const String quranIndexSerbianRaw = r"""
Манзил Молитве 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27, 7:54-56, 117-122, 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4, 109:1-6; 112:1-4, 113:1-5; 114:1-6
Господе наш Молитве 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Господе мој Молитве 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Арон (Харун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
Абаса, S.80; 74:22
Абдест (Абдест), 4:43; 5:6
Абрахам (Ибрахим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ни Јеврејин ни хришћанин, 3:67-68
- стајао је у првом храму у Баки, 3:97; 26:123
- подиже темеље Кабе 2:124-129
- позива свој народ на обожавање Јединог Истинитог Бога 2:130-133; 26:69-89; 29:16; 29:24-27
- расправе о арогантном краљу 2:258
- пита о васкрсењу 2:260
- ни Јеврејин ни хришћанин 3:65-68
- оповргава небеско обожавање 6:74-87
- прима вест о рођењу Исака 11:69-76; 51:24-30
- његова молитва код Кабе 14:35-41
- посећени од стране анђела 15:51-56
- узор 16:123
- позива свог оца истини 19:41-50
- уништава идоле и бива спасен од ватре 21:51-73; 37:83-113
- позива све на ходочашће 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
Укидање, 2:106, 16:101
Абу Лехаб, 111:1-5
„Људи из Ада, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6“
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- анђели да се поклоне пред њима, 2:34; 7:11
- дрво познања, 2:35; 7:19-20; 20:120-121
- протеривање из врта (без кривице на Еви), 2:36; 7:24
- поштован од Алаха, искушаван од Сатане 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- опроштено од Алаха 2:37; 20:122
Адијат, S.100
'Адн Парадисе, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Невоља
- не оптерећен туђим теретом, 6:164; 17:15; 35:18; 39:7; 53:38
- није оптерећен преко могућности да издржи, 2:286; 6:152; 7:42; 23:62
- стрпљење током, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Старење, 16:70; 22:5; 30:54; 36:68
- понашање према старијим родитељима о којима бринете, 17:23
Ахмад, 61:6
Акаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Аика, становници, 15:78; 26:176; 38:13; 50:14
А'ла S.87; 87:1; 92:20
Алак, S.96
Ал-Имран, S.3
Алах
- један дан за Њега је педесет хиљада година, 70:4
- један дан за Њега је хиљаду људских година, 22:47; 32:5
- способност да се уради било шта, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- најбољи од свих судија, 95:8
- изван дефиниције, 43:82; 67:12
- осујећује планове неверника, 8:30; 8:36
- узрокују нестанак људских бића и појаву других бића, 4:133; 14:19; 35:16
- изазива смех и плач, 53:43
- успавао је човека читав век, 2:259
- непријатељ оних који поричу истину, 2:98
- величајте славу његову од јутра до мрака, 33:42
- лажне кћери из, 16:57; 17:40; 43:16; 52:39; 53:21-22
- по имену, 53:19-20
- даје људима слободну вољу, 36:67
- одустајући од свега због њега, 4:66-68; 4:125
- добро и зло су од Њега, 4:78
- даје живот и смрт, 44:8; 53:44; 57:2; 67:2
- они који се труде боље награђују, 4:95-96; 5:54; 9:120; 49:15; 61:11
- нема супруга, 72:3
- нема сина, 43:81; 72:3; 112:3
- није те напустио у твојим тешким временима, 93:3
- је свуда у знању, 2:115; 2:142; 2:177; 4:126
- је Први и Последњи (алфа и омега), 57:3
- је Спољашње и Унутрашње, 57:3
- зна то изван схватања, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- воли оне који се понашају праведно, 49:9
- није доносио законе о онима о којима није говорио, 5:101; 6:140; 6:148; 7:32
- милост према ратним заробљеницима који имају добро у себи, 8:70
- природа, 2:255
- ниједан човек није божанство, 3:64; 3:151
- није тројство, 4:171
- уточиште од зла са, 113:1-5; 114:1-6
- сећајући га се како стоји, седи, лежи, 3:191; 4:103; 10:12; 25:64
- обликује те у материци, 3:6
- престо почива на води, 11:7
- створиће ствари о којима немаш знања, 16:8
- не жели зло свом створењу, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Савези, 8:72; 9:7
- Хришћани и Јевреји, 5:51
- забрањено са неверним рођацима, 9:23-24
- забрањено лицемерима, 4:88-89; 4:139; 4:144
Аљаса (види Јелисеј)
Амана, поверење и Аллахове прописане дужности итд., 2:283; 4:58; 8:27
- види Поверење
Анђели, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- створено од ватре, 7:12; 38:76
- осам ће носити Аллахов престо на Судњи дан, 69:17
- лажна тврдња да су жене, 43:19; 53:27
- чувар 82:10-12; 86:4
- деветнаест господар пакла, 74:30-31
- није послат да задовољи хирове, 15:7-8
- послат да инспирише, 16:2
Гнев, уздржавање, 3:134
Анкабут, S.29
Мрави, 27:18
Мајмуни, 5:60
- гнусан, 2:65; 7:166
Отпадништво, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- не тражите брзу пропаст за отпаднике, 46:35
- Само ће их Аллах казнити, 73:11; 74:11
- казна у будућем животу, 2:217; 9:74
- одбијање од стране других, 3:87
- покајање, 3:89; 5:34; 9:5; 9:11
- на Судњи дан је прекасно, 40:85
- под принудом, 16:106
Отпадници, 47:25
Араф, S.7; 7:46, 48
Арафат, 2:198
Расправљати се
- не у име оних који сами себе обмањују, 4:107
- ти си се залагао за њих на овом свету, али ко ће на Дан васкрсења, 4:109
Свађе/Напади
- одговорити истом мером, 8:58
- бити стрпљив је много боље, 16:126
Оклоп, 16:81
Аср,S.103
Ајет Ал-Курси, 2:255
Клеветник, 49:12; 104:1
Бадр (битка код), 3:13
- лекције из, 8:5-19, 42-48
Ел-Бејт-ул-Мамур, 52:4
Бака (Мека), 3:96
Бал, 37:125
Балад, S.90
Равнотежа, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану Ан-Надир, 59:2-6, 13
Бакара, S.2
Бара'а (Види Тауба), S.9
Барзах, (Баријера), 23:100; 25:53; 55:20
- видети такође 18:94-97; 34:54; 36:9
Бајина, S.98
Звер (последњих дана), 27:82
Бедуини, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Пчела, 16:68-69
Понашање
- љубазно се расправљати са онима којима је дато раније откровење, 16:125, 29:46
- избегавајте да се мешате у ствари о којима не знате ништа, 17:36
- избегавајте тешке грехе и срамотна дела, 53:32
- избегавајте нагађања једни о другима, не шпијунирајте нити говорите лоше једни о другима 49:12
- будите праведни у својим мишљењима, 6:152
- заједница треба да буде умерена, 2:143; 25:67
- обесхрабрена уображеност, 4:36, 57:23
- не грди оне који траже твоју помоћ, 93:10
- не сматрај себе чистим, 53:32
- не ругај се другима, 49:11; 104:1
- не помињите зле ствари јавно, 4:148
- не говорите лоше једни о другима, 104:1
- свакој групи је дат закон и начин живота, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- и начин обожавања, 22:67
- Аллах је могао да их учини једном заједницом, 5:48; 11:118; 16:93; 42:8
- једна заједница под Аллахом, 21:92
- опрости Јеврејима, 5:13
- опрости неверницима, 31:15; 45:14
- опрости лако, 42:37
- владари доносе одлуке након консултација, 42:38
- и пророк, 10:47; 16:36
- клеветање верника је грех, 33:58
- мушкарци (према женама), 24:30
- миротворци награђени, 42:40
- говорите праведно онима који су у невољи, ако не можете ништа друго учинити, 17:28
- према старијим родитељима о којима бринете, 17:23
- према другим муслиманима, 33:6
- према другима, 17:26-29; 17:35; 17:53; 60:8
- према родитељима, 46:15
- према робовима, 4:36; 24:33
- поступати са нератоборним неверницима по правди, 60:8
- жене Пророка, 33:28-34
- жене (према мушкарцима), 24:31
- у свим откривењима, 2:136; 2:285
- природа, 49:14-15
Верници, 2:2-5; 2:285; 8:2-4; 8:24
Завештање, 2:180, 240; 4:7, 12; 36:50
Издати (обманути, преварити), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Библија, 5:64, 5:65, 5:68
- изобличење стихова, 3:78; 5:14-15
Птице, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Крвави новац (Дииа), 2:178-179; 4:92; 17:33
Плен, рат, 4:94. 8:41; 59:6-8
- незаконито узимање, 3:162
- видети плен
Подмићивање, 2:188
Будн, 22:36
Терет
- другог, нико ко носи терет неће носити, 35:18; 39:7; 53:38
- неверници ће такође носити терет других, 16:25; 29:13
- заиста су зли терети које ће носити, 6:31, 164
- Аллах не оптерећује човека преко његове моћи, 2:286; 7:42; 23:62
Буруј (Велике звезде), S.85; 85:1; 15:16; 25:61
Камила, 6:144; 7:40; 77:33; 88:17
Заробљеници, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- видети такође Ратни заробљеници
Стока, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Пећина Таур, 9:40
Пећина, људи из 18:9-22, 25-26
Сигурност са истином, 56:95; 69:51
Цхарити, (Садаках), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- предмети милостиње и зеката, 2:273; 9:60
Деца 2:233; 42:49-50
- изгубљени су они који су убили своје, из глупости, без знања, 6:140
Христос, (види Исус)
Хришћани, 5:14, 19, 64-65, 69; 22:17
- замољен да не обожава Исуса, 4:171
- највише се приближавају осећању наклоности према муслиманима, 5:82
- већина је заборавила шта им је речено да имају на уму, 5:14
- сада вам долази гласник, 5:15, 19
- праведници ће бити награђени, 2:62; 5:65; 5:69
- рећи „Исус је Алахов син“, 9:30
Градови срушени, 69:9
Град безбедности, 95:3
Одећа, 7:26; 16:81
- од ватре, 22:19
- вео или женска одећа у ситуацијама ван домаћинства, 24:31
- женска горња одећа спречава узнемиравање од стране лицемера, 33:59-60
Конфедерати, 33:9, 22
- видети Ахзаб Консултације, међусобне, 42:38
Стварање
- почиње и понавља се, 10:4; 21:104; 27:64; 29:19-20
- нови, 17:49, 98; 35:16
- са истином, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- није за игру, 21:16-17; 23:115
- свако живо биће направљено од, 21:30; 24:45; 25:54
- о човеку, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- први облик 56:62
- за шест дана, 7:54; 11:7; 32:4; 50:38; 57:4
- у паровима, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- разноликост у, 35:27-28
- Аллах наређује „Буди!“ — и то јесте, 2:117; 16:40; 36:82; 40:68
- као трептај ока, 54:50
- ноћ и дан, сунце и месец, 39:5
- о небу и земљи већој од човечанства, 40:57; 79:27
- сврха, 51:56
Врана, 5:31
Критерион, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Дахр, (види Инсан,) S.76; 45:24
- време, 76:1; 103:1
Давид, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- с обзиром на Псалме 4:163
- бори се и убија Голијата, 2:251
- доноси пресуду 21:78-80
- благословен знањем и пророчанством 27:15-16
- планине и птице му се придружују у хвали Алаха 34:10; 38:17-20
- суди између двоје људи 38:21-26
Даваб или Даба (покретно живо биће, итд.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Мртви ће васкрснути, 6:36
Смрт, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- и бекство из битке, 33:16
- на Аллаховом путу, 3:195; 22:58; 47:4
- оне заједнице које немају откровење неће бити уништене, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- они који су убијени на Аллаховом путу су живи, 2:154; 3:169
- док беже од зла према Аллаху, 4:100
- не може се зауставити или одложити 63:10-11
- брат близанац из сна 6:60; 39:42
- верници и неверници у тренутку смрти 8:50; 16:27-32; 41:30
- казна у гробу 40:46
Дугови, 2:280, 282; 4:11-12
Уредба
- за сваку поједину ствар постоји, 13:38
- никада нисмо уништили ниједно насеље, а да за њега није било познато, 15:4
- свака ствар је од Аллаха, 44:5
- када Он нешто одлучи, Он само каже: „Буди!“ — и то јесте, 2:117; 36:82; 40:68
Дела
- зло, улепшано за њих, 47:14
- нама наша, вама ваша дела, 28:55; 42:15; 45:15
- добро и лоше, су за и против њега самог, 41:46
- привезао човеков, себи на врат, 17:13
Степени, према ономе што су урадили, 6:132
Жеља, они који следе своје зло, 47:14, 16
- који је узео за свог бога своје, 25:43
Не очајавајте због Аллахове милости, 39:53; 21:87-88; 68:48-50
- види такође Јона
Дхаријат, S.51
Зикр, 7:205; 15:6, 9
Зул-Кифи, 21:85; 38:48
Зул-Карејн, 18:83-98
Дхун-Нун (Пружалац рибе)
Неверници (видети такође Лицемери)
- замолите Мухамеда ( ﷺ ) да призове Алахов гнев на њих као доказ, 6:57-58; 8:32; 10:49-52
- подносите њихово друштво с љубазношћу, 31:15
- стрпљиво подносите оно што говоре, 20:130; 50:39
- завети са, 8:56; 8:72; 9:4, 7
- кршење завета, 8:58; 9:12
- Аллах осујећује њихове сплетке, 8:30, 36
- оставите друштво оних који се ругају Аллаховом закону, 4:140; 6:68
- заштити их ако те замоле, 9:6
- казна током рата, 8:12, 50, 59
- казна у будућем животу, 8:37
- не би требало да посећују или брину о џамијама, 9:17
- љубазно им се обрати, 17:53
- снажно се борећи против, 9:73; 25:52; 66:9
- третирати нератоборне стране по равноправности, 60:8
- савезништво ће имати само са другим неверницима, 8:72
Ученици (Исусови), 3:52; 61:14
Болест у срцима лицемера и неверника, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Невоља, после ње долази сигурност, 3:154
Расподела ратног плена, 8:41; 59:7-8
Јарак, људи из, 85:4-10
Разноликост
- људи, 30:22, 35:27-28
- живота, 35:27-28
Развод, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- након периода чекања, разићи се или помирити, 2:231; 65:2
- два сведока, 65:2
- алиментација, 2:233, 241
- односи се на наследника бившег мужа, 2:233
- може се опозвати два пута, 2:229
- статус мираза, 2:229, 236-237
- пронаћи дојиљу ако је потребно, 65:6
- види такође Зихар
Развод, човек
- разведи се од једне жене због друге - не узимај назад оно што си прво дао, 4:20
- не узнемиравај жену, 65:6
- не држите жене против њихове воље, 4:19
- четири месеца да промени мишљење, 2:226
- у потпуности подржавати супругу током трудноће и периода чекања, 65:6
- у потпуности подржавајте жену ако доји ваше дете, 65:6
- мајка не би требало да пати због свог детета без оца, 2:233
- преисламски, 58:2
- покајање за пост око помирења два месеца заредом, 58:4
- покајање за помирење и храну за 60 људи у потреби, 58:4
- покајање ради помирења и ослобађања роба, 58:3
- покушај помирења, 4:35
- безгрешан ако је брак неконзумиран, 2:236
- невеста има право на половину мираза, 2:237
Развод, Жена
- након трећег развода (овог од другог мужа) може се вратити првобитном мужу, 2:229
- право на издржавање, 2:241; 65:1
- једнако право на развод, 2:228
- страх од лошег поступања од стране мужа, 4:128
- може задржати оно што јој је муж дао, 2:229
- да не буду протерани из својих домова, 65:1
- три менструације чекају да би се оповргнула трудноћа, 2:228
- три месеца чекања за оне без менструације, 65:4
- осим ако брак није конзумиран, 33:49
Пси, 7:176
Магарци, 2:259; 16:8; 31:19; 62:5; 74:50
Пиће
- алкохоличар, 2:219; 5:90
- чисто и бело, укусно, 37:45-46; 76:21
- чисто запечаћено вино, 83:25
Духа, S.93
Духан, S.44
Војска слонова, 105:1-5
Илија (Илија; Иљасин) 6:85; 37:123-132
Јелисеј, (Аљаса) 6:86; 38:48
Енох (види Идрис)
Догађај, 56:1; 69:15
Зло, 4:123; 10:27-30; 19:83; 59:15
- не треба изговарати у јавности, 4:148
- долази од нас самих, али добро је добро од Аллаха, 4:79; 42:48
- извините, 4:149
- надокнађено, 6:160; 42:40
- који смишљају, кују завере, 16:45-47
- био је крај, 30:10
- појавио се на копну и мору, 30:41
- одбити/бранити се, са добрим, 13:22; 23:96; 41:34
- промењено, на боље, 7:95
- они који следе своје, жеље, 47:14, 16
- дела улепшана за њих, 47:14
Вишак
- забрањено у храни, 5:87
- у религији, 4:171; 5:77-81
Очи, уши и кожа сведочиће против грешника, 41:20-23
Езра, (Узаир) 9:30
Лице или Обличје Аллаха, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Лепог изгледа
- Аллах је сваком народу дао његова дела, 6:108
Вера (Веровање), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- одбацивачи, 3:116
- повећање, 3:173
- са сигурношћу, 44:7; 45:4, 20; 51:20
- Он те је упутио ка, 49:17
Фаџр, S.89
Фалак, S.113
Лажни разговор о стиховима из Курана, 6:68
Лажни богови
- поред Алаха, идоли и такозвани партнери 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- не вређајте оне којима се клањају поред Аллаха, 6:108
- види такође Тагут
Лаж (Батил), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Привезао је човекова дела за његов сопствени врат, 17:13
Пост, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- једите и пијте док се бела нит не разликује од црне нити, 2:187
Фатх, S.48
Фатиха, S.1
Фатир, S.35
Фидија (откупнина), пост, 2:196
- за ослобађање заробљеника, 8:67
- откуп који су понудили неверници, 3:91; 5:36,37; 10:54; 13:18
Сл. 95:1
Борба
- на Аллаховом путу, против неверника, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- рукоположен, 2:216
- у светим месецима, 2:217; 9:5
- од Деце Израела, 2:246-251
- на путу Аллаха, и угњетавани мушкарци и жене, 4:74-76
- до краја Фитне, 8:39
- двадесет превазилази двеста, 8:65
- против оних који не верују у Аллаха, 9:29
- дозвола против оних којима је учињена неправда, 22:39-41
- и лицемери, 47:20
- изузећа од, 48:17
Фил, S.105
Фирдаусов рај, 18:107; 23:11
Ватра, 56:71, 100:2
Лети, 22:73
Храна
- законито и незаконито, (Халал и Харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- нема греха за оно што је јео у прошлости, 5:93
- не преступај, 5:87
- не забрањујте оно што је Аллах дозволио, 5:87; 7:32; 16:116
Забрањено понашање, 6:151-152; 7:33
Опроштај, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- дужност верника, 42:37; 45:14
- од верника, за људе Писма, 2:109
- Аллах опрашта коме хоће, 4:48
- Аллах опрашта што му се не додељују саучесници у богослужењу, 4:48, 116
- ко год тражи Аллахово, 4:110
- да не тражи од Аллаха, за мушрикуне, 9:113
- Аллах опрашта све грехе, 39:53
- анђели траже, за оне на земљи, 42:5
- опрости, када су љути, 42:37
- опрости и помири се, 42:40
- Верници да опросте онима који се не надају Аллаховим данима, 45:14
- за оне који избегавају велике грехе и Фавахише, 53:32
- трчећи се једни с другима у журби ка, 57:21
- зла дела претворена у добра дела 25:68-71
Превара, (видети Издаја) 83:1-6
Слободна воља
- ограничено Аллаховом вољом, 6:107; 10:99; 74:56; 76:31; 81:28-29
- ко год хоће, нека верује и не верује, 18:29
- крене путем ка своме Господу, 76:29
- ходај право, 81:28
Петком молитве, 62:9-11
Воће, 6:41; 16:11
- у Рају, у изобиљу, 43:73
- свака врста, 47:15
- како желе, 77:42
Фуџар, 82:14-16; 83:7
Фуркан, S.25
Фуссилат (види Ха Мим), S.41
Гаврило, (Џибрил) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
Коцкање, 2:219; 5:90
Дивљач, у стању Ихрама, 5:94-96
Гафир (видети Му'мин), S.40
Гашија, S.88
Гусул, 4:43; 5:6
Поклони, 30:39
Голијат, (Џалут) 2:249-251
Добро (Дани), 3:140
- не волиш оно што јесте, а волиш оно што је лоше, 2:216
- бити награђен, 4:85; 28:54
- награђен дупло, 4:40; 28:54
- награђен десет пута, 6:160
- повећано, 42:23
- за оне који то чине, постоји добро и дом ахирета, 16:30
- је за оне који чине добро на овом свету, 39:10
- Аллах награђује оне који чине оно што је најбоље, 53:31
- постоји ли икаква награда за, осим добра, 55:60
- чини онако како је Аллах учинио добро према теби, 28:77
Добро и зло
- добро је од Аллаха, а зло је од тебе самог, 4:79
- ако чините добро, себи себи, а ако чините зло, себи себи, 17:7;41:46
- одбијати зло добрим, 23:96; 28:54; 41:34
- добро и зло дело не могу бити једнаки, 41:34
- свака особа ће бити суочена са свим што је учинила, 3:30
- види такође Мухсинун
Добро дело
- открити или сакрити, 4:149
- трудити се као у трци, 5:48
Јеванђеље, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Велике вести, 78:1-5
Поздрав, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадид, S.57
Хади (животиња за жртвовање), 2:196, 200
Хаџ (Ходочашће), 2:158, 196-203; 3:97; 5:2;22:30
Хаџ, S.22
Аман, 28:6, 38; 29:39; 40:24, 36, 37
Руке и ноге ће сведочити, 36:65
Ага, S.69
Тешкоћа, са сваком долази олакшање, 94:5-6
Харун, (Арон)
Харут, 2:102
Хешр, S.59
Срца
- окамењени, 2:74; 22:53; 39:22; 57:16
- запечаћено, 7:100-101; 40:35; 47:16; 63:3
- покривено, 17:46; 41:5
- закључан, 47:24
- подељено, 59:14
- испуњен страхом, 22:35
- у чијем је, постоји болест, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Небеса
- Аллаху припада невидљиво од, 16:77
- створено није за представу, 21:16
- и земља се споји, 21:30
- нема ништа скривено у, 27:75
- створен без икаквих стубова, 31:10
- биће смотан у Његовој десној руци, 39:67
- стварање седам небеса за два дана, 41:12
- украсио најближе небо лампама, 41:12
- Аллаху припада све што је у, 45:27;53:31
- седам небеса, једно изнад другог, 67:3
Пакао (ватра, пламтећи пламен) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- горућа и кључала вода 22:19-22; 23:103-104
- гној 14:14-17; 38:55-58; 69:35-37
- дрво Заккум 37:62-70; 44:43-50; 56:41-56
- немогућност становника да живе или умру 87:13
- пребацивање кривице 26:91-101; 34:31-33
- позива на тренутно уништење 25:13-14; 43:74-78
- ватрени крици 35:36-37
- Ватра ричи и бучи 25:11-12; 67:6-11
- печене кожице замењене новим 4:56
- окови и одећа од катрана 14:48-50
- гвоздени буздовани 22:19-22
- ланци 13:5
- чувари пакла 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- није прихваћен откуп 5:36-37
- заступништво одбијено 6:94; 26:100; 30:13; 74:48
- горући очај и ледена тама у, 38:57
- ланац од 70 лаката, 69:32
- остати ограничено време, 78:23
У даљем тексту
- боља је кућа у, 6:32; 7:169
- што ће бити крај у, 6:135
- Залимун неће бити успешан (у), 6:135
- дом, 12:109; 16:30; 28:83; 29:64
- који не верују у, 17:10
- награда, 42:20
- бољи од сребра и злата, 43:33-35
- само за Мутакун, 43:35
- казна од, 68:33
- бољи и трајнији, 87:17
- боље него садашњост, 93:4
Аутопутеви, широки, 21:31
Хиџр (Каменити тракт), 15:80-85
Хиџр, S.15
Хомосексуалност 26:165-166; 27:55; 29:28-29
Коњи, 16:8
Сат
- знање о томе је само код Аллаха, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- одједном је на њима, 6:31; 7:187; 12:107; 43:66
- долази на тебе, 6:40; 12:107; 20:15; 34:3
- приближио се, 54:1-5
- као трептај ока, или чак ближе, 16:77
- земљотрес јачине 22:1
- биће утврђено, на Дан, 30:12, 14
- сигурно долази, нема сумње, 40:59; 45:32; 51:5-6
- знаци 21:96; 27:82; 43:61; 47:18; 54:1-2
- имена 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- изненадиће људе 6:31; 7:187
- Труба ће се затрубити у 6:73; 23:101; 39:68
Куће, понашање при уласку, 24:27-29
Худ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Худ, S.11
Хуџурат, S.49
Хумазах, S.104
Хунаин (битка), 9:25
Хур (женке у рају), 44:54; 52:20
Лицемери
- реци: верујемо у Аллаха и у Судњи дан, а заправо не верујемо, 2:8
- обмањују сами себе, 2:9
- болест у њиховим срцима, 2:10; 8:49; 22:53; 33:12; 47:29
- чине несташлуке, 2:11-12
- безумници и ругачи, 2:13-15
- купљена грешка ради смерница, 2:16
- глуви, неми и слепи, 2:17-18
- у страху од смрти и таме, 2:19-20
- пријатан говор, 2:204-206
- одбијају да се боре, 3:167-168
- Аллах зна шта је у њиховим срцима, 3:167;4:63
- ићи на суд лажним судијама, окренути се од Откровења, доћи када се догоди катастрофа, 4:60-62
- у несрећи и у великом успеху, 4:72-73
- Аллах их је одбацио, 4:88
- не треба их сматрати пријатељима, 4:89; 58:14-19
- ако се врате, убијте их где год их нађете, 4:89
- они чекају и гледају твоју победу или успех неверника, 4:141
- покушавају да преваре Аллаха, моле се лењо и да би их људи видели, 4:142
- не припадају ни овима ни онима, 4:143
- у најдубљим дубинама Ватре; нема помоћника, 4:145
- плашећи се да ће бити откривени, 9:64-65
- не молити се за, 9:84
- мушкарци и жене су једни од других; губитници; Аллахово проклетство, 9:67-69
- код бедуина, 9:101
- где год се нађу, биће ухваћени и убијени, 33:61
- Аллах ће казнити, 33:73
- лажови; окрећу леђа; њихова срца су подељена, 59:11-14
- лажови; заклетве су им учинили завесом; срца су им запечаћена; чувајте их се, 63:1-4
- не разумем, не знам, 63:7-8
- снажно се борити против, 66:9
Иблис (Сатана), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- види такође Сатана
Ибрахим, (види Абрахам)
Ибрахим, S.14
Ида (прописани рок за развод код жена), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
Идрис (Енох), 19:56-57; 21:85; 96:4
Ихрам, 2:197; 5:2, 95
Ихсан, 16:90
Ихлас, S.112
Ила, само Један, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Незаконити сексуални однос; исказ сведока, 4:15-18; 24:2, 19
Илијун, 83:18-21
Нечисти (Наџас) 9:28
Имран
- жена од, 3:35
- ћерка од, 66:12
Неизбежно, 69:1-3
Инфитар, S.82
Наслеђе, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
Неправда, коме је учињена, 4:30, 148
Инсан (видети Дар), S.76
Инч, S.84.
Иншира (видети Шарх), S.94
Инспирација, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Заступништво/Посредник, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
Опојна средства, 5:90, 2:219
Икамат-ас-Салат, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Икра (видети „Дете“), S.96
Ерам, 89:7
Гвожђе, 57:25
Исусе, види Исуса
Исак, (Исак) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
Исмаил (Исма'ил), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
подиже темеље Кабе са својим оцем 2:125-140
прича о жртви 37:100-113
Ислам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- први од оних који се покоравају као муслимани, 6:14,163; 39:12
- први који прихвата, 9:100
- груди отворене, 39:22
- као услугу, 49:17
Исра, S.17
Израел, деца, 2:40-86
- указана милост, 2:47-53, 60, 122; 45:16-17
- побуна против Алахове послушности, 2:54-59, 61, 63-74; 5:71; 7:138-141
- њихови односи са муслиманима, 2:75-79
- њихова ароганција, 2:80, 88, 91
- њихови завети, 2:80, 83-86, 93, 100; 5:12-13, 70
- купио живот овог света по цену загробног живота, 2:86
- најпохлепнији од човечанства за животом, 2:96
- тражити краља, 2:246-251
- прекорачио границе; подељен у разне групе; мајмуни, 7:161-171
- обећано два пута, 17:4-8
- ослобођен од непријатеља, 20:80-82
- дато Свето писмо и вође, 32:23-25; 40:53-54
- учени учењаци су то знали (Куран као истину), 26:197
Истава (устала), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
Итикаф, 2:187
Јаков, (Ја'куб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (дванаест Јаковљевих синова), 2:140; 3:84; 4:163
Џалут (види Голијат)
Џамарат, 2:200
Џатија, S.45
Исус, Иса, син Маријин
- мајка изабрана међу свим женама света 3:42
- сведочи о Дану Васкрсења, 4:159
- радосна вест о рођењу, 3:45-47; 19:22-23
- Посланик деци Израела, 3:49-51
- ученици, 3:52-53; 5:111-115
- ученици као Аллахови помагачи, 3:52; 61:14
- васкрсао, 3:55-59; 4:157-159
- лик Адамов, 3:59
- ни убијен ни разапет, 4:157
- инспирисано, 4:163
- не више од Посланика (не да би га обожавали), 4:171-172; 5:75; 19:30, 43:63-64
- неверују они који кажу, 5:17, 72; 9:30
- Наш Посланик (Мухамед, мир над њим ) је дошао, 5:19
- дао је Јеванђеље, 5:46
- ученици су рекли: ми смо муслимани, 5:111
- Послужење хране за сто, 5:114
- није учио да нема лажног обожавања, 5:116-118
- праведни пророк, 6:85
- као знак, 23:50
- његов други долазак 43:61
- различита мишљења о, 43:65
- не више него роб и пример синовима Израела, 43:59
- радосна вест о Посланику чије ће име бити Ахмед, 61:6
- његово девствено рођење, порука и чуда 3:45-51; 19:16-38
- подсетио на Аллахове милости 5:110-115
- пориче да је божански 5:116-120
- саосећање и милост у срцима његових следбеника 5:82; 57:27
Јевреји и хришћани, 2:140; 4:153-161, 171; 5:18
- слушајте лаж, 5:41-42
- проклети због онога што су изговорили, 5:64
- непријатељство према верницима (муслиманима), 5:82
- који су прихватили ислам, 26:197; 28:53; 29:47
Џибрил (види Габријел)
Џихад, (Борба, Напор) 2:216; 9:24; 22:78; 25:52
Џин, S.72
Џин, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Џин, створен од ватре 15:25; 55:15
- верујући и неверујући џини 72:1-15
- неки су веровали у поруку Курана 46:29-32
- људи и џини створени са сврхом 51:56-58
Јов, 4:163; 6:84; 21:83-84; 38:41-44
Јован, (Јахја, Јован Крститељ)
- радосне вести из, 3:38-41; 19:7-11; 21:90
- праведник, 6:85
- мудар, саосећајан, послушан, 19:12-15
Јона (Јонас или Јунус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Зун-Нун) 21:87; 68:48-50
Јосиф (Јусуф), 6:84; 12:4-101
- најбоље приче 12:1-3
- сан младог Јусуфа 12:4-6
- завера његове браће 12:7-18
- продато у ропство 12:19-20
- одгајано у кући главног министра Египта 12:21-22
- Жена главног министра покушава да га заведе 12:23-29
- инцидент на банкету 12:30-32
- иде у затвор 12:33-35
- два затвореника 12:36-42
- Краљев сан 12:43-53
- постаје главни министар 12:54-57
- браћа долазе к њему по залихе 12:58-68
- узима свог брата Венијамина 12:69-82
- очева обновљена туга 12:83-87
- открива свој прави идентитет 12:88-98
- стари сан се остварује 12:99-100
- завршна молитва 12:101
Џуди, Маунт, 11:44
Џума, S.62
Правда (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- видети такође 4:65, 105
Каба
- саградио Аврам, 2:125-127
- забрањено убијање дивљачи, 5:94-96
- азил безбедности, 5:97
- кретање у голо стање, 7:28
- док се молио и обилазио, 2:200; 7:29, 31
Кафирун, S.109
Кафур, чаша помешана са, 76:5
Каф, S.18
Канц, 9:34-35
Каутхар (река у рају), 108:1
Каутар, S.108
Кључеви
о небесима и земљи, 39:63; 42:12
Гаиба, 6:59
Хаула бинт Та Лабах, 58:1
Убијање
- ако је неко убио човека, убио је цело човечанство, 5:32
- не убиј никога, 17:33
Лепе речи су боље од милостиње, 2:263
Сродство, права из, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кираман-Ратибин, 82:11
Знање
- ниједан лист не пада, али Он то зна, 6:59
- изгубљени су они који су убили своју децу из лудости, без, 6:140
- од пет ствари, само са Аллахом, 31:34
- са сигурношћу, 102:5-7
Корах (Карун), 28:76-82; 29:39; 40:24
Курси, 2:255
Лахаб (види Масад), S.111
Лаил, S.92
Лампа, 25:61; 67:5; 71:16; 78:13
Језици
- разлика у мушкарцима и њиховим бојама коже, 30:22
Касније, 53:19
Закон, прописан, 5:48
Аллахови закони, 2:219; 98:3
Лажови, 26:221-223
Живот, ако је неко спасао једног човека, спасао је живот целог човечанства, 5:32
Живот овога света
- купио је, по цени загробног живота, 2:86
- је само уживање у обмани, 3:185
- продати, за загробни живот, 4:74
- није ништа друго до забава и игра, 6:32; 29:64; 47:36; 57:20
- обмањује, 6:130
- мање је уживање у, него у загробном животу, 9:38; 13:26; 28:60
- лик, је као киша, 10:24
- радосне вести у, 10:64
- ко год жели, улази у њу; али онда неће имати удела у будућем животу, 11:15-16; 17:18; 42:20
- који воле садашњи живот, а занемарују будући живот, 75:20-21; 76:27
- више волиш, 87:16
Светло
- манифест, 4:174
- и тама, 6:1
- прича из, 24:35
- иде испред и са верницима, 57:12-15; 66:8
- дато од Аллаха, да би верници ходали правим путем, 57:2
Алахове границе, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ово су, 2:187; 229-230; 4:13; 58:4; 65:1
- не преступај, 2:190, 229
- ко год преступи, 2:229; 4:14; 78:22
- али принуђен нужношћу, нити прекршећи, 2:173; 6:145
- не прекорачујте, у својој религији, 4:171; 5:77
- када су превазишли, (постали су мајмуни), 7:166
- који поштују, 9:112
Лав, 74:51
Зајам
- позајмити Аллаху лепо, 2:245; 73:20
- повећани многоструки износ, 57:11, 18
- удвостручено, 64:17
Губитак, манифест, 39:15
Лот, (Лут) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- његова непослушна жена, 11:81; 15:60; 66:10
Лотосово дрво, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Маариџ, S.70
Медина (Јатриб), 9:120; 33:13, 60; 63:8
Мадиан, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- види такође Ајка Вуд
Махр (новац за младенце), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Маида, S.5
Мека (Бака), 3:96;90:1-2
- Град безбедности, 95:3
Човече
- генерације за генерацијама на земљи, 2:30;6:165
- постављен за наследника, 35:39
- дужност, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- искушен од Аллаха, 2:155; 3:186; 47:31; 57:25
- ствари које људи желе, 3:14
- створено из, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- створио и прописао одређени рок, 6:2; 15:26
- помирење између, и супруге, 4:35
- губитници који су порицали свој сусрет са Аллахом, 6:31
- повратак, 6:60, 72, 164; 10:45-46
- завере против самог себе, 6:123
- неће носити терет другог, 6:164
- је незахвалан, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- упозорио на Сатану, 7:27
- жена и деца, 7:189-190
- када дотакне штета или зло, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- враћање ка Господу, 10:23; 84:6; 96:8
- погрешили су сами себи, 10:44
- је ликујућ и хвалисав, 11:10
- призива зло, 17:11
- увек је брзоплет, 17:11
- његова дела причвршћена за његов врат, 17:13
- ко залута, на своју штету, а иде исправно, само за себе, 17:15
- да се не поступа неправедно, 17:71
- смрт и васкрсење, 23:15-16
- разбили су своју религију на секте, свака се радује свом веровању, 23:53
- језици, руке и ноге сведочиће против, 24:24
- сведочи против себе, 75:14
- који је за бога узео своју жељу, 25:43
- сродство по крви и браку, 25:54
- Аллах вам је потчинио све што је на небесима и на Земљи, 31:20
- ко год покори лице своје Аллаху, 31:22
- нема два срца у свом телу, 33:4
- обожавати Аллаха, 39:64-66
- несреће због онога што су његове руке стекле, 42:30, 48
- анђели записују његова дела, 50:17-18, 23; 85:11
- анђели га чувају, 13:11; 86:4
- подељено у три класе, 56:7-56
- они који су најближи Аллаху, 56:10-11
- сапутници Десне руке, 56:27-40
- сапутници Леве Руке, 56:41-56
- да се преобрази и створи у непознатим облицима, 56:60-62
- направљени добри облици, 64:3
- богатство и деца су само искушење, 64:15
- створен и обдарен, 67:23-24; 74:12-15; 90:8-10
- је нестрпљив, 70:19-21
- посвећен молитвама, 70:22-35
- жели више, 74:15
- сведочи против себе, 75:14-15
- његова ароганција, 75:31-40; 90:5-7
- воли садашњи живот овога света, 76:27
- теже је створити, или је рај, 79:28
- немарни према Господу, 82:6-12
- савршено обликовано и са одговарајућом пропорцијом, 82:7
- путује од сцене до сцене, 84:19
- љубав према богатству, 89:20
- створено у муци, 90:4
- напори и дела су разноврсни, 92:4
- углачај му пут лакоће и зла, 92:7, 10
- направљено од најбољег стаса (калупа), 95:4
- затим смањено на најнижи од најнижих, 96:5
- прелази све границе, 96:6-7
Манасик (дужности) хаџа, 2:128, 200; 22:30
Манат, 53:20
Човечанство
- сведоци преко, 2:143
- једна заједница, 2:213; 10:19
- створено од једног пара, 4:1; 39:6; 49:13
- побуна против самих себе, 10:23
- иако безбрижан, обрачун је близу, 21:1-3
- креирано у Фитру, 30:30
- најчаснији од, 49:13
- претворен у народе и племена, 49:13
Мана и препелице, 2:57
Манири
- о уласку у куће, 24:27-29
- у кући, 24:58-61
- у Пророковим кућама, 33:53
- да поздрави и обави молитву на Посланика, 33:56
- да не узнемирава Аллаха и Његовог Посланика, нити вернике, нити вернице, 33:57-58
- провери вести пре него што им поверујеш, 49:6
- да се не руга другоме, 49:11
- у скупштинама, 58:11
Брак, 2:232, 234
- неверницима или робовима, 2:221
- колико је то законито, 4:3
- Махр се не сме вратити (у случају развода), 4:20-21
- забрањено је за, 4:22-24
- ако нема начина да се ожени слободном верницом, 4:25
- ако се страхује од кршења, именују се два арбитра, 4:35
- ако се жена плаши окрутности или напуштања, нека се помири са њом, 4:128
- не нагињи се превише једној жени тако да оставиш другу на цедилу, 4:129
- о прељубницима, 24:3
- онима који су сиромашни, 24:32
- они који не проналазе финансијска средства за брак, 24:33
- жене дозвољене Пророку, 33:50-52
- пре сексуалног односа, нема иде при разводу, 33:49
Мученици
- није мртав, 2:154; 3:169
- радујте се милости и благодати од Аллаха, 3:170-171
- примити опроштај и милост, 3:157-158
- добиће добру снабденост, 22:58-59
Марут, 2:102
Марија (мајка Исусова), рођење, 3:35-7
- радосна вест Исусова, 3:42-51; 19:16-21
- при порођају, 19:23-26
- довела је бебу свом народу, 19:27-33
- лажна оптужба, 4:156
- чувала је њену чедност, 21:91; 66:12
Марјам, S.19
Масад, S.111
- Ел-Масџид-ел-Агса, 17:1
- Ал-Масјид-ал-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Ел-Меш'ар-ел-Харам, 2:198
Маун, S.107
Ма'ва Парадисе, 53:15
Мера и тежина, дати пуну вредност, 11:85; 17:35; 83:1-5
Састанак
- са Аллахом, 6:31
- Великог дана, 19:37
- о загробном животу, 30:16
Гласници, 2:253; 4:164-165; 40:78; 57:27
- сукцесија, 2:87
- серија од, 5:19; 23:44
- убијен, 3:183
- претио, 14:13
- исмевани, 6:10; 13:32; 15:11; 21:41
- одбијено и одбачено, 3:184; 6:34; 25:37; 34:45; 51:52
- веровање у неке и одбацивање других, 4:150-152
- окупљање, 5:109
- послати као гласници радосних вести и упозоравачи, 6:48; 14:4-8
- као сведок из сваког народа, 16:89
- за сваку нацију постоји, 10:47; 16:36
- рецитовање Аллахових ајета, 7:35-36
- анђео као, 17:95; 25:7
- не више него људска бића, 14:10-12; 17:94; 21:8; 25:7-8, 20
- и њихове жене и потомство, 13:38
- видети такође Пророци
Мираџ, 17:1; 53:12
Шкртост/Шкртице, 57:24
Несрећа, због твојих руку, 42:30
Монаштво, није прописано, 57:27
Мајмуни, преступници, постали су као, 2:65;5:60; 7:166
Мираџ, 17:1; 53:12
Месеци, број, 9:36-37
Месец, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- цепање; 54:1
Мојсије
- и његов народ, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- и фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- вођен Аллахом, 6:84
- гора и Господње јављање, 7:142-145
- кори свој народ због обожавања телета, 7:148-156;20:83-99
- његова Књига, у њој су се појавиле разлике, 11:110
- с обзиром на Свето писмо, 17:2
- девет јасних знакова, 7:133; 17:101
- до спајања два мора, 18:60-82
- судбоносни сусрет код горућег грма 20:9-36; 27:7-14; 28:29-35
- позван и добио посланство, 19:51-53; 20:9-56
- његово детињство, мајка и сестра, 20:38-40; 28:7-13
- врачари су се обратили, 20:70-73; 26:46-52
- у Мађану, 20:40; 28:22-28
- одобрен Критеријум, 21:48
- и мистична ватра, 27:7-12; 28:29-35
- грешком убија Египћанина у граду 28:14-21
- дошао је са јасним ајетом, 29:39
- прича са фараоном 7:103-137; 10:75-92; 11:96-99; 26:10-69
- девет знакова за фараона и његов народ 7:130-133; 20:17-22; 17:101
- побеђује фараонове врачаре 20:70-73; 26:46-52
- бекство у Мадијам и брак 28:22-28
- прима Таблете 7:142-154
- тражи да види Алаха на гори 7:142-145
- поштован од Алаха 33:69
- Аллахове милости према Израелцима 2:47-61
- Израелци одбијају да уђу у Јерусалим 5:20-29
- вођен на Прави пут, 37:114-122
- Свето писмо, 53:36; 87:19
Џамија (Јерусалимска), 17:7
Џамија (у Куби), 9:107-108
Џамије, 2:187; 9:17-19
- одржавати, од Аллаха, 9:17-18
Комарац, парабола, 2:26
Планине, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Мудаттир, S.74
Мухаџир (Емигранти), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- жене, 60:10-12
Мухамед ﷺ
- исмевани, 2:104; 4:46; 25:41-42; 34:78
- поштујте Посланика, 2:104; 4:46; 49:1-5
- завет у који треба веровати, 3:81
- сведоци над верницима, 2:143
- не више од Посланика, 3:144
- поступајући нежно, 3:159
- његово дело, 3:164; 7:157; 36:6; 52:29; 74:1-7
- послато као велика услуга верницима, 3:164
- послат са истином, 4:170
- није направљен за посматрача, 6:107
- неписмени, 7:157; 62:2
- послат човечанству као Аллахов Посланик, 7:158; 48:9, 29
- јасна опомена, 7:184, 188; 11:2; 15:89; 53:56
- није лудак, 7:184; 68:2; 81:22
- ко те оптужује, 9:58
- људи који су повредили Посланика, милост верницима, 9:61
- следите само оно што је објављено, 10:15-16; 11:12-14; 46:9
- његове изреке, 11:2-4; 12:108; 34:46-50
- Аллах је сведок над њим, 13:43; 29:52; 46:8
- послат као сведок, носилац радосних вести и упозоравац, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- да се не узнемирава, 15:97; 16:127; 18:6
- послат да буде сведок, 16:89; 22:78; 73:15
- позивати мудрошћу и праведним проповедањем, и расправљати на бољи начин, 16:125
- Макаму Махмуд, 17:79
- инспирисано, 18:110
- милост за 'Аламин, 21:107
- не тражи награду, 25:57; 38:86; 42:23
- заповеђено му је, 27:91-93;30:30;66:9
- као милост од Аллаха, 28:46-47
- близу верника, 33:6
- добар пример за следење, 33:21
- последњи од пророка, 33:40
- пошаљите Салат, 33:56
- послато целом човечанству, 34:28
- плата је само од Аллаха, 34:47
- само људско биће, 41:6
- послат као заштитник, 42:48
- није ништа ново код Посланика, 46:9
- сведоци из редова деце Израела, 46:10
- Баја (завет) њему је Баја (завет) Аллаху, 48:10, 18
- видео је Гаврила, 53:4-18; 81:22-25
- не противите му се, 58:20-22
- прорекао је Исус, 61:6
- да Религија Истине победи све религије, 61:9
- из таме у светлост, 65:11
- да се снажно бори против неверника и лицемера, 66:9
- узвишени стандард карактера, 68:4
- није песник нити врачар, 69:41-42
- посвећен молитви, 73:1-8, 20; 74:3
- и слепи човек, 80:1-12
- поклонити се и приближити се Аллаху, 96:19
- рецитовање чистих страница, 98:2
- Ајет о породици, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- види такође Посланици; Пророци
Мухамед (ﷺ), S.47
Мухсинун (Доброчинци), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- Аллах воли, 3:134, 148; 5:93
- Аллах не губи награду од, 5:85; 9:120; 11:115; 18:30
- Награђујемо, 12:22; 37:80, 105, 110; 39:34; 77:44
- радосне вести за, 22:37; 46:12
- Аллахова милост је близу, 7:56
- Аллах је са, 29:69
- послушан и добар према родитељима, 2:83
- стрпљив у обављању дужности према Аллаху, 16:90
- видети такође Добро и зло
Муџадиле, S.58
Мазге, 16:8
Мулк, S.67
Мумин (види Гафир), S.40
Муминун, S.23
Мумтахана, S.60
Мунафигун, S.63
Убиство, 2:178-179
Мурсалат, S.77
Муслимани
- први од, 6:14, 163; 9:100; 39:12
- Ко је именовао, 22:78
- опроштај и велика награда за оне који, 33:35-36
Мутафифин, S.83
Музамил, S.73
Наба, S.78
Надир, Бану-ан-, (Јевреји), 59:2, 9, 13
Нал, S.16
Наџас (нечист) 9:28
Наџм, S.53
Наџва (Види тајну)
Имена
Њему припада Најлепши, 7:180
Њему припадају најбољи, 17:110; 20:8; 59:24
Нужда, ако је неко приморан, 2:173; 6:145
Комшија, 4:36
Млади месеци, 2:189
Вести, биће тестиране 4:83
Шкртост 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Ноћ (као симбол), за одмор, 10:67
- као покривач, 13:3; 78:10
- бити на услузи, 14:32
- Ноћ Ал-Кадр (Указ), 44:3-4; 97:1-5
Ниса, S.4
Ноје, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- исмеван 11:38
- Потоп (јака поплава), 29:14
- ковчег и потоп 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- неправедни син није спасен, 11:42-48
- неправедна жена, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур,S.24
Заклетва, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Послушност, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Обавезе које треба испунити, 5:1
Потомство, 4:9; 42:49-50
- Он даје мушкарца и жену коме хоће, 42:49
Маслина, 6:141; 16:11; 23:20; 24:35; 95:1
Само један Мах, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Сирочићи, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- чувари, 4:6
Сопствена дела, учињена лепим сваком народу, 6:108
Парови, у свим створењима, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Палма, 13:4; 19:25; 20:71; 59:5
Параболе (сличност, пример, поређења)
- који је запалио ватру, 2:17-18
- кишна олуја са неба, 2:19-20
- комарац, 2:26
- који вичу, 2:171
- град сав у рушевинама, 2:259
- зрно кукуруза, 2:261
- глатка стена, 2:264
- башта, 2:265-266
- конопац, 3:103
- хладан ветар, 3:117
- васкрсење 7:57; 22:5; 41:39
- пас који плази језик, 7:176
- ивица провалије, 9:109-110
- киша, 10:24
- чисто покошена жетва, 10:24
- слеп и глув, 11:24
- Аллах vS. лажни богови 13:14; 16:76
- истина vS. лаж 13:17
- пепео по коме ветар бесно дува, 14:18
- лепо дрво, 14:24-25
- зло дрво, 14:26
- роб и човек, 16:75
- нем човек који је терет свом господару, 16:76
- жена која одмотава конац, 16:92
- насеље, безбедно и задовољно, 16:112-113
- два човека са виноградарским вртовима, 18:32-44
- живот овога света као вода са неба, 18:45
- пало је са неба и птице га однеле, 22:31
- мува, 22:73
- Светлост је као ниша, 24:35-36
- мираж, 24:39
- тама у огромном дубоком мору, 24:40
- паук, 29:41
- партнери, 30:28
- становници града, 36:13-32
- усеви различитих боја, 39:21
- човек који припада многим партнерима, 39:29
- узгој семена, 48:29
- тврдокорна срца 57:16-17
- вегетација после кише, 57:20
- планина се понижава, 59:21
- магарац, 62:5
- вода је требало да буде потопљена, 67:30
- људи из врта, 68:17-33
Рај
- од Абоде, (Ма'ва Рај), 53:15
- Фирдаусов рај, 18:107; 23:11
- Вртови испод којих теку реке, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- Вечни вртови (Адн Рај) 9:72; 13:23; 18:31; 19:61; 20:76
- Вртови вечности (Адн Рај), 16:31; 35:33; 98:8
- Вртови уживања, 37:43; 56:12, 89
- Вртови са вечним уживањима, 9:21
- Баште и виногради, 78:32
- плодови две баште, 55:54, 62
- воће свих врста по жељи, у изобиљу, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- воће ће бити близу, 55:54; 69:23
- воће и месо, 52:22
- месо птица, 56:21
- дрвеће лотуса без трња и Талх (стабла банана), 56:28-29
- некорисно знање, магарац са књигама 62:5
- текућа опруга, 88:12
- извор зван Салсабил, 76:18
- извор зван Кафур, 76:5
- извор Тасним, 83:27-28
- река у Рају, Каутар, 108:1
- реке вина, млека, пречишћеног меда, 47:15
- чисто запечаћено вино, бело, укусно, 37:45-46; 56:18; 76:21; 83:25
- чаша, помешана са, Занџабил, 76:17; 78:34
- вода, 76:5
- послужавници са златом и пехарима, 43:71
- сребрне посуде и кристалне чаше, 76:15-16
- зелене одеће од фине и дебеле свиле, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- украшене наруквицама од злата и бисера, 18:31; 22:23; 35:33; 76:21
- кочије обложене свиленим брокатом, 55:54
- зелени јастуци и богати лепи душеци, постављени у низу, 55:76; 88:15
- престоли исткани златом и драгим камењем, уздигнути високо 56:15; 88:13
- богати теписи раширени, 88:16
- прелепе виле, узвишене собе, једна изнад друге, 9:72; 39:20
- остајући у њему заувек, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- вечни дом, 3:15; 35:35
- окренути једни према другима на престолима, 15:47; 37:44; 44:53; 56:16
- никада не окуси смрт у њему, 44:56
- нити ће их (никада) тражити да га напусте, 15:48
- мржња или осећај повређености уклоњени из њихових срца, 7:43; 15:47
- сва туга уклоњена, 35:34
- нема осећаја умора, муке или исцрпљености, 15:48;35:35
- неће бити ни бола, ни бола у стомаку, ни главобоље, ни опијености, 37:47; 56:19
- без празног говора ни грешног говора, 19:62;56:25
- ни штетан говор ни лаж, 78:35; 88:11
- слободан од греха, 37:47; 52:23
- ни прекомерна врућина ни јака хладноћа, 76:13
- биће позната одредба, 37:41;56:89
- у миру и безбедности, 15:46; 44:51, 55; 50:34
- дом мира, 6:127
- поздрави у, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- ко чини добра дела ући ће, 4:124; 42:22; 44:51
- који су се Господару своме бојали, биће вођени у групама, 39:73
- наследио је на основу дела, 43:72
- Аллах је задовољан њима и они Њиме, 5:119
- Мој рај, 89:30
- највеће блаженство, 9:72
- велики успех, 57:12; 64:9
- врховни успех, 9:72; 44:57
- за вернике су баште као забава, 32:19
- становници Раја биће заузети радосним стварима тог Дана, 36:35
- биће усред башта и извора воде, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- видети анђеле који окружују Престо, 39:75
- близу Свемогућег Краља, 54:55
- имаће све што пожеле, 50:35
- Хуре, чедне жене са широким и лепим очима, као да су конзервирана јаја, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- чисте жене, 3:15
- жене у пријатном хладу, наслоњене на престолима, 36:55
- младе девојке пуних груди једнаких година, 78:33
- бесмртни дечаци-слуге да им служе, као расути бисери, 52:24; 56:17; 76:19
- простран као небеса и земља 3:133, 57:21
- текућа вода, хладан хлад, деликатеси и чисти партнери 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- награда верника 55:46-78; 56:10-40
- реке меда, млека, воде и вина 47:15
- молитве и поздрави 10:9-10; 39:73-74
- поздрављени поздравима мира 13:23-24; 14:32
- вечни боравак у блаженству 11:108
- никада није замољен да оде 15:45-48
- светлост сија испред њих и с њихове десне стране 57:12
- без врућине или хладноће 76:13
- све жеље испуњене 16:30-32; 41:31-32
- наруквице од злата и одећа од фине свиле 18:30-31; 22:23-24; 44:51-53
- послужавници са златним чашама 43:67-73
- сребрне посуде и воће висе на дохват руке 76:14-16
- лежање на престолима 15:47; 37:44; 52:20
- верници ће видети свог Господа 75:22-23
Родитељи, љубазност према, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Алахови партнери, лаж, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Пашњак, 87:4-5
Пут, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- види такође Пут
Стрпљење, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- потражити помоћ и молитву, 2:45, 153; 20:132; 50:39
Пацијент
- добиће пуну награду, 39:10
- Аллах је са онима који јесу, 8:46
- и буди, 11:115
- у обављању дужности према Аллаху, 16:90
- бити, у време гнева, 41:34
Мир, склоност ка, 8:61
Бисер и корал, сачувани, 52:24; 55:22; 56:23
Перо, 68:1; 96:4
Особа
- Аллах не оптерећује оно што је преко Његових могућности, 2:286; 7:42
- Аллах не опорезује никога, осим према његовим могућностима, 23:62
- не, зна шта ће сутра зарадити и у којој земљи ће умрети, 31:34
- сваки ће се суочити са свим добрим и злим што је учинио 3:30
- сваки ће доћи и молити се за себе, 16:111
- сваки је залог за оно што је зарадио, 74:38
- Аллах се куне онима који се самопрекоравају, 75:2
Фараон, 28:6; 40:24
- људи из, 2:49; 3:11; 7:141; 44:17-33
- удавио се, 2:50
- односи са Мојсијем, 7:103-137; 10:75-92
- леш из мора, 10:90-92
- преступао преко граница; чинио грехе и био непослушан, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- праведна жена, 28:8-9
- тврди да је бог, 28:38; 79:24
- уништено, 29:39
- верник из фараонове породице, 40:28-44
- изградња куле, 40:36-37
- види такође Мојсије
Гомилање земаљских ствари, 102:1-4
Завет (Баја)
- за ислам, 16:91
- Посланику је завет (обећање) Аллаху, 48:10
- верника, 48:18; 60:12
Залог (хипотека), нека буде, 2:283
- свака особа је, за оно што је зарадила, 52:21; 74:38
Поезија, 36:69
Песници, 26:224-227; 69:41
Нар, 6:141
Сиромашни, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
Молитва, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ни наглас ни тихим гласом, 17:110
- молба за невернике, 9:113-114
- призивање неверника, 13:14
- Он одговара (на позив) тих, 42:26
- потражите помоћ у стрпљењу и, 2:45, 153; 20:132; 50:39
- обавити Икамат-ас-Салат, окренути према Кибли, 2:142-145, 149-150
- строго чувајте, 2:238
- у путовању и нападу, 2:239; 4:101-102
- не прилазити када си у пијаном стању, 4:43
- нити у стању Џанабе, 4:43
- прочишћавајући јер, 4:43; 5:6
- када је завршено, 4:103
- времена, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- клањање сеџенд једином Аллаху, 13:15
Молитве, петак, 62:9-11
Мере предострожности у опасности, 4:71
Ратни заробљеници, 8:67-71
- види такође Заробљеници
Обећање истине, 46:16-17
Имовина, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Пророци, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- завети, 3:81; 33:7-8
- незаконито за, 3:161
- непријатељ за свакога, 6:112; 25:31
- види такође Гласници
Прострација
- Аллаху припадају сви који су на небесима и на Земљи, као и њихове сенке, 13:15
Одредба, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
Псалми, 4:163
Казна
- одлагање, 3:178
- сечење руку или ногу, 5:33
- казни их сличним ономе чиме си ти био погођен, 16:126
- овог живота и будућег живота, 24:19; 68:33
Прочишћавајући
- телесно, 4:43; 5:6
- духовно (од нечистоћа), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Калам, S.68
Камар, S.54
Карија, S.101
Карун (Корах), 28:76-82; 29:39
Касас, S.28
Кибла, 2:142-145, 149
Кисас (Закон о једнакости у кажњавању), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Куран
- описано, 13:31, 36, 37; 14:1; 56:77-80
- није таква какву би икада могао створити неко други осим Аллаха, 2:23; 10:38; 11:13; 17:88
- да је било од неког другог, а не од Аллаха, у томе би било много противречности, 4:82
- очигледна светлост, 4:174; 42:52
- откривено, 6:19
- Аллах је томе сведок, 6:19
- јасан доказ, 6:157
- лажни разговор о стиховима из, 6:68
- подсетник, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- када се рецитује, слушај и ћути, 7:204
- Зикр, 7:205; 15:6, 9
- Књига мудрости, 10:1; 31:2; 36:2
- инспирисана порука, 10:2, 109; 42:52
- они који то одбацују, 11:17
- на арапском, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- састављено у делове и откривено у фазама, 15:91; 17:106; 25:32; 76:23
- промена стиха, 16:10
- када желите да рецитујете, 16:98
- водичи, 17:9
- радосне вести и упозорење, 17:9-10
- и неверници, 17:45-47
- рецитовање у рану зору је увек видљиво (од стране анђела), 17:78
- исцељење и милост, 17:82
- потпуно објашњено човечанству, свака врста поређења и примера, али већина одбија, 17:89; 18:54; 39:27
- лако, 19:97; 44:58; 54:17, 22, 32, 40
- мој народ је напустио овај Куран, 25:30
- потврђено Светим писмом, 26:196
- приповеда синовима Израела о чему се не слажу, 27:76
- рецитовати и молити се, 29:45
- Истина од Аллаха, 32:3; 35:31
- у благословеној ноћи, 44:3
- у њему је прописано свако питање уредби, 44:4
- дубоко размислите, 47:24
- упозорава, 50:45
- учио га је Аллах, 55:1
- и часни рецитал, добро чуван, 56:77-78
- нико не може да додирне осим оних који су чисти, 56:79
- ако је послат на планину, 59:21
- патња за невернике, 69:50
- апсолутна истина са сигурношћу, 69:51
- рецитовати споро, 73:4
- у Записима који се држе с поштовањем, чувају се чисто и свето, 80:13-16
- Подсетник (свим) Алиманима, 81:27
- неверници поричу, 84:22
- сачувано у Таблети, 85:22
- Реч која разликује истину од лажи, 86:13
- рецитовање чистих страница, 98:2
- видети такође Књига; Откривење
Курајш, S.106
Курејшије
- неверници из, 54:43-46, 51
- укроћивање, 106:1-4
Рабини и монаси, 9:31, 34
Трка, труди се као у, у добрим делима, 5:48
Ра'д, S.13
Рахман, S.55
Одећа праведности је боља, 7:26
Киша
- Аллахов дар, 56:68-70
- од камења, 27:58
Рамадан, 2:185
Рами, 2:200
Откуп
- не, биће узет, 57:15
- понуђено од стране неверника, 3:91; 10:54; 13:18
Фидја, о посту, 2:196
- за ослобађање заробљеника, 8:67
Рас, становници, 25:38; 50:12
Накнада
- Дан, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- порицатељи, 107:1-7
- од зла је зло као што је њему, 42:40
Помирење
- ко год опрашта и чини, 42:40
- између мушкарца и жене, 4:35
- између верника, 49:9-10
Запис
- уписани регистар, 83:7-9, 18-21
- сваки народ ће бити позван у своје, 45:28-29
- писане странице дела сваке особе, 81:10
- који говори истину, 23:62
- у десној руци, 69:19; 84:7-9
- левом руком, 69:25
- иза леђа, 84:10-15
Анђели који записују, 50:17-18, 23; 85:11
Олакшање, уз тешкоће, 94:5-6
Религија
- без присиле, 2:256
- је ислам, 3:19
- од Аллаха, 3:83-84
- осим ислама, 3:85
- не прекорачујте ограничења у, 4:171; 5:77
- усавршено, 5:3
- који узимају, као игру и забаву, 6:70
- који деле своје и разбијају се у секте, 6:159; 30:32
- видети такође 42:13-14; 43:65; 45:17
- људи су разбили своје, у секте, свака група се радује свом веровању, 23:53; 30:32
- није положено, никакве тешкоће, 22:78
- човечанство је створено, 30:30
- исто, за све пророке, 42:13-15
- предачки, 43:22-24
Спомен на Алаха, 63:9
- у, срца налазе одмор, 13:28
Покајање
- прихвата се ако је зло учињено у незнању и покаје се убрзо након тога, 4:17; 6:54
- и нема ефекта, ако се зла дела настављају, 4:18
- Он прихвата и опрашта грехе, 4:25
Олакшање за зло, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Васкрсење, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- пример у причи из Јездре 2:259
- Аврам 2:260
- људи из пећине 18:9-26
- упозорење порицатељима васкрсења 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Васкрсење, 7:89; 20:100-101, 124
- Прави дан, 78:39
- исплатио/ла си целу плату 3:185
- биће отворене писане странице акта, 81:11
- свака особа ће знати шта је донела, 81:14
- свака особа ће се суочити са свим добрим и злим што је учинила, 3:30
- човек ће знати шта је послао напред, а шта је оставио иза себе, 82:5
- без страха од неправде, 20:112
- равнотеже правде, 21:47
- вага дела, 23:102-103
- ко год чини добро или зло једнако тежини атома, видеће то, 100:7-8
- све тајне ће бити испитане, 86:9
Запис дат десном руком, 69:19; 84:7-9
Запис дат левом руком, 69:25
Запис дат иза леђа, 84:10-15
- тежак дан, за невернике, 25:26; 54:8; 74:9
- тежак дан, 76:27
- носити тешко бреме, 20:100-101
- није дозвољено да се изговори било какав изговор, 77:36
- злочинац ће га угристи за руке, 25:27
- неправници су се окупили са својим друговима и идолима, 37:22
- уништење са дубоким жаљењем, тугом и очајем, 30:12
- жена жива сахрањена биће испитана, 81:8-9
- највећи ужас, 21:103
- позивалац ће позвати, на страшну ствар, 50:41;54:6-8
- један (узвик), 36:29, 49, 53; 38:15; 50:42
- Заџра (узвик), 37:19; 79:13
- скоро мучење, 78:40
- небо ће се затрести страшним тресењем, 52:9; 56:4
- небо је расцепљено, 84:1-2
- небо се расцепило, 77:9; 82:1
- небо ће се расцепати од облака, 25:25
- небо ће бити смотано, у Његовој десници, 21:104; 39:67
- сви на небу и на земљи ће се онесвестити, 39:68
- небо ће се отворити, постаће као врата, 78:19
- небо ће бити као кључала прљавштина уља, 70:8
- звезде ће падати, 81:2; 82:2
- звезде ће изгубити своја светла, 77:8
- сунце ће изгубити своју светлост, 81:1
- мора ће постати као пламтећи огањ, 81:6
- мора су избила, 82:3
- земљотрес Часа, 22:1; 99:1
- планине ће се померити, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- самлевен у прах 20:105; 56:5
- као пахуљице вуне, 70:9;101:5
- земља и планине ће се јако потрести, 73:14; 79:6
- земља се самлеве у прах, 89:21
- земља ће се претворити у другу земљу, а тако ће бити и небеса, 14:48
- земља се протеже, 84:3-5
- земља као заравњена равница 18:47; 20:106
- земља одбацује своје терете, 84:4; 99:2
- гробови окренути наопачке, 82:4
- васкрсење из гробова, 21:97; 70:43
- над земљом жив после смрти, 79:14
- дивље звери ће се сакупити, 81:5
- васкрсао слеп, 20:124-125
- Затрубиће се труба, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Сахка, 80:33
- душе ће се спојити са својим телима, 81:7
- не остати дуже од десет дана, 20:103
- остати не дуже од једног дана, 20:104
- или део дана, 23:112-114
- Дан окупљања, 64:9
- Судњи дан, 37:21
- Дан одлуке, 77:38; 78:17
- Дан сређивања, 77:13-14
- Дан туге и кајања, 19:39
- порицатељи, 77:15-50
- човечанство ће бити као мољци расејани унаоколо, 101:4
- човечанство ће наставити да напредује у раштрканим групама, 100:6
- човечанство као у пијаном стању, 22:2
- свака трудница ће испустити свој терет, 22:2
- трудне камиле биће занемарене, 81:4
- дојиља ће заборавити своје дојенче, 22:2
- рођаци ће бити натерани да се виде, 70:11
- човек ће побећи од своје родбине, 80:34-37
- ниједан пријатељ неће питати пријатеља, 70:10
- неће бити пријатеља ни заступника, 40:18
- нико нема моћ да учини било шта за другог, 82:19
- неће имати снаге, нити ће имати помоћника, 87:10
- нема страха за вернике, 43:68
- верници ће бити усред хладова и извора и плодова, 77:41-43
- становници Раја и њихове жене, 36:55-58
- анђели ће бити послати са великим силаском, 25:25
- Шина ће бити огољена, 68:42-43
- Рај ће се приближити, 81:13
- Пакао ће се приближити, 89:23
- Пакао ће бити свучен, распаљен у жестоку ватру, 81:11-12
- Одмазда путем милосрђа биће искупљење, 5:45
Откровење
- ако сте у недоумици, 2:23-24
- укинут или заборављен стих, 2:106
- право вођство, 3:73
- од Господа, зато не буди од оних који сумњају, 6:114
- за људе који разумеју, 6:98
- Упутство и Милост, 7:203; 16:64; 31:3
- кроз Рух-ул-Кудус, 16:102; 26:192-193
- детаљно објашњено, 6:98; 41:2-4
- дела Књиге је од Аллаха, 46:2
- видети такође Књигу и Куран
Освета за тешку неправду која им је учињена, 42:39-43
Награда
- према најбољим делима, и још више, 24:38; 29:7; 39:35
- као награда 25:15
- Аллах награђује оне који чине добро оним што је најбоље, 53:31
- за добро, нема друге награде осим добра, 55:60
Риба (видети зеленаштво)
Праведни
- друштво, 4:69
- наследиће земљу, 21:105
- у Рају, 51:15-19; 76:5-12
- види такође Добро
Праведност, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- стрм пут од, 90:11-18
Прави пут је Аллахов пут, 3:73
Путеви, пут, 43:10
Стеновити тракт (Хиџр), становници, 15:80-85
Римљанима, 30:2-5
Кров, рај, 21:32
Рух (Гаврило), 26:193; 67:12; 70:4; 78:38;97:4
Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
- види такође Габријел
Рух (душа, дух), 15:29; 17:85; 58:22
Рум, S.30
Саба (Шеба), 27:22-44; 34:15-21
Саба, S.34
Сабат
- преступници, 2:65; 4:154; 7:163-166
- прописано само за, 16:124
Сабијанци, 5:69; 22:17
Жртва, 2:196, 200; 22:34-37
Тужно, S.38
Садаках (Милосрђе), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- боље је сакрити него показати, 2:271
Сафа и Мерва, 2:158
Саф, S.61
Сафат, S.37
Саил Ал-'Арим (поплава пуштена из бране Мариб), 34:16
Сеџда, S.32
Сакина (смиреност и тишина), 2:248; 9:26, 40; 48:4, 18, 26
Салих, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Салсабил (пролеће у рају), 76:18
Самири, 20:85, 95-97
Самуило, 2:247
Сатана, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- изазива непријатељство и мржњу, 5:91
- зли шапати из, 7:200-201
- обмањује, 8:48
- издао, 14:22
- нема моћ над верницима, 16:99-100
- баца лажи, 22:52-53
- је непријатељ, 12:5; 35:6; 36:60
- охолост 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- џин 18:50-51
- Адамово искушење и пад 7:20-23; 20:116-121
- нема ауторитет над верницима 16:98-100
- његов гол 35:6-8
- заклети непријатељ човечанства 12:5; 17:53
- његова странка 53:14-19
- дело његових руку 5:90-91
- обесхрабрује добра дела 2:268
- верници траже уточиште код Аллаха од њега 7:200-202
- његове шеме су слабе 4:76
- разочарава своје следбенике 8:48
- разговара са својим следбеницима у паклу 14:22
- види такође Иблис
Вага, успешан, чија ће бити тешка, 7:8-9
- види такође равнотежу
Свето писмо
- људи (Јевреји и хришћани), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- шта су крили, 5:61-63
- међу онима који су на правом путу, 5:66
- препознају, али не верују, 6:20
Море, 42:32-33; 45:12
- двојица, 18:60; 25:53; 35:12; 55:19-20
- када, избијају, 82:3
Тајна (Наџва)
- разговори, 4:114
- савет тројице, 58:7
- савети, 58:8, 10
- приватне консултације, 58:12-13
Секте и поделе у религији, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Сигурност, након невоље, Он је спустио, 3:154
Семе, Који чини да расте, 56:63-67
Чула, 23:78
Седам, створено
- небеса, 2:29; 23:17; 65:12; 67:3; 71:15
- и земље као што је она, 65:12
Сенка
- Аллаху пада на сеџу, 13:15; 16:48
ширење од, 25:45
Шамс, S.91
Камила као јасан знак за народ Тамуд, 7:73; 17:59; 26:155-158
Брод, пловидба, као знак; бити на услузи; бити захвалан; тражити Његову благодат, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
Шуајб, 7:85-93; 11:84-95; 29:36-37
Шуара, S.26
Шура, S.42
Сидрат-ул-Мунтаха, 53:14
Опсада Медине, 33:9-27
Сиџин, 88:7-9
Грех, 7:100; 74:43-6
- незаконит полни однос, 4:15-16; 24:2, 19
- ако су већи, избегавају се, мали греси се опраштају, 4:31
- могу се сакрити од људи, али се не могу сакрити од Аллаха, 4:108
- ко год зарађује, зарађује само против себе, 4:111
- ко год заради, а затим баци на некога невиног, 4:112
- Аллах опрашта када му се не додељују други у богослужењу, али опрашта коме хоће грехе осим тога, 4:116
- они који почине, добиће заслужену накнаду, 6:120
- грешници никада неће бити успешни, 10:17
- Аллах све опрашта, 39:53
- већи греси, 42:37
Синај, Гора, 19:52; 23:20; 95:2
Грешници, њихове уши, очи и кожа сведочиће против њих, 41:20-23
Сират мост, 66:8
Клеветник, 68:11-12; 104:1
Робови, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- видети такође Ратни заробљеници; Заробљеници
Сан, ствар за одмор, 78:9
Содома, 29:31; 37:136
Содомија, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Соломон, 2:102; 4:163; 6:84
- помаже свом оцу Давиду да донесе праведнији суд 21:78-82
- и мрави, 27:15-19
- и пупавац, 27:20-26
- и краљица од Сабе, 27:22-44; 34:15
- Аллахове милости према њему 34:12-14, 38:34-40
- његова љубав према лепим коњима 38:30-33
Син, усвојени, 33:4-5
Душа (дух, Рух), 15:29; 17:85; 58:22
Трошите, на Аллаховом путу, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- што је изван твојих потреба, 2:219
- сличност оних који су своје богатство уложили на Аллаховом путу, 2:261
- да га виде људи, 2:264; 4:38
- шта год да учините, на Аллаховом путу, биће вам враћено, 2:272; 8:60; 34:39
- не са екстраваганцијом или расипништвом, 6:141;17:26
- ни екстравагантно ни шкрто, 25:67
- који затварају руке од трошења на Аллаховом путу, 9:67
Дух (душа, Рух), 15:29
- његово знање је код Аллаха, 17:85
- Аллах јача вернике са, 58:22
Ратни плен, 8:41, 69; 48:15, 19-20; 48:15
- види такође Плен
Шпијунирање, 49:12
Звезда, 53:1, 49; 86:1-4
Звезде, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Прави, Пут, 1:6
- итд. Пут, 6:153
- итд. Тежећи, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Дојење, термин, хранитељка, 2:233
Патња, сиромаштво, губитак здравља и несреће; просперитет и богатство, 7:94-96
Недеља, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Врхунски успех, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
- његово откровење повећава веру, 9:124-127
Сумње, 49:12
Храна, 19:62
- види такође Одредба; Провидност
Сува, 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагхут, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- види и лажне богове
Та-Ха, S.20
Тахрим, S.66
Такатур, S.102
Таквир, S.81
Талак, S.65
Талх (банана), 56:29
Талут (Саул), 2:247-249
Тарик, S.86
Тасним (пролеће), 83:27-28
Тауба, S.9
Таваф (обилазак око Кабе), 2:200; 7:29,31
Тајамум, 4:43; 5:6
Рок, сваки народ има свој одређени, нико га не може предвидети нити одложити, 7:34; 10:49; 15:4-5; 16:61; 20:129
Територију, чувајте своју, војним јединицама, 3:200
Тест, тако ми Алаха, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
Лопов, казна, 5:38-39
Престо, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- на води, 11:7
- осам анђела који носе, 39:75; 40:7; 69:17
Време, 45:24; 76:1; 103:1
Калај, S.95
Мука, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Општину, никада нисмо уништили, али је за њу постојала позната наредба, 15:4
Трговина и имовина, 4:29
Путују, зар нису путовали кроз земљу, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Издаја, 8:58; 22:38
- види Издати
Благо сакупљено, 9:35
Алахово благо, 6:50
Дрво вечности, 20:120
Дрвеће, 22:18
Суђења, 2:214-218; 64:15
Труба, на Дан васкрсења, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
Сахка, 80:33
Поверење понуђено небесима, земљи и планинама, али преузето од стране човека, 33:72-73
Трустс (Аманах),2:283; 4:58; 8:27; 23:8;33:72; 70:32
Истина, 5:48; 23:70-71, 90; 25:33; 69:51
- не мешај са лажи нити скривај, 2:42
- дошла је и лаж је нестала, 17:81
- обећање из, 46:16-17
Тубба', људи, 44:37; 50:14
Тур (Гора), 28:29, 46
Тур, S.52
Тува, долина, 20:12; 79:16
Ухуд, битка код, 3:121-128, 140-180
Ума (заједница, нација), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Лихварство (Риба), 2:275-276, 278-280; 3:130;4:161; 30:39
Узаир (види Езра)
Уза, 53:19
Вео, невидљиви, 17:45-46
Вео, 24:31; 33:59
Стихови, Саб' Ал-Матхани, 15:87
Победа
- дато од Алаха, 48:1
- уз помоћ Аллаха, 61:13
Врлине (видети Праведност; Верници)
Вад, 71:23
- „Чекајте, и ми чекамо“, 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вакија, S.56
Рат против Алаха, 5:33-34
Не расипај се расипништвом, 6:141; 7:31; 17:26
Вода, свако живо биће је направљено од, 21:30; 24:45; 25:54
- два мора, 18:60; 25:53; 35:12; 55:19-20
- Аллахов престо на, 11:7
- киша, 23:18
Пут, 1:6; 42:52-53; 90:10
- итд. лако, учинити лаким, 87:8
- види такође Пут
Путник, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
Богатство
- ко је сакупио, 104:2-4
- трошење на Аллаховом путу (видети Трошење)
Богатство и деца, украс живота овога света, 18:46
Тежина и мера, дати пуну вредност, 11:85; 17:35; 83:1-5
Удовице, 2:234-235, 240
Аллахова воља, 10:99-100; 30:5; 81:29; 82:8
Воља човека, да хода право, осим ако Аллах не хтеде, 28:29
Ветрови, 77:1-3
- као гласници радосних вести, 7:57; 30:46
- подизање облака, узроковање воде, 15:22; 30:48
- жути, 30:51
Вино (у рају)
- чиста пића, 37:45; 76:21
- бело, укусно, 37:46
- реке, 47:15
- чисто запечаћено, 83:25
Не жели оно у чему је Аллах неке учинио да надмаше друге, 4:32
Сведоци
- завету пророка, 3:81
- над човечанством, 2:143; 22:78
- за уговор, 2:282
- две жене против једног мушкарца, 2:282
- до незаконитог сексуалног односа, 4:16; 24:2
- буди праведан, 5:8
- руке и ноге ће сведочити, 36:65
- човек против самог себе, 75:14
Дан сведочења и Дан сведочења, 85:3
Жене
- су вам њива, 2:223
- насловница за тебе, 2:187
- твојих сопствених, 16:72
Жена, која се препире, 58:1-2
Жене, 2:222-223; 4:15, 19-22, 34, 127
- који оптужују чедне, 24:4-5, 11-17, 23-26
- покривање велом, 24:31; 33:59
- верујући, као емигранти, 60:10-12
- не изражава се јасно у спору, 43:17-18
Дрво, становници, 15:78; 38:13; 50:14
- види такође Аиках; Мадиан 26:176-191
Свете, животе овога
- није ништа друго до игра и забава, 6:32; 29:64; 47:36; 57:20
- обмањује људе, 6:130
- мање је уживање у, него у загробном животу, 9:38; 13:26; 28:60-61
- ко год жели, улази у њу, али онда неће имати удела у будућем животу, 11:15-16; 17:18; 42:20
- богатство и деца, украс, 18:46
- који воле садашњи живот, а напуштају загробни живот, 75:20-21; 76:27
Писање, за уговоре, 2:282
Злочиниоци, 11:18-22, 101-104, 116-117; 39:47
- види такође Неверници
Абдест (Прање), 4:43; 5:6
Јагут, 71:23
Јахја (Џон)
- радосне вести из, 3:39; 21:90
- праведник, 6:85
-мудар; саосећајан; послушан, 19:12-15
Ја-Син, S.36
Јатриб (Ал-Мадина), народ, 33:13
Јаук, 71:23
Јунус (Јона), S.10
Јусуф (Јосиф), S.12
Забур, 21:105
Захарија (Закарија), 3:37-41; 6:85; 19:2-11; 21:89-90
Заид Ибн Харитах, Послаников роб, 33:37-38
Зекат, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- предмети зеката и милостиње, 2:273; 9:60
Занџабил, 76:17
Залзалах, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зихар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Основни принципи
- Вера усавршена 5:3
- једини Пут који Аллах прихвата 3:19, 85
- нема присиле у прихватању ислама 2:256
- једна религија са различитим верама и законицима 5:48; 22:67-70; 42:13-14
- пророци ислама 2:135-136; 3:84; 4:163-165
- заповести (веруј у Алаха и чини добро) 4:36; 6:151-154; 17:23-39; 18:107-108
- пет циљева шеријата: заштита вере 5:54
- заштита живота 5:32;6:151
- заштита богатства 5:38
- заштита части 5:5;24:4
- заштита сопствене способности размишљања 5:90.
Веровање у Алаха 2:255
- Божанске особине, Прелепа имена 57:1-6; 59:22-24; 85:13-16; 112:1-4
- једини бог достојан обожавања 1:1-4; 2:285; 6:3; 43:84
- сва власт припада Њему 3:26; Његов Престо (Арш) 7:54; 11:7
- Његов Курси (столица или подножје) 2:255
- безбројне милости према човечанству 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- даје живот и узрокује смрт 44:8; 53:44; 57:2; 67:2
- доноси радост и тугу 53:43
- даје обилне или ограничене залихе 13:26; 17:30; 29:62
- Најбољи од свих судија 95:8
- Најмилосрднији од милосрдних 12:92
- воли праведнике 85:14
- пун опроштаја и суров у кажњавању 13:6, 40:3
- Први и Последњи 57:3
- сва част и моћ припадају Њему 35:10
- познаје непознато и види невидљиво 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- најбоље зна шта је скривено у срцу 5:7; 11:5; 31:23
- зна шта се десило и шта тек треба да се деси 2:255
- све је записао у Запису (или Сачуваној плочи) 6:38; 13:39; 36:12
- способан да уради било шта 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- Његова бесконачна моћ 3:26-27; 24:45; 31:28-30
- створио је небеса и земљу за шест дана и никада се није уморио 46:33; 50:38
- ствара речју „Буди!“ 36:81-83
- никада није неправедан према свом стварању 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- све се покорава Његовој вољи 3:83; 22:18; 30:26
- сви имају потребу за Њим 11:6; 35:15; 55:29
- веруј у Њега 10:84-85; 12:67; 25:58
- облици божанске комуникације 42:51
- достојно је имати на уму стихове из 2:21; 3:102; 4:1; 33:70-71; 59:18
- мудрост је дар од Њега 2:269
- Он нема потребу ни за ким 3:97; 6:133; 112:2
- ниједно у Тројству 4:171
- нема партнера 6:101
- нема деце 10:68; 19:35; 43:81; 72:3; 112:3
- нема партнере или богове-сараднике 6:94; 7:191-195; 46:4-5
- ништа као Он 42:11; 112:4
Наредба да се размишља о чудима Његовог стварања 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Знаци стварања 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- створио је све са сврхом 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- универзум усавршен 67:3-4
- спаја дан са ноћи 3:27
- разноликост 30:22; 35:27-28
- мед 16:68-69
- млеко 16:66
- дар деце 42:49-50
- планете и орбите 21:33; 36:38-44
- сазвежђа 25:61; 85:1
- звезде 37:6-7; 67:5
- облаци 7:57;30:48
- земљотрес 7:78; 7:155
- клизиште 28:81; 29:40
- олуја 10:22
- росуља, град и киша 2:265; 6:99; 24:43; 50:9-11
- гром и муња 13:12-13
Научне референце
- људи су створени од мушких и женских гамета 76:2
- формирање и развојне фазе ембриона 22:5; 23:12-14
- фетус у три слоја таме 39:6
- слана вода 25:53-54; 35:12; 55:19-20
- опрашивање ветром 15:22
- отисци прстију 75:3-4
- планине као клинови 78:7
- гвожђе послато 57:25
- рецептори бола 4:56
- сунце као извор зрачења и месец као рефлектована светлост 10:5
- цепање месеца 54:1
- небо као добро заштићен крошња 21:32
- сва бића створена од воде 21:30; 24:45
- мрави комуницирају 27:17-19
- унутрашњи таласи 24:40
Жива бића
- анђели 39:75
- људи (ауторитет на земљи) 2:30; 6:165; 16:4
- џин 72:1-15
- животиње припадају заједницама као и људи 6:38
- теле 11:69
- камила 7:40
- пас 18:22
- слон 105:1
- коњи, мазге и магарци 16:8
- лав и зебре 74:50-51
- мајмуни 2:65
- свиње 2:173
- камила 7:73
- овце и козе 6:143
- вук 12:17
- жабе 7:133
- змија 7:107
- птице 24:41
- врана 5:31
- пупавац 27:20
- препелице 2:57
- риба 18:61
- кит 37:142
- мрави 27:18
- пчеле 16:68
- комарац 2:26
- лет 22:73
- ваши и скакавци 7:133
- паук 29:41
- други нама непознати 16:8
Биљке и плодови 6:99; 13:4; 16:11; 36:33-35
- банане 56:29
- датуми 19:25
- зачинско биље, краставци, бели лук, сочиво и лук 2:61
- грожђе 80:28
- маслине 6:99
- сл. 95:1
- нар 55:68
- тиквица 37:146
Веровање у Мухамеда
- Квалитети, само пророк 3:144; 6:50; 7:188; 18:110
- да се објави истина 2:119; 35:24; 42:48
- печат пророка 33:40
- племенит карактер 3:159; 68:4
- узор 33:21
- као услуга верницима 3:164
- милост целом свету 21:107
- универзални гласник 4:170; 7:157-158; 34:28
- води ка Правом путу 42:52-53
- брине о људима 9:129
- као сведок на Судњи дан 4:42; 16:89
- неписмени пророк 7:157-158; 29:48; 62:2
- проречено у Тори и Јеванђељу 7:157
- прорекао је Исус 61:6
Изазови са којима се суочавао Посланик ( ﷺ )
- бесмислени захтеви пагана 8:32; 15:7; 17:89-93; 25:7-8
- лажне оптужбе 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- покушаји атентата 8:30; 9:74
- упозорење онима који му наносе штету или му се противе 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- наређено је да се на одбијање одговори стрпљиво 20:130; 30:60; 46:35; 70:5
- наредио, уверио Аллах 5:67; 93:1-11; 94:1-8
Лекције из живота Пророка ( с.а.в.с. )
- од његове емиграције (хиџре) до битке код Бедра 3:121-129; 8:42-44; 8:65-71
- Битка код Ухуда 3:151-180
- Битка код рова 33:9-27
- Битка код Хунаина 9:25-27
- Медина 9:40
- Табук 9:38-123
- Бану Ан-Надир 59:2-6
- Хамра ел-Асад 3:172-175
- Худаибииах примирје 48:1-7; 48:10-29
Почасти указане Посланику ( ﷺ )
- Аллах и Његови анђели га благосиљају 33:56
- ноћно путовање из Меке у Јерусалим 17:1
- путовање у небеса 53:1-18
- поштован у овом и будућем животу 17:79; 66:8; 108:1
- послушност њему је послушност Аллаху 4:80
- награда за послушност Аллаху и Његовом Посланику 4:69
- његова породица је очишћена 33:33-34
- види Гаврила у његовом правом облику 53:1-18
- верницима је наређено да му се покоравају 59:7
- етикета разговора са њим 49:1-5
- бонтон посећивања њега 33:53
- бонтон опхођења са својим женама 33:53
- Аллах је задовољан њим и његовим друговима 9:100; 9:117
- изврсност његове верске заједнице 2:143; 3:110
Молитва (салах) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- Петак, скупштина 62:9
- правац молитве (кибла) 2:144; 2:149-150
- треба да одврати човека од злих дела 29:45
- пута 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- док су у опасности или на путовању 2:239; 4:101-102
- упозорење онима који занемарују молитве 19:59; 74:38-47; 107:5-7
- молитве лицемера 4:142; 9:54
Очишћење, абдест (вуду) 5:6
- потпуно купање (гусул) 2:222; 4:43
- суво прање (тајамум) 4:43; 5:6
Молитве (дуа)
- из Аврамове 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Адам и Ева 7:23
- Исус 5:114
- Јов 21:83; 21:83
- Јона 21:87
- Јосиф 12:33; 12:101
- Мојсије 10:88-89; 20:25-35
- Мухамед 17:80; 20:114
- Ноје 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Соломон 38:35
- Шуаиб 7:89
- Захарија 3:38; 19:2-6; 21:89-90
- анђели 40:8-9
- Маријина мајка 3:35-36
- Фараонова жена 66:11
- Фараонови врачари 7:126
- Краљ Саул и верници с њим 2:250
- верници деце Израиљеве 10:85-86
- људи из пећине 18:10
- праведници 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- угњетавани 4:75
Стихови о сеџендама
- саџадат, множина од сеџде, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Порез на милостињу (зекат), као обавеза 2:110; 2:177; 2:277; 6:141
- једна од особина верника 22:41; 23:4; 51:19
- примаоци 9:60
- доброчинство (садаках) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- упозорење онима који ускраћују 3:180; 9:34; 47:38
Пост (савм)
- у Рамазану 2:183-185
- сати поста 2:187
- изузеци 2:184-185
- интимни односи током ноћи која претходи посту 2:187
- пост током ходочашћа 2:196
Хаџ (ходочашће)
- обавеза за оне који могу себи то да приуште 3:97
- ритуали и прописи 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- жртвене приносе 2:196; 22:36-37
- забрана лова на копну током ходочашћа 5:1; 5:94-95
- дозвољеност лова на мору 5:96
- Мало ходочашће (умра) 2:158; 2:196
Верске заједнице
- Муслимани 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- чувари једни других 3:28; 9:71
- Хришћани 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Јевреји 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Деца Израиљева 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Људи Књиге (углавном Јевреји и хришћани) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Муслимани могу јести животиње које су жртвовали и женити се њиховим женама 5:5
- храна забрањена Јеврејима 6:146
- Савијанима 2:62; 22:17
- Мудре 22:17
- политеисти (незнабошци, идолопоклоници) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- паганске сујеверне праксе 2:189; 5:103; 6:138-144
- атеисти 52:35-36
Паганске праксе забрањене
- сахрањивање живих ћерки 16:58-59; 81:8-9
- убијање деце из страха од сиромаштва 6:137; 6:151; 17:31
- звиждање и пљескање око Кабе 8:35
- посвећивање камила идолима 5:103; 6:136
- жртвовање у име идола 6:121
- зихар развод 33:4; 58:2-4
- ила' (више од четири месеца) 2:226-227
- жреб за одлуке 5:3
- обилазак Кабе голи 7:26-28
- улазак у куће кроз задња врата након ходочашћа 2:189
Предмети обожавања
- анђели (код неких паганских Арапа) 34:40
- Ел-Ајка (међу људима Шуаиба) 26:176
- Ба'л (међу људима из Илије 37:125
- Исус (у хришћанству) 5:17
- идоли (међу Аврамовим народом) 21:52-53
- идоли Лата, Узе и Маната (код арапских пагана) 53:19-20
- идоли Вадда, Суве, Јагута, Јаука и Насра (међу народом Ноја) 71:23
- сунце (народ из Саве) 27:24
- Сиријус (код неких паганских Арапа) 53:49
- Фараон (у старом Египту) 26:29; 28:38; 79:24
- жеље 25:43-44; 45:23
- веровање у више богова оповргнуто 17:42-43; 21:21-24; 25:3
Места богослужења, џамије 9:18
- цркве, синагоге и манастири 22:40
- светиња 3:39; 38:21
- храм 17:7
- Верске титуле, свештеници, монаси и рабини 5:44; 5:63; 5:82; 9:31-34
Анђели
- распитајте се о стварању Адама 2:30-34
- никада немој бити непослушан Алаху 21:26-27; 66:6
- нису кћери Аллаха 21:26; 43:16-19
- анђели чувари 13:11
- два анђела записника 50:16-18; 82:10-12
- осам који носе Аллахов престо на Судњи дан 69:17
- деветнаест чувара пакла 74:26-31
- Анђели смрти 6:93; 16:28; 32:11
- Гаврило 2:97; 66:4; 26:192-195; 53:1-14
- Михаило 2:98
- Малик 43:77
Гласници
- између анђела и људи 22:75
- Гласници чврсте одлучности (Аврам, Ноје, Мојсије, Исус и Мухамед ﷺ ) 33:7; 42:13; 46:35
Свето писмо
- Куран, објава од Алаха 12:2-3; 20:2-4; 26:192-195; 32:2-3
- подсетник целом свету 68:51-52
- водичи ка најправеднијем начину живота 17:9
- објава је почела у месецу Рамазану 2:185
- у благословеној ноћи 44:3;97:1-5
- откривено у фазама 17:105-106
- направљено лако за памћење 54:17
- потврђује истину у претходним откривењима 3:3-4
- врховни ауторитет за раније списе 5:48
- нема сумње у то 2:2; 10:37
- без противречности 4:82
- није измишљено 10:37-39
- није преписано из Библије 25:4-6
- није откривено од стране ђавола 26:210-212
- нико не може да произведе нешто слично 17:88; 2:23-24; 10:13-14; 11:13
- заштићен од корупције 15:9
- заштићено у Сачуваној плочи 56:75-80
- не може се доказати да је лажно 41:42
- предсказује будуће догађаје 30:1-7; 48:27
- дира вернике до суза 5:83; 17:107-109
- дотиче срца 39:23
- блистава светлост 4:174; 42:52
- исцељење и милост за вернике 17:82
- Тора 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Јеванђеље 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Псалми 4:163; 17:55
- Свици Аврамови 53:36-44; 87:14-19
Судбина и предодређеност 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- слободан избор 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Судњи дан
- без неправде 2:281; 18:49; 40:17
- ужаси апокалипсе 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- праведници и зли на тај Дан 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- посредовање (схафа'ах) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
Записи о делима 17:13; 18:49
- верници примају свој запис десном руком 69:19-24; 84:7-9
- неверници примају свој запис левом руком 69:25-37; 84:10-15
- ништа неће бити скривено од Аллаха 21:47; 40:16
- мерење дела 7:8; 23:102-104; 101:1-11
- сведочанство телесних органа 41:19-24; 24:24
- награда за добра и зла дела 6:160; 27:89-90; 28:84
Врсте људи
- верници 18:107-108
- неверници 4:167-169
- лицемери 4:145; 57:13-15
- становници Раја, најистакнутији верници 55:46-61; 56:10-26
- становници Раја, људи деснице 55:62-78; 56:27-40
- становници пакла, људи левице 55:31-45; 56:41-56
- људи на висинама 7:46-49
Финансијски
- Пословне смернице 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Завештања, опциона завештања онима који нису наследници 2:180-183; 4:11-12
пре смрти током путовања 5:106-108
- Подмићивање 2:188
- Дугови, љубазност у наплати дугова 2:280
- писање и сведочење уговора о дугу 2:282
- узимање залоге 2:283
- Наслеђе, смернице 4:7; 4:32-33; 8:75
- удео потомства и родитеља 4:11
- супружници и браћа и сестре по мајци 4:12
- пуноправна браћа и сестре 4:176
- упозорење онима који се не придржавају 4:13-14
- Камата, забрана и упозорење 2:275-281; 3:130-132
- постао непрофитан 30:39
Правни
- Закон о издаји (хирабах) 5:33-34
- Правда, залагање за правду 4:135; 5:8; 16:90-91
- залагање за права сирочади и жена 4:127
- правда према Јеврејину 4:105-112
- правда према незнабошцу 4:58
- праведност према немуслиманима 60:8-9
- Одмазда путем правних канала (са могућношћу опроштаја) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Раздвајање мужа и жене, Хул 2:229
- лијан (оптужује за прељубу) 24:6-10
Политички
- Вођење послова консултацијама (шура) 3:159; 42:38
- Борба у самоодбрани (џихад), бонтон 2:190-192; 2:216; 22:38-40
- да не нападају без разлике 4:94
- борба за угњетаване мушкарце, жене и децу 4:75
- заштита места богослужења 22:37
- награда мученика 2:154; 3:169-171; 9:111; 57:19
- војна моћ одвраћа потенцијалне непријатеље 8:60
- опредељивање за мир 2:192; 8:61
- Склапање мира између странака 49:9-10
- Ратни заробљеници, поступање 8:70; 47:4; 76:8
Друштвене мреже
- Усиновљење 33:4-5
- Брига о сирочади 2:220; 4:2-10; 4:127; 6:152; 17:34
- Развод, арбитража и помирење 4:35; 4:128
- бонтон развода 2:229-231; 65:1-2
- мираз и период чекања 2:226-241; 4:19-21; 33:49; 65:1-7
- муж да не узима назад ништа од мираза 4:20
- жена не сме бити узнемиравана 65:6
- жена треба да буде финансијски издржавана током трудноће 65:6
- током њеног периода чекања 65:6
- ако доји дете бившег мужа, 65:6
- ниједан родитељ не би требало да пати због свог детета 2:233
- избор за дојиљу 65:6
- Подстицање добра и одвраћање од зла 3:104; 3:110; 7:157; 9:71-72; 31:17
- Правоправност људских бића 49:13
- мушкарци и жене пред Аллахом и законом, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- мушкарци имају степен одговорности већи од жена 2:228
- Хранење сиромашних, сирочади и заробљеника 76:8-9
- Опроштај и контрола беса 3:134; 42:40
- Ослобађање робова и помагање њима 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Поштовање родитеља 4:36; 17:23-25; 31:14-15
- Смирење 17:37; 31:18-19
- Тумачење снова Аврамових 37:102
- Тумачење снова Јосифа 12:4; 12:36; 12:43
- Тумачење снова Мухамеда 8:43; 48:27
- Љубазност према немуслиманима 60:8
- Брак 4:3; 4:129; 16:72; 30:21
- жене које су дозвољене и недозвољене да се удају 4:22-24
- бонтон интимности 2:222-223
- трудноћа и дојење 2:233; 31:4; 46:15; 65:6
- поновни брак са бившом женом 2:230
- помоћ самцима да склопе брак 24:32
- суптилно показивање интересовања током периода чекања 2:235
- Заклетве 2:224-225; 16:91-92; 16:94
- надокнађивање прекршене заклетве 5:89
- Стрпљење у тешким временима 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Дозвола за улазак 24:58-60
- улазак у домове људи 24:27-28
- улазак на јавна места 24:29
- Друштвени бонтон, проверавање вести 4:83; 49:6
- поштовање свих 49:11-12
- бонтон окупљања 58:11
- приватни разговори 4:114; 58:9
- Завети 2:270; 9:75-77; 22:29; 76:7
- Расипање и шкртост 7:31; 17:29; 25:67
Друге приче
- Авељ и Каин 5:27-31
- Ел-Хадир и Мојсије 18:60-82
- Војска слона 105:1-4
- верник из фараоновог народа 40:28-46
- рођење Марије 3:35-36
- Крава деце Израиљеве 2:67-74
- Јездра 2:259
- власници башта 68:17-32
- Харут и Марут 2:102
- Корах 28:76-82
- Лукманов савет његовом сину 31:12-19
- власник два врта 18:32-44
- народ из Сабе 34:15-19
- људи из пећине 18:9-26
- људи из рова 85:1-8
- Прекршиоци Суботе 7:163-165
- Самири и златно теле 20:83-97
- Саул и Самуило 2:247-251
- Зул-Карнајн 18:83-98
Ђаволи 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ђаволски људи и џини 6:112;114:6
- небо заштићено од ђавола 15:16-18
Жаљења
- не праћење Пророка 25:27
- непокорност Аллаху и Његовом Посланику 4:41-42; 33:64-68
- узимање злих пријатеља 25:28-29; 26:96-102; 43:36-39
- порицање Аллахових знакова 6:27-30
- не ради за загробни живот 89:23-24
Очајничке молбе
- молба за повратак у свет 2:167; 6:27-28; 32:12-14; 42:44
- за другу шансу 35:36-37
- бити уклоњен из Ватре 40:10-12
- за храну и воду 7:51-52
- за посреднике 7:52-53
- бити сравњен са прашином 4:41-42; 78:40
- за смрт 43:74-78
Особине праведника
- поштовање права Творца и Његовог стварања 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Особине злих
- неблагодаран 14:34
- шкрт 17:100
- брзоплето 21:37
- сећај се Аллаха само у тешким временима 10:12; 41:51
- нестрпљив 70:19
- аргументативно 18:54
Велики греси
- придруживање другима Аллаху у обожавању (ширк) 4:48; 4:116; 5:72; 6:19; 31:13:
- злостављање сопствених родитеља 4:36; 6:151; 17:23
- занемаривање или напуштање обавезних молитава 19:59-60
- неплаћање милостиње 41:6-7
- убиство 6:151; 17:33
- намерно убијање верника 4:93
- крађа 5:38
- превара 7:85; 11:85; 26:182-183; 83:1-6
- лагање 2:10; 9:77; 39:60
- лагање о Аллаху 6:93; 29:68; 61:7
- забрањени сексуални односи 2:222; 17:32; 24:2; 25:68; 29:28-30
- лажне оптужбе за прељубу 24:4-5
- отпадништво 2:217; 5:54
- једење свињетине и друге забрањене хране (лешина, крв итд.) 5:3; 6:145
- алкохол и коцкање 5:90-91
- оговарање 49:11
- лажно сведочанство 22:30
- магија 2:102; 10:77; 20:69
""";
