const String quranIndexDariRaw = r"""
هارون (هارون) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
عبس، S.80; 74:22
وضو، 4:43; 5:6
ابراهیم (ابراهیم) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- نه یهودی و نه مسیحی، 3:67-68
- در اولین معبد در بکه ایستاد، 3:97; 26:123
- پایه‌های کعبه را بلند کرد 2:124-129
- قومش را به پرستش خدای یگانه فراخواند 2:130-133; 26:69-89; 29:16; 29:24-27
- با پادشاه متکبر مناظره کرد 2:258
- درباره رستاخیز پرسید 2:260
- نه یهودی و نه مسیحی 3:65-68
- پرستش ستارگان را رد کرد 6:74-87
- خبر تولد اسحاق را دریافت کرد 11:69-76; 51:24-30
- دعایش در کعبه 14:35-41
- فرشتگان از او دیدن کردند 15:51-56
- یک الگوی نمونه 16:123
- پدرش را به حق فراخواند 19:41-50
- بتها را شکست و از آتش نجات یافت 21:51-73; 37:83-113
- همه را به حج فراخواند 22:26
ابرار، 3:193, 198; 76:5; 82:13; 83:18-22
نسخ، 2:106, 16:101
ابولهب، 111:1-5
قوم عاد، 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
آدم، 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- فرشتگان باید در برابرش سجده می‌کردند، 2:34; 7:11
- درخت دانش، 2:35; 7:19-20; 20:120-121
- اخراج از بهشت (هیچ گناهی بر عهده حوا نیست)، 2:36; 7:24
- خداوند او را گرامی داشت، شیطان او را وسوسه کرد 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- خداوند او را بخشید 2:37; 20:122
عادیات، S.100
بهشت عدن، 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
سختی
- کسی بار دیگری را نمی‌کشد، 6:164; 17:15; 35:18; 39:7; 53:38
- کسی بیش از توانش بار نمی‌کشد، 2:286; 6:152; 7:42; 23:62
- صبر در برابر سختی، 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
پیری، 16:70; 22:5; 30:54; 36:68
- رفتار با والدین پیر در تکفل شما، 17:23
احمد، 61:6
احقاف، S.46; 46:21
احزاب، S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ساکنان ایکه، 15:78; 26:176; 38:13; 50:14
اعلی S.87; 87:1; 92:20
علق، S.96
آل عمران، S.3
الله
- یک روز نزد او پنجاه هزار سال است، 70:4
- یک روز نزد او هزار سال بشری است، 22:47; 32:5
- توانایی انجام هر کاری، 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- بهترین داوران، 95:8
- فراتر از تعریف، 43:82; 67:12
- نقشه‌های کافران را به هیچ تبدیل می‌کند، 8:30; 8:36
- می‌تواند انسان‌ها را نابود کرده و موجودات دیگری بیاورد، 4:133; 14:19; 35:16
- باعث خنده و گریه می‌شود، 53:43
- مردی را یک قرن به خواب انداخت، 2:259
- دشمن کسانی که حق را انکار می‌کنند، 2:98
- از صبح تا شب او را تسبیح بگویید، 33:42
- دختران دروغین او، 16:57; 17:40; 43:16; 52:39; 53:21-22
- به نام، 53:19-20
- به انسان‌ها اراده آزاد می‌دهد، 36:67
- همه چیز را برای او رها کردن، 4:66-68; 4:125
- خیر و شر از اوست، 4:78
- زندگی و مرگ می‌بخشد، 44:8; 53:44; 57:2; 67:2
- کوشندگان سخت پاداش بهتری دارند، 4:95-96; 5:54; 9:120; 49:15; 61:11
- همسری ندارد، 72:3
- پسری ندارد، 43:81; 72:3; 112:3
- در سختی‌هایت تو را رها نکرده، 93:3
- در علم همه جا حاضر است، 2:115; 2:142; 2:177; 4:126
- اول و آخر است (الفا و امگا)، 57:3
- ظاهر و باطن است، 57:3
- آنچه را که فراتر از فهم است می‌داند، 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- دوستدار کسانی است که با انصاف رفتار می‌کنند، 49:9
- درباره آنچه نگفته قانونی ندارد، 5:101; 6:140; 6:148; 7:32
- رحمت به اسیران جنگی که در آنها خیر هست، 8:70
- ماهیت او، 2:255
- هیچ انسانی خدا نیست، 3:64; 3:151
- تثلیث نیست، 4:171
- پناه از شر به او، 113:1-5; 114:1-6
- به یاد آوردن او در حال ایستاده، نشسته، دراز کشیده، 3:191; 4:103; 10:12; 25:64
- در رحم شکل می‌دهد، 3:6
- عرشش بر آب قرار دارد، 11:7
- چیزهایی خواهد آفرید که شما از آن آگاهی ندارید، 16:8
- به آفریده‌هایش ستم نمی‌کند، 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
پیمان‌ها، 8:72; 9:7
- مسیحیان و یهودیان، 5:51
- پیمان با خویشاوندان کافر ممنوع، 9:23-24
- پیمان با منافقان ممنوع، 4:88-89; 4:139; 4:144
الیسع، (رجوع شود به الیسع)
امانت، و وظایف مقرر الهی و غیره، 2:283; 4:58; 8:27
- رجوع شود به امانت
فرشتگان، 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- از آتش آفریده شدند، 7:12; 38:76
- هشت فرشته عرش الهی را در روز قیامت برمی‌دارند، 69:17
- ادعای دروغ که آنها زن هستند، 43:19; 53:27
- نگهبان 82:10-12; 86:4
- نوزده بر دوزخ ریاست دارند، 74:30-31
- برای برآوردن هوس‌ها فرستاده نمی‌شوند، 15:7-8
- برای الهام بخشیدن فرستاده می‌شوند، 16:2
خشم، فرو بردن آن، 3:134
عنکبوت، S.29
مورچگان، 27:18
میمون‌ها، 5:60
- حقیر، 2:65; 7:166
ارتداد، 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- برای مرتدان عجله برای عذاب نخواهید، 46:35
- خداوند به تنهایی آنها را مجازات خواهد کرد، 73:11; 74:11
- مجازات در آخرت، 2:217; 9:74
- طرد توسط دیگران، 3:87
- توبه، 3:89; 5:34; 9:5; 9:11
- در روز قیامت دیر است، 40:85
- زیر اجبار، 16:106
مرتدان، 47:25
اعراف، S.7; 7:46, 48
عرفات، 2:198
مجادله،
- از جانب کسانی که خود را فریب می‌دهند دفاع نکن، 4:107
- در این دنیا از آنها دفاع کردی، اما در روز رستاخیز چه کسی خواهد کرد، 4:109
استدلال‌ها/حملات
- به همان شکل پاسخ دهید، 8:58
- صبر کردن بسیار بهتر است، 16:126
زره، 16:81
عصر، S.103
آیت‌الکرسی، 2:255
غیبت‌کننده، 49:12; 104:1
بدر (نبرد)، 3:13
- درس‌هایی از آن، 8:5-19, 42-48
البیت المعمور، 52:4
بکه (مکه)، 3:96
بعل، 37:125
بلد، S.90
ترازو، 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
بنی نضیر، 59:2-6, 13
بقره، S.2
برائت (رجوع شود به توبه)، S.9
برزخ، 23:100; 25:53; 55:20
- همچنین رجوع شود به 18:94-97; 34:54; 36:9
بینه، S.98
جانور (آخرالزمان)، 27:82
بدویان، 9:90, 97-99, 101, 120; 48:11, 16; 49:14
زنبور عسل، 16:68-69
رفتار
- به شیوه‌ای مهربان با اهل کتاب مجادله کنید، 16:125, 29:46
- از دخالت در اموری که از آن چیزی نمی‌دانید بپرهیزید، 17:36
- از گناهان بزرگ و اعمال شرم‌آور بپرهیزید، 53:32
- از گمان‌های بد درباره یکدیگر بپرهیزید، جاسوسی نکنید و از یکدیگر بدگویی نکنید 49:12
- در نظرات خود عادل باشید، 6:152
- جامعه باید میانه‌رو باشد، 2:143; 25:67
- تکبر ممنوع، 4:36, 57:23
- کسی را که از شما کمک می‌خواهد سرزنش نکنید، 93:10
- خود را پاک ندانید، 53:32
- دیگران را تمسخر نکنید، 49:11; 104:1
- چیزهای بد را آشکارا نگویید، 4:148
- از یکدیگر بدگویی نکنید، 104:1
- به هر گروهی قانون و شیوه زندگی داده شده، 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- و شیوه‌ای از عبادت، 22:67
- خداوند می‌توانست آنها را یک امت کند، 5:48; 11:118; 16:93; 42:8
- یک امت زیر خداوند، 21:92
- یهودیان را ببخشید، 5:13
- کافران را ببخشید، 31:15; 45:14
- به آسانی ببخشید، 42:37
- حاکمان پس از مشورت تصمیم می‌گیرند، 42:38
- و یک پیامبر، 10:47; 16:36
- بدنام کردن مؤمنان گناه است، 33:58
- مردان (نسبت به زنان)، 24:30
- صلح‌آوران پاداش می‌گیرند، 42:40
- اگر چیز دیگری نمی‌توانید، با عدالت با نیازمندان سخن بگویید، 17:28
- نسبت به والدین پیر در تکفل شما، 17:23
- نسبت به سایر مسلمانان، 33:6
- نسبت به دیگران، 17:26-29; 17:35; 17:53; 60:8
- نسبت به والدین، 46:15
- نسبت به بردگان، 4:36; 24:33
- با غیرمحاربان کافر با انصاف رفتار کنید، 60:8
- همسران پیامبر، 33:28-34
- زنان (نسبت به مردان)، 24:31
- در همه وحی‌ها، 2:136; 2:285
- ماهیت، 49:14-15
مؤمنان، 2:2-5; 2:285; 8:2-4; 8:24
وصیت، 2:180, 240; 4:7, 12; 36:50
خیانت (فریب، تقلب)، 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
کتاب مقدس، 5:64, 5:65, 5:68
- تحریف آن، 3:78; 5:14-15
پرندگان، 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
دیه، 2:178-179; 4:92; 17:33
غنیمت جنگی، 4:94. 8:41; 59:6-8
- گرفتن به صورت غیرقانونی، 3:162
- رجوع شود به غنایم
رشوه، 2:188
شتر قربانی، 22:36
بار
- کسی بار دیگری را نمی‌کشد، 35:18; 39:7; 53:38
- کافران بار دیگران را هم خواهند کشید، 16:25; 29:13
- چه بار بدی که خواهند کشید، 6:31, 164
- خداوند کسی را بیش از توانش بار نمی‌دهد، 2:286; 7:42; 23:62
- بروج (ستارگان بزرگ)، S.85; 85:1; 15:16; 25:61
شتر، 6:144; 7:40; 77:33; 88:17
اسیران، 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- رجوع شود به اسیران جنگی
گاوان، 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
غار ثور، 9:40
غار، اصحاب آن 18:9-22, 25-26
یقین با حق، 56:95; 69:51
صدقه، 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- مستحقان صدقه و زکات، 2:273; 9:60
فرزندان 2:233; 42:49-50
- زیانکارند کسانی که فرزندان خود را از روی نادانی کشتند، 6:140
مسیح، (رجوع شود به عیسی)
مسیحیان، 5:14, 19, 64-65, 69; 22:17
- خواسته شد که عیسی را خدا ندانند، 4:171
- به مسلمانان نزدیک‌ترین احساس محبت را دارند، 5:82
- بیشترشان آنچه را که باید به یاد داشته باشند فراموش کرده‌اند، 5:14
- اکنون پیامبری نزد شما آمده، 5:15, 19
- نیکوکاران پاداش خواهند یافت، 2:62; 5:65; 5:69
- می‌گویند "عیسی پسر الله است"، 9:30
شهرهای واژگون شده، 69:9
شهر امن، 95:3
لباس، 7:26; 16:81
- از آتش، 22:19
- حجاب یا پوشش زنان در موقعیت‌های خارج از خانه، 24:31
- لباس بیرونی زنان از آزار منافقان جلوگیری می‌کند، 33:59-60
احزاب، 33:9, 22
- رجوع شود به احزاب مشورت متقابل، 42:38
آفرینش،
- آغاز می‌شود و تکرار می‌شود، 10:4; 21:104; 27:64; 29:19-20
- آفرینشی نو، 17:49, 98; 35:16
- با حق، 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- برای بازی نیست، 21:16-17; 23:115
- هر موجود زنده‌ای از آن آفریده شده، 21:30; 24:45;25:54
- آفرینش انسان، 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- اولین شکل آن 56:62
- در شش روز، 7:54; 11:7; 32:4; 50:38; 57:4
- به صورت جفت، 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- تنوع در آفرینش، 35:27-28
- خداوند می‌فرماید "باش!" — و می‌شود، 2:117;16:40; 36:82; 40:68
- مانند یک چشم به هم زدن، 54:50
- شب و روز، خورشید و ماه، 39:5
- آفرینش آسمان و زمین بزرگتر از آفرینش انسان است، 40:57; 79:27
- هدف از آفرینش، 51:56
کلاغ، 5:31
معیار، 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
دهر، (رجوع شود به انسان،) S.76; 45:24
- زمان، 76:1; 103:1
داوود، 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- زبور به او داده شد 4:163
- با جالوت جنگید و او را کشت، 2:251
- داوری کرد 21:78-80
- با دانش و نبوت برکت یافت 27:15-16
- کوهها و پرندگان با او خداوند را تسبیح گفتند 34:10; 38:17-20
- میان دو نفر داوری کرد 38:21-26
جنبندگان، 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
مردگان برخیزانده خواهند شد، 6:36
مرگ، 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- و فرار از نبرد، 33:16
- در راه خداوند، 3:195; 22:58; 47:4
- آن جوامعی که وحی ندارند نابود نخواهند شد، 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- کسانی که در راه خداوند کشته شدند زنده‌اند، 2:154; 3:169
- در حال فرار از شر به سوی خداوند، 4:100
- نمی‌توان آن را متوقف یا به تأخیر انداخت 63:10-11
- برادر دوقلوی خواب 6:60; 39:42
- مؤمنان و کافران در هنگام مرگ 8:50; 16:27-32; 41:30
- عذاب در قبر 40:46
بدهی‌ها، 2:280, 282; 4:11-12
حکم،
- برای هر امری حکمی هست، 13:38
- هیچ شهری را نابود نکردیم مگر اینکه برای آن حکمی معین بود، 15:4
- حکم هر امری از خداوند است، 44:5
- هنگامی که امری را حکم می‌کند، فقط می‌گوید "باش!" — و می‌شود، 2:117; 36:82; 40:68
اعمال،
- اعمال بد برایشان آراسته شده، 47:14
- اعمال ما برای ما، اعمال شما برای شما، 28:55; 42:15; 45:15
- اعمال نیک و بد به نفع و ضرر خود اوست، 41:46
- اعمال انسان به گردنش بسته شده، 17:13
- درجات، بر اساس آنچه انجام دادند، 6:132
هوس، کسانی که از هوس‌های بد پیروی می‌کنند، 47:14, 16
- کسی که هوسش را خدای خود گرفته، 25:43
از رحمت خداوند ناامید نشوید، 39:53; 21:87-88; 68:48-50
- همچنین رجوع شود به یونس
ذاریات، S.51
ذکر، 7:205; 15:6, 9
ذوالکفل، 21:85; 38:48
ذوالقرنین، 18:83-98
ذوالنون (یار ماهی)،
کافران (همچنین رجوع شود به منافقان)
- از محمد (ﷺ) می‌خواهند که خشم خدا را به عنوان دلیل بر آنها بخواند، 6:57-58; 8:32; 10:49-52
- با مهربانی با آنها همنشینی کنید، 31:15
- با صبر آنچه می‌گویند تحمل کنید، 20:130; 50:39
- پیمان‌ها با آنها، 8:56; 8:72; 9:4, 7
- شکستن پیمان‌ها، 8:58; 9:12
- خداوند نقشه‌هایشان را به هیچ تبدیل می‌کند، 8:30, 36
- همنشینی کسانی را که قوانین خدا را مسخره می‌کنند ترک کنید، 4:140; 6:68
- اگر از شما پناه خواستند از آنها حمایت کنید، 9:6
- مجازات در جنگ، 8:12, 50, 59
- مجازات در آخرت، 8:37
- نباید از مساجد دیدن کنند یا از آنها نگهداری کنند، 9:17
- با آنها مهربانانه سخن بگویید، 17:53
- تلاش سخت در برابر آنها، 9:73; 25:52; 66:9
- با غیرمحاربان با انصاف رفتار کنید، 60:8
- فقط با کافران دیگر متحد خواهند شد، 8:72
حواریون (عیسی)، 3:52; 61:14
بیماری در دل منافقان و کافران، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
تحریف، 3:78; 5:14-15
توزیع غنایم جنگی، 8:41; 59:7-8
اصحاب اخدود، 85:4-10
تنوع
- در میان انسان‌ها، 30:22, 35:27-28
- در زندگی، 35:27-28
طلاق، 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- پس از دوره انتظار، جدایی یا آشتی، 2:231; 65:2
- دو شاهد، 65:2
- نفقه، 2:233, 241
- به وارث شوهر سابق تعلق می‌گیرد، 2:233
- می‌تواند دو بار پس گرفته شود، 2:229
- وضعیت مهریه، 2:229, 236-237
- در صورت لزوم دایه بگیرید، 65:6
- همچنین رجوع شود به ظهار
طلاق، مرد
- طلاق یک زن برای دیگری — آنچه داده‌اید پس نگیرید، 4:20
- همسر را آزار ندهید، 65:6
- زنان را بر خلاف میلشان نگه ندارید، 4:19
- چهار ماه برای تغییر نظر، 2:226
- در دوران بارداری و انتظار کاملاً از همسر حمایت کنید، 65:6
- اگر همسر فرزندتان را شیر می‌دهد کاملاً از او حمایت کنید، 65:6
- مادر به خاطر فرزند بی‌پدرش نباید رنج بکشد، 2:233
- قبل از اسلام، 58:2
- کفاره برای آشتی روزه دو ماه متوالی، 58:4
- کفاره برای آشتی اطعام شصت نیازمند، 58:4
- کفاره برای آشتی آزاد کردن برده، 58:3
- تلاش برای آشتی، 4:35
- اگر ازدواج صورت نگرفته باشد گناهی ندارد، 2:236
- نیمی از مهریه به عروس تعلق می‌گیرد، 2:237
طلاق، زن
- پس از سومین طلاق (این بار از شوهر دیگری) می‌تواند به شوهر اول بازگردد، 2:229
- حق نفقه دارد، 2:241; 65:1
- حق مساوی در طلاق، 2:228
- از بدرفتاری شوهر می‌ترسد، 4:128
- می‌تواند آنچه شوهرش داده نگه دارد، 2:229
- از خانه‌هایشان اخراج نشوند، 65:1
- سه دوره قاعدگی برای اثبات عدم بارداری، 2:228
- سه ماه انتظار برای کسانی که از قاعدگی آزادند، 65:4
- مگر اینکه ازدواج صورت نگرفته باشد، 33:49
سگ‌ها، 7:176
الاغ، 2:259; 16:8; 31:19; 62:5; 74:50
نوشیدنی،
- الکلی، 2:219; 5:90
- خالص و سفید لذیذ، 37:45-46; 76:21
- شراب ناب مهر شده، 83:25
ضحی، S.93
دخان، S.44
لشکر فیل، 105:1-5
الیاس (الیاس؛ ایلیاسین) 6:85; 37:123-132
الیسع، 6:86; 38:48
ادریس، (رجوع شود به ادریس)
واقعه، 56:1; 69:15
شر، 4:123; 10:27-30; 19:83; 59:15
- نباید آشکارا گفته شود، 4:148
- از خودمان می‌آید، اما خیر از خداوند، 4:79; 42:48
- شر را ببخشید، 4:149
- پاداش داده می‌شود، 6:160; 42:40
- کسانی که نقشه‌های شر می‌کشند، 16:45-47
- عاقبت بد، 30:10
- در خشکی و دریا ظاهر شده، 30:41
- با خیر دفع کنید، 13:22; 23:96; 41:34
- برای خیر تغییر کرد، 7:95
- کسانی که از هوس‌های بد پیروی می‌کنند، 47:14, 16
- اعمال بد برایشان آراسته شده، 47:14
زیاده‌روی،
- در خوردن ممنوع، 5:87
- در دین، 4:171; 5:77-81
چشمان، گوشها و پوستها در برابر گناهکاران شهادت خواهند داد، 41:20-23
عزیر، 9:30
چهره یا جلال خداوند، 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
آراسته شده،
- خداوند برای هر قومی اعمالشان را، آراسته کرده، 6:108
ایمان، 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- انکارکنندگان آن، 3:116
- افزایش در ایمان، 3:173
- با یقین، 44:7; 45:4, 20; 51:20
- شما را به ایمان هدایت کرد، 49:17
فجر، S.89
فلق، S.113
مکالمه باطل درباره آیات قرآن، 6:68
معبودان دروغین،
- غیر از خداوند، بتها و شرکاء ادعایی 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- کسانی را که غیر از خداوند می‌پرستند توهین نکنید، 6:108
- همچنین رجوع شود به طاغوت
باطل، 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
اعمال انسان به گردنش بسته شده، 17:13
روزه، 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- بخورید و بیاشامید تا ریسمان سفید از ریسمان سیاه متمایز شود، 2:187
فتح، S.48
فاتحه، S.1
فاطر، S.35
فدیه (کفاره) روزه، 2:196
- برای آزاد کردن اسیران، 8:67
- کفاره‌ای که کافران پیشنهاد می‌دهند، 3:91; 5:36,37; 10:54; 13:18
انجیر، 95:1
جنگ،
- در راه خداوند، علیه کافران، 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- واجب شده، 2:216
- در ماه‌های حرام، 2:217; 9:5
- توسط بنی اسرائیل، 2:246-251
- در راه خداوند، و مردان و زنان مظلوم، 4:74-76
- تا فتنه‌ای نباشد، 8:39
- بیست نفر بر دویست نفر غلبه می‌کنند، 8:65
- علیه کسانی که به خداوند ایمان ندارند، 9:29
- اجازه به کسانی که مظلوم هستند،22:39-41
- و منافقان، 47:20
- معافیت از جنگ، 48:17
فیل، S.105
بهشت فردوس، 18:107; 23:11
آتش، 56:71, 100:2
مگس، 22:73
غذا،
- حلال و حرام، 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- گناهی برای آنچه در گذشته خوردند نیست، 5:93
- تجاوز نکنید، 5:87
- آنچه خداوند حلال کرده حرام نکنید، 5:87; 7:32; 16:116
اعمال ممنوع، 6:151-152; 7:33
بخشش، 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- وظیفه مؤمنان، 42:37; 45:14
- توسط مؤمنان، برای اهل کتاب،2:109
- خداوند هر که را بخواهد می‌بخشد، 4:48
- خداوند شرک را نمی‌بخشد، 4:48, 116
- هر که آمرزش خداوند را بخواهد، 4:110
- از خداوند برای مشرکان آمرزش نخواهید، 9:113
- خداوند همه گناهان را می‌بخشد، 39:53
- فرشتگان برای اهل زمین آمرزش می‌خواهند، 42:5
- هنگامی که خشمگین هستند می‌بخشند، 42:37
- ببخشید و آشتی کنید، 42:40
- مؤمنان باید کسانی را که امید به روزهای خداوند ندارند ببخشند، 45:14
- برای کسانی که از گناهان بزرگ و فواحش دوری می‌کنند، 53:32
- در بخشش از یکدیگر سبقت بگیرید، 57:21
- اعمال بد به اعمال خوب تبدیل شدند 25:68-71
تقلب، (رجوع شود به خیانت) 83:1-6
اراده آزاد،
- به اراده خداوند محدود است، 6:107; 10:99; 74:56;76:31; 81:28-29
- هر که بخواهد، ایمان بیاورد یا کفر بورزد، 18:29
- راهی به سوی خداوندش بپیماید، 76:29
- راست برود، 81:28
نماز جمعه، 62:9-11
میوه‌ها، 6:41; 16:11
- در بهشت، فراوان، 43:73
- هر نوعی، 47:15
- هر چه بخواهند، 77:42
فجار، 82:14-16; 83:7
فرقان، S.25
فصلت (رجوع شود به حم)، S.41
جبریل، 2:97-98; 26:193; 66:4; 81:19-21
- روح، 26:193; 67:12; 70:4; 78:38; 97:4
- روح‌القدس، 2:87, 253; 5:110; 16:102
قمار، 2:219; 5:90
شکار، در حال احرام، 5:94-96
غافر (رجوع شود به مؤمن)، S.40
غاشیه، S.88
غسل، 4:43; 5:6
هدایا، 30:39
جالوت، 2:249-251
روزهای خوب، 3:140
- چیزی را که ناپسند می‌دارید خوب است و آنچه را دوست دارید بد است، 2:216
- پاداش داده می‌شود، 4:85; 28:54
- دو برابر پاداش داده می‌شود، 4:40; 28:54
- ده برابر پاداش داده می‌شود، 6:160
- افزایش می‌یابد، 42:23
- برای کسانی که خوبی می‌کنند در این دنیا و خانه آخرت خیر است، 16:30
- برای کسانی که در این دنیا خوبی می‌کنند خیر است، 39:10
- خداوند به کسانی که خوبی می‌کنند با بهترین چیز پاداش می‌دهد، 53:31
- آیا پاداش خوبی جز خوبی است، 55:60
- خوبی کن چنانکه خداوند به تو خوبی کرده، 28:77
خیر و شر،
- خیر از خداوند است و شر از خودت است،4:79
- اگر خوبی کنی برای خودت است و اگر بدی کنی علیه خودت است، 17:7;41:46
- شر را با خیر دفع کنید، 23:96; 28:54; 41:34
- خوبی و بدی برابر نیستند،41:34
- هر شخصی با تمام خیر و شری که انجام داده روبرو خواهد شد، 3:30
- همچنین رجوع شود به محسنون
عمل نیک،
- آشکار یا پنهان کردن آن، 4:149
- در انجام آن از یکدیگر سبقت بگیرید، 5:48
انجیل، 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
خبر بزرگ، 78:1-5
سلام، 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
حدید، S.57
هدی (حیوان قربانی)، 2:196, 200
حج، 2:158, 196-203; 3:97; 5:2;22:30
حج، S.22
هامان، 28:6, 38; 29:39; 40:24, 36, 37
دست‌ها و پاها شهادت خواهند داد، 36:65
حاقه، S.69
سختی، با هر سختی آسانی است، 94:5-6
هارون، (آرون)
هاروت، 2:102
حشر، S.59
دل‌ها،
- سخت شده، 2:74; 22:53; 39:22; 57:16
- مهر شده، 7:100-101; 40:35; 47:16; 63:3
- پوشیده، 17:46; 41:5
- قفل شده، 47:24
- دو شقه، 59:14
- پر از ترس، 22:35
- کسانی که در دلشان بیماری است، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
آسمان‌ها،
- غیب آسمان‌ها از آن خداوند است، 16:77
- برای بازی آفریده نشده، 21:16
- و زمین به هم پیوسته بودند، 21:30
- در آسمان‌ها هیچ چیز پنهان نیست، 27:75
- بدون هیچ ستونی آفریده شده، 31:10
- در دست راست او پیچیده خواهد شد، 39:67
- آفرینش هفت آسمان در دو روز، 41:12
- نزدیک‌ترین آسمان با چراغ‌ها آراسته شده، 41:12
- آنچه در آسمان‌هاست از آن خداوند است، 45:27;53:31
- هفت آسمان یکی بالای دیگری، 67:3
دوزخ (آتش، شعله سوزان) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- آب سوزان و جوشان 22:19-22; 23:103-104
- چرک و خون 14:14-17; 38:55-58; 69:35-37
- درخت زقوم 37:62-70; 44:43-50; 56:41-56
- ناتوانی ساکنان از زندگی یا مردن 87:13
- سرزنش یکدیگر 26:91-101; 34:31-33
- فریاد برای نابودی فوری 25:13-14; 43:74-78
- ناله‌های سوزان 35:36-37
- غرش و خروش آتش 25:11-12; 67:6-11
- پوست‌های سوخته با پوست‌های نو جایگزین می‌شوند 4:56
- زنجیرها و لباس‌های قیر 14:48-50
- گرزهای آهنین 22:19-22
- زنجیرها 13:5
- نگهبانان دوزخ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- هیچ فدیه‌ای پذیرفته نمی‌شود 5:36-37
- شفاعت رد می‌شود 6:94; 26:100; 30:13; 74:48
- ناامیدی سوزان و تاریکی یخ‌زده در آن، 38:57
- زنجیر هفتاد ذراع، 69:32
- ماندن برای مدت محدود، 78:23
آخرت،
- خانه در آخرت بهتر است، 6:32; 7:169
- عاقبت در آخرت چه خواهد بود، 6:135
- ستمگران در آخرت موفق نخواهند شد، 6:135
- خانه آخرت، 12:109; 16:30; 28:83; 29:64
- کسانی که به آخرت ایمان ندارند، 17:10
- پاداش آخرت، 42:20
- بهتر از نقره و طلا، 43:33-35
- فقط برای پرهیزکاران، 43:35
- عذاب آخرت، 68:33
- بهتر و ماندگارتر، 87:17
- بهتر از دنیای حاضر، 93:4
جاده‌های پهن، 21:31
حجر (سرزمین سنگلاخ)، 15:80-85
حجر، S.15
همجنس‌گرایی 26:165-166; 27:55; 29:28-29
اسب‌ها، 16:8
ساعت،
- علم آن فقط نزد خداوند است، 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ناگهان بر آنها فرا می‌رسد، 6:31; 7:187;12:107; 43:66
- بر شما فرا می‌آید، 6:40; 12:107; 20:15; 34:3
- نزدیک شده، 54:1-5
- مانند یک چشم به هم زدن یا نزدیک‌تر،16:77
- زلزله ساعت، 22:1
- در آن روز برپا خواهد شد، 30:12, 14
- حتماً خواهد آمد، شکی نیست، 40:59;45:32; 51:5-6
- نشانه‌ها 21:96; 27:82; 43:61; 47:18; 54:1-2
- نام‌ها 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- مردم را غافلگیر خواهد کرد 6:31; 7:187
- صور دمیده خواهد شد 6:73; 23:101; 39:68
آداب ورود به خانه‌ها، 24:27-29
هود، 7:65-72; 11:50-60; 26:123-140; 46:21-26
هود، S.11
حجرات، S.49
همزه، S.104
حنین (نبرد)، 9:25
حور (زنان بهشتی)، 44:54; 52:20
منافقان،
- می‌گویند: به خداوند و روز آخر ایمان داریم، اما در واقع ایمان ندارند، 2:8
- خود را فریب می‌دهند، 2:9
- بیماری در دلشان، 2:10; 8:49; 22:53;33:12; 47:29
- فساد می‌کنند، 2:11-12
- احمق و مسخره‌کننده، 2:13-15
- گمراهی را به جای هدایت خریدند، 2:16
- کر، لال و کور، 2:17-18
- در ترس از مرگ و تاریکی، 2:19-20
- سخن خوشایند، 2:204-206
- از جنگ سر باز می‌زنند، 3:167-168
- خداوند آنچه در دلشان است می‌داند، 3:167;4:63
- برای داوری نزد قضات باطل می‌روند، از وحی روی برمی‌گردانند، هنگام مصیبت می‌آیند، 4:60-62
- در بدبختی و موفقیت بزرگ، 4:72-73
- خداوند آنها را پس رانده، 4:88
- نباید به عنوان دوست گرفته شوند، 4:89; 58:14-19
- اگر برگشتند، هر کجا یافتیدشان بکشید، 4:89
- منتظر پیروزی شما یا موفقیت کافران هستند، 4:141
- می‌خواهند خداوند را فریب دهند، با تنبلی و برای دیده شدن نماز می‌خوانند، 4:142
- نه به اینها تعلق دارند نه به آنها، 4:143
- در پایین‌ترین درکه آتش؛ هیچ یاوری ندارند، 4:145
- می‌ترسند رسوا شوند، 9:64-65
- برایشان دعا نکنید، 9:84
- مردان و زنانشان از یکدیگرند؛ زیانکاران؛ لعنت خداوند، 9:67-69
- در بدویان، 9:101
- هر کجا یافته شوند دستگیر و کشته خواهند شد، 33:61
- خداوند منافقان را مجازات خواهد کرد، 33:73
- دروغگو؛ پشت کرده‌اند؛ دلشان دو شقه است، 59:11-14
- دروغگو؛ سوگندهایشان را سپر کرده‌اند؛ دلشان مهر شده؛ از آنها بپرهیزید، 63:1-4
- نمی‌فهمند؛ نمی‌دانند، 63:7-8
- تلاش سخت در برابر آنها، 66:9
ابلیس (شیطان)، 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- همچنین رجوع شود به شیطان
ابراهیم، (رجوع شود به ابراهیم)
ابراهیم، S.14
عده (دوره مقرر طلاق برای زنان)، 2:228, 231, 232, 234, 235; 33:49;65:1-7
ادریس، 19:56-57; 21:85; 96:4
احرام، 2:197; 5:2, 95
احسان، 16:90
اخلاص، S.112
اله، فقط یکی، 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
زنا؛ شواهد شاهدان، 4:15-18; 24:2, 19
علیین، 83:18-21
ناپاک (نجس) 9:28
عمران،
- همسر او، 3:35
- دختر او، 66:12
حتمی، 69:1-3
انفطار، S.82
ارث، 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ستم، به کسی که ستم شده، 4:30, 148
انسان (رجوع شود به دهر)، S.76
انشقاق، S.84
انشراح (رجوع شود به شرح)، S.94
وحی، 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
شفاعت/شفیع، 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
مست‌کننده‌ها، 5:90, 2:219
اقامت نماز، 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
اقرأ (رجوع شود به علق)، S.96
ارم، 89:7
آهن، 57:25
عیسی، رجوع شود به عیسی
اسحاق، 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
اسماعیل، 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
پایه‌های کعبه را با پدرش بنا کرد 2:125-140
داستان قربانی 37:100-113
اسلام، 3:19, 85; 5:3; 6:125; 39:22; 61:7
- اول کسانی که به عنوان مسلمان تسلیم شدند، 6:14,163; 39:12
- اولین کسانی که اسلام آوردند، 9:100
- سینه برای اسلام گشاده شد، 39:22
- به عنوان نعمت، 49:17
اسراء، S.17
بنی اسرائیل، 2:40-86
- نعمت‌هایی که به آنها داده شد، 2:47-53, 60, 122; 45:16-17
- سرکشی در برابر فرمان خداوند، 2:54-59, 61, 63-74; 5:71; 7:138-141
- روابط آنها با مسلمانان، 2:75-79
- تکبر آنها، 2:80, 88, 91
- پیمان‌های آنها، 2:80, 83-86, 93, 100; 5:12-13, 70
- زندگی دنیا را به قیمت آخرت خریدند، 2:86
- حریص‌ترین مردم برای زندگی، 2:96
- درخواست پادشاه کردند، 2:246-251
- از حد تجاوز کردند؛ به گروه‌های مختلف تقسیم شدند؛ میمون‌ها، 7:161-171
- دو بار وعده داده شدند، 17:4-8
- از دشمن نجات یافتند، 20:80-82
- کتاب و رهبران به آنها داده شد، 32:23-25; 40:53-54
- دانشمندان آنها می‌دانستند (قرآن حق است)، 26:197
استوی (برفراز نشست)، 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
اعتکاف، 2:187
یعقوب، 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- اسباط (دوازده پسر یعقوب)، 2:140; 3:84;4:163
جالوت، (رجوع شود به جالوت)
جمرات، 2:200
جاثیه، S.45
عیسی، پسر مریم،
- مادرش از میان همه زنان جهان برگزیده شد 3:42
- در روز رستاخیز شاهد است، 4:159
- بشارت تولد، 3:45-47; 19:22-23
- پیامبر به سوی بنی اسرائیل، 3:49-51
- حواریون، 3:52-53; 5:111-115
- حواریون به عنوان یاران خداوند، 3:52; 61:14
- بالا برده شد، 3:55-59; 4:157-159
- شبیه آدم، 3:59
- نه کشته شد و نه به صلیب کشیده شد، 4:157
- وحی دریافت کرد، 4:163
- نه بیش از یک پیامبر (او را خدا ندانید)، 4:171-172; 5:75; 19:30, 43:63-64
- کسانی که گفتند کافر شدند، 5:17, 72; 9:30
- پیامبر ما (محمد ﷺ) آمده، 5:19
- انجیل داد، 5:46
- حواریون گفتند: ما مسلمانیم، 5:111
- سفره‌ای با غذا گسترده شد، 5:114
- هیچ عبادت باطلی نیاموخت، 5:116-118
- پیامبری نیکوکار، 6:85
- به عنوان نشانه‌ای، 23:50
- بازگشت دوم او 43:61
- دیدگاه‌های مختلف درباره او، 43:65
- نه بیش از یک بنده و نمونه‌ای برای بنی اسرائیل، 43:59
- بشارت به پیامبری که نامش احمد خواهد بود، 61:6
- تولد از باکره، رسالت، و معجزاتش 3:45-51; 19:16-38
- نعمت‌های خداوند به یادش آمد 5:110-115
- الهی بودن خود را انکار کرد 5:116-120
- رحمت و لطف در دل پیروانش 5:82; 57:27
یهودیان و مسیحیان، 2:140; 4:153-161, 171; 5:18
- به دروغ گوش می‌دهند، 5:41-42
- به خاطر آنچه گفتند لعنت شدند، 5:64
- دشمنی با مؤمنان (مسلمانان)، 5:82
- کسانی که اسلام آوردند، 26:197; 28:53; 29:47
جبریل، (رجوع شود به جبریل)
جهاد، (جنگ، تلاش) 2:216; 9:24; 22:78; 25:52
جن، S.72
جن، 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
جن، از آتش آفریده شدند 15:25; 55:15
- جن مؤمن و کافر 72:1-15
- برخی به پیام قرآن ایمان آوردند 46:29-32
- انسان‌ها و جن برای هدفی آفریده شدند 51:56-58
ایوب، 4:163; 6:84; 21:83-84; 38:41-44
یحیی، (یحیی، یحیای تعمیددهنده)،
- بشارت به او، 3:38-41; 19:7-11; 21:90
- نیکوکار، 6:85
- دانا، مهربان، فرمانبردار، 19:12-15
یونس، 4:163; 6:86; 10:98;21:87; 37:139-148
- (ذوالنون) 21:87; 68:48-50
یوسف، 6:84; 12:4-101
- بهترین داستان‌ها 12:1-3
- خواب یوسف جوان 12:4-6
- توطئه برادرانش 12:7-18
- به بردگی فروخته شد 12:19-20
- در خانه وزیر اعظم مصر بزرگ شد 12:21-22
- همسر وزیر اعظم سعی کرد او را اغوا کند 12:23-29
- ماجرای ضیافت 12:30-32
- به زندان رفت 12:33-35
- دو زندانی 12:36-42
- خواب پادشاه 12:43-53
- وزیر اعظم شد 12:54-57
- برادرانش برای آذوقه نزدش آمدند 12:58-68
- برادرش بنیامین را نگه داشت 12:69-82
- اندوه تجدید شده پدرش 12:83-87
- هویت واقعی خود را آشکار کرد 12:88-98
- خواب قدیمی به حقیقت پیوست 12:99-100
- دعای پایانی 12:101
کوه جودی، 11:44
جمعه، S.62
عدالت، 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- همچنین رجوع شود به 4:65, 105
کعبه،
- توسط ابراهیم بنا شد، 2:125-127
- شکار ممنوع، 5:94-96
- پناهگاه امن، 5:97
- طواف در حال برهنه، 7:28
- هنگام نماز و طواف، 2:200; 7:29, 31
کافرون، S.109
کافور، جامی آمیخته با آن، 76:5
کهف، S.18
کنز، 9:34-35
کوثر (رودخانه‌ای در بهشت)، 108:1
کوثر، S.108
کلیدها،
آسمان‌ها و زمین، 39:63; 42:12
غیب، 6:59
خوله بنت ثعلبه، 58:1
قتل،
- اگر کسی انسانی را بکشد، گویی همه بشریت را کشته، 5:32
- کسی را نکشید، 17:33
سخن مهربانانه از صدقه بهتر است، 2:263
حقوق خویشاوندان، 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
کرام الکاتبین، 82:11
دانش،
- هیچ برگی نمی‌افتد مگر اینکه او می‌داند، 6:59
- زیانکارند کسانی که فرزندان خود را از روی نادانی کشتند، 6:140
- پنج چیز، فقط نزد خداوند، 31:34
- با یقین، 102:5-7
قارون، 28:76-82; 29:39; 40:24
کرسی، 2:255
لهب (رجوع شود به مسد)، S.111
لیل، S.92
چراغ، 25:61; 67:5; 71:16; 78:13
زبان‌ها،
- تفاوت در زبان‌ها و رنگ‌های انسان‌ها، 30:22
لات، 53:19
شریعت مقرر، 5:48
احکام از خداوند، 2:219; 98:3
دروغگویان، 26:221-223
زندگی، اگر کسی جانی را نجات دهد، گویی همه بشریت را نجات داده، 5:32
زندگی دنیا،
- به قیمت آخرت خریده شد، 2:86
- فقط لذت فریب است، 3:185
- زندگی دنیا را برای آخرت بفروشید، 4:74
- چیزی جز سرگرمی و بازی نیست، 6:32; 29:64; 47:36; 57:20
- فریب می‌دهد، 6:130
- لذت اندکی از دنیا نسبت به آخرت، 9:38; 13:26; 28:60
- مثل دنیا مانند باران است، 10:24
- بشارت در دنیا، 10:64
- هر که دنیا را بخواهد در آن به او داده می‌شود؛ اما در آخرت بهره‌ای نخواهد داشت، 11:15-16; 17:18; 42:20
- کسانی که دنیای حاضر را دوست دارند و آخرت را فراموش می‌کنند، 75:20-21; 76:27
- دنیا را ترجیح می‌دهید، 87:16
نور،
- آشکار، 4:174
- و تاریکی، 6:1
- مثل نور، 24:35
- پیش روی و همراه مؤمنان است، 57:12-15; 66:8
- خداوند می‌دهد تا مؤمنان راست بروند، 57:2
حدود تعیین شده توسط خداوند، 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- اینها حدودند، 2:187; 229-230; 4:13; 58:4; 65:1
- از حدود تجاوز نکنید، 2:190, 229
- هر که تجاوز کند، 2:229; 4:14; 78:22
- مگر در حال اضطرار، و از حدود تجاوز نکنید، 2:173; 6:145
- در دینتان از حد تجاوز نکنید، 4:171; 5:77
- هنگامی که از حد تجاوز کردند، (به میمون تبدیل شدند)، 7:166
- کسانی که حدود را رعایت می‌کنند، 9:112
شیر، 74:51
قرض،
- به خداوند قرض نیکو بدهید، 2:245; 73:20
- چند برابر افزایش می‌یابد، 57:11, 18
- دو برابر می‌شود، 64:17
زیان آشکار، 39:15
لوط، 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- همسر نافرمانش، 11:81; 15:60; 66:10
درخت سدر، 34:16; 53:14-16; 56:28
لقمان، 31:12-14
لقمان، S.31
معارج، S.70
مدینه (یثرب)، 9:120; 33:13, 60; 63:8
مدین، 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- همچنین رجوع شود به ساکنان جنگل ایکه
مهر، 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
مائده، S.5
مکه (بکه)، 3:96;90:1-2
- شهر امن، 95:3
انسان،
- نسل پس از نسل در زمین، 2:30;6:165
- جانشین قرار داده شد، 35:39
- وظیفه، 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- آزموده شده توسط خداوند، 2:155; 3:186; 47:31; 57:25
- چیزهایی که انسان‌ها آرزو می‌کنند، 3:14
- از آن آفریده شده، 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- آفریده شد و مدتی معین برایش مقرر شد، 6:2; 15:26
- آشتی میان انسان و همسرش، 4:35
- زیانکارند کسانی که دیدار با خداوند را انکار کردند،6:31
- بازگشت، 6:60, 72, 164; 10:45-46
- علیه خودش نقشه می‌کشد، 6:123
- بار دیگری را نمی‌کشد، 6:164
- ناسپاس است، 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- در برابر شیطان هشدار داده شده، 7:27
- همسر و فرزندان، 7:189-190
- هنگامی که آسیب یا شر به او می‌رسد، 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- به سوی خداوند بازمی‌گردد، 10:23; 84:6; 96:8
- به خود ستم می‌کند، 10:44
- شادمان و متکبر است، 11:10
- برای شر دعا می‌کند، 17:11
- همیشه عجول است، 17:11
- اعمالش به گردنش بسته شده، 17:13
- هر که گمراه شود به زیان خودش است و هر که راست رود برای خودش است، 17:15
- با بی‌عدالتی با او رفتار نخواهد شد، 17:71
- مرگ و رستاخیز، 23:15-16
- دین را به فرقه‌های مختلف تقسیم کرده‌اند، هر کدام به باور خود شاد است، 23:53
- زبان‌ها، دست‌ها و پاها در برابرش شهادت خواهند داد، 24:24
- علیه خودش شاهد است، 75:14
- کسی که هوسش را خدای خود گرفته،25:43
- خویشاوندان نسبی و سببی، 25:54
- خداوند آنچه در آسمان و زمین است برای شما مسخر کرده، 31:20
- هر که چهره خود را به خداوند تسلیم کند، 31:22
- دو دل در سینه‌اش نیست، 33:4
- برای عبادت خداوند، 39:64-66
- مصیبت‌ها به خاطر اعمال دستش، 42:30, 48
- فرشتگان اعمالش را ثبت می‌کنند، 50:17-18, 23;85:11
- فرشتگان از او نگهداری می‌کنند، 13:11; 86:4
- به سه دسته تقسیم می‌شوند، 56:7-56
- کسانی که به خداوند نزدیک‌ترند، 56:10-11
- اصحاب یمین، 56:27-40
- اصحاب شمال، 56:41-56
- به شکل‌های ناشناخته تبدیل و آفریده خواهند شد، 56:60-62
- شکل نیکو داده شد، 64:3
- ثروت و فرزندان فقط آزمایش هستند، 64:15
- آفریده شد و به او داده شد، 67:23-24; 74:12-15; 90:8-10
- بی‌صبر است، 70:19-21
- وقف نماز است، 70:22-35
- بیشتر می‌خواهد، 74:15
- علیه خودش شاهد است، 75:14-15
- تکبرش، 75:31-40; 90:5-7
- زندگی دنیای حاضر را دوست دارد، 76:27
- آفریدن او دشوارتر است یا آسمان، 79:28
- نسبت به خداوند بی‌توجه است، 82:6-12
- کاملاً شکل داده شده و متناسب آفریده شده، 82:7
- از مرحله‌ای به مرحله‌ای سفر می‌کند، 84:19
- دوستدار ثروت، 89:20
- در رنج آفریده شده، 90:4
- تلاش‌ها و اعمالش متنوع است، 92:4
- راه آسانی برایش هموار می‌شود، و شر،92:7, 10
- از بهترین قالب آفریده شده، 95:4
- سپس به پایین‌ترین درجه تنزل می‌یابد، 96:5
- از همه حدود تجاوز می‌کند، 96:6-7
مناسک حج، 2:128, 200; 22:30
منات، 53:20
بشریت،
- شاهدان بر بشریت، 2:143
- یک امت، 2:213; 10:19
- از یک جفت آفریده شده، 4:1; 39:6; 49:13
- سرکشی علیه خودشان، 10:23
- غافل با اینکه حساب نزدیک است، 21:1-3
- بر فطرت آفریده شده، 30:30
- گرامی‌ترین، 49:13
- به ملت‌ها و قبیله‌ها تقسیم شده، 49:13
منّ و سلوی، 2:57
آداب،
- درباره ورود به خانه‌ها، 24:27-29
- در خانه، 24:58-61
- در خانه‌های پیامبر، 33:53
- سلام دادن و صلوات فرستادن بر پیامبر، 33:56
- آزار ندادن خداوند و پیامبرش یا مردان و زنان مؤمن، 33:57-58
- قبل از باور، خبر را تأیید کنید، 49:6
- دیگری را مسخره نکنید، 49:11
- در مجالس، 58:11
ازدواج، 2:232, 234
- با کافران یا بردگان، 2:221
- با چند نفر، مجاز، 4:3
- مهر پس گرفته نشود (در صورت طلاق)، 4:20-21
- محرمات نکاح، 4:22-24
- اگر توانایی ازدواج با زنان آزاد مؤمن را ندارید،4:25
- اگر از شکاف بیم هست، دو داور تعیین شود، 4:35
- اگر همسر از ظلم یا ترک ترسید، شرایط صلح تعیین کنید، 4:128
- بیش از حد به یک همسر متمایل نشوید تا دیگری بلاتکلیف بماند، 4:129
- ازدواج زناکاران، 24:3
- با کسانی که فقیر هستند، 24:32
- کسانی که توانایی مالی برای ازدواج ندارند، 24:33
- همسرانی که برای پیامبر حلال شدند، 33:50-52
- قبل از آمیزش، در صورت طلاق عده نیست، 33:49
شهیدان،
- نمرده‌اند، 2:154; 3:169
- به فضل و بخشش خداوند شاد هستند،3:170-171
- آمرزش و رحمت دریافت می‌کنند، 3:157-158
- روزی نیکو دریافت خواهند کرد، 22:58-59
ماروت، 2:102
مریم (مادر عیسی)، تولد، 3:35-7
- بشارت عیسی، 3:42-51; 19:16-21
- در هنگام زایمان، 19:23-26
- نوزاد را نزد قومش آورد، 19:27-33
- تهمت ناروا، 4:156
- عفت خود را حفظ کرد، 21:91; 66:12
مریم، S.19
مسد، S.111
- مسجدالاقصی، 17:1
- مسجدالحرام، 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- مشعرالحرام، 2:198
ماعون، S.107
بهشت مأوی، 53:15
پیمانه و وزن، کامل بدهید، 11:85; 17:35;83:1-5
دیدار،
- با خداوند، 6:31
- روز بزرگ، 19:37
- آخرت، 30:16
پیامبران، 2:253; 4:164-165; 40:78; 57:27
- پیاپی، 2:87
- سلسله‌ای از آنها، 5:19; 23:44
- کشته شدند، 3:183
- تهدید شدند، 14:13
- مسخره شدند، 6:10; 13:32; 15:11; 21:41
- انکار و رد شدند،3:184; 6:34;25:37;34:45; 51:52
- ایمان به برخی و رد برخی دیگر،4:150-152
- گردهمایی پیامبران، 5:109
- به عنوان بشارت‌دهنده و هشداردهنده فرستاده شدند،6:48; 14:4-8
- به عنوان شاهد از هر ملت، 16:89
- برای هر ملتی پیامبری هست، 10:47; 16:36
- آیات خداوند را تلاوت می‌کنند، 7:35-36
- فرشته‌ای به عنوان پیامبر، 17:95; 25:7
- نه بیش از انسان هستند،14:10-12;17:94; 21:8; 25:7-8, 20
- و همسران و فرزندانشان، 13:38
- همچنین رجوع شود به پیامبران
معراج، 17:1; 53:12
بخل/بخیلان، 57:24
بدبختی، به خاطر اعمال دستت، 42:30
رهبانیت، مقرر نشده، 57:27
متخلفان به میمون تبدیل شدند، 2:65;5:60; 7:166
معراج، 17:1; 53:12
ماه‌ها، تعداد آنها، 9:36-37
ماه، 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- شکافتن ماه؛ 54:1
موسی،
- و قومش، 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- و فرعون، 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- توسط خداوند هدایت شد، 6:84
- کوه و ظهور خداوند، 7:142-145
- قومش را به خاطر گوساله‌پرستی سرزنش کرد، 7:148-156;20:83-99
- کتابش، اختلافاتی در آن به وجود آمد، 11:110
- کتاب به او داده شد، 17:2
- نه نشانه آشکار، 7:133; 17:101
- به تقاطع دو دریا، 18:60-82
- رویارویی سرنوشت‌ساز در درخت سوزان 20:9-36; 27:7-14; 28:29-35
- فراخوانده شد و رسالت به او داده شد، 19:51-53;20:9-56
- دوران کودکی، مادر و خواهرش، 20:38-40;28:7-13
- ساحران مسلمان شدند، 20:70-73; 26:46-52
- در مدین، 20:40; 28:22-28
- فرقان به او داده شد، 21:48
- و آتش رازآمیز، 27:7-12; 28:29-35
- یک مصری را به اشتباه در شهر کشت 28:14-21
- با آیات روشن آمد، 29:39
- داستان با فرعون 7:103-137; 10:75-92; 11:96-99; 26:10-69
- نه نشانه برای فرعون و قومش 7:130-133; 20:17-22; 17:101
- ساحران فرعون را شکست داد 20:70-73; 26:46-52
- فرار به مدین و ازدواج 28:22-28
- الواح را دریافت کرد 7:142-154
- از خداوند خواست تا او را بر کوه ببیند 7:142-145
- توسط خداوند گرامی داشته شد 33:69
- نعمت‌های خداوند به بنی اسرائیل 2:47-61
- بنی اسرائیل از ورود به اورشلیم سر باز زدند 5:20-29
- به راه راست هدایت شد، 37:114-122
- کتاب او، 53:36; 87:19
مسجد (اورشلیم)، 17:7
مسجد (قبا)، 9:107-108
مساجد، 2:187; 9:17-19
- حفظ و نگهداری مساجد خداوند، 9:17-18
پشه، مثلی، 2:26
کوه‌ها، 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
مدثر، S.74
مهاجران، 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- زنان، 60:10-12
محمد ﷺ
- مسخره شد، 2:104; 4:46; 25:41-42; 34:78
- پیامبر را احترام کنید، 2:104; 4:46; 49:1-5
- پیمان برای ایمان به او، 3:81
- شاهد بر مؤمنان، 2:143
- نه بیش از یک پیامبر، 3:144
- با ملایمت رفتار کرد، 3:159
- کارش، 3:164; 7:157; 36:6; 52:29; 74:1-7
- به عنوان نعمت بزرگی برای مؤمنان فرستاده شد، 3:164
- با حق فرستاده شد، 4:170
- نگهبان قرار داده نشده، 6:107
- درس نخوانده، 7:157; 62:2
- به عنوان پیامبر خداوند برای بشریت فرستاده شد، 7:158; 48:9, 29
- هشداردهنده آشکار، 7:184, 188; 11:2; 15:89; 53:56
- دیوانه نیست، 7:184; 68:2; 81:22
- کسانی که تو را متهم می‌کنند، 9:58
- مردانی که پیامبر را آزار می‌دهند، رحمتی برای مؤمنان، 9:61
- فقط از آنچه وحی شده پیروی می‌کند، 10:15-16; 11:12-14; 46:9
- سخنانش، 11:2-4; 12:108; 34:46-50
- خداوند بر او گواه است، 13:43; 29:52; 46:8
- به عنوان شاهد، بشارت‌دهنده و هشداردهنده فرستاده شد، 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- نباید اندوهگین شود، 15:97; 16:127; 18:6
- برای شاهد بودن فرستاده شد، 16:89; 22:78; 73:15
- با حکمت و موعظه نیکو دعوت کند، و به بهترین شکل استدلال کند، 16:125
- مقام محمود، 17:79
- وحی دریافت کرد، 18:110
- رحمت برای جهانیان، 21:107
- پاداشی نمی‌خواهد، 25:57; 38:86; 42:23
- دستور داده شده به، 27:91-93;30:30;66:9
- به عنوان رحمتی از خداوند، 28:46-47
- به مؤمنان نزدیک است، 33:6
- الگوی نیکو برای پیروی، 33:21
- آخرین پیامبران، 33:40
- بر او صلوات بفرستید، 33:56
- برای همه بشریت فرستاده شد، 34:28
- مزدش فقط از خداوند است، 34:47
- فقط یک انسان است، 41:6
- به عنوان حامی فرستاده شد، 42:48
- چیز تازه‌ای در میان پیامبران نیست، 46:9
- شاهد از میان بنی اسرائیل،46:10
- بیعت با او بیعت با خداوند است، 48:10, 18
- جبریل را دید، 53:4-18; 81:22-25
- با او مخالفت نکنید، 58:20-22
- توسط عیسی بشارت داده شد، 61:6
- دین حق را بر همه ادیان پیروز کند، 61:9
- از تاریکی به نور، 65:11
- در برابر کافران و منافقان تلاش سخت کند، 66:9
- اخلاق والا، 68:4
- شاعر یا غیبگو نیست، 69:41-42
- وقف نماز است، 73:1-8, 20; 74:3
- و مرد نابینا، 80:1-12
- برای سجده و تقرب به خداوند، 96:19
- صفحات پاک تلاوت می‌کند، 98:2
- آیات درباره خانواده او، 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- همچنین رجوع شود به پیامبران؛ انبیاء
محمد (ﷺ)، S.47
محسنون (نیکوکاران)، 2:117, 195; 4:125,128; 10:12-16; 16:128
- خداوند محسنون را دوست دارد، 3:134, 148; 5:93
- خداوند پاداش محسنون را تباه نمی‌کند، 5:85;9:120; 11:115; 18:30
- محسنون را پاداش می‌دهیم، 12:22; 37:80, 105, 110; 39:34;77:44
- بشارت به محسنون، 22:37; 46:12
- رحمت خداوند به محسنون نزدیک است، 7:56
- خداوند با محسنون است، 29:69
- نسبت به والدین وظیفه‌شناس و نیکوکار، 2:83
- در انجام وظایف الهی صبور، 16:90
- همچنین رجوع شود به خیر و شر
مجادله، S.58
قاطر، 16:8
ملک، S.67
مؤمن (رجوع شود به غافر)، S.40
مؤمنون، S.23
ممتحنه، S.60
منافقون، S.63
قتل، 2:178-179
مرسلات، S.77
مسلمانان،
- اول آنها، 6:14, 163; 9:100; 39:12
- چه کسی آنها را نامید، 22:78
- آمرزش و پاداش بزرگ برای کسانی که، 33:35-36
مطففین، S.83
مزمل، S.73
نبأ، S.78
نضیر، بنی‌النضیر، (یهودیان)، 59:2, 9, 13
نحل، S.16
نجس (ناپاک) 9:28
نجم، S.53
نجوا (رجوع شود به راز)
نام‌ها،
زیباترین نام‌ها از آن اوست، 7:180
بهترین نام‌ها از آن اوست، 17:110; 20:8; 59:24
ضرورت، اگر کسی مجبور شود، 2:173; 6:145
همسایه، 4:36
هلال‌های ماه، 2:189
خبر، باید آزموده شود 4:83
بخل 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
شب، (به عنوان نماد)، برای استراحت، 10:67
- به عنوان پوشش، 13:3; 78:10
- برای خدمت، 14:32
- شب قدر، 44:3-4; 97:1-5
نساء، S.4
نوح، 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- مسخره شد 11:38
- طوفان بزرگ، 29:14
- کشتی و طوفان 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- پسر ناصالح نجات نیافت، 11:42-48
- همسر ناصالح، 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
نوح، S.71
نور، S.24
سوگند، 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
اطاعت، 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
تکالیفی که باید انجام شوند، 5:1
فرزندان، 4:9; 42:49-50
- به هر که بخواهد پسر و دختر می‌بخشد، 42:49
زیتون، 6:141; 16:11; 23:20; 24:35; 95:1
تنها یک اله، 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
یتیمان، 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- سرپرستان یتیمان، 4:6
اعمال خودشان، برای هر قومی آراسته شده، 6:108
جفت‌ها، در همه موجودات، 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
درخت خرما، 13:4; 19:25; 20:71; 59:5
مثل‌ها، (شباهت، نمونه، تمثیل‌ها)
- کسی که آتشی افروخت، 2:17-18
- طوفان باران از آسمان، 2:19-20
- پشه، 2:26
- کسی که فریاد می‌زند، 2:171
- شهری در ویرانی کامل، 2:259
- دانه گندم، 2:261
- سنگ صاف، 2:264
- باغ، 2:265-266
- ریسمان، 3:103
- باد سرد، 3:117
- رستاخیز 7:57; 22:5; 41:39
- سگی که زبانش را بیرون می‌آورد، 7:176
- لبه پرتگاه، 9:109-110
- باران، 10:24
- محصول درو شده، 10:24
- کور و کر، 11:24
- خداوند در برابر معبودان دروغین 13:14; 16:76
- حق در برابر باطل 13:17
- خاکستری که باد تند بر آن می‌وزد،14:18
- درخت پاک، 14:24-25
- درخت پلید، 14:26
- برده و مرد آزاد، 16:75
- مرد لالی که بار دوشش است،16:76
- زنی که نخ می‌تابد و بعد می‌شکافد، 16:92
- شهری امن و آسوده، 16:112-113
- دو مرد با باغ‌های انگور، 18:32-44
- زندگی دنیا مانند آبی از آسمان،18:45
- از آسمان افتاده و توسط پرندگان ربوده شده،22:31
- مگس، 22:73
- نور مانند طاقچه است، 24:35-36
- سراب، 24:39
- تاریکی در دریایی ژرف و پهناور، 24:40
- عنکبوت، 29:41
- شرکا، 30:28
- ساکنان شهر، 36:13-32
- محصولات با رنگ‌های مختلف، 39:21
- مردی که به شرکاء بسیاری تعلق دارد، 39:29
- دانه در حال رشد، 48:29
- دل‌های سخت 57:16-17
- گیاه پس از باران، 57:20
- کوهی که خود را خوار می‌کند، 59:21
- الاغ، 62:5
- اگر آب فرو می‌رفت، 67:30
- مردم باغ، 68:17-33
بهشت،
- بهشت مأوی، 53:15
- بهشت فردوس، 18:107; 23:11
- باغ‌هایی که از زیرشان رودخانه جاری است، 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- باغ‌های جاویدان (بهشت عدن) 9:72;13:23; 18:31; 19:61; 20:76
- باغ‌های ابدی (بهشت عدن)، 16:31;35:33; 98:8
- باغ‌های سرور، 37:43; 56:12, 89
- باغ‌های با نعمت‌های جاویدان، 9:21
- باغ‌ها و تاکستان‌ها، 78:32
- میوه‌های دو باغ، 55:54, 62
- میوه‌های هر نوع به دلخواه، فراوان، 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- میوه‌ها در دسترس خواهند بود، 55:54; 69:23
- گوشت و میوه، 52:22
- گوشت پرندگان، 56:21
- درختان سدر بی‌خار و درختان موز،56:28-29
- دانش بی‌فایده، الاغ با کتاب‌ها 62:5
- چشمه‌ای جاری، 88:12
- چشمه‌ای به نام سلسبیل، 76:18
- چشمه‌ای به نام کافور، 76:5
- چشمه‌ای به نام تسنیم، 83:27-28
- رودخانه‌ای در بهشت، کوثر، 108:1
- رودخانه‌های شراب، شیر، عسل صاف، 47:15
- شراب ناب مهر شده، سفید، لذیذ، 37:45-46; 56:18; 76:21; 83:25
- جام آمیخته با زنجبیل، 76:17; 78:34
- آب، 76:5
- سینی‌های طلا و جام‌ها، 43:71
- ظرف‌های نقره و جام‌های بلورین، 76:15-16
- لباس‌های سبز از ابریشم نازک و ضخیم، 18:31;22:23; 35:33; 44:53; 76:12, 21
- آراسته با دستبندهای طلا و مروارید،18:31; 22:23; 35:33; 76:21
- تخت‌هایی با آستر ابریشمی، 55:54
- بالش‌های سبز و تشک‌های زیبا و گرانبها، به ردیف چیده شده، 55:76; 88:15
- تخت‌های بافته شده با طلا و سنگ‌های قیمتی، بلند قرار گرفته 56:15; 88:13
- فرش‌های گرانبها گسترده شده، 88:16
- عمارت‌های زیبا، اتاق‌های بلند، یکی بالای دیگری، 9:72; 39:20
- جاودانه در آن، 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- خانه ابدی، 3:15; 35:35
- روبروی یکدیگر بر تخت‌ها، 15:47; 37:44;44:53; 56:16
- هرگز مرگ را نخواهند چشید، 44:56
- و از آن هرگز بیرون رانده نخواهند شد، 15:48
- کینه و احساس آزردگی از دلشان برداشته شده، 7:43; 15:47
- تمام غم برداشته شده، 35:34
- احساس خستگی، رنج یا کوفتگی نخواهند داشت، 15:48;35:35
- نه آسیبی، نه دل‌درد، نه سردرد و نه مستی، 37:47; 56:19
- نه سخن بیهوده و نه سخن گناه‌آلود، 19:62;56:25
- نه سخن زیانبار و نه دروغ،78:35; 88:11
- از گناه پاک، 37:47; 52:23
- نه گرمای شدید و نه سرمای تلخ، 76:13
- روزی معین خواهد بود، 37:41;56:89
- در آرامش و امنیت، 15:46; 44:51, 55; 50:34
- خانه سلامت، 6:127
- سلام در آن، 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- هر که اعمال صالح انجام دهد وارد خواهد شد،4:124; 42:22; 44:51
- کسانی که وظیفه خود را نسبت به خداوند ادا کردند گروه گروه هدایت خواهند شد، 39:73
- به خاطر اعمال به ارث برده شده،43:72
- خداوند از آنها راضی است و آنها از او، 5:119
- بهشت من، 89:30
- بزرگترین نعمت، 9:72
- موفقیت بزرگ، 57:12; 64:9
- موفقیت عالی، 9:72; 44:57
- برای مؤمنان باغ‌هایی به عنوان پذیرایی هست، 32:19
- ساکنان بهشت در آن روز مشغول چیزهای شادی‌بخش خواهند بود، 36:35
- در میان باغ‌ها و چشمه‌های آب خواهند بود، 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- فرشتگانی را که عرش را احاطه کرده‌اند خواهند دید،39:75
- نزدیک پادشاه قادر مطلق، 54:55
- هر چه بخواهند خواهند داشت، 50:35
- حوران، زنان باکره با چشمان درشت و زیبا، مانند تخم مرغ محفوظ، 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- همسران پاک، 3:15
- همسران در سایه دلپذیر، تکیه داده بر تخت‌ها، 36:55
- دوشیزگان جوان پر از نشاط و هم‌سال،78:33
- پسران جاویدان برای خدمت، مانند مروارید پراکنده، 52:24; 56:17; 76:19
- به پهنای آسمان‌ها و زمین 3:133, 57:21
- آب جاری، سایه خنک، خوراکی‌های لذیذ، و همسران پاک 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- پاداش مؤمنان 55:46-78; 56:10-40
- رودخانه‌های عسل، شیر، آب، و شراب 47:15
- دعاها و سلام‌ها 10:9-10; 39:73-74
- با سلام صلح و سلامتی خوش‌آمد گفته می‌شوند 13:23-24; 14:32
- ماندن جاویدان در نعمت 11:108
- هرگز از آن بیرون رانده نمی‌شوند 15:45-48
- نوری که پیش روی و از سمت راستشان می‌درخشد 57:12
- نه گرما و نه سرما 76:13
- همه آرزوها برآورده می‌شود 16:30-32; 41:31-32
- دستبندهای طلا و لباس‌های ابریشم نازک 18:30-31; 22:23-24; 44:51-53
- سینی‌های جام‌های طلایی 43:67-73
- ظرف‌های نقره و میوه‌های آویزان در دسترس 76:14-16
- تکیه داده بر تخت‌ها 15:47; 37:44; 52:20
- مؤمنان خداوندشان را خواهند دید 75:22-23
نیکی به والدین، 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
شریکان خداوند، دروغ است،4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
چراگاه، 87:4-5
راه، 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- همچنین رجوع شود به راه
صبر، 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- در صبر و نماز کمک بجویید، 2:45, 153; 20:132;50:39
صابران،
- پاداش کامل دریافت خواهند کرد، 39:10
- خداوند با صابران است، 8:46
- و صبور باشید، 11:115
- در انجام وظایف الهی، 16:90
- هنگام خشم صبور باشید، 41:34
صلح، به آن گرایش داشته باشید، 8:61
مروارید و مرجان، محفوظ، 52:24; 55:22; 56:23
قلم، 68:1; 96:4
شخص،
- خداوند کسی را بیش از توانش بار نمی‌دهد،2:286; 7:42
- خداوند کسی را بیش از ظرفیتش تکلیف نمی‌دهد، 23:62
- هیچ کس نمی‌داند فردا چه به دست خواهد آورد و در کدام سرزمین خواهد مرد، 31:34
- هر شخصی با تمام خیر و شری که انجام داده روبرو خواهد شد 3:30
- هر شخصی در حالی که از خود دفاع می‌کند خواهد آمد،16:111
- هر شخصی در گرو آنچه کسب کرده است،74:38
- خداوند به نفس لوامه سوگند می‌خورد، 75:2
فرعون، 28:6; 40:24
- قوم او، 2:49; 3:11; 7:141; 44:17-33
- غرق شد، 2:50
- رفتار با موسی، 7:103-137; 10:75-92
- جسدش از دریا بیرون آمد، 10:90-92
- از حد تجاوز کرد؛ گناه کرد و نافرمانی نمود، 20:24; 69:9; 73:16;85:17-20; 89:10-14
- همسر نیکوکار، 28:8-9
- ادعا کرد خداست، 28:38; 79:24
- نابود شد، 29:39
- مرد مؤمنی از خاندان فرعون،40:28-44
- ساختن برجی، 40:36-37
- همچنین رجوع شود به موسی
انباشتن چیزهای دنیوی، 102:1-4
بیعت،
- برای اسلام، 16:91
- بیعت با پیامبر بیعت با خداوند است، 48:10
- بیعت مؤمنان، 48:18; 60:12
گرو گذاشتن، گرو باشد، 2:283
- هر شخصی در گرو آنچه کسب کرده است، 52:21; 74:38
شعر، 36:69
شاعران، 26:224-227; 69:41
انار، 6:141
فقیران، 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
نماز، 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- نه با صدای بلند و نه بسیار آهسته، 17:110
- دعا برای کافران، 9:113-114
- دعای کافران، 13:14
- او دعای کسانی را که، اجابت می‌کند، 42:26
- در صبر و نماز کمک بجویید، 2:45, 153; 20:132;50:39
- نماز را برپا کنید رو به قبله، 2:142-145, 149-150
- نماز را به دقت نگه دارید، 2:238
- در سفر و هنگام حمله، 2:239; 4:101-102
- در حال مستی نزدیک نشوید، 4:43
- و نه در حال جنابت، 4:43
- پاکی برای نماز، 4:43; 5:6
- هنگامی که نماز تمام شد، 4:103
- اوقات نماز، 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- سجده فقط برای خداوند، 13:15
نماز جمعه، 62:9-11
احتیاط در خطر، 4:71
اسیران جنگی، 8:67-71
- همچنین رجوع شود به اسیران
وعده حق، 46:16-17
مال، 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
پیامبران، 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- پیمان‌های پیامبران، 3:81; 33:7-8
- برای پیامبران غیرقانونی است، 3:161
- دشمنی برای هر پیامبر، 6:112; 25:31
- همچنین رجوع شود به پیامبران
سجده،
- هر که در آسمان‌ها و زمین است و سایه‌هایشان برای خداوند سجده می‌کنند، 13:15
روزی، 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
زبور، 4:163
مجازات،
- به تأخیر انداختن، 3:178
- بریدن دست‌ها یا پاها، 5:33
- مانند آنچه به شما رسیده مجازات کنید، 16:126
- در دنیا و آخرت، 24:19; 68:33
پاکی،
- جسمی، 4:43; 5:6
- روحی (از ناپاکی‌ها)، 87:14; 91:9
قدر، 5:5; 64:11
قدر، S.97
ق، S.50
قلم، S.68
قمر، S.54
قارعه، S.101
قارون، 28:76-82; 29:39
قصص، S.28
قبله، 2:142-145, 149
قصاص، 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
قرآن،
- توصیف شده، 13:31, 36, 37; 14:1; 56:77-80
- چنین نیست که هرگز توسط غیر خداوند می‌توانست تولید شود، 2:23; 10:38; 11:13; 17:88
- اگر از غیر خداوند بود، تناقض‌های بسیاری در آن می‌بود، 4:82
- نوری آشکار، 4:174; 42:52
- نازل شده، 6:19
- خداوند بر آن گواه است، 6:19
- دلیل روشن، 6:157
- مکالمه باطل درباره آیات آن، 6:68
- یادآور، 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- هنگامی که تلاوت می‌شود گوش دهید و ساکت باشید، 7:204
- ذکر، 7:205; 15:6, 9
- کتاب حکمت، 10:1; 31:2; 36:2
- پیام وحی شده، 10:2, 109; 42:52
- کسانی که آن را رد می‌کنند، 11:17
- به عربی، 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- به بخش‌ها تقسیم شده و به تدریج نازل شده، 15:91; 17:106; 25:32; 76:23
- تغییر یک آیه، 16:10
- هنگامی که می‌خواهی قرآن تلاوت کنی، 16:98
- هدایت می‌کند، 17:9
- بشارت و هشدار، 17:9-10
- و کافران، 17:45-47
- تلاوت در سپیده‌دم همیشه توسط فرشتگان شاهد است، 17:78
- شفا و رحمت، 17:82
- به طور کامل برای بشریت توضیح داده شده، هر نوع مثال و نمونه‌ای، اما بیشتر سر باز می‌زنند،17:89; 18:54; 39:27
- آسان، 19:97; 44:58; 54:17, 22, 32, 40
- قوم من این قرآن را رها کردند، 25:30
- توسط کتاب‌های آسمانی تأیید شده، 26:196
- برای بنی اسرائیل درباره آنچه اختلاف دارند بیان می‌کند، 27:76
- تلاوت کنید و نماز بخوانید، 29:45
- حق از جانب خداوند، 32:3; 35:31
- در شبی مبارک، 44:3
- در آن هر امری مقرر شده، 44:4
- در قرآن عمیقاً بیندیشید، 47:24
- با آن هشدار دهید، 50:45
- توسط خداوند تعلیم داده شده، 55:1
- و تلاوت گرانبها، محفوظ،56:77-78
- هیچ کس جز پاکان آن را لمس نمی‌کند، 56:79
- اگر بر کوهی نازل می‌شد، 59:21
- رنج برای کافران، 69:50
- حق مطلق با یقین، 69:51
- به آرامی تلاوت کنید، 73:4
- در نوشته‌هایی گرامی داشته شده، پاک و مقدس نگه داشته شده، 80:13-16
- یادآور برای همه جهانیان، 81:27
- کافران آن را تکذیب می‌کنند، 84:22
- در لوح محفوظ، 85:22
- سخنی که حق را از باطل جدا می‌کند، 86:13
- صفحات پاک تلاوت می‌کند، 98:2
- همچنین رجوع شود به کتاب؛ وحی
قریش، S.106
قریش،
- کافران آنها، 54:43-46, 51
- رام کردن آنها، 106:1-4
ربانیون و رهبانان، 9:31, 34
مسابقه، در اعمال نیک از یکدیگر سبقت بگیرید، 5:48
رعد، S.13
رحمن، S.55
لباس نیکوکاری بهتر است، 7:26
باران،
- هدیه خداوند، 56:68-70
- سنگ‌باران، 27:58
رمضان، 2:185
رمی، 2:200
فدیه،
- هیچ فدیه‌ای پذیرفته نخواهد شد، 57:15
- توسط کافران پیشنهاد شده، 3:91; 10:54; 13:18
فدیه روزه، 2:196
- برای آزاد کردن اسیران، 8:67
ساکنان رس، 25:38; 50:12
پاداش،
- روز پاداش، 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- انکارکنندگان آن، 107:1-7
- پاداش شر، شری مانند آن است، 42:40
آشتی،
- هر که ببخشد و آشتی کند، 42:40
- میان مرد و همسرش، 4:35
- میان مؤمنان، 49:9-10
پرونده اعمال،
- دفتر ثبت شده، 83:7-9, 18-21
- هر ملتی برای پرونده‌اش فراخوانده خواهد شد، 45:28-29
- صفحات نوشته شده اعمال هر شخصی،81:10
- که حق را بیان می‌کند، 23:62
- در دست راست، 69:19; 84:7-9
- در دست چپ، 69:25
- پشت سر، 84:10-15
فرشتگان ثبت‌کننده، 50:17-18, 23; 85:11
آسانی، با هر سختی، 94:5-6
دین،
- اجبار در دین نیست، 2:256
- دین اسلام است، 3:19
- دین خداوند، 3:83-84
- غیر از اسلام، 3:85
- در دین از حد تجاوز نکنید، 4:171; 5:77
- کامل شده، 5:3
- کسانی که دین را بازی و سرگرمی می‌گیرند، 6:70
- کسانی که دینشان را تقسیم کرده و به فرقه‌ها تبدیل شده‌اند، 6:159; 30:32
- همچنین رجوع شود به 42:13-14; 43:65; 45:17
- مردم دینشان را به فرقه‌های مختلف تقسیم کرده‌اند، هر گروه به باور خود شاد است، 23:53; 30:32
- هیچ سختی در دین قرار نداده، 22:78
- بشریت بر فطرت آفریده شده، 30:30
- همان دین برای همه انبیاء، 42:13-15
- دین نیاکان، 43:22-24
یاد خداوند، 63:9
- در یاد او دل‌ها آرام می‌گیرد، 13:28
توبه،
- پذیرفته می‌شود اگر شر از روی نادانی انجام شده و زود توبه شود، 4:17; 6:54
- توبه بی‌تأثیر است اگر اعمال بد ادامه یابد، 4:18
- توبه را می‌پذیرد و گناهان را می‌بخشد، 4:25
- مهلت برای شر، 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
رستاخیز، 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- نمونه در داستان عزیر 2:259
- ابراهیم 2:260
- اصحاب کهف 18:9-26
- هشدار به انکارکنندگان رستاخیز 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
روز رستاخیز، 7:89; 20:100-101, 124
- روز حق، 78:39
- مزدتان به طور کامل پرداخت خواهد شد 3:185
- صفحات نوشته شده اعمال گشوده خواهند شد،81:11
- هر شخصی خواهد دانست چه آورده است، 81:14
- هر شخصی با تمام خیر و شری که انجام داده روبرو خواهد شد، 3:30
- شخصی خواهد دانست چه پیش فرستاده و چه پشت سر گذاشته، 82:5
- هیچ ترسی از بی‌عدالتی نیست، 20:112
- ترازوی عدالت، 21:47
- سنجش اعمال، 23:102-103
- هر که به اندازه ذره‌ای خیر یا شر انجام دهد خواهد دید، 100:7-8
- تمام اسرار بررسی خواهند شد، 86:9
پرونده اعمال در دست راست داده می‌شود، 69:19; 84:7-9
پرونده اعمال در دست چپ داده می‌شود، 69:25
پرونده اعمال پشت سر داده می‌شود، 84:10-15
- روز سخت، برای کافران، 25:26; 54:8; 74:9
- روزی سنگین، 76:27
- بار سنگینی خواهند کشید، 20:100-101
- اجازه داده نمی‌شود عذری بیاورند، 77:36
- ستمگر دستانش را به دندان می‌گزد، 25:27
- ستمگران با همدمان و بتانشان جمع می‌شوند، 37:22
- نابودی با حسرت‌ها، اندوه‌ها و ناامیدی عمیق، 30:12
- از دختر زنده به گور شده پرسیده خواهد شد،81:8-9
- بزرگترین وحشت، 21:103
- فراخواننده برای چیزی دهشتناک فریاد خواهد زد، 50:41;54:6-8
- یک صدا (یک بانگ)، 36:29, 49, 53; 38:15; 50:42
- زجره (بانگ)، 37:19; 79:13
- عذابی نزدیک، 78:40
- آسمان با لرزشی هولناک خواهد لرزید، 52:9; 56:4
- آسمان شکافته می‌شود، 84:1-2
- آسمان از هم می‌درد، 77:9; 82:1
- آسمان با ابرها شکافته خواهد شد،25:25
- آسمان پیچیده خواهد شد، در دست راست او،21:104; 39:67
- همه در آسمان و زمین بیهوش خواهند شد، 39:68
- آسمان گشوده خواهد شد و مانند دروازه‌ها خواهد شد، 78:19
- آسمان مانند دُرد روغن جوشان خواهد شد، 70:8
- ستارگان خواهند افتاد، 81:2; 82:2
- ستارگان نورشان را از دست خواهند داد، 77:8
- خورشید نورش را از دست خواهد داد، 81:1
- دریاها مانند آتش سوزان خواهند شد، 81:6
- دریاها سرریز خواهند شد، 82:3
- زلزله ساعت، 22:1; 99:1
- کوه‌ها از جای خود خواهند رفت، 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- به غبار تبدیل می‌شوند 20:105; 56:5
- مانند پشم حلاجی شده، 70:9;101:5
- زمین و کوه‌ها به شدت خواهند لرزید، 73:14; 79:6
- زمین به پودر تبدیل می‌شود، 89:21
- زمین به زمین دیگری تبدیل خواهد شد و همچنین آسمان‌ها، 14:48
- زمین کشیده می‌شود، 84:3-5
- زمین هموار و صاف 18:47; 20:106
- زمین بارهایش را بیرون می‌اندازد، 84:4; 99:2
- قبرها زیر و رو می‌شوند، 82:4
- رستاخیز از قبرها، 21:97; 70:43
- بر روی زمین زنده پس از مرگ، 79:14
- حیوانات وحشی جمع خواهند شد، 81:5
- کور محشور می‌شوند، 20:124-125
- صور دمیده خواهد شد، 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- صاخه، 80:33
- روح‌ها با بدن‌هایشان پیوند خواهند خورد،81:7
- بیش از ده روز نمی‌مانند، 20:103
- بیش از یک روز نمی‌مانند، 20:104
- یا بخشی از یک روز، 23:112-114
- روز گردهمایی، 64:9
- روز داوری، 37:21
- روز تصمیم، 77:38; 78:17
- روز جداسازی، 77:13-14
- روز حسرت و پشیمانی، 19:39
- انکارکنندگان آن، 77:15-50
- بشریت مانند پروانه‌های پراکنده خواهند بود،101:4
- بشریت گروه گروه پراکنده خواهند شد،100:6
- بشریت مانند مستان، 22:2
- هر زن بارداری بارش را خواهد انداخت، 22:2
- شتران آبستن رها خواهند شد،81:4
- مادر شیرده فرزندش را فراموش خواهد کرد،22:2
- خویشاوندان یکدیگر را خواهند دید،70:11
- مرد از خویشاوندانش فرار خواهد کرد،80:34-37
- هیچ دوستی از دوستش نخواهد پرسید، 70:10
- نه دوستی خواهد بود نه شفیعی،40:18
- هیچ کس قدرت ندارد کاری برای دیگری انجام دهد، 82:19
- نه قدرتی خواهند داشت و نه یاوری، 87:10
- هیچ ترسی بر مؤمنان نیست، 43:68
- مؤمنان در سایه‌ها و چشمه‌ها و میوه‌ها خواهند بود، 77:41-43
- ساکنان بهشت و همسرانشان، 36:55-58
- فرشتگان با نزولی عظیم فرستاده خواهند شد، 25:25
- ساق آشکار خواهد شد، 68:42-43
- بهشت نزدیک آورده خواهد شد، 81:13
- دوزخ نزدیک آورده خواهد شد، 89:23
- آتش دوزخ برافروخته و شعله‌ور خواهد شد، 81:11-12
- تلافی از طریق صدقه کفاره خواهد بود، 5:45
وحی،
- اگر در شک هستید، 2:23-24
- آیه منسوخ یا فراموش شده، 2:106
- هدایت درست، 3:73
- از پروردگار است، پس از شک‌کنندگان نباشید، 6:114
- برای مردمی که می‌فهمند، 6:98
- هدایت و رحمت، 7:203; 16:64; 31:3
- از طریق روح‌القدس، 16:102; 26:192-193
- به تفصیل توضیح داده شده، 6:98; 41:2-4
- نازل شدن کتاب از خداوند است، 46:2
- همچنین رجوع شود به کتاب و قرآن
انتقام از ستم ظالمانه‌ای که به آنها شده، 42:39-43
پاداش،
- بر اساس بهترین اعمال، و حتی بیشتر، 24:38; 29:7; 39:35
- به عنوان پاداش 25:15
- خداوند به نیکوکاران با بهترین چیز پاداش می‌دهد، 53:31
- در برابر خیر، پاداشی جز خیر نیست، 55:60
ربا (رجوع شود به ربا)
نیکوکاران،
- همنشینی با نیکوکاران، 4:69
- زمین را به ارث خواهند برد، 21:105
- در بهشت، 51:15-19; 76:5-12
- همچنین رجوع شود به خیر
نیکوکاری، 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- راه پر پیچ و خم نیکوکاری، 90:11-18
هدایت راستین هدایت خداوند است، 3:73
جاده‌ها، راه، 43:10
سرزمین سنگلاخ (حجر)، ساکنان آن، 15:80-85
رومیان، 30:2-5
سقف، آسمان، 21:32
روح (جبریل)، 26:193; 67:12; 70:4; 78:38;97:4
روح‌القدس، 2:87, 253; 5:110; 16:102
- همچنین رجوع شود به جبریل
روح (نفس، روان)، 15:29; 17:85; 58:22
روم، S.30
سبأ (شبا)، 27:22-44; 34:15-21
سبأ، S.34
شنبه،
- تجاوزکنندگان آن، 2:65; 4:154; 7:163-166
- فقط برای آنها مقرر شده، 16:124
- صابئین، 5:69; 22:17
قربانی، 2:196, 200; 22:34-37
ص، S.38
صدقه، 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- پنهان کردن بهتر از نشان دادن است، 2:271
صفا و مروه، 2:158
صف، S.61
صافات، S.37
سیل العرم (سیل رها شده از سد مأرب)، 34:16
سجده، S.32
سکینه (آرامش و طمأنینه)، 2:248;9:26, 40; 48:4, 18, 26
صالح، 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
سلسبیل (چشمه‌ای در بهشت)، 76:18
سامری، 20:85, 95-97
سموئیل، 2:247
شیطان، 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- دشمنی و کینه برمی‌انگیزد، 5:91
- وسوسه‌های بد از شیطان، 7:200-201
- فریب می‌دهد، 8:48
- خیانت کرد، 14:22
- بر مؤمنان قدرتی ندارد، 16:99-100
- باطل می‌افکند، 22:52-53
- دشمن است، 12:5; 35:6; 36:60
- تکبر 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- یک جن 18:50-51
- وسوسه و سقوط آدم 7:20-23; 20:116-121
- بر مؤمنان سلطه‌ای ندارد 16:98-100
- هدفش 35:6-8
- دشمن قسم خورده بشریت 12:5; 17:53
- حزبش 53:14-19
- کارش 5:90-91
- از اعمال خیر بازمی‌دارد 2:268
- مؤمنان از او به خداوند پناه می‌برند 7:200-202
- نقشه‌هایش ضعیف است 4:76
- پیروانش را رها می‌کند 8:48
- با پیروانش در دوزخ سخن می‌گوید 14:22
- همچنین رجوع شود به ابلیس
ترازو، کامیاب کسی است که سنگین‌تر باشد، 7:8-9
- همچنین رجوع شود به میزان
کتاب مقدس،
- اهل کتاب، (یهودیان و مسیحیان)، 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- آنچه پنهان می‌کردند، 5:61-63
- از میان آنها کسانی که بر راه راست هستند،5:66
- می‌شناسند اما ایمان نمی‌آورند، 6:20
دریاها، 42:32-33; 45:12
- دو دریا، 18:60; 25:53; 35:12; 55:19-20
- هنگامی که دریاها سرریز شوند، 82:3
راز (نجوا)،
- مذاکرات، 4:114
- مشورت سه نفر، 58:7
- مشورت‌های پنهانی، 58:8, 10
- مشورت خصوصی، 58:12-13
فرقه‌ها و تقسیمات در دین، 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
آرامش، پس از پریشانی، خداوند آن را فرستاد،3:154
دانه، چه کسی آن را می‌رویاند، 56:63-67
حواس، 23:78
هفت، آفریده شده،
- آسمان، 2:29; 23:17; 65:12; 67:3; 71:15
- و مانند آن از زمین، 65:12
سایه،
- برای خداوند سجده می‌کند، 13:15; 16:48
گسترش سایه، 25:45
شمس، S.91
ماده شتر به عنوان نشانه‌ای روشن برای قوم ثمود، 7:73; 17:59; 26:155-158
کشتی، به حرکت درآمدن آن به عنوان نشانه‌ای؛ برای خدمت؛ شکرگزار بودن؛ فضل او را جستجو کنید، 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
شعیب، 7:85-93; 11:84-95; 29:36-37
شعراء، S.26
شوری، S.42
سدرةالمنتهی، 53:14
محاصره مدینه، 33:9-27
سجین، 88:7-9
گناه، 7:100; 74:43-6
- زنا، 4:15-16; 24:2, 19
- اگر از گناهان بزرگ اجتناب شود، گناهان کوچک بخشیده می‌شوند، 4:31
- ممکن است از مردم پنهان کنند، اما از خداوند نمی‌توانند، 4:108
- هر که گناه کند فقط علیه خودش کرده، 4:111
- هر که گناه کند و آن را به گردن بی‌گناهی بیندازد، 4:112
- خداوند شرک را نمی‌بخشد، اما هر گناه دیگری را برای هر که بخواهد می‌بخشد، 4:116
- کسانی که گناه می‌کنند پاداش عملشان را خواهند گرفت،6:120
- گناهکاران هرگز موفق نخواهند شد، 10:17
- خداوند همه گناهان را می‌بخشد، 39:53
- گناهان بزرگ، 42:37
- کوه سینا، 19:52; 23:20; 95:2
گناهکاران، گوش‌ها، چشم‌ها و پوست‌هایشان علیه آنها شهادت خواهند داد، 41:20-23
پل صراط، 66:8
غیبت‌کننده، 68:11-12; 104:1
بردگان، 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- همچنین رجوع شود به اسیران جنگی؛ اسیران
خواب، چیزی برای استراحت، 78:9
سدوم، 29:31; 37:136
لواط، 7:80-82; 11:77-83; 15:61-77; 29:28-29
سلیمان، 2:102; 4:163; 6:84
- به پدرش داوود در رسیدن به داوری عادلانه‌تر کمک کرد 21:78-82
- و مورچگان، 27:15-19
- و هدهد، 27:20-26
- و ملکه سبأ، 27:22-44; 34:15
- نعمت‌های خداوند بر او 34:12-14, 38:34-40
- عشقش به اسب‌های نیکو 38:30-33
پسر، فرزندخوانده، 33:4-5
روح (نفس، روان)، 15:29; 17:85; 58:22
انفاق، در راه خداوند، 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- آنچه بیش از نیاز است، 2:219
- مثل کسانی که مالشان را در راه خداوند انفاق می‌کنند، 2:261
- برای دیده شدن توسط مردم، 2:264; 4:38
- هر چه در راه خداوند انفاق کنید به شما برگردانده خواهد شد، 2:272; 8:60; 34:39
- نه اسرافکارانه یا هدررفته، 6:141;17:26
- نه اسرافکار و نه بخیل، 25:67
- کسانی که دستشان را از انفاق در راه خداوند می‌بندند، 9:67
روح (نفس، روان)، 15:29
- علمش نزد خداوند است، 17:85
- خداوند مؤمنان را با آن تقویت می‌کند، 58:22
غنایم جنگی، 8:41, 69; 48:15, 19-20; 48:15
- همچنین رجوع شود به غنیمت
جاسوسی، 49:12
ستاره، 53:1, 49; 86:1-4
ستارگان، 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
راه مستقیم، 1:6
- و غیره راه، 6:153
- و غیره تلاش، 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
شیردهی، مدت آن، دایه، 2:233
رنج، فقر، از دست دادن سلامتی و بلاها؛ رفاه و ثروت، 7:94-96
خورشید، 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
موفقیت عالی، 9:72; 44:57
سوره، 10:38; 11:13; 47:20
- نزول آن ایمان را افزایش می‌دهد، 9:124-127
گمان‌های بد، 49:12
روزی،
- همچنین رجوع شود به روزی؛ تقدیر
سواع، 71:23
تبوک، 9:40-59, 81-99, 117-118, 120-122
تغابن، S.64
طاغوت، 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- همچنین رجوع شود به معبودان دروغین
طه، S.20
تحریم، S.66
تکاثر، S.102
تکویر، S.81
طلاق، S.65
طلح (درخت موز)، 56:29
طالوت، 2:247-249
طارق، S.86
تسنیم (چشمه)، 83:27-28
توبه، S.9
طواف (گردش دور کعبه)، 2:200; 7:29,31
تیمم، 4:43; 5:6
مدت، هر ملتی مدت مقرری دارد، هیچ کس نمی‌تواند آن را جلو یا عقب بیندازد، 7:34; 10:49;15:4-5; 16:61; 20:129
سرزمین، از آن با واحدهای نظامی حفاظت کنید، 3:200
آزمایش، توسط خداوند، 3:154; 34:21
ثمود، 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
دزد، مجازات، 5:38-39
عرش، 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- بر آب، 11:7
- هشت فرشته حامل عرش، 39:75; 40:7; 69:17
زمان، 45:24; 76:1; 103:1
تین، S.95
عذاب، 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
شهر، هیچ شهری را نابود نکردیم مگر اینکه برای آن حکمی معین بود، 15:4
تجارت و مال، 4:29
سفر، آیا در زمین نگشته‌اند، 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
خیانت، 8:58; 22:38
- رجوع شود به فریب
گنج انباشته شده، 9:35
خزاین خداوند، 6:50
درخت جاویدان، 20:120
درختان، 22:18
آزمایش‌ها، 2:214-218; 64:15
صور، در روز رستاخیز، 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
صاخه، 80:33
امانت به آسمان‌ها، زمین و کوه‌ها عرضه شد، اما انسان آن را پذیرفت، 33:72-73
امانت‌ها، 2:283; 4:58; 8:27; 23:8;33:72; 70:32
حق، 5:48; 23:70-71, 90; 25:33; 69:51
- حق را با باطل نیامیزید و آن را پنهان نکنید، 2:42
- حق آمد و باطل ناپدید شد، 17:81
- وعده حق، 46:16-17
قوم تبع، 44:37; 50:14
طور (کوه)، 28:29, 46
طور، S.52
وادی طوی، 20:12; 79:16
احد، نبرد، 3:121-128, 140-180
امت (جامعه، ملت)، 2:143-144;10:47, 49; 11:118; 16:36, 120
عمره، 2:128, 158, 196
ربا، 2:275-276, 278-280; 3:130;4:161; 30:39
عزیر، (رجوع شود به عزیر)
عزی، 53:19
حجاب نادیدنی، 17:45-46
پوشش، 24:31; 33:59
آیات سبع المثانی، 15:87
پیروزی،
- توسط خداوند داده می‌شود، 48:1
- از طریق یاری خداوند، 61:13
- فضایل، (رجوع شود به نیکوکاری؛ مؤمنان)
ودّ، 71:23
- "منتظر بمانید، ما هم منتظریم"، 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
واقعه، S.56
جنگ با خداوند، 5:33-34
اسراف نکنید، 6:141; 7:31; 17:26
آب، هر موجود زنده‌ای از آب آفریده شده، 21:30;24:45; 25:54
- دو دریا، 18:60; 25:53; 35:12; 55:19-20
- عرش خداوند بر آب، 11:7
- باران، 23:18
راه، 1:6; 42:52-53; 90:10
- و غیره آسان، آسان کن، 87:8
- همچنین رجوع شود به مسیر
رهگذر، 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
ثروت،
- کسی که آن را جمع کرده، 104:2-4
- انفاق در راه خداوند (رجوع شود به انفاق)
ثروت و فرزندان، زینت زندگی دنیا، 18:46
وزن و پیمانه، کامل بدهید، 11:85; 17:35;83:1-5
بیوه‌زنان، 2:234-235, 240
اراده خداوند، 10:99-100; 30:5; 81:29; 82:8
اراده انسان، راست رفتن، مگر اینکه خداوند بخواهد، 28:29
بادها، 77:1-3
- به عنوان بشارت‌دهندگان، 7:57; 30:46
- ابرها را بلند کرده، باران ایجاد می‌کند، 15:22; 30:48
- زرد می‌شود، 30:51
شراب (در بهشت)
- نوشیدنی‌های پاک، 37:45; 76:21
- سفید، لذیذ، 37:46
- رودخانه‌های شراب، 47:15
- شراب ناب مهر شده، 83:25
آرزو نکنید برای چیزهایی که خداوند برخی را بر دیگران برتری داده، 4:32
شاهدان،
- بر پیمان انبیاء، 3:81
- بر بشریت، 2:143; 22:78
- برای قرارداد، 2:282
- دو زن در برابر یک مرد، 2:282
- بر زنا، 4:16; 24:2
- عادل باشید، 5:8
- دست‌ها و پاها شهادت خواهند داد، 36:65
- انسان علیه خودش، 75:14
روز شاهد و روز مشهود، 85:3
همسران،
- زراعت برای شما هستند، 2:223
- پوشش شما هستند، 2:187
- از جنس خودتان، 16:72
زن مجادله‌کننده، 58:1-2
زنان، 2:222-223; 4:15, 19-22, 34, 127
- کسانی که زنان پاکدامن را متهم می‌کنند، 24:4-5, 11-17, 23-26
- پوشش، 24:31; 33:59
- زنان مؤمن به عنوان مهاجر، 60:10-12
- زنی که در مجادله خود را روشن نمی‌کند، 43:17-18
ساکنان جنگل، 15:78; 38:13; 50:14
- همچنین رجوع شود به ایکه؛ مدین 26:176-191
دنیا، زندگی در آن،
- چیزی جز بازی و سرگرمی نیست، 6:32;29:64; 47:36; 57:20
- مردان را فریب می‌دهد، 6:130
- لذت اندکی از دنیا نسبت به آخرت، 9:38; 13:26; 28:60-61
- هر که دنیا را بخواهد در آن به او داده می‌شود، اما در آخرت بهره‌ای نخواهد داشت، 11:15-16; 17:18; 42:20
- ثروت و فرزندان، زینت دنیا،18:46
- کسانی که دنیای حاضر را دوست دارند و آخرت را رها می‌کنند، 75:20-21; 76:27
نوشتن، برای قراردادها، 2:282
ستمگران، 11:18-22, 101-104, 116-117;39:47
- همچنین رجوع شود به کافران
وضو، 4:43; 5:6
یغوث، 71:23
یحیی،
- بشارت به او، 3:39; 21:90
- نیکوکار، 6:85
- دانا؛ مهربان؛ وظیفه‌شناس، 19:12-15
یس، S.36
یثرب (مدینه)، مردم آن، 33:13
یعوق، 71:23
یونس، S.10
یوسف، S.12
زبور، 21:105
زکریا، 3:37-41; 6:85; 19:2-11; 21:89-90
زید بن حارثه، برده پیامبر، 33:37-38
زکات، 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- مستحقان زکات و صدقه، 2:273; 9:60
زنجبیل، 76:17
زلزله، S.99
زقوم، 17:60; 37:62-66; 44:43-46; 56:52
ظهار، 33:4; 58:2-4
زخرف، S.43
زمر، S.39
اصول اساسی
- ایمان کامل شد 5:3
- تنها راه مورد قبول خداوند 3:19, 85
- اجبار در پذیرش اسلام نیست 2:256
- یک دین با ایمان‌ها و قوانین مختلف 5:48; 22:67-70; 42:13-14
- پیامبران اسلام 2:135-136; 3:84; 4:163-165
- دستورات (ایمان به خداوند و عمل نیک) 4:36; 6:151-154;17:23-39;18:107-108
- پنج هدف شریعت: حفاظت از دین 5:54
- حفاظت از جان 5:32;6:151
- حفاظت از مال 5:38
- حفاظت از شرف 5:5;24:4
- حفاظت از توانایی تفکر 5:90.
ایمان به خداوند 2:255
- صفات الهی، اسماء حسنی 57:1-6; 59:22-24; 85:13-16; 112:1-4
- تنها خدایی که شایسته پرستش است 1:1-4; 2:285; 6:3; 43:84
- همه اقتدار از آن اوست 3:26; عرشش 7:54; 11:7
- کرسی او 2:255
- نعمت‌های بی‌شمار بر بشریت 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- زندگی می‌دهد و مرگ می‌رساند 44:8; 53:44; 57:2; 67:2
- شادی و اندوه ایجاد می‌کند 53:43
- روزی فراوان یا محدود می‌دهد 13:26; 17:30; 29:62
- بهترین داوران 95:8
- مهربان‌ترین مهربانان 12:92
- نیکوکاران را دوست دارد 85:14
- آمرزنده بزرگ و سخت در مجازات 13:6, 40:3
- اول و آخر 57:3
- همه عزت و قدرت از آن اوست 35:10
- غیب و نادیده را می‌داند 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- بهتر از هر کس آنچه در دل پنهان است می‌داند 5:7; 11:5; 31:23
- آنچه بوده و آنچه خواهد آمد می‌داند 2:255
- همه چیز را در لوح (یا لوح محفوظ) نوشته 6:38; 13:39; 36:12
- توانایی انجام هر کاری 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- قدرت بی‌نهایتش 3:26-27; 24:45; 31:28-30
- آسمان‌ها و زمین را در شش روز آفرید و هرگز خسته نشد 46:33; 50:38
- با کلمه "باش!" می‌آفریند 36:81-83
- هرگز به آفریده‌هایش ستم نمی‌کند 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- همه چیز تسلیم اراده اوست 3:83; 22:18; 30:26
- همه به او نیاز دارند 11:6; 35:15; 55:29
- به او توکل کنید 10:84-85; 12:67; 25:58
- اشکال ارتباط الهی 42:51
- شایسته پرهیزکاری است 2:21; 3:102; 4:1; 33:70-71; 59:18
- حکمت هدیه‌ای از اوست 2:269
- به هیچ کس نیاز ندارد 3:97; 6:133; 112:2
- در تثلیث نیست 4:171
- همسری ندارد 6:101
- فرزندی ندارد 10:68; 19:35; 43:81; 72:3; 112:3
- شریک یا شریکانی ندارد 6:94; 7:191-195; 46:4-5
- هیچ چیز مانند او نیست 42:11; 112:4
دستور به تأمل در شگفتی‌های آفرینشش 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
نشانه‌ها در آفرینش 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- همه چیز را با هدف آفرید 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- جهان کامل شده 67:3-4
- شب را در روز داخل می‌کند 3:27
- تنوع 30:22; 35:27-28
- عسل 16:68-69
- شیر 16:66
- هدیه فرزندان 42:49-50
- سیارات و مدارها 21:33; 36:38-44
- صورت‌های فلکی 25:61; 85:1
- ستارگان 37:6-7; 67:5
- ابرها 7:57;30:48
- زلزله 7:78; 7:155
- رانش زمین 28:81; 29:40
- طوفان 10:22
- باران ریز، تگرگ و باران 2:265; 6:99; 24:43; 50:9-11
- رعد و برق 13:12-13
اشارات علمی
- انسان از گامت‌های نر و ماده آفریده شده 76:2
- مراحل تشکیل و رشد جنین 22:5; 23:12-14
- جنین در سه لایه از تاریکی 39:6
- آب شور 25:53-54; 35:12; 55:19-20
- گرده‌افشانی توسط باد 15:22
- اثر انگشت 75:3-4
- کوه‌ها به عنوان میخ‌ها 78:7
- آهن فرستاده شد 57:25
- گیرنده‌های درد 4:56
- خورشید به عنوان منبع نور و ماه به عنوان نور بازتابیده 10:5
- شکافتن ماه 54:1
- آسمان به عنوان سقف محافظ 21:32
- همه موجودات از آب آفریده شدند 21:30; 24:45
- مورچگان ارتباط می‌گیرند 27:17-19
- امواج درونی 24:40
موجودات زنده
- فرشتگان 39:75
- انسان‌ها (خلیفه در زمین) 2:30; 6:165; 16:4
- جن 72:1-15
- حیوانات مانند انسان‌ها جوامعی دارند 6:38
- گوساله 11:69
- شتر 7:40
- سگ 18:22
- فیل 105:1
- اسب‌ها، قاطرها و الاغ‌ها 16:8
- شیر و گورخر 74:50-51
- میمون‌ها 2:65
- خوک 2:173
- ماده شتر 7:73
- گوسفند و بز 6:143
- گرگ 12:17
- قورباغه‌ها 7:133
- مار 7:107
- پرندگان 24:41
- کلاغ 5:31
- هدهد 27:20
- بلدرچین 2:57
- ماهی 18:61
- نهنگ 37:142
- مورچگان 27:18
- زنبور عسل 16:68
- پشه 2:26
- مگس 22:73
- شپش و ملخ 7:133
- عنکبوت 29:41
- دیگران که برای ما ناشناخته‌اند 16:8
گیاهان و میوه‌ها 6:99; 13:4; 16:11; 36:33-35
- موز 56:29
- خرما 19:25
- سبزیجات، خیار، سیر، عدس، و پیاز 2:61
- انگور 80:28
- زیتون 6:99
- انجیر 95:1
- انار 55:68
- کدو 37:146
ایمان به محمد
- صفات، فقط یک پیامبر 3:144; 6:50; 7:188; 18:110
- برای رساندن حق 2:119; 35:24; 42:48
- خاتم پیامبران 33:40
- اخلاق نیکو 3:159; 68:4
- الگوی نمونه 33:21
- نعمتی برای مؤمنان 3:164
- رحمتی برای جهانیان 21:107
- پیامبری جهانی 4:170; 7:157-158; 34:28
- به راه مستقیم هدایت می‌کند 42:52-53
- به مردم اهمیت می‌دهد 9:129
- شاهد در روز قیامت 4:42; 16:89
- پیامبر درس نخوانده 7:157-158; 29:48; 62:2
- در تورات و انجیل بشارت داده شده 7:157
- توسط عیسی بشارت داده شده 61:6
چالش‌های پیامبر (ﷺ)
- خواسته‌های بی‌معنای مشرکان 8:32; 15:7; 17:89-93; 25:7-8
- اتهامات دروغ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- تلاش برای قتل او 8:30; 9:74
- هشدار به کسانی که به او آسیب می‌رسانند یا با او مخالفت می‌کنند 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- دستور به پاسخ دادن به انکار با صبر 20:130; 30:60; 46:35; 70:5
- دستور به اطمینان از جانب خداوند 5:67; 93:1-11; 94:1-8
درس‌هایی از زندگی پیامبر (ﷺ)
- از هجرتش تا نبرد بدر 3:121-129; 8:42-44; 8:65-71
- نبرد احد 3:151-180
- نبرد خندق 33:9-27
- نبرد حنین 9:25-27
- مدینه 9:40; تبوک 9:38-123
- بنی نضیر 59:2-6
- حمراء الاسد 3:172-175
- صلح حدیبیه 48:1-7; 48:10-29
افتخاراتی که به پیامبر (ﷺ) داده شده
- خداوند و فرشتگانش بر او درود می‌فرستند 33:56
- سفر شبانه از مکه به اورشلیم 17:1
- سفر به آسمان‌ها 53:1-18
- در این دنیا و آخرت گرامی داشته شده 17:79; 66:8; 108:1
- اطاعت از او اطاعت از خداوند است 4:80
- پاداش اطاعت از خداوند و پیامبرش 4:69
- خانواده‌اش پاک شده 33:33-34
- جبریل را در شکل واقعی‌اش می‌بیند 53:1-18
- مؤمنان دستور به اطاعت از او دارند 59:7
- آداب سخن گفتن با او 49:1-5
- آداب دیدار از او 33:53
- آداب رفتار با همسرانش 33:53
- خداوند از او و یارانش راضی است 9:100; 9:117
- برتری جامعه ایمانی‌اش 2:143; 3:110
نماز 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- نماز جمعه 62:9
- جهت نماز (قبله) 2:144; 2:149-150
- باید از اعمال بد باز دارد 29:45
- اوقات 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- در حال خطر یا در سفر 2:239; 4:101-102
- هشدار به کسانی که نماز را رها می‌کنند 19:59; 74:38-47; 107:5-7
- نماز منافقان 4:142; 9:54
طهارت، وضو 5:6
- غسل کامل 2:222; 4:43
- تیمم 4:43; 5:6
دعاها
- ابراهیم 2:126-129; 2:126-129; 14:35-41; 26:83-89
- آدم و حوا 7:23
- عیسی 5:114
- ایوب 21:83; 21:83
- یونس 21:87
- یوسف 12:33; 12:101
- موسی 10:88-89; 20:25-35
- محمد 17:80; 20:114
- نوح 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- سلیمان 38:35
- شعیب 7:89
- زکریا 3:38; 19:2-6; 21:89-90
- فرشتگان 40:8-9
- مادر مریم 3:35-36
- همسر فرعون 66:11
- ساحران فرعون 7:126
- طالوت و مؤمنان همراهش 2:250
- مؤمنان بنی اسرائیل 10:85-86
- اصحاب کهف 18:10
- نیکوکاران 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- مظلومان 4:75
آیات سجده
- سجدات، جمع سجده، 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
زکات، به عنوان واجب 2:110; 2:177; 2:277; 6:141
- یکی از صفات مؤمنان 22:41; 23:4; 51:19
- مستحقان 9:60
- صدقه 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- هشدار به کسانی که از پرداخت آن خودداری می‌کنند 3:180; 9:34; 47:38
روزه
- در رمضان 2:183-185
- ساعات روزه 2:187
- معافیت‌ها 2:184-185
- روابط زناشویی در شب قبل از روزه 2:187
- روزه در حج 2:196
حج،
- واجب بر کسانی که استطاعت دارند 3:97
- مناسک و احکام 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- قربانی 2:196; 22:36-37
- ممنوعیت شکار در خشکی هنگام حج 5:1; 5:94-95
- مجاز بودن شکار در دریا 5:96
- عمره 2:158; 2:196
جوامع ایمانی
- مسلمانان 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- سرپرستان یکدیگر 3:28; 9:71
- مسیحیان 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- یهودیان 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- بنی اسرائیل 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- اهل کتاب (عمدتاً یهودیان و مسیحیان) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- مسلمانان می‌توانند از حیوانات ذبح شده توسط آنها بخورند و با زنانشان ازدواج کنند 5:5
- غذاهای حرام برای یهودیان 6:146
- صابئین 2:62; 22:17
- مجوس 22:17
- مشرکان (بت‌پرستان) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- رسوم خرافی مشرکان 2:189; 5:103; 6:138-144
- ملحدان 52:35-36
اعمال جاهلی ممنوع شده
- زنده به گور کردن دختران 16:58-59; 81:8-9
- کشتن فرزندان از ترس فقر 6:137; 6:151; 17:31
- سوت زدن و کف زدن در اطراف کعبه 8:35
- وقف شتران برای بتان 5:103; 6:136
- قربانی به نام بتان 6:121
- طلاق ظهار 33:4; 58:2-4
- ایلاء (بیش از چهار ماه) 2:226-227
- قرعه‌کشی برای تصمیم‌گیری 5:3
- طواف دور کعبه در حال برهنگی 7:26-28
- ورود به خانه از درهای پشتی پس از حج 2:189
معبودان،
- فرشتگان (در میان برخی عرب‌های مشرک) 34:40
- ایکه (در میان قوم شعیب) 26:176
- بعل (در میان قوم الیاس) 37:125
- عیسی (در مسیحیت) 5:17
- بتان (در میان قوم ابراهیم) 21:52-53
- بتان لات، عزی، و منات (در میان مشرکان عرب) 53:19-20
- بتان ودّ، سواع، یغوث، یعوق، و نسر (در میان قوم نوح) 71:23
- خورشید (قوم سبأ) 27:24
- ستاره شعری (در میان برخی مشرکان عرب) 53:49
- فرعون (در مصر باستان) 26:29; 28:38; 79:24
- هوس‌ها 25:43-44; 45:23
- ایمان به چند خدا رد شده 17:42-43; 21:21-24; 25:3
عبادتگاه‌ها، مساجد 9:18
- کلیساها، کنیسه‌ها، و صومعه‌ها 22:40
- حرم 3:39; 38:21
- معبد 17:7
- عناوین دینی، کشیشان، راهبان، و ربانیون 5:44; 5:63; 5:82; 9:31-34
فرشتگان،
- درباره آفرینش آدم می‌پرسند 2:30-34
- هرگز از خداوند نافرمانی نمی‌کنند 21:26-27; 66:6
- دختران خداوند نیستند 21:26; 43:16-19
- فرشتگان نگهبان 13:11
- دو فرشته ثبت‌کننده 50:16-18; 82:10-12
- هشت فرشته حامل عرش خداوند در روز قیامت 69:17
- نوزده نگهبان دوزخ 74:26-31
- فرشتگان مرگ 6:93; 16:28; 32:11
- جبریل 2:97; 66:4; 26:192-195; 53:1-14
- میکائیل 2:98
- مالک 43:77
پیامبران
- از میان فرشتگان و انسان‌ها 22:75
- پیامبران اولوالعزم (ابراهیم، نوح، موسی، عیسی، و محمد ﷺ) 33:7; 42:13; 46:35
کتاب‌های آسمانی
- قرآن، وحیی از خداوند 12:2-3; 20:2-4; 26:192-195; 32:2-3
- یادآور برای همه جهان 68:51-52
- به درست‌ترین شیوه زندگی هدایت می‌کند 17:9
- وحی در ماه رمضان آغاز شد 2:185
- در شبی مبارک 44:3;97:1-5
- به تدریج نازل شده 17:105-106
- به یاد سپردن آن آسان شده 54:17
- حقیقت وحی‌های پیشین را تأیید می‌کند 3:3-4
- مرجع عالی بر کتاب‌های آسمانی قبلی 5:48
- شکی در آن نیست 2:2; 10:37
- تناقضی ندارد 4:82
- ساختگی نیست 10:37-39
- از کتاب مقدس رونوشت نشده 25:4-6
- توسط شیاطین نازل نشده 26:210-212
- هیچ کس نمی‌تواند مانند آن بیاورد 17:88; 2:23-24;10:13-14; 11:13
- از تحریف محافظت شده 15:9
- در لوح محفوظ حفظ شده 56:75-80
- نمی‌توان آن را باطل ثابت کرد 41:42
- رویدادهای آینده را پیش‌بینی می‌کند 30:1-7; 48:27
- مؤمنان را به اشک وا می‌دارد 5:83; 17:107-109
- دل‌ها را لمس می‌کند 39:23
- نوری درخشان 4:174; 42:52
- شفا و رحمت برای مؤمنان 17:82
- تورات 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- انجیل 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- زبور 4:163; 17:55
- صحف ابراهیم 53:36-44; 87:14-19
تقدیر و سرنوشت 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- اراده آزاد 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
روز قیامت،
- بی‌عدالتی نیست 2:281; 18:49; 40:17
- وحشت‌های آخرالزمان 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- نیکوکاران و بدکاران در آن روز 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- شفاعت 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
پرونده‌های اعمال 17:13; 18:49
- مؤمنان پرونده‌شان را با دست راست می‌گیرند 69:19-24; 84:7-9
- کافران پرونده‌شان را با دست چپ می‌گیرند 69:25-37; 84:10-15
- هیچ چیز از خداوند پنهان نخواهد بود 21:47; 40:16
- سنجش اعمال 7:8; 23:102-104; 101:1-11
- شهادت اعضای بدن 41:19-24; 24:24
- پاداش اعمال نیک و بد 6:160; 27:89-90; 28:84
انواع مردم
- مؤمنان 18:107-108
- کافران 4:167-169
- منافقان 4:145; 57:13-15
- ساکنان بهشت، مؤمنان پیشتاز 55:46-61; 56:10-26
- ساکنان بهشت، اصحاب یمین 55:62-78; 56:27-40
- ساکنان دوزخ، اصحاب شمال 55:31-45; 56:41-56
- اصحاب اعراف 7:46-49
مالی
- رهنمودهای تجاری 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- وصیت، وصیت‌های اختیاری به غیر وارثان 2:180-183; 4:11-12
قبل از مرگ در سفر 5:106-108
- رشوه 2:188
- بدهی‌ها، مهربانی در وصول بدهی‌ها 2:280
- نوشتن و شاهد گرفتن برای قرارداد بدهی 2:282
- گرو گذاشتن 2:283
- ارث، رهنمودها 4:7; 4:32-33; 8:75
- سهم فرزندان و والدین 4:11
- همسران و خواهر و برادر مادری 4:12
- خواهر و برادر تنی 4:176
- هشدار به کسانی که از آن پیروی نمی‌کنند 4:13-14
- ربا، ممنوعیت و هشدار 2:275-281; 3:130-132
- بی‌سود شده 30:39
قضایی
- قانون خیانت (حرابه) 5:33-34
- عدالت، دفاع از عدالت 4:135; 5:8; 16:90-91
- دفاع از حقوق یتیمان و زنان 4:127
- عدالت برای یک یهودی 4:105-112
- عدالت برای یک مشرک 4:58
- انصاف با غیرمسلمانان 60:8-9
- قصاص از طریق کانال‌های قانونی (با امکان بخشش) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- جدایی میان زن و شوهر، خلع 2:229
- لعان (اتهام زنا) 24:6-10
سیاسی
- اداره امور از طریق مشورت (شوری) 3:159; 42:38
- جنگ در دفاع از خود (جهاد)، آداب 2:190-192; 2:216; 22:38-40
- حمله بدون تبعیض ممنوع 4:94
- جنگ برای مردان، زنان، و کودکان مظلوم 4:75
- حفاظت از عبادتگاه‌ها 22:37
- پاداش شهیدان 2:154; 3:169-171; 9:111; 57:19
- قدرت نظامی دشمنان احتمالی را باز می‌دارد 8:60
- انتخاب صلح 2:192; 8:61
- ایجاد صلح میان طرفین 49:9-10
- اسیران جنگی، رفتار با آنها 8:70; 47:4; 76:8
اجتماعی
- فرزندخواندگی 33:4-5
- مراقبت از یتیمان 2:220; 4:2-10; 4:127; 6:152; 17:34
- طلاق، داوری و آشتی 4:35; 4:128
- آداب طلاق 2:229-231; 65:1-2
- مهریه و دوره انتظار 2:226-241; 4:19-21; 33:49; 65:1-7
- شوهر نباید چیزی از مهریه پس بگیرد 4:20
- همسر نباید آزار ببیند 65:6
- از همسر در دوران بارداری باید حمایت مالی شود 65:6
- در دوران انتظار 65:6
- اگر فرزند شوهر سابق را شیر می‌دهد، 65:6
- هیچ والدینی نباید به خاطر فرزندشان رنج ببینند 2:233
- انتخاب دایه 65:6
- امر به معروف و نهی از منکر 3:104; 3:110; 7:157; 9:71-72; 31:17
- برابری انسان‌ها 49:13
- مردان و زنان در برابر خداوند و قانون، 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- مردان یک درجه مسئولیت بیشتر از زنان دارند 2:228
- اطعام فقیران، یتیمان، و اسیران 76:8-9
- بخشش و کنترل خشم 3:134; 42:40
- آزاد کردن بردگان و کمک به آنها 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- احترام به والدین 4:36; 17:23-25; 31:14-15
- فروتنی 17:37; 31:18-19
- تفسیر خواب‌های ابراهیم 37:102
- تفسیر خواب‌های یوسف 12:4; 12:36; 12:43
- تفسیر خواب‌های محمد 8:43; 48:27
- مهربانی با غیرمسلمانان 60:8
- ازدواج 4:3; 4:129; 16:72; 30:21
- زنان حلال و حرام برای ازدواج 4:22-24
- آداب صمیمیت 2:222-223
- بارداری و شیردهی 2:233; 31:4; 46:15; 65:6
- ازدواج مجدد با همسر سابق 2:230
- کمک به مجردان برای ازدواج 24:32
- نشان دادن علاقه به طور غیرمستقیم در دوره انتظار 2:235
- سوگندها 2:224-225; 16:91-92; 16:94
- جبران سوگند شکسته شده 5:89
- صبر در زمان‌های سخت 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- اجازه ورود 24:58-60
- ورود به خانه مردم 24:27-28
- ورود به اماکن عمومی 24:29
- آداب اجتماعی، تأیید خبر 4:83; 49:6
- احترام به همه 49:11-12
- آداب مجالس 58:11
- مذاکرات خصوصی 4:114; 58:9
- نذرها 2:270; 9:75-77; 22:29; 76:7
- اسراف و بخل 7:31; 17:29; 25:67
داستان‌های دیگر
- هابیل و قابیل 5:27-31
- خضر و موسی 18:60-82
- لشکر فیل 105:1-4
- مرد مؤمن از قوم فرعون 40:28-46
- تولد مریم 3:35-36
- گاو بنی اسرائیل 2:67-74
- عزیر 2:259
- صاحبان باغ 68:17-32
- هاروت و ماروت 2:102
- قارون 28:76-82
- اندرز لقمان به پسرش 31:12-19
- صاحب دو باغ 18:32-44
- مردم سبأ 34:15-19
- اصحاب کهف 18:9-26
- اصحاب اخدود 85:1-8
- شکننده‌های شنبه 7:163-165
- سامری و گوساله طلایی 20:83-97
- طالوت و سموئیل 2:247-251
- ذوالقرنین 18:83-98
شیاطین 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- شیاطین انسانی و جنی 6:112;114:6
- آسمان از شیاطین محافظت شده 15:16-18
پشیمانی‌ها
- پیروی نکردن از پیامبر 25:27
- اطاعت نکردن از خداوند و پیامبرش 4:41-42; 33:64-68
- انتخاب دوستان بد 25:28-29; 26:96-102; 43:36-39
- انکار نشانه‌های خداوند 6:27-30
- کار نکردن برای آخرت 89:23-24
درخواست‌های ناامیدانه
- التماس برای بازگشت به دنیا 2:167; 6:27-28; 32:12-14; 42:44
- برای فرصتی دوباره 35:36-37
- برای خارج شدن از آتش 40:10-12
- برای غذا و آب 7:51-52
- برای شفیعان 7:52-53
- برای تبدیل شدن به خاک 4:41-42; 78:40
- برای مرگ 43:74-78
صفات نیکوکاران
- رعایت حقوق آفریدگار و آفریده‌هایش 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
صفات بدکاران
- ناسپاس 14:34
- بخیل 17:100
- عجول 21:37
- فقط در زمان‌های سخت خداوند را به یاد می‌آورند 10:12; 41:51
- بی‌صبر 70:19
- جدل‌آور 18:54
گناهان کبیره
- شرک به خداوند در عبادت 4:48; 4:116; 5:72; 6:19; 31:13:
- آزار والدین 4:36; 6:151; 17:23
- ترک یا رها کردن نمازهای واجب 19:59-60
- نپرداختن زکات 41:6-7
- قتل 6:151; 17:33
- کشتن عمدی یک مؤمن 4:93
- دزدی 5:38
- تقلب 7:85; 11:85; 26:182-183; 83:1-6
- دروغ 2:10; 9:77; 39:60
- دروغ بستن به خداوند 6:93; 29:68; 61:7
- روابط جنسی حرام 2:222; 17:32; 24:2; 25:68; 29:28-30
- اتهام دروغ زنا 24:4-5
- ارتداد 2:217; 5:54
- خوردن گوشت خوک و غذاهای حرام دیگر (مردار، خون، و غیره) 5:3; 6:145
- الکل و قمار 5:90-91
- غیبت 49:11
- شهادت دروغ 22:30
- سحر و جادو 2:102; 10:77; 20:69
""";
