const String quranIndexChineseRaw = r"""
《Manzil》祈祷文 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
我们的主啊 祈祷文 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
我的主啊 祈祷文 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21；29:30；37:100；38:35, 41；46:15，71:26-28
亚伦（哈伦）2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'Abasa,S.80;74:22
沐浴净身（小净）,4:43;5:6
亚伯拉罕（易卜拉欣）S.14;2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- 既非犹太人亦非基督徒,3:67-68
- 曾站立于麦加第一座圣殿,3:97;26:123
- 奠定天房的基础,2:124-129
- 召唤族人敬拜独一真主,2:130-133;26:69-89;29:16;29:24-27
- 与傲慢的国王辩论,2:258
- 询问复活之事,2:260
- 既非犹太人亦非基督徒,3:65-68
- 驳斥对天体的崇拜,6:74-87
- 得知伊斯哈格诞生的喜讯,11:69-76;51:24-30
- 在天房处的祈祷,14:35-41
- 受天使来访,15:51-56
- 为人效法的榜样,16:123
- 召唤父亲归向真理,19:41-50
- 砸毁偶像并从火中得救,21:51-73;37:83-113
- 召唤众人朝觐,22:26
善人,3:193, 198;76:5;82:13;83:18-22
废除,2:106;16:101
阿布·拉哈布,111:1-5
阿德人,7:65-74;9:70;11:59;14:9;22:42;25:38;26:123;29:38;38:12;40:31;41:13, 15;46:21;50:13;51:41;53:50;54:18;69:4-6;89:6
阿丹,3:33, 59;5:27;7:26-27, 31, 35, 172;17:70;19:58;36:60
- 众天使奉命向其叩头,2:34;7:11
- 知识之树,2:35;7:19-20;20:120-121
- 被逐出乐园（夏娃无罪）,2:36;7:24
- 受真主尊崇,受恶魔诱惑,2:30-38;7:11-25;17:61-65;18:50;20:115-123;38:71-85
- 蒙真主恕饶,2:37;20:122
'Adiyat,S.100
永久乐园（阿丹乐园）,9:72;13:23;16:31;18:31;19:61;20:76;35:33;38:50;40:8;61:12;98:8
逆境
- 任何人不承担他人的罪责,6:164;17:15;35:18;39:7;53:38
- 任何人不被苛以超越其能力的负担,2:286;6:152;7:42;23:62
- 逆境中的忍耐,2:153;2:155;2:177;2:250;3:17;3:125;3:142;3:146;3:186;3:200;7:87;7:126;7:128;7:137;8:46;8:65;8:66;10:109;11:11;11:49;11:115;12:18;12:83;12:90;13:22;16:96;16:110;16:126;21:85;22:35;23:111;28:54;29:59;30:60;31:17;31:31;37:102;38:44;39:10;40:55;40:77;41:35;42:33;46:35;47:31;70:5;76:12;90:17;103:3
老年,16:70;22:5;30:54;36:68
- 对你照料下的年迈父母的行为,17:23
艾哈迈德,61:6
艾哈嘎夫,S.46;46:21
盟军,S.33;11:17;13:36;19:37;38:11, 13;40:5, 30;43:65
艾卡居民,15:78;26:176;38:13;50:14
至高章（A'la）,S.87;87:1;92:20
'Alaq,S.96
仪姆兰家属,S.3
真主
- 对他而言一日等于五万年,70:4
- 对他而言一日等于人类一千年,22:47;32:5
- 能力无所不及,2:106;2:117;3:165;3:189;8:41;9:116;11:4;16:40;40:68;41:39;42:49;57:2
- 最公正的裁判,95:8
- 超越一切定义,43:82;67:12
- 使不信道者的阴谋归于无效,8:30;8:36
- 能使人类消失并带来其他存在,4:133;14:19;35:16
- 使人哭泣与欢笑,53:43
- 使一人沉睡了一个世纪,2:259
- 是否认真理者的敌人,2:98
- 从早到晚赞美他的光荣,33:42
- 被错称为有女儿,16:57;17:40;43:16;52:39;53:21-22
- 以名字称呼,53:19-20
- 赋予人类自由意志,36:67
- 为他舍弃一切,4:66-68;4:125
- 善恶皆出自他,4:78
- 赐予生命与死亡,44:8;53:44;57:2;67:2
- 更加奖励努力奋斗者,4:95-96;5:54;9:120;49:15;61:11
- 无配偶,72:3
- 无子嗣,43:81;72:3;112:3
- 在你艰难时期未曾遗弃你,93:3
- 其知识无处不在,2:115;2:142;2:177;4:126
- 是最初与最终（阿尔法与奥米伽）,57:3
- 是显现与隐藏,57:3
- 知晓超越理解之事,6:59;6:73;9:94;9:105;13:9;32:6;34:48;35:38;39:46;49:18;59:22;62:8;64:18;72:26;74:31;87:7
- 爱护公平行事者,49:9
- 对未言及之事未立任何法律,5:101;6:140;6:148;7:32
- 对内心有善之战俘施以仁慈,8:70
- 本质,2:255
- 任何人皆非神灵,3:64;3:151
- 非三位一体,4:171
- 以他为恶之庇护,113:1-5;114:1-6
- 站立、坐卧时记念他,3:191;4:103;10:12;25:64
- 在子宫中塑造你,3:6
- 宝座置于水上,11:7
- 将创造你所不知的事物,16:8
- 不欲对其造物不公,3:108;4:40;17:71;21:47;22:10;26:209;40:31;41:46;45:22;50:29;64:11
盟约,8:72;9:7
- 基督徒与犹太人,5:51
- 禁止与不信道亲属结盟,9:23-24
- 禁止与伪信者结盟,4:88-89;4:139;4:144
以利沙（见以利沙条目）
诚信（阿曼纳）,真主规定的托付与职责等,2:283;4:58;8:27
- 见诚信条目
天使,2:30-34;2:98;2:285;4:97;8:50;13:23;21:108;22:75;25:22;25:25;32:11;33:43;33:56;34:40;35:1;37:150;38:71;39:75;41:14;41:30;42:5;43:53;43:60;47:27;53:26;66:4;66:6;69:17;70:4;89:22;97:4
- 由火创造,7:12;38:76
- 审判日将有八位天使抬起真主的宝座,69:17
- 错误声称天使为女性,43:19;53:27
- 守护天使,82:10-12;86:4
- 十九位天使主管地狱,74:30-31
- 不为满足私欲而降临,15:7-8
- 被派来传达启示,16:2
愤怒,克制,3:134
蜘蛛章,S.29
蚂蚁,27:18
猿猴,5:60
- 卑鄙的,2:65;7:166
叛教,3:72;3:86-88;3:90-91;3:167;4:137;5:54;9:74;9:107;16:106;33:14
- 不要为叛教者祈求迅速降临惩罚,46:35
- 真主独自惩罚他们,73:11;74:11
- 来世的惩罚,2:217;9:74
- 遭他人拒绝,3:87
- 悔罪,3:89;5:34;9:5;9:11
- 审判日悔罪已为时太晚,40:85
- 受迫之下,16:106
叛教者,47:25
迷途之隔,S.7;7:46, 48
阿拉法特,2:198
争辩
- 不要为那些欺骗自己的人辩护,4:107
- 你在今世为他们争辩,但复活日谁来为你辩护,4:109
争论／攻击
- 以同等方式回应,8:58
- 保持忍耐远胜于此,16:126
盔甲,16:81
时光章,S.103
宝座节（阿亚图勒库尔西）,2:255
背后诽谤者,49:12;104:1
白德尔战役,3:13
- 从中汲取的教训,8:5-19, 42-48
天房（白图勒·麦目尔）,52:4
麦加（巴卡）,3:96
巴尔,37:125
城市章,S.90
权衡,7:8-9;17:35;21:47;55:7-9;57:25;101:6-9
奈迪尔部族,59:2-6, 13
黄牛章,S.2
豁免章（见忏悔章）,S.9
中阴界（障壁）,23:100;25:53;55:20
- 另见,18:94-97;34:54;36:9
明证章,S.98
末日之兽,27:82
贝都因人,9:90, 97-99, 101, 120;48:11, 16;49:14
蜜蜂,16:68-69
行为
- 以善意方式与曾受天启者辩论,16:125;29:46
- 避免介入你一无所知之事,17:36
- 避免重大罪行与羞耻行为,53:32
- 避免相互猜疑,不刺探也不背后议论彼此,49:12
- 在意见上保持公正,6:152
- 社群应保持中正,2:143;25:67
- 不鼓励自大,4:36;57:23
- 不要斥责向你求助者,93:10
- 不要认为自己纯洁无瑕,53:32
- 不要嘲笑他人,49:11;104:1
- 不要公开提及恶事,4:148
- 不要诽谤彼此,104:1
- 各族皆有其律法与生活方式,2:148;5:48;10:47;10:74;13:38;16:36;16:63;16:84
- 以及各自的礼拜方式,22:67
- 真主本可使他们成为一个社群,5:48;11:118;16:93;42:8
- 在真主下为一个社群,21:92
- 宽恕犹太人,5:13
- 宽恕不信道者,31:15;45:14
- 乐于宽恕,42:37
- 统治者经协商后作出决定,42:38
- 以及一位先知,10:47;16:36
- 诽谤信士是有罪的,33:58
- 男性（对待女性）,24:30
- 调解者得到奖赏,42:40
- 若你别无他法,对有需要者以公正之言相待,17:28
- 对你照料下的年迈父母,17:23
- 对其他穆斯林,33:6
- 对他人,17:26-29;17:35;17:53;60:8
- 对父母,46:15
- 对奴隶,4:36;24:33
- 以公平对待非敌对不信道者,60:8
- 先知的妻子们,33:28-34
- 女性（对待男性）,24:31
- 在所有启示中,2:136;2:285
- 本质,49:14-15
信士,2:2-5;2:285;8:2-4;8:24
遗嘱,2:180, 240;4:7, 12;36:50
背叛（欺骗、欺诈）,2:187;4:107;5:13;8:27, 58, 71;12:52;22:38;66:10
圣经,5:64;5:65;5:68
- 篡改,3:78;5:14-15
鸟类,2:260;3:49;5:110;6:38;12:36, 41;16:79;21:79;22:31;24:41;27:16-17, 20;34:10;38:19;56:21;67:19;105:3
血钱（迪亚）,2:178-179;4:92;17:33
战利品,4:94;8:41;59:6-8
- 非法占取,3:162
- 见战利品条目
贿赂,2:188
献祭骆驼,22:36
负担
- 任何负担者不承担他人的负担,35:18;39:7;53:38
- 不信道者也将承担他人的负担,16:25;29:13
- 他们所承担的负担是多么罪恶,6:31, 164
- 真主不使任何人承担超越其能力的负担,2:286;7:42;23:62
星宿章（布鲁季）,S.85;85:1;15:16;25:61
骆驼,6:144;7:40;77:33;88:17
俘虏,4:25;8:67, 70, 71;9:60;33:26-27;76:8
- 另见战俘条目
牲畜,3:14;4:119;5:1;6:136, 138, 139, 142;7:179;10:24;16:5-8, 10, 66, 80;20:54;22:28, 30, 34;23:21;25:44, 49;26:133;32:27;35:28;36:71-73;39:6;40:79;42:11;43:12-13;47:12;79:33;80:32
萨尔山洞,9:40
山洞居民,18:9-22, 25-26
确实的真理,56:95;69:51
慈善（散德嘎）,2:196, 263, 264, 270, 271, 273;4:114;9:58, 75, 76-79, 103, 104;57:18;58:12-13
- 慈善与天课的对象,2:273;9:60
子女,2:233;42:49-50
- 那些无知地因愚昧而杀害子女的人是失败者,6:140
基督（见耶稣条目）
基督徒,5:14, 19, 64-65, 69;22:17
- 被告知不要神化耶稣,4:171
- 最接近对穆斯林感到亲情,5:82
- 大多数人已忘记他们被告知要铭记的事,5:14
- 现在有一位使者来到你们面前,5:15, 19
- 虔诚者将得到奖赏,2:62;5:65;5:69
- 称"耶稣是真主之子",9:30
被颠覆的城市,69:9
安全之城,95:3
服装,7:26;16:81
- 火焰之衣,22:19
- 女性在非家庭场合的面纱或服装,24:31
- 女性的外袍使她们免受伪信者的骚扰,33:59-60
盟军,33:9, 22
- 见盟军章;协商,42:38
创造
- 始于开端并将重复,10:4;21:104;27:64;29:19-20
- 新的创造,17:49, 98;35:16
- 以真理创造,15:85;16:3;29:44;39:5;44:39;45:22;46:3
- 非为嬉戏,21:16-17;23:115
- 每个生命皆由水造,21:30;24:45;25:54
- 人的创造,4:1;6:2;15:26, 28, 33;16:4;21:30;22:5;23:12-14;25:54;32:7-9;35:11;36:77-78;37:11;39:6;40:67;49:13;55:14;56:57-59;75:37-40;76:1-2;77:20-23;80:18-19;86:5-8;96:2
- 第一种形式,56:62
- 六日之内,7:54;11:7;32:4;50:38;57:4
- 成对创造,13:3;30:8;36:36;42:11;43:12;51:9, 49;53:45
- 创造的多样性,35:27-28
- 真主命令"有！"——于是便有了,2:117;16:40;36:82;40:68
- 如眨眼之间,54:50
- 昼与夜,日与月,39:5
- 天地的创造远大于人类的创造,40:57;79:27
- 创造的目的,51:56
乌鸦,5:31
准则,2:53, 185;3:4;8:29, 41;21:48;25:1
达哈尔（见人章）,S.76;45:24
- 时光,76:1;103:1
大卫,5:78;6:84;17:55;34:10, 13;38:17-30
- 被赐予诗篇,4:163
- 战胜并杀死巨人,2:251
- 作出判决,21:78-80
- 蒙赐知识与先知之位,27:15-16
- 群山与飞鸟与他同赞真主,34:10;38:17-20
- 在两人之间作出裁决,38:21-26
达瓦布或达巴赫（爬行的生物等）,2:164;6:38;8:22, 55;11:6, 56;16:49, 61;22:18;24:45;27:82;29:60;31:10;34:14;35:28, 45;42:29;45:4
死者将被复活,6:36
死亡,3:185;3:193;4:78;6:61;6:93;21:35;23:99-108;31:34;32:11;33:19;33:23;44:56;47:27;50:19-20;56:60-62;56:83-96;75:29;75:26-35
- 以及逃离战场,33:16
- 为真主之道而死,3:195;22:58;47:4
- 未曾受到天启的民族不会被消灭,6:131;9:115;10:47;11:117;15:4;16:119;17:15;28:59
- 为真主之道而牺牲者仍活着,2:154;3:169
- 在逃离罪恶归向真主时,4:100
- 无法被阻止或推迟,63:10-11
- 睡眠的孪生兄弟,6:60;39:42
- 信士与不信道者在临死时,8:50;16:27-32;41:30
- 坟墓中的惩罚,40:46
债务,2:280, 282;4:11-12
定数
- 每件事都有其定数,13:38
- 我们所毁灭的城镇都有其预定的定数,15:4
- 每件事的定数皆出自真主,44:5
- 当他决定一件事时,他只说"有！"——于是便有了,2:117;36:82;40:68
行为
- 恶行对他们显得美好,47:14
- 我们的行为归我们,你们的行为归你们,28:55;42:15;45:15
- 善恶皆归于自身,41:46
- 人的行为被系于其颈上,17:13
等级,按其所做之事而定,6:132
欲望,追随邪恶欲望者,47:14, 16
- 以欲望为神者,25:43
不要对真主的慈悯感到绝望,39:53;21:87-88;68:48-50
- 另见优努斯条目
散布者章,S.51
念功,7:205;15:6, 9
祖勒-基弗勒,21:85;38:48
祖勒-加尔奈英,18:83-98
祖努恩（鱼的同伴）
不信道者（另见伪信者）
- 要求穆罕默德（愿主福安之）以真主的惩罚降临为证,6:57-58;8:32;10:49-52
- 以善意与他们相处,31:15
- 忍耐地承受他们所说的,20:130;50:39
- 与他们的盟约,8:56;8:72;9:4, 7
- 违背盟约,8:58;9:12
- 真主使他们的阴谋归于无效,8:30, 36
- 离开那些正在嘲弄真主律法的人的聚会,4:140;6:68
- 若他们请求你的保护,则给予保护,9:6
- 战争中的惩罚,8:12, 50, 59
- 来世的惩罚,8:37
- 不应探访清真寺或负责清真寺事务,9:17
- 善待他们,17:53
- 努力抗争不信道者,9:73;25:52;66:9
- 以公平对待非敌对者,60:8
- 只与其他不信道者结盟,8:72
门徒（耶稣的）,3:52;61:14
伪信者与不信道者心中的疾病,2:10;5:52;8:49;9:125;22:53;24:50;33:12, 32, 60;47:20, 29;74:31
困难之后必有安宁,3:154
战利品的分配,8:41;59:7-8
壕沟居民,85:4-10
多样性
- 人类的多样性,30:22;35:27-28
- 生命的多样性,35:27-28
离婚,2:228-232, 236-237, 241;4:35, 130;65:1-7
- 等待期后,解除或和好,2:231;65:2
- 两名证人,65:2
- 赡养费,2:233, 241
- 延及前夫的继承人,2:233
- 可撤回两次,2:229
- 聘礼状况,2:229, 236-237
- 必要时寻找乳母,65:6
- 另见齐哈尔条目
离婚,男方
- 以另一女性替代——不得索回所给之物,4:20
- 不得骚扰妻子,65:6
- 不得强留妻子违背其意愿,4:19
- 四个月内可改变主意,2:226
- 在妻子怀孕及等待期间给予充分供养,65:6
- 若妻子正在哺乳其子女,须给予充分供养,65:6
- 母亲不应因无父的孩子而受苦,2:233
- 前伊斯兰时代,58:2
- 以连续斋戒两个月为和好的赎罪,58:4
- 以养活六十名贫困者为和好的赎罪,58:4
- 以释放一名奴隶为和好的赎罪,58:3
- 和好的尝试,4:35
- 婚姻未圆房则无罪,2:236
- 新娘有权获得一半聘礼,2:237
离婚,女方
- 第三次离婚后（此次来自另一丈夫）可返回原丈夫,2:229
- 有权获得赡养,2:241;65:1
- 平等的离婚权,2:228
- 担忧遭受丈夫虐待,4:128
- 可保留丈夫所给之物,2:229
- 不得被逐出其家门,65:1
- 等待三次月经期以排除怀孕,2:228
- 无月经者等待三个月,65:4
- 除非婚姻未圆房,33:49
狗,7:176
驴,2:259;16:8;31:19;62:5;74:50
饮料
- 含酒精的,2:219;5:90
- 纯净洁白的美味,37:45-46;76:21
- 纯净密封的美酒,83:25
朝霞章,S.93
烟雾章,S.44
象军,105:1-5
以利亚（伊利亚辛）,6:85;37:123-132
以利沙（阿勒亚萨）,6:86;38:48
伊德里斯（以诺）
事件,56:1;69:15
恶,4:123;10:27-30;19:83;59:15
- 不应公开说出恶事,4:148
- 恶来自我们自身,而善来自真主,4:79;42:48
- 宽恕罪恶,4:149
- 得到报应,6:160;42:40
- 图谋恶事者,16:45-47
- 其结局是恶劣的,30:10
- 恶已在陆地与海洋上出现,30:41
- 以善来抵御/回应恶,13:22;23:96;41:34
- 以善代替恶,7:95
- 追随邪恶欲望者,47:14, 16
- 恶行对他们显得美好,47:14
过度
- 饮食中被禁止,5:87
- 宗教中的过度,4:171;5:77-81
眼睛、耳朵和皮肤将为罪人作证,41:20-23
以斯拉（乌宰尔）,9:30
真主的面容或尊颜,2:115, 272;6:52;13:22;18:28;28:88;30:38-39;55:27;76:9;92:20
美化
- 真主使每个民族对自己的行为感到美好,6:108
信仰（信念）,2:108;3:167, 177, 193;5:5;9:23;16:106;30:56;40:10;42:52;49:7, 11, 14;52:21;58:22;59:9-10
- 拒绝信仰者,3:116
- 信仰的增强,3:173
- 以确信之心,44:7;45:4, 20;51:20
- 他引导你归向信仰,49:17
黎明章,S.89
黎明章（法莱格）,S.113
关于《古兰经》经文的虚假谈论,6:68
假神
- 除真主之外的偶像与所谓的伙伴,7:194-198;16:20-21, 72, 86;21:22, 24;34:22, 27;41:47-48;46:5-6;53:19-24;71:23-24
- 不要辱骂他们在真主之外所崇拜的,6:108
- 另见泰古特条目
虚假（巴提勒）,2:42;3:71;8:8;9:24;13:17;17:81;21:18;22:62;29:52, 67;31:30;34:49;40:5;41:42;42:24;47:3
人的行为被系于其颈上,17:13
斋戒,2:178, 183, 184-185, 187, 196;4:92;5:89, 95;19:26;33:35
- 吃喝直至白线从黑线中清晰区分出来,2:187
胜利章,S.48
开端章,S.1
创造者章,S.35
斋戒的赎金（菲迪亚）,2:196
- 为释放俘虏,8:67
- 不信道者所提供的赎金,3:91;5:36, 37;10:54;13:18
无花果,95:1
战斗
- 为真主之道对抗不信道者,2:190-193, 244;4:84, 95;8:72, 74, 75;9:12-16, 20, 24, 36, 123;47:4;61:11
- 被规定为义务,2:216
- 在神圣月份的战斗,2:217;9:5
- 以色列子民的战斗,2:246-251
- 为真主之道及受压迫的男女,4:74-76
- 直至动乱结束,8:39
- 二十人战胜两百人,8:65
- 对抗不信仰真主者,9:29
- 允许对遭受不公者,22:39-41
- 以及伪信者,47:20
- 豁免者,48:17
象章,S.105
菲尔多斯乐园,18:107;23:11
火,56:71;100:2
苍蝇,22:73
食物
- 合法与非法的（清真与哈拉姆）,2:168, 172, 173;5:1, 3-5, 88;6:118-119, 121, 145-146;16:114-118;23:51
- 过去所吃之物无罪,5:93
- 不要过度,5:87
- 不要将真主所许可的列为禁止,5:87;7:32;16:116
禁止的行为,6:151-152;7:33
宽恕,2:109;4:48, 110, 116;5:74;7:199;39:53;42:5, 40-43;45:14;53:32;57:21
- 是信士的义务,42:37;45:14
- 信士对有经人的宽恕,2:109
- 真主宽恕他所意欲的人,4:48
- 真主不宽恕以物配主者,4:48, 116
- 凡寻求真主宽恕者,4:110
- 不要为多神教徒求真主的宽恕,9:113
- 真主宽恕一切罪恶,39:53
- 天使为地上的人祈求宽恕,42:5
- 在愤怒时宽恕,42:37
- 宽恕并和好,42:40
- 信士宽恕那些不期盼真主之日的人,45:14
- 对于那些避免重大罪行与丑行者,53:32
- 争相奔向宽恕,57:21
- 恶行转化为善行,25:68-71
欺诈（见背叛条目）,83:1-6
自由意志
- 受真主意志的限制,6:107;10:99;74:56;76:31;81:28-29
- 凡意欲者,可信或不信,18:29
- 走向其主的道路,76:29
- 走正道,81:28
主麻礼拜,62:9-11
水果,6:41;16:11
- 在乐园中极为丰盛,43:73
- 各种各样,47:15
- 随心所欲,77:42
富贾尔（堕落者）,82:14-16;83:7
准则章,S.25
详述章（见哈·米姆）,S.41
吉卜利勒（加百列）,2:97-98;26:193;66:4;81:19-21
- 圣灵,26:193;67:12;70:4;78:38;97:4
- 至圣圣灵,2:87, 253;5:110;16:102
赌博,2:219;5:90
戒衣状态中的猎物,5:94-96
恕罪者章（见穆民）,S.40
覆盖章,S.88
大净,4:43;5:6
礼物,30:39
巨人（贾鲁特）,2:249-251
美好时日,3:140
- 你厌恶对你有益之事,喜爱对你有害之事,2:216
- 善行得到奖赏,4:85;28:54
- 加倍奖赏,4:40;28:54
- 十倍奖赏,6:160
- 增加,42:23
- 行善者在今世有善,在后世有家园,16:30
- 善属于今世行善者,39:10
- 真主以最好的来回报行善者,53:31
- 善的回报难道不是善吗,55:60
- 如真主善待你一样行善,28:77
善与恶
- 善来自真主,恶来自你自身,4:79
- 若你行善,为自身;若你作恶,对自身,17:7;41:46
- 以善回击恶,23:96;28:54;41:34
- 善与恶不能相等,41:34
- 每个人都将面对自己所做的一切,3:30
- 另见行善者条目
善行
- 公开或隐藏它,4:149
- 争相竞做善事,5:48
福音书,3:3, 48, 65;5:46-47, 66, 68, 110;7:157;9:111;48:29;57:27
重大消息,78:1-5
问候,4:86;10:10;14:23;33:44;25:75;24:61
铁章,S.57
献祭动物,2:196, 200
朝觐,2:158, 196-203;3:97;5:2;22:30
朝觐章,S.22
哈曼,28:6, 38;29:39;40:24, 36, 37
手足将作证,36:65
确实章,S.69
困难之后必有轻松,94:5-6
哈伦（亚伦）
哈鲁特,2:102
流亡章,S.59
内心
- 变硬,2:74;22:53;39:22;57:16
- 被封印,7:100-101;40:35;47:16;63:3
- 被遮盖,17:46;41:5
- 被锁住,47:24
- 分裂,59:14
- 充满恐惧,22:35
- 心中有疾病者,2:10;5:52;8:49;9:125;22:53;24:50;33:12, 32, 60;47:20, 29;74:31
诸天
- 诸天的隐秘属于真主,16:77
- 非为嬉戏而创造,21:16
- 天地本连为一体,21:30
- 诸天中没有任何隐藏之事,27:75
- 无柱而创,31:10
- 将被卷入他的右手,39:67
- 两日内创造七重天,41:12
- 以明灯装饰最近的天,41:12
- 诸天中的一切属于真主,45:27;53:31
- 七重天层层叠叠,67:3
地狱（火狱、烈火、熊熊烈焰）2:24, 119, 161, 166, 201;3:10, 12, 116, 131, 151, 162, 192;4:55-56, 93, 97, 114, 121, 169;5:10, 37, 72, 86;6:27, 70, 128;7:18, 36, 38, 41, 50, 179;8:16, 36, 50;9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113;10:8, 27;11:16-17, 11:98, 106, 113, 119;13:5, 18, 35;14:16, 49;15:43;16:29, 62;17:8, 18, 39, 63, 97, 129;18:53, 100, 106;19:68, 70, 86;20:74;21:39, 21:98;22:4, 22:9, 51, 72;24:57;25:11-13, 34, 65;26:91, 94;27:90;28:41;29:25, 54, 68;31:21;32:13, 20;33:64, 66;34:12, 42;35:6, 36;36:63;37:10, 23, 55, 63, 68, 163;38:27, 56, 59, 61, 64, 85;39:8, 16, 19, 32, 60, 71, 72;40:6-7, 41-43, 46, 47-49, 60, 72, 76;41:19, 24, 28, 40;42:7;44:47, 56;45:10, 34-35;46:20, 34;47:12, 15;48:6, 13;50:24, 30;51:13;52:13-16, 18;54:48;55:43;56:94;57:15, 19;58:8, 17;59:3, 17, 20;64:10;66:9-10;67:5-10;69:31;70:15;71:25;72:15, 23;73:12-13;74:26-31, 42;76:4;77:31;78:21;79:36, 39;81:12;82:14;83:16;84:12;85:10;87:12;88:4;89:23;90:20;92:14;98:6;101:9-11;102:6;104:6-9;111:3
- 灼烧的火与沸腾的水,22:19-22;23:103-104
- 脓液,14:14-17;38:55-58;69:35-37
- 扎库姆树,37:62-70;44:43-50;56:41-56
- 居民无法生也无法死,87:13
- 互相指责,26:91-101;34:31-33
- 呼求即刻毁灭,25:13-14;43:74-78
- 热切的哭喊,35:36-37
- 火狱咆哮怒吼,25:11-12;67:6-11
- 皮肤烤焦后以新皮代替,4:56
- 枷锁与焦油之衣,14:48-50
- 铁锤,22:19-22
- 锁链,13:5
- 地狱的看守,39:71;40:49-50;43:77;66:6;67:8;74:30-31;96:18
- 不接受赎金,5:36-37
- 拒绝调解,6:94;26:100;30:13;74:48
- 火狱中灼热的绝望与冰冷的黑暗,38:57
- 七十肘长的锁链,69:32
- 在有限时间内停留,78:23
后世
- 后世之家更好,6:32;7:169
- 后世的最终结局,6:135
- 不义者在后世不会成功,6:135
- 后世之家,12:109;16:30;28:83;29:64
- 不信后世者,17:10
- 后世的奖赏,42:20
- 胜过金银,43:33-35
- 仅属于敬畏者,43:35
- 后世的惩罚,68:33
- 更好且更持久,87:17
- 胜过今生,93:4
宽阔的大道,21:31
希贾尔（岩石地带）,15:80-85
希贾尔章,S.15
同性恋,26:165-166;27:55;29:28-29
马匹,16:8
末日之时
- 其知识仅在真主那里,7:187;31:34;33:63;41:47;68:26;79:42-46
- 突然降临于他们,6:31;7:187;12:107;43:66
- 降临于你,6:40;12:107;20:15;34:3
- 已临近,54:1-5
- 如眨眼之间,甚至更快,16:77
- 末日的地震,22:1
- 将在那日建立,30:12, 14
- 必将到来,毫无疑问,40:59;45:32;51:5-6
- 征兆,21:96;27:82;43:61;47:18;54:1-2
- 名称,1:3;2:4;3:55;19:39;30:56;37:21;40:15;41:47;42:7;50:20;56:1;64:9;69:1;79:34;80:33;88:1;101:1-3
- 将出乎人们意料,6:31;7:187
- 号角将被吹响,6:73;23:101;39:68
进入房屋的礼节,24:27-29
呼德,7:65-72;11:50-60;26:123-140;46:21-26
呼德章,S.11
内室章,S.49
诽谤者章,S.104
侯奈因战役,9:25
乐园中的侍女,44:54;52:20
伪信者
- 声称信仰真主和末日,但实际上并不信仰,2:8
- 欺骗自己,2:9
- 心中有疾病,2:10;8:49;22:53;33:12;47:29
- 制造祸乱,2:11-12
- 愚昧的嘲弄者,2:13-15
- 以错误换取正道,2:16
- 聋、哑、盲,2:17-18
- 惧怕死亡与黑暗,2:19-20
- 言辞悦耳,2:204-206
- 拒绝战斗,3:167-168
- 真主知晓他们内心所想,3:167;4:63
- 向伪判官寻求裁决,背离天启,遭遇灾难时才出现,4:60-62
- 在不幸与大胜时,4:72-73
- 真主将他们打回原处,4:88
- 不可将他们视为朋友,4:89;58:14-19
- 若他们背弃,无论在何处发现都将其杀死,4:89
- 他们等待观望你的胜利或不信道者的成功,4:141
- 企图欺骗真主,他们懒散地礼拜以显示于人,4:142
- 既不属于这一方也不属于那一方,4:143
- 在火狱的最深处,无人援助,4:145
- 害怕被揭穿,9:64-65
- 不要为他们祈祷,9:84
- 男女伪信者彼此相似;失败者;真主的诅咒,9:67-69
- 在贝都因人中,9:101
- 无论在何处发现都将被逮捕和杀死,33:61
- 真主将惩罚伪信者,33:73
- 撒谎者;背弃者;内心分裂,59:11-14
- 撒谎者;将誓言作为掩护;内心被封印;警惕他们,63:1-4
- 不理解,不知晓,63:7-8
- 努力抗争他们,66:9
伊布利斯（撒旦）,2:34;7:11-18;15:31-44;17:61-65;18:50;20:116-120;34:20-21;38:71-85
- 另见撒旦条目
易卜拉欣（见亚伯拉罕）
易卜拉欣章,S.14
离婚等待期（伊达）,2:228, 231, 232, 234, 235;33:49;65:1-7
伊德里斯（以诺）,19:56-57;21:85;96:4
戒衣（伊赫兰）,2:197;5:2, 95
至善（伊赫桑）,16:90
忠诚章,S.112
神（伊拉）,唯一,2:163;6:19;16:22, 51;23:91;37:4;38:65
非法性行为;证人的证词,4:15-18;24:2, 19
伊利云,83:18-21
不洁（纳贾斯）,9:28
仪姆兰
- 其妻,3:35
- 其女,66:12
必然发生之事,69:1-3
裂开章,S.82
继承,2:180, 240;4:7-9, 11-12, 19, 33, 176;5:106-108
不公,对遭受不公者,4:30, 148
人章（见达哈尔）,S.76
撕裂章,S.84
宽慰章（见舒赫）,S.94
启示,6:93;10:2, 109;12:102;17:86;40:15;42:3, 7, 51-52;53:4, 10
调解／调解者,6:51, 70, 93-94;10:3;19:87;20:106, 109;30:13;34:23;39:44;40:18;43:86;53:26;74:48
麻醉品,5:90;2:219
礼拜,2:3, 43, 83, 110, 177, 277;4:77, 102-103;5:12, 55;6:72;7:170;8:3;9:5, 11, 18, 71;10:87;11:114;13:22;14:31, 37;17:78;20:14;22:41, 78;24:56;27:3;29:45;30:31;31:4, 17;33:33;35:18, 29;42:38;58:13;73:20;98:5
伊格拉（见阿莱格）,S.96
伊拉姆,89:7
铁,57:25
尔萨,见耶稣
伊斯哈格（以撒）,2:133;4:163;6:84;19:49;21:72;29:27;37:112-113
伊斯玛仪（以实玛利）,2:125-129, 133;4:163;6:86;19:54-55;21:85;38:48
- 与其父共同奠定天房基础,2:125-140
- 献祭的故事,37:100-113
伊斯兰,3:19, 85;5:3;6:125;39:22;61:7
- 最早顺从为穆斯林者,6:14, 163;39:12
- 最先接受者,9:100
- 胸怀为之敞开,39:22
- 作为恩惠,49:17
夜行章,S.17
以色列子民,2:40-86
- 所蒙受的恩惠,2:47-53, 60, 122;45:16-17
- 违抗真主,2:54-59, 61, 63-74;5:71;7:138-141
- 与穆斯林的关系,2:75-79
- 他们的傲慢,2:80, 88, 91
- 他们的盟约,2:80, 83-86, 93, 100;5:12-13, 70
- 以今世生命换取后世,2:86
- 人类中最贪恋生命者,2:96
- 请求一位国王,2:246-251
- 越界;分裂为各派;猿猴,7:161-171
- 得到两次应许,17:4-8
- 从敌人中得救,20:80-82
- 被赐予经典与领袖,32:23-25;40:53-54
- 以色列子民中的学者知晓《古兰经》是真实的,26:197
升临（安坐于）,2:29;7:54;10:3;13:2;20:5;32:4;41:11;57:4
静思（伊提卡夫）,2:187
雅各布（叶尔孤白）,2:132-133;4:163;6:84;12:18;19:49;21:72;29:27
- 阿斯巴特（雅各布的十二子）,2:140;3:84;4:163
贾鲁特（见巨人）
石子滩,2:200
跪伏章,S.45
耶稣,尔萨,麦尔彦之子
- 其母被选为世界上所有女性之上,3:42
- 在复活日作证,4:159
- 诞生的喜讯,3:45-47;19:22-23
- 以色列子民的使者,3:49-51
- 门徒,3:52-53;5:111-115
- 门徒为真主的助手,3:52;61:14
- 被升举,3:55-59;4:157-159
- 如阿丹的比喻,3:59
- 既未被杀死也未被钉十字架,4:157
- 受到启示,4:163
- 不过是一位使者（不可神化他）,4:171-172;5:75;19:30;43:63-64
- 那些如此说者已不信道,5:17, 72;9:30
- 我们的使者（穆罕默德,愿主福安之）已到来,5:19
- 带来了福音书,5:46
- 门徒说：我们是穆斯林,5:111
- 桌上的食物,5:114
- 未曾教导任何虚假崇拜,5:116-118
- 一位虔诚的先知,6:85
- 作为迹象,23:50
- 其再临,43:61
- 关于他的不同观点,43:65
- 不过是一位奴仆,是以色列子民的榜样,43:59
- 宣告一位名叫艾哈迈德的使者将要到来的喜讯,61:6
- 其童贞诞生、使命与奇迹,3:45-51;19:16-38
- 被提醒真主的恩惠,5:110-115
- 否认自己是神灵,5:116-120
- 其追随者心中的慈悲与恩典,5:82;57:27
犹太人与基督徒,2:140;4:153-161, 171;5:18
- 听信谎言,5:41-42
- 因其所说而遭诅咒,5:64
- 对信士（穆斯林）的敌意,5:82
- 皈依伊斯兰者,26:197;28:53;29:47
吉卜利勒（见加百列）
圣战（战斗、奋斗）,2:216;9:24;22:78;25:52
精灵章,S.72
精灵,6:100, 112;15:27;34:41;38:37;46:18, 29;55:33, 39
- 精灵由火创造,15:25;55:15
- 信道与不信道的精灵,72:1-15
- 一些精灵相信了《古兰经》的信息,46:29-32
- 人类与精灵为特定目的而创造,51:56-58
约伯,4:163;6:84;21:83-84;38:41-44
约翰（叶哈雅,施洗约翰）
- 诞生的喜讯,3:38-41;19:7-11;21:90
- 虔诚者,6:85
- 睿智、富有同情心、虔诚,19:12-15
约拿（优努斯）,4:163;6:86;10:98;21:87;37:139-148
- （祖努恩）,21:87;68:48-50
约瑟（优素福）,6:84;12:4-101
- 最美好的故事,12:1-3
- 年轻优素福的梦,12:4-6
- 其兄弟们的阴谋,12:7-18
- 被卖为奴,12:19-20
- 在埃及大臣家中成长,12:21-22
- 大臣之妻企图诱惑他,12:23-29
- 宴会事件,12:30-32
- 入狱,12:33-35
- 两名狱友,12:36-42
- 国王的梦,12:43-53
- 成为大臣,12:54-57
- 兄弟们前来求粮,12:58-68
- 留下其弟便雅悯,12:69-82
- 其父重燃悲伤,12:83-87
- 揭示真实身份,12:88-98
- 旧梦成真,12:99-100
- 结尾的祈祷,12:101
朱迪山,11:44
聚礼章,S.62
公正（阿德勒）,2:282;4:58, 135;7:29;16:90;57:25
- 另见,4:65, 105
天房
- 由亚伯拉罕建造,2:125-127
- 禁止猎取猎物,5:94-96
- 安全的庇护所,5:97
- 裸体绕行,7:28
- 礼拜和绕行时,2:200;7:29, 31
不信道者章,S.109
卡福尔,混有卡福尔的杯,76:5
山洞章,S.18
窖藏财富,9:34-35
考萨尔（乐园中的河流）,108:1
考萨尔章,S.108
钥匙
- 天地的钥匙,39:63;42:12
- 幽玄之钥,6:59
豪拉·宾特·萨阿莱白,58:1
杀人
- 若有人杀一人,如同杀了全人类,5:32
- 不要杀任何人,17:33
善言胜于施舍,2:263
亲属权利,2:83, 177, 215;4:7-9, 36;8:41;16:90;17:26;24:22;29:8;30:38;42:23
尊贵的记录者,82:11
知识
- 没有一片叶子落下而他不知晓,6:59
- 那些无知地因愚昧杀害子女的人是失败者,6:140
- 五件事仅真主知晓,31:34
- 以确信之心,102:5-7
可拉（格伦）,28:76-82;29:39;40:24
宝座节,2:255
拉哈布（见马萨德）,S.111
夜章,S.92
明灯,25:61;67:5;71:16;78:13
语言
- 人类语言与肤色的差异,30:22
拉特,53:19
规定的律法,5:48
真主的律法,2:219;98:3
撒谎者,26:221-223
生命,若有人救一人,如同救了全人类,5:32
今世生活
- 以今世换取后世,2:86
- 不过是欺骗性的享乐,3:185
- 以今世换取后世,4:74
- 不过是娱乐与嬉戏,6:32;29:64;47:36;57:20
- 今世使人受骗,6:130
- 今世的享乐远少于后世,9:38;13:26;28:60
- 今世生活如同雨水的比喻,10:24
- 今世的喜讯,10:64
- 凡渴望今世者,在此得到;但在后世将无份,11:15-16;17:18;42:20
- 爱慕今世、忽视后世者,75:20-21;76:27
- 你们更偏爱今世,87:16
光明
- 显明的光,4:174
- 光明与黑暗,6:1
- 光明的比喻,24:35
- 在信士前方及右方行走,57:12-15;66:8
- 真主赐予光明,使信士得以走上正道,57:2
真主设定的界限,2:173, 187, 190, 230;9:112;58:4;65:1;78:22
- 这些是界限,2:187, 229-230;4:13;58:4;65:1
- 不要越过界限,2:190, 229
- 凡越过界限者,2:229;4:14;78:22
- 迫于必要而非越界,2:173;6:145
- 不要在宗教中过度,4:171;5:77
- 当他们越界时（变成猿猴）,7:166
- 遵守界限者,9:112
狮子,74:51
借贷
- 向真主作美好的借贷,2:245;73:20
- 成倍增加,57:11, 18
- 加倍,64:17
明显的亏折,39:15
罗得（鲁特）,6:86;7:80;11:70, 74, 77, 81, 89;15:59, 61;21:71, 74;22:43;26:160-161, 167;27:54-56;29:26, 28, 32-33;37:133;38:13;50:13;54:33-34;66:10
- 其不顺从的妻子,11:81;15:60;66:10
酸枣树,34:16;53:14-16;56:28
鲁格曼,31:12-14
鲁格曼章,S.31
登霄章,S.70
麦地那（叶斯里布）,9:120;33:13, 60;63:8
麦丁,7:85-93;11:84-95;20:40;22:44;28:22-23;29:36-37
- 另见艾卡树林
聘礼（迈海尔）,2:229, 236-237;4:4, 19-21, 24-25;5:5;33:50;60:10-11
筵席章,S.5
麦加（巴卡）,3:96;90:1-2
- 安全之城,95:3
人
- 世代相继于大地,2:30;6:165
- 被立为继承者,35:39
- 义务,2:83-84, 88, 177;4:1-36;8:41;16:90;17:23-39;24:22;29:8-9;30:38;33:33;42:23;64:14;70:22-35
- 受真主考验,2:155;3:186;47:31;57:25
- 人所贪爱之物,3:14
- 由……创造,4:1;6:2;15:26, 28, 33;16:4;21:30;22:5;23:12-14;25:54;30:20;32:7-9;35:11;36:77-78;37:11;39:6;40:67;49:13;55:14;56:57-59;75:37-40;76:1-2;77:20-23;80:18-19;86:5-8;96:2
- 被创造并被定以期限,6:2;15:26
- 夫妻之间的和解,4:35
- 否认与真主相会的失败者,6:31
- 归返,6:60, 72, 164;10:45-46
- 对自身图谋,6:123
- 不承担他人的负担,6:164
- 是忘恩负义的,7:10;11:9;30:34;32:9;80:17;100:6
- 被警告防范撒旦,7:27
- 妻子与子女,7:189-190
- 当伤害或恶降临时,10:12;11:9-10;16:53-55;17:67;29:10;30:33;31:32;39:8, 49;41:49-51;42:48;70:19-21;89:16
- 归向真主,10:23;84:6;96:8
- 亏待自身,10:44
- 喜悦而自大,11:10
- 祈求恶事,17:11
- 急于求成,17:11
- 行为被系于其颈上,17:13
- 误入歧途者自食其果,走上正道者亦为自身,17:15
- 不受不公正对待,17:71
- 死亡与复活,23:15-16
- 将宗教分裂为各派,各派为自己的信仰而沾沾自喜,23:53
- 舌头、双手与双脚将作证,24:24
- 对自身作证,75:14
- 以欲望为神者,25:43
- 血亲与姻亲,25:54
- 真主为你们驯服了天地间的一切,31:20
- 凡将面容归顺于真主者,31:22
- 胸中无两颗心,33:4
- 崇拜真主,39:64-66
- 因双手所犯之事而遭受灾难,42:30, 48
- 天使记录其行为,50:17-18, 23;85:11
- 天使守护他,13:11;86:4
- 被分为三类,56:7-56
- 最接近真主者,56:10-11
- 右手之伴,56:27-40
- 左手之伴,56:41-56
- 将被转化并以未知的形态创造,56:60-62
- 形态被造得美好,64:3
- 财富与子女不过是考验,64:15
- 被创造并赐予,67:23-24;74:12-15;90:8-10
- 是急躁的,70:19-21
- 专注于礼拜,70:22-35
- 渴望更多,74:15
- 对自身作证,75:14-15
- 其傲慢,75:31-40;90:5-7
- 热爱今世生活,76:27
- 创造天穹更难,还是创造人,79:28
- 对真主漠然,82:6-12
- 被完美塑造并赋予适当比例,82:7
- 历经各阶段,84:19
- 热爱财富,89:20
- 在劳苦中被创造,90:4
- 行为与努力各有不同,92:4
- 为其铺平顺境与逆境之路,92:7, 10
- 以最美好的形态创造,95:4
- 后被降至最低处,96:5
- 超越一切界限,96:6-7
朝觐的功课（玛纳西克）,2:128, 200;22:30
玛纳特,53:20
人类
- 作为人类的见证,2:143
- 一个社群,2:213;10:19
- 由同一对夫妻创造,4:1;39:6;49:13
- 对自身的反叛,10:23
- 审判临近而仍漠然,21:1-3
- 以本性（菲特拉）创造,30:30
- 人类中最尊贵者,49:13
- 被分为各民族与部落,49:13
曼纳与鹌鹑,2:57
礼节
- 进入房屋的礼节,24:27-29
- 家中的礼节,24:58-61
- 在先知家中的礼节,33:53
- 向先知问候并致祝福,33:56
- 不要冒犯真主、其使者及信道的男女,33:57-58
- 在相信消息之前加以核实,49:6
- 不要嘲弄他人,49:11
- 在集会中的礼节,58:11
婚姻,2:232, 234
- 与不信道者或奴隶结婚,2:221
- 合法娶妻的数量,4:3
- 聘礼在离婚时不得索回,4:20-21
- 禁止婚配者,4:22-24
- 若无力娶自由的信道女性,4:25
- 若担心破裂,须指定两名仲裁人,4:35
- 若妻子担心虐待或遗弃,达成和平协议,4:128
- 不要过分偏爱某位妻子而使另一位悬而未决,4:129
- 通奸者的婚姻,24:3
- 与贫困者结婚,24:32
- 无力承担婚姻费用者,24:33
- 先知合法的妻子们,33:50-52
- 圆房前离婚无需等待期,33:49
殉道者
- 并未死亡,2:154;3:169
- 为真主的恩典与慷慨而欢欣,3:170-171
- 获得宽恕与仁慈,3:157-158
- 将获得美好的供给,22:58-59
玛鲁特,2:102
麦尔彦（耶稣之母）,诞生,3:35-37
- 耶稣诞生的喜讯,3:42-51;19:16-21
- 分娩时,19:23-26
- 将婴儿带到族人面前,19:27-33
- 无中生有的指控,4:156
- 守护其贞洁,21:91;66:12
麦尔彦章,S.19
马萨德章,S.111
- 远寺,17:1
- 禁寺,2:144, 149-150, 191, 196, 217;5:2;9:19, 28;17:1;48:25, 27
- 禁地标志,2:198
小慈善章,S.107
马瓦乐园,53:15
度量与秤,给予足量,11:85;17:35;83:1-5
相会
- 与真主相会,6:31
- 重大之日的相会,19:37
- 后世的相会,30:16
使者们,2:253;4:164-165;40:78;57:27
- 相继而来,2:87
- 一系列使者,5:19;23:44
- 被杀害,3:183
- 受到威胁,14:13
- 被嘲弄,6:10;13:32;15:11;21:41
- 被否认与拒绝,3:184;6:34;25:37;34:45;51:52
- 信仰部分使者而拒绝其他,4:150-152
- 使者们的聚集,5:109
- 被派来传达喜讯和警告,6:48;14:4-8
- 作为每个民族的见证,16:89
- 每个民族都有一位使者,10:47;16:36
- 诵读真主的经文,7:35-36
- 以天使为使者,17:95;25:7
- 不过是人类,14:10-12;17:94;21:8;25:7-8, 20
- 及其妻子与子女,13:38
- 另见先知条目
夜行,17:1;53:12
吝啬／吝啬者,57:24
灾难,因你双手所为,42:30
修道主义,未被规定,57:27
猿猴,越界者变成,2:65;5:60;7:166
夜行,17:1;53:12
月份数量,9:36-37
月亮,7:54;10:5;16:12;22:18;25:61;36:39-40;71:16;91:2
- 月亮的分裂,54:1
穆萨（摩西）
- 及其族人,2:51-61;7:138-141, 159-162;14:5-8;61:5
- 及法老,2:49-50;17:101-103;20:17-53, 56-79;23:45-49;25:31-42;40:23-46;43:46-56;51:38-40;73:16;79:15-26
- 受真主引导,6:84
- 山峰与真主的显现,7:142-145
- 责备族人崇拜牛犊,7:148-156;20:83-99
- 其经典中存在分歧,11:110
- 被赐予经典,17:2
- 九个明显的迹象,7:133;17:101
- 前往两海交汇处,18:60-82
- 在燃烧的荆棘前的重大相遇,20:9-36;27:7-14;28:29-35
- 被召唤并被赋予使命,19:51-53;20:9-56
- 其童年、母亲与姐妹,20:38-40;28:7-13
- 魔术师皈依,20:70-73;26:46-52
- 在麦丁,20:40;28:22-28
- 被赐予准则,21:48
- 及神秘的火,27:7-12;28:29-35
- 在城中误杀一名埃及人,28:14-21
- 带着明显的迹象而来,29:39
- 与法老的故事,7:103-137;10:75-92;11:96-99;26:10-69
- 为法老及其族人带来九个迹象,7:130-133;20:17-22;17:101
- 击败法老的魔术师,20:70-73;26:46-52
- 逃往麦丁并成婚,28:22-28
- 接受石板,7:142-154
- 在山上请求见真主,7:142-145
- 受真主尊崇,33:69
- 真主对以色列子民的恩惠,2:47-61
- 以色列子民拒绝进入耶路撒冷,5:20-29
- 被引导走上正道,37:114-122
- 穆萨的经典,53:36;87:19
耶路撒冷清真寺,17:7
库巴清真寺,9:107-108
清真寺,2:187;9:17-19
- 维护真主的清真寺,9:17-18
蚊子的比喻,2:26
山脉,15:19;16:15;20:105-107;21:31;22:18;31:10;42:32-33;59:21;73:14;77:10, 27;81:3;101:5
蒙衣者章,S.74
迁士,4:100;9:100, 107, 117;22:58-59;24:22;33:6;59:8-9
- 女迁士,60:10-12
穆罕默德（愿主福安之）
- 被嘲弄,2:104;4:46;25:41-42;34:78
- 尊重使者,2:104;4:46;49:1-5
- 信仰他的誓约,3:81
- 作为信士的见证,2:143
- 不过是一位使者,3:144
- 温和相待,3:159
- 其工作,3:164;7:157;36:6;52:29;74:1-7
- 作为对信士的巨大恩惠而被派遣,3:164
- 带着真理而来,4:170
- 未被立为监察者,6:107
- 是文盲,7:157;62:2
- 被派遣为全人类的真主使者,7:158;48:9, 29
- 是明显的警告者,7:184, 188;11:2;15:89;53:56
- 非疯人,7:184;68:2;81:22
- 指责你的人,9:58
- 伤害先知的人,是对信士的仁慈,9:61
- 只遵循所降示的,10:15-16;11:12-14;46:9
- 其言辞,11:2-4;12:108;34:46-50
- 真主是其见证,13:43;29:52;46:8
- 被派来作为见证、喜讯的传达者和警告者,11:2;15:89;26:194;33:45;34:28;48:8
- 不必烦恼,15:97;16:127;18:6
- 被派来作为见证,16:89;22:78;73:15
- 以智慧和美好的教诲邀请,并以更好的方式辩论,16:125
- 受赞美的地位,17:79
- 受到启示,18:110
- 是全世界的仁慈,21:107
- 不求报酬,25:57;38:86;42:23
- 被命令去做,27:91-93;30:30;66:9
- 作为真主的仁慈,28:46-47
- 与信士最亲近,33:6
- 值得效法的榜样,33:21
- 众先知中的最后一位,33:40
- 向其致祝福,33:56
- 被派遣至全人类,34:28
- 其报酬仅来自真主,34:47
- 不过是一个人,41:6
- 作为保护者而被派遣,42:48
- 在使者中不是新事,46:9
- 以色列子民中的见证,46:10
- 向他宣誓效忠即是向真主宣誓效忠,48:10, 18
- 见到了吉卜利勒,53:4-18;81:22-25
- 不要反对他,58:20-22
- 被耶稣预告,61:6
- 使真理的宗教战胜一切宗教,61:9
- 从黑暗带入光明,65:11
- 努力抗争不信道者与伪信者,66:9
- 崇高的品德,68:4
- 非诗人或占卜者,69:41-42
- 专注于礼拜,73:1-8, 20;74:3
- 及那位盲人,80:1-12
- 叩头并接近真主,96:19
- 诵读纯洁的篇章,98:2
- 关于其家族的经文,24:11-17;33:28-34, 50-53, 55, 59;66:1, 3-6;108:3
- 另见使者;先知条目
穆罕默德章,S.47
行善者,2:117, 195;4:125, 128;10:12-16;16:128
- 真主爱行善者,3:134, 148;5:93
- 真主不使行善者的报酬落空,5:85;9:120;11:115;18:30
- 我们奖赏行善者,12:22;37:80, 105, 110;39:34;77:44
- 向行善者传达喜讯,22:37;46:12
- 真主的仁慈近于行善者,7:56
- 真主与行善者同在,29:69
- 对父母孝顺善待,2:83
- 在履行对真主的义务中保持忍耐,16:90
- 另见善与恶条目
辩论章,S.58
骡子,16:8
王权章,S.67
穆民章（见恕罪者）,S.40
信士章,S.23
受考验的女性章,S.60
伪信者章,S.63
谋杀,2:178-179
使者章,S.77
穆斯林
- 最早的穆斯林,6:14, 163;9:100;39:12
- 谁为他们命名,22:78
- 对穆斯林男女的宽恕与巨大奖赏,33:35-36
亏秤者章,S.83
蒙衣者章,S.73
大消息章,S.78
奈迪尔部族（犹太人）,59:2, 9, 13
蜜蜂章,S.16
不洁（纳贾斯）,9:28
星章,S.53
密语（见秘密条目）
名字
- 最美好的名字属于他,7:180
- 最佳的名字属于他,17:110;20:8;59:24
必要时,若被迫,2:173;6:145
邻居,4:36
新月,2:189
消息,需经过核实,4:83
吝啬,3:180;4:37;17:29;25:67;47:38;57:24;92:8
夜晚（作为象征）,用于休息,10:67
- 作为覆盖,13:3;78:10
- 供使用,14:32
- 权能之夜（盖德尔夜）,44:3-4;97:1-5
妇女章,S.4
努哈（诺亚）,3:33;4:163;6:84;9:70;10:71;11:25, 32, 36, 42, 45-46, 48, 89;17:3;21:76;25:37;26:105;29:14;37:75;51:46;54:9;69:11
- 被嘲弄,11:38
- 大洪水,29:14
- 方舟与洪水,7:59-69;11:25-48;23:23-31;26:105-122;71:1-28
- 不义之子未获救,11:42-48
- 不义之妻,14:9;17:3, 17;19:58;21:76;22:42;26:105-106, 116;33:7;37:75, 79;38:12;42:13;40:5, 31;42:13;50:12;53:52;57:26;66:10;71:1, 21, 26
努哈章,S.71
光明章,S.24
誓言,2:224-227;3:77;5:89;6:109;16:38, 91-92, 94;24:22, 53;66:2;68:10, 39;77:3
服从,3:132;4:59, 64, 66, 80-81;5:95;18:46;24:51-52, 54;47:33;64:12
应当履行的义务,5:1
子女,4:9;42:49-50
- 他随意赐给所意欲者男孩或女孩,42:49
橄榄,6:141;16:11;23:20;24:35;95:1
唯一之神,2:163;6:19;16:22, 51;23:91;37:4;38:65
孤儿,2:83, 177, 215, 220;4:2-3, 6, 8, 10, 36, 127;6:152;8:41;17:34;18:82;59:7;76:8;89:17;90:15;93:6;107:2
- 孤儿的监护人,4:6
各民族自身行为被美化,6:108
成对,存在于所有生物中,13:3;30:8;36:36;42:11;43:12;51:9, 49;53:45
棕榈树,13:4;19:25;20:71;59:5
比喻（相似、例子、类比）
- 点燃火者,2:17-18
- 天降暴雨,2:19-20
- 蚊子,2:26
- 呼喊者,2:171
- 完全废墟的城镇,2:259
- 一粒谷物,2:261
- 光滑的岩石,2:264
- 花园,2:265-266
- 绳子,3:103
- 冷风,3:117
- 复活,7:57;22:5;41:39
- 伸舌喘气的狗,7:176
- 悬崖边缘,9:109-110
- 雨水,10:24
- 收割完毕的庄稼,10:24
- 盲人与聋人,11:24
- 真主与假神,13:14;16:76
- 真理与虚假,13:17
- 狂风吹拂的灰烬,14:18
- 美好的树,14:24-25
- 恶劣的树,14:26
- 奴隶与自由人,16:75
- 是主人负担的哑巴,16:76
- 拆线的女人,16:92
- 安全富足的城镇,16:112-113
- 两个拥有葡萄园的人,18:32-44
- 今世生活如天降雨水,18:45
- 从天上坠落被鸟叼走,22:31
- 苍蝇,22:73
- 光明如壁龛,24:35-36
- 海市蜃楼,24:39
- 深邃大海中的黑暗,24:40
- 蜘蛛,29:41
- 合伙人,30:28
- 城镇居民,36:13-32
- 颜色各异的庄稼,39:21
- 属于众多合伙人的男人,39:29
- 正在生长的种子,48:29
- 坚硬的内心,57:16-17
- 雨后的植被,57:20
- 俯首的山,59:21
- 驴,62:5
- 若水被渗走,67:30
- 园林的主人,68:17-33
乐园
- 归宿之园（马瓦乐园）,53:15
- 菲尔多斯乐园,18:107;23:11
- 下有河流的花园,3:15, 198;4:57;5:119;7:43;9:72;18:31;22:23;39:20;57:12;64:9;98:8
- 永久的花园（阿丹乐园）,9:72;13:23;18:31;19:61;20:76
- 永恒的花园（阿丹乐园）,16:31;35:33;98:8
- 欢乐的花园,37:43;56:12, 89
- 永恒欢乐的花园,9:21
- 花园与葡萄园,78:32
- 两个花园的果实,55:54, 62
- 各种各样随心所欲的丰盛果实,36:57;37:42;43:73;44:55;47:15;55:52, 68;56:20, 29, 32;77:42
- 果实近在眼前,55:54;69:23
- 果实与肉,52:22
- 飞禽的肉,56:21
- 无刺的酸枣树与香蕉树,56:28-29
- 无益知识,背书的驴,62:5
- 流淌的泉水,88:12
- 名为萨勒萨比勒的泉水,76:18
- 名为卡福尔的泉水,76:5
- 名为塔斯尼姆的泉水,83:27-28
- 乐园中的河流考萨尔,108:1
- 美酒、牛奶、澄清蜂蜜之河,47:15
- 纯净密封的白色美酒,37:45-46;56:18;76:21;83:25
- 混有生姜的杯,76:17;78:34
- 水,76:5
- 金盘与金杯,43:71
- 银器与水晶杯,76:15-16
- 细丝绸与厚丝绸的绿色服装,18:31;22:23;35:33;44:53;76:12, 21
- 以金手镯和珍珠装饰,18:31;22:23;35:33;76:21
- 以丝锦衬里的卧榻,55:54
- 绿色垫子与美丽富丽的床褥,55:76;88:15
- 高高架起的以金银宝石编织的宝座,56:15;88:13
- 铺展的华丽地毯,88:16
- 美丽的高楼大厦,层层叠叠,9:72;39:20
- 永居其中,3:198;4:57;5:119;9:22, 72;11:108;43:71;57:12;98:8
- 永恒的家园,3:15;35:35
- 相对而坐于宝座之上,15:47;37:44;44:53;56:16
- 永不尝到死亡,44:56
- 永不被要求离开,15:48
- 仇恨与伤害从心中被消除,7:43;15:47
- 一切悲伤被消除,35:34
- 无疲劳、劳苦与倦怠,15:48;35:35
- 无伤害、腹痛、头痛或醉意,37:47;56:19
- 无虚妄之言或罪恶之语,19:62;56:25
- 无有害之言或虚假,78:35;88:11
- 远离罪恶,37:47;52:23
- 无过热或严寒,76:13
- 将有定好的供给,37:41;56:89
- 在平安与安宁中,15:46;44:51, 55;50:34
- 平安之家,6:127
- 其中的问候,7:46;10:10;13:24;14:23;16:32;19:62;36:58;39:73;56:26
- 凡行义者将进入,4:124;42:22;44:51
- 敬畏真主者将被成群引导进入,39:73
- 因行为而继承,43:72
- 真主喜悦他们,他们也喜悦真主,5:119
- 我的乐园,89:30
- 最大的幸福,9:72
- 巨大的成功,57:12;64:9
- 至高的成功,9:72;44:57
- 为信士而设的花园,作为款待,32:19
- 乐园居民那日将忙于欢乐之事,36:35
- 将置身于花园与泉水之间,15:45;19:63;44:52;52:17;54:54;55:46
- 见到环绕宝座的天使,39:75
- 靠近全能的君王,54:55
- 他们将拥有所渴望的一切,50:35
- 侯尔,贞洁美目的女子,如同妥善保管的蛋,37:48-49;44:54;52:20;55:58, 70;56:22-23
- 纯洁的妻子,3:15
- 妻子在宜人的荫凉中斜倚于宝座,36:55
- 年龄相当的丰满少女,78:33
- 永生的童仆侍奉他们,如同散落的珍珠,52:24;56:17;76:19
- 宽广如天地,3:133;57:21
- 流水、凉荫、佳肴与纯洁的伴侣,2:25;4:57;36:55-58;37:40-49;38:50-54;44:51-57;52:17-24;69:19-24;76:5-22
- 信士的奖赏,55:46-78;56:10-40
- 蜂蜜、牛奶、水与美酒之河,47:15
- 礼拜与问候,10:9-10;39:73-74
- 以平安致问候,13:23-24;14:32
- 永居幸福之中,11:108
- 永不被要求离开,15:45-48
- 光明在其前方与右方,57:12
- 无炎热也无严寒,76:13
- 一切愿望得以实现,16:30-32;41:31-32
- 金手镯与细丝绸衣裳,18:30-31;22:23-24;44:51-53
- 金杯的托盘,43:67-73
- 银器与伸手可及的果实,76:14-16
- 斜倚于宝座,15:47;37:44;52:20
- 信士将见到其主,75:22-23
对父母的善待,2:83, 215;4:36;16:90;17:23;29:8;31:14;46:15-17
真主的伙伴,是一种谎言,4:116;10:34-35, 66;16:86;28:62-64, 71-75;30:40;42:21
牧场,87:4-5
道路,5:77;16:94;42:52-53;43:43;90:11-12
- 另见正道条目
忍耐,3:186, 200;10:109;11:115;16:126-127;20:130;40:55, 77;42:43;46:35;70:5;73:10
- 以忍耐与礼拜寻求帮助,2:45, 153;20:132;50:39
忍耐者
- 将获得完整的奖赏,39:10
- 真主与忍耐者同在,8:46
- 要忍耐,11:115
- 在履行对真主义务时保持忍耐,16:90
- 在愤怒时保持忍耐,41:34
倾向于和平,8:61
珍珠与珊瑚,52:24;55:22;56:23
笔,68:1;96:4
人
- 真主不使任何人承担超越其能力的负担,2:286;7:42
- 真主不强加任何人超越其能力之事,23:62
- 没有人知道明天将赚取什么,也不知道将在何处死去,31:34
- 每个人都将面对自己所做的一切善恶,3:30
- 每个人都将为自己辩护而来,16:111
- 每个人都是其所作所为的抵押品,74:38
- 真主以自我谴责的灵魂起誓,75:2
法老,28:6;40:24
- 法老的族人,2:49;3:11;7:141;44:17-33
- 被淹没,2:50
- 与穆萨的交往,7:103-137;10:75-92
- 尸体从海中显现,10:90-92
- 超越界限;犯罪并违命,20:24;69:9;73:16;85:17-20;89:10-14
- 虔诚的妻子,28:8-9
- 自称为神,28:38;79:24
- 被消灭,29:39
- 法老家族中的一名信道男子,40:28-44
- 建造高塔,40:36-37
- 另见穆萨条目
积累今世之物,102:1-4
效忠（拜阿）
- 为伊斯兰,16:91
- 向使者效忠即是向真主效忠,48:10
- 信士的效忠,48:18;60:12
抵押,须有抵押,2:283
- 每个人都是其所作所为的抵押品,52:21;74:38
诗歌,36:69
诗人,26:224-227;69:41
石榴,6:141
穷人,2:88, 177, 215, 273;4:8, 36;8:41;9:60;17:26;24:22, 32;30:38;47:38;51:19;59:7-8;69:34;74:44;76:8;89:18;90:16;93:8;107:3
祈祷,1:1-7;3:8, 26-27, 147, 191-194;4:103;17:80;23:118
- 既不大声也不低声,17:110
- 为不信道者祈祷,9:113-114
- 不信道者的祈祷,13:14
- 他回应祈祷者,42:26
- 以忍耐与祈祷寻求帮助,2:45, 153;20:132;50:39
- 礼拜时面向朝向,2:142-145, 149-150
- 严格守护礼拜,2:238
- 在旅途与战斗中,2:239;4:101-102
- 醉酒时不得靠近,4:43
- 大戒状态时不得礼拜,4:43
- 礼拜前的净化,4:43;5:6
- 礼拜结束时,4:103
- 礼拜时间,11:114;17:78-79;20:130;30:17-18;50:39-40;52:48-49;73:1-6, 20
- 仅向真主叩头,13:15
主麻礼拜,62:9-11
危险中的预防措施,4:71
战俘,8:67-71
- 另见俘虏条目
真实的应许,46:16-17
财产,2:188;3:186;4:5, 7, 29;51:19;59:7-9;70:25
先知们,3:33-34, 146;4:163;5:20;6:84-90;23:23-50;57:26
- 先知们的誓约,3:81;33:7-8
- 先知禁止之事,3:161
- 每位先知都有一个敌人,6:112;25:31
- 另见使者条目
叩头
- 天地间的一切及其阴影皆向真主叩头,13:15
供给,10:59;13:26;14:32;16:73;34:36, 39;42:12;51:57;67:21;79:33
诗篇,4:163
惩罚
- 推迟惩罚,3:178
- 截断手脚,5:33
- 以同等方式惩罚,16:126
- 今世与后世的惩罚,24:19;68:33
净化
- 身体净化,4:43;5:6
- 精神净化（去除污秽）,87:14;91:9
定数,5:5;64:11
盖德尔章,S.97
戛夫章,S.50
笔章,S.68
月亮章,S.54
灾难章,S.101
格伦（可拉）,28:76-82;29:39
故事章,S.28
朝向,2:142-145, 149
同态复仇法（格萨斯）,2:178-179, 194;5:45;16:126;17:33;22:60;42:40
《古兰经》
- 描述,13:31, 36, 37;14:1;56:77-80
- 非真主之外者所能产生,2:23;10:38;11:13;17:88
- 若出自真主之外,其中必有诸多矛盾,4:82
- 明显的光,4:174;42:52
- 被降示,6:19
- 真主为其见证,6:19
- 明确的证据,6:157
- 关于其经文的虚假谈论,6:68
- 是一种提示,7:63;12:104;18:101;20:3, 99, 124;25:29;36:11, 69;43:44;50:8;65:10;72:17
- 当被诵读时,倾听并保持安静,7:204
- 念功,7:205;15:6, 9
- 智慧之书,10:1;31:2;36:2
- 受到启示的信息,10:2, 109;42:52
- 拒绝它者,11:17
- 用阿拉伯语,12:2;13:37;16:103;20:113;26:195;39:28;41:3, 44;42:7;43:3;44:58;46:12
- 被分成部分并逐步降示,15:91;17:106;25:32;76:23
- 经文的更改,16:10
- 当你想诵读时,16:98
- 给予引导,17:9
- 喜讯与警告,17:9-10
- 与不信道者,17:45-47
- 黎明时的诵读永远由天使见证,17:78
- 是治愈与仁慈,17:82
- 向人类完整解释了各种比喻与例子,但大多数人拒绝,17:89;18:54;39:27
- 易于理解,19:97;44:58;54:17, 22, 32, 40
- 我的族人遗弃了这部《古兰经》,25:30
- 被先前的经典所证实,26:196
- 向以色列子民叙述他们所分歧之事,27:76
- 诵读并礼拜,29:45
- 来自真主的真理,32:3;35:31
- 在一个祝福的夜晚,44:3
- 其中规定了各种事务,44:4
- 深思《古兰经》,47:24
- 以之警告,50:45
- 由真主教导,55:1
- 尊贵的诵读,受到妥善保管,56:77-78
- 唯有纯洁者才能触碰,56:79
- 若降于一座山,59:21
- 令不信道者痛苦,69:50
- 是确实无疑的真理,69:51
- 以缓慢的方式诵读,73:4
- 保存于受尊重且纯洁神圣的卷册中,80:13-16
- 是对全世界的提示,81:27
- 不信道者否认,84:22
- 保存于被保管的石板中,85:22
- 区分真理与虚假的言辞,86:13
- 诵读纯洁的篇章,98:2
- 另见经典;启示条目
古莱氏章,S.106
古莱氏
- 不信道者,54:43-46, 51
- 对他们的驯服,106:1-4
拉比与僧侣,9:31, 34
争相竞做善事,5:48
雷霆章,S.13
至仁章,S.55
正义的衣裳更好,7:26
雨水
- 真主的恩赐,56:68-70
- 石头之雨,27:58
斋月,2:185
投石,2:200
赎金
- 不接受赎金,57:15
- 不信道者所提供的,3:91;10:54;13:18
斋戒的赎金,2:196
- 为释放俘虏,8:67
拉斯居民,25:38;50:12
报应
- 报应之日,1:4;37:20;51:12;56:56;82:17-18;96:7
- 否认报应者,107:1-7
- 恶的报应是同等的恶,42:40
和解
- 凡宽恕并和解者,42:40
- 夫妻之间,4:35
- 信士之间,49:9-10
记录
- 记载的登记册,83:7-9, 18-21
- 每个民族将被召唤到其记录面前,45:28-29
- 每个人行为的书面记录,81:10
- 说真话的记录,23:62
- 在右手中,69:19;84:7-9
- 在左手中,69:25
- 在背后,84:10-15
记录天使,50:17-18, 23;85:11
困难之后的宽慰,94:5-6
宗教
- 宗教中无强迫,2:256
- 是伊斯兰,3:19
- 真主的宗教,3:83-84
- 伊斯兰之外的宗教,3:85
- 不要在宗教中过度,4:171;5:77
- 已完善,5:3
- 将宗教视为娱乐嬉戏者,6:70
- 将宗教分裂成各派者,6:159;30:32
- 另见,42:13-14;43:65;45:17
- 人们将宗教分裂为各派,各派为自己的信仰而沾沾自喜,23:53;30:32
- 宗教中没有硬性要求,22:78
- 人类以本性被创造于宗教之上,30:30
- 所有先知同一宗教,42:13-15
- 祖先的宗教,43:22-24
念记真主,63:9
- 在念记中,内心得到安宁,13:28
悔罪
- 若在无知中犯罪并随即悔罪,得以接受,4:17;6:54
- 若继续作恶,悔罪无效,4:18
- 他接受悔罪并宽恕罪过,4:25
为恶者的缓期,3:178;10:11;12:110;14:42, 44;29:53-55;86:15-17
复活,2:28;7:53;14:21;16:38-40;22:5-7;23:15-16;31:28;41:39;46:33-34;50:3, 20-29, 41-44;64:7;75:1-15;79:10-12;86:5-8
- 以以斯拉的故事为例,2:259
- 亚伯拉罕,2:260
- 山洞居民,18:9-26
- 对否认复活者的警告,17:49-52;17:97-100;19:66-72;37:11-27;50:1-15;80:17-42
复活日,7:89;20:100-101, 124
- 真实之日,78:39
- 充分给予你的报酬,3:185
- 行为记录将被展开,81:11
- 每个人将知道自己带来了什么,81:14
- 每个人都将面对自己所做的一切善恶,3:30
- 一个人将知道他所先行之事与遗留之事,82:5
- 不惧不公,20:112
- 公正的天平,21:47
- 行为的秤,23:102-103
- 凡做了一个原子重量的善或恶者,都将看到,100:7-8
- 一切秘密都将被审查,86:9
- 记录交于右手,69:19;84:7-9
- 记录交于左手,69:25
- 记录交于背后,84:10-15
- 对不信道者是艰难之日,25:26;54:8;74:9
- 沉重之日,76:27
- 承担沉重的负担,20:100-101
- 不被允许提出任何借口,77:36
- 不义者将咬其双手,25:27
- 不义者与其同伴和偶像一同被聚集,37:22
- 带着深深的悔恨、悲伤与绝望而毁灭,30:12
- 被活埋的女婴将被询问,81:8-9
- 最大的恐惧,21:103
- 呼唤者将呼唤一件可怕之事,50:41;54:6-8
- 一声巨响,36:29, 49, 53;38:15;50:42
- 扎杰拉（喊声）,37:19;79:13
- 临近的刑罚,78:40
- 天空将剧烈震动,52:9;56:4
- 天空裂开,84:1-2
- 天空被劈开,77:9;82:1
- 天空被云彩撕裂,25:25
- 天空将被卷入他的右手,21:104;39:67
- 天地间的一切都将昏厥,39:68
- 天空将被打开,成为大门,78:19
- 天空如同沸腾的油渣,70:8
- 星星将坠落,81:2;82:2
- 星星将失去光芒,77:8
- 太阳将失去光芒,81:1
- 海洋将成为熊熊烈火,81:6
- 海洋将迸裂,82:3
- 末日的地震,22:1;99:1
- 山脉将移走,18:47;27:88;52:10;77:9;78:20;81:3
- 化为尘土,20:105;56:5
- 如同羊毛碎片,70:9;101:5
- 大地与山脉将剧烈震动,73:14;79:6
- 大地被磨成粉末,89:21
- 大地将变为另一片大地,天空亦然,14:48
- 大地被展开,84:3-5
- 大地成为平坦的平原,18:47;20:106
- 大地抛出其负担,84:4;99:2
- 坟墓被翻转,82:4
- 从坟墓中复活,21:97;70:43
- 死后在大地上复生,79:14
- 野兽将被聚集,81:5
- 盲目地被复活,20:124-125
- 号角将被吹响,6:73;18:99;20:102;23:101;27:87;36:51;39:68;50:20;69:13;74:8;78:18;79:7
- 萨赫赫,80:33
- 灵魂将与身体重合,81:7
- 停留不超过十天,20:103
- 停留不超过一天,20:104
- 或一天的部分,23:112-114
- 聚集之日,64:9
- 审判之日,37:21
- 决断之日,77:38;78:17
- 甄别之日,77:13-14
- 悲痛与悔恨之日,19:39
- 否认者,77:15-50
- 人类如同散乱的飞蛾,101:4
- 人类将散乱成群地前行,100:6
- 人类如同醉态,22:2
- 每位孕妇都将流产,22:2
- 怀孕的母骆驼将被遗弃,81:4
- 哺乳的母亲将忘记其婴儿,22:2
- 亲属将彼此相见,70:11
- 一个人将逃离其亲属,80:34-37
- 没有朋友询问朋友,70:10
- 将无朋友也无调解者,40:18
- 没有人能为他人做任何事,82:19
- 无能力也无援助者,87:10
- 信士无惧,43:68
- 信士将置身于荫凉、泉水与果实之间,77:41-43
- 乐园居民及其妻子,36:55-58
- 天使将以宏大的姿态降临,25:25
- 腿将被裸露,68:42-43
- 乐园将被带近,81:13
- 地狱将被带近,89:23
- 地狱之火将被点燃,熊熊燃烧,81:11-12
- 以慈善形式的补偿将是赎罪,5:45
启示
- 若你有疑惑,2:23-24
- 被废除或被遗忘的经文,2:106
- 正确的引导,3:73
- 来自真主,不要怀疑,6:114
- 为能理解的人,6:98
- 是引导与仁慈,7:203;16:64;31:3
- 通过至圣圣灵,16:102;26:192-193
- 被详细解释,6:98;41:2-4
- 经典来自真主,46:2
- 另见经典与《古兰经》条目
对所受不公的报复,42:39-43
奖赏
- 按最好的行为给予,甚至更多,24:38;29:7;39:35
- 作为奖赏,25:15
- 真主以最好的奖赏行善者,53:31
- 善的奖赏不过是善,55:60
利息（见高利贷条目）
虔诚者
- 虔诚者的陪伴,4:69
- 将继承大地,21:105
- 在乐园中,51:15-19;76:5-12
- 另见善条目
正义,2:177, 207-208, 212;3:16-17, 92, 133-135, 191-195;4:36, 125;5:93;7:42-43;16:97
- 正义的陡峭之路,90:11-18
正确的引导是真主的引导,3:73
道路,43:10
岩石地带（希贾尔）居民,15:80-85
罗马人,30:2-5
屋顶,即天空,21:32
圣灵（加百列）,26:193;67:12;70:4;78:38;97:4
至圣圣灵,2:87, 253;5:110;16:102
- 另见加百列条目
灵魂,15:29;17:85;58:22
罗马章,S.30
示巴,27:22-44;34:15-21
示巴章,S.34
安息日
- 违犯安息日者,2:65;4:154;7:163-166
- 仅为……而规定,16:124
萨比安人,5:69;22:17
献祭,2:196, 200;22:34-37
萨德章,S.38
慈善（散德嘎）,2:196, 263-264, 270-271, 273;4:114;9:60, 75-76, 79, 103-104;57:18;58:12-13
- 秘密施舍胜于公开,2:271
萨法与玛尔瓦,2:158
列队章,S.61
列班章,S.37
马里卜水坝决堤洪水,34:16
叩头章,S.32
安宁（萨基纳）,2:248;9:26, 40;48:4, 18, 26
萨利赫,7:73-79;11:61-68;26:141-159;27:45-53;91:13
萨勒萨比勒（乐园中的泉水）,76:18
撒玛利人,20:85, 95-97
撒母耳,2:247
撒旦,2:36, 168, 208, 268, 275;3:36, 155, 175;4:38, 60, 76, 83, 119-120;5:80, 91;6:43, 68, 142;7:20, 22, 27, 175, 200-201;8:48;16:63, 98;20:120;24:21;25:29;27:24;41:36;58:10, 19;82:25
- 煽动敌意与仇恨,5:91
- 来自撒旦的邪恶低语,7:200-201
- 欺骗,8:48
- 背叛,14:22
- 对信士无能为力,16:99-100
- 散布虚假,22:52-53
- 是敌人,12:5;35:6;36:60
- 傲慢,2:34;7:11-27;15:26-43;17:61-65;38:73-85
- 是精灵,18:50-51
- 阿丹的诱惑与堕落,7:20-23;20:116-121
- 对信士无权柄,16:98-100
- 其目的,35:6-8
- 是人类的宿敌,12:5;17:53
- 其党羽,53:14-19
- 其勾当,5:90-91
- 阻止善行,2:268
- 信士向真主寻求庇护,7:200-202
- 其阴谋是软弱的,4:76
- 让其追随者失望,8:48
- 在地狱中与其追随者对话,14:22
- 另见伊布利斯条目
天平,成功者的天平将是沉重的,7:8-9
- 另见权衡条目
经典
- 经典的人（犹太人与基督徒）,2:109;3:64-65, 69-72, 75, 98-99, 110, 113, 199;4:47, 153-161;5:59-60, 68;98:1
- 他们所隐瞒之事,5:61-63
- 其中走上正道者,5:66
- 他们认识但不信仰,6:20
海洋,42:32-33;45:12
- 两海,18:60;25:53;35:12;55:19-20
- 当海洋迸裂时,82:3
秘语（纳杰瓦）
- 私下谈论,4:114
- 三人秘议,58:7
- 秘密会商,58:8, 10
- 私下磋商,58:12-13
宗教中的派别与分歧,6:15;23:53;30:32;42:13-14;43:65;45:17
安宁,在困难之后,真主降下,3:154
种子,谁使其生长,56:63-67
感官,23:78
七,被创造的
- 诸天,2:29;23:17;65:12;67:3;71:15
- 以及类似的大地,65:12
阴影
- 向真主叩头,13:15;16:48
- 阴影的延展,25:45
太阳章,S.91
骆驼作为明显迹象显示给赛莫德人,7:73;17:59;26:155-158
船只的航行,作为迹象;供使用;感恩;寻求真主的恩惠,2:164;14:32;16:14;17:66;22:65;31:31;35:12;42:32-33;43:12;45:12;55:24
舒尔阿卜,7:85-93;11:84-95;29:36-37
诗人章,S.26
协商章,S.42
至极莲树,53:14
麦地那围攻,33:9-27
西吉因,88:7-9
罪恶,7:100;74:43-46
- 非法性行为,4:15-16;24:2, 19
- 若避免了重大罪恶,小罪将被宽恕,4:31
- 他们可向人隐瞒,但无法向真主隐瞒,4:108
- 凡犯罪者,罪归己身,4:111
- 凡犯罪后将其归于无辜者,4:112
- 真主不宽恕以物配主,但宽恕他所意欲的其他罪恶,4:116
- 凡犯罪者将得到应有的报应,6:120
- 罪人永不会成功,10:17
- 真主宽恕一切罪恶,39:53
- 重大罪恶,42:37
西奈山,19:52;23:20;95:2
罪人,其耳朵、眼睛与皮肤将作证,41:20-23
西拉特桥,66:8
诽谤者,68:11-12;104:1
奴隶,2:177-178;4:25, 36, 92;5:89;24:33;58:3;90:13
- 另见战俘;俘虏条目
睡眠,用于休息,78:9
所多玛,29:31;37:136
鸡奸,7:80-82;11:77-83;15:61-77;29:28-29
苏莱曼（所罗门）,2:102;4:163;6:84
- 帮助其父大卫作出更公正的判决,21:78-82
- 及蚂蚁,27:15-19
- 及戴胜鸟,27:20-26
- 及示巴女王,27:22-44;34:15
- 真主对他的恩惠,34:12-14;38:34-40
- 其对良驹的热爱,38:30-33
养子,33:4-5
灵魂,15:29;17:85;58:22
为真主之道花费,2:195, 215, 254, 262, 265, 267, 274;3:92, 134;8:3;9:99;13:22;14:31;22:35;32:16;35:29;36:47;47:38;57:7;63:10;64:16
- 超出需要的部分,2:219
- 在真主之道上花费财富者的比喻,2:261
- 为让人看见而花费,2:264;4:38
- 无论你在真主之道上花费多少,都将得到偿还,2:272;8:60;34:39
- 不得挥霍或浪费,6:141;17:26
- 既不挥霍也不吝啬,25:67
- 在真主之道上紧握双手不花费者,9:67
灵魂,15:29
- 其知识在真主那里,17:85
- 真主以之强化信士,58:22
战利品,8:41, 69;48:15, 19-20;48:15
- 另见战利品条目
刺探,49:12
星,53:1, 49;86:1-4
星辰,7:54;15:16;16:12, 16;22:18;25:61;37:6-10;56:75;77:8;81:2;82:2
正道,1:6等;正路,6:153等
奋斗,4:95;8:72, 74, 75;9:20, 24, 81;22:78;25:52;29:69;47:3;60:1;61:11
哺乳期,寄养母亲,2:233
苦难、贫穷、健康损失与灾难;繁荣与财富,7:94-96
太阳,7:54;10:5;14:32;16:12;22:18;25:61;36:38, 40;71:16;81:1;91:1
至高的成功,9:72;44:57
章节,10:38;11:13;47:20
- 其降示增强信仰,9:124-127
猜疑,49:12
供给,19:62
- 另见供给条目
苏瓦,71:23
塔布克,9:40-59, 81-99, 117-118, 120-122
相欺章,S.64
泰古特,2:256-257;4:51-60, 76;5:60;16:36;17:39
- 另见假神条目
塔·哈章,S.20
禁止章,S.66
竞赛章,S.102
卷缩章,S.81
离婚章,S.65
塔勒赫（香蕉树）,56:29
塔鲁特（扫罗）,2:247-249
夜访章,S.86
塔斯尼姆（泉水）,83:27-28
忏悔章,S.9
绕行天房,2:200;7:29, 31
干净礼（塔亚姆姆）,4:43;5:6
期限,每个民族都有其规定的期限,不能提前也不能推迟,7:34;10:49;15:4-5;16:61;20:129
以军队守卫领土,3:200
考验,来自真主,3:154;34:21
赛莫德,7:73-79;11:61-68;17:59;25:38;26:141-159;27:45-53;29:38;41:17;51:43-45;54:23-31;69:4-8;85:17-20;89:9-14;91:11-15
盗贼,惩罚,5:38-39
宝座,7:54, 58;9:129;10:3;13:2;20:5;23:86, 116;32:4;40:15;57:4;85:15
- 置于水上,11:7
- 八位天使抬着宝座,39:75;40:7;69:17
时光,45:24;76:1;103:1
无花果章,S.95
刑罚,3:188;6:15-16;10:50-53;11:10;13:34;16:88;46:20;70:1-2
城镇,我们所毁灭的城镇都有其预定的定数,15:4
贸易与财产,4:29
旅行,他们难道没有游历过大地吗,6:11;10:22;12:109;22:46;27:69;29:20;30:9, 42;34:18;35:44;40:21, 82;47:10
背叛,8:58;22:38
- 见背叛条目
窖藏的财富,9:35
真主的宝库,6:50
永恒之树,20:120
树木,22:18
考验,2:214-218;64:15
号角,在复活日,6:73;18:99;20:102;23:101;27:87;36:51;39:68;50:20;69:13;74:8;78:18;79:7
萨赫赫,80:33
诚信被提供给诸天、大地与山脉,但由人承担,33:72-73
诚信（阿曼纳）,2:283;4:58;8:27;23:8;33:72;70:32
真理,5:48;23:70-71, 90;25:33;69:51
- 不要以虚假混淆真理,也不要隐瞒,2:42
- 真理已来临,虚假已消失,17:81
- 真实的应许,46:16-17
图巴人,44:37;50:14
土尔山,28:29, 46
图尔章,S.52
图瓦谷,20:12;79:16
欧侯德战役,3:121-128, 140-180
伊斯兰社群,2:143-144;10:47, 49;11:118;16:36, 120
小朝觐,2:128, 158, 196
高利贷（利息）,2:275-276, 278-280;3:130;4:161;30:39
乌宰尔（见以斯拉）
乌扎,53:19
无形的帷幕,17:45-46
遮蔽,24:31;33:59
七对经文,15:87
胜利
- 由真主赐予,48:1
- 通过真主的援助,61:13
美德（见正义;信士条目）
瓦德,71:23
- "等着吧,我们也在等待",7:71;9:52;10:102;11:122;20:135;44:59;52:31
大事章,S.56
向真主宣战,5:33-34
不要挥霍浪费,6:141;7:31;17:26
水,每个生命都由水造,21:30;24:45;25:54
- 两海,18:60;25:53;35:12;55:19-20
- 真主的宝座置于水上,11:7
- 雨水,23:18
道路,1:6;42:52-53;90:10
- 顺畅之路,87:8
- 另见正道条目
旅途者,2:177, 215;8:41;17:26;29:29;30:38;59:7
财富
- 积累财富者,104:2-4
- 在真主之道上花费（见花费条目）
财富与子女,今世生活的装饰,18:46
度量与秤,给予足量,11:85;17:35;83:1-5
寡妇,2:234-235, 240
真主的意志,10:99-100;30:5;81:29;82:8
人的意志,走上正道,除非真主另有意愿,28:29
风,77:1-3
- 作为喜讯的先兆,7:57;30:46
- 带起云彩,降下雨水,15:22;30:48
- 变黄,30:51
乐园中的美酒
- 纯净的饮料,37:45;76:21
- 白色美味,37:46
- 美酒之河,47:15
- 纯净密封的,83:25
不要羡慕真主使某些人胜过他人之处,4:32
见证者
- 对先知们誓约的见证,3:81
- 对人类的见证,2:143;22:78
- 对契约的见证,2:282
- 两名女性对一名男性,2:282
- 对非法性行为,4:16;24:2
- 保持公正,5:8
- 手足将作证,36:65
- 人对自身作证,75:14
见证之日与被见证之日,85:3
妻子
- 是你们的耕地,2:223
- 是你们的遮盖,2:187
- 是你们同类,16:72
争辩的女人,58:1-2
女性,2:222-223;4:15, 19-22, 34, 127
- 诽谤贞洁者,24:4-5, 11-17, 23-26
- 遮蔽,24:31;33:59
- 信道的女迁士,60:10-12
- 在争论中不能表达自己,43:17-18
树林居民,15:78;38:13;50:14
- 另见艾卡;麦丁,26:176-191
今世生活
- 不过是嬉戏与娱乐,6:32;29:64;47:36;57:20
- 欺骗人们,6:130
- 今世的享乐远少于后世,9:38;13:26;28:60-61
- 凡渴望今世者,在此得到,但在后世将无份,11:15-16;17:18;42:20
- 财富与子女,今世生活的装饰,18:46
- 热爱今世、放弃后世者,75:20-21;76:27
书写,用于契约,2:282
不义者,11:18-22, 101-104, 116-117;39:47
- 另见不信道者条目
小净（沐浴净身）,4:43;5:6
亚古斯,71:23
叶哈雅（约翰）
- 诞生的喜讯,3:39;21:90
- 虔诚者,6:85
- 睿智、富有同情心、虔诚,19:12-15
雅辛章,S.36
叶斯里布（麦地那）居民,33:13
亚欧格,71:23
优努斯章,S.10
优素福章,S.12
诗篇,21:105
宰凯利亚（撒迦利亚）,3:37-41;6:85;19:2-11;21:89-90
宰德·本·哈里赛,先知的奴隶,33:37-38
天课,2:3, 43, 83, 110, 177, 277;3:85;4:77, 162;5:12, 55;6:141;7:156;9:5, 11, 18, 71;19:31, 55;21:73;22:41, 78;23:4;24:37, 56;27:3;30:39;31:4;33:33;41:7;58:13;73:20;98:5
- 天课与慈善的对象,2:273;9:60
生姜,76:17
地震章,S.99
扎库姆,17:60;37:62-66;44:43-46;56:52
齐哈尔,33:4;58:2-4
黄金装饰章,S.43
群集章,S.39
基本信仰
- 信仰已完善,5:3
- 真主唯一接受的道路,3:19, 85
- 接受伊斯兰无强迫,2:256
- 同一宗教有不同信仰与律法,5:48;22:67-70;42:13-14
- 伊斯兰的先知们,2:135-136;3:84;4:163-165
- 诫命（信仰真主并行善）,4:36;6:151-154;17:23-39;18:107-108
- 伊斯兰法的五大目标：保护信仰,5:54
- 保护生命,5:32;6:151
- 保护财产,5:38
- 保护荣誉,5:5;24:4
- 保护理智,5:90
信仰真主,2:255
- 神圣属性,美丽的名字,57:1-6;59:22-24;85:13-16;112:1-4
- 唯一值得崇拜的神,1:1-4;2:285;6:3;43:84
- 一切权柄属于他,3:26;其宝座,7:54;11:7
- 其脚凳（库尔西）,2:255
- 对人类的无数恩惠,14:32-34;2:164;16:2-93;31:20;55:1-25
- 赐予生命并使其死亡,44:8;53:44;57:2;67:2
- 带来喜悦与悲伤,53:43
- 赐予丰富或有限的供给,13:26;17:30;29:62
- 最公正的裁判,95:8
- 最仁慈的仁慈者,12:92
- 爱虔诚者,85:14
- 满是宽恕且严厉惩罚,13:6;40:3
- 是最初与最终,57:3
- 一切荣誉与权力属于他,35:10
- 知晓隐秘与幽玄,6:59, 73;9:94, 105;13:8-10;31:34;32:6;34:48;35:38;39:46;49:18;59:22;62:8;64:18;72:26;74:31;87:7
- 最了解内心隐藏之事,5:7;11:5;31:23
- 知晓过去与未来,2:255
- 将一切记录于册（或被保管的石板）,6:38;13:39;36:12
- 能力无所不及,2:117;3:189;8:41;9:116;11:4;16:40;40:68;41:39;42:49;57:2
- 其无限的力量,3:26-27;24:45;31:28-30
- 六日内创造天地而未感疲惫,46:33;50:38
- 以"有！"创造,36:81-83
- 对其造物从无不公,3:108;4:40;17:71;21:47;22:10;26:209;40:31;41:46;45:22;50:29;64:11;78:6-16
- 一切顺从其意志,3:83;22:18;30:26
- 一切皆需仰赖他,11:6;35:15;55:29
- 信赖他,10:84-85;12:67;25:58
- 神圣沟通的方式,42:51
- 值得敬畏,2:21;3:102;4:1;33:70-71;59:18
- 智慧是他的恩赐,2:269
- 他不需要任何人,3:97;6:133;112:2
- 非三位一体,4:171
- 无配偶,6:101
- 无子女,10:68;19:35;43:81;72:3;112:3
- 无伙伴或辅神,6:94;7:191-195;46:4-5
- 无物与他相似,42:11;112:4
思考其创造奇迹的命令,3:190;6:99;10:5-6;13:3-4;16:10-16;88:17-20
创造中的迹象,2:164;6:95-99;7:57-58;10:5-6;13:2-4;16:10-13, 65-69, 79;23:27-30;27:60-65;30:19-25;50:6-11
- 为特定目的创造一切,10:5-6;15:85;16:3;23:115;29:44;30:8;38:27;44:38-39;75:36
- 宇宙的完美,67:3-4
- 将白昼并入黑夜,3:27
- 多样性,30:22;35:27-28
- 蜂蜜,16:68-69
- 牛奶,16:66
- 子女的恩赐,42:49-50
- 行星与轨道,21:33;36:38-44
- 星座,25:61;85:1
- 星辰,37:6-7;67:5
- 云彩,7:57;30:48
- 地震,7:78;7:155
- 山体滑坡,28:81;29:40
- 风暴,10:22
- 细雨、冰雹与雨水,2:265;6:99;24:43;50:9-11
- 雷鸣与闪电,13:12-13
科学参考
- 人类由男女配子创造,76:2
- 胚胎的形成与发育阶段,22:5;23:12-14
- 胎儿在三层黑暗中,39:6
- 咸水,25:53-54;35:12;55:19-20
- 风媒传粉,15:22
- 指纹,75:3-4
- 山脉如钉子,78:7
- 铁被降下,57:25
- 痛觉感受器,4:56
- 太阳是辐射光源,月亮是反射光,10:5
- 月亮分裂,54:1
- 天空是受保护的屋顶,21:32
- 所有生命由水创造,21:30;24:45
- 蚂蚁互相交流,27:17-19
- 内波,24:40
生物
- 天使,39:75
- 人类（大地的管理者）,2:30;6:165;16:4
- 精灵,72:1-15
- 动物像人类一样属于各自的社群,6:38
- 牛犊,11:69
- 骆驼,7:40
- 狗,18:22
- 大象,105:1
- 马、骡子与驴,16:8
- 狮子与斑马,74:50-51
- 猿猴,2:65
- 猪,2:173
- 母骆驼,7:73
- 绵羊与山羊,6:143
- 狼,12:17
- 青蛙,7:133
- 蛇,7:107
- 鸟,24:41
- 乌鸦,5:31
- 戴胜鸟,27:20
- 鹌鹑,2:57
- 鱼,18:61
- 鲸鱼,37:142
- 蚂蚁,27:18
- 蜜蜂,16:68
- 蚊子,2:26
- 苍蝇,22:73
- 虱子与蝗虫,7:133
- 蜘蛛,29:41
- 我们所不知晓的其他生物,16:8
植物与果实,6:99;13:4;16:11;36:33-35
- 香蕉,56:29
- 椰枣,19:25
- 草本植物、黄瓜、大蒜、扁豆与洋葱,2:61
- 葡萄,80:28
- 橄榄,6:99
- 无花果,95:1
- 石榴,55:68
- 南瓜,37:146
信仰穆罕默德
- 品质,仅为先知,3:144;6:50;7:188;18:110
- 传达真理,2:119;35:24;42:48
- 众先知的封印,33:40
- 高尚品德,3:159;68:4
- 值得效法的榜样,33:21
- 作为对信士的恩惠,3:164
- 是全世界的仁慈,21:107
- 普世使者,4:170;7:157-158;34:28
- 引向正道,42:52-53
- 关心众人,9:129
- 作为审判日的见证,4:42;16:89
- 文盲先知,7:157-158;29:48;62:2
- 在《讨拉特》与《引支勒》中被预告,7:157
- 被耶稣预告,61:6
先知（愿主福安之）所面对的挑战
- 异教徒毫无意义的要求,8:32;15:7;17:89-93;25:7-8
- 虚假指控,10:2;11:13;21:5;24:11-26;25:4-6;37:36;38:4;52:29-30
- 对其生命的企图,8:30;9:74
- 对伤害或反对他者的警告,4:115;8:13;9:61;15:95;33:57;47:32;96:9-19
- 被命令以忍耐回应否认,20:130;30:60;46:35;70:5
- 被真主安慰,5:67;93:1-11;94:1-8
先知（愿主福安之）生平的教训
- 从其迁徙至白德尔战役,3:121-129;8:42-44;8:65-71
- 欧侯德战役,3:151-180
- 壕沟战役,33:9-27
- 侯奈因战役,9:25-27
- 麦地那,9:40
- 塔布克,9:38-123
- 奈迪尔部族,59:2-6
- 哈姆拉·阿萨德,3:172-175
- 侯代比叶协议,48:1-7;48:10-29
真主赐予先知（愿主福安之）的荣耀
- 真主与其天使赐福于他,33:56
- 从麦加到耶路撒冷的夜行,17:1
- 升天之旅,53:1-18
- 在今世与后世受到尊崇,17:79;66:8;108:1
- 服从他即是服从真主,4:80
- 服从真主与其使者的奖赏,4:69
- 其家族被净化,33:33-34
- 以真实形态见到吉卜利勒,53:1-18
- 信士被命令服从他,59:7
- 与他交谈的礼节,49:1-5
- 拜访他的礼节,33:53
- 与其妻子打交道的礼节,33:53
- 真主喜悦他及其同伴,9:100;9:117
- 其信仰社群的卓越,2:143;3:110
礼拜,2:45;9:103;51:18;70:22-23;75:31;96:10;108:2
- 主麻聚礼,62:9
- 礼拜朝向（朝向）,2:144;2:149-150
- 应阻止人犯恶行,29:45
- 时间,11:114;17:78;17:79;20:130;24:36;24:58;30:17-18;32:16;38:18;50:39-40;51:17;52:48-49;73:2-4;76:25-26
- 在危险或旅途中,2:239;4:101-102
- 对疏忽礼拜者的警告,19:59;74:38-47;107:5-7
- 伪信者的礼拜,4:142;9:54
净化,小净（沐浴）,5:6
- 大净,2:222;4:43
- 干净礼,4:43;5:6
祈祷（杜阿）
- 亚伯拉罕的祈祷,2:126-129;14:35-41;26:83-89
- 阿丹与夏娃,7:23
- 耶稣,5:114
- 约伯,21:83
- 约拿,21:87
- 约瑟,12:33;12:101
- 穆萨,10:88-89;20:25-35
- 穆罕默德,17:80;20:114
- 努哈,23:26;26:117-118;54:9-10;71:26;71:28
- 苏莱曼,38:35
- 舒尔阿卜,7:89
- 宰凯利亚,3:38;19:2-6;21:89-90
- 天使,40:8-9
- 麦尔彦的母亲,3:35-36
- 法老的妻子,66:11
- 法老的魔术师,7:126
- 扫罗王及与他同在的信士,2:250
- 以色列子民中的信士,10:85-86
- 山洞居民,18:10
- 虔诚者,2:285-286;3:8-9;3:16;3:147;3:191-194;25:74;59:10
- 受压迫者,4:75
叩头经文
- 叩头处,复数,7:206;13:15;16:49;17:109;19:58;22:18;22:77;25:60;27:26;32:15;38:24;41:37;53:62;84:21;96:19
天课,作为义务,2:110;2:177;2:277;6:141
- 信士的品质之一,22:41;23:4;51:19
- 受益者,9:60
- 慈善（散德嘎）,2:177;2:261-263;2:267-274;3:92;63:10
- 对拒不缴纳者的警告,3:180;9:34;47:38
斋戒（封斋）
- 在斋月,2:183-185
- 封斋时间,2:187
- 豁免,2:184-185
- 斋戒前夜的夫妻关系,2:187
- 朝觐期间的斋戒,2:196
朝觐
- 对有能力者是义务,3:97
- 功课与律例,2:158;2:189;2:196-203;5:2;22:26-37
- 献祭,2:196;22:36-37
- 朝觐时禁止在陆地狩猎,5:1;5:94-95
- 允许在海上捕鱼,5:96
- 小朝觐（欧姆拉）,2:158;2:196
信仰社群
- 穆斯林,2:132-136;3:64;3:84;5:111;22:77-78;33:35;41:33;43:67-70;72:14-15
- 彼此互为守护者,3:28;9:71
- 基督徒,2:62;2:111-140;4:171-172;5:14-19;5:82-86;5:116-120;9:30-31;22:17
- 犹太人,2:62, 111-140;5:44-45;6:146;22:17;62:6-8
- 以色列子民,2:40-103, 122-123, 246-251;3:49;3:93-94;5:12-13, 20-26, 32, 70-71, 78-81;7:137-141, 148-153, 159-171;10:83-93;14:5-8;17:2-8, 104;20:80-98;26:52-67, 197;27:76;44:23-33;45:16-17;46:10;61:5-6
- 有经人（主要是犹太人与基督徒）,2:109;3:64-115, 199;4:123-172;5:15-77;6:20-21;13:36;28:52-55;29:46-47;57:16, 28-29;74:31;98:1-5
- 穆斯林可食用他们宰杀的动物并娶其女性,5:5
- 犹太人的禁食,6:146
- 萨比安人,2:62;22:17
- 拜火教徒,22:17
- 多神教徒（异教徒、偶像崇拜者）,3:186;6:148;9:6, 17;10:28;16:86;22:17;53:19-30
- 异教迷信行为,2:189;5:103;6:138-144
- 无神论者,52:35-36
被禁止的异教行为
- 活埋女婴,16:58-59;81:8-9
- 因恐贫而杀害子女,6:137;6:151;17:31
- 在天房周围口哨鼓掌,8:35
- 将骆驼献给偶像,5:103;6:136
- 以偶像名义献祭,6:121
- 齐哈尔离婚,33:4;58:2-4
- 伊拉（超过四个月）,2:226-227
- 抽签决策,5:3
- 裸体绕行天房,7:26-28
- 朝觐后从后门进入房屋,2:189
崇拜对象
- 天使（某些阿拉伯异教徒中）,34:40
- 艾卡（舒尔阿卜族人中）,26:176
- 巴尔（伊利亚斯族人中）,37:125
- 耶稣（在基督教中）,5:17
- 偶像（在亚伯拉罕族人中）,21:52-53
- 拉特、乌扎与玛纳特偶像（阿拉伯异教徒中）,53:19-20
- 瓦德、苏瓦、亚古斯、亚欧格与纳斯尔偶像（努哈族人中）,71:23
- 太阳（示巴人）,27:24
- 天狼星（某些阿拉伯异教徒中）,53:49
- 法老（古埃及）,26:29;28:38;79:24
- 欲望,25:43-44;45:23
- 驳斥多神信仰,17:42-43;21:21-24;25:3
礼拜场所,清真寺,9:18
- 教堂、犹太会堂与修道院,22:40
- 圣所,3:39;38:21
- 圣殿,17:7
- 宗教称谓,祭司、僧侣与拉比,5:44;5:63;5:82;9:31-34
天使
- 询问创造阿丹之事,2:30-34
- 永不违抗真主,21:26-27;66:6
- 并非真主的女儿,21:26;43:16-19
- 守护天使,13:11
- 两位记录天使,50:16-18;82:10-12
- 审判日抬起真主宝座的八位天使,69:17
- 地狱的十九位看守,74:26-31
- 死亡天使,6:93;16:28;32:11
- 吉卜利勒,2:97;66:4;26:192-195;53:1-14
- 米卡勒,2:98
- 马利克,43:77
使者
- 来自天使与人类,22:75
- 具有坚定意志的使者（亚伯拉罕、努哈、穆萨、耶稣与穆罕默德,愿主福安之）,33:7;42:13;46:35
经典
- 《古兰经》,来自真主的启示,12:2-3;20:2-4;26:192-195;32:2-3
- 对全世界的提示,68:51-52
- 引导至最正直的生活方式,17:9
- 启示始于斋月,2:185
- 在一个祝福的夜晚,44:3;97:1-5
- 逐步降示,17:105-106
- 易于记忆,54:17
- 证实先前经典中的真理,3:3-4
- 是先前经典的最高权威,5:48
- 毫无疑问,2:2;10:37
- 无矛盾,4:82
- 非捏造,10:37-39
- 非抄自圣经,25:4-6
- 非由魔鬼降示,26:210-212
- 无人能产生与之相似之物,17:88;2:23-24;10:13-14;11:13
- 受保护免遭篡改,15:9
- 保存于被保管的石板中,56:75-80
- 无法被证伪,41:42
- 预告未来事件,30:1-7;48:27
- 使信士动容落泪,5:83;17:107-109
- 触动内心,39:23
- 灿烂的光明,4:174;42:52
- 对信士是治愈与仁慈,17:82
- 《讨拉特》,3:3;3:93;5:46;5:66-68, 110;7:157;9:111;48:29;61:6;62:5
- 《引支勒》,3:3, 48;5:46-47, 66-68, 77, 110;7:157;9:111;48:29;57:27
- 诗篇,4:163;17:55
- 亚伯拉罕的卷册,53:36-44;87:14-19
命运与定数,3:145;9:51;10:107;11:6;54:49;67:30
- 自由选择,6:148-150;11:118-119;16:93;33:72-73;39:41;76:1-3;91:1-10
审判日
- 无不公,2:281;18:49;40:17
- 末世的恐惧,22:1-2;27:82-84, 87;40:18;52:11-16;69:13-18;70:8-18;73:17-18;75:7-15;77:8-15;78:17-20;79:34-36;80:33-42;81:1-14;82:1-5;84:1-5;87:17-40;99:1-8;101:1-11
- 虔诚者与邪恶者在那日,11:105-108;16:27-33, 84-89;18:52-53;20:100-111;25:24-29;30:12-16;33:63-68;39:68-75;50:20-35;55:37-41;83:4-36
- 调解,2:48, 255;6:51, 70;10:3;21:28;32:4;36:23;39:43-44;43:86;53:26;74:48
行为记录,17:13;18:49
- 信士以右手接受记录,69:19-24;84:7-9
- 不信道者以左手接受记录,69:25-37;84:10-15
- 任何事都无法向真主隐瞒,21:47;40:16
- 行为的称量,7:8;23:102-104;101:1-11
- 身体器官的证词,41:19-24;24:24
- 善恶行为的奖惩,6:160;27:89-90;28:84
人类的类型
- 信士,18:107-108
- 不信道者,4:167-169
- 伪信者,4:145;57:13-15
- 乐园居民,最前列的信士,55:46-61;56:10-26
- 乐园居民,右手之伴,55:62-78;56:27-40
- 地狱居民,左手之伴,55:31-45;56:41-56
- 高处之人,7:46-49
财务
- 商业准则,2:188;2:275;2:282-283;4:29;4:58;6:152;17:34-35;24:36-37;26:182;30:39;55:7-9;62:9
- 遗嘱,对非继承人的可选遗嘱,2:180-183;4:11-12;旅途中临死前,5:106-108
- 贿赂,2:188
- 债务,宽容地收取债务,2:280;书写并见证债务契约,2:282;收取抵押,2:283
- 继承,准则,4:7;4:32-33;8:75;子女与父母的份额,4:11;配偶与母系兄弟姐妹,4:12;同父同母兄弟姐妹,4:176;对不遵从者的警告,4:13-14
- 利息,禁止与警告,2:275-281;3:130-132;使之无利可图,30:39
法律
- 叛国法（哈拉巴）,5:33-34
- 公正,维护公正,4:135;5:8;16:90-91;维护孤儿与女性的权利,4:127;对犹太人的公正,4:105-112;对异教徒的公正,4:58;对非穆斯林的公平,60:8-9
- 通过法律途径的报复（可选择宽恕）,2:178-179;5:45;16:126;17:33;42:37-43
- 夫妻分离,胡勒,2:229;利安（指控通奸）,24:6-10
政治
- 以协商（舒拉）处理事务,3:159;42:38
- 自卫战斗（圣战）,礼节,2:190-192;2:216;22:38-40;不得无差别攻击,4:94;为受压迫的男女与儿童战斗,4:75;保护礼拜场所,22:37;殉道者的奖赏,2:154;3:169-171;9:111;57:19;军事力量威慑潜在敌人,8:60;选择和平,2:192;8:61
- 在各方之间促成和平,49:9-10
- 战俘,对待,8:70;47:4;76:8
社会
- 收养,33:4-5
- 照料孤儿,2:220;4:2-10;4:127;6:152;17:34
- 离婚,仲裁与和解,4:35;4:128;离婚的礼节,2:229-231;65:1-2;聘礼与等待期,2:226-241;4:19-21;33:49;65:1-7;丈夫不得索回聘礼,4:20;不得骚扰妻子,65:6;妻子怀孕期间须给予经济支持,65:6;等待期间,65:6;若哺乳前夫之子,65:6;父母不应因孩子而受苦,2:233;选择乳母,65:6
- 劝善戒恶,3:104;3:110;7:157;9:71-72;31:17
- 人类的平等,49:13;男女在真主面前及律法面前,3:195;4:124;5:38;16:97;24:2;40:40;男性对女性有一定程度的责任,2:228
- 喂养穷人、孤儿与俘虏,76:8-9
- 宽恕与控制愤怒,3:134;42:40
- 释放奴隶并帮助他们,4:92;5:89;9:60;24:33;58:3;90:13
- 孝顺父母,4:36;17:23-25;31:14-15
- 谦逊,17:37;31:18-19
- 亚伯拉罕梦境的诠释,37:102;约瑟梦境的诠释,12:4;12:36;12:43;穆罕默德梦境的诠释,8:43;48:27
- 对非穆斯林的善待,60:8
- 婚姻,4:3;4:129;16:72;30:21;合法与非法的婚配,4:22-24;亲密关系的礼节,2:222-223;怀孕与哺乳,2:233;31:4;46:15;65:6;与前妻复婚,2:230;帮助单身者成婚,24:32;在等待期间委婉表达兴趣,2:235
- 誓言,2:224-225;16:91-92;16:94;对违背誓言的补偿,5:89
- 困难时期的忍耐,2:45;2:153-157;3:186;12:18;12:83;16:127-128;70:5
- 进入的许可,24:58-60;进入他人家中,24:27-28;进入公共场所,24:29
- 社交礼节,核实消息,4:83;49:6;尊重所有人,49:11-12;聚会礼节,58:11;私下交谈,4:114;58:9
- 誓愿,2:270;9:75-77;22:29;76:7
- 浪费与吝啬,7:31;17:29;25:67
其他故事
- 哈比勒与嘎比勒,5:27-31
- 希德尔与穆萨,18:60-82
- 象军,105:1-4
- 法老族人中的信士,40:28-46
- 麦尔彦的诞生,3:35-36
- 以色列子民的母牛,2:67-74
- 以斯拉,2:259
- 园林主人,68:17-32
- 哈鲁特与玛鲁特,2:102
- 格伦,28:76-82
- 鲁格曼对其子的忠告,31:12-19
- 两个园林的主人,18:32-44
- 示巴人,34:15-19
- 山洞居民,18:9-26
- 壕沟居民,85:1-8
- 违犯安息日者,7:163-165
- 撒玛利人与金牛犊,20:83-97
- 扫罗与撒母耳,2:247-251
- 祖勒-加尔奈英,18:83-98
魔鬼,2:102;6:71;6:112;6:121;7:27;7:30;17:27;19:68;19:83;22:3-4;23:97-98;26:210;37:7-10;38:37-38;67:5
- 魔鬼般的人类与精灵,6:112;114:6
- 天空受到保护免遭魔鬼侵扰,15:16-18
悔恨
- 未追随先知,25:27
- 未服从真主与其使者,4:41-42;33:64-68
- 结交邪恶朋友,25:28-29;26:96-102;43:36-39
- 否认真主的迹象,6:27-30
- 未为后世努力,89:23-24
绝望的哀求
- 乞求返回今世,2:167;6:27-28;32:12-14;42:44
- 乞求第二次机会,35:36-37
- 乞求从火中解脱,40:10-12
- 乞求食物与水,7:51-52
- 乞求调解者,7:52-53
- 乞求化为尘土,4:41-42;78:40
- 乞求死亡,43:74-78
虔诚者的品质
- 遵守对造物主与其造物的权利,3:133-136;4:36;4:69-70;6:151-154;8:2-4;13:19-24;17:23-39;18:107-108;23:1-11;25:63-76;42:36-43
邪恶者的品质
- 忘恩负义,14:34
- 吝啬,17:100
- 急躁,21:37
- 只在困难时记念真主,10:12;41:51
- 没有耐心,70:19
- 好争辩,18:54
重大罪过
- 以物配主（谢尔克）,4:48;4:116;5:72;6:19;31:13
- 虐待父母,4:36;6:151;17:23
- 疏忽或放弃义务性礼拜,19:59-60
- 不缴天课,41:6-7
- 谋杀,6:151;17:33
- 故意杀害信士,4:93
- 盗窃,5:38
- 欺诈,7:85;11:85;26:182-183;83:1-6
- 撒谎,2:10;9:77;39:60
- 对真主撒谎,6:93;29:68;61:7
- 禁止的性关系,2:222;17:32;24:2;25:68;29:28-30
- 虚假的通奸指控,24:4-5
- 叛教,2:217;5:54
- 食用猪肉及其他禁忌食物（腐肉、血液等）,5:3;6:145
- 酒精与赌博,5:90-91
- 背后诽谤,49:11
- 虚假证词,22:30
- 巫术,2:102;10:77;20:69
""";
