const String quranIndexMongolianRaw = r"""
Манзил Залбирал 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Бидний Эзэн Залбирал 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Миний Эзэн Залбирал 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Аарон (Харун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'Абаса, S.80; 74:22
Ариун цэврийн арга (Wudu), 4:43; 5:6
Абрахам (Ибрахим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- Еврей ч биш, Христэд итгэгч ч биш, 3:67-68
- Бакка дахь анхны сүмд зогсож байсан, 3:97; 26:123
- Каабагийн суурийг босгодог 2:124-129
- өөрийн ард түмнийг Цорын ганц Бурханд мөргөхөд уриалдаг 2:130-133; 26:69-89; 29:16; 29:24-27
- мэтгэлцээн ихэмсэг хаан 2:258
- амилалтын талаар асуув 2:260
- Еврей ч биш, Христэд итгэгч ч биш 3:65-68
- тэнгэрлэг мөргөлийг няцаадаг 6:74-87
- Исаакийн төрсөн тухай мэдээг хүлээн авав 11:69-76; 51:24-30
- Кааба дахь түүний залбирал 14:35-41
- тэнгэр элчүүд зочилсон 15:51-56
- үлгэр дууриал болох хүн 16:123
- аавыгаа үнэн рүү дууддаг 19:41-50
- шүтээнүүдийг устгаж, галаас аврагдсан 21:51-73; 37:83-113
- бүгдийг мөргөлийн аялалд дуудаж байна 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
Хүчингүй болгох, 2:106, 16:101
Абу Лахаб, 111:1-5
Ад хүмүүс, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- өмнө нь мөргөх тэнгэр элчүүд, 2:34; 7:11
- мэдлэгийн мод, 2:35; 7:19-20; 20:120-121
- Цэцэрлэгээс хөөгдөх (Еваг буруутгах ёсгүй), 2:36; 7:24
- Аллахаар хүндлэгдсэн, Сатанд уруу татагдсан 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- Аллахын өршөөл 2:37; 20:122
'Адият, S.100
Адн Диваажин, 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Зовлон бэрхшээл
- бусдын ачааг үүрэлгүй, 6:164; 17:15; 35:18; 39:7; 53:38
- тэсвэрлэх чадвараас хэтэрсэн дарамтанд ороогүй, 2:286; 6:152; 7:42; 23:62
- тэвчээртэй байх, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Хөгшрөлт, 16:70; 22:5; 30:54; 36:68
- асрамжинд байгаа өндөр настай эцэг эхэд хандах хандлага, 17:23
Ахмад, 61:6
Ахкаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
Айкагийн оршин суугчид, 15:78; 26:176; 38:13; 50:14
А'ла S.87; 87:1; 92:20
'Алак, S.96
Али-Имран, S.3
Аллах
- Түүний хувьд нэг өдөр нь тавин мянган жилтэй тэнцүү, 70:4
- Түүний хувьд нэг өдөр бол хүний мянган жил юм, 22:47; 32:5
- юу ч хийх чадвар, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- Бүх шүүгчдийн хамгийн шилдэг нь, 95:8
- тодорхойлолтоос давсан, 43:82; 67:12
- үл итгэгчдийн төлөвлөгөөг үгүй хийдэг, 8:30; 8:36
- хүн төрөлхтнийг алга болгож, өөр амьтдыг төрүүлэх, 4:133; 14:19; 35:16
- инээд хөөр, уйлах шалтгаан болдог, 53:43
- хүнийг зуун жилийн турш унтуулсан, 2:259
- үнэнийг үгүйсгэдэг хүмүүсийн дайсан, 2:98
- өглөөнөөс орой хүртэл түүний алдрыг магтан алдаршуул, 33:42
- хуурамч охид, 16:57; 17:40; 43:16; 52:39; 53:21-22
- нэрээр нь, 53:19-20
- хүнд чөлөөт хүсэл зориг өгдөг, 36:67
- түүний төлөө бүхнээ золиослох нь, 4:66-68; 4:125
- сайн ба муу нь Түүнээс ирдэг, 4:78
- амьдрал ба үхлийг өгдөг, 44:8; 53:44; 57:2; 67:2
- шаргуу хөдөлмөрлөгчид илүү сайн шагнал хүртдэг, 4:95-96; 5:54; 9:120; 49:15; 61:11
- эхнэр/нөхөргүй, 72:3
- хүүгүй, 43:81; 72:3; 112:3
- хэцүү үед чинь чамайг орхиогүй, 93:3
- мэдлэгт хаа сайгүй байдаг, 2:115; 2:142; 2:177; 4:126
- бол Эхнийх ба Эцсийнх (альфа ба омега), 57:3
- нь Гаднах ба Дотогшоо, 57:3
- ойлголтоос давсан гэдгийг мэддэг, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- шударга зан гаргадаг хүмүүсийг хайрладаг, 49:9
- Өөрийн хэлээгүй зүйлийн талаар ямар ч хууль гаргаагүй, 5:101; 6:140; 6:148; 7:32
- сайн сайхан сэтгэлтэй дайны олзлогдогсдод өршөөл үзүүлэх, 8:70
- шинж чанар, 2:255
- ямар ч хүн бурхан биш, 3:64; 3:151
- гурвал биш, 4:171
- муугаас аврагдах, 113:1-5; 114:1-6
- түүнийг зогсож, сууж, хэвтэж байхыг нь санах, 3:191; 4:103; 10:12; 25:64
- таныг хэвлийд байхад хэлбэржүүлдэг, 3:6
- сэнтий усан дээр тогтдог, 11:7
- чиний мэдэхгүй зүйлсийг бүтээх болно, 16:8
- бүтээлдээ ямар ч гэм хор хийхийг хүсдэггүй, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Холбоо, 8:72; 9:7
- Христэд итгэгчид болон Еврейчүүд, 5:51
- итгэгч бус хамаатан садантай хамт хориотой, 9:23-24
- хоёр нүүртэй хүмүүст хориотой, 4:88-89; 4:139; 4:144
Альяса', (Елишаг үзнэ үү)
Аманах, Итгэлцэл ба Аллахын тогтоосон үүрэг гэх мэт, 2:283; 4:58; 8:27
- Итгэлцлийг үзнэ үү
Тэнгэр элч нар, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- галаас бүтээгдсэн, 7:12; 38:76
- Шүүлтийн өдөр найман хүн Аллахын сэнтийг өргөмжлөх болно, 69:17
- өөрсдийгөө эмэгтэй гэж худал мэдэгдэх, 43:19; 53:27
- хамгаалагч 82:10-12; 86:4
- тамын арван есөн эзэн, 74:30-31
- хүслийг хангахын тулд илгээгдээгүй, 15:7-8
- урам зориг өгөхөөр илгээгдсэн, 16:2
Уур хилэн, өөрийгөө хязгаарлах, 3:134
'Анкабут, S.29
Шоргоолжнууд, 27:18
Сармагчингууд, 5:60
- жигшүүртэй, 2:65; 7:166
Урвалт, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- урвагчдыг хурдан сүйрүүлэхийг бүү хүс, 46:35
- Зөвхөн Аллах л тэднийг шийтгэх болно, 73:11; 74:11
- хойд насанд шийтгэл, 2:217; 9:74
- бусдын татгалзал, 3:87
- гэмшил, 3:89; 5:34; 9:5; 9:11
- Шүүлтийн өдөр хэтэрхий оройтсон, 40:85
- дарамт шахалтаар, 16:106
Урвагчид, 47:25
А'раф, S.7; 7:46, 48
Арафат, 2:198
Маргаан
- өөрсдийгөө хуурдаг хүмүүсийн өмнөөс биш, 4:107
- та нар энэ дэлхий дээр тэдний өмнөөс маргалдсан, харин Амилалтын өдөр хэн маргалдах вэ, 4:109
Маргаан/Довтолгоо
- хариу үйлдэл үзүүлэх, 8:58
- Тэвчээртэй байх нь хамаагүй дээр, 16:126
Хуяг дуулга, 16:81
'Аср, S.103
Аят Аль-Курси, 2:255
Хов жив хөөгч, 49:12; 104:1
Бадр (тулаан), 3:13
- аас авсан сургамжууд 8:5-19, 42-48
Аль-Байт-ул-Ма мур, 52:4
Бакка (Макка), 3:96
Б'ал, 37:125
Балад, S.90
Тэнцвэр, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
Бану Ан-Надир, 59:2-6, 13
Бакара, S.2
Бара'а (Тауба-г үзнэ үү), S.9
Барзах, (саад), 23:100; 25:53; 55:20
- мөн 18:94-97; 34:54; 36:9-ийг үзнэ үү
Байиина, S.98
Араатан (Сүүлчийн өдрүүдийн), 27:82
Бедуинчууд, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Зөгий, 16:68-69
Зан төлөв
- өмнө нь илчлэгдсэн хүмүүстэй эелдэг байдлаар маргалдах, 16:125, 29:46
- Өөрийн мэдэхгүй асуудалд оролцохоос зайлсхий, 17:36
- ноцтой нүгэл, ичгүүртэй үйлдлээс зайлсхий, 53:32
- Бие биенийхээ талаар таамаглал дэвшүүлэхээс зайлсхий, бие биенээ тагнаж чагнаж, муу ярихгүй байх 49:12
- Өөрийн бодлоо шударгаар илэрхийлэх, 6:152
- нийгэм дунд зэрэг байх ёстой, 2:143; 25:67
- их зан гаргахыг хориглоно, 4:36, 57:23
- тусламж хүссэн хүмүүсийг бүү зэмлээрэй, 93:10
- өөрийгөө цэвэр ариун гэж бүү бод, 53:32
- бусдыг бүү шоол, 49:11; 104:1
- Муу зүйлийг ил тод дурдах хэрэггүй, 4:148
- бие биенийхээ талаар муу ярих хэрэггүй, 104:1
- бүлэг бүрт хууль болон амьдралын хэв маяг өгөгдсөн, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- мөн мөргөлийн арга зам, 22:67
- Аллах тэднийг нэг нийгэмлэг болгож чадах байсан, 5:48; 11:118; 16:93; 42:8
- Аллахын дор нэг нийгэмлэг, 21:92
- еврейчүүдийг уучлах, 5:13
- итгэгч бус хүмүүсийг уучлах, 31:15; 45:14
- амархан уучлах, 42:37
- захирагчид зөвлөлдсөний дараа шийдвэр гаргадаг, 42:38
- мөн эш үзүүлэгч, 10:47; 16:36
- итгэгчдийг муулах нь нүгэл юм, 33:58
- эрчүүд (эмэгтэйчүүдийн зүг), 24:30
- энхийг сахиулагчдыг шагнасан, 42:40
- Хэрэв та өөр юу ч хийж чадахгүй бол ядуу хүмүүст шударгаар ханд, 17:28
- таны асрамжинд байгаа өндөр настай эцэг эхчүүдэд, 17:23
- бусад мусульманчуудын зүг, 33:6
- бусдад хандсан, 17:26-29; 17:35; 17:53; 60:8
- эцэг эхэд хандаж, 46:15
- боолуудын зүг, 4:36; 24:33
- дайсагнагч бус итгэгч бус хүмүүст тэгш эрхтэй хандах, 60:8
- Бошиглогчийн эхнэрүүд, 33:28-34
- эмэгтэйчүүд (эрэгтэйчүүдэд), 24:31
- бүх илчлэлтүүдэд, 2:136; 2:285
- мөн чанар, 49:14-15
Итгэгчид, 2:2-5; 2:285; 8:2-4; 8:24
Гэрээслэл, 2:180, 240; 4:7, 12; 36:50
Урвалт (хууран мэхлэлт, залилан), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Библи, 5:64, 5:65, 5:68
- гажуудал 3:78; 5:14-15
Шувууд, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Цусны мөнгө (Дия), 2:178-179; 4:92; 17:33
Олз, дайн, 4:94. 8:41; 59:6-8
- хууль бусаар авах, 3:162
- олзыг харах
Хээл хахууль, 2:188
Будн, 22:36
Ачаалал
- өөр хүний ачааг үүрэхгүй, 35:18; 39:7; 53:38
- үл итгэгчид бусдын ачааг үүрэх болно, 16:25; 29:13
- тэдний үүрч буй ачаа үнэхээр муухай юм, 6:31, 164
- Аллах хүнд өөрийнх нь хэмжээнээс хэтэрсэн ачаа өгдөггүй, 2:286; 7:42; 23:62
Буруж (Том одод), S.85; 85:1; 15:16; 25:61
Тэмээ, 6:144; 7:40; 77:33; 88:17
Олзлогдогсод, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- мөн Дайны хоригдлуудыг үзнэ үү
Үхэр, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Тэврийн агуй, 9:40
Агуй, 18:9-22, 25-26-р зүйлийн хүмүүс
Үнэнтэй нийцсэн байдал, 56:95; 69:51
Энэрэл, (Садака), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- буяны болон зекатын зүйлс, 2:273; 9:60
Хүүхдүүд 2:233; 42:49-50
- мэдлэггүйгээр, мунхаглалаас болж өөрсдийн амийг хөнөөсөн хүмүүс алдагдсан юм. 6:140
Христ, (Есүсийг үзнэ үү)
Христэд итгэгчид, 5:14, 19, 64-65, 69; 22:17
- Есүсийг бурханчлахгүй байхыг хүссэн, 4:171
- Мусульманчуудад хамгийн ойр дотно хандах, 5:82
- ихэнх нь санаж байх ёстой гэж хэлсэн зүйлээ мартсан, 5:14
- одоо танд элч ирж байна, 5:15, 19
- зөв шударга хүмүүс шагнагдах болно, 2:62; 5:65; 5:69
- "Есүс бол Аллахын хүү" гэж хэл, 9:30
Хотууд нуран унасан, 69:9
Аюулгүй байдлын хот, 95:3
Хувцас, 7:26; 16:81
- галын, 22:19
- гэр ахуйн бус нөхцөлд эмэгтэйчүүдийн гивлүүр эсвэл хувцаслалт, 24:31
- эмэгтэйчүүдийн гадуур хувцас нь хоёр нүүртнүүдийн дарамтаас сэргийлдэг, 33:59-60
Холбоотнууд, 33:9, 22
- Ахзабын зөвлөлдөх уулзалт, харилцан ярилцлага, 42:38-г үзнэ үү
Бүтээл
- эхэлж, давтагдсан, 10:4; 21:104; 27:64; 29:19-20
- шинэ, 17:49, 98; 35:16
- үнэнээр, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- тоглоом биш, 21:16-17; 23:115
- бүх амьд биетүүдээс бүрдсэн, 21:30; 24:45; 25:54
- хүний, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- -ын эхний хэлбэр 56:62
- зургаан өдрийн дотор, 7:54; 11:7; 32:4; 50:38; 57:4
- хосоороо, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- олон янз байдал, 35:27-28
Аллах "Бай!" гэж тушаасан бөгөөд энэ нь болдог, 2:117;16:40; 36:82; 40:68
- нүд ирмэхийн зуур, 54:50
- шөнө ба өдөр, нар ба сар, 39:5
- тэнгэр газрын, хүн төрөлхтнөөс агуу газар, 40:57; 79:27
- зорилго, 51:56
Хэрээ, 5:31
Шалгуур, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (Insan, үзнэ үү) S.76; 45:24
- цаг хугацаа, 76:1; 103:1
Давид, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- Дуулал -д дурдсанчлан 4:163
- Голиаттай тулалдаж, түүнийг алсан, 2:251
- д шүүлт гаргадаг 21:78-80
- мэдлэг болон эш үзүүллэгээр адислагдсан 27:15-16
- уулс болон шувууд түүнтэй хамт Аллахыг магтан дуулдаг 34:10; 38:17-20
- хоёр хүний хоорондох шүүгчид 38:21-26
Давабб эсвэл Дабба (хөдөлдөг амьд биет гэх мэт) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
Үхсэн хүмүүс амилах болно, 6:36
Үхэл, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- мөн тулалдаанаас зугтах, 33:16
- Аллахын төлөө, 3:195; 22:58; 47:4
- илчлэлтгүй нийгэмлэгүүд устахгүй, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- Аллахын төлөө алагдсан хүмүүс амьд байна, 2:154; 3:169
- Аллах руу муу муухайгаас зугтаж байхдаа, 4:100
- зогсоох эсвэл хойшлуулах боломжгүй 63:10-11
- нойрны ихэр ах 6:60; 39:42
- үхлийн үед итгэгчид ба үл итгэгчид 8:50; 16:27-32; 41:30
- булшин дахь шийтгэл 40:46
Өр, 2:280, 282; 4:11-12
Зарлиг
- асуудал бүрийн хувьд 13:38
- Бид ямар ч сууринг устгаагүй, тэнд нь мэдэгдэж байсан нэгэн суурин байсан, 15:4
- бүх зүйл Аллахаас ирдэг, 44:5
Тэр ямар нэгэн зүйлийг шийдэхдээ зөвхөн "Бай!" гэж хэлдэг бөгөөд тэр нь болдог, 2:117; 36:82; 40:68
Үйлс
- тэдний хувьд үзэсгэлэнтэй, хорон муу, 47:14
- биднийх, таны үйлс танд, 28:55; 42:15; 45:15
- сайн ба муу, өөрийнхөө төлөө ба өөрийнхөө эсрэг байдаг, 41:46
- хүнийхийг өөрийн хүзүүнд уясан, 17:13
Тэдний хийсэн зүйлийн дагуу зэрэг, 6:132
Хүсэл тачаал, тэд өөрсдийн бузар мууг дагадаг, 47:14, 16
- Өөрийн бурхан болсон хүн, 25:43
Аллахын өршөөл нигүүлслээс бүү найд, 39:53; 21:87-88; 68:48-50
- мөн Ионаг үзнэ үү
Дхарият, S.51
Зикр, 7:205; 15:6, 9
Зул-Кифи, 21:85; 38:48
Зул-Карайн, 18:83-98
Дун-Нун (Загасны хамтрагч)
Үл итгэгчид (мөн Хоёр нүүртнүүдийг үзнэ үү)
- Мухаммед ( ﷺ )-аас Аллахын уур хилэнг тэдний дээр нотлох баримт болгон дуудахыг хүс, 6:57-58; 8:32; 10:49-52
- тэдний хамт сайхан сэтгэлээр байх, 31:15
- тэдний хэлсэн зүйлийг тэвчээртэйгээр хүлээн ав, 20:130; 50:39
- той байгуулсан гэрээнүүд 8:56; 8:72; 9:4, 7
- гэрээнүүдийг зөрчих, 8:58; 9:12
- Аллах тэдний хуйвалдааныг үгүй хийдэг, 8:30, 36
- Аллахын хуулийг шоолж буй хүмүүстэй хамт явахгүй байх, 4:140; 6:68
- Хэрэв тэд танаас хүсвэл тэднийг хамгаал, 9:6
- дайны үеийн шийтгэл, 8:12, 50, 59
- хойд насанд шийтгэл, 8:37
- сүм хийдүүдэд очиж, тэднийг асарч болохгүй, 9:17
- тэдэнд эелдэгээр хандан ярь, 17:53
- шаргуу тэмцэж байна, 9:73; 25:52; 66:9
- дайн тулаанд оролцоогүй хүмүүст тэгш хандах, 60:8
- зөвхөн бусад үл итгэгчидтэй эвсэх болно, 8:72
(Есүсийн) шавь нар, 3:52; 61:14
Хоёр нүүртэн болон үл итгэгчдийн зүрх сэтгэл дэх өвчин, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Зовлонгийн дараа аюулгүй байдал бий, 3:154
Дайны олзыг хуваарилах нь, 8:41; 59:7-8
Шуудуу, ард түмэн, 85:4-10
Олон янз байдал
- хүмүүсийн тухай, 30:22, 35:27-28
- амьдралын тухай, 35:27-28
Салалт, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- хүлээлгийн хугацаа дууссаны дараа салах эсвэл эвлэрэх, 2:231; 65:2
- хоёр гэрч, 65:2
- тэтгэмж, 2:233, 241
- хуучин нөхрийн өв залгамжлагчид хамаарна, 2:233
- хоёр удаа хүчингүй болгож болно, 2:229
- инжний байдал, 2:229, 236-237
- шаардлагатай бол хөхүүл сувилагч олох, 65:6
- мөн Зихарыг үзнэ үү
Салалт, эр хүн
- нэг эмэгтэйгээс нөгөө эмэгтэйн төлөө сал - түрүүлж өгсөн зүйлээ буцааж авах хэрэггүй, 4:20
- Эхнэрээ бүү дарамтал, 65:6
- эхнэрүүдийг хүслийнх нь эсрэг бүү байлга, 4:19
- бодлоо өөрчлөхөд дөрвөн сар, 2:226
- Эхнэрээ жирэмсний болон хүлээлтийн хугацаанд нь бүрэн дэмжих, 65:6
- Хэрэв эхнэр чинь хүүхдээ хөхүүлж байгаа бол түүнийг бүрэн дэмжээрэй, 65:6
- эх хүн эцэггүй хүүхдийнхээ төлөө зовох ёсгүй, 2:233
- Исламын өмнөх үе, 58:2
- 2 сар дараалан мацаг барихын тулд гэмших, 58:4
- 60 гачигдалтай хүнийг хооллохын тулд гэмших, 58:4
- боолыг чөлөөлөх гэмшил, 58:3
- эвлэрлийн оролдлого, 4:35
- гэрлэлт гүйцэд болоогүй бол нүгэлгүй, 2:236
- инжний талыг авах эрхтэй сүйт бүсгүй, 2:237
Гэр бүл салалт, Эмэгтэй хүн
- гурав дахь удаагаа салсны дараа (өөр нөхрөөсөө салсан энэ салалт) анхны нөхөртөө буцаж болно, 2:229
- тэтгэмж авах эрхтэй, 2:241; 65:1
- салалтын тэгш эрх, 2:228
- нөхрийнхөө муухай харьцахаас айх, 4:128
- нөхрийнхөө өгсөн зүйлийг авч үлдэж болно, 2:229
- гэрээсээ хөөгдөх ёсгүй, 65:1
- жирэмслэлтийг үгүйсгэхийн тулд гурван сарын тэмдэг хүлээх, 2:228
- сарын тэмдэг ирээгүй хүмүүсийг гурван сар хүлээх, 65:4
- гэрлэлт гүйцэд болоогүй л бол, 33:49
Нохой, 7:176
Илжиг (Илжиг), 2:259; 16:8; 31:19; 62:5; 74:50
Уух зүйл
- архичин, 2:219; 5:90
- цэвэр цагаан амттай, 37:45-46; 76:21
- цэвэр битүүмжилсэн дарс, 83:25
Духа, S.93
Духан, S.44
Зааны цэрэг, 105:1-5
Елиас (Елиа; Ильясин) 6:85; 37:123-132
Елиша, (Альяаса') 6:86; 38:48
Енох, (Идрисийг үзнэ үү)
Үйл явдал, 56:1; 69:15
Хорон муу, 4:123; 10:27-30; 19:83; 59:15
- олон нийтийн өмнө хэлж болохгүй, 4:148
- биднээс ирдэг, харин сайн сайхан нь Аллахаас ирдэг, 4:79; 42:48
- уучлаарай, 4:149
- шагнагдсан, 6:160; 42:40
- хэн зохион бүтээдэг, төлөвлөгөө гаргадаг, 16:45-47
- төгсгөл байсан, 30:10
- газар болон далайд гарч ирсэн, 30:41
- сайнаар няцаах/хамгаалах, 13:22; 23:96; 41:34
- өөрчлөгдсөн, сайн сайхны төлөө, 7:95
- тэд өөрсдийн хүслийг дагадаг, 47:14, 16
- тэдний төлөө үзэсгэлэнтэй үйлс, 47:14
Илүүдэл
- хоол хүнсэнд хориотой, 5:87
- шашинд, 4:171; 5:77-81
Нүд, чих, арьс нь нүгэлтнүүдийн эсрэг гэрчлэх болно, 41:20-23
Эзра, (Узайр) 9:30
Аллахын царай эсвэл дүр төрх, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Шударга харагдаж байна
- Аллах хүн бүрт өөрийн гэсэн үйлийг хийсэн, 6:108
Итгэл (Итгэл үнэмшил), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- үгүйсгэгчид, 3:116
- өсөлт, 3:173
- баталгаатайгаар, 44:7; 45:4, 20; 51:20
- Тэр чамайг тэр зүгт хөтөлсөн, 49:17
Фажр, S.89
Фалак, S.113
Коран судрын шүлгүүдийн талаарх худал яриа, 6:68
Хуурамч бурхад
- Аллахаас гадна шүтээнүүд болон хамтрагчид гэгдэх зүйлс 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- Аллахаас өөр шүтдэг хүмүүсийг нь бүү доромжил, 6:108
- мөн Тагутыг үзнэ үү
Худал хуурмаг (Батил), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Хүний үйлсийг өөрийнх нь хүзүүнд уясан, 17:13
Мацаг барих, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- цагаан утас хар утсаас ялгартал идэж уух, 2:187
Фатх, S.48
Фатиха, S.1
Фатир, S.35
Фидя (золиос), мацаг барих, 2:196
- олзлогдогсдыг чөлөөлсний төлөө, 8:67
- үл итгэгчдийн өргөсөн золиос, 3:91; 5:36,37; 10:54; 13:18
Зураг, 95:1
Тэмцэх
- Аллахын замд, үл итгэгчдийн эсрэг, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- томилогдсон, 2:216
- ариун саруудад, 2:217; 9:5
- Израилийн хүүхдүүдийн бүтээл, 2:246-251
- Аллахын замд, дарлагдсан эрэгтэй, эмэгтэй хүмүүст, 4:74-76
- Фитна байхгүй болтол, 8:39
- хорин хоёр зууг давсан, 8:65
- Аллахад итгэдэггүй хүмүүсийн эсрэг, 9:29
- гомдсон хүмүүсийн эсрэг зөвшөөрөл, 22:39-41
- мөн хоёр нүүртнүүд, 47:20
- с чөлөөлөгдсөн зүйлс 48:17
Фил, S.105
Фирдаус Диваажин, 18:107; 23:11
Гал, 56:71, 100:2
Ялаа, 22:73
Хоол хүнс
- хууль ёсны ба хууль бус, (Халал ба Харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- өнгөрсөнд идсэн зүйлдээ нүгэл үйлдэхгүй, 5:93
- Хэтрүүлж болохгүй, 5:87
- Аллахын зөвшөөрсөн зүйлийг бүү хориотой болго, 5:87; 7:32; 16:116
Хориотой үйлдэл, 6:151-152; 7:33
Уучлал, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- итгэгчдийн үүрэг, 42:37; 45:14
- итгэгчдээс, Сударт бичигдсэн хүмүүст зориулан, 2:109
- Аллах хүссэн хүнээ уучилдаг, 4:48
- Аллах Өөртэй нь хамт шүтлэгт хэнийг ч шүтэхгүй байхыг уучилдаг, 4:48, 116
- Аллахыг эрэлхийлдэг хэн боловч, 4:110
- Мушрикчуудын төлөө Аллахаас гуйхгүй байх, 9:113
- Аллах бүх нүглийг уучилдаг, 39:53
- тэнгэр элчүүд дэлхий дээрх хүмүүсийн төлөө гуйдаг, 42:5
- уурласан үедээ уучил, 42:37
- уучилж, эвлэрэх, 42:40
- Аллахын өдрүүдийг найддаггүй хүмүүсийг уучлахыг итгэгчид хүсэх ёстой, 45:14
- их нүгэл болон Фавахишаас зайлсхийдэг хүмүүст зориулав, 53:32
- бие биетэйгээ гүйцэж түрүүлээрэй, 57:21
- муу үйлсийг сайн үйлс болгон өөрчилсөн 25:68-71
Луйвар, (Урвалт хэсгийг үзнэ үү) 83:1-6
Чөлөөт хүсэл зориг
- Аллахын хүслээр хязгаарлагдсан, 6:107; 10:99; 74:56;76:31; 81:28-29
- хүссэн хэн ч итгэж, итгэхгүй байг, 18:29
- Эзэн рүүгээ замаа олох, 76:29
- шулуун алхах, 81:28
Баасан гарагийн залбирал, 62:9-11
Жимс, 6:41; 16:11
- Диваажинд, элбэг дэлбэг байдлаар, 43:73
- бүх төрлийн, 47:15
- тэдний хүссэнээр, 77:42
Фужжар, 82:14-16; 83:7
Фуркан, S.25
Фуссилат (Ха Мимийг үзнэ үү), S.41
Габриел, (Жибрил) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
Мөрийтэй тоглоом, 2:219; 5:90
Ихрамтай тоглоом, 5:94-96
Гафир (Муминыг үзнэ үү), S.40
Гашия, S.88
Гүсл, 4:43; 5:6
Бэлэг, 30:39
Голиат, (Жалут) 2:249-251
Сайн (Өдөр), 3:140
- та муу, муу зүйлд дургүй, 2:216
- шагнагдах, 4:85; 28:54
- шагналын давхар, 4:40; 28:54
- арван удаа шагнагдсан, 6:160
- нэмэгдсэн, 42:23
- үүнийг хийсэн хүмүүст сайн сайхан, мөнхийн гэр бий, 16:30
- энэ дэлхий дээр сайн үйл хийдэг хүмүүст зориулагдсан, 39:10
- Аллах хамгийн сайныг нь хийдэг хүмүүсийг шагнадаг, 53:31
- сайн сайхныг эс тооцвол шагнал гэж байдаг уу? 55:60
- Аллах танд сайн хандсан шиг хий, 28:77
Сайн ба муу
- сайн зүйл Аллахаас, муу зүйл чамаас, 4:79
- Хэрэв та сайн үйл хийвэл өөртөө, хэрэв муу үйл хийвэл өөртөө, 17:7;41:46
- мууг сайнаар няцаах, 23:96; 28:54; 41:34
- сайн ба муу үйл тэнцүү байж болохгүй, 41:34
- хүн бүр өөрийн хийсэн бүх зүйлтэй тулгарах болно, 3:30
- мөн Мухсинуныг үзнэ үү
Сайн үйлс
- үүнийг илчлэх эсвэл нуух, 4:149
- цагт уралдаанд оролцож байгаа мэт хичээх 5:48
Сайн мэдээ, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Агуу мэдээ, 78:1-5
Мэндчилгээ, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадид, S.57
Хади (тахил өргөх амьтан), 2:196, 200
Хаж (Мөргөл), 2:158, 196-203; 3:97; 5:2;22:30
Хаж, S.22
Хаман, 28:6, 38; 29:39; 40:24, 36, 37
Гар, хөл гэрчлэх болно, 36:65
Хагга, S.69
Зовлон бэрхшээл бүрт тайвшрал байдаг, 94:5-6
Харун, (Аарон)
Харут, 2:102
Хашр, S.59
Зүрх сэтгэл
- хатуурсан, 2:74; 22:53; 39:22; 57:16
- лацдагдсан, 7:100-101; 40:35; 47:16; 63:3
- бүрхэгдсэн, 17:46; 41:5
- түгжигдсэн, 47:24
- хуваагдсан, 59:14
- айдас дүүрэн, 22:35
- хэнд өвчин байдаг, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Тэнгэрүүд
- үл үзэгдэх зүйлс Аллахад харьяалагддаг, 16:77
- жүжигт зориулагдаагүй, 21:16
- мөн дэлхий нэгдэв, 21:30
- дотор нуусан зүйл байхгүй, 27:75
- ямар ч баганагүйгээр бүтээгдсэн, 31:10
- Түүний баруун гарт ороогдоно, 39:67
- хоёр өдрийн дотор долоон тэнгэрийг бүтээх, 41:12
- хамгийн ойрын тэнгэрийг дэнлүүгээр чимэглэсэн, 41:12
- Бурханд байгаа бүхэн харьяалагддаг, 45:27; 53:31
- долоон тэнгэр, бие биенийхээ дээр, 67:3
Там (гал, дүрэлзсэн дөл) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- шатаж буй болон буцалж буй ус 22:19-22; 23:103-104
- идээ 14:14-17; 38:55-58; 69:35-37
- Заккумын мод 37:62-70; 44:43-50; 56:41-56
- оршин суугчдын амьдрах эсвэл үхэх чадваргүй байдал 87:13
- буруутгах 26:91-101; 34:31-33
- тэр даруй устгахыг уриалж байна 25:13-14; 43:74-78
- чин сэтгэлийн уйлаан 35:36-37
- Гал архиран, архирах 25:11-12; 67:6-11
- шарсан арьсыг шинээр сольсон 4:56
- давирхайн гинж болон хувцас 14:48-50
- төмөр бороохой 22:19-22
- гинж 13:5
- Тамын харуулууд 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- золиос хүлээн аваагүй 5:36-37
- зуучлахыг үгүйсгэсэн 6:94; 26:100; 30:13; 74:48
- цөхрөл, мөс шиг хүйтэн харанхуйг шатааж байна, 38:57
- 70 тохой урттай гинж, 69:32
- хязгаарлагдмал хугацаагаар байрлах, 78:23
Цаашид
- байшин нь илүү дээр, 6:32; 7:169
- энэ нь дахь төгсгөл байх болно 6:135
- Залимун амжилтанд хүрэхгүй (дотор), 6:135
- гэр, 12:109; 16:30; 28:83; 29:64
- үүнд итгэдэггүй хүмүүс, 17:10
- шагнал, 42:20
- мөнгө, алтнаас илүү дээр, 43:33-35
- зөвхөн Муттакунчуудад зориулагдсан, 43:35
- шийтгэл, 68:33
- илүү сайн, илүү удаан эдэлгээтэй, 87:17
- одоогийнхоос илүү дээр, 93:4
Хурдны зам, өргөн, 21:31
Хижр (Хадархаг зам), 15:80-85
Хижр, S.15
Ижил хүйстэнтэйгээ бэлгийн харьцаанд орох 26:165-166; 27:55; 29:28-29
Морьд, 16:8
Цаг
- үүний тухай мэдлэг зөвхөн Аллахад л байдаг, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- гэнэт энэ нь тэдний дээр бууж ирэв, 6:31; 7:187;12:107; 43:66
- чам дээр ирнэ, 6:40; 12:107; 20:15; 34:3
- ойртож ирлээ, 54:1-5
- нүд ирмэхийн зуур, эсвэл бүр ойртох тусам, 16:77
- газар хөдлөлт, 22:1
- нд байгуулагдах болно 30:12, 14
- гарцаагүй ирнэ, эргэлзээгүй, 40:59; 45:32; 51:5-6
- тэмдгүүд 21:96; 27:82; 43:61; 47:18; 54:1-2
- нэрс 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- хүмүүсийг гэнэтийн байдлаар авч явах болно 6:31; 7:187
- Бүрээ үлээнэ 6:73; 23:101; 39:68
Байшингууд, орох ёс зүй, 24:27-29
Худ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Худ, S.11
Хужурат, S.49
Хумазах, S.104
Хунайн (тулаан), 9:25
Хур (Диваажингийн эмэгтэйчүүд), 44:54; 52:20
Хоёр нүүртнүүд
- хэлэхдээ: бид Аллах болон Эцсийн өдөрт итгэдэг ч үнэндээ итгэдэггүй, 2:8
- өөрсдийгөө хуурдаг, 2:9
- тэдний зүрх сэтгэл дэх өвчин, 2:10; 8:49; 22:53;33:12; 47:29
- хорлон сүйтгэх, 2:11-12
- тэнэгүүд болон элэг дооглогчид, 2:13-15
- удирдамжийн алдааг худалдаж авсан, 2:16
- дүлий, хэлгүй, сохор, 2:17-18
- үхэл болон харанхуйгаас айж, 2:19-20
- тааламжтай үг хэллэг, 2:204-206
- тулалдахаас татгалзах, 3:167-168
- Аллах тэдний зүрх сэтгэлд юу байгааг мэддэг, 3:167;4:63
- хуурамч шүүгчдэд шүүлгэх, Илчлэлтээс нүүр буруулах, гамшиг тохиолдоход ирэх, 4:60-62
- азгүй явдал болон агуу амжилтын үед, 4:72-73
- Аллах тэднийг буцааж хаясан, 4:88
- найз гэж үзэхгүй байх, 4:89; 58:14-19
- Хэрэв тэд буцаж эргэвэл, хаана ч таарвал тэднийг ал, 4:89
- тэд таны ялалт эсвэл итгэгчдийн амжилтыг хүлээж, хүлээж байдаг, 4:141
- Аллахыг хуурахыг эрмэлздэг, тэд залхууралгүй, хүмүүст харагдахын тулд залбирдаг, 4:142
- эдгээрт ч, тэдэнд ч хамаарахгүй, 4:143
- Галын хамгийн гүнд; туслагч байхгүй, 4:145
- илчлэгдэхээс айх, 9:64-65
- залбирахгүй байх, 9:84
- эрэгтэй, эмэгтэй хүмүүс бие биенээсээ гаралтай; ялагдагсад; Аллахын хараал, 9:67-69
- Бедуинчүүдэд, 9:101
- хаанаас ч олдсон тэднийг барьж аваад ална, 33:61
- Аллах шийтгэх болно, 33:73
- худалчид; нуруугаа харуулсан; тэдний зүрх сэтгэл хуваагдсан, 59:11-14
- худалчид; тангаргаа халхавч болгосон; тэдний зүрх сэтгэлийг битүүмжилсэн; тэднээс болгоомжил, 63:1-4
- ойлгохгүй, мэдэхгүй, 63:7-8
- шаргуу тэмцэх, 66:9
Иблис (Сатан), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- мөн Сатаныг үзнэ үү
Ибрахим, (Абрахамыг үзнэ үү)
Ибрахим, S.14
Идда (эмэгтэйчүүдэд салалтын тогтоосон хугацаа), 2:228, 231, 232, 234, 235; 33:49;65:1-7
Идрис (Енох), 19:56-57; 21:85; 96:4
Ихрам, 2:197; 5:2, 95
Ихсан, 16:90
Ихлас, S.112
Илах, зөвхөн Нэг, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Хууль бус бэлгийн харьцаанд орох; гэрчийн мэдүүлэг, 4:15-18; 24:2, 19
Иллийюн, 83:18-21
Цэвэр бус (Нажас) 9:28
'Имран
- эхнэр, 3:35
- охин, 66:12
Зайлшгүй, 69:1-3
Инфитар, Өмнөд 82
Өв залгамжлал, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
Шударга бус явдал, хэнд үйлдэгдсэн бэ, 4:30, 148
Инсан (Дахрыг үзнэ үү), S.76
Иншигак, S.84
Иншира (Шархыг үзнэ үү), S.94
Урам зориг, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
Өмгөөллийн зуучлагч/Зөөлчлөгч, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
Согтууруулах ундаа, 5:90, 2:219
Икамат-ас-Салат, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Икра' ('Алак'-г үзнэ үү), S.96
Ирам, 89:7
Төмөр, 57:25
"Иса, Есүсийг хар даа"
Исаак, (Ишак) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
Ишмаел (Исмаиль), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
аавтайгаа хамт Каабагийн суурийг босгосон 2:125-140
тахилын түүх 37:100-113
Ислам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- Мусульманчууд гэдгээрээ бууж өгсөн хүмүүсийн эхнийх нь, 6:14,163; 39:12
- түрүүлж тэврэх, 9:100
- хөх нээгдсэн, 39:22
- ивээл болгон, 49:17
Исра', S.17
Израиль, Хүүхдүүд, 2:40-86
- өгсөн нигүүлсэл, 2:47-53, 60, 122; 45:16-17
- Аллахын дуулгавартай байдлын эсрэг бослого гаргах, 2:54-59, 61, 63-74; 5:71; 7:138-141
- тэдний мусульманчуудтай харилцах харилцаа, 2:75-79
- тэдний их зан, 2:80, 88, 91
- тэдний гэрээнүүд, 2:80, 83-86, 93, 100; 5:12-13, 70
- энэ дэлхийн амьдралыг хойд насны үнээр худалдаж авсан, 2:86
- хүн төрөлхтний хамгийн амийн шуналтан, 2:96
- хаан хүсэх, 2:246-251
- хязгаарыг давсан; янз бүрийн бүлэгт хуваагдсан; сармагчингууд, 7:161-171
- хоёр удаа амласан, 17:4-8
- дайснаас чөлөөлөгдсөн, 20:80-82
- өгөгдсөн Судар болон удирдагчид, 32:23-25; 40:53-54
- эрдэмтэд үүнийг мэддэг байсан (Коран үнэн гэж), 26:197
Истава (боссон), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
И'тикаф, 2:187
Иаков, (Яъкуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (Иаковын арван хоёр хүү), 2:140; 3:84;4:163
Жалут, (Голиатыг үзнэ үү)
Жамарат, 2:200
Жатия, S.45
Есүс, Мариагийн хүү Иса
- дэлхийн бүх эмэгтэйчүүдээс сонгогдсон эх 3:42
- Амилалтын өдөр гэрчилдэг, 4:159
- төрөлтийн баярт мэдээ, 3:45-47; 19:22-23
- Израилийн хөвгүүдэд илгээсэн элч, 3:49-51
- шавь нар, 3:52-53; 5:111-115
- шавь нар Аллахын туслагчид болох нь, 3:52; 61:14
- өргөгдсөн, 3:55-59; 4:157-159
- Адамын дүр төрх, 3:59
- алаагүй, цовдлогдоогүй, 4:157
- урам зориг авсан, 4:163
- Элчээс өөр зүйл биш (түүнийг бурханчлахгүй), 4:171-172; 5:75; 19:30, 43:63-64
- гэж хэлдэг хүмүүс итгэлгүй болсон 5:17, 72; 9:30
- Бидний элч (Мухаммед ﷺ ) ирлээ, 5:19
- Сайн мэдээг өгсөн, 5:46
- шавь нар нь: бид мусульманчууд гэж хэлсэн, 5:111
- Хоол хүнсээр дүүрэн ширээ, 5:114
- хуурамч шүтлэг заагаагүй, 5:116-118
- зөв шударга бошиглогч, 6:85
- тэмдэг болгон, 23:50
- түүний хоёр дахь ирэлт 43:61
- ын талаарх өөр өөр үзэл бодол 43:65
- Израилийн хөвгүүдэд боол, үлгэр дуурайл болохоос өөр зүйл биш, 43:59
- Ахмед гэдэг Элчийн сайн мэдээ, 61:6
- түүний онгон төрөлт, захиас болон гайхамшгууд 3:45-51; 19:16-38
- Аллахын нигүүлслийг сануулсан 5:110-115
- бурханлаг байхыг үгүйсгэдэг 5:116-120
- дагалдагчдынх нь зүрх сэтгэлд өрөвдөх сэтгэл, нигүүлсэл 5:82; 57:27
Еврейчүүд ба Христэд итгэгчид, 2:140; 4:153-161, 171; 5:18
- худал хуурмагийг сонсох, 5:41-42
- тэдний хэлсэн зүйлд хараал хүртсэн, 5:64
- итгэгчдэд (Мусульманчуудад) дайсагнал, 5:82
- Исламыг хүлээн авсан хүмүүс, 26:197; 28:53; 29:47
Жибрил, (Габриелийг үзнэ үү)
Жихад, (Тэмцэх, Тэмцэх) 2:216; 9:24; 22:78; 25:52
Жинн, S.72
Жинн, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Жин, галаас бүтээгдсэн 15:25; 55:15
- итгэгч ба итгэгч бус жиннүүд 72:1-15
- зарим нь Коран судар 46:29-32
- хүн төрөлхтөн болон жиннүүдийг зориулалтын дагуу бүтээсэн 51:56-58
Иов, 4:163; 6:84; 21:83-84; 38:41-44
Жон, (Яхья, Баптист Иохан)
- баярт мэдээ, 3:38-41; 19:7-11; 21:90
- зөв шударга, 6:85
- ухаалаг, энэрэнгүй, дуулгавартай, 19:12-15
Иона (Ионас эсвэл Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Дун-Нун) 21:87; 68:48-50
Иосеф (Юсуф), 6:84; 12:4-101
- шилдэг түүхүүд 12:1-3
- залуу Иосефын зүүд 12:4-6
- түүний ах дүүсийн хуйвалдаан 12:7-18
- боолчлолд зарагдсан 12:19-20
- Египетийн Ерөнхий сайдын гэрт өссөн 12:21-22
- Ерөнхий сайдын эхнэр түүнийг уруу татахыг оролддог 12:23-29
- хүлээн авалтын үйл явдал 12:30-32
- шоронд ордог 12:33-35
- хоёр хоригдол 12:36-42
- Хааны зүүд 12:43-53
- Ерөнхий сайд болдог 12:54-57
- ах дүү нар түүн дээр хангамж авахаар ирдэг 12:58-68
- өөрийн ах Бенжаминыг авч явдаг 12:69-82
- эцгийнх нь дахин уй гашуудах нь 12:83-87
- өөрийн жинхэнэ мөн чанарыг илчилдэг 12:88-98
- хуучин мөрөөдөл биелдэг 12:99-100
- төгсгөлийн залбирал 12:101
Жуди, Маунт, 11:44
Жумуа, S.62
Шударга ёс (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- мөн 4:65, 105
Кааба
- Абрахамын барьсан, 2:125-127
- ан агнуур хийхийг хориглоно, 5:94-96
- аюулгүй байдлын орогнол, 5:97
- нүцгэн байдалтайгаар тойрон алхах, 7:28
- залбирч, тойрон алхаж байхдаа, 2:200; 7:29, 31
Кафирун, S.109
Кафур, аягатай хольсон, 76:5
Кахф, S.18
Канз, 9:34-35
Каутар (Диваажин дахь гол), 108:1
Каутар, S.108
Түлхүүрүүд
тэнгэр ба газрын тухай, 39:63; 42:12
Гайбын тухай, 6:59
Хаула бинт Та лабах, 58:1
Алах
- хэрэв хэн нэгэн хүн алсан бол тэр бүх хүн төрөлхтнийг алсан гэсэн үг, 5:32
- хэнийг ч бүү ал, 17:33
Сайхан үгс буяны үйлсээс дээр, 2:263
Төрөл садан, эрх, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кираман-Ратибин, 82:11
Мэдлэг
- навчис унахгүй ч Тэр үүнийг мэддэг, 6:59
- хүүхдүүдээ тэнэглэлээс болж алсан хүмүүс алдсан, 6:140
- таван зүйлийн нэг, зөвхөн Аллахтай хамт, 31:34
- баталгаатайгаар, 102:5-7
Кора (Карун), 28:76-82; 29:39; 40:24
Курси, 2:255
Лахаб (Масадыг үзнэ үү), S.111
Лайл, S.92
Дэнлүү, 25:61; 67:5; 71:16; 78:13
Хэлнүүд
- эрчүүдийн өнгөний ялгаа, 30:22
Латин, 53:19
Хууль, -д зааса 5:48
Аллахаас ирсэн хуулиуд, 2:219; 98:3
Худалчид, 26:221-223
Амь, хэрэв хэн нэгэн хүнийг аварсан бол тэр бүх хүн төрөлхтний амийг аварсан, 5:32
Энэ дэлхийн амьдрал
- хойд насны үнээр худалдаж авсан, 2:86
- зөвхөн хууран мэхлэлтийн таашаал юм, 3:185
- хойд насандаа зарах, 4:74
- зүгээр л зугаа цэнгэл, тоглоом юм, 6:32; 29:64; 47:36; 57:20
- хууран мэхлэлт, 6:130
- Ахиратаас илүү ер бусын таашаал гэж үгүй, 9:38; 13:26; 28:60
- -ын дүр төрх нь бороо шиг, 10:24
- дэх сайн мэдээ 10:64
- Хүссэн хүн түүнд хүрнэ; гэхдээ түүнд хойд насанд ямар ч хувь байхгүй, 11:15-16; 17:18; 42:20
- одоо цагийг хайрлаж, ирээдүй цагийг үл тоомсорлодог хүмүүс, 75:20-21; 76:27
- та г илүүд үздэг 87:16
Гэрэл
- тунхаглал, 4:174
- мөн харанхуй, 6:1
- сургаалт зүйрлэл, 24:35
- итгэгчдийн өмнө болон тэдэнтэй хамт явдаг, 57:12-15; 66:8
- итгэгчид шулуун алхахын тулд Аллахын өгсөн, 57:2
Аллахын тогтоосон хязгаар, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- эдгээр нь, 2:187; 229-230; 4:13; 58:4; 65:1
- г зөрчихгүй байх 2:190, 229
- хэн ч гэсэн зөрчвөл, 2:229; 4:14; 78:22
- гэхдээ зайлшгүй шаардлагатайгаар албадсан, эсвэл зөрчөөгүй, 2:173; 6:145
- шашин шүтлэгтээ хэтрүүлж болохгүй, 4:171; 5:77
- тэд (сармагчин болсон)-г давсан үед, 7:166
- ажиглагчид, 9:112
Арслан, 74:51
Зээл
- Аллахад сайхан зүйл зээлдүүл, 2:245; 73:20
- нэмэгдсэн олонлог, 57:11, 18
- давхардсан, 64:17
Алдагдал, илэрхий байдал, 39:15
Лот, (Лут) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- түүний дуулгаваргүй эхнэр, 11:81; 15:60; 66:10
Лот мод, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Ма'ариж, S.70
Мадина (Ятриб), 9:120; 33:13, 60; 63:8
Мадиан, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- мөн Айка Вудыг үзнэ үү
Махр (хуримын мөнгө), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Майда, S.5
Макка (Бакка), 3:96;90:1-2
- Аюулгүй байдлын хот, 95:3
Хүн
- дэлхий дээрх үеэс үед, 2:30; 6:165
- залгамжлагч болгосон, 35:39
- үүрэг, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- Аллахын сорьсон, 2:155; 3:186; 47:31; 57:25
- эрчүүдийн хүсдэг зүйлс, 3:14
- оос бүтээгдсэн 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- тогтоосон хугацааг бий болгож, тогтоов, 6:2; 15:26
- эхнэрийн хоорондох эвлэрэл, 4:35
- Аллахтай уулзахаа үгүйсгэсэн ялагдагчид, 6:31
- буцах, 6:60, 72, 164; 10:45-46
- өөрийнхөө эсрэг хуйвалдаан, 6:123
- бусдын ачааг үүрэхгүй, 6:164
- талархалгүй, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- Сатаны эсрэг сэрэмжлүүлсэн, 7:27
- эхнэр хүүхдүүд, 7:189-190
- хор хөнөөл эсвэл муу зүйл хүрэх үед, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- Эзэн рүү эргэн очих, 10:23; 84:6; 96:8
- өөртөө буруу ханддаг, 10:44
- баяр хөөртэй, онгироо, 11:10
- хорон мууг дууддаг, 17:11
- үргэлж яардаг, 17:11
- түүний үйлс хүзүүндээ уягдсан, 17:13
- Хэн төөрөлдөж, зөв замаар явбал зөвхөн өөрийнхөө төлөө, 17:15
- шударга бусаар харьцахгүй байх, 17:71
- үхэл ба амилалт, 23:15-16
- шашнаа бүлэглэл болгон хувааж, тус бүр өөрийн итгэл үнэмшилдээ баясаж байв, 23:53
- хэл, гар, хөл нь эсрэг гэрчлэх болно, 24:24
- өөрийнхөө эсрэг гэрчлэх, 75:14
- өөрийн хүслээ бурхан болгосон хүн, 25:43
- цусан төрөл болон гэрлэлтээр төрөл төрөгсөд, 25:54
- Аллах тэнгэр, газар дээрх бүх зүйлийг та нарт захирч өгсөн, 31:20
- Аллахад нүүрээ даатгасан хэн боловч, 31:22
- түүний бие дотор хоёр зүрх биш, 33:4
- Аллахыг шүтэх, 39:64-66
- түүний гараар хийсэн зүйлээс болж золгүй явдал тохиолдох, 42:30, 48
- түүний үйлсийг тэмдэглэж буй тэнгэр элчүүд, 50:17-18, 23; 85:11
- түүнийг хамгаалж буй тэнгэр элчүүд, 13:11; 86:4
- гурван ангилалд хуваагдсан, 56:7-56
- Аллахад хамгийн ойр хүмүүс, 56:10-11
- Баруун гарын хамтрагчид, 56:27-40
- Зүүн гарын хамтрагчид, 56:41-56
- үл мэдэгдэх хэлбэрээр хувирч, бүтээгдэх, 56:60-62
- хэлбэр дүрсийг сайн хийсэн, 64:3
- эд баялаг, үр хүүхэд бол зөвхөн сорилт юм, 64:15
- бүтээгдсэн бөгөөд заяагдсан, 67:23-24; 74:12-15; 90:8-10
- тэвчээргүй, 70:19-21
- залбиралд зориулагдсан, 70:22-35
- илүү ихийг хүсдэг, 74:15
- өөрийнхөө эсрэг гэрчлэх, 75:14-15
- түүний их зан, 75:31-40; 90:5-7
- энэ дэлхийн өнөөгийн амьдралыг хайрладаг, 76:27
- бүтээхэд илүү хэцүү юу, эсвэл тэнгэр үү, 79:28
- Эзэний талаар хайхрамжгүй хандах, 82:6-12
- төгс загварлаг, зохих харьцаатай, 82:7
- нэг үе шатнаас нөгөө үе шат руу аялдаг, 84:19
- эд баялгийг хайрлах, 89:20
- хөдөлмөрөөр бүтээгдсэн, 90:4
- хүчин чармайлт болон үйлс нь олон янз байдаг, 92:4
- түүнд амар амгалан, муугийн замыг тэгшитгэх болтугай,92:7,10
- хамгийн сайн хэлбэртэй (хэвэнд) бүтээгдсэн, 95:4
- дараа нь хамгийн бага утга болох 96:5 хүртэл буурна
- бүх хязгаарыг давдаг, 96:6-7
Хажийн Манасик (үүрэг), 2:128, 200; 22:30
Манат, 53:20
Хүн төрөлхтөн
- гэрчүүд, 2:143
- нэг нийгэмлэг, 2:213; 10:19
- ганц хосоос бүтээгдсэн, 4:1; 39:6; 49:13
- өөрсдийнхөө эсрэг бослого, 10:23
- тооцоо ойрхон байгаа ч хайхрамжгүй хандсан, 21:1-3
- Фитра дээр бүтээгдсэн, 30:30
- хамгийн хүндэт, 49:13
- үндэстэн, овог аймгууд болж хувирсан, 49:13
Манна ба бөднө шувууд, 2:57
Ёс суртахуун
- байшинд орох тухай, 24:27-29
- гэртээ, 24:58-61
- Бошиглогчийн гэрт, 33:53
- Бошиглогчид мэндчилж, мөргөл үйлдэх, 33:56
- Аллах болон Түүний элч, итгэгч эрэгтэй, эмэгтэй хүмүүсийг гомдоохгүй байх, 33:57-58
- итгэхээсээ өмнө мэдээг баталгаажуул, 49:6
- бусдыг шоолж болохгүй, 49:11
- чуулгануудад, 58:11
Гэрлэлт, 2:232, 234
- үл итгэгчид эсвэл боолуудад, 2:221
- хэдэн хувь, хууль ёсны, 4:3
- Салалтын үед махрыг буцааж авахгүй, 4:20-21
- хориотой зүйлс нь зориулагдсан, 4:22-24
- Хэрэв чөлөөт итгэгч эмэгтэйчүүдтэй гэрлэх арга байхгүй бол, 4:25
- зөрчил гаргана гэж болгоомжилвол хоёр арбитр томилох, 4:35
- Хэрэв эхнэр нь харгислал эсвэл орхигдлоос айж байвал эвлэрлийн нөхцөлийг бүрдүүл, 4:128
- нэг эхнэртээ хэт их найдахгүй байх, нөгөө эхнэрээ дүүжлэхгүй байх, 4:129
- завхайрагчдын тухай, 24:3
- ядуу хүмүүст, 24:32
- гэрлэх санхүүгийн боломжгүй хүмүүс, 24:33
- Бошиглогчид хууль ёсны болгосон эхнэрүүд, 33:50-52
- бэлгийн харьцаанд орохоос өмнө, салалтын үед идда байхгүй, 33:49
Алагдсан хүмүүс
- үхээгүй, 2:154; 3:169
- Аллахын нигүүлсэл ба өгөөмөр сэтгэлд баярла, 3:170-171
- уучлал болон өршөөлийг хүлээн авах, 3:157-158
- сайн хангамж авах болно, 22:58-59
Марут, 2:102
Мариа (Есүсийн эх), төрөлт, 3:35-7
- Есүсийн сайн мэдээ, 3:42-51; 19:16-21
- төрөх үед, 19:23-26
- нялх хүүхдийг өөрийн ард түмэнд авчирсан, 19:27-33
- худал мэдээлэл, 4:156
- ариун байдлаа хамгаалсан, 21:91; 66:12
Мариам, S.19
Масад, S.111
- Аль-Масжид-аль-Агса, 17:1
- Аль-Масжид-аль-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Аль-Маш'ар-аль-Харам, 2:198
Маун, S.107
Ма'ва Диваажин, 53:15
Хэмжилт ба жин, бүрэн өг, 11:85; 17:35;83:1-5
Уулзалт
- Аллахтай хамт, 6:31
- Агуу өдрийн тухай, 19:37
- Ахиад амьдралын тухай, 30:16
Элч нар, 2:253; 4:164-165; 40:78; 57:27
- дараалал, 2:87
- цуврал, 5:19; 23:44
- алагдсан, 3:183
- заналхийлсэн, 14:13
- доог тохуу хийсэн, 6:10; 13:32; 15:11; 21:41
- үгүйсгэгдсэн ба няцаагдсан,3:184; 6:34;25:37;34:45; 51:52
- заримд нь итгэж, заримыг нь үгүйсгэдэг, 4:150-152
- цугларалт, 5:109
- баярт мэдээ өгөгч, сэрэмжлүүлэгч болгон илгээгдсэн, 6:48; 14:4-8
- бүх үндэстнээс гэрч болгон, 16:89
- үндэстэн бүрт 10:47; 16:36
- Аллахын шүлгүүдийг унших, 7:35-36
- тэнгэр элч, 17:95; 25:7
- хүнээс өөр зүйл биш, 14:10-12; 17:94; 21:8; 25:7-8, 20
- мөн тэдний эхнэрүүд болон үр хүүхдүүд, 13:38
- мөн Эш үзүүлэгчдийг үзнэ үү
Мираж, 17:1; 53:12
Харамч байдал/Харамч байдал, 57:24
Чиний гараас болж азгүйтэл, 42:30
Лам ёс, хуулиар хориглоогүй, 57:27
Сармагчингууд, нүгэлтнүүд 2:65;5:60; 7:166
Мираж, 17:1; 53:12
Сар, тоо, 9:36-37
Сар, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- хуваагдал; 54:1
Мосе
- болон түүний хүмүүс, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- мөн Фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- Аллахын удирдлага дор, 6:84
- уул ба Эзэний илрэлт, 7:142-145
- тугал шүтсэнийхээ төлөө ард түмнээ зэмлэв, 7:148-156;20:83-99
- түүний номонд санал зөрөлдөөн үүссэн, 11:110
- Сударт өгөгдсөн, 17:2
- есөн тодорхой тэмдэг, 7:133; 17:101
- хоёр тэнгисийн уулзвар хүртэл, 18:60-82
- шатаж буй бутны дэргэдэх хувь тавилантай учрал 20:9-36; 27:7-14; 28:29-35
- дуудаж, элчээр томилогдсон, 19:51-53;20:9-56
- түүний бага нас, ээж, эгч, 20:38-40;28:7-13
- илбэчид өөрчлөгдсөн, 20:70-73; 26:46-52
- Мадианд, 20:40; 28:22-28
- Шалгуурыг олгосон, 21:48
- мөн ид шидийн гал, 27:7-12; 28:29-35
- хотод санамсаргүйгээр Египет хүнийг алсан 28:14-21
- тодорхой аятуудтай хамт ирсэн, 29:39
- Фараонтой холбоотой түүх 7:103-137; 10:75-92; 11:96-99; 26:10-69
- Фараон болон түүний хүмүүст зориулсан есөн тэмдэг 7:130-133; 20:17-22; 17:101
- Фараоны илбэчдийг ялсан 20:70-73; 26:46-52
- Мидиан руу зугтаж, гэрлэх 28:22-28
- Шавхланг хүлээн авдаг 7:142-154
- Аллахыг уулан дээр харахыг хүссэн 7:142-145
- Аллахын хүндэтгэл 33:69
- Аллахын Израильчуудад үзүүлсэн ивээлүүд 2:47-61
- Израильчууд Иерусалимд орохоос татгалзсан 5:20-29
- Зөв зам руу хөтлөгдсөн, 37:114-122
- Судар, 53:36; 87:19
(Иерусалимын сүм), 17:7
Кубагийн сүм, 9:107-108
Сүм хийдүүд, 2:187; 9:17-19
- Аллахын тухай, 9:17-18
Шумуул, сургаалт зүйрлэл, 2:26
Уулс, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Муддатхир, S.74
Мухажир (цагаачид), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- эмэгтэйчүүд, 60:10-12
Мухаммед ﷺ
- доог тохуу хийсэн, 2:104; 4:46; 25:41-42; 34:78
- Элчийг хүндэтгэ, 2:104; 4:46; 49:1-5
- итгэх гэрээ, 3:81
- итгэгчдийн гэрч, 2:143
- зүгээр л нэг Элч, 3:144
- зөөлөн харьцах, 3:159
- түүний бүтээл, 3:164; 7:157; 36:6; 52:29; 74:1-7
- итгэгчдэд агуу нигүүлсэл болгон илгээсэн, 3:164
- үнэнээр илгээгдсэн, 4:170
- ажиглагч болгоогүй, 6:107
- бичиг үсэггүй, 7:157; 62:2
- Аллахын элч болон хүн төрөлхтөнд илгээгдсэн, 7:158; 48:9, 29
- энгийн сэрэмжлүүлэгч, 7:184, 188; 11:2; 15:89; 53:56
- галзуу хүн биш, 7:184; 68:2; 81:22
- чамайг хэн буруутгаж байна, 9:58
- Бошиглогчийг гомдоосон хүмүүс, итгэгчдэд өршөөл үзүүлэх, 9:61
- зөвхөн илчлэгдсэнийг л дага, 10:15-16; 11:12-14; 46:9
- түүний хэлсэн үгс, 11:2-4; 12:108; 34:46-50
- Аллах түүний гэрч юм, 13:43; 29:52; 46:8
- гэрч, баярт мэдээ хүргэгч, сэрэмжлүүлэгч болгон илгээгдсэн, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- зовж шаналахгүй байх, 15:97; 16:127; 18:6
- гэрчээр илгээгдсэн, 16:89; 22:78; 73:15
- мэргэн ухаан, шударга номлолоор урьж, илүү сайн аргаар маргах, 16:125
- Макаму Махмуд, 17:79
- урам зориг авсан, 18:110
- Аламинуудад өршөөл үзүүлэх, 21:107
- шагнал хүсдэггүй, 25:57; 38:86; 42:23
- тушаал авсан, 27:91-93;30:30;66:9
- Аллахын нигүүлсэл болгон, 28:46-47
- итгэгчдэд ойрхон, 33:6
- дагах сайн үлгэр дууриал, 33:21
- эш үзүүлэгчдийн сүүлчийнх нь, 33:40
- залбирал илгээх, 33:56
- бүх хүн төрөлхтөнд илгээгдсэн, 34:28
- цалин зөвхөн Аллахаас л байдаг, 34:47
- зөвхөн хүн, 41:6
- хамгаалагч болгон илгээсэн, 42:48
- Элч нарын дунд шинэ зүйл биш, 46:9
- Израилийн хөвгүүдийн дундаас гэрч, 46:10
- Түүнд өгсөн баяа (тангараг) бол Аллахад өгсөн баяа (тангараг) юм, 48:10, 18
- Габриелыг харсан, 53:4-18; 81:22-25
- түүнийг эсэргүүцэх хэрэггүй, 58:20-22
- Есүсийн зөгнөсөн, 61:6
- Үнэний шашныг бүх шашнаас ялан дийлнэ, 61:9
- харанхуйгаас гэрэл рүү, 65:11
- үл итгэгчид болон хоёр нүүртнүүдийн эсрэг шаргуу тэмцэх, 66:9
- зан чанарын өндөр стандарт, 68:4
- яруу найрагч эсвэл зөн билэгч биш, 69:41-42
- залбиралд зориулагдсан, 73:1-8, 20; 74:3
- мөн сохор хүн, 80:1-12
- Аллахад мөргөж, ойртох, 96:19
- цэвэр хуудсуудыг унших, 98:2
- Гэр бүлийн тухай Аят, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- мөн Элч нар; Зөнчдийг үзнэ үү
Мухаммед ( ﷺ ), S.47
Мухсинун (Сайн үйлстэн), 2:117, 195; 4:125,128; 10:12-16; 16:128
- Аллах хайрладаг, 3:134, 148; 5:93
- Аллах шагналаа алдахгүй, 5:85;9:120; 11:115; 18:30
- Бид шагнана, 12:22; 37:80, 105, 110; 39:34;77:44
- хүмүүст сайн мэдээ, 22:37; 46:12
- Аллахын нигүүлсэл ойрхон байна, 7:56
- Аллах тантай хамт байна, 29:69
- эцэг эхдээ дуулгавартай, сайн ханддаг, 2:83
- Аллахын өмнө хүлээсэн үүргээ биелүүлэхдээ тэвчээртэй байх, 16:90
- мөн Сайн ба Мууг үзнэ үү
Мужадила, S.58
Луус, 16:8
Мулк, S.67
Мумин (Гафирыг үзнэ үү), S.40
Му'минун, S.23
Мумтахана, S.60
Мунафигун, S.63
Аллага, 2:178-179
Мурсалат, S.77
Мусульманчууд
- эхнийх нь, 6:14, 163; 9:100; 39:12
- Хэн нэрлэсэн бэ, 22:78
- уучлал болон тэдэнд агуу шагнал, 33:35-36
Мутаффифин, S.83
Муззаммил, Өмнөд 73
Наба', S.78
Надир, Бану-ан-, (Еврейчүүд), 59:2, 9, 13
Нахл, S.16
Нажас (бохир бус) 9:28
Нажм, S.53
Нажва (Нууцыг харах)
Нэрс
Хамгийн Үзэсгэлэнт нь Түүнд харьяалагддаг, 7:180
Хамгийн сайн нь Түүнд харьяалагддаг, 17:110; 20:8; 59:24
Хүн албадсан тохиолдолд зайлшгүй шаардлагатай байдал, 2:173; 6:145
Хөрш, 4:36
Шинэ сар, 2:189
Мэдээ, шинжилгээнд хамрагдана 4:83
Харамч зан 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
Шөнө, (бэлгэ тэмдэг болгон), амрахын тулд, 10:67
- бүрхүүл болгон, 13:3; 78:10
- үйлчлэх, 14:32
- Аль-Кадр шөнө (Тогтоол), 44:3-4; 97:1-5
Ниса', S.4
Ноа, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- доог тохуу хийсэн 11:38
- Үер (хүчтэй үер), 29:14
- Хөвөгч авдар ба үер 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- зөвт бус хүү аврагдаагүй, 11:42-48
- шударга бус эхнэр, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур, S.24
Тангараг, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Дуулгавартай байдал, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
Биелүүлэх ёстой үүрэг хариуцлага, 5:1
Үр удам, 4:9; 42:49-50
- Тэр хүссэн хүндээ эрэгтэй, эмэгтэй хүнийг хайрладаг, 42:49
Олив, 6:141; 16:11; 23:20; 24:35; 95:1
Зөвхөн Ганц Мах, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
Өнчин хүүхдүүд, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- хамгаалагчид, 4:6
Өөрийн үйлсийг хүн бүрт үзэмжтэй харагдуулна, 6:108
Бүх бүтээлд хос хосоороо, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Дал мод, 13:4; 19:25; 20:71; 59:5
Сургаалт зүйрлэлүүд, (дүрслэл, жишээ, зүйрлэлүүд)
- гал асаасан хүн, 2:17-18
- тэнгэрээс аадар бороо, 2:19-20
- шумуул, 2:26
- хэн хашгирдаг вэ, 2:171
- бүрэн балгас болсон хот, 2:259
- эрдэнэ шишийн үр, 2:261
- гөлгөр чулуулаг, 2:264
- цэцэрлэг, 2:265-266
- олс, 3:103
- хүйтэн салхи, 3:117
- амилалт 7:57; 22:5; 41:39
- хэлээ гаргаад байгаа нохой, 7:176
- ангал хадан цохионы ирмэг, 9:109-110
- бороо, 10:24
- цэвэрхэн хадсан ургац, 10:24
- сохор ба дүлий, 11:24
- Аллах хуурамч бурхдын эсрэг 13:14; 16:76
- Үнэн ба Худал 13:17
- салхи ширүүн үлээдэг үнс, 14:18
- сайхан мод, 14:24-25
- хорон муу мод, 14:26
- боол ба эр хүн, 16:75
- эзнийхээ ачаа болдог тэнэг хүн, 16:76
- эмэгтэй сэдвийг тайлж байна, 16:92
- хотхон, аюулгүй, сайн сайхан, 16:112-113
- усан үзмийн цэцэрлэгтэй хоёр хүн, 18:32-44
- энэ дэлхийн амьдрал тэнгэрээс бууж буй ус шиг, 18:45
- тэнгэрээс унаж, шувуудад баригдсан, 22:31
- ялаа, 22:73
- Гэрэл бол орон зайн нэг хэсэг юм, 24:35-36
- мангас, 24:39
- асар гүн тэнгис дэх харанхуй, 24:40
- аалз, 29:41
- түншүүд, 30:28
- хотын оршин суугчид, 36:13-32
- өөр өөр өнгийн ургац, 39:21
- олон хамтрагчийн харьяалагддаг хүн, 39:29
- үр тариалалт, 48:29
- хатуу зүрх сэтгэл 57:16-17
- борооны дараах ургамалжилт, 57:20
- уул өөрийгөө даруу болгож байна, 59:21
- илжиг, 62:5
- усыг живүүлэх ёстой байсан, 67:30
- цэцэрлэгийн хүмүүс, 68:17-33
Диваажин
- Байрны тухай, (Ма'ва Диваажин), 53:15
- Фирдаус Диваажин, 18:107; 23:11
- Доор нь гол урсдаг цэцэрлэгүүд, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- Мөнхийн цэцэрлэгүүд ('Адн Диваажин) 9:72;13:23; 18:31; 19:61; 20:76
- Мөнхийн цэцэрлэгүүд ('Адн Диваажин'), 16:31;35:33; 98:8
- Баяр баясгалангийн цэцэрлэгүүд, 37:43; 56:12, 89
- Мөнхийн баяр баясгалантай цэцэрлэгүүд, 9:21
- Цэцэрлэгт хүрээлэн ба усан үзмийн талбай, 78:32
- хоёр цэцэрлэгийн жимс, 55:54, 62
- хүссэнээрээ бүх төрлийн жимс, элбэг дэлбэг, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- жимс ойрхон байх болно, 55:54; 69:23
- жимс, мах, 52:22
- шувууны мах, 56:21
- өргөсгүй лот мод болон Талх (гадил жимсний мод), 56:28-29
- ашиггүй мэдлэг, номтой илжиг 62:5
- гүйдэг пүрш, 88:12
- Салсабил гэдэг булаг, 76:18
- Кафур гэдэг булаг, 76:5
- булаг Тасним, 83:27-28
- Диваажинд байдаг гол, Кавтар, 108:1
- дарс, сүү, цэвэршүүлсэн зөгийн балны голууд, 47:15
- цэвэр битүүмжилсэн дарс, цагаан, амттай, 37:45-46; 56:18; 76:21; 83:25
- аяга, Занжабилтай хольсон, 76:17; 78:34
- ус, 76:5
- алтан тавиур болон аяганууд, 43:71
- мөнгөн сав суулга, болор аяга, 76:15-16
- нарийн, өтгөн торгон ногоон хувцас, 18:31;22:23; 35:33; 44:53; 76:12, 21
- алт, сувдан бугуйвчаар чимэглэсэн, 18:31; 22:23; 35:33; 76:21
- торгон брокадаар доторлогоотой вагонууд, 55:54
- ногоон дэрнүүд болон гоёмсог матраснууд, эгнээнд байрлуулсан, 55:76; 88:15
- алт, үнэт чулуугаар сүлжсэн, өндөрт өргөгдсөн сэнтийнүүд 56:15; 88:13
- дэлгэгдсэн тансаг хивс, 88:16
- үзэсгэлэнтэй харшууд, өндөр өрөөнүүд, бие биенийхээ дээр байрладаг, 9:72; 39:20
- тэнд үүрд мөнх байх, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- мөнхийн гэр, 3:15; 35:35
- сэнтий дээр бие бие рүүгээ харан сууж байна, 15:47; 37:44; 44:53; 56:16
- Тэнд үхлийг хэзээ ч бүү амтал, 44:56
- тэднээс хэзээ ч үүнийг орхихыг хүсэх ёсгүй, 15:48
- тэдний зүрх сэтгэлээс үзэн ядалт эсвэл гомдол арилсан, 7:43; 15:47
- бүх уй гашуу арилсан, 35:34
- ядрах, хөдөлмөрлөх, ядрах мэдрэмж байхгүй, 15:48;35:35
- ямар ч өвдөлт, хэвлийгээр өвдөх, толгой өвдөх, хордлого гарахгүй, 37:47; 56:19
- дэмий яриа, нүгэлтэй үг хэлэхийг хориглоно, 19:62;56:25
- хор хөнөөлтэй үг хэллэг эсвэл худал хуурмаг зүйл байхгүй, 78:35; 88:11
- нүглээс ангид, 37:47; 52:23
- хэт халуун ч биш, гашуун хүйтэн ч биш, 76:13
- мэдэгдэж буй заалт байх болно, 37:41;56:89
- энх тайван, аюулгүй байдалд, 15:46; 44:51, 55; 50:34
- амар амгалангийн гэр, 6:127
- мэндчилгээ, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- Зөв үйлс хийсэн хэн боловч орно, 4:124; 42:22; 44:51
- Эзэнийхээ өмнө хүлээсэн үүргээ биелүүлсэн хүмүүсийг бүлэглэн удирдана, 39:73
- үйлсийн улмаас өвлөгдсөн,43:72
- Аллах тэдэнд, тэд ч Түүнд баяртай байна, 5:119
- Миний Диваажин, 89:30
- хамгийн агуу аз жаргал, 9:72
- агуу амжилт, 57:12; 64:9
- дээд амжилт, 9:72; 44:57
- итгэгчдийн хувьд цэцэрлэг бол зугаа цэнгэл юм, 32:19
- Диваажингийн оршин суугчид тэр өдөр баяр хөөртэй зүйлсээр завгүй байх болно, 36:35
- цэцэрлэгт хүрээлэн, усны булаг шандны дунд байх болно, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- Сэнтийг тойрсон сахиусан тэнгэрүүдийг хар, 39:75
- Бүхнийг Чадагч Хааны ойролцоо, 54:55
- тэд хүссэн бүхнээ авах болно, 50:35
- Хадгалсан өндөг шиг том, үзэсгэлэнтэй нүдтэй, цэвэр ариун эмэгчин Хурс, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- цэвэр ариун эхнэрүүд, 3:15
- Сайхан сүүдэрт буй эхнэрүүд сэнтий дээр тухлан сууна, 36:55
- тэгш насны залуу, бүтэн хөхтэй онгон охид, 78:33
- тарсан сувд мэт тэдэнд үйлчлэх үхэшгүй мөнхийн зарц хөвгүүд, 52:24; 56:17; 76:19
- тэнгэр газар шиг уудам 3:133, 57:21
- урсгал ус, сэрүүн сүүдэр, амттан, цэвэр андууд 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- итгэгчдийн шагнал 55:46-78; 56:10-40
- зөгийн бал, сүү, ус, дарсны голууд 47:15
- залбирал ба мэндчилгээ 10:9-10; 39:73-74
- амар амгалангийн мэндчилгээгээр мэндчилэв 13:23-24; 14:32
- Жаргалд мөнх орших 11:108
- цагт явахыг хэзээ ч хүсээгүй 15:45-48
- тэдний өмнө болон баруун талд гэрэл тусаж байна 57:12
- халуун эсвэл хүйтэн байхгүй 76:13
- бүх хүслийг биелүүлсэн 16:30-32; 41:31-32
- алтан бугуйвч болон нарийн торгон хувцас 18:30-31; 22:23-24; 44:51-53
- алтан аягатай тавиурууд 43:67-73
- мөнгөн сав суулга, жимс жимсгэнэ хүрэх зайд өлгөөтэй байдаг 76:14-16
- сэнтий дээр суух 15:47; 37:44; 52:20
- итгэгчид Эзэнээ харах болно 75:22-23
Эцэг эхчүүдэд сайхан сэтгэл, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Аллахын хамтрагчид, худал хуурмаг, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Бэлчээр, 87:4-5
Зам, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- мөн Way-г үзнэ үү
Тэвчээр, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- тусламж хүсэх, залбирах, 2:45, 153; 20:132;50:39
Өвчтөн
- шагналаа бүрэн авна, 39:10
- Аллах тэдэнтэй хамт байдаг, 8:46
- мөн байх, 11:115
- Аллахын өмнө хүлээсэн үүргээ биелүүлэхдээ, 16:90
- уур хилэнгийн үед байх, 41:34
Энх тайван, хандлага, 8:61
Сувд болон шүр, хадгалагдсан, 52:24; 55:22; 56:23
Үзэг, 68:1; 96:4
Хүн
- Аллах хэнд ч өөрийн хязгаараас хэтэрсэн ачаа дарамт учруулдаггүй, 2:286; 7:42
- Аллах хэнд ч чадварынхаа хэрээр татвар ногдуулдаггүй, 23:62
- үгүй, маргааш юу олж, ямар газарт үхэхээ мэддэг, 31:34
- хүн бүр өөрийн хийсэн сайн муу бүх зүйлтэй нүүр тулах болно 3:30
- хүн бүр өөрийнхөө төлөө өмгөөлөхөөр гарч ирнэ, 16:111
- хүн бүр өөрийн олсон зүйлийнхээ барьцаа юм, 74:38
- Аллах өөрийгөө зэмлэгчээр тангараглаж байна, 75:2
Фараон, 28:6; 40:24
- хүмүүс, 2:49; 3:11; 7:141; 44:17-33
- живсэн, 2:50
- Мосетой харьцсан нь, 7:103-137; 10:75-92
- далайгаас гарч ирсэн цогцос, 10:90-92
- хязгаараас хэтэрсэн; нүгэл үйлдэж, дуулгаваргүй байсан, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- зөв шударга эхнэр, 28:8-9
- өөрийгөө бурхан гэж мэдэгддэг, 28:38; 79:24
- устгагдсан, 29:39
- Фараоны гэр бүлийн итгэгч хүн, 40:28-44
- цамхаг барих, 40:36-37
- мөн Мосег үзнэ үү
Дэлхийн зүйлсийг овоолж ургуулах нь, 102:1-4
Амлалт (Бай'а)
- Исламын шашны төлөө, 16:91
- Элч Аллахад барьцаа (тангараг) өгдөг, 48:10
- Итгэгчдийн тухай, 48:18; 60:12
Барьцаа (Ипотек), байг, 2:283
- хүн бүр өөрийн олсон зүйлийнхээ төлөө шагнал юм, 52:21; 74:38
Яруу найраг, 36:69
Яруу найрагчид, 26:224-227; 69:41
Анар жимс, 6:141
Хөөрхий, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
Залбирал, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- чангаар ч биш, нам дуугаар ч биш, 17:110
- үл итгэгчдийн залбирал, 9:113-114
- үл итгэгчдийн залбирал, 13:14
- Тэр эдгээрийн (дугналыг) хариулдаг, 42:26
- тэвчээртэйгээр тусламж хүсэх ба, 2:45, 153; 20:132;50:39
- Икамат-ас-Салатыг Кибла руу харсан, 2:142-145, 149-150
- чанд сахин хамгаал, 2:238
- аялал болон довтолгоонд, 2:239; 4:101-102
- согтуу үедээ ойртож болохгүй, 4:43
- мөн Жанаба мужид ч биш, 4:43
- цэвэршүүлэх, 4:43; 5:6
- дуусахад, 4:103
- -ийн цаг үе 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- Зөвхөн Аллахын төлөө мөргөл, 13:15
Залбирал, Баасан гараг, 62:9-11
Аюулд өртсөн үед урьдчилан сэргийлэх арга хэмжээ, 4:71
Дайны хоригдлууд, 8:67-71
- мөн Олзлогдогсдыг үзнэ үү
Үнэний амлалт, 46:16-17
Өмч хөрөнгө, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Эш үзүүлэгчид, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- Гэрээнүүд, 3:81; 33:7-8
- хууль бус, 3:161
- хүн бүрийн дайсан, 6:112; 25:31
- мөн Мессенжерүүдийг үзнэ үү
Сөгдөх
- тэнгэр, газар дээрх хэн бүхэн болон тэдний сүүдэр ч бас Аллахын өмнө буудаг, 13:15
Хангамж, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
Дуулал, 4:163
Шийтгэл
- хойшлуулах, 3:178
- гар эсвэл хөлийг огтлох, 5:33
- Өөрт тохиолдсон зовлонгийн адил тэднийг шийтгэ. 16:126
- энэ амьдрал болон хойд насны тухай, 24:19; 68:33
Цэвэршүүлэгч
- бие махбодийн хувьд, 4:43; 5:6
- сүнслэг байдлаар (бохирдлоос), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Калам, S.68
Камар, S.54
Кариа, S.101
Карун (Кора), 28:76-82; 29:39
Касас, S.28
Кибла, 2:142-145, 149
Кисас (Шийтгэлийн тэгш байдлын хууль), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Коран
- тайлбарласан, 13:31, 36, 37; 14:1; 56:77-80
- Аллахаас өөр хүн хэзээ ч бүтээж чадахгүй зүйл, 2:23; 10:38; 11:13; 17:88
- Хэрэв энэ нь Аллахаас өөр хүнээс ирсэн бол маш их зөрчилдөөн байх байсан, 4:82
- илэрхий гэрэл, 4:174; 42:52
- илчлэгдсэн, 6:19
- Аллах үүнийг гэрчилдэг, 6:19
- тодорхой нотолгоо, 6:157
- р шүлгүүдийн талаарх худал яриа 6:68
- Сануулга, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- Уншихдаа сонсоод чимээгүй бай, 7:204
- Зикр, 7:205; 15:6, 9
- Мэргэн ухааны ном, 10:1; 31:2; 36:2
- онгод оруулсан захиас, 10:2, 109; 42:52
- тэд үүнийг үгүйсгэдэг, 11:17
- Араб хэлээр, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- хэсэг хэсгээр бүтээгдэж, үе шаттайгаар илчлэгдсэн, 15:91; 17:106; 25:32; 76:23
- шүлгийн өөрчлөлт, 16:10
- та уншихыг хүссэн үедээ, 16:98
- гарын авлага, 17:9
- баярт мэдээ ба сэрэмжлүүлэг, 17:9-10
- мөн үл итгэгчид, 17:45-47
- Үүрийн эхээр уншихыг (сахиусан тэнгэрүүд) хэзээ ч харж байгаагүй, 17:78
- эдгэрэлт ба өршөөл, 17:82
- хүн төрөлхтөнд бүх төрлийн зүйрлэл, жишээг бүрэн тайлбарласан боловч ихэнх нь татгалздаг,17:89; 18:54; 39:27
- хялбар, 19:97; 44:58; 54:17, 22, 32, 40
- миний хүмүүс энэ Коран сударыг орхисон, 25:30
- Сударт баталгаажсан, 26:196
- Израилийн хөвгүүдэд тэдний санал зөрөлдөж буй зүйлийг өгүүлдэг, 27:76
- уншлага уншиж, залбирах, 29:45
- Аллахаас ирсэн үнэн, 32:3; 35:31
- адислагдсан шөнө, 44:3
- тэнд бүх сахил хүртээх асуудлыг шийдвэрлэсэн байдаг, 44:4
- гүнзгий бодож үзээрэй, 47:24
- анхааруул, 50:45
- Аллахын заасан, 55:1
- мөн хүндэтгэлтэй уншлага, сайн хамгаалагдсан, 56:77-78
- цэвэр ариун хүмүүсээс өөр хэн ч хүрч чадахгүй, 56:79
- хэрэв уулан дээр буулгавал, 59:21
- үл итгэгчдэд зовлон шаналал, 69:50
- баталгаатай үнэмлэхүй үнэн, 69:51
- удаанаар унших, 73:4
- хүндэтгэлтэйгээр хадгалагдсан, цэвэр ариунаар хадгалагдсан бүртгэлд, 80:13-16
- (бүх) ертөнцийн хүмүүст сануулга, 81:27
- үл итгэгчид үгүйсгэдэг, 84:22
- хадгалагдсан таблетад, 85:22
- Үнэнийг худалаас ялгадаг үг, 86:13
- цэвэр хуудсуудыг унших, 98:2
- мөн Номыг үзнэ үү; Илчлэлт
Курайш, S.106
Курайшчууд
- ийн итгэгчид 54:43-46, 51
- номхруулсан, 106:1-4
Рабби ба лам нар, 9:31, 34
Сайн үйлсээр уралдаж, хичээж, 5:48
Ра'д, S.13
Рахман, S.55
Зөв шударга хувцас илүү дээр, 7:26
Бороо
- Аллахын бэлэг, 56:68-70
- чулуунуудаас, 27:58
Рамадан, 2:185
Рами, 2:200
Золиос
- үгүй, авна, 57:15
- үл итгэгчдийн санал болгосон, 3:91; 10:54; 13:18
Мацаг барихын Фидя, 2:196
- олзлогдогсдыг чөлөөлсний төлөө, 8:67
Расс, оршин суугчид, 25:38; 50:12
Нөхөн төлбөр
- Өдөр, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- үгүйсгэгчид, 107:1-7
- муу зүйлд түүнтэй адил муу зүйл бий, 42:40
Эвлэрэл
- уучилж, хийгээд байгаа хэн боловч, 42:40
- нөхөр, эхнэрийн хооронд, 4:35
- итгэгчдийн хооронд, 49:9-10
Бичлэг
- бичигдсэн бүртгэл, 83:7-9, 18-21
- үндэстэн бүр өөрийн гэсэн бүлэгт дуудагдах болно, 45:28-29
- хүн бүрийн үйлсийн бичмэл хуудсууд, 81:10
- үнэнийг хэлдэг, 23:62
- баруун гарт, 69:19; 84:7-9
- зүүн гарт, 69:25
- ард нь, 84:10-15
Бичлэг хийдэг тэнгэр элчүүд, 50:17-18, 23; 85:11
Зовлон бэрхшээлтэй хамт тайвшрал, 94:5-6
Шашин шүтлэг
- албадлагагүй, 2:256
- Ислам бол, 3:19
- Аллахын, 3:83-84
- Исламаас бусад, 3:85
- д заасан хязгаараас хэтэрч болохгүй 4:171; 5:77
- төгс төгөлдөржүүлсэн, 5:3
- тоглоом, зугаа цэнгэл гэж үздэг хүмүүс, 6:70
- өөрсдийн бүлгүүдийг хувааж, бүлэглэлүүдэд хуваагддаг хүмүүс, 6:159; 30:32
- мөн 42:13-14; 43:65; 45:17-г үзнэ үү.
- хүмүүс өөрсдийн шашны бүлэглэлүүдэд хуваагдсан бөгөөд бүлэг бүр өөрийн итгэл үнэмшилдээ баярлаж байна, 23:53; 30:32
- ямар ч бэрхшээлд өртөөгүй, 22:78
- хүн төрөлхтөн 30:30-д бүтээгдсэн
- бүх эш үзүүлэгчдэд адилхан, 42:13-15
- өвөг дээдэс, 43:22-24
Аллахыг дурсах нь, 63:9
- зүрх сэтгэл амарч, 13:28
Гэмшил
- Мэдэхгүйгээсээ болж муу зүйл үйлдсэн бол хүлээн зөвшөөрөгдөж, удалгүй гэмших, 4:17; 6:54
- хэрэв муу үйлс үргэлжилсээр байвал ямар ч нөлөө үзүүлэхгүй, 4:18
- Тэр нүглийг хүлээн авч, уучилдаг, 4:25
Хорон муугийн төлөө амрах, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Амилалт, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- Езра 2:259-р түүхийн жишээ
- Абрахам 2:260
- агуйн хүмүүс 18:9-26
- амилалтыг үгүйсгэгчдэд анхааруулга 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Амилалтын өдөр, 7:89; 20:100-101, 124
- Үнэн өдөр, 78:39
- цалингаа бүрэн төлсөн 3:185
- бичигдсэн үйлсийн хуудсуудыг нээнэ,81:11
- хүн бүр юу авчирснаа мэдэх болно, 81:14
- хүн бүр өөрийн хийсэн сайн муу бүх зүйлтэй нүүр тулах болно, 3:30
- Хүн юу урагш явуулж, юу үлдээснээ мэдэх болно, 82:5
- шударга бус явдлаас айхгүй байх, 20:112
- шударга ёсны тэнцвэр, 21:47
- Үйлсийн хэмжүүр, 23:102-103
- Атомын жинтэй тэнцүү сайн мууг үйлдсэн хэн боловч түүнийгээ харах болно, 100:7-8
- бүх нууцыг шалгах болно, 86:9
Баруун гарт өгөгдсөн тэмдэглэл, 69:19; 84:7-9
Бичлэгийг зүүн гараараа өгсөн, 69:25
Ар талд нь өгөгдсөн бичлэг, 84:10-15
- үл итгэгчдийн хувьд хүнд өдөр, 25:26; 54:8; 74:9
- хүнд өдөр, 76:27
- хүнд ачаа үүрч явах, 20:100-101
- ямар ч шалтаг тоочихыг зөвшөөрөхгүй, 77:36
- буруу зүйл хийсэн хүн гараа хазах болно, 25:27
- Буруутнууд хамтрагчид болон шүтээнүүдтэйгээ цугларсан, 37:22
- гүн харамсал, уй гашуу, цөхрөлөөр дүүрэн сүйрэл, 30:12
- Амьдаар нь оршуулсан эмэгтэйг байцаана, 81:8-9
- хамгийн агуу айдас, 21:103
- дуудагч аймшигтай зүйл рүү дуудах болно, 50:41;54:6-8
- ганц (хашгирах), 36:29, 49, 53; 38:15; 50:42
- Зажра (хашгирах), 37:19; 79:13
- ойрын зовлон, 78:40
- тэнгэр аймшигтайгаар чичирнэ, 52:9; 56:4
- тэнгэр хуваагдсан, 84:1-2
- тэнгэр хагарна, 77:9; 82:1
- тэнгэр үүлсээр хагарах болно, 25:25
- тэнгэр Түүний баруун гарт ороогдоно, 21:104; 39:67
- тэнгэр болон газар дээрх бүх зүйл ухаан алдах болно, 39:68
- тэнгэр нээгдэж, хаалга мэт болно, 78:19
- тэнгэр буцалж буй тосны бохирдол шиг болно, 70:8
- одод унах болно, 81:2; 82:2
- одод гэрлээ алдах болно, 77:8
- нар гэрлээ алдах болно, 81:1
- далай тэнгисүүд дүрэлзсэн гал мэт болно, 81:6
- далай тэнгисүүд дэлбэрч байна, 82:3
- Цагийн газар хөдлөлт, 22:1; 99:1
- уулс холдоно, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- нунтагласан тоос шороо 20:105; 56:5
- ноосны үйрмэг шиг, 70:9;101:5
- газар болон уулс хүчтэй доргих болно, 73:14; 79:6
- газар шороо нунтаг болж бутлагдлаа, 89:21
- дэлхий өөр газар болж хувирна, тэнгэр ч бас өөрчлөгдөнө, 14:48
- дэлхий дэлгэгдсэн, 84:3-5
- дэлхийг тэгш тал гэж нэрлэдэг 18:47; 20:106
- дэлхий ачаагаа гадагшлуулдаг, 84:4; 99:2
- булшнууд доошоо харуулсан, 82:4
- булшнаас амилах нь, 21:97; 70:43
- үхлийн дараа дэлхий дээр амьд, 79:14
- зэрлэг араатнууд цугларна, 81:5
- сохор байдлаар босгосон, 20:124-125
- Бүрээ үлээнэ, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- Саххха, 80:33
- сүнснүүд бие махбодтойгоо нэгдэх болно, 81:7
- арав хоногоос илүүгүй хугацаагаар байх, 20:103
- нэг хоногоос илүүгүй хугацаагаар байх, 20:104
- эсвэл өдрийн нэг хэсэг, 23:112-114
- Цугларалтын өдөр, 64:9
- Шүүлтийн өдөр, 37:21
- Шийдвэрийн өдөр, 77:38; 78:17
- Ялгаруулах өдөр, 77:13-14
- Уй гашуу, харамслын өдөр, 19:39
- үгүйсгэгчид, 77:15-50
- хүн төрөлхтөн тарсан эрвээхэй шиг болно, 101:4
- хүн төрөлхтөн тархай бутархай бүлгүүдээрээ урагшлах болно, 100:6
- хүн төрөлхтөн согтуу байдалд байгаа мэт, 22:2
- жирэмсэн хүн бүр ачаагаа хаяна, 22:2
- хээлтэй тэмээг үл тоомсорлоно,81:4
- Хөхүүл эх хөхүүл хүүхдээ мартана, 22:2
- хамаатан садан бие биетэйгээ уулзуулах ёстой,70:11
- хүн төрөл төрөгсдөөсөө зугтах болно, 80:34-37
- ямар ч найз найзаасаа асуухгүй, 70:10
- Найз ч, зуучлагч ч байхгүй болно, 40:18
- хэн ч бусдын төлөө юу ч хийх эрхгүй, 82:19
- түүнд хүч чадал байхгүй, туслагч байхгүй, 87:10
- итгэгчдэд айдас байхгүй, 43:68
- итгэгчид сүүдэр, булаг шанд, жимс жимсгэний дунд байх болно, 77:41-43
- Диваажингийн оршин суугчид болон тэдний эхнэрүүд, 36:55-58
- тэнгэр элч нар агуу ихээр бууж ирэх болно, 25:25
- Шил ил гарна, 68:42-43
- Диваажин ойртуулах болно, 81:13
- Там ойртуулах болно, 89:23
- Тамын галыг хуулж аваад, ширүүн галд шатаах болно, 81:11-12
- Буяны хэлбэрээр хариу өгөх нь нүглийн төлөөс болно, 5:45
Илчлэлт
- хэрэв та эргэлзэж байвал, 2:23-24
- хүчингүй болгосон эсвэл мартагдсан шүлэг, 2:106
- зөв удирдамж, 3:73
- Эзэнээс, тиймээс эргэлзэгчдийн нэг байж болохгүй, 6:114
- ойлгодог хүмүүст зориулав, 6:98
- Удирдамж ба өршөөл, 7:203; 16:64; 31:3
- Рух-ул-Кудусаар дамжуулан, 16:102; 26:192-193
- дэлгэрэнгүй тайлбарласан, 6:98; 41:2-4
- номын хэсэг нь Аллахаас ирсэн, 46:2
- мөн Ном болон Кораныг үзнэ үү
Тэдэнд үйлдсэн дарангуйллын өшөө авалт, 42:39-43
Шагнал
- хамгийн сайн үйлсийн дагуу, тэр ч байтугай үүнээс ч илүү, 24:38; 29:7; 39:35
- шагнал болгон 25:15
- Аллах сайн үйл хийдэг хүмүүсийг хамгийн сайнаар шагнадаг, 53:31
- сайн сайхны төлөө, сайн үйлсээс өөр шагнал байхгүй, 55:60
Риба (Хүүлэг авахыг үзнэ үү)
Зөв шударга
- компанийн хамт олон, 4:69
- газрыг өвлөн авах болно, 21:105
- Диваажинд, 51:15-19; 76:5-12
- мөн Сайныг үзнэ үү
Зөв шударга байдал, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- эгц зам, 90:11-18
Зөв удирдамж бол Аллахын удирдамж юм, 3:73
Зам, зам, 43:10
Роки Тракт (Хижр), оршин суугчид, 15:80-85
Ром, 30:2-5
Дээвэр, тэнгэр, 21:32
Рух (Габриел), 26:193; 67:12; 70:4; 78:38;97:4
Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
- мөн Габриелийг үзнэ үү
Сүнс (сүнс, сүнс), 15:29; 17:85; 58:22
Ром, S.30
Саба' (Шеба), 27:22-44; 34:15-21
Саба', S.34
Амралтын өдөр
- г зөрчигчид 2:65; 4:154; 7:163-166
- зөвхөн 16:124-д зориулагдсан
Сабичууд, 5:69; 22:17
Тахил өргөх, 2:196, 200; 22:34-37
Сад, S.38
Садака (Энэрэл), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- нуух нь харуулахаас дээр, 2:271
Сафа ба Марва, 2:158
Сафф, S.61
Саффат, S.37
Сэйл Аль-'Арим (Мариб далангаас гарсан үер), 34:16
Сажда, S.32
Сакина (тайван байдал ба амар амгалан байдал), 2:248;9:26, 40; 48:4, 18, 26
Салих, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Салсабил (Диваажин дахь хавар), 76:18
Самири, 20:85, 95-97
Самуел, 2:247
Сатан, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- дайсагнал, үзэн ядалтыг өдөөдөг, 5:91
- ээс ирсэн муу ёрын шивнээнүүд 7:200-201
- хууран мэхлэлт, 8:48
- урвасан, 14:22
- итгэгчдийг захирах хүчгүй, 16:99-100
- худал хуурмагийг шиддэг, 22:52-53
- дайсан, 12:5; 35:6; 36:60
- их зан 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- жин 18:50-51
- Адамын уруу таталт ба уналт 7:20-23; 20:116-121
- итгэгчдийн дээр ямар ч эрх мэдэлгүй 16:98-100
- түүний гоол 35:6-8
- хүн төрөлхтний тангарагласан дайсан 12:5; 17:53
- түүний бүлэг 53:14-19
- түүний гар урлал 5:90-91
- сайн үйлсийг сааруулдаг 2:268
- итгэгчид түүнээс Аллахад хоргодохыг хүсдэг 7:200-202
- түүний заль мэх сул байна 4:76
- дагалдагчдаа гонсойлгодог 8:48
- Тамд байгаа дагалдагчидтайгаа ярилц 14:22
- мөн Иблисийг үзнэ үү
Амжилттай, хүнд жинтэй, 7:8-9
- мөн тэнцвэрийг үзнэ үү
Судар
- хүмүүсийн дунд (Еврейчүүд болон Христэд итгэгчид), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- тэд юу нууж байсан бэ, 5:61-63
- зөв зам дээр байгаа хүмүүсийн дунд, 5:66
- тэд хүлээн зөвшөөрдөг ч итгэдэггүй, 6:20
Далайс, 42:32-33; 45:12
- хоёр, 18:60; 25:53; 35:12; 55:19-20
- хэзээ, дэлбэрч гарч ирэх вэ, 82:3
Нууц (Нажва)
- яриа, 4:114
- гурвын зөвлөгөө, 58:7
- зөвлөгөө, 58:8, 10
- хувийн зөвлөгөө, 58:12-13
Шашин дахь бүлэглэлүүд ба хуваагдал, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
Гай гамшгийн дараа аюулгүй байдлыг Тэр илгээв,3:154
Үр, хэн үүнийг ургуулдаг вэ, 56:63-67
Мэдрэхүй, 23:78
Долоон, бүтээгдсэн
- тэнгэр, 2:29; 23:17; 65:12; 67:3; 71:15
- мөн түүнтэй адил дэлхийн тухай, 65:12
Сүүдэр
- Аллахад мөргөх, 13:15; 16:48
тархалт, 25:45
Шамс, S.91
Самудын ард түмэнд тодорхой тэмдэг болсон эм тэмээ, 7:73; 17:59; 26:155-158
Хөлөг онгоц, түүний далайд гарах нь тэмдэг болгон; үйлчлэх; талархах; Түүний ивээлийг эрэлхийлэх, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
Шуайб, 7:85-93; 11:84-95; 29:36-37
Шуара, S.26
Шура, S.42
Сидрат-ул-Мунтаха, 53:14
Аль-Мадинагийн бүслэлт, 33:9-27
Сижжин, 88:7-9
Нүгэл, 7:100; 74:43-6
- хууль бус бэлгийн харьцаанд орох, 4:15-16; 24:2, 19
- хэрэв их байвал зайлсхийвэл жижиг нүглүүд уучлагдана, 4:31
- тэд хүмүүсээс нуугдаж болох ч Аллахаас нуугдаж чадахгүй, 4:108
- хэн ч олсон бол зөвхөн өөрийнхөө эсрэг олсон хэрэг, 4:111
- хэн нэгэн мөнгө олоод гэмгүй хүнд шидэж байгаа бол, 4:112
- Аллах Өөрт нь шүтлэгт хамтрагч нэмээгүйг уучилдаг боловч үүнээс бусад нүглийг хүссэн хүндээ уучилдаг, 4:116
- үйлдсэн хүмүүс зохих шийтгэлээ хүртэх болно, 6:120
- нүгэлтнүүд хэзээ ч амжилтанд хүрэхгүй, 10:17
- Аллах бүгдийг уучилдаг, 39:53
- илүү том нүглүүд, 42:37
Синай уул, 19:52; 23:20; 95:2
Нүгэлтнүүд, тэдний чих, нүд, арьс нь тэдний эсрэг гэрчлэх болно, 41:20-23
Сират гүүр, 66:8
Гүтгэгч, 68:11-12; 104:1
Боолууд, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- мөн Дайны хоригдлууд; Олзлогдогсдыг үзнэ үү
Унтах, амрах зүйл, 78:9
Содом, 29:31; 37:136
Содоми, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Соломон, 2:102; 4:163; 6:84
- эцэг Давиддаа илүү шударга шүүлтэд хүрэхэд нь тусалдаг 21:78-82
- ба шоргоолжнууд, 27:15-19
- мөн цагираг шувуу, 27:20-26
- мөн Сабагийн хатан хаан, 27:22-44; 34:15
- Аллахын түүнд үзүүлсэн ивээл 34:12-14, 38:34-40
- түүний сайн морьдод хайртай байдал 38:30-33
Хүү, өргөмөл, 33:4-5
Сүнс (сүнс, Рух), 15:29; 17:85; 58:22
Аллахын төлөө мөнгөө зарцуул, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- таны хэрэгцээнээс давсан, 2:219
- Аллахын замд эд хөрөнгөө зориулсан хүмүүсийн жишээ, 2:261
- хүмүүст харагдахын тулд, 2:264; 4:38
- Аллахын төлөө та юу ч хийсэн, түүнийгээ танд буцааж төлөх болно, 2:272; 8:60; 34:39
- тансаглалгүйгээр, эсвэл үрэлгэн байдлаар биш, 6:141;17:26
- хэтрүүлэн ч биш, харамч ч биш, 25:67
- Аллахын замд зарцуулахаас гараа татдаг хүмүүс, 9:67
Сүнс (сүнс, Рух), 15:29
- үүний мэдлэг Аллахад байдаг, 17:85
- Аллах итгэгчдийг 58:22-оор хүчирхэгжүүлдэг.
Дайны олз, 8:41, 69; 48:15, 19-20; 48:15
- мөн Booty-г үзнэ үү
Тагнуул, 49:12
Од, 53:1, 49; 86:1-4
Одууд, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
Шулуун, Зам, 1:6
- гэх мэт. Зам, 6:153
- гэх мэт. Хичээл зүтгэл, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Хөхүүл эхийн нэр томьёо, 2:233
Зовлон шаналал, ядуурал, эрүүл мэндээ алдах, гай гамшиг; хөгжил цэцэглэлт ба эд баялаг, 7:94-96
Ням, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
Хамгийн дээд амжилт, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
- үүний илчлэлт нь итгэлийг нэмэгдүүлдэг, 9:124-127
Хардлага, 49:12
Тэжээл, 19:62
- мөн Хангамжийг үзнэ үү; Хангамж
Сува', 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагут, 2:256-257; 4:51–60, 76; 5:60; 16:36;17:39
- хуурамч бурхдыг үзнэ үү
Та-Ха, S.20
Тахрим, S.66
Такатур, S.102
Таквир, S.81
Талак, Өмнөд S.65
Талх (гадил жимсний мод), 56:29
Талут (Саул), 2:247-249
Тарик, S.86
Тасним (хавар), 83:27-28
Тауба, S.9
Таваф (Каабыг тойрон эргэх), 2:200; 7:29,31
Таяммум, 4:43; 5:6
Үндэстэн бүр өөрийн гэсэн товлосон хугацаатай байдаг бөгөөд хэн ч үүнийг урьдчилан харж, хойшлуулж чадахгүй, 7:34; 10:49; 15:4-5; 16:61; 20:129
Нутаг дэвсгэрээ армийн анги нэгтгэлүүдээр хамгаалаарай, 3:200
Аллахын нэрээр сорилт, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
Хулгайч, шийтгэл, 5:38-39
Сэнтий, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- усан дээр, 11:7
- найман тэнгэр элч нарыг өргөж явдаг, 39:75; 40:7; 69:17
Цаг хугацаа, 45:24; 76:1; 103:1
Цагаан тугалга, S.95
Тарчлал, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Хот суурин газар, бид үүнийг хэзээ ч устгаагүй, гэхдээ үүнд зориулсан тодорхой тогтоол байсан, 15:4
Худалдаа ба өмч хөрөнгө, 4:29
Аял, тэд дэлхийгээр аялаагүй гэж үү, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
Урвалт, 8:58; 22:38
- Урвахыг үзнэ үү
Эрдэнэс хуримтлагдсан, 9:35
Аллахын эрдэнэс, 6:50
Мөнхийн мод, 20:120
Мод, 22:18
Шүүмжлэлүүд, 2:214-218; 64:15
Амилалтын өдөр бүрээ, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
Саххха,80:33
Тэнгэр, газар, уулсад өргөсөн итгэлийг хүн өөртөө авсан, 33:72-73
Trusts (Аманах), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
Үнэн, 5:48; 23:70-71, 90; 25:33; 69:51
- худал хуурмаг зүйлтэй хольж хутгаж болохгүй, нууж болохгүй, 2:42
- ирээд худал хуурмаг алга болсон, 17:81
- амлалт, 46:16-17
Тубба', хүмүүс, 44:37; 50:14
Тур (Уул), 28:29, 46
Тур, Өмнөд 52
Тува, хөндий, 20:12; 79:16
Ухуд, тулалдаан, 3:121-128, 140-180
Умма (нийгэмлэг, үндэстэн), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Төлбөр (Риба), 2:275-276, 278-280; 3:130;4:161; 30:39
Узайр, (Эзраг үзнэ үү)
Узза, 53:19
Хөшиг, үл үзэгдэх зүйл, 17:45-46
Хөшиг, 24:31; 33:59
Шүлгүүд, Саб Аль-Матани, 15:87
Ялалт
- Аллахын өгсөн, 48:1
- Аллахын тусламжтайгаар, 61:13
Сайн үйлс, (Зөв шударга байдлыг үзнэ үү; Итгэгчид)
Вадд, 71:23
- "Хүлээгээрэй, бид ч бас хүлээж байна", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вакиа, S.56
Аллахын эсрэг дайн, 5:33-34
Үрэлгэн биш, 6:141; 7:31; 17:26
Ус, бүх амьд биетээс бүрддэг, 21:30; 24:45; 25:54
- хоёр тэнгис, 18:60; 25:53; 35:12; 55:19-20
- Аллахын сэнтий, 11:7
- бороо, 23:18
Зам, 1:6; 42:52-53; 90:10
- гэх мэт. хялбар болгох, хялбар болгох, 87:8
- мөн Замыг үзнэ үү
Замчин, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
Эд баялаг
- хэн цугларсан бэ, 104:2-4
- Аллахын төлөө зарцуулах (Зарцуулахыг үзнэ үү)
Эд баялаг, үр хүүхэд нь энэ дэлхийн амьдралын чимэг, 18:46
Жин ба хэмжээс, бүрэн гүйцэд өг, 11:85; 17:35;83:1-5
Бэлэвсэн эмэгтэйчүүд, 2:234-235, 240
Аллахын хүсэл, 10:99-100; 30:5; 81:29; 82:8
Аллах хүсээгүй л бол хүний шулуун алхах хүсэл, 28:29
Салхи, 77:1-3
- баярт мэдээний элч нар болохын хувьд, 7:57; 30:46
- үүлсийг хөөргөх, ус үүсгэх, 15:22; 30:48
- шарлах, 30:51
Дарс (Диваажинд)
- цэвэр ундаа, 37:45; 76:21
- цагаан, амттай, 37:46
- голууд, 47:15
- цэвэр битүүмжилсэн, 83:25
Аллах заримыг нь бусдаас илүү болгосон зүйлийг бүү хүс, 4:32
Гэрчүүд
- Эш үзүүлэгчдийн гэрээнд, 3:81
- хүн төрөлхтний дээгүүр, 2:143; 22:78
- гэрээний хувьд, 2:282
- Хоёр эмэгтэй нэг эрийн эсрэг, 2:282
- хууль бус бэлгийн харьцаанд орох, 4:16; 24:2
- шударга бай, 5:8
- гар, хөл гэрчлэх болно, 36:65
- хүн өөрийнхөө эсрэг, 75:14
Гэрчлэлийн өдөр болон Гэрчлэгдсэн өдөр, 85:3
Эхнэрүүд
- танд зориулсан тариалангийн талбай, 2:223
- танд зориулсан хавтас, 2:187
- чиний төрөл, 16:72
Маргаанч эмэгтэй, 58:1-2
Эмэгтэйчүүд, 2:222-223; 4:15, 19-22, 34, 127
- цэвэр ариун байдлыг буруутгадаг хүмүүс, 24:4-5, 11-17, 23-26
- гивлүүр, 24:31; 33:59
- цагаачдын хувьд итгэх, 60:10-12
- маргаантай байгаа өөрийгөө тодорхой илэрхийлээгүй, 43:17-18
Ой модны оршин суугчид, 15:78; 38:13; 50:14
- мөн Айкаг үзнэ үү; Мадиан 26:176-191
Дэлхий, үүний амьдрал
- зүгээр л тоглоом, зугаа цэнгэл юм, 6:32;29:64; 47:36; 57:20
- хүмүүсийг хуурдаг, 6:130
- Ахиратаас илүү ер бусын таашаал гэж үгүй, 9:38; 13:26; 28:60-61
- Хүссэн хүн түүнд хүрнэ, гэхдээ түүнд хойд насанд ямар ч хувь байхгүй, 11:15-16; 17:18; 42:20
- эд баялаг, хүүхдүүд, чимэглэл, 18:46
- одоо цагийг хайрлаж, хойд цагийг орхидог хүмүүс, 75:20-21; 76:27
Гэрээний бичвэр, 2:282
Буруутнууд, 11:18-22, 101-104, 116-117;39:47
- мөн үзнэ үү Үл итгэгчид
Ариун ёслол (Wudu'), 4:43; 5:6
Ягут, 71:23
Яхья (Жон)
- ын сайн мэдээ 3:39; 21:90
- зөв шударга, 6:85
- ухаалаг; энэрэнгүй; дуулгавартай, 19:12-15
Я-Син, S.36
Ясриб (Аль-Мадина), хүмүүс, 33:13
Я'ук, 71:23
Юнус (Иона), S.10
Иосеф (Иосеф), S.12
Забур, 21:105
Захариа (Закария), 3:37-41; 6:85; 19:2–11; 21:89-90
Зэйд Ибн Харита, Бошиглогчийн боол, 33:37-38
Закат, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- Зекат болон буяны зүйлс, 2:273; 9:60
Занжабил, 76:17
Залзалах, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зихар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Үндсэн зарчим
- Итгэл төгс болсон 5:3
- Аллахын хүлээн зөвшөөрсөн цорын ганц зам 3:19, 85
- Исламыг хүлээн зөвшөөрөхөд албадлага байхгүй 2:256
- өөр өөр шашин шүтлэг, хуулийн дүрэмтэй нэг шашин 5:48; 22:67-70; 42:13-14
- Исламын эш үзүүлэгчид 2:135-136; 3:84; 4:163-165
- зарлигууд (Аллахд итгэж, сайныг үйлдэх) 4:36; 6:151-154;17:23-39;18:107-108
- Шариатын таван зорилго: итгэлийг хамгаалах 5:54
- амийг хамгаалах 5:32;6:151
- баялгийг хамгаалах 5:38
- нэр төрийг хамгаалах 5:5;24:4
- сэтгэх чадвараа хамгаалах 5:90.
Аллахад итгэх итгэл 2:255
- Бурханлаг чанарууд, Үзэсгэлэнт нэрс 57:1-6; 59:22-24; 85:13-16; 112:1-4
- мөргөх ёстой цорын ганц бурхан 1:1-4; 2:285; 6:3; 43:84
- бүх эрх мэдэл Түүнд харьяалагддаг 3:26; Түүний сэнтий ('Арш) 7:54; 11:7
- Хис Курси (хөлийн сандал эсвэл сандал) 2:255
- хүн төрөлхтөнд тоо томшгүй олон нигүүлсэл үзүүлсэн 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- амьдрал өгч, үхэлд хүргэдэг 44:8; 53:44; 57:2; 67:2
- баяр баясгалан, уйтгар гунигийг авчирдаг 53:43
- элбэг дэлбэг эсвэл хязгаарлагдмал хангамж өгдөг 13:26; 17:30; 29:62
- Бүх шүүгчдийн шилдэг нь 95:8
- Өршөөнгүй хүмүүсийн хамгийн өршөөнгүй нь 12:92
- зөв шударга хүмүүсийг хайрладаг 85:14
- Уучлалаар дүүрэн бөгөөд хатуу шийтгэлтэй 13:6, 40:3
- Эхний ба Эцсийн 57:3
- бүх хүндэтгэл ба хүч чадал Түүнд харьяалагддаг 35:10
- үл мэдэгдэхийг мэдэж, үл үзэгдэхийг хардаг 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- зүрх сэтгэлд юу нуугдаж байгааг хамгийн сайн мэддэг 5:7; 11:5; 31:23
- юу болсныг болон юу болохыг мэддэг 2:255
- Бүх зүйлийг Бичлэгт (эсвэл Хадгалагдсан Хавтан дээр) бичсэн 6:38; 13:39; 36:12
- юу ч хийж чаддаг 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- Түүний хязгааргүй хүч 3:26-27; 24:45; 31:28-30
- тэнгэр газрыг зургаан өдрийн дотор бүтээсэн бөгөөд хэзээ ч ядраагүй 46:33; 50:38
- 'Бай!' гэдэг үгээр бүтээдэг 36:81-83
- Өөрийн бүтээлүүдэд хэзээ ч шударга бус ханддаггүй 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- бүх зүйл Түүний хүсэлд захирагддаг 3:83; 22:18; 30:26
- бүгд Түүнд хэрэгтэй байдаг 11:6; 35:15; 55:29
- Түүнд итгэ 10:84-85; 12:67; 25:58
- бурханлиг харилцааны хэлбэрүүд 42:51
- ыг санаж байх нь зүйтэй 2:21; 3:102; 4:1; 33:70-71; 59:18
- мэргэн ухаан бол Түүнээс ирсэн бэлэг юм 2:269
- Тэр хэнд ч хэрэггүй 3:97; 6:133; 112:2
- Гурвалын нэг биш 4:171
- хосгүй 6:101
- хүүхэдгүй 10:68; 19:35; 43:81; 72:3; 112:3
- хамтрагч эсвэл хамтран зүтгэгч бурхадгүй 6:94; 7:191-195; 46:4-5
- Түүнтэй адил юу ч үгүй 42:11; 112:4
Түүний бүтээлийн гайхамшгийг эргэцүүлэн бодох тушаал 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Бүтээлийн шинж тэмдгүүд 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- бүх зүйлийг тодорхой зорилгоор бүтээсэн 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- төгс төгөлдөр орчлон ертөнц 67:3-4
- өдөр шөнөтэй нийлдэг 3:27
- олон янз байдал 30:22; 35:27-28
- зөгийн бал 16:68-69
- сүү 16:66
- хүүхдүүдийн бэлэг 42:49-50
- гаригууд ба тойрог замууд 21:33; 36:38-44
- одны орд 25:61; 85:1
- одод 37:6-7; 67:5
- үүлс 7:57;30:48
- газар хөдлөлт 7:78; 7:155
- хөрсний нуралт 28:81; 29:40
- шуурга 10:22
- шиврээ бороо, мөндөр, бороо 2:265; 6:99; 24:43; 50:9-11
- аянга цахилгаан 13:12-13
Шинжлэх ухааны лавлагаа
- эр, эм бэлгийн эсээс бүтээгдсэн хүн төрөлхтөн 76:2
- үр хөврөлийн үүсэл ба хөгжлийн үе шатууд 22:5; 23:12-14
- харанхуйн гурван давхарга дахь ураг 39:6
- давслаг ус 25:53-54; 35:12; 55:19-20
- салхины тоосжилт 15:22
- хурууны хээ 75:3-4
- уулс нь шонгийн шон мэт 78:7
- төмөр доош илгээгдсэн 57:25
- өвдөлтийн рецепторууд 4:56
- нарыг цацрагийн эх үүсвэр, сарыг ойсон гэрэл болгон ашиглах нь 10:5
- сарны хуваагдал 54:1
- тэнгэр сайн хамгаалагдсан бүрхүүл мэт 21:32
- бүх амьтад уснаас бүтээгдсэн 21:30; 24:45
- шоргоолжнууд харилцдаг 27:17-19
- дотоод долгион 24:40
Амьд биетүүд
- тэнгэр элч нар 39:75
- хүмүүс (дэлхий дээрх эрх мэдэлтэн) 2:30; 6:165; 16:4
- жин 72:1-15
- амьтад хүн шиг нийгэмлэгт хамаардаг 6:38
- тугал 11:69
- тэмээ 7:40
- нохой 18:22
- заан 105:1
- морь, луус, илжиг 16:8
- арслан ба тахь 74:50-51
- сармагчингууд 2:65
- гахайнууд 2:173
- эм тэмээ 7:73
- хонь, ямаа 6:143
- чоно 12:17
- мэлхий 7:133
- могой 7:107
- шувууд 24:41
- хэрээ 5:31
- цагираг 27:20
- бөднө шувууд 2:57
- загас 18:61
- халим 37:142
- шоргоолж 27:18
- зөгий 16:68
- шумуул 2:26
- нисэх 22:73
- бөөс болон царцаа 7:133
- аалз 29:41
- бидний мэдэхгүй бусад хүмүүс 16:8
Ургамал ба жимс 6:99; 13:4; 16:11; 36:33-35
- гадил 56:29
- огноо 19:25
- ургамал, өргөст хэмх, сармис, сэвэг зарам, сонгино 2:61
- усан үзэм 80:28
- чидун жимс 6:99
- Зураг 95:1
- анар 55:68
- Сквош 37:146
Мухаммед итгэх итгэл
- Зөвхөн эш үзүүлэгч л гэсэн чанарууд 3:144; 6:50; 7:188; 18:110
- үнэнийг хүргэхийн тулд 2:119; 35:24; 42:48
- эш үзүүлэгчдийн тамга 33:40
- эрхэмсэг зан чанар 3:159; 68:4
- үлгэр дууриал болох хүн 33:21
- итгэгчдэд зориулсан ивээл болгон 3:164
- бүх дэлхийд өршөөл үзүүлэх 21:107
- орчлон ертөнцийн элч 4:170; 7:157-158; 34:28
- Шулуун зам руу хөтөлдөг 42:52-53
- хүмүүст санаа тавьдаг 9:129
- Шүүлтийн өдөр гэрчээр 4:42; 16:89
- бичиг үсэггүй эш үзүүлэгч 7:157-158; 29:48; 62:2
- Тора болон Сайн мэдээнд 7:157-д эш үзүүлсэн
- Есүсийн зөгнөсөн 61:6
Бошиглогч ( ﷺ ) -ын тулгарч байсан бэрхшээлүүд
- пагануудын утгагүй шаардлага 8:32; 15:7; 17:89-93; 25:7-8
- худал буруутгал 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- түүний аминд халдах оролдлого 8:30; 9:74
- түүнд хор хөнөөл учруулж эсвэл эсэргүүцдэг хүмүүст анхааруулга 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- үгүйсгэлд тэвчээртэйгээр хариу үйлдэл үзүүлэхийг тушаасан 20:130; 30:60; 46:35; 70:5
- Аллахын тушаалаар тайвшруулсан 5:67; 93:1-11; 94:1-8
ﷺ ) амьдралын сургамжууд
- цагаачлалаас (хижра) Бадрын тулалдаан хүртэл 3:121-129; 8:42-44; 8:65-71
- Ухудын тулаан 3:151-180
- Шуудууны тулаан 33:9-27
- Хунайн тулаан 9:25-27
- Медина 9:40
- Табук 9:38-123
- Бану Ан-Назир 59:2-6
- Хамра' Аль-Асад 3:172-175
- Худайбиягийн эвлэрэл 48:1-7; 48:10-29
Зөнч ( ﷺ ) -д хүртээсэн хүндэтгэлүүд
- Аллах болон Түүний сахиусан тэнгэрүүд түүнийг адисалдаг 33:56
- Меккагаас Иерусалим хүртэлх шөнийн аялал 17:1
- тэнгэр өөд аялах 53:1-18
- энэ болон дараагийн амьдралд хүндэтгэл хүлээсэн 17:79; 66:8; 108:1
- түүнд дуулгавартай байх нь Аллахад дуулгавартай байх явдал юм 4:80
- Аллах болон Түүний элчийг дуулгавартай дагахын шагнал 4:69
- түүний гэр бүл ариуссан 33:33-34
- Габриелыг жинхэнэ дүр төрхөөр нь хардаг 53:1-18
- итгэгчдэд түүнд дуулгавартай байхыг тушаасан 59:7
- түүнтэй ярих ёс зүй 49:1-5
- түүн дээр зочлох ёс зүй 33:53
- эхнэрүүдтэйгээ харьцах ёс зүй 33:53
- Аллах түүнд болон түүний хамтрагчдад баяртай байна 9:100; 9:117
- түүний итгэл үнэмшлийн нийгэмлэгийн шилдэг чанар 2:143; 3:110
Залбирал (салах) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- Баасан гарагийн цугларалт 62:9
- залбирлын чиглэл ( qibla ) 2:144; 2:149-150
- хүнийг муу үйлээс холдуулах ёстой 29:45
- удаа 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- аюулд өртөх эсвэл аялалд явах үед 2:239; 4:101-102
- залбирлыг үл тоомсорлодог хүмүүст анхааруулга 19:59; 74:38-47; 107:5-7
- хоёр нүүртнүүдийн залбирал 4:142; 9:54
Цэвэршилт, угаалга (wudu) 5:6
- бүрэн усанд орох (гусл) 2:222; 4:43
- хуурай ариутгал (таяммум) 4:43; 5:6
Залбирал (дуа)
- Абрахамын тухай 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Адам Ева хоёр 7:23
- Есүс 5:114
- Иов 21:83; 21:83
- Иона 21:87
- Иосеф 12:33; 12:101
- Мосе 10:88-89; 20:25-35
- Мухаммед 17:80; 20:114
- Ноа 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Соломон 38:35
- Шуайб 7:89
- Захариа 3:38; 19:2-6; 21:89-90
- тэнгэр элчүүд 40:8-9
- Мариагийн ээж 3:35-36
- Фараоны эхнэр 66:11
- Фараоны илбэчид 7:126
- Саул хаан болон түүнтэй хамт байсан итгэгчид 2:250
- Израилийн хөвгүүдийн итгэгчид 10:85-86
- агуйн хүмүүс 18:10
- зөв шударга хүмүүс 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- дарлагдсан хүмүүс 4:75
Сүсэг бишрэлийн шүлгүүд
- сажадат, олон тооны сажда, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Өглөгийн татвар (заках) нь үүрэг хариуцлага болгон 2:110; 2:177; 2:277; 6:141
- итгэгчдийн нэг чанар 22:41; 23:4; 51:19
- хүлээн авагчид 9:60
- энэрэл (садака) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- нуун дарагдуулагчдад анхааруулга 3:180; 9:34; 47:38
Мацаг барих (саум)
- Рамадан 2:183-185
- мацаг барих цаг 2:187
- чөлөөлөлтүүд 2:184-185
- мацаг барихын өмнөх шөнийн дотно харилцаа 2:187
- мөргөлийн үеэр мацаг барих 2:196
мөргөл (хадж)
- үүнийг төлж чадах хүмүүсийн үүрэг 3:97
- зан үйл ба дүрэм журам 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- тахилын өргөл 2:196; 22:36-37
- мөргөлийн үеэр хуурай газар ан хийхийг хориглосон 5:1; 5:94-95
- далайд ан агнахыг зөвшөөрөх 5:96
- Бага мөргөл ('умра) 2:158; 2:196
Итгэл үнэмшлийн нийгэмлэгүүд
- Мусульманчууд 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- бие биенийхээ асран хамгаалагчид 3:28; 9:71
- Христэд итгэгчид 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Еврейчүүд 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Израилийн хүүхдүүд 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Номын хүмүүс (голдуу Еврейчүүд болон Христэд итгэгчид) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Мусульманчууд өөрсдийн тахил өргөсөн амьтдаасаа идэж, тэдний эмэгтэйчүүдтэй гэрлэж болно 5:5
- Еврейчүүдэд хориотой хоол хүнс 6:146
- Сабианчууд 2:62; 22:17
- Маги 22:17
- олон шашинтнууд (харь үндэстнүүд, шүтээн шүтэгчид) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- паган шашны мухар сүсгийн зан үйл 2:189; 5:103; 6:138-144
- шашингүй үзэлтнүүд 52:35-36
Паган шашны зан үйлийг хориглосон
- охидыг амьдаар нь оршуулах 16:58-59; 81:8-9
- ядуурлаас айж хүүхдүүдийг алах 6:137; 6:151; 17:31
- Каабагийн эргэн тойронд исгэрч, алга ташин суух 8:35
- тэмээг шүтээнүүдэд зориулах нь 5:103; 6:136
- шүтээнүүдийн нэрээр тахил өргөх 6:121
- зихар салалт 33:4; 58:2-4
- ила' (дөрвөн сараас дээш хугацаагаар) 2:226-227
- ын шийдвэрийг гаргахын тулд шодлого татах 5:3
- нүцгэн байхдаа Кааба тойрон алхах 7:26-28
- мөргөлийн дараа арын хаалгаар гэрт орох 2:189
Шүтлэгийн зүйлс
- тэнгэр элчүүд (зарим паган арабуудын дунд) 34:40
- Аль-Айка (Шуайбын хүмүүсийн дунд) 26:176
- Ба'л (Елиагийн хүмүүсийн дунд 37:125
- Есүс (Христийн шашинд) 5:17
- шүтээнүүд (Абрахамын хүмүүсийн дунд) 21:52-53
- Лат, Узза, Манат нарын шүтээнүүд (Арабын пагануудын дунд) 53:19-20
- Вадд, Сува', Ягус, Я'ук, Наср нарын шүтээнүүд (Ноагийн хүмүүсийн дунд) 71:23
- нар (Шебагийн хүмүүс) 27:24
- Сириус (зарим паган арабуудын дунд) 53:49
- Фараон (эртний Египетэд) 26:29; 28:38; 79:24
- хүсэл 25:43-44; 45:23
- олон бурханд итгэх итгэлийг няцаасан 17:42-43; 21:21-24; 25:3
Мөргөлийн газрууд, сүм хийдүүд 9:18
- сүм хийд, синагог, хийдүүд 22:40
- ариун газар 3:39; 38:21
- сүм 17:7
- Шашны цол хэргэм, лам хуврагууд, рабби нар 5:44; 5:63; 5:82; 9:31-34
Сахиусан тэнгэрүүд
- Адамын бүтээлийн талаар асуу 2:30-34
- Аллахад хэзээ ч дуулгаваргүй байж болохгүй 21:26-27; 66:6
- тэд Аллахын охид биш 21:26; 43:16-19
- хамгаалагч тэнгэр элчүүд 13:11
- хоёр бичигч тэнгэр элч 50:16-18; 82:10-12
- Шүүлтийн өдөр Аллахын сэнтийг найман хүн өргөмжилсөн 69:17
- Тамын арван есөн харуул 74:26-31
- Үхлийн сахиусан тэнгэрүүд 6:93; 16:28; 32:11
- Габриел 2:97; 66:4; 26:192-195; 53:1-14
- Майкл 2:98
- Малик 43:77
Элч нар
- тэнгэр элчүүд болон хүмүүсийн дундаас 22:75
- Бат бөх шийдэмгий элч нар (Абрахам, Ноа, Мосе, Есүс, Мухаммед ﷺ ) 33:7; 42:13; 46:35
Судрууд
- Аллахаас ирсэн илчлэлт болох Коран судар 12:2-3; 20:2-4; 26:192-195; 32:2-3
- дэлхий нийтэд сануулга 68:51-52
- амьдралын хамгийн зөв зам руу хөтөлдөг 17:9
- илчлэлт Рамадан сард эхэлсэн 2:185
- адислагдсан шөнө 44:3;97:1-5
- үе шатуудад илчлэгдсэн 17:105-106
- санахад хялбар болгосон 54:17
- өмнөх илчлэлтүүд 3:3-4-т үнэнийг баталж байна
- өмнөх судруудын талаарх дээд эрх мэдэл 5:48
- үүнд эргэлзээгүй 2:2; 10:37
- ямар ч зөрчилдөөнгүй 4:82
- зохиомол биш 10:37-39
- Библи 25:4-6-аас хуулбарлаагүй
- чөтгөрүүдээр илчлэгдээгүй 26:210-212
- хэн ч үүнтэй төстэй зүйлийг бүтээж чадахгүй 17:88; 2:23-24; 10:13-14; 11:13
- авлигаас хамгаалагдсан 15:9
- Хадгалагдсан таблет 56:75-80-д хамгаалагдсан
- худал гэдгийг батлах боломжгүй 41:42
- ирээдүйн үйл явдлуудыг зөгнөдөг 30:1-7; 48:27
- итгэгчдийг уйлуулдаг 5:83; 17:107-109
- зүрх сэтгэлд хүрдэг 39:23
- гайхалтай гэрэл 4:174; 42:52
- итгэгчдийн эдгэрэлт ба өршөөл 17:82
- Тора 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Сайн мэдээ 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Дуулал 4:163; 17:55
- Абрахамын хуйлмал номууд 53:36-44; 87:14-19
Хувь тавилан ба хувь тавилан 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- чөлөөт сонголт 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Шүүлтийн өдөр
- шударга бус явдал байхгүй 2:281; 18:49; 40:17
- Апокалипсийн аймшгууд 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- тэр өдөр зөв шударга ба хорон муу хүмүүс 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- зуучлал (шафаа) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
Үйл явдлын тэмдэглэл 17:13; 18:49
- итгэгчид өөрсдийн цэдгийг баруун гараараа хүлээн авдаг 69:19-24; 84:7-9
- үл итгэгчид цэдгээ зүүн гараараа хүлээн авдаг 69:25-37; 84:10-15
- Аллахаас юу ч нуугдахгүй 21:47; 40:16
- үйлсийг жигнэх нь 7:8; 23:102-104; 101:1-11
- биеийн эрхтнүүдийн гэрчлэл 41:19-24; 24:24
- сайн ба муу үйлсийн шагнал 6:160; 27:89-90; 28:84
Хүмүүсийн төрлүүд
- итгэгчид 18:107-108
- үл итгэгчид 4:167-169
- хоёр нүүртнүүд 4:145; 57:13-15
- Диваажингийн оршин суугчид, хамгийн түрүүнд итгэгчид 55:46-61; 56:10-26
- Диваажингийн оршин суугчид, баруун жигүүрийн хүмүүс 55:62-78; 56:27-40
- Тамын оршин суугчид, зүүний хүмүүс 55:31-45; 56:41-56
- өндөрлөг дээрх хүмүүс 7:46-49
Санхүүгийн
- Бизнесийн удирдамж 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Өв залгамжлагч бус хүмүүст өгөх гэрээслэл, нэмэлт гэрээслэл 2:180-183; 4:11-12
аялалд байхдаа үхэхээсээ өмнө 5:106-108
- Хээл хахууль 2:188
- Өр, өрийг хураах сайхан сэтгэл 2:280
- өрийн гэрээ бичих, гэрчлэх 2:282
- барьцаа авах 2:283
- Өв залгамжлал, удирдамж 4:7; 4:32-33; 8:75
- үр удам болон эцэг эхийн эзлэх хувь 4:11
- эхнэр/нөхөр болон эхийн талын ах дүүс 4:12
- бүрэн ах дүүс 4:176
- ийг дагаж мөрдөөгүй хүмүүст анхааруулга 4:13-14
- Сонирхол, хориглолт ба сэрэмжлүүлэг 2:275-281; 3:130-132
- ашиггүй болсон 30:39
Хууль эрх зүйн
- эх орноосоо урвах тухай хууль (хирабах) 5:33-34
- Шударга ёс, шударга ёсны төлөө зогсох нь 4:135; 5:8; 16:90-91
- өнчин хүүхдүүд болон эмэгтэйчүүдийн эрхийн төлөө зогсох нь 4:127
- еврей хүнд шударга ёс 4:105-112
- паган шашинтанд шударга ёс 4:58
- Мусульман бус хүмүүстэй шударга ёс тогтоох 60:8-9
- Хууль эрх зүйн сувгаар хариу арга хэмжээ авах (уучлах сонголттой) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Эхнэр нөхөр хоёрын салалт, хул' 2:229
- лиан (завхайрсан гэж буруутгагдсан) 24:6-10
Улс төрийн
- Зөвлөлдөх замаар ажил хэргийг явуулах (шура) 3:159; 42:38
- Өөрийгөө хамгаалах зорилгоор тулалдах (жихад), ёс зүй 2:190-192; 2:216; 22:38-40
- ялгаварлан гадуурхахгүй байх 4:94
- дарлагдсан эрэгтэй, эмэгтэй хүмүүс, хүүхдүүдийн төлөө тэмцэж байгаа нь 4:75
- мөргөлийн газруудыг хамгаалах 22:37
- алагдсан хүмүүсийн шагнал 2:154; 3:169-171; 9:111; 57:19
- цэргийн хүч чадал нь болзошгүй дайснуудыг зогсоодог 8:60
- энх тайвныг сонгох нь 2:192; 8:61
- Талуудын хооронд эвлэрэл тогтоох нь 49:9-10
- Дайны олзлогдогсдыг эмчлэх нь 8:70; 47:4; 76:8
Нийгмийн
- Үрчлэлт 33:4-5
- Өнчин хүүхдүүдийг асрах нь 2:220; 4:2-10; 4:127; 6:152; 17:34
- Гэр бүл салалт, арбитрын ажиллагаа болон эвлэрэл 4:35; 4:128
- салалтын ёс зүй 2:229-231; 65:1-2
- инж болон хүлээлгийн хугацаа 2:226-241; 4:19-21; 33:49; 65:1-7
- нөхөр нь инжнээс юу ч буцааж авах ёсгүй 4:20
- эхнэрээ дарамталж болохгүй 65:6
- эхнэр нь жирэмсний хугацаанд санхүүгийн дэмжлэг авах 65:6
- түүний хүлээх хугацаанд 65:6
- хэрэв тэр эмэгтэй хуучин нөхрийнхөө хүүхдийг хөхүүлбэл, 65:6
- хүүхдийнхээ төлөө эцэг эх хохирох ёсгүй 2:233
- хөхүүл сувилагчийг сонгох 65:6
- Сайныг уриалж, мууг хориглох нь 3:104; 3:110; 7:157; 9:71-72; 31:17
- Хүний тэгш байдал 49:13
- Аллах болон хуулийн өмнө эрэгтэй, эмэгтэй хүмүүс, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- эрчүүд эмэгтэйчүүдээс илүү хариуцлага хүлээдэг 2:228
- Ядуус, өнчин хүүхдүүд болон олзлогдогсдыг хооллох нь 76:8-9
- Уучлал ба уур хилэнгээ хянах 3:134; 42:40
- Боолуудыг чөлөөлж, тэдэнд туслах нь 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Өөрийн эцэг эхээ хүндлэх нь 4:36; 17:23-25; 31:14-15
- Даруу байдал 17:37; 31:18-19
- Абрахамын зүүдний тайлал 37:102
- Иосефын зүүдний тайлал 12:4; 12:36; 12:43
- Мухаммедын зүүдний тайлал 8:43; 48:27
- Мусульман бус хүмүүст сайхан сэтгэлээр хандах 60:8
- Гэрлэлт 4:3; 4:129; 16:72; 30:21
- хууль ёсны болон хууль бус эмэгтэйчүүдтэй гэрлэх 4:22-24
- дотно харилцааны ёс зүй 2:222-223
- жирэмслэлт ба хөхүүл үе 2:233; 31:4; 46:15; 65:6
- өөрийн хуучин эхнэртэйгээ дахин гэрлэх 2:230
- ганц бие хүмүүст гэрлэхэд нь туслах 24:32
- хүлээлтийн хугацаанд сонирхолтой байгаагаа далд байдлаар харуулах 2:235
- Тангараг 2:224-225; 16:91-92; 16:94
- тангаргаа эвдсэнийхээ төлөө нөхөх 5:89
- Хэцүү үед тэвчээртэй байх 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- цагт ирэх зөвшөөрөл 24:58-60
- хүмүүсийн гэрт орох 24:27-28
- олон нийтийн газар орох 24:29
- Нийгмийн ёс зүй, мэдээг баталгаажуулах 4:83; 49:6
- бүгдийг хүндэтгэх 49:11-12
- цугларалтын ёс зүй 58:11
- хувийн яриа 4:114; 58:9
- Тангараг 2:270; 9:75-77; 22:29; 76:7
- Үрэлгэн байдал ба харамч байдал 7:31; 17:29; 25:67
Бусад түүхүүд
- Абел ба Каин 5:27-31
- Аль-Хадир ба Мосе 18:60-82
- Зааны Арми 105:1-4
- Фараоны хүмүүсийн итгэгч 40:28-46
- Мариагийн төрөлт 3:35-36
- Израилийн хөвгүүдийн үнээ 2:67-74
- Езра 2:259
- цэцэрлэгийн эзэд 68:17-32
- Харут ба Марут 2:102
- Кора 28:76-82
- Лукманы хүүдээ өгсөн зөвлөгөө 31:12-19
- хоёр цэцэрлэгийн эзэн 18:32-44
- Шебагийн хүмүүс 34:15-19
- агуйн хүмүүс 18:9-26
- Шуудууны хүмүүс 85:1-8
- Амралтын өдрийг зөрчигчид 7:163-165
- Самири ба Алтан тугал 20:83-97
- Саул болон Самуел 2:247-251
- Зул-Карнайн 18:83-98
Чөтгөрүүд 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- чөтгөрийн хүмүүс ба жиннүүд 6:112;114:6
- тэнгэр чөтгөрүүдээс хамгаалагдсан 15:16-18
Харамсал
- Бошиглогчийг дагахгүй байх 25:27
- Аллах болон Түүний элчийг дуулгаваргүй дагах 4:41-42; 33:64-68
- хорон муу найзуудаа авах 25:28-29; 26:96-102; 43:36-39
- Аллахын тэмдгүүдийг үгүйсгэх нь 6:27-30
- хойд насандаа ажиллахгүй байх 89:23-24
Цөхрөнгөө барсан гуйлтууд
- дэлхийд буцаж ирэхийг гуйж байна 2:167; 6:27-28; 32:12-14; 42:44
- хоёр дахь боломжийн төлөө 35:36-37
- Галаас зайлуулагдах 40:10-12
- хоол хүнс, усны төлөө 7:51-52
- зуучлагчдын төлөө 7:52-53
- тоос шороо болтол тэгшлэх 4:41-42; 78:40
- үхлийн төлөө 43:74-78
Зөв шударга хүмүүсийн чанарууд
- Бүтээгч болон Түүний бүтээлийн эрхийг сахих 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
Хорон санаатнуудын чанарууд
- талархалгүй 14:34
- харамч 17:100
- яаруу сандрал 21:37
- зөвхөн хүнд хэцүү үед л Аллахыг дурс 10:12; 41:51
- тэвчээргүй 70:19
- маргаантай 18:54
Том нүглүүд
- бусдыг Аллахтай шүтэх (ширк) 4:48; 4:116; 5:72; 6:19; 31:13:
- өөрийн эцэг эхийг доромжлох 4:36; 6:151; 17:23
- заавал биелүүлэх ёстой залбирлыг үл тоомсорлох эсвэл орхих 19:59-60
- өглөгийн татвар төлөхгүй байх 41:6-7
- аллага 6:151; 17:33
- итгэгч хүнийг санаатайгаар алах 4:93
- хулгай 5:38
- залилан мэхлэлт 7:85; 11:85; 26:182-183; 83:1-6
- худал хэлэх 2:10; 9:77; 39:60
- Аллахын тухай худал хэлэх 6:93; 29:68; 61:7
- хориотой бэлгийн харьцаа 2:222; 17:32; 24:2; 25:68; 29:28-30
- завхайрсан гэсэн худал буруутгал 24:4-5
- урвалт 2:217; 5:54
- гахай болон бусад хориотой хоол хүнс (сэг сэг, цус гэх мэт) идэх 5:3; 6:145
- архи, мөрийтэй тоглоом 5:90-91
- хов жив ярих 49:11
- худал мэдүүлэг 22:30
- ид шид 2:102; 10:77; 20:69
""";
