const String quranIndexChineseTradRaw = r"""
《Manzil》禱文 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
我們的主啊 禱文  2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
我的主啊 禱文 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
亞倫（哈倫）2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'Abasa, S.80; 74:22
沐浴淨身（小淨），4:43; 5:6
亞伯拉罕（易卜拉欣）S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- 既非猶太人亦非基督徒，3:67-68
- 在巴卡的第一聖殿駐立，3:97; 26:123
- 奠立天房的基礎 2:124-129
- 呼召其族人敬拜獨一真主 2:130-133; 26:69-89; 29:16; 29:24-27
- 與傲慢的國王辯論 2:258
- 詢問復活之事 2:260
- 既非猶太人亦非基督徒 3:65-68
- 駁斥星象崇拜 6:74-87
- 獲悉以撒誕生的消息 11:69-76; 51:24-30
- 在天房旁的祈禱 14:35-41
- 受天使造訪 15:51-56
- 作為楷模 16:123
- 呼召其父歸向真理 19:41-50
- 摧毀偶像並從火中獲救 21:51-73; 37:83-113
- 召請眾人前來朝覲 22:26
虔誠者，3:193, 198; 76:5; 82:13; 83:18-22
廢止，2:106, 16:101
阿布·拉哈卜，111:1-5
阿德族，7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
阿丹，3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- 天使被命令向其叩頭，2:34; 7:11
- 知識之樹，2:35; 7:19-20; 20:120-121
- 被逐出樂園（夏娃無罪），2:36; 7:24
- 受真主尊貴、受撒旦試探 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- 蒙真主恕罪 2:37; 20:122
'Adiyat, S.100
阿德南樂園，9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
逆境
- 不負他人之擔，6:164; 17:15; 35:18; 39:7; 53:38
- 所負擔不超過其承受能力，2:286; 6:152; 7:42; 23:62
- 逆境中的忍耐，2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
老齡，16:70; 22:5; 30:54; 36:68
- 對年邁父母的照顧之道，17:23
艾哈邁德，61:6
艾哈蓋夫，S.46; 46:21
艾哈宰布，S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
艾卡居民，15:78; 26:176; 38:13; 50:14
A'la S.87; 87:1; 92:20
'Alaq, S.96
阿里·伊姆蘭，S.3
真主
- 祂的一日等於五萬人間年，70:4
- 祂的一日等於一千人間年，22:47; 32:5
- 能成就一切，2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- 是最公正的裁判者，95:8
- 超越一切定義，43:82; 67:12
- 使不信者的陰謀歸於無效，8:30; 8:36
- 能令人消失並帶來新的創造，4:133; 14:19; 35:16
- 使人歡笑與哭泣，53:43
- 使一人沉睡整整一世紀，2:259
- 是不信者的敵人，2:98
- 從清晨至夜晚讚頌祂的榮耀，33:42
- 虛假的女兒之說，16:57; 17:40; 43:16; 52:39; 53:21-22
- 以名字稱之，53:19-20
- 賜予人類自由意志，36:67
- 為祂捨棄一切，4:66-68; 4:125
- 善惡皆出自祂，4:78
- 賜予生命與死亡，44:8; 53:44; 57:2; 67:2
- 加倍獎賞奮力者，4:95-96; 5:54; 9:120; 49:15; 61:11
- 無配偶，72:3
- 無子嗣，43:81; 72:3; 112:3
- 在你艱難時期未曾遺棄你，93:3
- 以知識遍在，2:115; 2:142; 2:177; 4:126
- 是首與末（起點與終點），57:3
- 是顯與隱，57:3
- 知曉超越理解之事，6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- 愛公正行事者，49:9
- 未就未明言之事立法，5:101; 6:140; 6:148; 7:32
- 對俘虜中有善根者施予慈憫，8:70
- 本性，2:255
- 無人能成為神靈，3:64; 3:151
- 非三位一體，4:171
- 以祂為惡的庇護，113:1-5; 114:1-6
- 站立、端坐、臥躺時紀念祂，3:191; 4:103; 10:12; 25:64
- 在子宮中塑造你，3:6
- 寶座立於水上，11:7
- 將創造你所不知之物，16:8
- 不願對其創造有任何不公，3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
盟約，8:72; 9:7
- 與基督徒和猶太人，5:51
- 禁止與不信的親屬結盟，9:23-24
- 禁止與偽信徒結盟，4:88-89; 4:139; 4:144
阿里薩（見以利沙）
誠信，2:283; 4:58; 8:27
- 見信任
天使，2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- 由火創造，7:12; 38:76
- 八位天使在審判日高舉真主的寶座，69:17
- 錯誤聲稱天使為女性，43:19; 53:27
- 守護者 82:10-12; 86:4
- 十九位天使掌管地獄，74:30-31
- 不應為滿足私念而降臨，15:7-8
- 奉命傳達啟示，16:2
憤怒，克制憤怒，3:134
'Ankabut, S.29
螞蟻，27:18
猿猴，5:60
- 可鄙者，2:65; 7:166
叛教，3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- 不要為叛教者祈求速降懲罰，46:35
- 唯真主懲罰他們，73:11; 74:11
- 後世的懲罰，2:217; 9:74
- 被他人拒絕，3:87
- 悔罪，3:89; 5:34; 9:5; 9:11
- 在審判日悔罪已為時太晚，40:85
- 在被迫情況下，16:106
叛教者，47:25
A'raf, S.7; 7:46, 48
阿拉法特，2:198
爭辯，
- 不要替欺騙自身的人辯護，4:107
- 你在今世為他們辯護，但在復活日誰為你辯護，4:109
論爭／攻擊
- 以同等方式回應，8:58
- 忍耐遠勝於此，16:126
盔甲，16:81
'Asr, S.103
寶座經，2:255
背後議論者，49:12; 104:1
白德爾之戰，3:13
- 從中汲取的教訓，8:5-19, 42-48
Al-Bait-ul-Ma'mur, 52:4
巴卡（麥加），3:96
巴爾，37:125
Balad, S.90
天平，7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
奈迪爾族，59:2-6, 13
Baqarah, S.2
Bara'a（見悔罪章），S.9
中陰界（屏障），23:100; 25:53; 55:20
- 亦見 18:94-97; 34:54; 36:9
Baiyinah, S.98
末日之獸，27:82
貝都因人，9:90, 97-99, 101, 120; 48:11, 16; 49:14
蜜蜂，16:68-69
行為
- 以溫和方式與獲賜天經者爭辯，16:125, 29:46
- 避免介入你所不知之事，17:36
- 避免嚴重罪行與醜惡行為，53:32
- 避免相互猜疑、窺探及背後議論 49:12
- 在意見上保持公正，6:152
- 社群應持中道，2:143; 25:67
- 不鼓勵自負，4:36, 57:23
- 不要訓斥向你求助者，93:10
- 不要自以為純潔，53:32
- 不要嘲諷他人，49:11; 104:1
- 不要公開提及惡事，4:148
- 不要相互詆毀，104:1
- 每個群體皆有其律法與生活方式，2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- 以及崇拜方式，22:67
- 真主本可使他們成為同一社群，5:48; 11:118; 16:93; 42:8
- 在真主之下同為一個社群，21:92
- 寬恕猶太人，5:13
- 寬恕非信徒，31:15; 45:14
- 慷慨寬恕，42:37
- 統治者應協商後作出決定，42:38
- 及一位先知，10:47; 16:36
- 誹謗信士是罪惡，33:58
- 男性（對女性），24:30
- 締造和平者受獎賞，42:40
- 若無力資助有需要者，至少以公正言辭對待，17:28
- 對年邁父母的照顧之道，17:23
- 對其他穆斯林，33:6
- 對他人，17:26-29; 17:35; 17:53; 60:8
- 對父母，46:15
- 對奴隸，4:36; 24:33
- 以公正對待非敵對的不信者，60:8
- 先知的妻子們，33:28-34
- 女性（對男性），24:31
- 見於所有啟示中，2:136; 2:285
- 本質，49:14-15
信士，2:2-5; 2:285; 8:2-4; 8:24
遺囑，2:180, 240; 4:7, 12; 36:50
背叛（欺騙、詐欺），2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
《聖經》，5:64, 5:65, 5:68
- 遭到篡改，3:78; 5:14-15
鳥類，2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
血債金（命價），2:178-179; 4:92; 17:33
戰利品，4:94. 8:41; 59:6-8
- 非法奪取，3:162
- 見戰利品條目
賄賂，2:188
獻祭駱駝，22:36
負擔
- 任何人不負他人之擔，35:18; 39:7; 53:38
- 不信者也將承擔他人的擔子，16:25; 29:13
- 他們所背負的擔子是多麼惡劣，6:31, 164
- 真主不使任何人負超出其能力之擔，2:286; 7:42; 23:62
Buruj, S.85; 85:1; 15:16; 25:61
駱駝，6:144; 7:40; 77:33; 88:17
俘虜，4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- 亦見戰俘條目
牲畜，3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
撒烏爾山洞，9:40
山洞的居民 18:9-22, 25-26
確定的真理，56:95; 69:51
慈善（施捨），2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- 慈善與天課的對象，2:273; 9:60
子女 2:233; 42:49-50
- 因愚昧無知而殺害子女者，必是迷途者，6:140
基督（見爾撒）
基督徒，5:14, 19, 64-65, 69; 22:17
- 被告誡不要神化爾撒，4:171
- 在對穆斯林的感情上最為親近，5:82
- 大多數已忘記被告知當謹記之事，5:14
- 現在有使者降臨到你們中間，5:15, 19
- 正義者將得獎賞，2:62; 5:65; 5:69
- 稱「爾撒是真主之子」，9:30
被毀滅的城市，69:9
安全之城，95:3
衣物，7:26; 16:81
- 火焰之衣，22:19
- 面紗或女性在非家庭場合的衣著，24:31
- 女性的外袍使偽信徒不敢騷擾，33:59-60
同盟軍，33:9, 22
- 見艾哈宰布 協商，42:38
創造，
- 始創與複造，10:4; 21:104; 27:64; 29:19-20
- 新的創造，17:49, 98; 35:16
- 以真理創造，15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- 並非為玩戲，21:16-17; 23:115
- 每個生物皆由水創造，21:30; 24:45;25:54
- 人的創造，4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 創造的初始形態 56:62
- 在六日內創造，7:54; 11:7; 32:4; 50:38; 57:4
- 成對創造，13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- 創造的多樣性，35:27-28
- 真主命令「存在！」——它便存在，2:117;16:40; 36:82; 40:68
- 如眼睛的一眨，54:50
- 黑夜與白晝、太陽與月亮，39:5
- 創造天地比創造人類更偉大，40:57; 79:27
- 創造的目的，51:56
烏鴉，5:31
判準，2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr（見人章），S.76; 45:24
- 時間，76:1; 103:1
達烏德，5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- 被賜予詩篇 4:163
- 戰鬥並殺死賈魯特，2:251
- 作出判決 21:78-80
- 蒙賜知識與先知身份 27:15-16
- 山嶽與鳥類隨他一同讚頌真主 34:10; 38:17-20
- 在兩人之間作出裁決 38:21-26
達瓦布或達巴（行動的生物等）2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
死者將被復活，6:36
死亡，3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- 與逃離戰場，33:16
- 為真主之道而死，3:195; 22:58; 47:4
- 未獲啟示的民族不會被毀滅，6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- 為真主之道而犧牲者是活著的，2:154; 3:169
- 在逃離罪惡奔向真主時，4:100
- 無法阻止或延遲 63:10-11
- 睡眠的孿生兄弟 6:60; 39:42
- 信士與不信者臨死時 8:50; 16:27-32; 41:30
- 墓中的懲罰 40:46
債務，2:280, 282; 4:11-12
定命，
- 每件事皆有其定命，13:38
- 凡被毀滅的城鎮，皆有其已知的定命，15:4
- 每件事的定命皆來自真主，44:5
- 當祂決定一件事，祂只說「存在！」——它便存在，2:117; 36:82; 40:68
行為，
- 惡行對他們而言被美化，47:14
- 我們的行為歸我們，你們的行為歸你們，28:55; 42:15; 45:15
- 善惡行為皆為自身所得，41:46
- 將人的行為繫於其頸上，17:13
等級，按其所為而定，6:132
私慾，那些跟隨其邪惡私慾者，47:14, 16
- 以其私慾為神靈者，25:43
不要對真主的慈憫絕望，39:53; 21:87-88; 68:48-50
- 亦見優努斯
Dhariyat, S.51
宣念，7:205; 15:6, 9
祖勒·基弗里，21:85; 38:48
祖勒·蓋爾奈因，18:83-98
祖勒·努恩（魚的同伴），
不信者（亦見偽信徒）
- 要求穆罕默德（ﷺ）以降下真主的懲罰作為憑證，6:57-58; 8:32; 10:49-52
- 以善意與他們相處，31:15
- 忍耐地聽取他們所說，20:130; 50:39
- 與之訂立盟約，8:56; 8:72; 9:4, 7
- 違背盟約，8:58; 9:12
- 真主使其陰謀歸於無效，8:30, 36
- 當他們嘲諷真主律法時離開其場合，4:140; 6:68
- 若他們請求庇護則給予保護，9:6
- 戰時的懲罰，8:12, 50, 59
- 後世的懲罰，8:37
- 不應造訪或管理清真寺，9:17
- 以善言對待他們，17:53
- 努力對抗他們，9:73; 25:52; 66:9
- 以公正對待非敵對的不信者，60:8
- 不信者只會與不信者結盟，8:72
門徒（爾撒的），3:52; 61:14
偽信徒與不信者心中的疾病，2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
困境之後便有安寧，3:154
戰利品的分配，8:41; 59:7-8
壕溝的居民，85:4-10
多樣性
- 人類的多樣性，30:22, 35:27-28
- 生命的多樣性，35:27-28
離婚，2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- 待期結束後，解除或和好，2:231; 65:2
- 兩位見證人，65:2
- 贍養費，2:233, 241
- 延伸至前夫的繼承人，2:233
- 可撤回兩次，2:229
- 聘禮的處置，2:229, 236-237
- 必要時尋找乳母，65:6
- 亦見至哈爾條目
離婚，男方
- 休妻另娶——不得取回原先所給之物，4:20
- 不得騷擾妻子，65:6
- 不得強留妻子，4:19
- 四個月的考慮期，2:226
- 在妻子懷孕及待期期間須全力供養，65:6
- 若妻子哺育其子女須全力供養，65:6
- 母親不應因失去父親而受苦，2:233
- 伊斯蘭前的做法，58:2
- 和解的懺悔：連續封齋兩個月，58:4
- 和解的懺悔：養活六十名貧困者，58:4
- 和解的懺悔：釋放一名奴隸，58:3
- 和解的嘗試，4:35
- 若婚姻未圓房則無罪，2:236
- 新娘有權獲得一半聘禮，2:237
離婚，女方
- 第三次離婚後（此次來自另一丈夫）可回到原來的丈夫，2:229
- 有權獲得贍養，2:241; 65:1
- 擁有平等的離婚權，2:228
- 擔心丈夫的虐待，4:128
- 可保留丈夫所給之物，2:229
- 不得被趕出家門，65:1
- 以三次月經週期證明未懷孕，2:228
- 無月經者等待三個月，65:4
- 除非婚姻未圓房，33:49
狗，7:176
驢，2:259; 16:8; 31:19; 62:5; 74:50
飲品，
- 酒精飲料，2:219; 5:90
- 純淨美白的飲品，37:45-46; 76:21
- 純淨封印的美酒，83:25
Duha, S.93
Dukhan, S.44
象軍，105:1-5
以利亞（伊里雅辛）6:85; 37:123-132
以利沙（阿里薩）6:86; 38:48
以諾（見伊德里斯）
事件，56:1; 69:15
罪惡，4:123; 10:27-30; 19:83; 59:15
- 不應公開說出，4:148
- 來自我們自身，而善來自真主，4:79; 42:48
- 赦免罪惡，4:149
- 罪惡的報應，6:160; 42:40
- 策謀邪惡者，16:45-47
- 其結局是惡劣的，30:10
- 在陸地和海上出現，30:41
- 以善抵禦罪惡，13:22; 23:96; 41:34
- 惡事變為善事，7:95
- 那些跟隨邪惡私慾者，47:14, 16
- 惡行對他們而言被美化，47:14
過度，
- 在飲食上被禁止，5:87
- 在宗教上，4:171; 5:77-81
眼睛、耳朵和皮膚將在審判日作為罪人的見證，41:20-23
以斯拉（鳥澤爾）9:30
真主的面容，2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
表面美好，
- 真主使每個民族的行為對其自身顯得美好，6:108
信仰（信念），2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- 信仰的拒絕者，3:116
- 信仰的增長，3:173
- 確信的信仰，44:7; 45:4, 20; 51:20
- 祂引導了你走向信仰，49:17
Fajr, S.89
Falaq, S.113
關於古蘭經經文的虛假交談，6:68
假神，
- 除真主之外的偶像及所謂的夥伴 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- 不要侮辱他們在真主之外所崇拜者，6:108
- 亦見塔古特
謊言（巴提勒），2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
將人的行為繫於其頸上，17:13
封齋，2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- 吃喝直至白線從黑線中清晰顯現，2:187
Fath, S.48
Fatihah, S.1
Fatir, S.35
齋戒的贖金，2:196
- 為釋放俘虜的贖金，8:67
- 不信者所提供的贖金，3:91; 5:36,37; 10:54; 13:18
無花果，95:1
戰鬥，
- 為真主之道對抗不信者，2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- 被命令，2:216
- 在神聖月份中，2:217; 9:5
- 以色列子民的戰鬥，2:246-251
- 為真主之道及被壓迫的男女而戰，4:74-76
- 直至沒有迫害為止，8:39
- 二十人勝過二百人，8:65
- 對抗不信仰真主者，9:29
- 允許反抗被不公對待者，22:39-41
- 與偽信徒，47:20
- 豁免，48:17
Fil, S.105
菲爾多斯樂園，18:107; 23:11
火，56:71, 100:2
蒼蠅，22:73
食物，
- 合法與非法（清真與哈拉姆），2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- 過去所食之物無罪，5:93
- 不要過度，5:87
- 不要將真主所許可之物定為禁止，5:87; 7:32; 16:116
被禁止的行為，6:151-152; 7:33
寬恕，2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- 是信士的義務，42:37; 45:14
- 信士對天經子民的寬恕，2:109
- 真主寬恕祂所意欲者，4:48
- 真主不寬恕以物配主，4:48, 116
- 凡求真主寬恕者，4:110
- 不要為以物配主者求真主的寬恕，9:113
- 真主寬恕一切罪惡，39:53
- 天使為地上的人祈求寬恕，42:5
- 憤怒時給予寬恕，42:37
- 寬恕並和好，42:40
- 信士寬恕不希望真主日子到來的人，45:14
- 為那些避免重罪及醜行者，53:32
- 競相奔向寬恕，57:21
- 惡行轉化為善行 25:68-71
欺詐，（見背叛）83:1-6
自由意志，
- 受真主意志的限制，6:107; 10:99; 74:56;76:31; 81:28-29
- 願意者，可以信仰或不信仰，18:29
- 走向其主的道路，76:29
- 走上正道，81:28
週五禮拜，62:9-11
果實，6:41; 16:11
- 在樂園中，豐盛充裕，43:73
- 各種果實，47:15
- 隨其所欲，77:42
Fujjar, 82:14-16; 83:7
Furqan, S.25
Fussilat（見哈·米姆），S.41
吉卜利勒，2:97-98; 26:193; 66:4; 81:19-21
- 聖靈，26:193; 67:12; 70:4; 78:38; 97:4
- 至聖靈，2:87, 253; 5:110; 16:102
賭博，2:219; 5:90
在戒衣狀態下狩獵，5:94-96
Ghafir（見穆民章），S.40
Ghashiyah, S.88
大淨，4:43; 5:6
禮物，30:39
賈魯特，2:249-251
吉日，3:140
- 你厭惡的可能是好的，你喜歡的可能是壞的，2:216
- 善行將得到獎賞，4:85; 28:54
- 獎賞加倍，4:40; 28:54
- 獎賞十倍，6:160
- 善行增加，42:23
- 行善者在今世和後世皆有美好，16:30
- 行善者在今世將得到美好，39:10
- 真主以最好的報答行善者，53:31
- 善報是否有其他回報，55:60
- 如真主善待你一般行善，28:77
善與惡，
- 善來自真主，惡來自你自身，4:79
- 若你行善，是為自身；若你作惡，是害自身，17:7;41:46
- 以善抵禦罪惡，23:96; 28:54; 41:34
- 善行與惡行不能相等，41:34
- 每個人將面對其所行的一切善惡，3:30
- 亦見行善者
善行，
- 公開或隱瞞，4:149
- 競相行善，5:48
《引支勒》，3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
重大消息，78:1-5
問候，4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Hadid, S.57
獻祭動物，2:196, 200
朝覲，2:158, 196-203; 3:97; 5:2;22:30
Hajj, S.22
哈曼，28:6, 38; 29:39; 40:24, 36, 37
手腳將作為見證，36:65
Haggah, S.69
困難之中必有解脫，94:5-6
哈倫（亞倫）
哈魯特，2:102
Hashr, S.59
心靈，
- 硬化，2:74; 22:53; 39:22; 57:16
- 被封印，7:100-101; 40:35; 47:16; 63:3
- 被覆蓋，17:46; 41:5
- 被鎖住，47:24
- 分裂，59:14
- 充滿恐懼，22:35
- 心中有疾者，2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
諸天，
- 諸天的隱秘屬於真主，16:77
- 並非為玩戲而創造，21:16
- 天地曾是連在一起的，21:30
- 諸天中沒有任何隱藏之事，27:75
- 無任何支柱而創造，31:10
- 將被捲起握於祂的右手，39:67
- 在兩天內創造七重天，41:12
- 以燈飾裝點最近的天空，41:12
- 諸天中的一切屬於真主，45:27;53:31
- 七重天，一層在另一層之上，67:3
地獄（火焰、熾烈的火）2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- 沸騰的水 22:19-22; 23:103-104
- 膿液 14:14-17; 38:55-58; 69:35-37
- 宰孤穆樹 37:62-70; 44:43-50; 56:41-56
- 居民無法生存也無法死亡 87:13
- 相互指責 26:91-101; 34:31-33
- 呼求即時毀滅 25:13-14; 43:74-78
- 悲切的哭喊 35:36-37
- 火獄的咆哮與怒吼 25:11-12; 67:6-11
- 被烤焦的皮膚不斷被替換 4:56
- 枷鎖與焦油製成的衣裳 14:48-50
- 鐵製鎚棒 22:19-22
- 鐵鏈 13:5
- 地獄的守護者 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- 不接受任何贖金 5:36-37
- 調解被拒絕 6:94; 26:100; 30:13; 74:48
- 其中燃燒的絕望與冰冷的黑暗，38:57
- 七十腕尺長的鎖鏈，69:32
- 停留有限的時間，78:23
後世，
- 後世的居所更為美好，6:32; 7:169
- 後世的結局如何，6:135
- 不義者在後世不會成功，6:135
- 後世的家園，12:109; 16:30; 28:83; 29:64
- 不信後世者，17:10
- 後世的獎賞，42:20
- 勝過金銀，43:33-35
- 僅為敬畏者，43:35
- 後世的懲罰，68:33
- 更好且更持久，87:17
- 勝過今世，93:4
寬闊的道路，21:31
希吉爾（岩石地帶），15:80-85
Hijr, S.15
同性戀 26:165-166; 27:55; 29:28-29
馬，16:8
末時，
- 其知識唯真主知曉，7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- 突然降臨他們，6:31; 7:187;12:107; 43:66
- 降臨到你們，6:40; 12:107; 20:15; 34:3
- 已臨近，54:1-5
- 如眼睛的一眨，或更短，16:77
- 末時的地震，22:1
- 將在那一天確立，30:12, 14
- 確定將來臨，無可置疑，40:59;45:32; 51:5-6
- 跡象 21:96; 27:82; 43:61; 47:18; 54:1-2
- 名稱 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- 將使人措手不及 6:31; 7:187
- 號角將被吹響 6:73; 23:101; 39:68
住宅，進入的禮儀，24:27-29
胡德，7:65-72; 11:50-60; 26:123-140; 46:21-26
Hud, S.11
Hujurat, S.49
Humazah, S.104
侯奈因之戰，9:25
胡爾（樂園中的女子），44:54; 52:20
偽信徒，
- 說：我們信仰真主和末日，但實際上並不信仰，2:8
- 欺騙自身，2:9
- 心中有疾，2:10; 8:49; 22:53;33:12; 47:29
- 製造紛亂，2:11-12
- 愚蠢的嘲諷者，2:13-15
- 以迷誤換取引導，2:16
- 耳聾、口啞、眼瞎，2:17-18
- 對死亡和黑暗充滿恐懼，2:19-20
- 悅耳的言辭，2:204-206
- 拒絕戰鬥，3:167-168
- 真主知曉其心中所藏，3:167;4:63
- 向假法官尋求裁決，拒絕啟示，災難降臨時才出現，4:60-62
- 在不幸與大成功中，4:72-73
- 真主將其拋棄，4:88
- 不可以為朋友，4:89; 58:14-19
- 若他們背棄，無論在何處找到就殺死他們，4:89
- 他們等待並觀察你的勝利或不信者的成功，4:141
- 企圖欺騙真主，懶散地禮拜並為讓人看見，4:142
- 既不屬於這一方也不屬於那一方，4:143
- 在火獄的最底層；無助者，4:145
- 害怕被識破，9:64-65
- 不要為其祈禱，9:84
- 男女偽信徒彼此相似；是失敗者；受真主詛咒，9:67-69
- 在貝都因人中，9:101
- 無論在何處找到，皆予以逮捕和殺死，33:61
- 真主將懲罰偽信徒，33:73
- 說謊者；背叛者；其心靈分裂，59:11-14
- 說謊者；以誓言作為掩護；其心靈被封印；對他們保持警惕，63:1-4
- 不理解，不明白，63:7-8
- 努力對抗，66:9
易卜利斯（撒旦），2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- 亦見撒旦
易卜拉欣（見亞伯拉罕）
Ibrahim, S.14
待期（女性離婚規定的等待期），2:228, 231, 232, 234, 235; 33:49;65:1-7
伊德里斯（以諾），19:56-57; 21:85; 96:4
戒衣，2:197; 5:2, 95
善待，16:90
Ikhlas, S.112
唯一的神，2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
非法性行為；見證人的證據，4:15-18; 24:2, 19
伊里雍，83:18-21
不潔，9:28
伊姆蘭，
- 其妻子，3:35
- 其女兒，66:12
不可避免之事，69:1-3
Infitar, S.82
繼承，2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
受到不公正對待者，4:30, 148
Insan（見達爾章），S.76
Inshiqaq, S.84
Inshirah（見舒拉赫章），S.94
靈感，6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
調解者，6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
麻醉品，5:90, 2:219
謹守禮拜，2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Iqra'（見阿拉格章），S.96
伊蘭，89:7
鐵，57:25
爾撒，見耶穌
以撒（伊斯哈格）2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
伊斯瑪儀，2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
與其父一同奠立天房的基礎 2:125-140
獻祭的故事 37:100-113
伊斯蘭，3:19, 85; 5:3; 6:125; 39:22; 61:7
- 最先歸順為穆斯林者，6:14,163; 39:12
- 最先接受者，9:100
- 胸懷為之而開，39:22
- 作為恩賜，49:17
Isra', S.17
以色列子民，2:40-86
- 所賜予的恩惠，2:47-53, 60, 122; 45:16-17
- 違抗真主的命令，2:54-59, 61, 63-74; 5:71; 7:138-141
- 與穆斯林的關係，2:75-79
- 其傲慢，2:80, 88, 91
- 其盟約，2:80, 83-86, 93, 100; 5:12-13, 70
- 以後世換取今世，2:86
- 人類中最貪戀生命者，2:96
- 請求一位國王，2:246-251
- 超越界限；分裂成各個群體；變成猴子，7:161-171
- 被許諾兩次，17:4-8
- 從敵人中獲救，20:80-82
- 被賜予天經和領袖，32:23-25; 40:53-54
- 以色列子民中的學者知道（古蘭經是真實的），26:197
升臨，2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
靜修，2:187
雅各（葉爾孤白）2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- 雅各的十二個兒子，2:140; 3:84;4:163
賈魯特（見歌利亞）
賈馬拉特，2:200
Jathiyah, S.45
爾撒，麥爾彥之子，
- 其母被揀選為世上所有女性之上 3:42
- 在復活日作見證，4:159
- 誕生的喜訊，3:45-47; 19:22-23
- 奉派為以色列子民的使者，3:49-51
- 門徒，3:52-53; 5:111-115
- 門徒作為真主的助手，3:52; 61:14
- 被提升，3:55-59; 4:157-159
- 阿丹的相似，3:59
- 既未被殺害也未被釘死，4:157
- 受啟示，4:163
- 不過是一位使者（不應被神化），4:171-172; 5:75; 19:30, 43:63-64
- 那些聲稱的人已成為不信者，5:17, 72; 9:30
- 我們的使者（穆罕默德ﷺ）已降臨，5:19
- 降示了《引支勒》，5:46
- 門徒說：我們是穆斯林，5:111
- 擺設食物的餐桌，5:114
- 未教導任何錯誤的崇拜，5:116-118
- 是一位義正的先知，6:85
- 作為一個跡象，23:50
- 其再次降臨 43:61
- 關於他的不同觀點，43:65
- 不過是以色列子民的一位奴僕和榜樣，43:59
- 預告一位名叫艾哈邁德的使者即將來臨，61:6
- 其童貞而生、信息和奇跡 3:45-51; 19:16-38
- 被提醒真主的恩賜 5:110-115
- 否認自己是神靈 5:116-120
- 在其追隨者心中的慈悲與恩典 5:82; 57:27
猶太人和基督徒，2:140; 4:153-161, 171; 5:18
- 傾聽謊言，5:41-42
- 因其言辭而受詛咒，5:64
- 與信士（穆斯林）的敵意，5:82
- 那些接受伊斯蘭者，26:197; 28:53; 29:47
吉卜利勒（見加百列）
聖戰（戰鬥、奮鬥）2:216; 9:24; 22:78; 25:52
Jinn, S.72
精靈，6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
精靈由火創造 15:25; 55:15
- 信仰與不信的精靈 72:1-15
- 部分精靈信仰了古蘭經的訊息 46:29-32
- 人類與精靈被創造有其目的 51:56-58
艾優卜，4:163; 6:84; 21:83-84; 38:41-44
葉哈雅（約翰，施洗者約翰），
- 喜訊，3:38-41; 19:7-11; 21:90
- 義人，6:85
- 明智、富有同情心、孝順，19:12-15
優努斯（約拿）4:163; 6:86; 10:98;21:87; 37:139-148
- （祖勒·努恩）21:87; 68:48-50
優素福（約瑟）6:84; 12:4-101
- 最好的故事 12:1-3
- 年輕的優素福的夢 12:4-6
- 兄弟們的陰謀 12:7-18
- 被賣為奴隸 12:19-20
- 在埃及宰相家中被撫養 12:21-22
- 宰相之妻試圖引誘他 12:23-29
- 宴席事件 12:30-32
- 入獄 12:33-35
- 兩位獄友 12:36-42
- 國王的夢 12:43-53
- 成為宰相 12:54-57
- 兄弟們前來購糧 12:58-68
- 帶走其弟便雅憫 12:69-82
- 其父重燃悲傷 12:83-87
- 揭示其真實身份 12:88-98
- 舊夢成真 12:99-100
- 結尾的祈禱 12:101
朱迪山，11:44
Jumu'ah, S.62
公正，2:282; 4:58, 135; 7:29; 16:90; 57:25
- 亦見 4:65, 105
天房，
- 由易卜拉欣建立，2:125-127
- 禁止狩獵，5:94-96
- 安全的庇護所，5:97
- 裸體環繞，7:28
- 在禮拜和環繞時，2:200; 7:29, 31
Kafirun, S.109
卡夫爾，混有卡夫爾的杯飲，76:5
Kahf, S.18
積蓄，9:34-35
考賽爾（樂園中的河流），108:1
Kauthar, S.108
鑰匙，
- 天地的鑰匙，39:63; 42:12
- 隱秘的鑰匙，6:59
豪拉·賓特·薩阿拉巴，58:1
殺戮，
- 若有人殺害一個人，等於殺害了全人類，5:32
- 不要殺害任何人，17:33
善言勝過施捨，2:263
親屬的權利，2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Kiraman-Ratibin, 82:11
知識，
- 不一片葉子落下而祂不知曉，6:59
- 那些因愚昧無知而殺害子女者是迷途者，6:140
- 五件事的知識唯真主知曉，31:34
- 確定地知曉，102:5-7
葛倫（可拉），28:76-82; 29:39; 40:24
庫爾西，2:255
Lahab（見馬薩德章），S.111
Lail, S.92
燈，25:61; 67:5; 71:16; 78:13
語言，
- 人類語言和膚色的差異，30:22
拉特，53:19
規定的律法，5:48
來自真主的律法，2:219; 98:3
說謊者，26:221-223
生命，若有人拯救一個人的生命，等於拯救了全人類的生命，5:32
今世的生命，
- 以後世換取今世，2:86
- 不過是欺騙的享受，3:185
- 以今世換取後世，4:74
- 不過是娛樂與玩戲，6:32; 29:64; 47:36; 57:20
- 欺騙人們，6:130
- 今世的享受比後世少得多，9:38; 13:26; 28:60
- 今世的比喻如同雨水，10:24
- 今世的喜訊，10:64
- 凡渴望今世者，在今世可得所欲；但在後世將無分，11:15-16; 17:18; 42:20
- 那些熱愛當下、疏忽後世者，75:20-21; 76:27
- 你們更喜愛今世，87:16
光，
- 明顯的光，4:174
- 與黑暗，6:1
- 光的比喻，24:35
- 走在信士前方和右側，57:12-15; 66:8
- 由真主賜予，使信士得以走上正道，57:2
真主所設定的界限，2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- 這些就是界限，2:187; 229-230; 4:13; 58:4; 65:1
- 不要超越界限，2:190, 229
- 凡超越界限者，2:229; 4:14; 78:22
- 除非被迫，也不超越界限，2:173; 6:145
- 不要在宗教上超越界限，4:171; 5:77
- 當他們超越界限時（變成猴子），7:166
- 遵守界限者，9:112
獅子，74:51
貸款，
- 以優良的貸款貸給真主，2:245; 73:20
- 倍增，57:11, 18
- 加倍，64:17
明顯的虧損，39:15
魯特，6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- 其不服從的妻子，11:81; 15:60; 66:10
酸棗樹，34:16; 53:14-16; 56:28
魯格曼，31:12-14
Luqman, S.31
Ma'arij, S.70
麥地那（雅斯里布），9:120; 33:13, 60; 63:8
米底安，7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- 亦見艾卡樹林
聘禮，2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Ma'idah, S.5
麥加（巴卡），3:96;90:1-2
- 安全之城，95:3
人，
- 在大地上一代又一代，2:30;6:165
- 被立為代治者，35:39
- 義務，2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- 受真主考驗，2:155; 3:186; 47:31; 57:25
- 人所渴望之物，3:14
- 由以下創造，4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- 被創造並被定了一個期限，6:2; 15:26
- 夫妻間的和解，4:35
- 否認與真主相會者是失敗者，6:31
- 回歸，6:60, 72, 164; 10:45-46
- 對自身設下陰謀，6:123
- 不負他人之擔，6:164
- 是忘恩負義的，7:10; 11:9; 30:34; 32:9; 80:17;100:6
- 被警告防備撒旦，7:27
- 妻子和子女，7:189-190
- 當傷害或罪惡降臨，10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- 返回主那裡，10:23; 84:6; 96:8
- 虧待自身，10:44
- 趾高氣揚且自誇，11:10
- 祈求惡事，17:11
- 急於求成，17:11
- 行為繫於其頸上，17:13
- 凡迷途者，是自己的損失；凡走正道者，僅為自身，17:15
- 不會受到不公正對待，17:71
- 死亡與復活，23:15-16
- 將宗教分裂成各個派別，各自對其信仰沾沾自喜，23:53
- 舌頭、手和腳將作為對其的見證，24:24
- 對自身的見證，75:14
- 以其私慾為神靈者，25:43
- 血親和婚姻親屬，25:54
- 真主已為你們降服了天地間的一切，31:20
- 凡將面容屈服於真主者，31:22
- 其身體內沒有兩個心靈，33:4
- 崇拜真主，39:64-66
- 因自己雙手所賺取而遭受不幸，42:30, 48
- 天使記錄其行為，50:17-18, 23;85:11
- 天使守護他，13:11; 86:4
- 被分為三類，56:7-56
- 最接近真主者，56:10-11
- 右邊的同伴，56:27-40
- 左邊的同伴，56:41-56
- 將被改造成未知的形態，56:60-62
- 被塑造得良好，64:3
- 財富和子女只是一種考驗，64:15
- 被創造並賦予，67:23-24; 74:12-15; 90:8-10
- 急躁的，70:19-21
- 致力於禮拜，70:22-35
- 渴望更多，74:15
- 對自身作見證，75:14-15
- 其傲慢，75:31-40; 90:5-7
- 熱愛今世，76:27
- 創造天空是否比創造人類更困難，79:28
- 對主漫不經心，82:6-12
- 被完美塑造並賦予適當比例，82:7
- 從一個階段到另一個階段，84:19
- 對財富的熱愛，89:20
- 被創造於艱辛中，90:4
- 努力與行為各異，92:4
- 為其鋪平容易與邪惡之路，92:7, 10
- 以最好的形態創造，95:4
- 然後被降至最低，96:5
- 超越一切界限，96:6-7
朝覲的功課，2:128, 200; 22:30
馬納特，53:20
人類，
- 人類的見證者，2:143
- 同一社群，2:213; 10:19
- 由單一對創造，4:1; 39:6; 49:13
- 對自身的反叛，10:23
- 對清算漫不經心，儘管清算已臨近，21:1-3
- 以菲特拉（本性）創造，30:30
- 人類中最尊貴者，49:13
- 被分為各民族和部落，49:13
嗎哪與鵪鶉，2:57
禮儀，
- 關於進入房屋，24:27-29
- 在家中，24:58-61
- 在先知的家中，33:53
- 向先知問候並致祝福，33:56
- 不要惹惱真主及其使者或信士男女，33:57-58
- 在信任前先核實消息，49:6
- 不要嘲諷他人，49:11
- 在集會中，58:11
婚姻，2:232, 234
- 與不信者或奴隸，2:221
- 合法娶多少，4:3
- 聘禮不得被取回（在離婚情況下），4:20-21
- 禁止婚配的對象，4:22-24
- 若無力迎娶自由信士女性，4:25
- 若擔心破裂，應指定兩位仲裁者，4:35
- 若妻子擔心丈夫殘忍或遺棄，達成和解條件，4:128
- 不要對一位妻子過度傾斜而讓另一位懸空，4:129
- 通姦者的婚姻，24:3
- 與貧困者的婚姻，24:32
- 那些無財力結婚者，24:33
- 對先知合法的妻子，33:50-52
- 在性關係前，離婚無待期，33:49
殉道者，
- 並未死亡，2:154; 3:169
- 在真主的恩典與慷慨中欣喜，3:170-171
- 獲得寬恕與慈憫，3:157-158
- 將獲得美好的供養，22:58-59
馬魯特，2:102
麥爾彥（爾撒之母），誕生，3:35-7
- 爾撒的喜訊，3:42-51; 19:16-21
- 分娩，19:23-26
- 將嬰兒帶到她的族人中，19:27-33
- 虛假的指控，4:156
- 守護其貞潔，21:91; 66:12
Maryam, S.19
Masad, S.111
- 遠寺，17:1
- 禁寺，2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- 禁地標誌，2:198
Maun, S.107
馬瓦樂園，53:15
度量衡，給足，11:85; 17:35;83:1-5
相會，
- 與真主的相會，6:31
- 偉大日子的相會，19:37
- 後世的相會，30:16
使者，2:253; 4:164-165; 40:78; 57:27
- 使者的接續，2:87
- 一系列使者，5:19; 23:44
- 被殺害，3:183
- 受到威脅，14:13
- 被嘲諷，6:10; 13:32; 15:11; 21:41
- 被否認和拒絕，3:184; 6:34;25:37;34:45; 51:52
- 信仰部分而拒絕其他，4:150-152
- 使者的聚集，5:109
- 被派遣為報喜者和警告者，6:48; 14:4-8
- 作為每個民族的見證者，16:89
- 每個民族都有一位使者，10:47; 16:36
- 誦讀真主的跡象，7:35-36
- 以天使為使者，17:95; 25:7
- 不過是人類，14:10-12;17:94; 21:8; 25:7-8, 20
- 及其妻子和後代，13:38
- 亦見先知
登霄，17:1; 53:12
吝嗇者，57:24
不幸，因你雙手所賺取，42:30
隱修制度，並非規定，57:27
違規者變成猴子，2:65;5:60; 7:166
登霄，17:1; 53:12
月份的數目，9:36-37
月亮，7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- 月亮的分裂；54:1
穆薩，
- 及其族人，2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- 與法老，2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- 受真主引導，6:84
- 山嶽與主的顯現，7:142-145
- 因其族人拜牛犢而責備他們，7:148-156;20:83-99
- 其天經，其中產生了分歧，11:110
- 被賜予天經，17:2
- 九個明顯的跡象，7:133; 17:101
- 前往兩海交匯處，18:60-82
- 在燃燒的荊棘前的關鍵相遇 20:9-36; 27:7-14; 28:29-35
- 被呼喚並賜予使命，19:51-53;20:9-56
- 其童年、母親和姐妹，20:38-40;28:7-13
- 魔法師皈依，20:70-73; 26:46-52
- 在米底安，20:40; 28:22-28
- 被賜予判準，21:48
- 與神聖之火，27:7-12; 28:29-35
- 在城中誤殺一名埃及人 28:14-21
- 帶著明顯的跡象降臨，29:39
- 與法老的故事 7:103-137; 10:75-92; 11:96-99; 26:10-69
- 法老及其族人的九個跡象 7:130-133; 20:17-22; 17:101
- 擊敗法老的魔法師 20:70-73; 26:46-52
- 逃往米底安並成婚 28:22-28
- 接受法版 7:142-154
- 在山上請求見真主 7:142-145
- 受真主尊貴 33:69
- 真主對以色列子民的恩賜 2:47-61
- 以色列子民拒絕進入耶路撒冷 5:20-29
- 被引導至正道，37:114-122
- 其天經，53:36; 87:19
清真寺（耶路撒冷），17:7
清真寺（古巴），9:107-108
清真寺，2:187; 9:17-19
- 維護真主的清真寺，9:17-18
蚊子，一個比喻，2:26
山嶽，15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Muddaththir, S.74
遷士，4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- 女性遷士，60:10-12
穆罕默德 ﷺ
- 受到嘲諷，2:104; 4:46; 25:41-42; 34:78
- 尊重使者，2:104; 4:46; 49:1-5
- 信仰他的盟約，3:81
- 是信士們的見證者，2:143
- 不過是一位使者，3:144
- 溫柔相待，3:159
- 他的使命，3:164; 7:157; 36:6; 52:29; 74:1-7
- 作為對信士的巨大恩賜而被派遣，3:164
- 帶著真理被派遣，4:170
- 未被立為監察者，6:107
- 目不識丁者，7:157; 62:2
- 作為真主的使者被派遣到全人類，7:158; 48:9, 29
- 明顯的警告者，7:184, 188; 11:2; 15:89; 53:56
- 並非瘋人，7:184; 68:2; 81:22
- 那些指責你者，9:58
- 傷害先知的人，對信士是一種慈憫，9:61
- 只跟隨所啟示之事，10:15-16; 11:12-14; 46:9
- 他的言辭，11:2-4; 12:108; 34:46-50
- 真主是他的見證者，13:43; 29:52; 46:8
- 被派遣為見證者、報喜者和警告者，11:2; 15:89; 26:194; 33:45; 34:28;48:8
- 不要憂愁，15:97; 16:127; 18:6
- 被派遣為見證者，16:89; 22:78; 73:15
- 以智慧和善意勸導，並以更好的方式辯論，16:125
- 馬卡姆·馬哈茂德，17:79
- 受到啟示，18:110
- 是全世界的慈憫，21:107
- 不求報酬，25:57; 38:86; 42:23
- 被命令，27:91-93;30:30;66:9
- 作為真主的慈憫，28:46-47
- 與信士們親近，33:6
- 值得效仿的好榜樣，33:21
- 封印先知，33:40
- 向他致祝福，33:56
- 被派遣到全人類，34:28
- 報酬只來自真主，34:47
- 不過是一個人，41:6
- 被派遣為保護者，42:48
- 在眾使者中並非新鮮事，46:9
- 以色列子民中的見證者，46:10
- 對他的效忠誓約即是對真主的效忠誓約，48:10, 18
- 見過吉卜利勒，53:4-18; 81:22-25
- 不要違抗他，58:20-22
- 由爾撒預告，61:6
- 使真理之教戰勝一切宗教，61:9
- 從黑暗到光明，65:11
- 努力對抗不信者和偽信徒，66:9
- 崇高的品德，68:4
- 並非詩人或占卜者，69:41-42
- 致力於禮拜，73:1-8, 20; 74:3
- 與盲人，80:1-12
- 叩頭並接近真主，96:19
- 誦讀純淨的篇章，98:2
- 關於其家人的經文，24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- 亦見使者；先知
Muhammad ( ﷺ ), S.47
行善者，2:117, 195; 4:125,128; 10:12-16; 16:128
- 真主愛行善者，3:134, 148; 5:93
- 真主不虧待行善者的報酬，5:85;9:120; 11:115; 18:30
- 我們回報行善者，12:22; 37:80, 105, 110; 39:34;77:44
- 向行善者報喜，22:37; 46:12
- 真主的慈憫接近行善者，7:56
- 真主與行善者同在，29:69
- 孝順父母，2:83
- 忍耐地履行對真主的義務，16:90
- 亦見善與惡
Mujadilah, S.58
騾子，16:8
Mulk, S.67
Mumin（見葛菲爾章），S.40
Mu'minun, S.23
Mumtahanah, S.60
Munafigun, S.63
謀殺，2:178-179
Mursalat, S.77
穆斯林，
- 最先歸信者，6:14, 163; 9:100; 39:12
- 是誰為他們命名，22:78
- 對歸信者的寬恕和巨大獎賞，33:35-36
Mutaffifin, S.83
Muzzammil, S.73
Naba', S.78
奈迪爾族·巴努（猶太人），59:2, 9, 13
Nahl, S.16
不潔，9:28
Najm, S.53
密語（見私語）
名字，
- 最美麗的名字屬於祂，7:180
- 最好的名字屬於祂，17:110; 20:8; 59:24
迫不得已，若被迫，2:173; 6:145
鄰居，4:36
新月，2:189
消息，應加以核實 4:83
吝嗇 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
夜晚，（作為象徵），休息之時，10:67
- 作為覆蓋，13:3; 78:10
- 供人使用，14:32
- 蓋德爾之夜（定命之夜），44:3-4; 97:1-5
Nisa', S.4
努哈，3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- 受到嘲諷 11:38
- 大洪水，29:14
- 方舟與洪水 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- 不義之子未獲拯救，11:42-48
- 不義之妻，14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
Nuh, S.71
Nur, S.24
誓言，2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
服從，3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51-52, 54; 47:33; 64:12
應履行的義務，5:1
後代，4:9; 42:49-50
- 祂將男女賜予祂所意欲者，42:49
橄欖，6:141; 16:11; 23:20; 24:35; 95:1
唯一的真主，2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
孤兒，2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- 孤兒的監護人，4:6
各民族自身的行為對其而言顯得美好，6:108
成對，存在於所有生物中，13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
棕棗樹，13:4; 19:25; 20:71; 59:5
比喻，（相似、例子、譬喻）
- 點燃火者，2:17-18
- 天降暴風雨，2:19-20
- 蚊子，2:26
- 大聲呼喊者，2:171
- 一座徹底廢墟的城市，2:259
- 一粒穀物，2:261
- 光滑的岩石，2:264
- 花園，2:265-266
- 繩索，3:103
- 寒風，3:117
- 復活 7:57; 22:5; 41:39
- 吐出舌頭的狗，7:176
- 懸崖邊緣，9:109-110
- 雨水，10:24
- 被收割的莊稼，10:24
- 盲人與聾人，11:24
- 真主對假神 13:14; 16:76
- 真理對謊言 13:17
- 被狂風吹走的灰燼，14:18
- 美好的樹，14:24-25
- 邪惡的樹，14:26
- 一個奴隸與一個自由人，16:75
- 啞巴，是其主人的負擔，16:76
- 拆線的女人，16:92
- 安全而富足的城鎮，16:112-113
- 擁有葡萄園的兩個人，18:32-44
- 今世的生命如同天降之水，18:45
- 從天上墜落被鳥銜走，22:31
- 一隻蒼蠅，22:73
- 光如壁龕，24:35-36
- 海市蜃樓，24:39
- 深邃大海中的黑暗，24:40
- 蜘蛛，29:41
- 夥伴，30:28
- 城鎮的居民，36:13-32
- 不同顏色的莊稼，39:21
- 屬於眾多夥伴的人，39:29
- 生長的種子，48:29
- 硬化的心 57:16-17
- 雨後的植物，57:20
- 謙遜的山嶽，59:21
- 驢子，62:5
- 水若沉入地下，67:30
- 園子的居民，68:17-33
樂園，
- 居所樂園（馬瓦樂園），53:15
- 菲爾多斯樂園，18:107; 23:11
- 河流在其下流淌的花園，3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- 永恆的花園（阿德南樂園）9:72;13:23; 18:31; 19:61; 20:76
- 永恆樂園（阿德南樂園），16:31;35:33; 98:8
- 歡樂的花園，37:43; 56:12, 89
- 永久歡樂的花園，9:21
- 花園與葡萄園，78:32
- 兩個花園的果實，55:54, 62
- 各種各樣隨心所欲的豐盛果實，36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- 果實近在手邊，55:54; 69:23
- 果實與肉食，52:22
- 禽肉，56:21
- 無刺的酸棗樹和香蕉樹，56:28-29
- 無益的知識，馱書的驢 62:5
- 流動的泉水，88:12
- 名為薩爾薩比勒的泉水，76:18
- 名為卡夫爾的泉水，76:5
- 名為塔斯尼姆的泉水，83:27-28
- 樂園中名為考賽爾的河流，108:1
- 美酒、牛奶、純蜜之河，47:15
- 純淨封印的美酒，潔白甘美，37:45-46; 56:18; 76:21; 83:25
- 混有薑汁的杯飲，76:17; 78:34
- 水，76:5
- 金盤與金杯，43:71
- 銀製器皿與水晶杯，76:15-16
- 細綢厚緞的綠色衣裳，18:31;22:23; 35:33; 44:53; 76:12, 21
- 以金鐲和珍珠裝飾，18:31; 22:23; 35:33; 76:21
- 以絲綢錦緞鋪裹的臥榻，55:54
- 綠色墊子與華美的臥具，整齊排列，55:76; 88:15
- 鑲嵌金石的高架寶座 56:15; 88:13
- 鋪展的華美地毯，88:16
- 美麗的宮殿，層層疊疊的高閣，9:72; 39:20
- 永居其中，3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- 永恆的家園，3:15; 35:35
- 在寶座上面對面而坐，15:47; 37:44;44:53; 56:16
- 永不嚐死亡，44:56
- 也不會被要求離開，15:48
- 心中的仇恨與傷痛被清除，7:43; 15:47
- 一切悲傷被消除，35:34
- 沒有疲憊、勞苦或倦怠，15:48;35:35
- 沒有任何傷害、腹痛、頭痛或醉意，37:47; 56:19
- 沒有無益的言談或罪惡的言辭，19:62;56:25
- 沒有有害的言辭或謊言，78:35; 88:11
- 遠離罪惡，37:47; 52:23
- 沒有酷熱也沒有嚴寒，76:13
- 將有定量的供養，37:41;56:89
- 在平安與安全中，15:46; 44:51, 55; 50:34
- 平安之家，6:127
- 樂園中的問候，7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- 凡行善者將進入，4:124; 42:22; 44:51
- 敬畏其主者將被成群引導，39:73
- 因行為而得以繼承，43:72
- 真主對他們感到喜悅，他們對真主也感到喜悅，5:119
- 我的樂園，89:30
- 最大的幸福，9:72
- 巨大的成功，57:12; 64:9
- 至高的成功，9:72; 44:57
- 對信士而言，樂園是款待之所，32:19
- 樂園的居民在那一天將沉浸於歡樂之中，36:35
- 將置身於花園與泉水之間，15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- 見到圍繞寶座的天使，39:75
- 接近全能的君王，54:55
- 他們將擁有所渴望的一切，50:35
- 胡爾，寬目美麗的純潔女子，如同受保護的蛋，37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- 純潔的妻子，3:15
- 妻子在怡人的樹蔭下，倚靠寶座，36:55
- 年輕豐滿、年齡相當的少女，78:33
- 永生的童僕服侍他們，如散落的珍珠，52:24; 56:17; 76:19
- 廣闊如天地，3:133, 57:21
- 流水、涼蔭、珍饈和純潔的配偶 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- 信士的獎賞 55:46-78; 56:10-40
- 蜜、奶、水和美酒之河 47:15
- 祈禱與問候 10:9-10; 39:73-74
- 以平安問候致意 13:23-24; 14:32
- 永遠留在幸福中 11:108
- 永不被要求離開 15:45-48
- 光芒在他們前方和右側閃耀 57:12
- 沒有炎熱或嚴寒 76:13
- 所有願望皆被滿足 16:30-32; 41:31-32
- 金鐲和細綢衣裳 18:30-31; 22:23-24; 44:51-53
- 金杯托盤 43:67-73
- 銀製器皿和垂手可摘的果實 76:14-16
- 倚靠寶座 15:47; 37:44; 52:20
- 信士將見其主 75:22-23
父母，孝親，2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
以物配主，是謊言，4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
牧場，87:4-5
道路，5:77; 16:94; 42:52-53; 43:43; 90:11-12
- 亦見正道
忍耐，3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- 以忍耐和禮拜尋求幫助，2:45, 153; 20:132;50:39
忍耐者，
- 將獲得完整的報酬，39:10
- 真主與忍耐者同在，8:46
- 要忍耐，11:115
- 忍耐地履行對真主的義務，16:90
- 在憤怒時忍耐，41:34
和平，傾向於和平，8:61
珍珠與珊瑚，52:24; 55:22; 56:23
筆，68:1; 96:4
人，
- 真主不使任何人負超出其能力之擔，2:286; 7:42
- 真主不使任何人承受超出其能力之事，23:62
- 沒有人知道明天將賺取什麼，也不知道將死於何地，31:34
- 每個人將面對其所行的一切善惡，3:30
- 每個人都將為自己辯護，16:111
- 每個人都是其所賺取之物的抵押，74:38
- 真主以自責的靈魂起誓，75:2
法老，28:6; 40:24
- 法老的族人，2:49; 3:11; 7:141; 44:17-33
- 被淹沒，2:50
- 與穆薩的交涉，7:103-137; 10:75-92
- 屍體從海中被救出，10:90-92
- 超越界限；犯罪作惡，違逆命令，20:24; 69:9; 73:16;85:17-20; 89:10-14
- 義正的妻子，28:8-9
- 聲稱自己是神，28:38; 79:24
- 被毀滅，29:39
- 法老家族中一位有信仰的人，40:28-44
- 建造高塔，40:36-37
- 亦見穆薩
堆積今世之物，102:1-4
效忠誓約，
- 為伊斯蘭，16:91
- 對使者的效忠誓約即是對真主的效忠誓約，48:10
- 信士的效忠誓約，48:18; 60:12
抵押，應有，2:283
- 每個人都是其所賺取之物的抵押，52:21; 74:38
詩歌，36:69
詩人，26:224-227; 69:41
石榴，6:141
貧困者，2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
禮拜，1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- 既不大聲也不低聲，17:110
- 為不信者的祈求，9:113-114
- 不信者的祈求，13:14
- 祂回應那些（祈求者），42:26
- 以忍耐和禮拜尋求幫助，2:45, 153; 20:132;50:39
- 面向朝拜方向完整禮拜，2:142-145, 149-150
- 謹守禮拜，2:238
- 旅途中和危險時，2:239; 4:101-102
- 醉酒狀態下不得禮拜，4:43
- 大淨不潔狀態下亦不得，4:43
- 禮拜前的淨化，4:43; 5:6
- 禮拜結束後，4:103
- 禮拜時間，11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- 只為真主而叩頭，13:15
週五禮拜，62:9-11
危險時的防範，4:71
戰俘，8:67-71
- 亦見俘虜
真實的承諾，46:16-17
財產，2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
先知們，3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- 先知們的盟約，3:81; 33:7-8
- 先知們不得，3:161
- 每位先知都有一個敵人，6:112; 25:31
- 亦見使者
叩頭，
- 凡在天地間的萬物及其影子皆向真主叩頭，13:15
供養，10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
詩篇，4:163
懲罰，
- 懲罰的推遲，3:178
- 截斷手腳，5:33
- 以同等方式懲罰，16:126
- 今世與後世的懲罰，24:19; 68:33
淨化，
- 身體淨化，4:43; 5:6
- 精神淨化（去除不潔），87:14; 91:9
定數，5:5; 64:11
Qadr, S.97
Qaf, S.50
Qalam, S.68
Qamar, S.54
Qari'ah, S.101
葛倫（可拉），28:76-82; 29:39
Qasas, S.28
朝拜方向，2:142-145, 149
同態報復（懲罰的平等法則），2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
古蘭經，
- 描述，13:31, 36, 37; 14:1; 56:77-80
- 任何人都無法創造出與之相似者，2:23; 10:38; 11:13; 17:88
- 若非來自真主，其中必有許多矛盾，4:82
- 明顯的光明，4:174; 42:52
- 被啟示，6:19
- 真主為其見證，6:19
- 明確的憑證，6:157
- 關於其經文的虛假交談，6:68
- 一部提醒，7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- 誦讀時，傾聽並保持安靜，7:204
- 宣念，7:205; 15:6, 9
- 智慧之書，10:1; 31:2; 36:2
- 受啟示的信息，10:2, 109; 42:52
- 那些拒絕它者，11:17
- 以阿拉伯語，12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- 分段降示，15:91; 17:106; 25:32; 76:23
- 經文的更改，16:10
- 當你想要誦讀古蘭經時，16:98
- 引導，17:9
- 喜訊與警告，17:9-10
- 與不信者，17:45-47
- 黎明時的誦讀受到天使的見證，17:78
- 治癒與慈憫，17:82
- 向人類全面解釋，各種比喻，但大多數人拒絕，17:89; 18:54; 39:27
- 容易的，19:97; 44:58; 54:17, 22, 32, 40
- 我的族人已拋棄這部古蘭經，25:30
- 被天經所確認，26:196
- 向以色列子民講述他們所爭議之事，27:76
- 誦讀並禮拜，29:45
- 來自真主的真理，32:3; 35:31
- 在一個吉祥之夜，44:3
- 其中規定了一切事務，44:4
- 深思古蘭經，47:24
- 以之警告，50:45
- 由真主傳授，55:1
- 受尊崇的誦讀，受到保護，56:77-78
- 唯有純潔者方能觸摸，56:79
- 若降示於山嶽之上，59:21
- 對不信者是一種痛苦，69:50
- 確定無疑的真理，69:51
- 緩慢地誦讀，73:4
- 記錄在受尊崇、純潔神聖的典籍中，80:13-16
- 是對全世界的提醒，81:27
- 不信者否認，84:22
- 記錄在受保護的天版中，85:22
- 分辨真假的話語，86:13
- 誦讀純淨的篇章，98:2
- 亦見天經；啟示
Quraish, S.106
古萊什，
- 古萊什的不信者，54:43-46, 51
- 古萊什的馴服，106:1-4
學者和僧侶，9:31, 34
競相行善，5:48
Ra'd, S.13
Rahman, S.55
正義的衣裳更為優越，7:26
雨水，
- 真主的恩賜，56:68-70
- 石塊之雨，27:58
齋月，2:185
擲石，2:200
贖金，
- 不得收取贖金，57:15
- 不信者所提供的贖金，3:91; 10:54; 13:18
齋戒的代償，2:196
- 為釋放俘虜的贖金，8:67
拉斯居民，25:38; 50:12
報應，
- 報應之日，1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- 否認報應者，107:1-7
- 惡行的報應是同等的惡，42:40
和解，
- 凡寬恕並和解者，42:40
- 夫妻間的和解，4:35
- 信士間的和解，49:9-10
記錄，
- 一份記錄在冊的冊子，83:7-9, 18-21
- 每個民族將被召至其記錄，45:28-29
- 每個人行為的書頁將被攤開，81:10
- 訴說真相的記錄，23:62
- 在右手中，69:19; 84:7-9
- 在左手中，69:25
- 在背後，84:10-15
記錄天使，50:17-18, 23; 85:11
困難之後的解脫，94:5-6
宗教，
- 宗教中沒有強迫，2:256
- 是伊斯蘭，3:19
- 真主的宗教，3:83-84
- 伊斯蘭以外的宗教，3:85
- 不要在宗教上過度，4:171; 5:77
- 已完善，5:3
- 將宗教視為玩戲和娛樂者，6:70
- 分裂宗教並各自成派者，6:159; 30:32
- 亦見 42:13-14; 43:65; 45:17
- 人們將宗教分裂成派別，各群體對其信仰沾沾自喜，23:53; 30:32
- 宗教中沒有強加任何困難，22:78
- 人類以此宗教而生，30:30
- 所有先知的宗教相同，42:13-15
- 祖先的宗教，43:22-24
紀念真主，63:9
- 在紀念中，心靈得到安息，13:28
悔罪，
- 若無知中犯罪，事後立即悔罪，則被接受，4:17; 6:54
- 若繼續作惡，悔罪無效，4:18
- 祂接受悔罪並寬恕罪惡，4:25
對罪惡的緩期，3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
復活，2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- 以烏澤爾的故事為例 2:259
- 易卜拉欣 2:260
- 山洞的居民 18:9-26
- 對否認復活者的警告 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
復活日，7:89; 20:100-101, 124
- 真實的日子，78:39
- 完整地付清你的報酬 3:185
- 行為的書頁將被攤開，81:11
- 每個人將知道他帶來了什麼，81:14
- 每個人將面對其所行的一切善惡，3:30
- 一個人將知道他曾前行和留下的，82:5
- 沒有不公正的恐懼，20:112
- 公正的天平，21:47
- 行為的秤，23:102-103
- 凡行一粒芥子重的善惡者，皆將見到，100:7-8
- 所有秘密將被審查，86:9
記錄在右手中，69:19; 84:7-9
記錄在左手中，69:25
記錄在背後，84:10-15
- 對不信者而言是艱難的一天，25:26; 54:8; 74:9
- 沉重的一天，76:27
- 背負沉重的擔子，20:100-101
- 不允許提出任何藉口，77:36
- 不義者將咬自己的手，25:27
- 不義者與其同伴及偶像被集合，37:22
- 在深深的遺憾、悲傷和絕望中滅亡，30:12
- 被活埋的女嬰將被詢問，81:8-9
- 最大的恐懼，21:103
- 呼喚者將呼喚一件可怕之事，50:41;54:6-8
- 一聲震響，36:29, 49, 53; 38:15; 50:42
- 扎吉拉（震響），37:19; 79:13
- 近在眼前的懲罰，78:40
- 天空將以可怕的震動搖撼，52:9; 56:4
- 天空裂開，84:1-2
- 天空被劈開，77:9; 82:1
- 天空將伴隨雲朵裂開，25:25
- 天空將被捲起，握於祂的右手，21:104; 39:67
- 天地間的一切皆將昏厥，39:68
- 天空將被打開，成為門戶，78:19
- 天空將如沸騰的油渣，70:8
- 星辰將墜落，81:2; 82:2
- 星辰將失去其光芒，77:8
- 太陽將失去其光芒，81:1
- 海洋將成為烈火，81:6
- 海洋將決裂，82:3
- 末時的地震，22:1; 99:1
- 山嶽將移走，18:47; 27:88;52:10; 77:9; 78:20; 81:3
- 化為塵埃 20:105; 56:5
- 如鬆散的羊毛，70:9;101:5
- 大地和山嶽將劇烈搖動，73:14; 79:6
- 大地被磨為粉末，89:21
- 大地將換成另一大地，天空亦然，14:48
- 大地被展開，84:3-5
- 大地如平坦的原野 18:47; 20:106
- 大地拋出其重擔，84:4; 99:2
- 墳墓被翻轉，82:4
- 從墳墓中復活，21:97; 70:43
- 死後在大地上復活，79:14
- 野獸將被聚集，81:5
- 以盲目的狀態被復活，20:124-125
- 號角將被吹響，6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- 薩赫哈，80:33
- 靈魂將與其身體結合，81:7
- 停留不超過十天，20:103
- 停留不超過一天，20:104
- 或一天的一部分，23:112-114
- 聚集之日，64:9
- 審判之日，37:21
- 裁決之日，77:38; 78:17
- 分類之日，77:13-14
- 悲傷與遺憾之日，19:39
- 否認者，77:15-50
- 人類將如散落的飛蛾，101:4
- 人類將分散成群前行，100:6
- 人類如醉酒之狀，22:2
- 每位孕婦將產下其胎兒，22:2
- 懷孕的母駝將被遺棄，81:4
- 哺乳的母親將忘記其嬰兒，22:2
- 親人將被帶來相見，70:11
- 人將逃離其親人，80:34-37
- 朋友不問及朋友，70:10
- 既無朋友也無調解者，40:18
- 任何人都無力為他人做任何事，82:19
- 無能為力，也無助者，87:10
- 信士無需恐懼，43:68
- 信士將置身於樹蔭、泉水和果實之中，77:41-43
- 樂園的居民及其妻子，36:55-58
- 天使將以壯觀的方式降臨，25:25
- 脛骨將被裸露，68:42-43
- 樂園將被帶近，81:13
- 地獄將被帶近，89:23
- 地獄之火將被點燃，猛烈燃燒，81:11-12
- 以慈善方式的報復將成為懺悔的補贖，5:45
啟示，
- 若你有疑問，2:23-24
- 被廢除或遺忘的經文，2:106
- 正確的引導，3:73
- 來自主的，所以不要是懷疑者，6:114
- 為能理解的人，6:98
- 引導與慈憫，7:203; 16:64; 31:3
- 透過至聖靈，16:102; 26:192-193
- 詳細解釋，6:98; 41:2-4
- 天經的啟示來自真主，46:2
- 亦見天經與古蘭經
對受到壓迫性不公正的報復，42:39-43
獎賞，
- 按照最好的行為，甚至更多，24:38; 29:7; 39:35
- 作為獎賞 25:15
- 真主以最好的回報行善者，53:31
- 善報之外沒有其他回報，55:60
利息（見高利貸）
義人，
- 義人的陪伴，4:69
- 將繼承大地，21:105
- 在樂園中，51:15-19; 76:5-12
- 亦見善
正義，2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- 正義的陡峭之路，90:11-18
正確的引導是真主的引導，3:73
道路，43:10
希吉爾（岩石地帶）的居民，15:80-85
羅馬人，30:2-5
屋頂，天空，21:32
魯哈（吉卜利勒），26:193; 67:12; 70:4; 78:38;97:4
至聖靈，2:87, 253; 5:110; 16:102
- 亦見吉卜利勒
靈魂，15:29; 17:85; 58:22
Rum, S.30
賽巴（示巴），27:22-44; 34:15-21
Saba', S.34
安息日，
- 違犯者，2:65; 4:154; 7:163-166
- 僅為特定人而規定，16:124
薩比安人，5:69; 22:17
獻祭，2:196, 200; 22:34-37
Sad, S.38
施捨（慈善），2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- 秘密施捨優於公開施捨，2:271
薩法與麥爾瓦，2:158
Saff, S.61
Saffat, S.37
馬里布水壩決堤的洪水，34:16
Sajdah, S.32
寧靜與安詳，2:248;9:26, 40; 48:4, 18, 26
薩利赫，7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
薩爾薩比勒（樂園中的泉水），76:18
薩米里，20:85, 95-97
撒母耳，2:247
撒旦，2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- 煽動敵意與仇恨，5:91
- 來自撒旦的邪惡低語，7:200-201
- 欺騙，8:48
- 背叛，14:22
- 對信士無能為力，16:99-100
- 拋出謊言，22:52-53
- 是一個敵人，12:5; 35:6; 36:60
- 傲慢 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- 一個精靈 18:50-51
- 阿丹的誘惑與墮落 7:20-23; 20:116-121
- 對信士無權威 16:98-100
- 其目的 35:6-8
- 人類的誓不兩立之敵 12:5; 17:53
- 其黨羽 53:14-19
- 其勾當 5:90-91
- 阻止善行 2:268
- 信士以真主為他的庇護 7:200-202
- 其計謀是軟弱的 4:76
- 讓其追隨者失望 8:48
- 在地獄中與其追隨者交談 14:22
- 亦見易卜利斯
天平，成功者將是其重的一方，7:8-9
- 亦見天平條目
天經，
- 天經的子民（猶太人和基督徒），2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- 他們所隱瞞的，5:61-63
- 其中在正道上者，5:66
- 他們認識但不信仰，6:20
海洋，42:32-33; 45:12
- 兩片海洋，18:60; 25:53; 35:12; 55:19-20
- 當海洋決裂時，82:3
私語，
- 密談，4:114
- 三人的密語，58:7
- 私下商議，58:8, 10
- 私下諮詢，58:12-13
宗教中的派別與分裂，6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
困境之後的安全，祂降下，3:154
種子，是誰使其生長，56:63-67
感官，23:78
七，被創造的，
- 諸天，2:29; 23:17; 65:12; 67:3; 71:15
- 以及其相當的大地，65:12
影子，
- 向真主叩頭，13:15; 16:48
影子的延伸，25:45
Shams, S.91
母駝作為對薩穆德族的明顯跡象，7:73; 17:59; 26:155-158
船隻的航行作為跡象；供人使用；以感恩；尋求祂的恩賜，2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
舒艾卜，7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Shura, S.42
極境蓮樹，53:14
圍攻麥地那，33:9-27
Sijjin, 88:7-9
罪惡，7:100; 74:43-6
- 非法性行為，4:15-16; 24:2, 19
- 若避免重罪，小罪將被赦免，4:31
- 他們可以向人隱瞞，但無法向真主隱瞞，4:108
- 凡犯罪者，其罪只害自身，4:111
- 凡犯罪後將罪名加諸無辜者，4:112
- 真主不寬恕以物配主，但對其他罪惡，祂寬恕祂所意欲者，4:116
- 犯罪者將得到應有的報應，6:120
- 罪人絕不會成功，10:17
- 真主寬恕一切罪惡，39:53
- 重大罪惡，42:37
西奈山，19:52; 23:20; 95:2
罪人，其耳朵、眼睛和皮膚將作為對其的見證，41:20-23
橋，66:8
誹謗者，68:11-12; 104:1
奴隸，2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- 亦見戰俘；俘虜
睡眠，是一種休息，78:9
所多瑪，29:31; 37:136
雞姦，7:80-82; 11:77-83; 15:61-77; 29:28-29
蘇萊曼，2:102; 4:163; 6:84
- 幫助其父達烏德作出更公正的判決 21:78-82
- 與螞蟻，27:15-19
- 與戴勝鳥，27:20-26
- 與賽巴的女王，27:22-44; 34:15
- 真主對他的恩賜 34:12-14, 38:34-40
- 他對良馬的喜愛 38:30-33
養子，33:4-5
靈魂，15:29; 17:85; 58:22
為真主之道而施捨，2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- 超出你所需的，2:219
- 為真主之道施捨財產者的比喻，2:261
- 為讓人看見而施捨，2:264; 4:38
- 凡為真主之道所施捨的，將得到回報，2:272; 8:60; 34:39
- 不揮霍浪費，6:141;17:26
- 既不揮霍也不吝嗇，25:67
- 那些在真主之道上不肯施捨者，9:67
靈魂，15:29
- 其知識在真主那裡，17:85
- 真主以聖靈加強信士，58:22
戰利品，8:41, 69; 48:15, 19-20; 48:15
- 亦見戰利品條目
窺探，49:12
星，53:1, 49; 86:1-4
星辰，7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
正道，1:6
- 等。道路，6:153
- 等。奮鬥，4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
哺乳期限，乳母，2:233
苦難、貧困、健康喪失與災難；繁榮與財富，7:94-96
太陽，7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
至高的成功，9:72; 44:57
章節，10:38; 11:13; 47:20
- 其啟示增加信仰，9:124-127
猜疑，49:12
供養，19:62
- 亦見供給；天意
蘇瓦，71:23
塔布克，9:40-59, 81-99, 117-118, 120-122
Taghabun, S.64
塔古特，2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- 亦見假神
Ta-Ha, S.20
Tahrim, S.66
Takathur, S.102
Takwir, S.81
Talaq, S.65
香蕉樹，56:29
塔盧特（掃羅），2:247-249
Tariq, S.86
塔斯尼姆（泉水），83:27-28
Taubah, S.9
環繞天房，2:200; 7:29,31
沙土代淨，4:43; 5:6
期限，每個民族都有其預定的期限，無人能提前或推遲，7:34; 10:49;15:4-5; 16:61; 20:129
領土，以軍隊守衛你的，3:200
真主的考驗，3:154; 34:21
薩穆德，7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
竊賊，懲罰，5:38-39
寶座，7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- 立於水上，11:7
- 八位天使承載寶座，39:75; 40:7; 69:17
時間，45:24; 76:1; 103:1
Tin, S.95
懲罰，3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
城鎮，凡被毀滅的城鎮，皆有其已知的定命，15:4
貿易與財產，4:29
難道他們沒有在大地上旅行，6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
背叛，8:58; 22:38
- 見欺騙
積蓄的財寶，9:35
真主的寶藏，6:50
永恆之樹，20:120
樹木，22:18
考驗，2:214-218; 64:15
號角，在復活日，6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
薩赫哈，80:33
信託被呈交給諸天、大地和山嶽，但被人類承擔，33:72-73
信託，2:283; 4:58; 8:27; 23:8;33:72; 70:32
真理，5:48; 23:70-71, 90; 25:33; 69:51
- 不要將真理與謊言混淆，也不要隱瞞，2:42
- 真理已到來，謊言已消失，17:81
- 真實的承諾，46:16-17
圖巴族，44:37; 50:14
圖爾山，28:29, 46
Tur, S.52
圖瓦谷，20:12; 79:16
烏胡德之戰，3:121-128, 140-180
伍麥，2:143-144;10:47, 49; 11:118; 16:36, 120
副朝，2:128, 158, 196
高利貸，2:275-276, 278-280; 3:130;4:161; 30:39
烏澤爾（見以斯拉）
烏扎，53:19
無形的屏障，17:45-46
遮蓋，24:31; 33:59
賽七節，15:87
勝利，
- 由真主賜予，48:1
- 通過真主的幫助，61:13
美德，（見正義；信士）
瓦德，71:23
- 「等待吧，我們也在等待」，7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Waqi'ah, S.56
對真主宣戰，5:33-34
不要揮霍浪費，6:141; 7:31; 17:26
水，每個生物皆由水創造，21:30;24:45; 25:54
- 兩片海洋，18:60; 25:53; 35:12; 55:19-20
- 真主的寶座在水上，11:7
- 雨水，23:18
道路，1:6; 42:52-53; 90:10
- 等。使之容易，87:8
- 亦見正道
旅行者，2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
財富，
- 積聚財富者，104:2-4
- 為真主之道而施捨（見施捨）
財富與子女，今世生活的裝飾，18:46
度量衡，給足，11:85; 17:35;83:1-5
寡婦，2:234-235, 240
真主的意志，10:99-100; 30:5; 81:29; 82:8
人的意志，走上正道，除非真主另有意欲，28:29
風，77:1-3
- 作為喜訊的先兆，7:57; 30:46
- 興雲降水，15:22; 30:48
- 使之變黃，30:51
美酒（在樂園中）
- 純淨的飲品，37:45; 76:21
- 潔白甘美，37:46
- 美酒之河，47:15
- 純淨封印的美酒，83:25
不要羨慕真主使某些人勝過他人之處，4:32
見證者，
- 對先知盟約的見證，3:81
- 對人類的見證，2:143; 22:78
- 對契約的見證，2:282
- 兩位女性對一位男性，2:282
- 對非法性行為的見證，4:16; 24:2
- 保持公正，5:8
- 手腳將作為見證，36:65
- 人對自身的見證，75:14
見證之日與被見證之日，85:3
妻子，
- 是你們的耕地，2:223
- 是你們的遮蓋，2:187
- 來自你們同類，16:72
爭訟的女人，58:1-2
女性，2:222-223; 4:15, 19-22, 34, 127
- 誣陷貞潔者，24:4-5, 11-17, 23-26
- 遮蓋，24:31; 33:59
- 信士女性作為遷士，60:10-12
- 在爭論中不能為自己表達清楚，43:17-18
樹林的居民，15:78; 38:13; 50:14
- 亦見艾卡；米底安 26:176-191
今世，
- 不過是玩戲與娛樂，6:32;29:64; 47:36; 57:20
- 欺騙人們，6:130
- 今世的享受比後世少得多，9:38; 13:26; 28:60-61
- 凡渴望今世者，在今世可得所欲，但在後世將無分，11:15-16; 17:18; 42:20
- 財富與子女，今世的裝飾，18:46
- 那些熱愛當下、捨棄後世者，75:20-21; 76:27
書寫，為合同而書寫，2:282
不義者，11:18-22, 101-104, 116-117;39:47
- 亦見不信者
小淨，4:43; 5:6
亞固斯，71:23
葉哈雅（約翰），
- 喜訊，3:39; 21:90
- 義人，6:85
- 明智；富有同情心；孝順，19:12-15
Ya-Sin, S.36
雅斯里布（麥地那）的居民，33:13
亞烏格，71:23
Yunus, S.10
Yusuf, S.12
宰布爾，21:105
宰凱里雅，3:37-41; 6:85; 19:2-11; 21:89-90
宰德·本·哈里薩，先知的奴隸，33:37-38
天課，2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- 天課與慈善的對象，2:273; 9:60
薑汁，76:17
Zalzalah, S.99
宰孤穆，17:60; 37:62-66; 44:43-46; 56:52
至哈爾，33:4; 58:2-4
Zukhruf, S.43
Zumar, S.39
基本信條
- 信仰的完善 5:3
- 真主唯一接受的方式 3:19, 85
- 接受伊斯蘭無強迫 2:256
- 擁有不同信仰與法律體系的同一宗教 5:48; 22:67-70; 42:13-14
- 伊斯蘭的先知們 2:135-136; 3:84; 4:163-165
- 誡命（信仰真主並行善）4:36; 6:151-154;17:23-39;18:107-108
- 沙里亞的五大目標：保護信仰 5:54
- 保護生命 5:32;6:151
- 保護財富 5:38
- 保護榮譽 5:5;24:4
- 保護思維能力 5:90.
信仰真主 2:255
- 神聖品質，美麗的名字 57:1-6; 59:22-24; 85:13-16; 112:1-4
- 唯一值得崇拜的神 1:1-4; 2:285; 6:3; 43:84
- 一切權威屬於祂 3:26; 祂的寶座 7:54; 11:7
- 祂的庫爾西（腳凳或椅子）2:255
- 對人類無數的恩賜 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- 賜予生命並致使死亡 44:8; 53:44; 57:2; 67:2
- 帶來歡樂與悲傷 53:43
- 給予豐厚或有限的供養 13:26; 17:30; 29:62
- 最公正的裁判者 95:8
- 諸慈憫者中最慈憫者 12:92
- 愛義人 85:14
- 充滿寬恕且嚴懲有加 13:6, 40:3
- 首與末 57:3
- 一切榮耀與力量屬於祂 35:10
- 知曉未知並看見不可見 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- 最知曉內心深處所隱藏的 5:7; 11:5; 31:23
- 知曉已發生和將要發生之事 2:255
- 將一切記錄在冊（或受保護的天版中）6:38; 13:39; 36:12
- 能成就一切 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- 祂的無限力量 3:26-27; 24:45; 31:28-30
- 在六日內創造諸天與大地，從未感到疲憊 46:33; 50:38
- 以「存在！」一語創造 36:81-83
- 從不對其創造有任何不公 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- 萬物皆臣服於祂的意志 3:83; 22:18; 30:26
- 萬物皆有求於祂 11:6; 35:15; 55:29
- 信任祂 10:84-85; 12:67; 25:58
- 神聖溝通的形式 42:51
- 值得敬畏 2:21; 3:102; 4:1; 33:70-71; 59:18
- 智慧是祂的恩賜 2:269
- 祂不需要任何人 3:97; 6:133; 112:2
- 非三位一體 4:171
- 沒有配偶 6:101
- 沒有子女 10:68; 19:35; 43:81; 72:3; 112:3
- 沒有夥伴或配神 6:94; 7:191-195; 46:4-5
- 沒有任何事物與祂相似 42:11; 112:4
反思祂創造奇蹟的命令 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
創造中的跡象 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- 為目的而創造一切 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- 宇宙的完美 67:3-4
- 白晝融入黑夜 3:27
- 多樣性 30:22; 35:27-28
- 蜂蜜 16:68-69
- 牛奶 16:66
- 子女的恩賜 42:49-50
- 行星與軌道 21:33; 36:38-44
- 星座 25:61; 85:1
- 星辰 37:6-7; 67:5
- 雲朵 7:57;30:48
- 地震 7:78; 7:155
- 山崩 28:81; 29:40
- 風暴 10:22
- 毛毛雨、冰雹和雨水 2:265; 6:99; 24:43; 50:9-11
- 雷鳴與閃電 13:12-13
科學引用
- 人類由男女配子創造 76:2
- 胚胎的形成與發育階段 22:5; 23:12-14
- 胎兒在三層黑暗中 39:6
- 鹹水 25:53-54; 35:12; 55:19-20
- 風力授粉 15:22
- 指紋 75:3-4
- 山嶽如釘子 78:7
- 鐵被降示 57:25
- 痛覺感受器 4:56
- 太陽作為輻射光源，月亮作為反射光 10:5
- 月亮分裂 54:1
- 天空作為受保護的天篷 21:32
- 所有生物由水創造 21:30; 24:45
- 螞蟻的溝通 27:17-19
- 內部波浪 24:40
生物
- 天使 39:75
- 人類（大地上的代治者）2:30; 6:165; 16:4
- 精靈 72:1-15
- 動物如人類一樣屬於各自的群體 6:38
- 牛犢 11:69
- 駱駝 7:40
- 狗 18:22
- 大象 105:1
- 馬、騾和驢 16:8
- 獅子和斑馬 74:50-51
- 猴子 2:65
- 豬 2:173
- 母駝 7:73
- 綿羊和山羊 6:143
- 狼 12:17
- 青蛙 7:133
- 蛇 7:107
- 鳥類 24:41
- 烏鴉 5:31
- 戴勝鳥 27:20
- 鵪鶉 2:57
- 魚 18:61
- 鯨魚 37:142
- 螞蟻 27:18
- 蜜蜂 16:68
- 蚊子 2:26
- 蒼蠅 22:73
- 蝨子和蝗蟲 7:133
- 蜘蛛 29:41
- 我們所不知道的其他生物 16:8
植物與果實 6:99; 13:4; 16:11; 36:33-35
- 香蕉 56:29
- 椰棗 19:25
- 草藥、黃瓜、大蒜、扁豆和洋蔥 2:61
- 葡萄 80:28
- 橄欖 6:99
- 無花果 95:1
- 石榴 55:68
- 南瓜 37:146
對穆罕默德的信仰
- 品質，只是一位先知 3:144; 6:50; 7:188; 18:110
- 傳達真理 2:119; 35:24; 42:48
- 封印先知 33:40
- 高尚的品德 3:159; 68:4
- 值得效仿的榜樣 33:21
- 作為對信士的恩賜 3:164
- 對全世界的慈憫 21:107
- 普世使者 4:170; 7:157-158; 34:28
- 引導至正道 42:52-53
- 關心眾人 9:129
- 在審判日作為見證者 4:42; 16:89
- 目不識丁的先知 7:157-158; 29:48; 62:2
- 在《討拉特》和《引支勒》中被預言 7:157
- 由爾撒預告 61:6
先知（ﷺ）所面臨的挑戰
- 多神教徒毫無意義的要求 8:32; 15:7; 17:89-93; 25:7-8
- 虛假的指控 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- 企圖謀害 8:30; 9:74
- 對傷害或反對他者的警告 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- 被命令以忍耐回應否認 20:130; 30:60; 46:35; 70:5
- 受真主安慰與保證 5:67; 93:1-11; 94:1-8
先知（ﷺ）生平的教訓
- 從其遷徙（希吉拉）到白德爾之戰 3:121-129; 8:42-44; 8:65-71
- 烏胡德之戰 3:151-180
- 壕溝之戰 33:9-27
- 侯奈因之戰 9:25-27
- 麥地那 9:40
- 塔布克 9:38-123
- 奈迪爾族 59:2-6
- 哈姆拉·阿薩德 3:172-175
- 侯代比亞和約 48:1-7; 48:10-29
先知（ﷺ）所獲得的榮耀
- 真主及其天使為其祝福 33:56
- 夜行從麥加至耶路撒冷 17:1
- 升霄之旅 53:1-18
- 在今世和後世受到榮耀 17:79; 66:8; 108:1
- 服從他即是服從真主 4:80
- 服從真主及其使者的獎賞 4:69
- 其家人受到淨化 33:33-34
- 以真實面貌見到吉卜利勒 53:1-18
- 信士被命令服從他 59:7
- 與他交談的禮儀 49:1-5
- 拜訪他的禮儀 33:53
- 與其妻子相處的禮儀 33:53
- 真主對他及其同伴感到喜悅 9:100; 9:117
- 其信仰社群的卓越 2:143; 3:110
禮拜 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- 週五聚禮 62:9
- 禮拜方向（朝拜方向）2:144; 2:149-150
- 應阻止人遠離惡行 29:45
- 時間 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- 在危險中或旅途中 2:239; 4:101-102
- 對疏忽禮拜者的警告 19:59; 74:38-47; 107:5-7
- 偽信徒的禮拜 4:142; 9:54
淨化，小淨（吾都） 5:6
- 大淨（古斯勒）2:222; 4:43
- 土淨（泰亞穆姆）4:43; 5:6
祈禱（杜阿）
- 易卜拉欣的祈禱 2:126-129; 2:126-129; 14:35-41; 26:83-89
- 阿丹與夏娃 7:23
- 爾撒 5:114
- 艾優卜 21:83; 21:83
- 優努斯 21:87
- 優素福 12:33; 12:101
- 穆薩 10:88-89; 20:25-35
- 穆罕默德 17:80; 20:114
- 努哈 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- 蘇萊曼 38:35
- 舒艾卜 7:89
- 宰凱里雅 3:38; 19:2-6; 21:89-90
- 天使 40:8-9
- 麥爾彥的母親 3:35-36
- 法老的妻子 66:11
- 法老的魔法師 7:126
- 塔盧特王及其信士們 2:250
- 以色列子民中的信士 10:85-86
- 山洞的居民 18:10
- 義人 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- 被壓迫者 4:75
叩頭節 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
天課（作為義務）2:110; 2:177; 2:277; 6:141
- 信士的品質之一 22:41; 23:4; 51:19
- 受益者 9:60
- 施捨（薩達蓋）2:177; 2:261-263; 2:267-274; 3:92; 63:10
- 對不繳納者的警告 3:180; 9:34; 47:38
封齋（紹姆）
- 在齋月中 2:183-185
- 封齋時間 2:187
- 豁免情況 2:184-185
- 封齋前夜的夫妻關係 2:187
- 朝覲期間的封齋 2:196
朝覲（哈吉）
- 對有能力者的義務 3:97
- 儀式與規定 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- 獻祭 2:196; 22:36-37
- 朝覲期間禁止陸地狩獵 5:1; 5:94-95
- 允許海上捕魚 5:96
- 副朝（歐姆拉）2:158; 2:196
信仰社群
- 穆斯林 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- 彼此互為守護者 3:28; 9:71
- 基督徒 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- 猶太人 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- 以色列子民 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- 天經的子民（主要是猶太人和基督徒）2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- 穆斯林可食用他們所宰殺的動物並娶其女性 5:5
- 對猶太人禁止的食物 6:146
- 薩比安人 2:62; 22:17
- 拜火教徒 22:17
- 多神教徒（異教徒、偶像崇拜者）3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- 異教迷信行為 2:189; 5:103; 6:138-144
- 無神論者 52:35-36
被禁止的異教行為
- 活埋女嬰 16:58-59; 81:8-9
- 因懼怕貧困而殺害子女 6:137; 6:151; 17:31
- 在天房旁吹口哨和鼓掌 8:35
- 將駱駝獻給偶像 5:103; 6:136
- 以偶像之名獻祭 6:121
- 至哈爾離婚 33:4; 58:2-4
- 伊拉（超過四個月）2:226-227
- 以抽籤做決定 5:3
- 裸體環繞天房 7:26-28
- 朝覲後從後門進入房屋 2:189
崇拜對象，
- 天使（部分阿拉伯異教徒中）34:40
- 艾卡（舒艾卜族人中）26:176
- 巴爾（以利亞族人中）37:125
- 爾撒（基督教中）5:17
- 偶像（易卜拉欣族人中）21:52-53
- 拉特、烏扎和馬納特偶像（阿拉伯異教徒中）53:19-20
- 瓦德、蘇瓦、亞固斯、亞烏格和奈斯爾偶像（努哈族人中）71:23
- 太陽（賽巴族人）27:24
- 天狼星（部分阿拉伯異教徒中）53:49
- 法老（古埃及中）26:29; 28:38; 79:24
- 私慾 25:43-44; 45:23
- 多神論的反駁 17:42-43; 21:21-24; 25:3
禮拜場所，清真寺 9:18
- 教堂、猶太會堂和修道院 22:40
- 聖所 3:39; 38:21
- 聖殿 17:7
- 宗教職銜，祭司、僧侶和拉比 5:44; 5:63; 5:82; 9:31-34
天使，
- 詢問關於阿丹的創造 2:30-34
- 從不違抗真主 21:26-27; 66:6
- 並非真主的女兒 21:26; 43:16-19
- 守護天使 13:11
- 兩位記錄天使 50:16-18; 82:10-12
- 在審判日承載真主寶座的八位天使 69:17
- 十九位地獄守護者 74:26-31
- 死亡天使 6:93; 16:28; 32:11
- 吉卜利勒 2:97; 66:4; 26:192-195; 53:1-14
- 米卡伊勒 2:98
- 馬利克 43:77
使者
- 來自天使與人類中 22:75
- 堅忍的使者（易卜拉欣、努哈、穆薩、爾撒和穆罕默德ﷺ）33:7; 42:13; 46:35
天經
- 古蘭經，來自真主的啟示 12:2-3; 20:2-4; 26:192-195; 32:2-3
- 對全世界的提醒 68:51-52
- 引導至最正直的生活方式 17:9
- 啟示始於齋月 2:185
- 在一個吉祥之夜 44:3;97:1-5
- 分階段啟示 17:105-106
- 易於記憶 54:17
- 確認以往啟示中的真理 3:3-4
- 對先前天經的最高權威 5:48
- 無可置疑 2:2; 10:37
- 沒有矛盾 4:82
- 並非偽造 10:37-39
- 並非抄自《聖經》25:4-6
- 並非由魔鬼降示 26:210-212
- 任何人都無法創作出與之相似者 17:88; 2:23-24;10:13-14; 11:13
- 受到保護免遭篡改 15:9
- 保存在受保護的天版中 56:75-80
- 無法被證偽 41:42
- 預告未來事件 30:1-7; 48:27
- 使信士感動落淚 5:83; 17:107-109
- 觸動心靈 39:23
- 明亮的光輝 4:174; 42:52
- 對信士的治癒與慈憫 17:82
- 《討拉特》3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- 《引支勒》3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- 《宰布爾》4:163; 17:55
- 易卜拉欣的卷書 53:36-44; 87:14-19
命運與定數 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- 自由選擇 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
審判日，
- 沒有不公正 2:281; 18:49; 40:17
- 末日的恐怖 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- 那一天義人與惡人的狀況 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- 調解（沙法阿）2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
行為記錄 17:13; 18:49
- 信士以右手接受其記錄 69:19-24; 84:7-9
- 不信者以左手接受其記錄 69:25-37; 84:10-15
- 任何事都無法向真主隱瞞 21:47; 40:16
- 行為的稱量 7:8; 23:102-104; 101:1-11
- 身體器官的見證 41:19-24; 24:24
- 善惡行為的獎懲 6:160; 27:89-90; 28:84
人的類型
- 信士 18:107-108
- 不信者 4:167-169
- 偽信徒 4:145; 57:13-15
- 樂園的居民，最前列的信士 55:46-61; 56:10-26
- 樂園的居民，右邊的人 55:62-78; 56:27-40
- 地獄的居民，左邊的人 55:31-45; 56:41-56
- 高處的人 7:46-49
財務
- 商業準則 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- 遺囑，對非繼承人的自願遺囑 2:180-183; 4:11-12;旅途中臨終前 5:106-108
- 賄賂 2:188
- 債務，寬待債務人 2:280;書寫並見證債務合同 2:282;取得抵押品 2:283
- 繼承，準則 4:7; 4:32-33; 8:75;子女和父母的份額 4:11;配偶和母系兄弟姐妹 4:12;同父同母兄弟姐妹 4:176;對不遵守者的警告 4:13-14
- 利息，禁止與警告 2:275-281; 3:130-132;使之毫無收益 30:39
法律
- 叛國法（哈拉巴）5:33-34
- 公正，維護公正 4:135; 5:8; 16:90-91;維護孤兒和女性的權利 4:127;對猶太人的公正 4:105-112;對異教徒的公正 4:58;對非穆斯林的公平 60:8-9
- 通過法律途徑的報復（附寬恕選項）2:178-179; 5:45; 16:126; 17:33; 42:37-43
- 夫妻分離，庫勒 2:229;利安（指控通姦）24:6-10
政治
- 以協商方式處理事務（舒拉）3:159; 42:38
- 自衛性戰鬥（聖戰），禮儀 2:190-192; 2:216; 22:38-40;不得濫殺無辜 4:94;為被壓迫的男女和兒童而戰 4:75;保護禮拜場所 22:37;殉道者的獎賞 2:154; 3:169-171; 9:111; 57:19;軍事力量震懾潛在敵人 8:60;選擇和平 2:192; 8:61
- 在各方之間締造和平 49:9-10
- 戰俘，對待方式 8:70; 47:4; 76:8
社會
- 收養 33:4-5
- 照顧孤兒 2:220; 4:2-10; 4:127; 6:152; 17:34
- 離婚，仲裁與和解 4:35; 4:128;離婚的禮儀 2:229-231; 65:1-2;聘禮與待期 2:226-241; 4:19-21; 33:49; 65:1-7;丈夫不得取回聘禮 4:20;妻子不得受到騷擾 65:6;妻子在懷孕期間應得到經濟支持 65:6;在待期期間 65:6;若她哺育前夫的孩子 65:6;任何父母都不應因其子女而受苦 2:233;選擇乳母 65:6
- 勸善懲惡 3:104; 3:110; 7:157; 9:71-72; 31:17
- 人類平等 49:13;男女在真主和法律面前 3:195; 4:124; 5:38; 16:97; 24:2; 40:40;男性比女性多一層責任 2:228
- 餵養窮人、孤兒和俘虜 76:8-9
- 寬恕與克制憤怒 3:134; 42:40
- 釋放奴隸並幫助他們 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- 孝敬父母 4:36; 17:23-25; 31:14-15
- 謙遜 17:37; 31:18-19
- 易卜拉欣夢境的解析 37:102
- 優素福夢境的解析 12:4; 12:36; 12:43
- 穆罕默德夢境的解析 8:43; 48:27
- 善待非穆斯林 60:8
- 婚姻 4:3; 4:129; 16:72; 30:21;合法與非法的婚配對象 4:22-24;親密關係的禮儀 2:222-223;懷孕與哺乳 2:233; 31:4; 46:15; 65:6;與前妻復婚 2:230;幫助單身者成婚 24:32;在待期中委婉表示興趣 2:235
- 誓言 2:224-225; 16:91-92; 16:94;違背誓言的補贖 5:89
- 在困難時期的忍耐 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- 進入的許可 24:58-60;進入他人家中 24:27-28;進入公共場所 24:29
- 社交禮儀，核實消息 4:83; 49:6;尊重所有人 49:11-12;聚會的禮儀 58:11;私下談話 4:114; 58:9
- 誓約 2:270; 9:75-77; 22:29; 76:7
- 浪費與吝嗇 7:31; 17:29; 25:67
其他故事
- 哈比勒與蓋比勒 5:27-31
- 赫德爾與穆薩 18:60-82
- 象軍 105:1-4
- 法老族人中的信士 40:28-46
- 麥爾彥的誕生 3:35-36
- 以色列子民的牛 2:67-74
- 烏澤爾 2:259
- 園主 68:17-32
- 哈魯特與馬魯特 2:102
- 葛倫 28:76-82
- 魯格曼對其子的忠告 31:12-19
- 兩個園子的主人 18:32-44
- 賽巴族人 34:15-19
- 山洞的居民 18:9-26
- 壕溝的居民 85:1-8
- 違犯安息日者 7:163-165
- 薩米里與金牛犢 20:83-97
- 塔盧特與撒母耳 2:247-251
- 祖勒·蓋爾奈因 18:83-98
魔鬼 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- 人類與精靈中的魔鬼 6:112;114:6
- 天空受到保護免遭魔鬼侵入 15:16-18
遺憾
- 未追隨先知 25:27
- 未服從真主及其使者 4:41-42; 33:64-68
- 結交惡友 25:28-29; 26:96-102; 43:36-39
- 否認真主的跡象 6:27-30
- 未為後世而努力 89:23-24
絕望的哀求
- 懇求回到今世 2:167; 6:27-28; 32:12-14; 42:44
- 請求第二次機會 35:36-37
- 請求從火獄中被移出 40:10-12
- 請求食物與水 7:51-52
- 請求調解者 7:52-53
- 請求化為塵土 4:41-42; 78:40
- 請求死亡 43:74-78
義人的品質
- 遵守造物主及其創造物的權利 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
惡人的品質
- 忘恩負義 14:34
- 吝嗇 17:100
- 急躁 21:37
- 只在困難時才記念真主 10:12; 41:51
- 缺乏耐心 70:19
- 好爭論 18:54
重大罪惡
- 在崇拜中以物配主（設爾克）4:48; 4:116; 5:72; 6:19; 31:13
- 虐待父母 4:36; 6:151; 17:23
- 疏忽或放棄必修禮拜 19:59-60
- 不繳天課 41:6-7
- 謀殺 6:151; 17:33
- 故意殺害信士 4:93
- 盜竊 5:38
- 欺詐 7:85; 11:85; 26:182-183; 83:1-6
- 說謊 2:10; 9:77; 39:60
- 謊稱代表真主 6:93; 29:68; 61:7
- 禁止的性關係 2:222; 17:32; 24:2; 25:68; 29:28-30
- 虛假的通姦指控 24:4-5
- 叛教 2:217; 5:54
- 食用豬肉和其他禁食之物（腐肉、血液等）5:3; 6:145
- 酒精與賭博 5:90-91
- 背後議論 49:11
- 偽證 22:30
- 魔法 2:102; 10:77; 20:69
""";
