const String quranIndexAssameseRaw = r"""
হাৰোণ (হাৰুণ) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120।
'আবাছা, S.80; 74:22
অজু (উডু), 4:43; 5:6
আব্ৰাহাম (ইব্ৰাহিম) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ইহুদী বা খ্ৰীষ্টান নহয়, 3:67-68
- বাক্কাত প্ৰথম মন্দিৰত থিয় হৈছিল, 3:97; 26:123
- কাবাহৰ ভেটি উত্থাপন কৰে 2:124-129
- তেওঁৰ লোকসকলক এক সত্য ঈশ্বৰৰ উপাসনালৈ মাতে 2:130-133; 26:69-89; 29:16; 29:24-27
- বিতৰ্ক অহংকাৰী ৰজা 2:258
- পুনৰুত্থানৰ বিষয়ে সোধা 2:260
- ইহুদী বা খ্ৰীষ্টান নহয় 3:65-68
- আকাশী উপাসনাক খণ্ডন কৰে 6:74-87
- ইচহাকৰ জন্মৰ খবৰ লাভ কৰে 11:69-76; 51:24-30
- কাবাত তেওঁৰ নামাজ 14:35-41
- স্বৰ্গদূতে ভ্ৰমণ কৰা 15:51-56
- এজন আদৰ্শ 16:123
- নিজৰ পিতৃক সত্যলৈ মাতে 19:41-50
- মূৰ্তি ধ্বংস কৰে আৰু জুইৰ পৰা পৰিত্ৰাণ পায় 21:51-73; 37:83-113
- সকলোকে তীৰ্থযাত্ৰালৈ মাতে 22:26
আব্ৰাৰ, 3:193, 198; 76:5; 82:13; 83:18-22
এব্ৰগেচন, 2:106, 16:101
আবু লাহাব, 111:1-5
'এড পিপল, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50 বজাত; 54:18; 69:4-6; 89:6
আদম, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60 বজাত
- স্বৰ্গদূতৰ আগত প্ৰণাম কৰিবলৈ, 2:34; 7:11
- জ্ঞানৰ গছ, 2:35; 7:19-20; 20:120-121
- বাগিচাৰ পৰা নিৰ্বাসিত কৰা (হৱাৰ ওপৰত কোনো দোষ নাই), 2:36; 7:24
- আল্লাহৰ দ্বাৰা সন্মানিত, চয়তানৰ দ্বাৰা প্ৰলোভিত 2:30-38; 7:11-25; 17:61-65; 18:50 বজাত; 20:115-123; 38:71-85
- আল্লাহৰ দ্বাৰা ক্ষমা কৰা হৈছে 2:37; 20:122
'আদিয়াত, S.100
'আদন জান্নাত, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50 বজাত; 40:8; 61:12; 98:8
প্ৰতিকূলতা
- আনৰ বোজাৰে বোজাই কৰা নহয়, 6:164; 17:15; 35:18; 39:7; 53:38
- সহ্য কৰিব পৰা ক্ষমতাৰ বাহিৰত বোজা নহয়, 2:286; 6:152; 7:42; 23:62
- ধৈৰ্য্যৰ সময়ত, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200 বজাত; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60 বজাত; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
বয়স বৃদ্ধি, 16:70; 22:5; 30:54; 36:68
- আপোনাৰ যত্নত থকা বৃদ্ধ পিতৃ-মাতৃৰ প্ৰতি আচৰণ, 17:23
আহমদ, 61:6
আহকাফ, S.46; 46:21
আহজাব, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
আইকাহ, বাসিন্দা, 15:78; 26:176; 38:13; 50:14
আ'লা S.87; 87:1; 92:20
'আলাক, S.96
আল-ইমৰাণ, S.3
আল্লাহ
- তেওঁৰ বাবে এটা দিন পঞ্চাশ হাজাৰ বছৰ, 70:4
- তেওঁৰ বাবে এটা দিন হাজাৰ মানৱ বছৰ, 22:47; 32:5
- যিকোনো কাম কৰাৰ ক্ষমতা, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40 বজাত; 40:68; 41:39;42:49; 57:2
- সকলো বিচাৰকৰ ভিতৰত শ্ৰেষ্ঠ, 95:8
- সংজ্ঞাৰ বাহিৰত, 43:82; 67:12
- কাফিৰসকলৰ পৰিকল্পনাক অসাৰ কৰি তোলে, 8:30; 8:36
- মানুহক অদৃশ্য কৰি আন সত্তাক জন্ম দিয়া, 4:133; 14:19; 35:16
- হাঁহি আৰু কান্দোনৰ সৃষ্টি কৰে, 53:43
- এজন মানুহক এশ বছৰ ধৰি শুইছিল, 2:259
- সত্যক অস্বীকাৰ কৰাসকলৰ শত্ৰু, 2:98
- ৰাতিপুৱাৰ পৰা ৰাতিলৈকে তেওঁৰ মহিমাৰ প্ৰশংসা, 33:42
- মিছা কন্যাৰ, 16:57; 17:40 বজাত; 43:16; 52:39; 53:21-22
- নামেৰে, 53:19-20
- মানুহক স্বাধীন ইচ্ছা দিয়ে, 36:67
- তেওঁৰ বাবে সকলো এৰি দি, 4:66-68; 4:125
- ভাল আৰু বেয়া তেওঁৰ পৰা আহিছে, 4:78
- জীৱন আৰু মৃত্যু প্ৰদান কৰে, 44:8; 53:44; 57:2; 67:2
- কঠিন চেষ্টাকাৰীসকলক ভাল পুৰস্কৃত কৰা হয়, 4:95-96; 5:54; 9:120; 49:15; 61:11
- কোনো পত্নী নাই, 72:3
- কোনো পুত্ৰ নাই, 43:81; 72:3; 112:3
- আপোনাৰ কঠিন সময়ত আপোনাক পৰিত্যাগ কৰা নাই, 93:3
- জ্ঞানত সকলোতে আছে, 2:115; 2:142; 2:177; 4:126
- প্ৰথম আৰু শেষ (আলফা আৰু ওমেগা), 57:3
- হৈছে বাহ্যিক আৰু ভিতৰৰ, 57:3
- জানে যে বুজাৰ বাহিৰত, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- যিসকলে ন্যায্য আচৰণ কৰে তেওঁলোকক ভাল পায়, 49:9
- যিটোৰ বিষয়ে তেওঁ কোৱা নাছিল, তাৰ বিষয়ে কোনো আইন প্ৰণয়ন কৰা নাছিল, 5:101; 6:140; 6:148; 7:32
- যুদ্ধবন্দীসকলৰ প্ৰতি দয়া, যিসকলৰ মংগল আছে, 8:70
- প্ৰকৃতিৰ, 2:255
- কোনো মানুহ দেৱতা নহয়, 3:64; 3:151
- ত্ৰিত্ব নহয়, 4:171
- বেয়াৰ পৰা আশ্ৰয়, 113:1-5; 114:1-6 পদত
- তেওঁক থিয় হৈ, বহি থকা, শুই থকাৰ কথা মনত পেলোৱা, 3:191; 4:103; 10:12; 25:64
- গৰ্ভত আপোনাক গঢ় দিয়ে, 3:6
- সিংহাসন পানীৰ ওপৰত থিয় হৈ আছে, 11:7
- যিবোৰ বস্তুৰ বিষয়ে আপোনাৰ কোনো জ্ঞান নাই, সেইবোৰ সৃষ্টি কৰিব, 16:8
- তেওঁৰ সৃষ্টিৰ প্ৰতি কোনো ভুল নিবিচাৰে, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
মিত্ৰতা, 8:72; 9:7
- খ্ৰীষ্টান আৰু ইহুদী, 5:51
- কাফিৰ আত্মীয়ৰ লগত নিষিদ্ধ, 9:23-24
- ভণ্ডৰ লগত নিষিদ্ধ, 4:88-89; 4:139; 4:144
আলিয়াছা', (এলিছা চাওক)
আমানাহ, আস্থা আৰু আল্লাহে নিৰ্ধাৰিত কৰ্তব্য আদি, 2:283; 4:58; 8:27
- বিশ্বাস চাওক
এঞ্জেলছ, 2:30-34; 2:98; 2:285; 4:97; 8:50 বজাত; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30 বজাত; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- জুইৰ পৰা সৃষ্টি কৰা, 7:12; 38:76
- আঠজনে বিচাৰৰ দিনা আল্লাহৰ সিংহাসন ওপৰলৈ লৈ যাব, 69:17
- মিছা দাবী যে তেওঁলোক নাৰী, 43:19; 53:27
- অভিভাৱক 82:10-12; 86:4
- নৰকৰ ওপৰত উনৈশ প্ৰভু, 74:30-31
- হুইমছ পূৰণ কৰিবলৈ পঠোৱা হোৱা নাই, 15:7-8
- প্ৰেৰণা দিবলৈ পঠোৱা, 16:2
খং, ৰখা, 3:134
'অংকাবুট, S.29
পিঁপৰা, 27:18
বান্দৰ, 5:60
- ঘৃণনীয়, 2:65; 7:166
ধৰ্মত্যাগ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ধৰ্মত্যাগীসকলৰ বাবে দ্ৰুত প্ৰলয় বিচৰা নাই, 46:35
- কেৱল আল্লাহে তেওঁলোকক শাস্তি দিব, 73:11; 74:11
- আখিৰাতত শাস্তি, 2:217; 9:74
- আনৰ দ্বাৰা প্ৰত্যাখ্যান, 3:87
- অনুতাপ, 3:89; 5:34; 9:5; 9:11
- বিচাৰৰ দিনা বহু দেৰি হৈছে, 40:85
- জোৰ-জবৰদস্তিৰ অধীনত, 16:106
ধৰ্মভ্ৰষ্ট,47:25
আ'ৰাফ, S.7; 7:46, 48
আৰাফাত, 2:198
তৰ্ক কৰা
- নিজকে প্ৰতাৰণা কৰাসকলৰ হৈ নহয়, 4:107
- আপুনি এই জগতত তেওঁলোকৰ হৈ যুক্তি দিছিল, কিন্তু কিয়ামতৰ দিনত কোনে কৰিব, 4:109
যুক্তি/আক্ৰমণ
- ধৰণৰ সঁহাৰি, 8:58
- ধৈৰ্য্যশীল হোৱাটো বহুত ভাল, 16:126
কৱচ, 16:81
'আছৰ,ছ.103
আয়াত আল-কুৰ্ছি, 2:255
বেকবাইটাৰ, 49:12; 104:1
বদৰ (যুদ্ধৰ), 3:13
- পাঠ, 8:5-19, 42-48
আল-বাইত-উল-মা মুৰ, 52:4
বক্কা (মক্কা), 3:96
বাল, 37:125
বালাড, S.90
ভাৰসাম্য, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
বানু আন-নাদিৰ, 59:2-6, 13
বাকাৰাহ, S.2
বৰা'আ (তৌবা চাওক), S.9
বাৰ্জাখ,(বেৰিয়াৰ), 23:100; 25:53; 55:20
- 18:94-97 পদটোও চাওক; 34:54; 36:9
বাইয়নাহ, S.98
বিষ্ট (শেষ দিনৰ), 27:82
বেডুইন, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
মৌমাখি, 16:68-69
আচৰণ
- আগতে প্ৰকাশিতসকলৰ সৈতে সদয়ভাৱে তৰ্ক কৰা, 16:125, 29:46
- আপুনি একো নজনা বিষয়ত জড়িত হোৱাৰ পৰা বিৰত থাকক, 17:36
- গুৰুতৰ পাপ আৰু লজ্জাজনক কামৰ পৰা আঁতৰি থাকক, 53:32
- ইজনে সিজনৰ বিষয়ে অনুমান এৰাই চলক, ইজনে সিজনৰ ওপৰত চোৰাংচোৱাগিৰি নকৰিব বা বেয়া কথা নকওক 49:12
- কেৱল আপোনাৰ মতামতত হওক, 6:152
- সম্প্ৰদায় মধ্যমীয়া হ'ব লাগে, 2:143; 25:67
- অহংকাৰ নিৰুৎসাহিত, 4:36, 57:23
- আপোনাৰ সহায় বিচৰাসকলক ধমক নকৰিবা, 93:10
- নিজকে বিশুদ্ধ বুলি নাভাবিব, 53:32
- আনক উপহাস নকৰিবা, 49:11; 104:1
- বেয়া কথাবোৰ মুকলিকৈ নকবা, 4:148
- ইজনে সিজনৰ বিষয়ে বেয়াকৈ কথা নাপাতিব, 104:1
- প্ৰতিটো গোটক এটা নিয়ম আৰু জীৱন-ধাৰণৰ পদ্ধতি দিয়া হৈছে, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- আৰু এটা উপাসনাৰ পদ্ধতি, 22:67
- আল্লাহে তেওঁলোকক এটা সম্প্ৰদায় বনাব পাৰিলেহেঁতেন, 5:48; 11:118; 16:93; 42:8
- আল্লাহৰ অধীনত এটা সম্প্ৰদায়, 21:92
- ইহুদীসকলক ক্ষমা কৰা, 5:13
- অবিশ্বাসীসকলক ক্ষমা কৰা, 31:15; 45:14
- সহজে ক্ষমা কৰিব, 42:37
- শাসকসকলে আলোচনাৰ পিছত সিদ্ধান্ত লয়, 42:38
- আৰু এজন ভাববাদী, 10:47; 16:36
- বিশ্বাসীসকলক কুৎসিত কৰাটো পাপ, 33:58
- পুৰুষ (মহিলাৰ প্ৰতি), 24:30
- শান্তিপ্ৰেমীসকলক পুৰস্কৃত, 42:40
- অভাৱগ্ৰস্তসকলৰ প্ৰতি ন্যায়পৰায়ণভাৱে কথা কোৱা, যদি আপুনি আন একো কৰিব নোৱাৰে, 17:28
- আপোনাৰ তত্বাৱধানত থকা বৃদ্ধ পিতৃ-মাতৃৰ প্ৰতি, 17:23
- অন্য মুছলমানৰ প্ৰতি, 33:6
- আনৰ প্ৰতি, 17:26-29; 17:35; 17:53; 60:8
- পিতৃ-মাতৃৰ প্ৰতি, 46:15
- দাসৰ প্ৰতি, 4:36; 24:33
- অযোদ্ধা অবিশ্বাসীসকলক সমতাৰে ব্যৱহাৰ কৰা, 60:8
- নবীৰ পত্নীসকল, 33:28-34
- মহিলা (পুৰুষৰ প্ৰতি), 24:31
- সকলো প্ৰকাশিত, 2:136; 2:285
- প্ৰকৃতিৰ, 49:14-15
বিশ্বাসীসকল, 2:2-5; 2:285; 8:2-4; 8:24
উইল, 2:180, 240; 4:7, 12; 36:50 বজাত
বিশ্বাসঘাতকতা (প্ৰতাৰণা কৰা, প্ৰতাৰণা কৰা), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
বাইবেল, 5:64, 5:65, 5:68
- বিকৃতিৰ, 3:78; 5:14-15 পদত
চৰাই, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ব্লাড-মানি (দিয়া), 2:178-179; 4:92; 17:33
লুটপাত, যুদ্ধ, 4:94। 8:41; 59:6-8
- অবৈধভাৱে লোৱা, 3:162
- লুটপাত চাওক
ঘোচ, 2:188
বুডন, 22:36
বোজা
- আন এজনৰ কোনো বোজা বহনকাৰীয়ে, 35:18; 39:7; 53:38
- কাফিৰসকলেও আনৰ বোজা বহন কৰিব, 16:25; 29:13
- বেয়াই সঁচাকৈয়ে সেই বোজা যিবোৰ তেওঁলোকে বহন কৰিব, 6:31, 164
- আল্লাহে কোনো ব্যক্তিক তেওঁৰ পৰিসৰৰ বাহিৰত বোজা নিদিয়ে, 2:286; 7:42; 23:62
বুৰুজ (বৃহৎ তাৰকা), S.85; 85:1; 15:16; 25:61
উট, 6:144; 7:40 বজাত; 77:33; 88:17
বন্দীসকল, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- যুদ্ধবন্দীসকলো চাওক
গৰু, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
থাউৰৰ গুহা, 9:40
গুহা, 18:9-22, 25-26 পদৰ মানুহ
সত্যৰ সৈতে নিশ্চয়তা, 56:95; 69:51
চেৰিটি, (ছাদাকাহ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- দান আৰু জাকাতৰ বস্তু, 2:273; 9:60 বজাত
শিশু 2:233; 42:49-50
- হেৰুৱাইছে যিসকলে তেওঁলোকৰ, মূৰ্খামিৰ পৰা, জ্ঞান নোহোৱাকৈ হত্যা কৰিছে, 6:140
খ্ৰীষ্ট, (যীচু চাওক)
খ্ৰীষ্টান, 5:14, 19, 64-65, 69; 22:17
- যীচুক দেৱতা নকৰিবলৈ অনুৰোধ কৰিছিল, 4:171
- মুছলমানসকলৰ প্ৰতি মৰম অনুভৱ কৰাৰ আটাইতকৈ ওচৰলৈ অহা, 5:82
- বেছিভাগেই পাহৰি গৈছে যে তেওঁলোকক মনত ৰাখিবলৈ কোৱা কথাখিনি, 5:14
- এতিয়া আপোনাৰ ওচৰলৈ এজন দূত আহিছে, 5:15, 19
- ধাৰ্মিক লোকক পুৰস্কৃত কৰা হ’ব, 2:62; 5:65; 5:69
- কওক "যীচু আল্লাহৰ পুত্ৰ", 9:30
নগৰবোৰ উফৰাই পেলোৱা, 69:9
নিৰাপত্তাৰ চহৰ, 95:3
কাপোৰ, 7:26; 16:81
- জুইৰ, 22:19
- অঘৰুৱা পৰিস্থিতিত ওৰণি বা মহিলাৰ কাপোৰ, 24:31
- মহিলাৰ বাহিৰৰ কাপোৰে ভণ্ডৰ দ্বাৰা হাৰাশাস্তি ৰোধ কৰে, 33:59-60
কনফেডাৰেটছ, 33:9, 22
- চাওক আহজাব পৰামৰ্শ, পাৰস্পৰিক, 42:38
সৃষ্টি
- আৰম্ভ আৰু পুনৰাবৃত্তি, 10:4; 21:104; 27:64; 29:19-20 পদত
- এটা নতুন, 17:49, 98; 35:16
- সত্যৰ সৈতে, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- খেলৰ বাবে নহয়, 21:16-17; 23:115
- পৰা নিৰ্মিত প্ৰতিটো জীৱ, 21:30; 24:45;25:54
- মানুহৰ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 56:62 ৰ প্ৰথম ৰূপ
- ছয় দিনত, 7:54; 11:7; 32:4; 50:38; 57:4
- যোৰকৈ, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- বৈচিত্ৰ্য ইন, 35:27-28
- আল্লাহে আদেশ দিয়ে "হোৱা!" — আৰু সেয়াই হৈছে, 2:117;16:40; 36:82; 40:68
- চকুৰ টিপটিপনিৰ দৰে, 54:50
- ৰাতি আৰু দিন, সূৰ্য্য আৰু চন্দ্ৰ, 39:5
- আকাশ আৰু পৃথিৱীৰ অধিক, মানৱজাতিৰ, 40:57; 79:27
- উদ্দেশ্যৰ, 51:56
কাউৰী, 5:31
মাপকাঠী, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ডাহৰ, (চাওক ইনছান,) S.76; 45:24
- সময়, 76:1; 103:1
ডেভিদ, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- গীতমালা 4:163 পদত দিয়া হৈছে
- যুদ্ধ কৰি গলিয়াথক হত্যা কৰে, 2:251
- এটা বিচাৰ গৃহীত কৰে 21:78-80
- জ্ঞান আৰু ভৱিষ্যদ্বাণীৰ দ্বাৰা ধন্য 27:15-16
- পাহাৰ আৰু চৰাইবোৰে তেওঁৰ লগত যোগ দি আল্লাহৰ প্ৰশংসাত যোগদান কৰে 34:10; 38:17-20
- দুজন মানুহৰ মাজত বিচাৰক 38:21-26
দবাব বা ডাব্বা (চলন্ত জীৱ ইত্যাদি) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
মৃতক পুনৰুত্থান কৰা হ’ব, 6:36
মৃত্যু, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- আৰু যুদ্ধৰ পৰা পলায়ন, 33:16
- আল্লাহৰ কাৰণে, 3:195; 22:58; 47:4
- যিবোৰ সম্প্ৰদায়ৰ কোনো প্ৰকাশ নাই, সেইবোৰ ধ্বংস নহ’ব, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- আল্লাহৰ কাৰণে বধ কৰাসকল জীয়াই আছে, 2:154; 3:169
- আল্লাহৰ ফালে বেয়াৰ পৰা পলায়ন কৰাৰ সময়ত, 4:100
- বন্ধ বা পলম কৰিব নোৱাৰি 63:10-11
- টোপনিৰ যমজ ভাতৃ 6:60; 39:42
- মৃত্যুৰ সময়ত মুমিন আৰু কাফিৰ 8:50; 16:27-32; 41:30 বজাত
- কবৰত শাস্তি 40:46
ঋণ, 2:280, 282; 4:11-12 পদত
ডিক্রী
- প্ৰতিটো বিষয়ৰ বাবে, এটা আছে, 13:38
- আমি কেতিয়াও এখন চহৰ ধ্বংস কৰা নাছিলো কিন্তু এটা জনা আছিল, ইয়াৰ বাবে, 15:4
- প্ৰতিটো বিষয়ৰ আল্লাহৰ পৰা আহিছে, 44:5
- যেতিয়া তেওঁ কোনো বিষয়ৰ নিৰ্দেশ দিয়ে, তেতিয়া তেওঁ কেৱল কয়,"হক!" — আৰু সেয়াই হৈছে, 2:117; 36:82; 40:68
কৰ্ম
- দুষ্ট, তেওঁলোকৰ বাবে সুন্দৰ কৰা, 47:14
- আমাক আমাৰ, তোমালোকৰ কৰ্ম, 28:55; 42:15; 45:15
- ভাল আৰু বেয়া, নিজৰ পক্ষত আৰু বিপক্ষত, 41:46
- মানুহৰ, নিজৰ ডিঙিত বান্ধি থোৱা, 17:13
ডিগ্ৰী, তেওঁলোকে যি কৰিলে, 6:132
কামনা, যিসকলে নিজৰ বেয়াক অনুসৰণ কৰে, 47:14, 16
- যিয়ে নিজৰ দেৱতা হিচাপে লৈছে, 25:43
আল্লাহৰ দয়াত হতাশ নহব, 39:53; 21:87-88; 68:48-50
- যোনাকো চাওক
ধৰিয়াত, S.51
ধিকৰ, 7:205; 15:6, 9
ধুল-কিফি, 21:85; 38:48
ধুল-কাৰেইন, 18:83-98
ধুন-নুন (মাছৰ সংগী)
কাফিৰ (মুণ্ডামীও চাওক)
- মহম্মদ ( صلى الله عليه وسلم )ক প্ৰমাণ হিচাপে তেওঁলোকৰ ওপৰত আল্লাহৰ ক্ৰোধ আমন্ত্ৰণ কৰিবলৈ কওক, 6:57-58; 8:32; 10:49-52
- তেওঁলোকৰ সংগ দয়াৰে সহ্য কৰক, 31:15
- ধৈৰ্য্যৰে যি কয়, 20:130; 50:39
- নিয়মৰ সৈতে, 8:56; 8:72; 9:4, 7
- নিয়ম ভংগ কৰা, 8:58; 9:12
- আল্লাহে তেওঁলোকৰ চক্ৰান্তক অসাৰ কৰি পেলায়, 8:30, 36
- আল্লাহৰ বিধানক উপহাস কৰাৰ কাৰ্য্যত থকাসকলৰ সংগ এৰি দিয়া, 4:140; 6:68
- যদি তেওঁলোকে আপোনাক কয় তেন্তে তেওঁলোকক ৰক্ষা কৰক, 9:6
- যুদ্ধৰ সময়ত শাস্তি, 8:12, 50, 59
- আখিৰাতত শাস্তি, 8:37
- মছজিদ ভ্ৰমণ বা যত্ন লোৱা উচিত নহয়, 9:17
- তেওঁলোকৰ লগত সদয়ভাৱে কথা পাতিব, 17:53
- বিৰুদ্ধে কঠোৰ চেষ্টা কৰা, 9:73; 25:52; 66:9
- অযোদ্ধাসকলক ইকুইটিৰে ব্যৱহাৰ কৰা, 60:8
- কেৱল আন কাফিৰৰ লগত মিত্ৰতা কৰিব, 8:72
শিষ্যসকল (যীচুৰ), 3:52; 61:14
ভণ্ড আৰু কাফিৰসকলৰ হৃদয়ত ৰোগ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50 বজাত; 33:12, 32, 60; 47:20, 29; 74:31
দুখ, ইয়াৰ পিছত নিৰাপত্তা আছে, 3:154
যুদ্ধ-লুটপাতৰ বিতৰণ, 8:41; 59:7-8 পদত
ডিচ, পিপল অৱ দ্য, 85:4-10
অনৈক্য
- মানুহৰ, 30:22, 35:27-28
- জীৱনৰ, 35:27-28
বিবাহ বিচ্ছেদ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- অপেক্ষাৰ সময়ৰ পিছত, দ্ৰৱীভূত বা মিলন, 2:231; 65:2
- দুজন সাক্ষী, 65:2
- জীৱিকা, 2:233, 241
- প্ৰাক্তন স্বামীৰ উত্তৰাধিকাৰীলৈকে বিস্তৃত, 2:233
- দুবাৰ বাতিল কৰিব পাৰি, 2:229
- যৌতুকৰ অৱস্থা, 2:229, 236-237
- প্ৰয়োজন হ'লে ভিজা-নাৰ্ছ বিচাৰি উলিয়াওক, 65:6
- জিহাৰো চাওক
বিবাহ বিচ্ছেদ, মানুহ
- এগৰাকী মহিলাক আন এগৰাকীৰ বাবে বিবাহ বিচ্ছেদ কৰক - আপুনি প্ৰথমে দিয়াখিনি ঘূৰাই নিদিব, 4:20
- পত্নীক হাৰাশাস্তি নকৰিব, 65:6
- পত্নীক তেওঁলোকৰ ইচ্ছাৰ বিৰুদ্ধে ধৰিব নালাগে, 4:19
- চাৰি মাহ নিজৰ মন সলনি কৰিবলৈ, 2:226
- গৰ্ভাৱস্থা আৰু অপেক্ষাৰ সময়ছোৱাত পত্নীক সম্পূৰ্ণৰূপে সমৰ্থন কৰা, 65:6
- পত্নীক সম্পূৰ্ণৰূপে সমৰ্থন কৰক যদি তাই আপোনাৰ সন্তানক স্তনপান কৰাই আছে, 65:6
- পিতৃহীন সন্তানৰ বাবে মাকে দুখভোগ কৰিব নালাগে, 2:233
- প্ৰাক-ইছলামিক, 58:2
- একেৰাহে 2 মাহৰ বাবে উপবাসে মিলন কৰিবলৈ অনুতাপ, 58:4
- 60 জন আৰ্তজনক খুৱাবলৈ মিলন কৰিবলৈ অনুশোচনা, 58:4
- দাসক মুক্ত কৰি মিলন কৰিবলৈ অনুতাপ, 58:3
- মিলনৰ প্ৰচেষ্টা, 4:35
- পাপহীন যদি বিবাহ অসম্পূৰ্ণ, 2:236
- যৌতুকৰ আধা অধিকাৰী কইনা, 2:237
বিবাহ বিচ্ছেদ, মহিলা
- তৃতীয় বিবাহ বিচ্ছেদৰ পিছত (এইটো আন এজন স্বামীৰ পৰা) মূল স্বামীলৈ ঘূৰি আহিব পাৰে, 2:229
- ৰক্ষণাবেক্ষণৰ অধিকাৰী, 2:241; 65:1
- বিবাহ বিচ্ছেদৰ সমান অধিকাৰ, 2:228
- স্বামীৰ দ্বাৰা অসৎ ব্যৱহাৰৰ ভয়, 4:128
- স্বামীয়ে দিয়াখিনি ৰাখিব পাৰে, 2:229
- ঘৰৰ পৰা বহিষ্কাৰ নকৰিব, 65:1
- গৰ্ভাৱস্থাক অসত্য বুলি প্ৰমাণ কৰিবলৈ তিনিটা ঋতুস্ৰাৱ অপেক্ষা কৰে, 2:228
- ঋতুস্ৰাৱমুক্তসকলৰ বাবে তিনিমাহ অপেক্ষা কৰক, 65:4
- যদিহে বিবাহ অসম্পূৰ্ণ নহয়, 33:49
কুকুৰ, 7:176
গাধ (গাধ), 2:259; 16:8; 31:19; 62:5; 74:50 বজাত
পান কৰা
- মদ্যপায়ী, 2:219; 5:90
- বিশুদ্ধ আৰু বগা সুস্বাদু, 37:45-46; 76:21
- বিশুদ্ধ ছীল কৰা মদ, 83:25
দুহা, S.93
দুখন, S.44
হাতী সেনা, 105:1-5
ইলিয়াছ (ইলিয়া; ইলিয়াচিন) 6:85; 37:123-132
ইলীচা, (আলিয়াছা') 6:86; 38:48
হনোক, (ইদ্ৰিছ চাওক)
ইভেন্ট, 56:1; 69:15
দুষ্ট, 4:123; 10:27-30; 19:83; 59:15
- ৰাজহুৱাভাৱে উচ্চাৰণ কৰা উচিত নহয়, 4:148
- আমাৰ নিজৰ পৰাই আহে, কিন্তু আল্লাহৰ পৰা ভাল ভাল, 4:79; 42:48
- ক্ষমা আৰু, 4:149
- প্ৰতিদান দিয়া হৈছে, 6:160; 42:40 বজাত
- যিয়ে পৰিকল্পনা কৰে, প্লট কৰে, 16:45-47
- শেষ হৈছিল, 30:10
- স্থল আৰু সাগৰত আবিৰ্ভাৱ হৈছে, 30:41
- বিকৃত কৰা/ৰক্ষা কৰা, ভালৰ সৈতে, 13:22; 23:96; 41:34
- সলনি হ'ল, ভালৰ বাবে, 7:95
- যিসকলে নিজৰ, ইচ্ছা অনুসৰণ কৰে, 47:14, 16
- তেওঁলোকৰ বাবে সুন্দৰ কৰা কৰ্ম, 47:14
অতিমাত্ৰা
- খাদ্যত নিষিদ্ধ, 5:87
- ধৰ্মত, 4:171; 5:77-81
চকু, কাণ আৰু ছালে পাপীসকলৰ বিৰুদ্ধে সাক্ষ্য দিব, 41:20-23
ইজ্ৰা, (উজাইৰ) 9:30
আল্লাহৰ মুখ বা মুখ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
মেলা যেন লগা
- আল্লাহে প্ৰতিটো জাতিৰ নিজৰ নিজৰ কাম কৰি দিছে, 6:108
বিশ্বাস (বিশ্বাস), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10 পদত
- প্ৰত্যাখ্যানকাৰী, 3:116
- বৃদ্ধি, 3:173
- নিশ্চিতভাৱে, 44:7; 45:4, 20; 51:20 বজাত
- তেওঁ আপোনাক পথ দেখুৱাইছে, 49:17
ফজৰ, S.89
ফালাক, S.113
কোৰআনৰ আয়াতসমূহৰ বিষয়ে মিছা কথা-বতৰা, 6:68
মিছা দেৱতা
- আল্লাহৰ বাহিৰেও মূৰ্তি আৰু তথাকথিত অংশীদাৰ 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- আল্লাহৰ বাহিৰে যিসকলক তেওঁলোকে পূজা কৰে তেওঁলোকক অপমান নকৰিব, 6:108
- তঘুটও চাওক
মিছা কথা (বাটিল), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30 বজাত; 34:49; 40:5; 41:42; 42:24; 47:3
মানুহৰ কৰ্মক নিজৰ ডিঙিত বান্ধি দিলে,17:13
উপবাস, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35 বজাত
- বগা সূতা ক'লা সূতাৰ পৰা পৃথক দেখা পোৱালৈকে খাব আৰু পান কৰিব, 2:187
ফাথ, S.48
ফাতিহাহ, S.1
ফাতিৰ, S.35
ফিদিয়াহ ( মুক্তিপণ), উপবাসৰ, 2:196
- বন্দীসকলক মুক্ত কৰাৰ বাবে, 8:67
- কাফিৰসকলে আগবঢ়োৱা মুক্তিপণ, 3:91; 5:36,37; 10:54; 13:18
চিত্ৰ, 95:1
যুঁজ কৰা
- আল্লাহৰ পথত, কাফিৰৰ বিৰুদ্ধে, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- নিযুক্ত, 2:216
- পবিত্ৰ মাহত, 2:217; 9:5
- ইস্ৰায়েলৰ সন্তানৰ দ্বাৰা, 2:246-251
- আল্লাহৰ পথত, আৰু অত্যাচাৰ কৰা পুৰুষ-মহিলা, 4:74-76
- আৰু ফিটনাহ নোহোৱালৈকে, 8:39
- দুশ অতিক্ৰম কৰি বিশ, 8:65
- যিসকলে আল্লাহত বিশ্বাস নকৰে তেওঁলোকৰ বিৰুদ্ধে, 9:29
- অন্যায় কৰাসকলৰ বিৰুদ্ধে অনুমতি,22:39-41
- আৰু ভণ্ডসকল, 47:20
- ৰেহাইৰ পৰা, 48:17
ফিল, S.105
ফিৰডাউছ পেৰাডাইজ, 18:107; 23:11
অগ্নি, 56:71, 100:2
ফ্লাই, 22:73
আহাৰ
- বৈধ আৰু বেআইনী, (হালাল আৰু হাৰাম), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- অতীতত যি খাইছিল তাৰ বাবে কোনো পাপ নাই, 5:93
- অতিক্ৰম নকৰিব, 5:87
- যিটো আল্লাহে হালাল কৰিছে, সেইটো বেআইনী নকৰিবা, 5:87; 7:32; 16:116
নিষিদ্ধ আচৰণ, 6:151-152; 7:33
ক্ষমা, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- বিশ্বাসীসকলৰ এটা কৰ্তব্য, 42:37; 45:14
- বিশ্বাসীসকলৰ দ্বাৰা, শাস্ত্ৰৰ লোকসকলৰ বাবে,2:109
- আল্লাহে যাক ইচ্ছা কৰে তাক ক্ষমা কৰে, 4:48
- আল্লাহে তেওঁৰ লগত ইবাদতত অংশীদাৰ স্থাপন নকৰাৰ বাবে ক্ষমা কৰে, 4:48, 116
- যিয়ে আল্লাহৰ বিচাৰে, 4:110
- আল্লাহৰ পৰা নহয়, মুছৰিকুৰ বাবে, 9:113
- আল্লাহে সকলো পাপ ক্ষমা কৰে, 39:53
- স্বৰ্গদূতসকলে বিচাৰে, পৃথিৱীত থকাসকলৰ বাবে, 42:5
- ক্ষমা কৰিব, যেতিয়া তেওঁলোকে খং কৰে, 42:37
- ক্ষমা কৰা আৰু মিলন কৰা, 42:40
- মুমিনসকলে যিসকলে আল্লাহৰ দিনবোৰৰ প্ৰতি আশা নকৰে তেওঁলোকক ক্ষমা কৰিব, 45:14
- যিসকলে মহাপাপ আৰু ফাৱাহিছৰ পৰা আঁতৰি থাকে তেওঁলোকৰ বাবে, 53:32
- 57:21 ৰ দিশত খৰখেদাকৈ ইজনে সিজনৰ লগত দৌৰ
- বেয়া কামবোৰ ভাল কামলৈ পৰিৱৰ্তিত হয় 25:68-71
প্ৰৱঞ্চনা, (প্ৰতাৰণা চাওক) 83:1-6
মুক্ত ইচ্ছা
- আল্লাহৰ ইচ্ছাৰ দ্বাৰা সীমিত, 6:107; 10:99; 74:56;76:31; 81:28-29
- যিয়ে ইচ্ছা কৰে, তেওঁ বিশ্বাস কৰক আৰু অবিশ্বাস কৰক, 18:29
- তেওঁৰ প্ৰভুৰ ওচৰলৈ এটা পথ লওক, 76:29
- পোনে পোনে খোজ কাঢ়িব, 81:28
শুকুৰবাৰৰ নামাজ, 62:9-11
ফল, 6:41; 16:11
- জান্নাত, প্ৰচুৰ পৰিমাণে, 43:73
- প্ৰতিটো ধৰণৰ, 47:15
- যিদৰে তেওঁলোকে ইচ্ছা কৰে, 77:42
ফুজ্জাৰ, 82:14-16; 83:7
ফুৰকান, S.25
ফুচিলাট (হা মিম চাওক), S.41
গেব্ৰিয়েল, (জিব্ৰিল) 2:97-98; 26:193; 66:4; 81:19-21
- ৰুহ, 26:193; 67:12; 70:4; 78:38; 97:4
- ৰুহ-উল-কুদুছ, 2:87, 253; 5:110; 16:102
জুৱা, 2:219; 5:90
গেম, ইহৰামৰ অৱস্থাত, 5:94-96
গাফিৰ (মু’মিন চাওক), S.40
ঘছিয়াহ, S.88
গুছল, 4:43; 5:6
উপহাৰ, 30:39
গলিয়াথ, (জালুত) 2:249-251
গুড (দিন), 3:140
- আপুনি যিটো বস্তু অপছন্দ কৰে, আৰু যিটো বেয়া, 2:216
- পুৰস্কৃত হ'ব, 4:85; 28:54
- পুৰস্কৃত কৰা হৈছে দুগুণ, 4:40; 28:54
- দহবাৰ পুৰস্কৃত, 6:160
- বৃদ্ধি পাইছে, 42:23
- যিসকলে কৰে তেওঁলোকৰ বাবে ভাল আৰু আখিৰাতৰ ঘৰ আছে, 16:30
- এই জগতত ভাল কাম কৰাসকলৰ বাবে, 39:10
- আল্লাহ তা‘আলাই যি কৰে তাক পুৰস্কৃত কৰে, যিটো উত্তম, 53:31
- ভালৰ বাহিৰে আন কোনো পুৰস্কাৰ আছেনে, 55:60
- যিদৰে আল্লাহে তোমালোকৰ প্ৰতি মঙ্গল কৰিছে, 28:77
ভাল আৰু বেয়া
- ভাল আল্লাহৰ পৰা আৰু বেয়া আপোনাৰ পৰা,4:79
- যদি আপুনি ভাল কৰে, নিজৰ বাবে আৰু যদি বেয়া কৰে, তেন্তে নিজৰ বিৰুদ্ধে, 17:7;41:46
- ভালৰ দ্বাৰা বেয়াক বিকৃত কৰা, 23:96; 28:54; 41:34
- ভাল আৰু বেয়া কাম সমান হ'ব নোৱাৰে,41:34
- প্ৰতিজন ব্যক্তিয়ে সকলোৰে সন্মুখীন হ'ব, তেওঁ কৰিছে, 3:30
- মুহচিনুনও চাওক
ভাল কাম
- প্ৰকাশ বা লুকুৱাই ৰখা, 4:149
- এটা দৌৰত হিচাপে চেষ্টা কৰক, 5:48
শুভবাৰ্তা, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
মহান বাতৰি, 78:1-5
অভিবাদন, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
হাদিদ, S.57
হাডি (বলিদানৰ বাবে জন্তু), 2:196, 200
হজ (তীৰ্থযাত্ৰা), 2:158, 196-203; 3:97; 5:2;22:30
হজ, S.22
হামান, 28:6, 38; 29:39; 40:24, 36, 37
হাত আৰু ভৰিয়ে সাক্ষ্য দিব, 36:65
হাগ্গাহ, S.69
কষ্ট, প্ৰতিটোৰ সৈতে সকাহ আছে, 94:5-6
হাৰুণ, (হাৰুণ)
হাৰুট, 2:102
হাছৰ, S.59
হৃদয়
- কঠিন কৰা, 2:74; 22:53; 39:22; 57:16
- ছীল কৰা, 7:100-101; 40:35 বজাত; 47:16; 63:3
- আবৃত, 17:46; 41:5
- লক আপ, 47:24
- বিভক্ত, 59:14
- ভয়ৰে ভৰা, 22:35
- যাৰ, এটা ৰোগ আছে, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50 বজাত; 33:12, 32, 60; 47:20, 29;74:31
স্বৰ্গ
- অদৃশ্য আল্লাহৰ অন্তৰ্গত, 16:77
- নাটকৰ বাবে নহয় সৃষ্টি কৰা হৈছে, 21:16
- আৰু পৃথিৱীখন একেলগে সংযুক্ত হ’ল, 21:30
- ৰ মাজত একো লুকাই থকা নাই, 27:75
- কোনো স্তম্ভ নোহোৱাকৈ সৃষ্টি কৰা হৈছে, 31:10
- তেওঁৰ সোঁহাতত গুটিয়াই থোৱা হ'ব, 39:67
- দুদিনত সাতটা আকাশ সৃষ্টি, 41:12
- নিকটতম স্বৰ্গক লেম্পেৰে সজোৱা, 41:12
- আল্লাহৰ সকলো বস্তু আল্লাহৰ অন্তৰ্গত, 45:27;53:31
- সাতটা আকাশ, এটা আনটোৰ ওপৰত, 67:3
নৰক (জুই, জ্বলন্ত শিখা) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- জ্বলোৱা আৰু উতলা পানী 22:19-22; 23:103-104
- পূজ 14:14-17; 38:55-58; 69:35-37
- জাক্কুমৰ গছ 37:62-70; 44:43-50; 56:41-56
- বাসিন্দাসকলৰ জীয়াই থাকিব বা মৰিবলৈ অক্ষমতা 87:13
- দোষ নিক্ষেপ কৰা 26:91-101; 34:31-33
- তৎক্ষণাত ধ্বংসৰ আহ্বান জনাইছে 25:13-14; 43:74-78
- উগ্ৰ কান্দোন 35:36-37
- জুইৰ গুৰুগুৰু আৰু গৰ্জন 25:11-12; 67:6-11 পদত
- পোৰা ছাল নতুনৰ সৈতে সলনি কৰা হৈছে 4:56
- আলকাতৰাৰ শিকলি আৰু কাপোৰ 14:48-50
- লোহাৰ গদা 22:19-22
- শিকলি 13:5
- নৰকৰ ৰক্ষক 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- কোনো মুক্তিপণ গ্ৰহণ কৰা হোৱা নাই 5:36-37
- মধ্যস্থতা অস্বীকাৰ কৰা হৈছে 6:94; 26:100 বজাত; 30:13; 74:48
- জ্বলি থকা হতাশা আৰু বৰফৰ ঠাণ্ডা আন্ধাৰত, 38:57
- 70 হাতৰ শিকলি, 69:32
- সীমিত সময়ৰ বাবে থাকিব, 78:23
ইয়াৰ পিছত
- ঘৰটো ভাল, 6:32; 7:169
- যিটোৰ অন্ত হ'ব, 6:135
- জালিমুন সফল নহ'ব (ইন), 6:135
- ঘৰৰ, 12:109; 16:30 বজাত; 28:83; 29:64
- যিসকলে বিশ্বাস নকৰে, 17:10
- পুৰস্কাৰ, 42:20
- ৰূপ আৰু সোণতকৈ ভাল, 43:33-35
- কেৱল মুত্তাকুনৰ বাবে, 43:35
- শাস্তি, 68:33
- ভাল আৰু অধিক স্থায়ী, 87:17
- বৰ্তমানতকৈ ভাল, 93:4
ঘাইপথ, বহল, 21:31
হিজৰ (ৰকি ট্ৰেক্ট), 15:80-85
হিজৰ, S.15
সমকামিতা 26:165-166; 27:55; 29:28-29
ঘোঁৰা, 16:8
ঘণ্টা
- ইয়াৰ জ্ঞান কেৱল আল্লাহৰ ওচৰত, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- হঠাতে ই তেওঁলোকৰ ওপৰত, 6:31; 7:187;12:107; 43:66
- আপোনাৰ ওপৰত আহে, 6:40; 12:107; 20:15; 34:3
- ওচৰ চাপিছে, 54:1-5
- চকুৰ টিপটিপনিৰ দৰে, বা তাতোকৈ ওচৰত,16:77
- ভূমিকম্পৰ, 22:1
- প্ৰতিষ্ঠা কৰা হ'ব, দিনটোত, 30:12, 14
- নিশ্চয় আহি আছে, কোনো সন্দেহ নাই, 40:59;45:32; 51:5-6
- চিন 21:96; 27:82; 43:61; 47:18; 54:1-2
- নাম 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20 বজাত; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- মানুহক আচৰিত কৰি তুলিব 6:31; 7:187
- ট্ৰুম্পেট বজোৱা হ'ব 6:73; 23:101; 39:68
ঘৰ, প্ৰৱেশৰ বিষয়ে আচাৰ-ব্যৱহাৰ, 24:27-29
হাড, 7:65-72; 11:50-60 বজাত; 26:123-140; 46:21-26
হাড, S.11
হুজুৰাত, S.49
হুমাজাহ, S.104
হুনাইন (যুদ্ধ), 9:25
হুৰ (জন্নাতত মহিলা), 44:54; 52:20 বজাত
ভণ্ড
- কওক: আমি আল্লাহ আৰু শেষ দিনত বিশ্বাস কৰোঁ, কিন্তু আচলতে বিশ্বাস নকৰো, 2:8
- নিজকে প্ৰতাৰণা কৰা, 2:9
- তেওঁলোকৰ হৃদয়ত ৰোগ, 2:10; 8:49; 22:53;33:12; 47:29
- দুষ্টামি কৰা, 2:11-12
- মূৰ্খ আৰু উপহাসকাৰী, 2:13-15
- নিৰ্দেশনাৰ বাবে ক্ৰয় কৰা ভুল, 2:16
- বধিৰ, বোবা আৰু অন্ধ, 2:17-18
- মৃত্যু আৰু আন্ধাৰৰ ভয়ত, 2:19-20
- আনন্দদায়ক ভাষণ, 2:204-206
- যুঁজিবলৈ অস্বীকাৰ কৰে, 3:167-168
- আল্লাহে জানে তেওঁলোকৰ হৃদয়ত কি আছে, 3:167;4:63
- মিছা বিচাৰকসকলৰ ওচৰত বিচাৰৰ বাবে যাওক, প্ৰকাশিত বাক্যৰ পৰা আঁতৰি যাওক, যেতিয়া কোনো বিপৰ্যয় ঘটে, তেতিয়া আহক, 4:60-62
- দুৰ্ভাগ্যত আৰু এক বৃহৎ সফলতাত, 4:72-73
- আল্লাহে তেওঁলোকক পিছলৈ পেলাই দিছে, 4:88
- বন্ধু হিচাপে লোৱা নহয়, 4:89; 58:14-19
- যদি সিহঁতে পিছলৈ ঘূৰি যায়, তেন্তে য'তেই পায় তাতেই সিহঁতক মাৰি পেলাওক, 4:89
- তেওঁলোকে আপোনাৰ বিজয় বা কাফিৰৰ সফলতাৰ বাবে অপেক্ষা কৰে আৰু চাই থাকে, 4:141
- আল্লাহক প্ৰতাৰণা কৰিবলৈ বিচাৰে, তেওঁলোকে এলাহেৰে প্ৰাৰ্থনা কৰে আৰু মানুহৰ দৃষ্টিত দেখা পায়, 4:142
- এইবোৰৰ বা সেইবোৰৰো নহয়, 4:143
- অগ্নিৰ নিম্নতম গভীৰতাত; কোনো সহায়ক নাই, 4:145
- গম পোৱাৰ ভয়, 9:64-65
- প্ৰাৰ্থনা নকৰিব, 9:84
- পুৰুষ আৰু মহিলা ইজনে সিজনৰ পৰা; হেৰুৱা লোক; আল্লাহৰ অভিশাপ, 9:67-69
- বেডুইনত, 9:101
- য'তেই পোৱা যাব, তেওঁলোকক ধৰি হত্যা কৰা হ'ব, 33:61
- আল্লাহে শাস্তি দিব, 33:73
- মিছলীয়া; পিঠি ঘূৰাই; তেওঁলোকৰ হৃদয় বিভক্ত, 59:11-14
- মিছলীয়া; তেওঁলোকৰ শপতক পৰ্দা কৰি তুলিলে; তেওঁলোকৰ হৃদয়ত ছীল কৰা হৈছে; তেওঁলোকৰ পৰা সাৱধান হওক, 63:1-4
- বুজিব নালাগে, নাজানিব, 63:7-8
- বিৰুদ্ধে কঠোৰ চেষ্টা কৰা, 66:9
ইবলিছ (চয়তান), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50 বজাত; 20:116-120; 34:20-21; 38:71-85
- চয়তানকো চাওক
ইব্ৰাহিম, (আব্ৰাহাম চাওক)
ইব্ৰাহিম, S.14
ইদ্দা (মহিলাৰ বিবাহ বিচ্ছেদৰ নিৰ্ধাৰিত সময়), 2:228, 231, 232, 234, 235; 33:49;65:1-7
ইদ্ৰিছ (হনোক), 19:56-57; 21:85; 96:4
ইহৰাম, 2:197; 5:2, 95
ইহছান, 16:90
ইখলাছ, S.112
ইলাহ, মাত্ৰ এজন, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
অবৈধ যৌন সম্পৰ্ক; সাক্ষীৰ প্ৰমাণ, 4:15-18; 24:2, 19
ইলিয়য়ুন, 83:18-21
অশুদ্ধ (নাজ) 9:28
'ইমৰাণ
- পত্নীৰ, 3:35
- কন্যা, 66:12
অনিবাৰ্য, 69:1-3
ইনফিটাৰ, S.82
উত্তৰাধিকাৰ, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
অন্যায়, কাক কৰা হৈছে, 4:30, 148
ইনছান (ডাহৰ চাওক), S.76
ইনশ্বিকাক, S.84
ইনশ্বিৰাহ (শ্বাৰহ চাওক), S.94
প্ৰেৰণা, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
মধ্যস্থতা/অন্তৰ্ভুক্তকাৰী, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
মাদক দ্ৰব্য, 5:90, 2:219
ইকামত-আছ-ছালাত, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
পঢ়া’ (চাওক ‘শিশু), S.96
ইৰাম, 89:7
আইৰন, 57:25
যীচু, যীচুক চাওক
ইচহাক, (ইচহাক) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
ইছমাইল (ইছমাইল), 2:125-129, 133; 4:163;6:86; 19:54–55; 21:85; 38:48
পিতৃৰ সৈতে কাবাহৰ ভেটি স্থাপন কৰে 2:125-140
বলিদানৰ কাহিনী 37:100-113
ইছলাম, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- মুছলমান হিচাপে বশ হোৱাসকলৰ ভিতৰত প্ৰথম, 6:14,163; 39:12
- প্ৰথমে আলিংগন কৰা, 9:100
- স্তন খোলা হয়, 39:22
- অনুগ্ৰহ হিচাপে, 49:17
ইছৰা', ছ.17
ইজৰাইল, চিলড্ৰেনছ অৱ, 2:40-86
- অনুগ্ৰহ প্ৰদান কৰা, 2:47-53, 60, 122; 45:16-17
- আল্লাহৰ আজ্ঞা পালনৰ বিৰুদ্ধে বিদ্ৰোহ কৰা, 2:54-59, 61, 63-74; 5:71; 7:138-141
- মুছলমানৰ সৈতে তেওঁলোকৰ সম্পৰ্ক, 2:75-79
- তেওঁলোকৰ অহংকাৰ, 2:80, 88, 91
- তেওঁলোকৰ নিয়ম, 2:80, 83-86, 93, 100; 5:12-13, 70
- আখিৰাতৰ মূল্যত পৃথিৱীৰ জীৱন কিনিলে, 2:86
- জীৱনৰ বাবে মানৱজাতিৰ আটাইতকৈ লোভী, 2:96
- ৰজা বিচাৰিব, 2:246-251
- সীমা অতিক্ৰম কৰিলে; বিভিন্ন গোটত বিভক্ত; বান্দৰ, 7:161-171
- দুবাৰ প্ৰতিজ্ঞা কৰা হৈছে, 17:4-8
- শত্ৰুৰ পৰা উদ্ধাৰ, 20:80-82
- শাস্ত্ৰ আৰু নেতাসকলক দিয়া হৈছে, 32:23-25; 40:53-54
- ৰ বিদ্বান পণ্ডিতসকলে ইয়াক জানিছিল (কোৰআনক সত্য বুলি), 26:197
ইস্তাৱা (উত্থান), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
ই'টিকাফ, 2:187
যাকোব, (য়াকুব) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- অচবাট (যাকোবৰ বাৰজন পুত্ৰ), 2:140; 3:84;4:163
জালুত, (গলিয়াথ চাওক)
জামাৰাত, 2:200 বজাত
জাথিয়াহ, S.45
যীচু, মৰিয়মৰ পুত্ৰ ইছা
- জগতৰ সকলো মহিলাৰ ওপৰত নিৰ্বাচিত মাতৃ 3:42
- পুনৰুত্থানৰ দিনত সাক্ষ্য দিয়ে, 4:159
- জন্মৰ সুখবৰ, 3:45-47; 19:22-23 পদত
- ইস্ৰায়েলৰ সন্তানসকললৈ দূত, 3:49-51
- শিষ্যসকল, 3:52-53; 5:111-115
- শিষ্যসকলক আল্লাহৰ সহায়ক হিচাপে, 3:52; 61:14
- উত্থাপন কৰা, 3:55-59; 4:157-159
- আদমৰ সাদৃশ্য, 3:59
- হত্যা কৰা হোৱা নাই বা ক্ৰুচত দিয়া হোৱা নাছিল, 4:157
- অনুপ্ৰাণিত, 4:163
- ৰাছুলতকৈ বেছি নহয় (তেওঁক দেৱতা হিচাপে নহয়), 4:171-172; 5:75; 19:30, 43:63-64
- তেওঁলোকে কাফিৰ কৰিছে যিসকলে কয়, 5:17, 72; 9:30 বজাত
- আমাৰ ৰাছুল (মুহাম্মদ صلى الله عليه وسلم ) আহিছে, 5:19
- শুভবাৰ্তা দিলে, 5:46
- শিষ্যসকলে কৈছিল: আমি মুছলমান, 5:111
- খাদ্যৰ সৈতে বিস্তাৰিত টেবুল, 5:114
- কোনো মিছা উপাসনা শিকাইছিল, 5:116-118
- এজন সৎ নবী, 6:85
- এটা চিন হিচাপে, 23:50
- তেওঁৰ দ্বিতীয় আগমন 43:61
- সম্পৰ্কে বিচ্ছিন্ন মতামত, 43:65
- ইস্ৰায়েলৰ সন্তানসকলৰ বাবে এজন দাস আৰু আদৰ্শতকৈ বেছি নহয়, 43:59
- এজন ৰাছুলৰ সুখবৰ যাৰ নাম আহমেদ হ'ব, 61:6
- তেওঁৰ কুমাৰী জন্ম, বাৰ্তা, আৰু অলৌকিক কাৰ্য্য 3:45-51; 19:16-38
- আল্লাহৰ অনুগ্ৰহৰ কথা সোঁৱৰাই দিয়া হৈছে 5:110-115
- ঈশ্বৰীয় হোৱাৰ অস্বীকাৰ কৰে 5:116-120
- তেওঁৰ অনুগামীসকলৰ হৃদয়ত দয়া আৰু অনুগ্ৰহ 5:82; 57:27
ইহুদী আৰু খ্ৰীষ্টান, 2:140; 4:153-161, 171; 5:18
- মিছা কথা শুনা, 5:41-42
- তেওঁলোকে যি উচ্চাৰণ কৰিছিল তাৰ বাবে অভিশপ্ত, 5:64
- মুমিন (মুছলমান)ৰ প্ৰতি শত্ৰুতা, 5:82
- যিয়ে ইছলাম আকোৱালি লৈছিল, 26:197; 28:53; 29:47
জিব্ৰিল, (গেব্ৰিয়েল চাওক)
জেহাদ, (যুদ্ধ কৰা, চেষ্টা কৰা) 2:216; 9:24; 22:78; 25:52
জিন, S.72
জিন, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
জিন, জুইৰ পৰা সৃষ্টি 15:25; 55:15
- জিন্নক বিশ্বাস কৰা আৰু কাফিৰ কৰা 72:1-15
- কিছুমানে কোৰআনৰ বাৰ্তাত বিশ্বাস কৰিছিল 46:29-32
- মানুহ আৰু জিনক এটা উদ্দেশ্যৰ বাবে সৃষ্টি কৰা হৈছে 51:56-58
ইয়োব, 4:163; 6:84; 21:83-84; 38:41-44
যোহন, (য়াহ্যা, যোহন বাপ্তিস্মদাতা)
- সুখবৰ, 3:38-41; 19:7-11; 21:90
- ধাৰ্মিক, 6:85
- জ্ঞানী, সহানুভূতিশীল, কৰ্তব্যপৰায়ণ, 19:12-15
যোনা (যোনা বা ইউনুছ), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ধু ন-নুন) 21:87; 68:48-50
যোচেফ (ইউছুফ), 6:84; 12:4-101
- কাহিনীৰ শ্ৰেষ্ঠ 12:1-3
- ডেকা ইউছুফৰ সপোন 12:4-6
- তেওঁৰ ভাইসকলৰ দ্বাৰা ষড়যন্ত্ৰ 12:7-18
- দাসত্বত বিক্ৰী কৰা 12:19-20
- ইজিপ্তৰ মুখ্যমন্ত্ৰীৰ ঘৰত ডাঙৰ-দীঘল 12:21-22
- মুখ্য মন্ত্ৰীৰ পত্নীয়ে তেওঁক পটাবলৈ চেষ্টা কৰে 12:23-29
- ভোজৰ কাণ্ড 12:30-32
- জেললৈ যায় 12:33-35
- বন্দী দুজন 12:36-42
- ৰজাৰ সপোন 12:43-53
- মুখ্যমন্ত্ৰী হয় 12:54-57
- ভাইসকলে তেওঁৰ ওচৰলৈ যোগানৰ বাবে আহে 12:58-68
- তেওঁৰ ভাতৃ বেঞ্জামিনক লৈ যায় 12:69-82
- তেওঁৰ পিতৃৰ নৱীকৃত দুখ 12:83-87
- তেওঁৰ প্ৰকৃত পৰিচয় প্ৰকাশ কৰে 12:88-98
- পুৰণি সপোন বাস্তৱায়িত হয় 12:99-100
- সামৰণি প্ৰাৰ্থনা 12:101
জুডি, মাউণ্ট, 11:44
জুমুআহ, S.62
ন্যায় (এডল), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- 4:65, 105 পদও চাওক
কা'বাহ
- অব্ৰাহামৰ দ্বাৰা নিৰ্মিত, 2:125-127
- খেলৰ কোনো হত্যা নাই, 5:94-96
- নিৰাপত্তাৰ আশ্ৰয়, 5:97
- উলংগ অৱস্থাত ঘূৰি ফুৰা, 7:28
- প্ৰাৰ্থনা আৰু ঘূৰি ফুৰাৰ সময়ত, 2:200; 7:29, 31
কাফিৰুণ, S.109
কাফুৰ, কাপ মিহলি, 76:5
কাহফ, S.18
কাঞ্জ, 9:34-35
কৌথাৰ (জন্নাতত নদী), 108:1
কৌথাৰ, S.108
চাবি
আকাশ আৰু পৃথিৱীৰ বিষয়ে, 39:63; 42:12
ঘৈবৰ, 6:59
খৌলা বিন্ত থা লাবাহ, 58:1
হত্যা
- যদি কোনোবাই মানুহক হত্যা কৰিছিল, তেন্তে তেওঁ সকলো মানৱজাতিক হত্যা কৰিছিল, 5:32
- কাকো হত্যা নকৰিব, 17:33
দানতকৈ দয়ালু বাক্য ভাল, 2:263
কিণ্ড্ৰেড, ৰাইটছ অৱ, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
কিৰাম-ৰতিবিন, 82:11
জ্ঞান
- এটা পাতও নপৰে, কিন্তু তেওঁ জানে, 6:59
- হেৰুৱাইছে যিসকলে নিজৰ সন্তানক মূৰ্খামিৰ পৰা হত্যা কৰিছে, বাহিৰত, 6:140
- পাঁচটা বস্তুৰ, কেৱল আল্লাহৰ লগত, 31:34
- নিশ্চিতভাৱে, 102:5-7
কোৰা (কাৰুন), 28:76-82; 29:39; 40:24
কুৰ্চি, 2:255
লাহাব (মাছাদ চাওক), S.111
লেইল, S.92
লেম্প, 25:61; 67:5; 71:16; 78:13
ভাষা
- পুৰুষৰ পাৰ্থক্য, আৰু ৰঙৰ, 30:22
লেট, 53:19
বিধান, নিৰ্ধাৰিত, 5:48
আল্লাহৰ পৰা অহা বিধান, 2:219; 98:3
মিছলীয়া, 26:221-223
জীৱন, যদি কোনোবাই এজন ব্যক্তিক ৰক্ষা কৰিলে, তেন্তে তেওঁ সকলো মানৱজাতিৰ জীৱন ৰক্ষা কৰিলে, 5:32
এই জগতৰ জীৱন
- কিনিলে, আখিৰাতৰ মূল্যত, 2:86
- কেৱল প্ৰতাৰণা উপভোগ কৰা, 3:185
- বিক্ৰী কৰা, আখিৰাতৰ বাবে, 4:74
- আমোদ আৰু খেলাৰ বাহিৰে আন একো নহয়, 6:32; 29:64; 47:36; 57:20 বজাত
- প্ৰতাৰণা কৰে, 6:130
- আখিৰাততকৈ কম উপভোগ, 9:38; 13:26; 28:60 বজাত
- উপমা, বৰষুণৰ দৰে, 10:24
- শুভ খবৰ, 10:64
- যিয়ে ইচ্ছা কৰে, তাত পায়; কিন্তু তেতিয়া আখিৰাতত কোনো অংশ নাথাকিব, 11:15-16; 17:18; 42:20 বজাত
- যিসকলে বৰ্তমানক ভাল পায়, আৰু আখিৰাতক অৱহেলা কৰে, 75:20-21; 76:27
- আপুনি পছন্দ কৰে, 87:16
পাতল
- প্ৰকাশ, 4:174
- আৰু আন্ধাৰ, 6:1
- দৃষ্টান্ত, 24:35
- বিশ্বাসীসকলৰ আগত আৰু লগত যায়, 57:12-15; 66:8
- আল্লাহৰ দ্বাৰা দিয়া, যাতে মুমিনসকলে পোনে পোনে খোজ কাঢ়িব পাৰে, 57:2
আল্লাহে নিৰ্ধাৰণ কৰা সীমা, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- এইবোৰ হৈছে, 2:187; 229-230; 4:13; 58:4; 65:1
- transgress not the, 2:190, 229
- যিয়ে অতিক্ৰম কৰে, 2:229; 4:14; 78:22
- কিন্তু প্ৰয়োজনীয়তাৰ দ্বাৰা জোৰ কৰা, বা উলংঘা কৰা, 2:173; 6:145
- আপোনাৰ ধৰ্মত, 4:171; 5:77
- যেতিয়া তেওঁলোকে অতিক্ৰম কৰিলে, (বান্দৰ হৈ পৰিল), 7:166
- যিসকলে পালন কৰে, 9:112
লায়ন, 74:51
ঋণ
- আল্লাহক এটা ভাল ধাৰ দিয়া, 2:245; 73:20
- বৃদ্ধি পোৱা বহুগুণ, 57:11, 18
- দুগুণ, 64:17
ক্ষতি, প্ৰকাশ, 39:15
লোট, (লুট) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- তেওঁৰ অবাধ্য পত্নী, 11:81; 15:60; 66:10
লোটে গছ, 34:16; 53:14-16; 56:28
লুকমান, 31:12-14
লুকমান, S.31
মা'আৰিজ, S.70
মদীনা (যাথ্ৰিব), 9:120; 33:13, 60; 63:8
মাদয়ান, 7:85-93; 11:84-95; 20:40 বজাত; 22:44; 28:22-23; 29:36-37
- আইকাহ কাঠও চাওক
মাহৰ (ব্রাইডাল-মানি), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50 বজাত; 60:10-11
মাইদাহ, ছ.5
মক্কা (বাক্কা), 3:96;90:1-2
- চিটি অৱ ছিকিউৰিটি, 95:3
মানুহ
- পৃথিৱীত প্ৰজন্মৰ পিছত প্ৰজন্ম, 2:30;6:165
- উত্তৰাধিকাৰী কৰা, 35:39
- কৰ্তব্য, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- আল্লাহৰ দ্বাৰা পৰীক্ষা কৰা, 2:155; 3:186; 47:31; 57:25
- মানুহে লোভ কৰা বস্তু, 3:14
- পৰা সৃষ্টি কৰা হৈছে, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20 বজাত; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- এটা উল্লেখিত শব্দ সৃষ্টি আৰু নিৰ্দেশ দিয়া, 6:2; 15:26
- আৰু পত্নীৰ মাজত মিলন, 4:35
- যিসকলে আল্লাহৰ সৈতে সাক্ষাৎ কৰাটো অস্বীকাৰ কৰিছিল,6:31
- উভতি অহা, 6:60, 72, 164; 10:45-46
- নিজৰ বিৰুদ্ধে ষড়যন্ত্ৰ কৰে, 6:123
- আনৰ বোজা বহন নকৰিব, 6:164
- অকৃতজ্ঞ, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- চয়তানৰ বিৰুদ্ধে সতৰ্ক কৰি দিয়া হৈছে, 7:27
- পত্নী আৰু সন্তান, 7:189-190
- যেতিয়া ক্ষতি বা বেয়াই স্পৰ্শ কৰে, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- প্ৰভুৰ ফালে উভতি যোৱা, 10:23; 84:6; 96:8
- নিজকে ভুল কৰা, 10:44
- উল্লাসিত আৰু গৌৰৱময়, 11:10
- বেয়াৰ বাবে আমন্ত্ৰণ কৰে, 17:11
- সদায় খৰখেদাকৈ হয়, 17:11
- তেওঁৰ কৰ্মবোৰ ডিঙিত বান্ধি থোৱা, 17:13
- যিয়ে বিপথে পৰিচালিত হয়, নিজৰ ক্ষতিৰ বাবে আৰু সঠিকভাৱে যায়, কেৱল নিজৰ বাবে, 17:15
- অন্যায়ভাৱে ব্যৱহাৰ কৰা নহয়, 17:71
- মৃত্যু আৰু পুনৰুত্থান, 23:15-16
- তেওঁলোকৰ ধৰ্মক পন্থা ভাঙিছে, প্ৰত্যেকেই নিজৰ বিশ্বাসত আনন্দিত হৈছে, 23:53
- জিভা, হাত আৰু ভৰিৰ বিৰুদ্ধে সাক্ষ্য দিব, 24:24
- নিজৰ বিৰুদ্ধে সাক্ষী, 75:14
- যিয়ে নিজৰ ইচ্ছাক দেৱতা হিচাপে লৈছে,25:43
- তেজ আৰু বিবাহৰ দ্বাৰা আত্মীয়, 25:54
- আল্লাহে তোমালোকৰ বাবে আকাশ আৰু পৃথিৱীত যি আছে, 31:20
- যিয়ে আল্লাহৰ ওচৰত নিজৰ মুখ অৰ্জন কৰে, 31:22
- তেওঁৰ শৰীৰৰ ভিতৰত দুটা হৃদয় নহয়, 33:4
- আল্লাহৰ ইবাদত কৰিবলৈ, 39:64-66
- তেওঁৰ হাতে যি উপাৰ্জন কৰিছে তাৰ বাবে দুৰ্ভাগ্য, 42:30, 48
- স্বৰ্গদূতসকলে তেওঁৰ কৰ্মসমূহ লিপিবদ্ধ কৰা, 50:17-18, 23;85:11
- তেওঁক পহৰা দিয়া স্বৰ্গদূত, 13:11; 86:4
- তিনিটা শ্ৰেণীত ভাগ কৰা হৈছে, 56:7-56
- আল্লাহৰ ওচৰৰ লোকসকল, 56:10-11
- ৰাইট হেণ্ডৰ সহযোগী, 56:27-40
- বাওঁ হাতৰ সংগী, 56:41-56
- অজ্ঞাত ৰূপত ৰূপান্তৰিত আৰু সৃষ্টি কৰা, 56:60-62
- আকৃতি ভাল কৰিলে, 64:3
- ধন আৰু সন্তান মাত্ৰ এটা পৰীক্ষা, 64:15
- সৃষ্টি কৰা আৰু সম্পন্ন কৰা, 67:23-24; 74:12-15; 90:8-10
- অধৈৰ্য্য, 70:19-21
- প্ৰাৰ্থনাৰ প্ৰতি নিষ্ঠাবান, 70:22-35
- অধিক কামনা কৰে, 74:15
- নিজৰ বিৰুদ্ধে সাক্ষী, 75:14-15
- তেওঁৰ অহংকাৰ, 75:31-40; 90:5-7
- এই জগতৰ বৰ্তমান জীৱনক ভাল পায়, 76:27
- সৃষ্টি কৰাটো অধিক কঠিন, বা স্বৰ্গ,79:28
- প্ৰভুৰ প্ৰতি অসাৱধানতা, 82:6-12
- নিখুঁতভাৱে তৈয়াৰ কৰা হৈছে আৰু উপযুক্ত অনুপাত দিয়া হৈছে, 82:7
- মঞ্চৰ পৰা মঞ্চলৈ যাত্ৰা কৰে, 84:19
- ধনৰ প্ৰতি প্ৰেম, 89:20
- কষ্টত সৃষ্টি কৰা, 90:4
- প্ৰচেষ্টা আৰু কৰ্ম বৈচিত্ৰময়, 92:4
- তেওঁৰ বাবে সহজতা, আৰু দুষ্টতাৰ পথ মসৃণ কৰক,92:7, 10
- শ্ৰেষ্ঠ আকাৰৰ সৃষ্টি কৰা (ছাঁচ), 95:4
- তাৰ পিছত নিম্নতমলৈ হ্ৰাস কৰা হয়, 96:5
- সকলো সীমা অতিক্ৰম কৰে, 96:6-7
হজৰ মনচিক (কৰ্তব্য), 2:128, 200; 22:30 বজাত
মানত, 53:20
মানৱ জাতি
- সাক্ষী শেষ, 2:143
- এটা সম্প্ৰদায়, 2:213; 10:19
- একক যোৰৰ পৰা সৃষ্টি কৰা, 4:1; 39:6; 49:13
- নিজৰ বিৰুদ্ধে বিদ্ৰোহ, 10:23
- অসাৱধান যদিও হিচাপ ওচৰ চাপিছে, 21:1-3
- ফিত্ৰাহত সৃষ্টি কৰা হৈছে, 30:30
- আটাইতকৈ সন্মানীয়, 49:13
- জাতি আৰু জনগোষ্ঠীত পৰিণত কৰা, 49:13
মান্না আৰু বতা চৰাই, 2:57
আচাৰ-ব্যৱহাৰ
- ঘৰত প্ৰৱেশ কৰাৰ বিষয়ে, 24:27-29
- ঘৰত, 24:58-61
- নবীৰ ঘৰত, 33:53
- নবীক সম্ভাষণ জনোৱা আৰু ছালাত পঠোৱা, 33:56
- আল্লাহ আৰু তেওঁৰ ৰাছুল বা মুমিন পুৰুষ বা মহিলাক বিৰক্ত নকৰা, 33:57-58
- বিশ্বাস কৰাৰ আগতে বাতৰি পৰীক্ষা কৰা, 49:6
- আন এজনক উপহাস নকৰিবলৈ, 49:11
- সমাবেশত, 58:11
বিবাহ, 2:232, 234
- কাফিৰ বা দাসক, 2:221
- কিমানলৈ, বৈধ, 4:3
- মাহৰ ঘূৰাই লোৱা নহ'ব (বিবাহ বিচ্ছেদৰ ক্ষেত্ৰত), 4:20-21
- নিষিদ্ধ হৈছে বাবে, 4:22-24
- যদি কোনো উপায় নাই মুক্ত বিশ্বাসী মহিলাক বিয়া কৰাব,4:25
- যদি ভংগৰ আশংকা কৰা হয়, তেন্তে দুজন মধ্যস্থতাকাৰী নিযুক্তি দিয়া হ'ব, 4:35
- যদি পত্নীয়ে নিষ্ঠুৰতা বা পৰিত্যাগক ভয় কৰে, তেন্তে শান্তিৰ চৰ্ত ৰাখক, 4:128
- এগৰাকী পত্নীৰ প্ৰতি বেছি হেলনীয়া নহয় যাতে আনগৰাকীক ওলমি থাকিব পাৰে, 4:129
- ব্যভিচাৰীসকলৰ, 24:3
- যিসকল দুখীয়া, 24:32
- যিসকলে বিবাহৰ বাবে আৰ্থিক সামৰ্থ্য বিচাৰি নাপায়, 24:33
- পত্নীসকলক নবীৰ ওচৰত হালাল কৰা, 33:50-52
- যৌন সম্পৰ্কৰ আগতে, বিবাহ বিচ্ছেদৰ ওপৰত কোনো ইদ্দা, 33:49
শ্বহীদ
- মৃত নহয়, 2:154; 3:169
- আল্লাহৰ পৰা কৃপা আৰু দানত আনন্দিত হওক,3:170-171
- ক্ষমা আৰু দয়া লাভ কৰক, 3:157-158
- ভাল ব্যৱস্থা লাভ কৰিব, 22:58-59
মাৰুত, 2:102
মৰিয়ম (যীচুৰ মাতৃ), জন্ম, 3:35-7
- যীচুৰ শুভবাৰ্ত্তা, 3:42-51; 19:16-21 পদ
- প্ৰসৱত, 19:23-26
- কেঁচুৱাটোক তাইৰ লোকসকলৰ ওচৰলৈ লৈ আহিছিল, 19:27-33
- মিছা অভিযোগ, 4:156
- তাইৰ সতীত্ব ৰক্ষা কৰিছিল, 21:91; 66:12
মৰিয়ম, S.19
মাছাদ, S.111
- আল-মছজিদ-আল-আগছা, 17:1
- আল-মছজিদ-আল-হাৰাম, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- আল-মাশ্বাৰ-আল-হাৰাম, 2:198
মাউন, S.107
মা'ৱা পেৰাডাইজ, 53:15
জোখ আৰু ওজন, সম্পূৰ্ণ দিয়া, 11:85; 17:35;83:1-5
মীটিং
- আল্লাহৰ লগত, 6:31
- গ্ৰেট ডে'ৰ, 19:37
- আখিৰাতৰ, 30:16
মেচেঞ্জাৰছ, 2:253; 4:164-165; 40:78; 57:27
- উত্তৰাধিকাৰ, 2:87
- ধাৰাবাহিক, 5:19; 23:44
- হত্যা কৰা হৈছে, 3:183
- ভাবুকি দিয়া হৈছে, 14:13
- উপহাস কৰা, 6:10; 13:32; 15:11; 21:41
- অস্বীকাৰ আৰু নাকচ কৰা,3:184; 6:34;25:37;34:45; 51:52
- কিছুমানত বিশ্বাস কৰা আৰু আনক প্ৰত্যাখ্যান কৰা,4:150-152
- গোট খোৱা, 5:109
- সুখবৰ আৰু সতৰ্কবাণী প্ৰদানকাৰী হিচাপে পঠিওৱা,6:48; 14:4-8 পদত
- প্ৰতিটো জাতিৰ পৰা সাক্ষী হিচাপে, 16:89
- প্ৰতিটো জাতিৰ বাবে, এটা আছে, 10:47; 16:36
- আল্লাহৰ আয়াত পঢ়া, 7:35-36
- এজন স্বৰ্গদূতক হিচাপে, 17:95; 25:7
- মানুহতকৈ বেছি নহয়,14:10-12;17:94; 21:8; 25:7-8, 20
- আৰু তেওঁলোকৰ পত্নী আৰু সন্তান, 13:38
- নবীসকলকো চাওক
মিৰাজ, 17:1; 53:12
মিছাৰলিনেছ/মিজাৰ্ছ, 57:24
দুৰ্ভাগ্য, আপোনাৰ হাতৰ বাবে, 42:30
মঠ-মন্দিৰ, নিৰ্ধাৰিত নহয়, 57:27
বান্দৰ, অতিক্ৰমকাৰীসকল হৈ পৰিল, 2:65;5:60; 7:166
মিৰাজ, 17:1; 53:12
মাহ, সংখ্যা, 9:36-37
চন্দ্ৰ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- বিভাজন; 54:1
মোচি
- আৰু তেওঁৰ লোকসকল, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- আৰু ফৰৌণ, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- আল্লাহৰ দ্বাৰা পৰিচালিত, 6:84
- পৰ্বত আৰু প্ৰভুৰ আবিৰ্ভাৱ, 7:142-145
- পোৱালি পূজাৰ বাবে নিজৰ লোকসকলক তিৰস্কাৰ কৰে, 7:148-156;20:83-99
- তেওঁৰ কিতাপ, তাত মতানৈক্যৰ সৃষ্টি হৈছিল, 11:110
- শাস্ত্ৰ দিয়া হৈছে, 17:2
- নটা স্পষ্ট চিন, 7:133; 17:101
- দুয়োটা সাগৰৰ সংযোগস্থললৈ, 18:60-82
- জ্বলি থকা জোপোহাত ভাগ্যজনক মুখামুখি 20:9-36; 27:7-14; 28:29-35
- মাতিলে আৰু ৰাছুল হিচাপে দিয়া হৈছে, 19:51-53;20:9-56
- তেওঁৰ শৈশৱ, মাতৃ আৰু ভনীয়েক, 20:38-40;28:7-13
- যাদুকৰসকলে ধৰ্মান্তৰিত, 20:70-73; 26:46-52
- মাদয়ানত, 20:40; 28:22-28
- মাপকাঠী অনুমোদিত, 21:48
- আৰু ৰহস্যময় অগ্নি, 27:7-12; 28:29-35
- নগৰত ভুলতে এজন মিচৰীয়াক হত্যা কৰে 28:14-21
- স্পষ্ট আয়াতৰ সৈতে আহিছিল, 29:39
- ফৰৌণৰ সৈতে কাহিনী 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ফৰৌণ আৰু তেওঁৰ লোকসকলৰ বাবে নটা চিন 7:130-133; 20:17-22; 17:101
- ফৰৌণৰ যাদুকৰসকলক পৰাস্ত কৰে 20:70-73; 26:46-52
- মিদিয়নলৈ পলায়ন আৰু বিবাহ 28:22-28
- ফলি 7:142-154
- পৰ্বতত আল্লাহক চাবলৈ অনুৰোধ কৰে 7:142-145
- আল্লাহৰ দ্বাৰা সন্মানিত 33:69
- ইস্ৰায়েলীসকলৰ প্ৰতি আল্লাহৰ অনুগ্ৰহ 2:47-61
- ইস্ৰায়েলীসকলে যিৰূচালেমত প্ৰৱেশ কৰিবলৈ অস্বীকাৰ কৰে 5:20-29
- সঠিক পথলৈ নিৰ্দেশিত, 37:114-122
- শাস্ত্ৰৰ, 53:36; 87:19
মছজিদ (জেৰুজালেমৰ), 17:7
মছজিদ (কুবাৰ), 9:107-108
মছজিদ, 2:187; 9:17-19 পদত
- বজাই ৰখা, আল্লাহৰ, 9:17-18
মহ, এটা দৃষ্টান্ত, 2:26
পৰ্বতমালা, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
মুদ্দাথথিৰ, S.74
মুহাজিৰ (প্ৰব্ৰজনকাৰী), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9 পদত
- মহিলা, 60:10-12
মহম্মদ صلى الله عليه وسلم
- উপহাস কৰা, 2:104; 4:46; 25:41-42; 34:78
- ৰাছুলক সন্মান কৰা, 2:104; 4:46; 49:1-5 পদত
- বিশ্বাস কৰিবলৈ নিয়ম, 3:81
- বিশ্বাসীসকলৰ ওপৰত এজন সাক্ষী, 2:143
- ৰাছুলতকৈ বেছি নহয়, 3:144
- কোমলভাৱে ব্যৱহাৰ কৰা, 3:159
- তেওঁৰ কাম, 3:164; 7:157; 36:6; 52:29; 74:1-7
- বিশ্বাসীসকলৰ প্ৰতি মহান অনুগ্ৰহ হিচাপে পঠোৱা, 3:164
- সত্যৰ সৈতে পঠোৱা, 4:170
- চোৱাচিতা কৰা হোৱা নাই, 6:107
- অশিক্ষিত, 7:157; 62:2
- আল্লাহৰ ৰাছুল হিচাপে মানৱজাতিৰ ওচৰলৈ পঠিওৱা হৈছে, 7:158; 48:9, 29
- এজন সাধাৰণ সতৰ্কবাণী, 7:184, 188; 11:2; 15:89; 53:56
- পাগল নহয়, 7:184; 68:2; 81:22
- যিয়ে আপোনাক অভিযোগ কৰে, 9:58
- নবীক আঘাত কৰা পুৰুষ, মুমিনসকলৰ বাবে দয়া, 9:61
- কেৱল যিটো প্ৰকাশ কৰা হৈছে, তাক অনুসৰণ কৰক, 10:15-16; 11:12-14; 46:9
- তেওঁৰ বাক্য, 11:2-4; 12:108; 34:46-50
- আল্লাহ তেওঁৰ ওপৰত সাক্ষী, 13:43; 29:52; 46:8
- সাক্ষী, সুখবৰ বাহক আৰু সতৰ্কবাণী হিচাপে পঠোৱা, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- দুখী নহ'ব, 15:97; 16:127; 18:6
- সাক্ষী হ'বলৈ পঠোৱা, 16:89; 22:78; 73:15
- জ্ঞান আৰু ন্যায্য প্ৰচাৰেৰে আমন্ত্ৰণ কৰা, আৰু উন্নত ধৰণেৰে তৰ্ক কৰা, 16:125
- মাকামু মাহমুদ, 17:79
- অনুপ্ৰাণিত, 18:110
- 'আলামিনৰ বাবে দয়া, 21:107
- কোনো পুৰস্কাৰ বিচৰা নাই, 25:57; 38:86; 42:23
- আদেশ দিয়া হৈছে, 27:91-93;30:30;66:9
- আল্লাহৰ পৰা দয়া হিচাপে, 28:46-47
- বিশ্বাসীসকলৰ ওচৰত, 33:6
- অনুসৰণ কৰিবলৈ ভাল উদাহৰণ, 33:21
- নবীসকলৰ শেষ, 33:40
- ছালাত পঠাওক, 33:56
- সকলো মানৱজাতিৰ ওচৰলৈ পঠোৱা, 34:28
- মজুৰি কেৱল আল্লাহৰ পৰাহে, 34:47
- কেৱল এজন মানুহ, 41:6
- ৰক্ষক হিচাপে পঠিওৱা, 42:48
- ৰাছুলসকলৰ মাজত নতুন কথা নহয়, 46:9
- ইস্ৰায়েলৰ সন্তানসকলৰ মাজৰ পৰা সাক্ষী,46:10
- তেওঁৰ প্ৰতি বাইআহ (প্ৰতিজ্ঞা) হৈছে আল্লাহৰ ওচৰত বাইআহ (প্ৰতিজ্ঞা), 48:10, 18
- গেব্ৰিয়েলক দেখিছিল, 53:4-18; 81:22-25
- তেওঁৰ বিৰোধিতা নকৰিব, 58:20-22
- যীচুৱে ভৱিষ্যদ্বাণী কৰা, 61:6
- সত্যৰ ধৰ্মক সকলো ধৰ্মৰ ওপৰত বিজয়ী কৰিবলৈ, 61:9
- আন্ধাৰৰ পৰা পোহৰলৈ, 65:11
- কাফিৰ আৰু ভণ্ডৰ বিৰুদ্ধে কঠোৰ চেষ্টা কৰা, 66:9
- চৰিত্ৰৰ উচ্চ মানদণ্ড, 68:4
- কবি বা ভৱিষ্যদ্বাণীকাৰী নহয়, 69:41-42
- প্ৰাৰ্থনাৰ প্ৰতি নিষ্ঠাবান, 73:1-8, 20; 74:3
- আৰু অন্ধ মানুহ, 80:1-12
- সজ্জিত কৰা আৰু আল্লাহৰ ওচৰ চাপিব পৰা, 96:19
- বিশুদ্ধ পৃষ্ঠা আবৃত্তি কৰা, 98:2
- আয়াত পৰিয়ালৰ সম্পৰ্কে, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ৰাছুলসকলকো চাওক; নবীসকল
মহম্মদ ( صلى الله عليه وسلم ), S.47
মুহচিনুন (সৎকৰ্মী), 2:117, 195; 4:125,128; 10:12-16; 16:128
- আল্লাহে ভাল পায়, 3:134, 148; 5:93
- আল্লাহৰ পুৰস্কাৰ হেৰুৱাব নোৱাৰে, 5:85;9:120; 11:115; 18:30 বজাত
- আমি পুৰস্কৃত কৰোঁ, 12:22; 37:80, 105, 110; 39:34;77:44
- শুভ খবৰ, 22:37; 46:12
- আল্লাহৰ দয়া ৰ ওচৰত, 7:56
- আল্লাহৰ লগত আছে, 29:69
- পিতৃ-মাতৃৰ প্ৰতি কৰ্তব্যপৰায়ণ আৰু ভাল, 2:83
- আল্লাহৰ প্ৰতি কৰ্তব্য পালন কৰাত ধৈৰ্য্যশীল, 16:90
- ভাল আৰু বেয়াও চাওক
মুজাদিলা, S.58
খচ্চৰ, 16:8
মাল্ক, S.67
মুমিন (গাফিৰ চাওক), ছ.40
মু'মিনুন, S.23
মুমতাহানাহ, S.60
মুনাফিগুন, S.63
হত্যা, 2:178-179
মুৰ্ছালাট, S.77
মুছলমান
- প্ৰথম, 6:14, 163; 9:100 বজাত; 39:12
- কোনে নাম দিছে, 22:78
- ক্ষমা আৰু যিসকলে, 33:35-36
মুটাফিফিন, S.83
মুজ্জামিল, S.73
নবা', S.78
নাদিৰ, বানু-আন-, (ইহুদী), 59:2, 9, 13
নাহল, S.16
নাজাছ (অশুদ্ধ) 9:28
নাজম, S.53
নাজৱা (গোপন চাওক)
নাম
তেওঁৰ অন্তৰ্গত আটাইতকৈ সুন্দৰ, 7:180
তেওঁৰেই শ্ৰেষ্ঠ, 17:110; 20:8; 59:24
প্ৰয়োজনীয়তা, যদি কোনোবাই জোৰ কৰি লয়, 2:173; 6:145
চুবুৰীয়া, 4:36
অমাৱস্যা, 2:189
বাতৰি, পৰীক্ষা কৰা হ’ব 4:83
নিগাৰ্ডলিনেছ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
ৰাতি, (প্ৰতীক হিচাপে), জিৰণিৰ বাবে, 10:67
- আৱৰণ হিচাপে, 13:3; 78:10
- সেৱাৰ হ'বলৈ, 14:32
- আল-কাদৰৰ নিশা (ডিক্রী), 44:3-4; 97:1-5 পদত
নিছা', S.4
নোহ, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- উপহাস কৰা হৈছে 11:38
- জলপ্লাৱন (তীব্ৰ বানপানী), 29:14
- জাহাজ আৰু জলপ্লাৱন 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- অধাৰ্মিক পুত্ৰ পৰিত্ৰাণ পোৱা নাই, 11:42-48
- অধাৰ্মিক পত্নী, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
নুহ, S.71
নুৰ,S.24
শপত, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
আজ্ঞাবহতা, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
পূৰণ কৰিবলগীয়া বাধ্যবাধকতা, 5:1
সন্তান,4:9; 42:49-50
- তেওঁ পুৰুষ আৰু মহিলাক দান কৰে, যাক তেওঁ ইচ্ছা কৰে, 42:49
অলিভ, 6:141; 16:11; 23:20; 24:35; 95:1
মাত্ৰ এটা মাহ, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
অনাথ, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- ৰক্ষক, 4:6
নিজৰ কাম, প্ৰতিটো মানুহৰ বাবে ন্যায্য যেন লগা, 6:108
যোৰ, সকলো জীৱত, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
কলগছ, 13:4; 19:25; 20:71; 59:5
দৃষ্টান্ত, (সাদৃশ্য, উদাহৰণ, সাদৃশ্য)
- যিয়ে জুই জ্বলাইছিল, 2:17-18
- আকাশৰ পৰা বৰষুণৰ ধুমুহা, 2:19-20
- মহ, 2:26
- যিয়ে চিঞৰিছে, 2:171
- এখন চহৰ সকলো একেবাৰে ধ্বংসাৱশেষত, 2:259
- কুঁহিয়াৰৰ শস্য, 2:261
- মসৃণ শিল, 2:264
- বাগিচা, 2:265-266
- ৰছী, 3:103
- ঠাণ্ডা বতাহ, 3:117
- পুনৰুত্থান 7:57; 22:5; 41:39
- কুকুৰ যিয়ে নিজৰ জিভা উলিয়াই লয়, 7:176
- এটা প্ৰাচীৰৰ সীমা, 9:109-110
- বৰষুণ, 10:24
- পৰিষ্কাৰকৈ কাটি লোৱা শস্য, 10:24
- অন্ধ আৰু বধিৰ, 11:24
- আল্লাহ বনাম মিছা দেৱতা 13:14; 16:76
- সত্য বনাম মিছা 13:17
- ছাই যাৰ ওপৰত বতাহ ক্ৰোধিতভাৱে বয়,14:18
- ভাল গছ, 14:24-25
- দুষ্ট গছ, 14:26
- দাস আৰু এজন মানুহ, 16:75
- বোবা মানুহ যি নিজৰ মালিকৰ বাবে বোজা,16:76
- মহিলাই সূতাটো খুলিছে, 16:92
- টাউনশ্বিপ, নিৰাপদ আৰু ভাল বিষয়বস্তু, 16:112-113
- আঙুৰৰ বাগিচা থকা দুজন মানুহ, 18:32-44
- আকাশৰ পৰা অহা পানীৰ দৰে এই জগতৰ জীৱন,18:45
- আকাশৰ পৰা পৰি চৰাইৰ দ্বাৰা কাঢ়ি লৈ যোৱা,22:31
- এটা মাখি, 22:73
- পোহৰ এটা নিচ হিচাপে, 24:35-36
- মিৰাজ, 24:39
- বিশাল গভীৰ সাগৰত আন্ধাৰ, 24:40
- মকৰা, 29:41
- অংশীদাৰ, 30:28
- চহৰৰ বাসিন্দাসকল, 36:13-32
- বিভিন্ন ৰঙৰ শস্য, 39:21
- বহু অংশীদাৰৰ অন্তৰ্গত এজন মানুহ, 39:29
- বীজ বৃদ্ধি, 48:29
- কঠিন হৃদয় 57:16-17
- বৰষুণৰ পিছত গছ-গছনি, 57:20
- পৰ্বত নিজকে নম্ৰ কৰা, 59:21
- গাধ, 62:5
- পানী ডুবাই পেলাব লাগিছিল, 67:30
- বাগিচাৰ মানুহ, 68:17-33
স্বৰ্গ
- অফ এবোড, (মা'ৱা পেৰাডাইজ), 53:15
- ফিৰডাউছ পেৰাডাইজ, 18:107; 23:11
- নদী বৈ যোৱা বাগিচা, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- চিৰন্তন বাগিচা ('আদন জান্নাত) 9:72;13:23; 18:31; 19:61; 20:76
- গাৰ্ডেনছ অৱ ইটাৰ্নিটি ('আদন পেৰাডাইজ), 16:31;35:33; 98:8
- আনন্দৰ বাগিচা, 37:43; 56:12, 89
- চিৰন্তন আনন্দৰ সৈতে বাগিচা, 9:21
- বাগিচা আৰু আঙুৰৰ বাগিচা, 78:32
- দুখন বাগিচাৰ ফল, 55:54, 62
- সকলো ধৰণৰ ফল ইচ্ছামতে, প্ৰচুৰ পৰিমাণে, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- ফলবোৰ ওচৰতে থাকিব, 55:54; 69:23
- ফল আৰু মাংস, 52:22
- চৰাইৰ মাংস, 56:21
- কাঁইটবিহীন লোটে গছ আৰু তালহ (কল গছ),56:28-29
- অলাভজনক জ্ঞান, কিতাপ থকা গাধ 62:5
- এটা দৌৰা বসন্ত, 88:12
- বসন্ত যাক ছালছাবিল বুলি কোৱা হয়, 76:18
- কাফুৰ নামৰ এটা বসন্ত, 76:5
- এটা বসন্তকালীন তাছনিম, 83:27-28
- জান্নাতৰ এখন নদী, কৌথাৰ, 108:1
- মদ, গাখীৰ, স্পষ্ট মৌৰ নদী, 47:15
- বিশুদ্ধ ছীল কৰা মদ, বগা, সুস্বাদু, 37:45-46; 56:18; 76:21; 83:25
- কাপ, মিহলি, জাঞ্জাবিল, 76:17; 78:34
- পানী, 76:5
- সোণ আৰু কাপৰ ট্ৰে, 43:71
- ৰূপৰ পাত্ৰ আৰু স্ফটিকৰ পাত্ৰ, 76:15-16
- মিহি আৰু ডাঠ ৰেচমৰ সেউজীয়া কাপোৰ, 18:31;22:23; 35:33; 44:53; 76:12, 21
- সোণ আৰু মুকুতাৰ ব্ৰেচলেটেৰে সজ্জিত,18:31; 22:23; 35:33; 76:21
- ৰেচম ব্ৰকেডেৰে লাইন কৰা কোচ, 55:54
- সেউজীয়া কুশ্বন আৰু চহকী সুন্দৰ বিচনা, শাৰীত স্থাপন কৰা, 55:76; 88:15
- সোণ আৰু বহুমূলীয়া শিলেৰে বোৱা সিংহাসন, ওখকৈ উঠা 56:15; 88:13
- চহকী কাৰ্পেট বিস্তাৰিত, 88:16
- ধুনীয়া অট্টালিকা, উচ্চ কোঠা, এটাৰ ওপৰত এটা, 9:72; 39:20 বজাত
- তাত চিৰকাল থাকিব, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- চিৰন্তন ঘৰ, 3:15; 35:35 বজাত
- সিংহাসনত ইজনে সিজনৰ সন্মুখত, 15:47; 37:44;44:53; 56:16
- তাত কেতিয়াও মৃত্যুৰ সোৱাদ নাপাব, 44:56
- আৰু তেওঁলোকক (কেতিয়াও) ইয়াক এৰি যাবলৈ কোৱা নহয়, 15:48
- ঘৃণা বা আঘাতৰ অনুভূতি তেওঁলোকৰ হৃদয়ৰ পৰা আঁতৰাই পেলোৱা, 7:43; 15:47
- সকলো শোক আঁতৰি গ'ল, 35:34
- ক্লান্তি, পৰিশ্ৰম বা ক্লান্তিৰ অনুভূতি নাই, 15:48;35:35
- কোনো আঘাত, পেটৰ বিষ, মূৰৰ বিষ বা মদ্যপানও নহ'ব, 37:47; 56:19
- অসাৰ কথা বা পাপৰ কথা কোৱা নাই, 19:62;56:25
- ক্ষতিকাৰক কথা বা মিছা কথাও নহয়,78:35; 88:11
- পাপৰ পৰা মুক্ত, 37:47; 52:23
- অত্যধিক তাপ বা তিতা ঠাণ্ডাও নহয়, 76:13
- এটা জনা ব্যৱস্থা থাকিব, 37:41;56:89
- শান্তি আৰু নিৰাপত্তাত, 15:46; 44:51, 55; 50:34
- শান্তিৰ ঘৰ, 6:127
- শুভেচ্ছা ইন, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- যিয়ে সৎকৰ্ম কৰে তেওঁ প্ৰৱেশ কৰিব,4:124; 42:22; 44:51
- যিসকলে নিজৰ প্ৰভুৰ প্ৰতি নিজৰ কৰ্তব্য পালন কৰিছিল, তেওঁলোকক গোটত নেতৃত্ব দিয়া হ’ব, 39:73
- কৰ্মৰ বাবে উত্তৰাধিকাৰী হিচাপে লোৱা হৈছে,43:72
- আল্লাহ তেওঁলোকৰ ওপৰত আৰু তেওঁলোকে তেওঁৰ ওপৰত সন্তুষ্ট, 5:119
- মাই পেৰাডাইজ, 89:30
- আটাইতকৈ ডাঙৰ আনন্দ, 9:72
- মহান সফলতা, 57:12; 64:9
- পৰম সফলতা, 9:72; 44:57
- কাৰণ বিশ্বাসীসকল মনোৰঞ্জনৰ বাবে বাগিচা, 32:19
- জান্নাতৰ বাসিন্দাসকলে সেইদিনা আনন্দৰ কামত ব্যস্ত থাকিব, 36:35
- বাগিচা আৰু পানীৰ বসন্তৰ মাজত থাকিব, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- সিংহাসনক আগুৰি থকা স্বৰ্গদূতসকলক চাওক,39:75
- সৰ্বশক্তিমান ৰজাৰ ওচৰত, 54:55
- তেওঁলোকৰ ইচ্ছা সকলো থাকিব, 50:35
- হুৰছ, বহল আৰু সুন্দৰ চকুৰ সতী মাইকী, যেন সংৰক্ষিত কণী, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- বিশুদ্ধ পত্নী, 3:15
- পত্নীসকল সুখকৰ ছাঁত, সিংহাসনত হেলান দি, 36:55
- সমান বয়সৰ ডেকা সম্পূৰ্ণ স্তনযুক্ত কুমাৰী,78:33
- অমৰ ল'ৰা-দাসক তেওঁলোকৰ সেৱা কৰিবলৈ, সিঁচৰতি মুকুতাৰ দৰে, 52:24; 56:17; 76:19
- আকাশ আৰু পৃথিৱীৰ দৰে বিশাল 3:133, 57:21
- বৈ যোৱা পানী, শীতল ছাঁ, সুস্বাদু খাদ্য, আৰু বিশুদ্ধ সঙ্গী 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- বিশ্বাসীসকলৰ পুৰস্কাৰ 55:46-78; 56:10-40
- মৌ, গাখীৰ, পানী, আৰু মদৰ নদী 47:15
- প্ৰাৰ্থনা আৰু শুভেচ্ছা 10:9-10; 39:73-74
- শান্তিৰ শুভেচ্ছাৰে চেলুট কৰা হৈছে 13:23-24; 14:32
- আনন্দত চিৰন্তন থকা 11:108
- কেতিয়াও যাবলৈ কোৱা নাছিল 15:45-48
- তেওঁলোকৰ আগত আৰু সোঁফালে পোহৰ জিলিকি থকা 57:12
- কোনো গৰম বা ঠাণ্ডা নাই 76:13
- সকলো ইচ্ছা পূৰণ কৰা হৈছে 16:30-32; 41:31-32
- সোণৰ ব্ৰেচলেট আৰু মিহি ৰেচমৰ কাপোৰ 18:30-31; 22:23-24; 44:51-53
- সোণৰ কাপৰ ট্ৰে 43:67-73
- ৰূপৰ পাত্ৰ আৰু ফল-মূলৰ হাতৰ মুঠিত ওলমি থকা 76:14-16
- সিংহাসনত হেলান দিয়া 15:47; 37:44; 52:20
- বিশ্বাসীসকলে তেওঁলোকৰ প্ৰভুক 75:22-23 পদ দেখিব
পিতৃ-মাতৃ, দয়া, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
আল্লাহৰ অংশীদাৰ, এটা মিছা কথা,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
চৰণীয়া পথাৰ, 87:4-5
পথ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- Way also চাওক
ধৈৰ্য্য, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- সহায় বিচৰা, আৰু প্ৰাৰ্থনা, 2:45, 153; 20:132;50:39
ৰোগী
- সম্পূৰ্ণ পুৰস্কাৰ লাভ কৰিব, 39:10
- আল্লাহ যিসকল আছে তেওঁলোকৰ লগত আছে, 8:46
- আৰু হ'ব, 11:115
- আল্লাহৰ প্ৰতি কৰ্তব্য পালন কৰাত, 16:90
- হোৱা, ক্ৰোধৰ সময়ত, 41:34
শান্তি, হেলনীয়া, 8:61
মুকুতা আৰু প্ৰবাল, সংৰক্ষিত, 52:24; 55:22; 56:23
কলম, 68:1; 96:4
ব্যক্তি
- আল্লাহে কোনো, তেওঁৰ পৰিসৰৰ বাহিৰত বোজা নিদিয়ে,2:286; 7:42
- আল্লাহে কোনো এজনক কৰ নিদিয়ে, কেৱল তেওঁৰ সামৰ্থ্য অনুসৰি নহয়, 23:62
- নাই, জানে কাইলৈ তেওঁ কি উপাৰ্জন কৰিব আৰু কোনখন দেশত মৰিব, 31:34
- প্ৰতিজন, তেওঁ কৰা সকলো ভাল বেয়া কামৰ সন্মুখীন হ'ব 3:30
- প্ৰতি, নিজৰ বাবে অনুৰোধ কৰি ওপৰলৈ আহিব,16:111
- প্ৰতি, তেওঁ যি উপাৰ্জন কৰিছে তাৰ বাবে প্ৰতিজ্ঞা,74:38
- আল্লাহে আত্মনিন্দাকাৰীৰ শপত খায়, 75:2
ফৰৌণ, 28:6; 40:24
- মানুহৰ, 2:49; 3:11; 7:141; 44:17-33
- ডুব যোৱা, 2:50
- মোচিৰ সৈতে হোৱা ব্যৱহাৰ, 7:103-137; 10:75-92
- মৃতদেহ সাগৰৰ পৰা ওলাই, 10:90-92
- সীমাৰ বাহিৰত অতিক্ৰম কৰা; পাপ কৰিলে আৰু অমান্য কৰিলে, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- ধাৰ্মিক পত্নী, 28:8-9
- নিজকে দেৱতা বুলি দাবী কৰে, 28:38; 79:24
- ধ্বংস কৰা হৈছে, 29:39
- ফৰৌণৰ পৰিয়ালৰ এজন বিশ্বাসী মানুহ,40:28-44
- এটা টাৱাৰ নিৰ্মাণ, 40:36-37
- মোচিকো চাওক
সংসাৰিক বস্তুবোৰ গোট খোৱা, 102:1-4
প্ৰতিজ্ঞা (বাই'আহ)
- ইছলামৰ বাবে, 16:91
- ৰাছুলৰ ওচৰত আল্লাহৰ ওচৰত বাইআত (প্ৰতিজ্ঞা) হৈছে, 48:10
- বিশ্বাসীসকলৰ, 48:18; 60:12
প্ৰতিজ্ঞা (বন্ধক), এটা হওক, 2:283
- প্ৰতিজন ব্যক্তি এজন, যি উপাৰ্জন কৰিছে, তাৰ বাবে, 52:21; 74:38
কবিতা, 36:69
কবি, 26:224-227; 69:41
ডালিম, 6:141
দুখীয়া, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
প্ৰাৰ্থনা, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- উচ্চস্বৰে বা নিম্ন মাতেৰেও নহয়, 17:110
- কাফিৰসকলৰ বাবে আমন্ত্ৰণ, 9:113-114
- কাফিৰসকলৰ আমন্ত্ৰণ, 13:14
- তেওঁ সেইবোৰৰ উত্তৰ দিয়ে (আমন্ত্ৰণ), 42:26
- ধৈৰ্য্যৰে সহায় বিচাৰিব আৰু, 2:45, 153; 20:132;50:39
- ইকামত-আছ-ছালাত কৰা, কিবলাৰ ফালে মুখ কৰি, 2:142-145, 149-150
- কঠোৰভাৱে ৰক্ষক, 2:238
- ভ্ৰমণ আৰু আক্ৰমণত, 2:239; 4:101-102
- মদ্যপান কৰা অৱস্থাত নহয় কাষ চাপিব, 4:43
- নতুবা জনবাহৰ কোনো অৱস্থাত, 4:43
- শুদ্ধ কৰা, 4:43; 5:6
- যেতিয়া শেষ হয়, 4:103
- সময়ৰ, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- কেৱল আল্লাহৰ বাবে সজ্জা কৰা, 13:15
প্ৰাৰ্থনা, শুকুৰবাৰ, 62:9-11
বিপদত সাৱধানতা, 4:71
যুদ্ধবন্দী, 8:67-71
- বন্দীও চাওক
সত্যৰ প্ৰতিজ্ঞা, 46:16-17
সম্পত্তি, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ভাববাদী, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- নিয়মৰ নিয়ম, 3:81; 33:7-8 পদত
- অবৈধৰ বাবে, 3:161
- প্ৰতিটোৰ বাবে এটা শত্ৰু, 6:112; 25:31
- ৰাছুলসকলো চাওক
প্ৰণাম
- আল্লাহৰ ওচৰত যিয়ে আকাশ আৰু পৃথিৱীত পৰে আৰু তেওঁলোকৰ ছাঁও তেনেকুৱাই হয়, 13:15
ব্যৱস্থা, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
গীতমালা, 4:163
শাস্তি
- পিছুৱাই দিয়া, 3:178
- হাত বা ভৰি কাটি, 5:33
- তোমালোকে যি ক্ষতিগ্ৰস্ত হৈছিলা, তাৰ দৰে শাস্তি দি তেওঁলোকক শাস্তি দিয়া, 16:126
- এই জীৱন আৰু আখিৰাত, 24:19; 68:33
বিশুদ্ধ কৰা
- শাৰীৰিক,4:43; 5:6
- আধ্যাত্মিকভাৱে (অশুদ্ধিৰ পৰা), 87:14; 91:9
কাদাৰ, 5:5; 64:11
কাদৰ, S.97
কাফ, S.50
কালাম, S.68
কামাৰ, S.54
কাৰিয়াহ, ছ.101
কাৰুণ (কোৰা), 28:76-82; 29:39
কাছাছ,S.28
কিবলা, 2:142-145, 149
কিছাছ (শাস্তিত সমতাৰ আইন), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
কোৰআন
- বৰ্ণনা কৰা হৈছে, 13:31, 36, 37; 14:1; 56:77-80
- এনেকুৱা নহয় যে আল্লাহৰ বাহিৰে আন এজনে কেতিয়াও উৎপন্ন কৰিব পাৰে, 2:23; 10:38; 11:13; 17:88
- যদি ই আল্লাহৰ বাহিৰে আনৰ পৰা হ’লহেঁতেন, তেন্তে ইয়াত বহুতো বৈপৰীত্য আছে, 4:82
- এটা প্ৰকাশ্য পোহৰ, 4:174; 42:52
- প্ৰকাশ কৰা হৈছে, 6:19
- আল্লাহ ইয়াৰ সাক্ষী, 6:19
- স্পষ্ট প্ৰমাণ, 6:157
- পদসমূহৰ বিষয়ে মিছা কথা-বতৰা, 6:68
- এটা সোঁৱৰণী, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- যেতিয়া আবৃত্তি কৰা হয়, শুনা আৰু মৌন হৈ থাকক, 7:204
- ধিকৰ, 7:205; 15:6, 9
- প্ৰজ্ঞাৰ কিতাপ, 10:1; 31:2; 36:2
- অনুপ্ৰাণিত বাৰ্তা, 10:2, 109; 42:52
- যিসকলে ইয়াক নাকচ কৰে, 11:17
- আৰবী ভাষাত, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- অংশত কৰা, আৰু পৰ্যায়ক্ৰমে প্ৰকাশ কৰা, 15:91; 17:106; 25:32; 76:23
- এটা পদৰ পৰিৱৰ্তন, 16:10
- যেতিয়া আপুনি আবৃত্তি কৰিব বিচাৰে, 16:98
- গাইড, 17:9
- সুখবৰ আৰু সতৰ্কবাণী, 17:9-10
- আৰু কাফিৰসকল, 17:45-47
- ভোৰভোৰাই আবৃত্তি কেতিয়াও সাক্ষী হয় (ফেৰস্তাসকলৰ দ্বাৰা), 17:78
- নিৰাময় আৰু দয়া, 17:82
- মানৱজাতিক সম্পূৰ্ণৰূপে বুজাই দিয়া, প্ৰতিটো ধৰণৰ সাদৃশ্য আৰু উদাহৰণ, কিন্তু বেছিভাগেই নাকচ কৰে,17:89; 18:54; 39:27
- সহজ, 19:97; 44:58; 54:17, 22, 32, 40
- মোৰ মানুহে এই কোৰআন পৰিত্যাগ কৰিলে, 25:30
- শাস্ত্ৰৰ দ্বাৰা নিশ্চিত কৰা হৈছে, 26:196
- ইস্ৰায়েলৰ সন্তানসকলক বৰ্ণনা কৰিছে যাৰ বিষয়ে তেওঁলোকৰ মাজত পাৰ্থক্য আছে, 27:76
- আবৃত্তি আৰু প্ৰাৰ্থনা, 29:45
- আল্লাহৰ পৰা সত্য, 32:3; 35:31
- এটা ধন্য ৰাতি, 44:3
- তাত নিযুক্তিৰ প্ৰতিটো বিষয় নিৰ্ধাৰণ কৰা হৈছে, 44:4
- গভীৰভাৱে চিন্তা কৰক, 47:24
- দ্বাৰা সতৰ্কবাণী, 50:45
- আল্লাহৰ দ্বাৰা শিকোৱা, 55:1
- আৰু সন্মানীয় আবৃত্তি, ভালদৰে ৰক্ষা কৰা,56:77-78
- কোনেও স্পৰ্শ কৰিব নোৱাৰে কিন্তু যিসকল বিশুদ্ধ, 56:79
- যদি কোনো পাহাৰত নামি পঠিওৱা হয়, 59:21
- কাফিৰসকলৰ বাবে এক যন্ত্ৰণা, 69:50
- নিশ্চিতভাৱে এটা নিৰপেক্ষ সত্য, 69:51
- লেহেমীয়া শৈলীত আবৃত্তি কৰক, 73:4
- সন্মানত ৰখা ৰেকৰ্ডত, বিশুদ্ধ আৰু পবিত্ৰ ৰখা, 80:13-16
- (সকলো) 'আলামিন, 81:27'লৈ এটা সোঁৱৰণী
- কাফিৰসকলে মিছা কৰে, 84:22
- ইন টেবলেট সংৰক্ষিত, 85:22
- সত্যক মিছাৰ পৰা পৃথক কৰা বাক্য, 86:13
- বিশুদ্ধ পৃষ্ঠা আবৃত্তি কৰা, 98:2
- Book also চাওক; প্ৰকাশিত বাক্য
কোৰেইচ, S.106
কোৰেইচ
- কাফিৰসকলৰ, 54:43-46, 51
- taming of, 106:1-4
ৰাব্বি আৰু সন্ন্যাসী, 9:31, 34
জাতি, এটাৰ দৰে চেষ্টা কৰক, ভাল কামত, 5:48
ৰা'দ, S.13
ৰহমান, S.55
ধাৰ্মিকতাৰ সাজ-পোছাক ভাল, 7:26
বৰষুণ
- আল্লাহৰ উপহাৰ, 56:68-70
- শিলৰ, 27:58
ৰমজান, 2:185
ৰেমি, 2:200
মুক্তিপণ
- নাই, লোৱা হ'ব, 57:15
- কাফিৰসকলে আগবঢ়োৱা, 3:91; 10:54; 13:18
ফিদিয়াহ, অফ ফাষ্ট, 2:196
- বন্দীসকলক মুক্ত কৰাৰ বাবে, 8:67
ৰাছ, বাসিন্দা, 25:38; 50:12
প্ৰতিদান
- ৰ দিনটো, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- অস্বীকাৰ কৰা, 107:1-7
- বেয়াৰ তাৰ দৰে বেয়া, 42:40
মিলন
- যিয়ে ক্ষমা কৰে আৰু বনায়, 42:40
- পুৰুষ আৰু পত্নীৰ মাজত, 4:35
- বিশ্বাসীসকলৰ মাজত, 49:9-10
নথিভুক্ত
- এটা ৰেজিষ্টাৰ খোদিত, 83:7-9, 18-21
- প্ৰতিটো জাতিক নিজৰ, 45:28-29
- প্ৰতিজন ব্যক্তিৰ কৰ্মৰ লিখিত পৃষ্ঠা,81:10
- যিয়ে সত্য কথা কয়, 23:62
- সোঁহাতে, 69:19; 84:7-9 পদত
- বাওঁহাতে, 69:25
- পিছফালে, 84:10-15
স্বৰ্গদূতসকলক লিপিবদ্ধ কৰা, 50:17-18, 23; 85:11
সকাহ, কষ্টৰ সৈতে, 94:5-6
ধৰ্ম
- কোনো বাধ্যবাধকতা নাই, 2:256
- ইছলাম, 3:19
- আল্লাহৰ, 3:83-84
- ইছলামৰ বাহিৰেও অন্য, 3:85
- সীমা অতিক্ৰম নকৰিব, 4:171; 5:77
- সিদ্ধ, 5:3
- যিয়ে লয়, খেলা আৰু বিনোদন হিচাপে, 6:70
- যিসকলে তেওঁলোকৰ বিভাজন কৰে, আৰু পন্থাত বিভক্ত হয়, 6:159; 30:32
- 42:13-14 পদটোও চাওক; 43:65; 45:17
- মানুহে নিজৰ, পন্থা ভাঙিছে, প্ৰতিটো গোটে নিজৰ বিশ্বাসত আনন্দিত হৈছে, 23:53; 30:32
- লেইড ইন নহয়, কোনো কষ্ট, 22:78
- মানৱ জাতিৰ ওপৰত সৃষ্টি কৰা, 30:30
- একে, সকলো নবীৰ বাবে, 42:13-15
- পূৰ্বপুৰুষৰ, 43:22-24
আল্লাহৰ স্মৰণ, 63:9
- in the, হৃদয়বোৰে বিশ্ৰাম পায়, 13:28
অনুতাপ
- অজ্ঞানত বেয়া কাম কৰিলে গ্ৰহণ কৰা হয় আৰু তাৰ পিছত সোনকালে অনুতাপ কৰা, 4:17; 6:54
- আৰু কোনো প্ৰভাৱ নপৰে, যদি বেয়া কাম চলি থাকে, তেন্তে 4:18
- তেওঁ গ্ৰহণ কৰে, আৰু পাপ ক্ষমা কৰে, 4:25
বেয়াৰ বাবে বিশ্ৰাম, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
পুনৰুত্থান, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ইজ্ৰা 2:259 পদৰ কাহিনীত উদাহৰণ
- অব্ৰাহাম 2:260
- গুহাৰ মানুহ 18:9-26
- পুনৰুত্থান অস্বীকাৰ কৰাসকলৰ প্ৰতি সতৰ্কবাণী 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
পুনৰুত্থানৰ দিন, 7:89; 20:100-101, 124
- সত্য দিন, 78:39
- আপোনাৰ মজুৰি সম্পূৰ্ণকৈ 3:185 দিলে
- ডীডৰ লিখিত পৃষ্ঠা মুকলি কৰিব লাগিব,81:11
- প্ৰতিজন ব্যক্তিয়ে জানিব যে তেওঁ কি আনিছে, 81:14
- প্ৰতিজন ব্যক্তিয়ে কৰা সকলো ভাল বেয়া কামৰ সন্মুখীন হ'ব, 3:30
- এজন ব্যক্তিয়ে জানিব যে তেওঁ কি আগুৱাই পঠিয়াইছে আৰু কি এৰি থৈ গৈছে, 82:5
- অন্যায়ৰ ভয় নাই, 20:112
- ন্যায়ৰ ভাৰসাম্য, 21:47
- কৰ্মৰ স্কেল, 23:102-103
- যিয়ে পৰমাণুৰ ওজনৰ সমান ভাল বা বেয়া কৰে, তেওঁ তাক চাব, 100:7-8
- সকলো গোপনীয়তা পৰীক্ষা কৰা হ'ব, 86:9
সোঁহাতে দিয়া অভিলেখ, 69:19; 84:7-9 পদত
বাওঁহাতত দিয়া অভিলেখ, 69:25
পিছফালে দিয়া অভিলেখ, 84:10-15
- কঠিন দিন, কাফিৰসকলৰ বাবে, 25:26; 54:8; 74:9
- এটা গধুৰ দিন, 76:27
- গধুৰ বোজা বহন কৰা, 20:100-101
- কোনো অজুহাত দেখুৱাবলৈ অনুমতি দিয়া হোৱা নাই, 77:36
- অন্যায়কাৰীয়ে তেওঁৰ হাতত কামোৰিব, 25:27
- অন্যায়কাৰীসকলে নিজৰ সঙ্গী আৰু মূৰ্তিৰ সৈতে গোট খাইছিল, 37:22
- গভীৰ অনুশোচনা, দুখ আৰু হতাশাৰ সৈতে ধ্বংস, 30:12
- জীৱিত অৱস্থাত পুতি থোৱা মাইকী মানুহজনক সোধা-পোছা কৰা হ’ব,81:8-9
- আটাইতকৈ ডাঙৰ আতংক, 21:103
- ফোন কৰাজনে ফোন কৰিব, এটা ভয়ংকৰ কথালৈ, 50:41;54:6-8
- এটা একক (চিঞৰ), 36:29, 49, 53; 38:15; 50:42
- জাজৰাহ (চিঞৰ), 37:19; 79:13
- এটা ওচৰৰ যন্ত্ৰণা, 78:40
- স্বৰ্গ ভয়ংকৰ জোকাৰণিৰে কঁপিব, 52:9; 56:4
- স্বৰ্গ বিভক্ত, 84:1-2
- স্বৰ্গ ফাটি যোৱা, 77:9; 82:1
- স্বৰ্গ ডাৱৰে ফাটি যাব,25:25
- স্বৰ্গ গুটিয়াই লোৱা হ'ব, তেওঁৰ সোঁহাতত,21:104; 39:67
- স্বৰ্গ আৰু পৃথিৱীত থকা সকলোৱে মূৰ্চ্ছা যাব, 39:68
- স্বৰ্গ মুকলি হ'ব, ই দুৱাৰৰ দৰে হ'ব, 78:19
- আকাশ তেলৰ উতলি থকা লেতেৰাৰ দৰে হ’ব, 70:8
- তৰাবোৰ পৰিব, 81:2; 82:2
- তৰাবোৰে নিজৰ পোহৰ হেৰুৱাব, 77:8
- সূৰ্য্যৰ পোহৰ হেৰুৱাব, 81:1
- সাগৰবোৰ জ্বলি থকা জুইৰ দৰে হ’ব, 81:6
- সাগৰবোৰ ফাটি যায়, 82:3
- ঘণ্টাৰ ভূমিকম্প, 22:1; 99:1
- পাহাৰবোৰ আঁতৰি যাব, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ধূলিলৈ গুড়ি কৰা 20:105; 56:5
- উলৰ টুকুৰাৰ দৰে, 70:9;101:5
- পৃথিৱী আৰু পৰ্বতবোৰ হিংস্ৰভাৱে জোকাৰি যাব, 73:14; 79:6
- মাটি গুড়ি কৰি গুড়ি কৰা হয়, 89:21
- পৃথিৱীখন আন এখন পৃথিৱীলৈ সলনি হ’ব আৰু আকাশবোৰো সলনি হ’ব, 14:48
- পৃথিৱীখন বিস্তৃত হৈ আছে, 84:3-5
- পৃথিৱীখন লেভেল কৰা সমভূমি হিচাপে 18:47; 20:106
- পৃথিৱীয়ে নিজৰ বোজাবোৰ বাহিৰলৈ পেলাই দিয়ে, 84:4; 99:2
- কবৰবোৰ ওলোটাকৈ ঘূৰাই দিয়া হৈছে, 82:4
- কবৰৰ পৰা পুনৰুত্থান, 21:97; 70:43
- মৃত্যুৰ পিছত জীৱিত পৃথিৱীৰ ওপৰত, 79:14
- বনৰীয়া জন্তুবোৰক একেলগে গোট খোৱা হব, 81:5
- অন্ধভাৱে উত্থাপন কৰা, 20:124-125
- শিঙা বজাব, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20 বজাত; 69:13;74:8; 78:18; 79:7
- সাখখাহ, 80:33
- আত্মাবোৰ নিজৰ শৰীৰৰ লগত সংযুক্ত হ'ব,81:7
- দহ দিনতকৈ বেছি সময় নাথাকিব, 20:103
- এদিনতকৈ বেছি নাথাকিব, 20:104
- বা এটা দিনৰ অংশ, 23:112-114
- গোট খোৱাৰ দিন, 64:9
- বিচাৰৰ দিন, 37:21
- সিদ্ধান্তৰ দিন, 77:38; 78:17
- ডে অৱ ছৰ্টিং আউট, 77:13-14
- শোক আৰু অনুশোচনাৰ দিন, 19:39
- অস্বীকাৰ কৰা, 77:15-50
- মানৱ জাতি সিঁচৰতি হৈ থকা মহৰ দৰে হ'ব,101:4
- মানৱজাতিয়ে সিঁচৰতি গোটত আগবাঢ়িব,100:6
- মানৱজাতিক মদ্যপান কৰা অৱস্থাৰ দৰে, 22:2
- প্ৰতিগৰাকী গৰ্ভৱতী মহিলাই তাইৰ বোজা কমাই দিব, 22:2
- গৰ্ভৱতী মাইকী উটক অৱহেলা কৰা হব,81:4
- নাৰ্চিং মাকে তাইৰ নাৰ্চিং পাহৰি যাব,22:2
- আত্মীয়ক ইজনে সিজনক দেখা কৰা হব,70:11
- এজন মানুহে নিজৰ আত্মীয়ৰ পৰা পলায়ন কৰিব,80:34-37
- কোনো বন্ধুৱে বন্ধুক সুধিব নোৱাৰে, 70:10
- কোনো বন্ধু বা মধ্যস্থতাকাৰী নাথাকিব,40:18
- কোনো ব্যক্তিৰ আনৰ বাবে একো কৰাৰ ক্ষমতা নাথাকিব, 82:19
- কোনো ক্ষমতা নাথাকিব, কোনো সহায়কও নাথাকিব, 87:10
- বিশ্বাসীসকলৰ ওপৰত কোনো ভয় নাই, 43:68
- বিশ্বাসীসকলে ছাঁ আৰু বসন্ত, আৰু ফলৰ মাজত থাকিব, 77:41-43
- জান্নাতৰ বাসিন্দা আৰু তেওঁলোকৰ পত্নী, 36:55-58
- স্বৰ্গদূতসকলক এটা ভৱিষ্যৎ অৱতৰণ কৰি নামি পঠিওৱা হ'ব, 25:25
- শ্বিন উদং কৰা হব, 68:42-43
- জান্নাতৰ ওচৰলৈ অনা হ’ব, 81:13
- নৰক ওচৰলৈ অনা হ’ব, 89:23
- নৰক-জুই খুলি পেলোৱা হ'ব, তীব্ৰ জুই জ্বলাই দিয়া হ'ব, 81:11-12
- দান-বৰঙণিৰ দ্বাৰা প্ৰতিশোধ কৰাটো এটা কাফফাৰা হ'ব, 5:45
প্ৰকাশিত বাক্য
- যদি আপুনি সন্দেহ কৰে, 2:23-24
- বাতিল বা পাহৰি যোৱা পদ, 2:106
- সঠিক নিৰ্দেশনা, 3:73
- প্ৰভুৰ পৰা, গতিকে সন্দেহ কৰাসকলৰ মাজৰ নহ’ব, 6:114
- বুজি পোৱা মানুহৰ বাবে, 6:98
- এটা গাইডেন্স এণ্ড এ মাৰ্চি, 7:203; 16:64; 31:3
- ৰুহ-উল-কুদুছৰ জৰিয়তে, 16:102; 26:192-193
- বিতংভাৱে ব্যাখ্যা কৰা হৈছে, 6:98; 41:2-4 পদত
- কিতাবৰ আল্লাহৰ পৰা আহিছে, 46:2
- কিতাপ আৰু কোৰআনও চাওক
তেওঁলোকৰ ওপৰত কৰা অত্যাচাৰী অন্যায়ৰ প্ৰতিশোধ, 42:39-43
পুৰস্কাৰ
- উত্তম কৰ্ম অনুসৰি, আৰু তাতোকৈ বেছি, 24:38; 29:7; 39:35 বজাত
- পুৰস্কাৰ হিচাপে 25:15
- আল্লাহে ভাল কাম কৰাসকলক পুৰস্কৃত কৰে, যিটো উত্তম, 53:31
- ভালৰ বাবে, ভালৰ বাহিৰে আন কোনো পুৰস্কাৰ নাই, 55:60
ৰিবা (সুদ চাওক)
ধাৰ্মিক
- কোম্পানী অফ দ্য, 4:69
- ভূমি উত্তৰাধিকাৰী হ'ব, 21:105
- জান্নাত, 51:15-19; 76:5-12 পদত
- ভালও চাওক
ধাৰ্মিকতা, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ঠেক পথৰ, 90:11-18
সঠিক হিদায়ত আল্লাহৰ হিদায়ত,3:73
ৰাস্তা, পথ, 43:10
ৰকি ট্ৰেক্ট (হিজৰ), বাসিন্দা, 15:80-85
ৰোমীয়া, 30:2-5
ছাদ, স্বৰ্গ, 21:32
ৰুহ (গেব্ৰিয়েল), 26:193; 67:12; 70:4; 78:38;97:4
ৰুহ-উল-কুদুছ, 2:87, 253; 5:110; 16:102
- গেব্ৰিয়েলো চাওক
ৰুহ (আত্মা, আত্মা), 15:29; 17:85; 58:22
ৰাম, S.30
চাবা’ (চেবা), 27:22-44; 34:15-21
ছাবা', S.34
বিশ্ৰামবাৰ
- উলংঘাকাৰী, 2:65; 4:154; 7:163-166
- কেৱল বাবে নিৰ্ধাৰিত, 16:124
ছাবিয়ানছ, 5:69; 22:17
বলিদান, 2:196, 200; 22:34-37
দুখ, S.38
সাদাকাহ (দান), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- লুকুৱাই ৰখাটো দেখুৱাতকৈ ভাল, 2:271
ছাফা আৰু মাৰৱাহ, 2:158
ছাফ, S.61
ছাফাট, S.37
চেইল আল-আৰিম (মা'ৰিব বান্ধৰ পৰা বানপানী মুকলি), 34:16
সাজদাহ, S.32
চকিনা (শান্তি আৰু শান্তি), 2:248;9:26, 40; 48:4, 18, 26
ছালিহ, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ছালছাবিল (জন্নাত বসন্ত), 76:18
ছামিৰি, 20:85, 95-97
চমূৱেল, 2:247
চয়তান, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- শত্ৰুতা আৰু ঘৃণা উত্তেজিত কৰে, 5:91
- দুষ্ট ফুচফুচানিৰ পৰা, 7:200-201
- প্ৰতাৰণা কৰে, 8:48
- বিশ্বাসঘাতকতা কৰা, 14:22
- বিশ্বাসীসকলৰ ওপৰত কোনো ক্ষমতা নাই, 16:99-100
- মিছা নিক্ষেপ কৰে, 22:52-53
- শত্ৰু, 12:5; 35:6; 36:60 বজাত
- অহংকাৰ 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- এজন জিন 18:50-51
- আদমৰ প্ৰলোভন আৰু পতন 7:20-23; 20:116-121
- বিশ্বাসীসকলৰ ওপৰত কোনো কৰ্তৃত্ব নাই 16:98-100
- তেওঁৰ লক্ষ্য 35:6-8
- মানৱতাৰ শপত খোৱা শত্ৰু 12:5; 17:53
- তেওঁৰ দল 53:14-19
- তেওঁৰ হস্তশিল্প 5:90-91
- ভাল কামক নিৰুৎসাহিত কৰে 2:268
- মুমিনসকলে তেওঁৰ পৰা আল্লাহৰ ওচৰত আশ্ৰয় লয় 7:200-202
- তেওঁৰ পৰিকল্পনাবোৰ দুৰ্বল 4:76
- তেওঁৰ অনুগামীসকলক তললৈ নমাই দিয়ে 8:48
- নৰক 14:22 পদত তেওঁৰ অনুগামীসকলৰ সৈতে কথা পাতিব
- ইব্লিছও চাওক
স্কেল, সফল, যাৰ ইচ্ছা গধুৰ হ'ব, 7:8-9
- ভাৰসাম্যও চাওক
শাস্ত্ৰ
- লোকসকলৰ, (ইহুদী আৰু খ্ৰীষ্টান), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- তেওঁলোকে কি লুকুৱাই ৰাখিছিল, 5:61-63
- সঠিক পথত থকা তেওঁলোকৰ মাজত,5:66
- তেওঁলোকে চিনি পায় কিন্তু বিশ্বাস নকৰে, 6:20
সাগৰ, 42:32-33; 45:12
- দুয়োজন, 18:60; 25:53; 35:12; 55:19-20
- যেতিয়া, ফাটি যায়, 82:3
গোপন (নাজৱা)
- আলোচনা, 4:114
- তিনিজনৰ পৰামৰ্শ, 58:7
- পৰামৰ্শ, 58:8, 10
- ব্যক্তিগত পৰামৰ্শ, 58:12-13
ধৰ্মত পন্থা আৰু বিভাজন, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
নিৰাপত্তা, দুখৰ পিছত, তেওঁ তললৈ পঠিয়াই দিলে,3:154
বীজ, কোনে ইয়াক বৃদ্ধি কৰে, 56:63-67
ইন্দ্ৰিয়, 23:78
সাত, সৃষ্টি কৰা
- আকাশ, 2:29; 23:17; 65:12; 67:3; 71:15
- আৰু তাৰ দৰে পৃথিৱীৰ, 65:12
ছাঁ
- আল্লাহৰ ওচৰত ছাজদাত পৰে, 13:15; 16:48
বিস্তাৰ, 25:45
শ্বামছ, S.91
থামুদ লোকসকলৰ বাবে স্পষ্ট চিন হিচাপে তাই উট, 7:73; 17:59; 26:155-158
জাহাজ, পালতোলাৰ, চিন হিচাপে; সেৱাৰ হ’ব পৰা; কৃতজ্ঞতা প্ৰকাশ কৰা; তেওঁৰ বাউন্টি বিচাৰিবলৈ, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
শ্বুআইব, 7:85-93; 11:84-95; 29:36-37
শ্বু'আৰা, S.26
শ্বুৰা, S.42
ছিদ্ৰাত-উল-মুন্টাহা, 53:14
আল-মদিনাহ ঘেৰাও, 33:9-27
ছিজিন, 88:7-9
পাপ, 7:100; 74:43-6
- অবৈধ যৌন সম্পৰ্ক, 4:15-16; 24:2, 19
- যদি ডাঙৰ হয়, তেন্তে পৰিহাৰ কৰা হয়, সৰু সৰু পাপবোৰ ক্ষমা কৰা হয়, 4:31
- তেওঁলোকে মানুহৰ পৰা লুকাই থাকিব পাৰে, কিন্তু আল্লাহৰ পৰা লুকাই থাকিব নোৱাৰে, 4:108
- যিয়ে উপাৰ্জন কৰে, তেওঁ কেৱল নিজৰ বিৰুদ্ধেহে উপাৰ্জন কৰে, 4:111
- যিয়ে এটা উপাৰ্জন কৰে, আৰু তাৰ পিছত কাৰোবাক নিৰ্দোষীক পেলাই দিয়ে, 4:112
- আল্লাহে তেওঁৰ লগত ইবাদতত অংশীদাৰ স্থাপন নকৰাকৈ ক্ষমা কৰে, কিন্তু যাক সন্তুষ্ট কৰে তাৰ বাহিৰে আন পাপ ক্ষমা কৰে, 4:116
- যিসকলে প্ৰতিশ্ৰুতি দিয়ে, তেওঁলোকে উপযুক্ত প্ৰতিশোধ পাব,6:120
- পাপীসকল কেতিয়াও সফল নহ'ব, 10:17
- আল্লাহে সকলোকে ক্ষমা কৰে, 39:53
- ডাঙৰ পাপ, 42:37
চিনাই, পৰ্বত, 19:52; 23:20; 95:2
পাপীসকলে তেওঁলোকৰ কাণ, চকু আৰু ছালে তেওঁলোকৰ বিৰুদ্ধে সাক্ষ্য দিব, 41:20-23
ছিৰাট দলং, 66:8
নিন্দাকাৰী, 68:11-12; 104:1
দাস, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- যুদ্ধবন্দীসকলো চাওক; বন্দী
টোপনি, জিৰণিৰ বাবে এটা বস্তু, 78:9
চদোম, 29:31; 37:136
চদোমি, 7:80-82; 11:77-83; 15:61-77; 29:28-29
চলোমন, 2:102; 4:163; 6:84
- তেওঁৰ পিতৃ ডেভিদক অধিক ন্যায়পৰায়ণ বিচাৰত উপনীত হোৱাত সহায় কৰে 21:78-82
- আৰু পিঁপৰা, 27:15-19
- আৰু হুপো, 27:20-26
- আৰু ছাবাৰ ৰাণী', 27:22-44; 34:15
- আল্লাহৰ অনুগ্ৰহ তেওঁৰ ওপৰত 34:12-14, 38:34-40
- মিহি ঘোঁৰাৰ প্ৰতি তেওঁৰ প্ৰেম 38:30-33
পুত্ৰ, দত্তক লোৱা, 33:4-5
আত্মা (আত্মা, ৰূহ), 15:29; 17:85; 58:22
খৰচ কৰক, আল্লাহৰ কাৰণত, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- যিটো আপোনাৰ প্ৰয়োজনৰ বাহিৰত, 2:219
- যিসকলে, আল্লাহৰ পথত তেওঁলোকৰ ধন-সম্পত্তি, 2:261
- মানুহৰ দ্বাৰা দেখা পোৱা, 2:264; 4:38
- তোমালোকে যিয়েই নহওক, আল্লাহৰ কাৰণে, তাৰ প্ৰতিদান তোমালোকক দিয়া হ’ব, 2:272; 8:60; 34:39
- অতিৰিক্ততাৰে নহয়, বা অপচয়ৰ সৈতে নহয়, 6:141;17:26
- অতিৰিক্ত বা নিগাৰ্ডলি নহয়, 25:67
- যি আল্লাহৰ কাৰণত খৰচ কৰাৰ পৰা হাত বন্ধ কৰে, 9:67
আত্মা (আত্মা, ৰুহ), 15:29
- ইয়াৰ জ্ঞান আল্লাহৰ ওচৰত, 17:85
- আল্লাহে মুমিনসকলক শক্তিশালী কৰে, 58:22
যুদ্ধৰ লুটপাত, 8:41, 69; 48:15, 19-20; 48:15
- বুটিও চাওক
চোৰাংচোৱাগিৰি, 49:12
ষ্টাৰ, 53:1, 49; 86:1-4
তাৰকা, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
ষ্ট্ৰেইট, ৱে, 1:6
- ইত্যাদি পথ, 6:153
- ইত্যাদি চেষ্টা কৰা, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
স্তনপান কৰা, পোষক মাতৃৰ শব্দ, 2:233
দুখ-কষ্ট, দৰিদ্ৰতা, স্বাস্থ্যৰ ক্ষতি আৰু দুৰ্যোগ; সমৃদ্ধি আৰু ধন, 7:94-96
ৰবি, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
পৰম সফলতা, 9:72; 44:57
চুৰা, 10:38; 11:13; 47:20 বজাত
- ইয়াৰ প্ৰকাশই বিশ্বাস বৃদ্ধি কৰে, 9:124-127
সন্দেহ, 49:12
জীৱিকা, 19:62
- বিধানও চাওক; প্ৰভিডেন্স
ছুৱা’, 71:23
টাবুক, 9:40-59, 81-99, 117-118, 120-122
টাঘাবুন, S.64
টাঘুট, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- see alse মিছা দেৱতা
টা-হা, S.20
তাহৰিম, S.66
তাকথুৰ, S.102
টাকৱিৰ, S.81
তালাক, S.65
তালহ (কল গছ), 56:29
তালুত (চৌল), 2:247-249
তাৰিক, S.86
তাছনিম (বসন্ত), 83:27-28
তৌবাহ, S.9
তাৱাফ (কাবাত ঘূৰি ফুৰা), 2:200; 7:29,31
টায়াম্মুম, 4:43; 5:6
টাৰ্ম, প্ৰতিটো জাতিৰ নিজৰ নিযুক্ত থাকে, কোনোৱে ইয়াক আগতেই অনুমান কৰিব নোৱাৰে বা বিলম্ব কৰিব নোৱাৰে, 7:34; 10:49;15:4-5; 16:61; 20:129
টেৰিটৰী, আপোনাৰ পহৰা দিয়ক, সেনাবাহিনীৰ ইউনিটৰ দ্বাৰা, 3:200
পৰীক্ষা, আল্লাহৰ দ্বাৰা, 3:154; 34:21
থামুদ, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
চোৰ, শাস্তি, 5:38-39
সিংহাসন, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- পানীৰ ওপৰত, 11:7
- আঠজন স্বৰ্গদূতে বহন কৰা, 39:75; 40:7; 69:17
সময়, 45:24; 76:1; 103:1
টিন, S.95
যন্ত্ৰণা,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
টাউনশ্বিপ, আমি কেতিয়াও এটা ধ্বংস কৰা নাছিলো, কিন্তু ইয়াৰ বাবে এটা জনা আদেশ আছিল, 15:4
বাণিজ্য আৰু সম্পত্তি, 4:29
ভ্ৰমণ, তেওঁলোকে পৃথিৱীৰ মাজেৰে ভ্ৰমণ কৰা নাইনে, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
বিশ্বাসঘাতকতা, 8:58; 22:38
- বিশ্বাসঘাতকতা চাওক
ট্ৰেজাৰ জমা কৰা, 9:35
আল্লাহৰ ধন, 6:50
ট্ৰি অৱ ইটাৰ্নিটি, 20:120
গছ, 22:18
পৰীক্ষা, 2:214-218; 64:15
ট্ৰুম্পেট, কিয়ামতৰ দিনত, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
সাখখাহ,80:33
আকাশ, পৃথিৱী আৰু পৰ্বতক আগবঢ়োৱা আস্থা, কিন্তু মানুহে গ্ৰহণ কৰা,33:72-73
ট্ৰাষ্ট (আমানাহ),2:283; 4:58; 8:27; 23:8;33:72; 70:32
সত্য, 5:48; 23:70-71, 90; 25:33; 69:51
- মিছাৰ লগত মিহলি নকৰিব বা লুকুৱাব নালাগে, 2:42
- আহিছে আৰু মিছা অদৃশ্য হৈ গৈছে, 17:81
- প্ৰতিজ্ঞাৰ, 46:16-17
টুব্বা', লোকৰ, 44:37; 50:14
টুৰ (মাউণ্ট), 28:29, 46
টুৰ, S.52
টুৱা, উপত্যকাৰ, 20:12; 79:16
উহুদ, যুদ্ধৰ, 3:121-128, 140-180
উম্মাহ (সম্প্ৰদায়, জাতি), 2:143-144;10:47, 49; 11:118; 16:36, 120
উমৰাহ, 2:128, 158, 196
সুদ (ৰিবা), 2:275-276, 278-280; 3:130;4:161; 30:39
'উজাইৰ, (এজ্ৰা চাওক)
'উজ্জা, 53:19
ওৰণি, এটা অদৃশ্য, 17:45-46
ওৰণি লোৱা, 24:31; 33:59
পদ, ছাব’ আল-মাথানী, 15:87
বিজয়
- আল্লাহৰ দ্বাৰা দিয়া, 48:1
- আল্লাহৰ সহায়ৰ দ্বাৰা, 61:13
গুণ, (ধাৰ্মিকতা চাওক; বিশ্বাসীসকল)
ৱাড, 71:23
- "আপুনি ৰ'বা, আমিও অপেক্ষা কৰি আছো", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
ৱাকিয়াহ, S.56
আল্লাহৰ বিৰুদ্ধে যুদ্ধ, 5:33-34
অতিৰিক্ততাৰ দ্বাৰা অপচয় নকৰিব, 6:141; 7:31; 17:26
পানী, তাৰ পৰা নিৰ্মিত প্ৰতিটো জীৱ, 21:30;24:45; 25:54
- দুটা সাগৰ, 18:60; 25:53; 35:12; 55:19-20
- আল্লাহৰ সিংহাসন, 11:7
- বৰষুণ, 23:18
ৱে, দ্য, 1:6; 42:52-53; 90:10 বজাত
- ইত্যাদি সহজ, সহজ কৰা, 87:8
- পাথও চাওক
ৱেফেয়াৰ, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
সম্পত্তি
- যিয়ে গোট খাইছে, 104:2-4
- আল্লাহৰ কাৰণে খৰচ কৰা (খৰচ কৰা চাওক)
ধন আৰু সন্তান, এই জগতৰ জীৱনৰ অলংকাৰ, 18:46
ওজন আৰু জোখ, সম্পূৰ্ণ দিয়ক, 11:85; 17:35;83:1-5
বিধৱা, 2:234-235, 240
আল্লাহৰ ইচ্ছা, 10:99-100; 30:5; 81:29; 82:8
মানুহৰ ইচ্ছা, পোনে পোনে খোজ কঢ়া, যদিহে আল্লাহৰ ইচ্ছা, 28:29
বতাহ, 77:1-3
- সুখবৰৰ প্ৰচাৰক হিচাপে, 7:57; 30:46
- ডাৱৰ উত্থাপন কৰা, পানীৰ সৃষ্টি কৰা, 15:22; 30:48
- হালধীয়া হোৱা, 30:51
ৱাইন (জান্নাত)
- বিশুদ্ধ পানীয়, 37:45; 76:21
- বগা, সুস্বাদু, 37:46
- নদীসমূহৰ, 47:15
- বিশুদ্ধ ছীল কৰা, 83:25
যিবোৰ বস্তুত আল্লাহে কিছুমানক আনতকৈ বেছি কৰি তুলিছে, সেইবোৰৰ কামনা নকৰিবা, 4:32
সাক্ষী
- নবীসকলৰ নিয়মলৈ, 3:81
- মানৱজাতিৰ ওপৰত, 2:143; 22:78
- এটা চুক্তিৰ বাবে, 2:282
- এজন পুৰুষৰ বিৰুদ্ধে দুগৰাকী মহিলা, 2:282
- অবৈধ যৌন সম্পৰ্কলৈ, 4:16; 24:2
- ন্যায়পৰায়ণ হওক, 5:8
- হাত আৰু ভৰিয়ে সাক্ষ্য দিব, 36:65
- মানুহ নিজৰ বিৰুদ্ধে, 75:14
সাক্ষী দিৱস আৰু সাক্ষী দিৱস, 85:3
পত্নী
- আপোনাৰ বাবে এটা টিল্থ, 2:223
- আপোনাৰ বাবে কভাৰ, 2:187
- আপোনাৰ নিজৰ ধৰণৰ, 16:72
মহিলা, বিবাদকাৰী, 58:1-2
মহিলা, 2:222-223; 4:15, 19-22, 34, 127
- যিসকলে সতীত্বৰ অভিযোগ কৰে, 24:4-5, 11-17, 23-26
- ওৰণি লোৱা, 24:31; 33:59
- বিশ্বাস কৰা, প্ৰব্ৰজনকাৰী হিচাপে, 60:10-12
- বিবাদত নিজকে স্পষ্ট নকৰা, 43:17-18
কাঠ, বাসিন্দা, 15:78; 38:13; 50:14
- আইকাহও চাওক; মাদয়ান 26:176-191
পৃথিৱী, এই জীৱন
- খেলা-ধূলা আৰু আমোদৰ বাহিৰে আন একো নহয়, 6:32;29:64; 47:36; 57:20 বজাত
- মানুহক প্ৰতাৰণা কৰে, 6:130
- আখিৰাততকৈ কম উপভোগ, 9:38; 13:26; 28:60-61
- যিয়ে ইচ্ছা কৰে, তেওঁ তাত পায়, কিন্তু তেতিয়া আখিৰাতত কোনো অংশ নাথাকিব, 11:15-16; 17:18; 42:20 বজাত
- ধন আৰু সন্তান, অলংকাৰ,18:46
- যিসকলে বৰ্তমানক ভাল পায়, আৰু আখিৰাত এৰি যায়, 75:20-21; 76:27
লিখা, চুক্তিৰ বাবে, 2:282
অন্যায়কাৰী,11:18-22, 101-104, 116-117;39:47
- কাফিৰসকলকো চাওক
ৱুডু' (অজু), 4:43; 5:6
যঘুথ, 71:23
য়াহ্যা (যোহন)
- সুখবৰ, 3:39; 21:90
- ধাৰ্মিক, 6:85
- জ্ঞানী; সহানুভূতিশীল; কৰ্তব্যপৰায়ণ, 19:12-15
য়া-চিন, S.36
ইয়াথ্ৰিব (আল-মদিনা), ৰ মানুহ, 33:13
ইয়াউক, 71:23
ইউনুছ (জোনা), S.10
ইউছুফ (জোচেফ), S.12
জাবুৰ, 21:105
জখৰিয়া (জাকাৰিয়া), 3:37-41; 6:85; 19:2-11; 21:89-90
জাইদ ইবনে হাৰিথাহ, নবীৰ দাস, 33:37-38
জাকাত, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- জাকাত আৰু দানৰ বস্তু, 2:273; 9:60 বজাত
জাঞ্জাবিল, 76:17
জালজালাহ, S.99
জাক্কুম, 17:60; 37:62-66; 44:43-46; 56:52
জিহাৰ, 33:4; 58:2-4 পদত
জুখৰুফ, S.43
জুমাৰ, S.39
মৌলিক নীতিসমূহ
- বিশ্বাস সিদ্ধ 5:3
- আল্লাহৰ দ্বাৰা গ্ৰহণ কৰা একমাত্ৰ পথ 3:19, 85
- ইছলাম গ্ৰহণ কৰাত কোনো বাধ্যবাধকতা নাই 2:256
- বিভিন্ন বিশ্বাস আৰু আইন সংহিতা থকা এটা ধৰ্ম 5:48; 22:67-70; 42:13-14
- ইছলামৰ নবী 2:135-136; 3:84; 4:163-165
- আজ্ঞা (আল্লাহত বিশ্বাস ৰাখক আৰু ভাল কাম কৰক) 4:36; 6:151-154;17:23-39;18:107-108
- শ্বৰীয়তৰ পাঁচটা উদ্দেশ্য: ঈমান ৰক্ষা কৰা 5:54
- জীৱন ৰক্ষা কৰা 5:32;6:151
- ধন-সম্পত্তি ৰক্ষা কৰা 5:38
- সন্মান ৰক্ষা কৰা 5:5;24:4
- নিজৰ চিন্তা ক্ষমতা ৰক্ষা কৰা 5:90।
আল্লাহৰ ওপৰত বিশ্বাস কৰা 2:255
- ঐশ্বৰিক গুণ, সুন্দৰ নাম 57:1-6; 59:22-24; 85:13-16; 112:1-4
- পূজাৰ যোগ্য একমাত্ৰ দেৱতা 1:1-4; 2:285; 6:3; 43:84
- সকলো কৰ্তৃত্ব তেওঁৰেই 3:26; তেওঁৰ সিংহাসন ('আৰ্ছ) 7:54; 11:7
- তেওঁৰ কুৰ্চি (ভৰিৰ মল বা চকী) 2:255
- মানৱতাৰ ওপৰত অগণন অনুগ্ৰহ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- জীৱন দিয়ে আৰু মৃত্যুৰ কাৰণ হয় 44:8; 53:44; 57:2; 67:2
- আনন্দ আৰু দুখ আনে 53:43
- প্ৰচুৰ বা সীমিত ব্যৱস্থা দিয়ে 13:26; 17:30 বজাত; 29:62
- সকলো বিচাৰকৰ ভিতৰত শ্ৰেষ্ঠ 95:8
- দয়ালুসকলৰ ভিতৰত অতি দয়ালু 12:92
- ধাৰ্মিকক প্ৰেম কৰে 85:14
- ক্ষমাৰে ভৰা আৰু শাস্তিত কঠোৰ 13:6, 40:3
- প্ৰথম আৰু শেষ 57:3
- সকলো সন্মান আৰু ক্ষমতা তেওঁৰ 35:10
- অজ্ঞাতক জানে আৰু অদৃশ্যক দেখে 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- হৃদয়ত কি লুকাই আছে তাক ভালদৰে জানে 5:7; 11:5; 31:23
- কি হৈছিল আৰু কি আহিব জানে 2:255
- ৰেকৰ্ডত (বা সংৰক্ষিত ফলকত) সকলো লিখিছিল 6:38; 13:39; 36:12
- যিকোনো কাম কৰিবলৈ সক্ষম 2:117; 3:189; 8:41; 9:116; 11:4; 16:40 বজাত; 40:68; 41:39; 42:49;57:2
- তেওঁৰ অসীম শক্তি 3:26-27; 24:45; 31:28-30
- ছয় দিনত আকাশ আৰু পৃথিৱী সৃষ্টি কৰিছিল আৰু কেতিয়াও ভাগৰি পৰা নাছিল 46:33; 50:38
- 'Be!' শব্দটোৰে সৃষ্টি কৰে। 36:81-83
- তেওঁৰ সৃষ্টিৰ প্ৰতি কেতিয়াও অন্যায় নকৰিব 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- সকলো তেওঁৰ ইচ্ছাৰ অধীনত থাকে 3:83; 22:18; 30:26
- সকলোৱে তেওঁৰ প্ৰয়োজনত থিয় দিছে 11:6; 35:15; 55:29
- তেওঁৰ ওপৰত বিশ্বাস কৰক 10:84-85; 12:67; 25:58
- ঈশ্বৰীয় যোগাযোগৰ ৰূপ 42:51
- 2:21 ৰ প্ৰতি সচেতন হোৱাৰ যোগ্য; 3:102; 4:1; 33:70-71; 59:18
- জ্ঞান তেওঁৰ পৰা পোৱা উপহাৰ 2:269
- তেওঁক কোনো এজনৰ প্ৰয়োজন নাই 3:97; 6:133; 112:2
- এটা ত্ৰিত্বত এটাও নহয় 4:171
- কোনো সঙ্গী নাই 6:101
- কোনো সন্তান নাই 10:68; 19:35; 43:81; 72:3; 112:3
- কোনো অংশীদাৰ বা সহযোগী-দেৱতা নাই 6:94; 7:191-195; 46:4-5
- তেওঁৰ দৰে একোৱেই নাই 42:11; 112:4
তেওঁৰ সৃষ্টিৰ আশ্চৰ্য্যৰ ওপৰত চিন্তা কৰিবলৈ আদেশ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
সৃষ্টিৰ চিন 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11 পদত
- এটা উদ্দেশ্যৰ বাবে সকলো সৃষ্টি কৰিছিল 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- বিশ্বব্ৰহ্মাণ্ড সিদ্ধ 67:3-4
- দিনটো ৰাতিলৈ একত্ৰিত হয় 3:27
- বৈচিত্ৰ্য 30:22; 35:27-28
- মৌ 16:68-69
- গাখীৰ 16:66
- শিশুৰ উপহাৰ 42:49-50
- গ্ৰহ আৰু কক্ষপথ 21:33; 36:38-44
- নক্ষত্ৰমণ্ডল 25:61; 85:1
- তৰা 37:6-7; 67:5
- ডাৱৰ 7:57;30:48
- ভূমিকম্প 7:78; 7:155
- ভূমিস্খলন 28:81; 29:40 বজাত
- ধুমুহা 10:22
- টোপাল, শিলাবৃষ্টি আৰু বৰষুণ 2:265; 6:99; 24:43; 50:9-11 পদত
- বজ্ৰপাত আৰু বিজুলী 13:12-13
বৈজ্ঞানিক উল্লেখ
- পুৰুষ আৰু মাইকী গেমেটৰ পৰা সৃষ্টি কৰা মানুহ 76:2
- ভ্ৰুণৰ গঠন আৰু বিকাশৰ পৰ্যায় 22:5; 23:12-14
- ভ্ৰুণ আন্ধাৰৰ তিনিটা তৰপত 39:6
- লৱণ পানী 25:53-54; 35:12; 55:19-20
- বতাহৰ পৰগাছা 15:22
- আঙুলিৰ ছাপ 75:3-4
- পৰ্বতবোৰ পেগ হিচাপে 78:7
- লোহা তললৈ পঠিওৱা 57:25
- বিষৰ ৰিচেপ্টৰ 4:56
- সূৰ্য্যক উজ্জ্বল উৎস হিচাপে আৰু চন্দ্ৰক প্ৰতিফলিত পোহৰ হিচাপে 10:5
- চন্দ্ৰ বিভাজন 54:1
- আকাশক সুসুৰক্ষিত চালি হিচাপে 21:32
- পানীৰ পৰা সৃষ্টি হোৱা সকলো সত্তা 21:30; 24:45
- পিঁপৰাবোৰে যোগাযোগ কৰে 27:17-19
- আভ্যন্তৰীণ ঢৌ 24:40
জীৱিত সত্তা
- স্বৰ্গদূত 39:75
- মানুহ (পৃথিৱীৰ এজন কৰ্তৃপক্ষ) 2:30; 6:165; 16:4
- জিন 72:1-15
- জীৱ-জন্তু মানুহৰ দৰে সম্প্ৰদায়ৰ অন্তৰ্গত 6:38
- পোৱালি 11:69
- উট 7:40
- কুকুৰ 18:22
- হাতী 105:1
- ঘোঁৰা, খচ্চৰ, আৰু গাধ 16:8
- সিংহ আৰু জেব্ৰা 74:50-51
- বান্দৰ 2:65
- গাহৰি 2:173
- তাই-উট 7:73
- ভেড়া আৰু ছাগলী 6:143
- পহু 12:17
- বেং 7:133
- সাপ 7:107
- চৰাই 24:41
- কাউৰী 5:31
- hoopoe 27:20
- বতা চৰাই 2:57
- মাছ 18:61
- তিমি 37:142
- পিঁপৰা 27:18
- মৌমাখি 16:68
- মহ 2:26
- উৰি 22:73
- উকুন আৰু ফৰিং 7:133
- মকৰা 29:41
- আমাৰ বাবে অজ্ঞাত আন 16:8
উদ্ভিদ আৰু ফল 6:99; 13:4; 16:11; 36:33-35
- কল 56:29
- তাৰিখ 19:25, 2020।
- বনৌষধি, শসা, হালধি, মচুৰ দাইল, আৰু পিঁয়াজ 2:61
- আঙুৰ 80:28
- জলপান 6:99
- চিত্ৰ 95:1
- ডালিম 55:68
- স্কোয়াচ 37:146
মুহম্মদৰ ওপৰত বিশ্বাস
- গুণ, কেৱল এজন ভাববাদী 3:144; 6:50 বজাত; 7:188; 18:110
- সত্যক প্ৰদান কৰিবলৈ 2:119; 35:24; 42:48
- ভাববাদীসকলৰ মোহৰ 33:40
- উচ্চ চৰিত্ৰ 3:159; 68:4
- এজন আদৰ্শ 33:21
- বিশ্বাসীসকলৰ প্ৰতি অনুগ্ৰহ হিচাপে 3:164
- সমগ্ৰ বিশ্বৰ প্ৰতি দয়া 21:107
- এজন সাৰ্বজনীন দূত 4:170; 7:157-158; 34:28
- পোন পথলৈ লৈ যায় 42:52-53
- মানুহৰ প্ৰতি যত্ন লয় 9:129
- বিচাৰৰ দিনত সাক্ষী হিচাপে 4:42; 16:89
- অশিক্ষিত ভাববাদী 7:157-158; 29:48; 62:2
- তওৰাত আৰু শুভবাৰ্তা 7:157ত ভৱিষ্যদ্বাণী কৰা হৈছে
- যীচু 61:6 পদত ভৱিষ্যদ্বাণী কৰা হৈছে
নবী ( صلى الله عليه وسلم ) ৰ সন্মুখীন হোৱা প্ৰত্যাহ্বানসমূহ ৷
- পৌত্তলিকসকলৰ অৰ্থহীন দাবী 8:32; 15:7; 17:89-93; 25:7-8
- মিছা অভিযোগ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- তেওঁৰ জীৱনৰ ওপৰত চেষ্টা 8:30; 9:74
- যিসকলে তেওঁৰ ক্ষতি কৰে বা তেওঁৰ বিৰোধিতা কৰে তেওঁলোকক সতৰ্ক কৰি দিয়া 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- অস্বীকাৰৰ প্ৰতি ধৈৰ্য্যৰে উত্তৰ দিবলৈ নিৰ্দেশ দিয়া হৈছে 20:130; 30:60 বজাত; 46:35; 70:5
- আল্লাহৰ দ্বাৰা আশ্বস্ত কৰা আদেশ 5:67; 93:1-11; 94:1-8
صلى الله عليه وسلم ) ৰ জীৱনৰ পৰা শিক্ষা ৷
- তেওঁৰ প্ৰব্ৰজন ( হিজৰা )ৰ পৰা বদৰৰ যুদ্ধলৈ 3:121-129; 8:42-44; 8:65-71
- উহুদৰ যুদ্ধ 3:151-180
- খাদ যুদ্ধ 33:9-27
- হুনাইনৰ যুদ্ধ 9:25-27
- মদীনা 9:40
- তবুক 9:38-123
- বানু আন-নাডীৰ 59:2-6
- হামৰা’ আল-আছাদ 3:172-175
- হুদাইবিয়াৰ যুদ্ধবিৰতি 48:1-7; 48:10-29
নবী ( صلى الله عليه وسلم ) ক প্ৰদান কৰা সন্মান ৷
- আল্লাহ আৰু তেওঁৰ ফেৰেস্তাসকলে তেওঁক আশীৰ্বাদ কৰে 33:56
- মক্কাৰ পৰা জেৰুজালেমলৈ ৰাতিৰ যাত্ৰা 17:1
- আকাশলৈ যাত্ৰা 53:1-18
- এই জীৱন আৰু পৰৱৰ্তী 17:79; 66:8; 108:1
- তেওঁৰ আজ্ঞা পালন হৈছে আল্লাহৰ আজ্ঞা পালন 4:80
- আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আজ্ঞা পালনৰ পুৰস্কাৰ 4:69
- তেওঁৰ পৰিয়াল শুচি কৰা হৈছে 33:33-34
- গেব্ৰিয়েলক তেওঁৰ প্ৰকৃত ৰূপত দেখিছে 53:1-18
- বিশ্বাসীসকলে তেওঁৰ আজ্ঞা পালন কৰিবলৈ আদেশ দিলে 59:7
- তেওঁৰ লগত কথা পতাৰ শিষ্টাচাৰ 49:1-5
- তেওঁক লগ কৰাৰ শিষ্টাচাৰ 33:53
- পত্নীৰ সৈতে ব্যৱহাৰ কৰাৰ শিষ্টাচাৰ 33:53
- আল্লাহ তেওঁৰ আৰু তেওঁৰ ছাহাবীসকলৰ ওপৰত সন্তুষ্ট 9:100; 9:117
- তেওঁৰ বিশ্বাস-সম্প্ৰদায়ৰ উৎকৃষ্টতা 2:143; 3:110
নামাজ (ছালাহ) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- শুকুৰবাৰৰ মণ্ডলী 62:9
- নামাজৰ দিশ ( কীবলা) 2:144; 2:149-150
- বেয়া কামৰ পৰা বিৰত ৰাখিব লাগে 29:45
- সময় 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- বিপদত বা যাত্ৰাত থকাৰ সময়ত 2:239; 4:101-102
- যিসকলে প্ৰাৰ্থনাক অৱহেলা কৰে তেওঁলোকক সতৰ্ক কৰি দিয়া 19:59; 74:38-47; 107:5-7
- ভণ্ডসকলৰ প্ৰাৰ্থনা 4:142; 9:54
শুদ্ধিকৰণ, অজু (উদু) 5:6
- সম্পূৰ্ণ স্নান (ghusl) 2:222; 4:43
- শুকান অজু (তায়াম্মুম) 4:43; 5:6
আবেদন (du'a)
- অব্ৰাহামৰ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- আদম আৰু হৱা 7:23
- যীচু 5:114
- ইয়োব 21:83; 21:83
- যোনা 21:87
- যোচেফ 12:33; 12:101
- মোচি 10:88-89; 20:25-35
- মহম্মদ 17:80; 20:114
- নোহ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- চলোমন 38:35
- চূৱাইব 7:89
- জখৰিয়া 3:38; 19:2-6; 21:89-90
- স্বৰ্গদূত 40:8-9
- মৰিয়মৰ মাতৃ 3:35-36
- ফৰৌণৰ পত্নী 66:11
- ফৰৌণৰ যাদুকৰসকল 7:126
- ৰজা চৌল আৰু তেওঁৰ লগত থকা বিশ্বাসীসকল 2:250
- ইস্ৰায়েলৰ সন্তানসকলৰ বিশ্বাসীসকল 10:85-86
- গুহাৰ মানুহবোৰ 18:10
- ধাৰ্মিক 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- নিপীড়িত 4:75
প্ৰণাম আয়াত
- সাজাদত, সাজদাহৰ বহুবচন, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
দান-কৰ (জাকা), বাধ্যবাধক হিচাপে 2:110; 2:177; 2:277; 6:141
- বিশ্বাসীসকলৰ এটা গুণ 22:41; 23:4; 51:19
- গ্ৰাহক 9:60
- দান (ছাদাকাহ) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- যিসকলে ধৰি ৰাখে তেওঁলোকক সতৰ্কবাণী 3:180; 9:34; 47:38
উপবাস (sawm)
- ৰমজানত 2:183-185
- উপবাসৰ ঘন্টা 2:187
- ৰেহাই 2:184-185
- উপবাসৰ আগৰ নিশাৰ সময়ত অন্তৰংগ সম্পৰ্ক 2:187
- তীৰ্থযাত্ৰাৰ সময়ত উপবাস কৰা 2:196
তীৰ্থযাত্ৰা (হজ)
- এটা বাধ্যবাধকতা যিসকলে ইয়াক বহন কৰিব পাৰে 3:97
- আচাৰ-ব্যৱহাৰ আৰু নিয়ম 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- বলিদানৰ বলি 2:196; 22:36-37
- তীৰ্থযাত্ৰাৰ সময়ত স্থলভাগত চিকাৰ কৰাত নিষেধাজ্ঞা 5:1; 5:94-95
- সাগৰত চিকাৰৰ অনুমতি 5:96
- সৰু তীৰ্থযাত্ৰা (উমৰা) 2:158; 2:196
বিশ্বাস-সম্প্ৰদায়
- মুছলমান 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ইজনে সিজনৰ ৰক্ষক 3:28; 9:71
- খ্ৰীষ্টান 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ইহুদী 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ইস্ৰায়েলৰ সন্তান 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- কিতাপৰ লোক (মূলতঃ ইহুদী আৰু খ্ৰীষ্টান) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5 পদত
- মুছলমানসকলে তেওঁলোকে বলি দিয়া জীৱ-জন্তুৰ পৰা খাব পাৰে আৰু তেওঁলোকৰ মহিলাক বিয়া কৰাব পাৰে 5:5
- ইহুদীসকলৰ বাবে নিষিদ্ধ খাদ্য 6:146
- চবিয়ান 2:62; 22:17
- মগী 22:17
- মুশ্বৰিক (পৌত্তলিক, মূৰ্তি উপাসক) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- পৌত্তলিক অন্ধবিশ্বাসৰ প্ৰথা 2:189; 5:103; 6:138-144
- নাস্তিক 52:35-36
পৌত্তলিক প্ৰথা নিষিদ্ধ
- কন্যাক জীৱিত অৱস্থাত কবৰ দিয়া 16:58-59; 81:8-9
- দৰিদ্ৰতাৰ ভয়ত শিশুক হত্যা কৰা 6:137; 6:151; 17:31
- কা'বাহৰ চাৰিওফালে হুইচেল বজোৱা আৰু হাত চাপৰি বজোৱা 8:35
- মূৰ্তিলৈ উট উৎসৰ্গা কৰা 5:103; 6:136
- মূৰ্তিৰ নামত বলিদান কৰা 6:121
- জিহাৰ বিবাহ বিচ্ছেদ 33:4; 58:2-4
- ila' (চাৰি মাহতকৈ অধিক সময়ৰ বাবে) 2:226-227
- সিদ্ধান্তৰ বাবে চিঠি লোৱা 5:3
- উলংগ হৈ কা'বাত ঘূৰি ফুৰা 7:26-28
- তীৰ্থযাত্ৰাৰ পিছত পিছফালৰ দুৱাৰৰ পৰা ঘৰত প্ৰৱেশ কৰা 2:189
পূজাৰ বস্তু
- স্বৰ্গদূত (কিছুমান পৌত্তলিক আৰবৰ মাজত) 34:40
- আল-আইকাহ (শ্বুআইবৰ লোকসকলৰ মাজত) 26:176
- বাল (ইলিয়াছৰ লোকসকলৰ মাজত 37:125
- যীচু (খ্ৰীষ্টান ধৰ্মত) 5:17
- মূৰ্তি (অব্ৰাহামৰ লোকসকলৰ মাজত) 21:52-53
- লাত, উজ্জা আৰু মানাতৰ মূৰ্তি (আৰব পৌত্তলিকসকলৰ মাজত) 53:19-20
- ৱাদ্দ, ছুৱা', যীঘুথ, ইয়াউক আৰু নাছৰৰ মূৰ্তি (নোহৰ লোকসকলৰ মাজত) 71:23
- সূৰ্য্য (চবাৰ লোকসকল) 27:24
- ছিৰিয়াছ (কিছুমান পৌত্তলিক আৰবৰ মাজত) 53:49
- ফৰৌণ (প্ৰাচীন মিচৰত) 26:29; 28:38; 79:24
- ইচ্ছা 25:43-44; 45:23
- একাধিক দেৱতাৰ ওপৰত বিশ্বাস খণ্ডন কৰা হৈছে 17:42-43; 21:21-24; 25:3
উপাসনাৰ স্থান, মছজিদ 9:18
- গীৰ্জা, ছিনাগগ, আৰু মঠ 22:40
- পবিত্ৰস্থান 3:39; 38:21
- মন্দিৰ 17:7
- ধৰ্মীয় উপাধি, পুৰোহিত, সন্ন্যাসী, আৰু ৰাব্বি 5:44; 5:63; 5:82; 9:31-34
এঞ্জেলছ
- আদম 2:30-34 পদৰ সৃষ্টিৰ বিষয়ে সোধা
- কেতিয়াও আল্লাহৰ আজ্ঞা অমান্য নকৰিব 21:26-27; 66:6
- আল্লাহৰ কন্যা নহয় 21:26; 43:16-19
- স্বৰ্গদূতক পহৰা কৰা 13:11
- দুজন ৰেকৰ্ডিং ফেৰেস্তা 50:16-18; 82:10-12
- আঠজনে বিচাৰৰ দিনা আল্লাহৰ সিংহাসন কঢ়িয়াই লৈ ফুৰা 69:17
- নৰকৰ ঊনৈশজন ৰক্ষক 74:26-31
- মৃত্যুৰ দূত 6:93; 16:28; 32:11
- গেব্ৰিয়েল 2:97; 66:4; 26:192-195; 53:1-14
- মাইকেল 2:98
- মালিক 43:77
দূতসকল
- স্বৰ্গদূত আৰু মানুহৰ মাজৰ পৰা 22:75
- দৃঢ় সংকল্পৰ ৰাছুল (অব্ৰাহাম, নোহ, মোচি, যীচু, আৰু মহম্মদ صلى الله عليه وسلم ) 33:7; 42:13; 46:35 বজাত
শাস্ত্ৰ
- কোৰআন, আল্লাহৰ পৰা অহা এটা ওৱাহ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- সমগ্ৰ জগতখনলৈ এটা সোঁৱৰণী 68:51-52
- জীৱনৰ আটাইতকৈ সৎ পদ্ধতিলৈ গাইড কৰে 17:9
- ৰমজান মাহত আৰম্ভ হোৱা প্ৰকাশ 2:185
- ধন্য ৰাতি 44:3;97:1-5
- 17:105-106 পৰ্যায়ত প্ৰকাশ কৰা হৈছে
- মনত ৰখাত সহজ কৰি তোলা 54:17
- পূৰ্বৰ প্ৰকাশিত বাক্য 3:3-4 পদত সত্যক নিশ্চিত কৰিছে
- পূৰ্বৰ শাস্ত্ৰসমূহৰ ওপৰত এক সৰ্বোচ্চ কৰ্তৃত্ব 5:48
- ইয়াত কোনো সন্দেহ নাই 2:2; 10:37
- কোনো বৈপৰীত্য নাই 4:82
- ৰচনা কৰা হোৱা নাই 10:37-39
- বাইবেল 25:4-6 পদৰ পৰা নকল কৰা হোৱা নাই
- চয়তানসকলে প্ৰকাশ কৰা নাই 26:210-212
- কোনেও ইয়াৰ দৰে কিবা এটা উৎপাদন কৰিব নোৱাৰে 17:88; 2:23-24;10:13-14; 11:13
- দুৰ্নীতিৰ পৰা সুৰক্ষিত 15:9
- সংৰক্ষিত ফলি 56:75-80ত সুৰক্ষিত
- মিছা প্ৰমাণ কৰিব নোৱাৰি 41:42
- ভৱিষ্যতৰ পৰিঘটনাৰ আগজাননী দিছে 30:1-7; 48:27
- বিশ্বাসীসকলক চকুলো টুকিবলৈ বাধ্য কৰে 5:83; 17:107-109
- হৃদয় স্পৰ্শ কৰে 39:23
- উজ্জ্বল পোহৰ 4:174; 42:52
- বিশ্বাসীসকলৰ বাবে নিৰাময় আৰু দয়া 17:82
- তওৰাত 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- শুভবাৰ্তা 3:3, 48 টা; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- গীতমালা 4:163; 17:55 বজাত
- অব্ৰাহামৰ পুস্তক 53:36-44; 87:14-19
ভাগ্য আৰু ভাগ্য 3:145; 9:51; 10:107; 11:6; 54:49; 67:30 বজাত
- মুক্ত পছন্দ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
বিচাৰৰ দিন
- কোনো অন্যায় নাই 2:281; 18:49; 40:17
- এপ'কেলিপছৰ ভয়ানকতা 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- সেইদিনা ধাৰ্মিক আৰু দুষ্ট লোক 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- মধ্যস্থতা (শাফাআত) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
কৰ্মৰ ৰেকৰ্ড 17:13; 18:49
- বিশ্বাসীসকলে তেওঁলোকৰ অভিলেখ সোঁহাতেৰে গ্ৰহণ কৰে 69:19-24; 84:7-9
- কাফিৰসকলে বাওঁহাতেৰে তেওঁলোকৰ অভিলেখ গ্ৰহণ কৰে 69:25-37; 84:10-15
- আল্লাহৰ পৰা একো লুকাই নাথাকিব 21:47; 40:16
- কৰ্মৰ ওজন 7:8; 23:102-104; 101:1-11
- শৰীৰৰ অংগসমূহৰ সাক্ষ্য 41:19-24; 24:24
- ভাল আৰু বেয়া কামৰ পুৰস্কাৰ 6:160; 27:89-90; 28:84
মানুহৰ প্ৰকাৰ
- বিশ্বাসীসকল 18:107-108
- কাফিৰ 4:167-169
- ভণ্ড 4:145; 57:13-15
- জান্নাতৰ বাসিন্দা, অগ্ৰণী বিশ্বাসী 55:46-61; 56:10-26
- জান্নাতৰ বাসিন্দা, সোঁপন্থীৰ লোক 55:62-78; 56:27-40
- নৰকৰ বাসিন্দা, বাওঁপন্থীৰ মানুহ 55:31-45; 56:41-56
- উচ্চতাত থকা মানুহ 7:46-49
অৰ্থনৈতিক
- ব্যৱসায়িক নিৰ্দেশনা 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- উইল , অউত্তৰাধিকাৰীলৈ ঐচ্ছিক উইল 2:180-183; 4:11-12
যাত্ৰাত থকাৰ সময়ত মৃত্যুৰ আগতে 5:106-108
- ঘোচ 2:188
- ঋণ, ঋণ সংগ্ৰহ কৰাত দয়া 2:280
- ঋণৰ চুক্তি লিখা আৰু সাক্ষী হোৱা 2:282
- জামিন লোৱা 2:283
- উত্তৰাধিকাৰ, নিৰ্দেশনা 4:7; 4:32-33; 8:75
- সন্তান আৰু পিতৃ-মাতৃৰ অংশ 4:11
- পত্নী আৰু মাতৃৰ ভাই-ভনী 4:12
- সম্পূৰ্ণ ভাই-ভনী 4:176
- যিসকলে মানি নচলে তেওঁলোকক সতৰ্কবাণী 4:13-14
- স্বাৰ্থ, নিষেধাজ্ঞা আৰু সতৰ্কবাণী 2:275-281; 3:130-132
- লাভহীন কৰি তোলে 30:39
আইনী
- দেশদ্ৰোহৰ আইন (হিৰাবাহ) 5:33-34
- ন্যায়, ন্যায়ৰ বাবে থিয় দিয়া 4:135; 5:8; 16:90-91
- অনাথ আৰু মহিলাৰ অধিকাৰৰ বাবে থিয় দিয়া 4:127
- এজন ইহুদীৰ প্ৰতি ন্যায় 4:105-112
- এজন পৌত্তলিকক ন্যায় 4:58
- অমুছলমানৰ সৈতে ন্যায়পৰায়ণতা 60:8-9
- আইনী মাধ্যমেৰে প্ৰতিশোধ (ক্ষমা কৰাৰ বিকল্পৰ সৈতে) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- স্বামী-স্ত্ৰীৰ মাজত বিচ্ছেদ, খুল' 2:229
- lian (ব্যভিচাৰৰ অভিযোগ) 24:6-10
ৰাজনৈতিক
- পৰামৰ্শৰ দ্বাৰা কাম-কাজ পৰিচালনা কৰা (শুৰা) 3:159; 42:38
- আত্মৰক্ষাত যুঁজ দিয়া (জেহাদ), শিষ্টাচাৰ 2:190-192; 2:216; 22:38-40
- নিৰ্বিচাৰে আক্ৰমণ নকৰিব 4:94
- নিপীড়িত পুৰুষ, মহিলা আৰু শিশুৰ বাবে যুঁজ দিয়া 4:75
- পূজাস্থলী ৰক্ষা কৰা 22:37
- শ্বহীদৰ পুৰস্কাৰ 2:154; 3:169-171; 9:111; 57:19
- সামৰিক শক্তি সম্ভাৱ্য শত্ৰুক বাধা দিয়ে 8:60
- শান্তিৰ বাবে বাছনি কৰা 2:192; 8:61
- পক্ষসমূহৰ মাজত শান্তি স্থাপন কৰা 49:9-10
- যুদ্ধবন্দী, চিকিৎসা 8:70; 47:4; 76:8
সামাজিক
- গ্ৰহণ 33:4-5
- অনাথ শিশুৰ যত্ন লোৱা 2:220; 4:2-10; 4:127; 6:152; 17:34
- বিবাহ বিচ্ছেদ, সালিসী আৰু মিলন 4:35; 4:128
- বিবাহ বিচ্ছেদৰ শিষ্টাচাৰ 2:229-231; 65:1-2
- যৌতুক আৰু অপেক্ষাৰ সময় 2:226-241; 4:19-21; 33:49; 65:1-7
- স্বামীয়ে যৌতুকৰ একো উভতাই নিদিয়া 4:20
- পত্নীক হাৰাশাস্তি কৰা নহয় 65:6
- গৰ্ভাৱস্থাত পত্নীক আৰ্থিকভাৱে সহায় কৰা হ’ব 65:6
- তাইৰ অপেক্ষাৰ সময়ছোৱাত 65:6
- যদি তাই প্ৰাক্তন স্বামীৰ সন্তানক স্তনপান কৰায়, 65:6
- কোনো পিতৃ-মাতৃয়ে নিজৰ সন্তানৰ বাবে দুখভোগ কৰিব নালাগে 2:233
- ভিজা-নাৰ্ছৰ বাবে বিকল্প 65:6
- ভালক উৎসাহিত কৰা আৰু বেয়াক নিষেধ কৰা 3:104; 3:110; 7:157; 9:71-72; 31:17
- মানুহৰ সমতা 49:13
- আল্লাহ আৰু বিধানৰ আগত পুৰুষ আৰু মহিলা, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40 বজাত
- মহিলাৰ ওপৰত পুৰুষৰ দায়িত্বৰ মাত্ৰা থাকে 2:228
- দুখীয়া, অনাথ, আৰু বন্দীসকলক খুৱাই দিয়া 76:8-9
- ক্ষমা আৰু ক্ৰোধ নিয়ন্ত্ৰণ 3:134; 42:40 বজাত
- দাসসকলক মুক্ত কৰা আৰু তেওঁলোকক সহায় কৰা 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- নিজৰ পিতৃ-মাতৃক সন্মান কৰা 4:36; 17:23-25; 31:14-15
- নম্ৰতা 17:37; 31:18-19 পদত
- অব্ৰাহামৰ সপোনৰ ব্যাখ্যা 37:102
- যোচেফৰ সপোনৰ ব্যাখ্যা 12:4; 12:36; 12:43
- মহম্মদৰ সপোনৰ ব্যাখ্যা 8:43; 48:27
- অমুছলমানসকলৰ প্ৰতি দয়া 60:8
- বিবাহ 4:3; 4:129; 16:72; 30:21
- বৈধ আৰু অবৈধ মহিলাক বিয়া কৰাব লাগে 4:22-24
- ঘনিষ্ঠতাৰ শিষ্টাচাৰ 2:222-223
- গৰ্ভাৱস্থা আৰু নাৰ্চিং 2:233; 31:4; 46:15; 65:6
- নিজৰ প্ৰাক্তন পত্নীক পুনৰ বিবাহ কৰা 2:230
- অবিবাহিতসকলক বিয়া কৰাবলৈ সহায় কৰা 24:32
- অপেক্ষাৰ সময়ছোৱাত সূক্ষ্মভাৱে আগ্ৰহ দেখুৱাইছে 2:235
- শপত 2:224-225; 16:91-92; 16:94
- ভঙা শপতৰ ক্ষতিপূৰণ দিয়া 5:89
- কঠিন সময়ত ধৈৰ্য্য 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- 24:58-60 বজাত আহিবলৈ অনুমতি
- মানুহৰ ঘৰত প্ৰৱেশ কৰা 24:27-28
- ৰাজহুৱা স্থানত প্ৰৱেশ কৰা 24:29
- সামাজিক শিষ্টাচাৰ, বাতৰি পৰীক্ষা কৰা 4:83; 49:6
- সকলোৰে প্ৰতি সন্মান 49:11-12
- সমাৱেশৰ শিষ্টাচাৰ 58:11
- ব্যক্তিগত আলোচনা 4:114; 58:9
- প্ৰতিজ্ঞা 2:270; 9:75-77; 22:29; 76:7
- অপচয় আৰু কৃপণালি 7:31; 17:29; 25:67
অন্যান্য কাহিনী
- হাবেল আৰু কয়িন 5:27-31
- আল-খাদিৰ আৰু মোচি 18:60-82
- হাতীৰ সেনা 105:1-4
- ফৰৌণৰ লোকসকলৰ পৰা বিশ্বাসী 40:28-46
- মৰিয়মৰ জন্ম 3:35-36
- ইস্ৰায়েলৰ সন্তানসকলৰ গৰু 2:67-74
- ইজ্ৰা 2:259
- বাগিচাৰ মালিক 68:17-32
- হাৰুট আৰু মাৰুত 2:102
- কোৰাহ 28:76-82
- লুকমানে নিজৰ পুত্ৰক দিয়া পৰামৰ্শ 31:12-19
- দুয়োখন বাগিচাৰ মালিক 18:32-44
- চেবাৰ লোকসকল 34:15-19
- গুহাৰ মানুহ 18:9-26
- খাদৰ মানুহ 85:1-8
- বিশ্ৰামবাৰ ভংগকাৰী 7:163-165
- ছামিৰি আৰু সোণালী পোৱালি 20:83-97
- চৌল আৰু চমূৱেল 2:247-251
- জুল-কাৰনাইন 18:83-98
ডেভিলছ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30 বজাত; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- চয়তানী মানুহ আৰু জিন 6:112;114:6
- স্বৰ্গ চয়তানৰ পৰা সুৰক্ষিত 15:16-18
অনুশোচনা
- নবী 25:27 পদ অনুসৰণ নকৰা
- আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আজ্ঞা পালন নকৰা 4:41-42; 33:64-68
- দুষ্ট বন্ধু লোৱা 25:28-29; 26:96-102; 43:36-39
- আল্লাহৰ নিদৰ্শনক অস্বীকাৰ কৰা 6:27-30
- আখিৰাতৰ বাবে কাম নকৰা 89:23-24
হতাশজনক অনুৰোধ
- জগতলৈ ঘূৰি আহিবলৈ ভিক্ষা কৰা 2:167; 6:27-28; 32:12-14; 42:44
- দ্বিতীয়টো সুযোগৰ বাবে 35:36-37
- জুইৰ পৰা আঁতৰাই পেলোৱা হ'ব 40:10-12
- খাদ্য আৰু পানীৰ বাবে 7:51-52
- মধ্যস্থতাকাৰীৰ বাবে 7:52-53
- ধূলিৰ লগত সমতল কৰা 4:41-42; 78:40
- মৃত্যুৰ বাবে 43:74-78
সৎ লোকৰ গুণ
- সৃষ্টিকৰ্তা আৰু তেওঁৰ সৃষ্টিৰ অধিকাৰ পালন কৰা 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
দুষ্টৰ গুণ
- অকৃতজ্ঞ 14:34
- কৃপণালি 17:100
- খৰখেদাকৈ 21:37
- আল্লাহক কেৱল কঠিন সময়তহে স্মৰণ কৰক 10:12; 41:51
- অধৈৰ্য্য 70:19
- যুক্তিবাদী 18:54
ডাঙৰ পাপ
- ইবাদত (শ্বিৰ্ক)ত আল্লাহৰ লগত আনক শ্বৰীক কৰা 4:48; 4:116; 5:72; 6:19; 31:13:
- নিজৰ পিতৃ-মাতৃক গালি-গালাজ কৰা 4:36; 6:151; 17:23
- ফৰজ নামাজক অৱহেলা কৰা বা পৰিত্যাগ কৰা 19:59-60
- দান-কৰ নিদিয়া 41:6-7
- হত্যা 6:151; 17:33
- ইচ্ছাকৃতভাৱে এজন বিশ্বাসীক হত্যা কৰা 4:93
- চুৰি 5:38
- জালিয়াতি 7:85; 11:85; 26:182-183; 83:1-6
- মিছা কোৱা 2:10; 9:77; 39:60
- আল্লাহৰ বিষয়ে মিছা কোৱা 6:93; 29:68; 61:7
- নিষিদ্ধ যৌন সম্পৰ্ক 2:222; 17:32; 24:2; 25:68; 29:28-30
- ব্যভিচাৰৰ মিছা অভিযোগ 24:4-5
- ধৰ্মত্যাগ 2:217; 5:54
- গাহৰি আৰু অন্যান্য নিষিদ্ধ খাদ্য (শৰ, তেজ আদি) খোৱা 5:3; 6:145
- মদ আৰু জুৱা 5:90-91
- বেকবাইটিং 49:11
- মিছা সাক্ষ্য 22:30
- যাদু 2:102; 10:77; 20:69
""";
