const String quranIndexAmharicRaw = r"""
አሮን (ሃሩን) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'Abasa, S.80; 74:22
ምስጋና (ውዱ)፣ 4:43; 5:6
አብርሃም (ኢብራሂም) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- አይሁዳዊም ክርስቲያንም አልነበረም፣ 3:67-68
- በባካህ ባለው የመጀመሪያ መቅደስ ቆሟል፣ 3:97; 26:123
- የካዕባን መሠረት አቆመ 2:124-129;
- ሕዝቦቹን ለአንዱ እውነተኛ አምላክ አምልኮ ጠራ 2:130-133; 26:69-89; 29:16; 29:24-27;
- ትዕቢተኛ ንጉሥን ተከራከረ 2:258,
- ትንሣኤን ጠየቀ 2:260;
- አይሁዳዊም ክርስቲያንም አልነበረም 3:65-68;
- የሰማይ አካላት አምልኮን ውድቅ አደረገ 6:74-87;
- ስለ ይስሐቅ ልደት ዜና ተቀበለ 11:69-76; 51:24-30;
- በካዕባ ዘንድ ያደረገው ጸሎት 14:35-41;
- በመልአኮች ተጎበኘ 15:51-56;
- አርዓያ ሰብ 16:123;
- አባቱን ወደ እውነት ጠራ 19:41-50;
- ጣዖታትን አወደመ ከእሳቱም ዳነ 21:51-73; 37:83-113;
- ሁሉንም ወደ ሐጅ ጠራ 22:26
አብራር፣ 3:193, 198; 76:5; 82:13; 83:18-22
መሻር፣ 2:106, 16:101
አቡ ለሀብ፣ 111:1-5
የዓድ ሕዝቦች፣ 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
አዳም፣ 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- መላዕክት ሊሰግዱለት ታዘዙ፣ 2:34; 7:11
- የዕውቀት ዛፍ፣ 2:35; 7:19-20; 20:120-121
- ከገነት መባረር (በሔዋን ላይ ምንም ጥፋት የለም)፣ 2:36; 7:24
- በአላህ ተከብሮ በሰይጣን ተፈተነ 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85;
- በአላህ ተምሯ 2:37; 20:122
'Adiyat, S.100
የዓድን ገነት፣ 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ፈተና
- በሌላ ሰው ሸክም አትጫን፣ 6:164; 17:15; 35:18; 39:7; 53:38
- ከችሎታ በላይ አትጫን፣ 2:286; 6:152; 7:42; 23:62
- በፈተና ጊዜ ትዕግሥት፣ 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
እርጅና፣ 16:70; 22:5; 30:54; 36:68
- ለሚንከባከቧቸው ዕድሜ ለገፉ ወላጆቻቸው ሊያሳዩ የሚገባ ባህሪ፣ 17:23
አህመድ፣ 61:6
አህቃፍ፣ S.46; 46:21
አህዛብ፣ S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
የአይካህ ሰዎች፣ 15:78; 26:176; 38:13; 50:14
A'la S.87; 87:1; 92:20
'Alaq, S.96
Al-Imran, S.3
አላህ
- ለእርሱ አንድ ቀን ሃምሳ ሺህ ዓመት ነው፣ 70:4
- ለእርሱ አንድ ቀን ሺህ የሰው ዓመት ነው፣ 22:47; 32:5
- ማንኛውንም ነገር ማድረግ ይችላል፣ 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ከሁሉም ፈራጆች ምርጥ ነው፣ 95:8
- ከፍቻ አልፎ ይሄዳል፣ 43:82; 67:12
- የከሃዲዎችን ሴራ ያደናቅፋል፣ 8:30; 8:36
- ሰዎችን እንዲጠፉ ሌሎችንም እንዲፈጠሩ ያደርጋል፣ 4:133; 14:19; 35:16
- ሳቅንም ለቅሶንም ያደርጋል፣ 53:43
- አንድ ሰው ምዕተ ዓመት እንዲተኛ አደረገ፣ 2:259
- እውነቱን ለሚክዱ ጠላት ነው፣ 2:98
- ጠዋትም ማታም ምስጋናን ዘምሩለት፣ 33:42
- ሐሰተኛ ሴቶች ልጆቹ፣ 16:57; 17:40; 43:16; 52:39; 53:21-22
- በስም፣ 53:19-20
- ለሰዎች ነፃ ፈቃድ ሰጥቷል፣ 36:67
- ሁሉንም ለእርሱ መስጠት፣ 4:66-68; 4:125
- መልካምና ክፉ ከእርሱ ነው፣ 4:78
- ሕይወትን ሞትንም ይሰጣል፣ 44:8; 53:44; 57:2; 67:2
- ጠንክረው የሚሠሩ የተሻለ ምንዳ ያገኛሉ፣ 4:95-96; 5:54; 9:120; 49:15; 61:11
- ጓደኛ የለውም፣ 72:3
- ልጅ የለውም፣ 43:81; 72:3; 112:3
- በመከራህ ጊዜ አልተዋህም፣ 93:3
- በዕውቀቱ በሁሉም ቦታ ይገኛል፣ 2:115; 2:142; 2:177; 4:126
- ፊተኛውና መጨረሻው ነው (አልፋና ኦሜጋ)፣ 57:3
- ገሃዱና ሰውሩ ነው፣ 57:3
- ከፍቻ ያለፈውን ያውቃል፣ 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- በፍትሐዊ ሁኔታ የሚሠሩትን ይወዳል፣ 49:9
- ስለ ያልተናገረው ሕግ አላወጣም፣ 5:101; 6:140; 6:148; 7:32
- በጦርነት ምርኮኞች መካከል ደግነት ላላቸው ምሕረት፣ 8:70
- ተፈጥሮው፣ 2:255
- ምንም ሰው አምላክ አይደለም፣ 3:64; 3:151
- ሦስትነት አይደለም፣ 4:171
- ከክፉ ወደ እርሱ መጠጊያ፣ 113:1-5; 114:1-6
- ቆሞ ተቀምጦ ተኝቶ ማስታወስ፣ 3:191; 4:103; 10:12; 25:64
- በማኅፀን ውስጥ ይቀርጽሃል፣ 3:6
- ዙፋኑ በውሃ ላይ ያርፋል፣ 11:7
- ምንም እንደማታውቁ ነገሮችን ይፈጥራል፣ 16:8
- ለፍጥረቱ ግፍ አይሻም፣ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ቃል ኪዳኖች፣ 8:72; 9:7
- ክርስቲያኖች እና አይሁዶች፣ 5:51
- ለሚክዱ ዘመዶች የተከለከለ፣ 9:23-24
- ከምናፍቃን ጋር የተከለከለ፣ 4:88-89; 4:139; 4:144
አልያሳዕ (ኤልሻን ይመልከቱ)
አማናህ፣ ታማኝነትና አላህ የደነገጋቸው ግዴታዎች ወዘተ.፣ 2:283; 4:58; 8:27
- ታማኝነትን ይመልከቱ
መላዕክት፣ 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- ከእሳት ተፈጥረዋል፣ 7:12; 38:76
- ስምንቱ በፍርዱ ቀን የአላህን ዙፋን ይሸከማሉ፣ 69:17
- ሴቶች ናቸው የሚለው ሐሰተኛ ይሆናል፣ 43:19; 53:27
- ጠባቂ 82:10-12; 86:4
- አስራ ዘጠኙ ሲኦልን ያስተዳድራሉ፣ 74:30-31
- ምኞቶችን ለማሟላት አይላኩም፣ 15:7-8
- ለማነሳሳት ተልኳል፣ 16:2
ቁጣን ማቆም፣ 3:134
'Ankabut, S.29
ጉንዳኖች፣ 27:18
ዝንጀሮዎች፣ 5:60
- ናቃቂዎች፣ 2:65; 7:166
ከሃዲነት፣ 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ለከሃዲዎች ፈጣን ቅጣት አትለምን፣ 46:35
- አላህ ብቻ ይቀጣቸዋል፣ 73:11; 74:11
- በዓለም ተቀጣ፣ 2:217; 9:74
- በሌሎች መወዳጀት አልቦ፣ 3:87
- ንስሐ፣ 3:89; 5:34; 9:5; 9:11
- በፍርዱ ቀን ዘግይቷል፣ 40:85
- በጉልበት ስር፣ 16:106
ከሃዲዎች፣ 47:25
A'raf, S.7; 7:46, 48
አረፋት፣ 2:198
ክርክር
- ለሚታለሉ ሰዎች ወገን አትቆም፣ 4:107
- በዚህ ዓለም ወደናቸው ተከራከርህ፣ ነገር ግን በትንሣኤ ቀን ማን ይከራከርላቸዋል፣ 4:109
ክርክሮች/ጥቃቶች
- በዓይነቱ ምላሽ ስጥ፣ 8:58
- ትዕግሥተኛ መሆን ይሻላል፣ 16:126
ትጥቅ፣ 16:81
'Asr, S.103
አያት አል-ኩርሲ፣ 2:255
험ሳጭ፣ 49:12; 104:1
የበድር ጦርነት፣ 3:13,
- ትምህርቶቹ፣ 8:5-19, 42-48
አል-ባይት-ኡል-ማዕሙር፣ 52:4
ባካህ (መካ)፣ 3:96
ባዕል፣ 37:125
Balad, S.90
ሚዛን፣ 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
የባኑ አን-ናዲር፣ 59:2-6, 13
Baqarah, S.2
Bara'a (ተውባህን ይመልከቱ)፣ S.9
ባርዛህ (እንቅፋት)፣ 23:100; 25:53; 55:20;
- ደግሞ 18:94-97; 34:54; 36:9 ይመልከቱ
Baiyinah, S.98
የመጨረሻ ቀን አውሬ፣ 27:82
ቤዱዊኖች፣ 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ንብ፣ 16:68-69
ባህሪ
- ቅዱሳን ጽሑፎች ለተሰጣቸው ሰዎች በጨዋነት ተከራከር፣ 16:125, 29:46
- ስለማታውቀው ጉዳይ ጣልቃ አትግባ፣ 17:36
- ከባድ ኃጢአቶችን እና ነውራዊ ድርጊቶችን ተዋቸው፣ 53:32
- ስለ እርስ በርሳቸሁ ጥርጣሬ አትያዙ፣ አትሰልሉ አትሳሳሳቡ 49:12
- በሐሳብህ ፍትሐዊ ሁን፣ 6:152
- ማህበረሰቡ ልከኛ ይሁን፣ 2:143; 25:67
- ትዕቢት ይወቀስ፣ 4:36, 57:23
- እርዳታ ለሚጠይቁህ ሰዎች አትዝለፍ፣ 93:10
- ራስህን ንጹህ አትቁጠር፣ 53:32
- ሌሎችን አትሳለቅ፣ 49:11; 104:1
- ክፉ ነገሮችን ሰዎች ፊት አታውጣ፣ 4:148
- ስለ እርስ በርሳቸሁ ክፉ አትናገሩ፣ 104:1
- እያንዳንዱ ቡድን ሕግ እና የሕይወት መንገድ ተሰጥቶታል፣ 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- እና የአምልኮ መንገድ፣ 22:67
- አላህ ሁሉንም አንድ ማህበረሰብ ማድረግ ይችል ነበር፣ 5:48; 11:118; 16:93; 42:8
- ከአላህ ጋር አንድ ማህበረሰብ፣ 21:92
- አይሁዶችን ምሕረት አድርግ፣ 5:13
- ከሃዲዎችን ምሕረት አድርግ፣ 31:15; 45:14
- ቶሎ ምሕረት አድርግ፣ 42:37
- ገዢዎች ከምክር በኋላ ይወስናሉ፣ 42:38
- እና ነቢይ፣ 10:47; 16:36
- አማኞችን ማዋረድ ኃጢአት ነው፣ 33:58
- ወንዶች (ወደ ሴቶች)፣ 24:30
- ሰላምን ፈጣሪዎች ይሸለማሉ፣ 42:40
- ምንም ማድረግ ካልቻልህ ለሚያስፈልጋቸው ሰዎች ፍትሐዊ ቃላት ተናገር፣ 17:28
- ዕድሜ ለገፉ ወላጆቻቸው ሊያሳዩ የሚገባ ባህሪ፣ 17:23
- ወደ ሌሎች ሙስሊሞች፣ 33:6
- ወደ ሌሎች፣ 17:26-29; 17:35; 17:53; 60:8
- ወደ ወላጆቻቸው፣ 46:15
- ወደ ባሮቻቸው፣ 4:36; 24:33
- ጠላተኛ ያልሆኑ ከሃዲዎችን በፍትሐዊነት ያዝ፣ 60:8
- የነቢዩ ሚስቶች፣ 33:28-34
- ሴቶች (ወደ ወንዶች)፣ 24:31
- በሁሉም ራዕዮች፣ 2:136; 2:285
- ተፈጥሮአቸው፣ 49:14-15
አማኞች፣ 2:2-5; 2:285; 8:2-4; 8:24
ኑዛዜ፣ 2:180, 240; 4:7, 12; 36:50
ክዳት (ማታለል፣ ማጭበርበር)፣ 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
መጽሐፍ ቅዱስ፣ 5:64, 5:65, 5:68
- መዛባቱ፣ 3:78; 5:14-15
ወፎች፣ 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
የደም ዋጋ (ዲያ)፣ 2:178-179; 4:92; 17:33
ምርኮ፣ የጦርነት፣ 4:94. 8:41; 59:6-8;
- በሕገ ወጥ መንገድ መውሰድ፣ 3:162
- ምርኮን ይመልከቱ
ጉቦ፣ 2:188
ቡድን፣ 22:36
ሸክም
- ሌላ ሰው ሸክምን ማንም ሸካሚ አይሸከምም፣ 35:18; 39:7; 53:38
- ከሃዲዎች የሌሎቹንም ሸክም ይሸከማሉ፣ 16:25; 29:13
- የሚሸከሟቸው ሸክሞች ክፉ ናቸው፣ 6:31, 164
- አላህ አንድን ሰው ከሚቋቋመው ባሻገር አይጭነውም፣ 2:286; 7:42; 23:62
Buruj (ትልልቅ ከዋክብት)፣ S.85; 85:1; 15:16; 25:61
ግመል፣ 6:144; 7:40; 77:33; 88:17
ምርኮኞች፣ 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- የጦርነት እስረኞችን ደግሞ ይመልከቱ
ከብቶች፣ 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
የሠዋር ዋሻ፣ 9:40
የዋሻ ሰዎች 18:9-22, 25-26
ከእውነት ጋር እርግጠኝነት፣ 56:95; 69:51
ምጽዋት (ሰዳቃ)፣ 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- የምጽዋት እና የዘካ ዓላማዎች፣ 2:273; 9:60
ልጆች 2:233; 42:49-50
- ልጆቻቸውን ያለ ዕውቀት ሞኝነት የሚገድሉ ጠፍተዋል፣ 6:140
ክርስቶስ (ኢየሱስን ይመልከቱ)
ክርስቲያኖች፣ 5:14, 19, 64-65, 69; 22:17
- ኢየሱስን አምላክ እንዳያደርጉ ተጠይቀዋል፣ 4:171
- ለሙስሊሞች ፍቅር ከሚሰማቸው ሰዎች ቅርብ ናቸው፣ 5:82
- አብዛኞቹ ሊያስቡ የሚገባቸውን ነገር ረስተዋል፣ 5:14
- አሁን ወደ እናንተ መልዕክተኛ ይመጣ፣ 5:15, 19
- ጻድቃን ይሸለማሉ፣ 2:62; 5:65; 5:69
- "ኢየሱስ የአላህ ልጅ ነው" ይላሉ፣ 9:30
የወደቁ ከተሞች፣ 69:9
የደህንነት ከተማ፣ 95:3
ልብስ፣ 7:26; 16:81
- የእሳት ልብስ፣ 22:19
- ሽፋን ወይም የሴቶች ልብስ ከቤት ውጭ፣ 24:31
- የሴቶች ውጫዊ ልብስ ከምናፍቃን ትንኮሳ ይከልካቸዋል፣ 33:59-60
ኮፌዴሬቶች፣ 33:9, 22
- አህዛብን ይመልከቱ የጋራ ምክክር፣ 42:38
ፍጥረት
- ይጀምራሉ እና ይደገማሉ፣ 10:4; 21:104; 27:64; 29:19-20
- አዲስ ፍጥረት፣ 17:49, 98; 35:16
- በእውነት፣ 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- ለጨዋታ አይደለም፣ 21:16-17; 23:115
- ሁሉም ሕያው ነገሮች ተፈጥረዋል፣ 21:30; 24:45; 25:54
- የሰው ፍጥረት፣ 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- የመጀመሪያው ቅርጽ 56:62
- በስድስት ቀናት፣ 7:54; 11:7; 32:4; 50:38; 57:4
- በጥንዶች፣ 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- ልዩነት ፍጥረት ውስጥ፣ 35:27-28
- አላህ "ሁን!" ይላል — ይሆናልም፣ 2:117; 16:40; 36:82; 40:68
- እንደ ዓይን ጥቅሻ፣ 54:50
- ሌሊትና ቀን፣ ፀሐይና ጨረቃ፣ 39:5
- ሰማይና ምድር ፍጥረት ከሰው ፍጥረት ይበልጣል፣ 40:57; 79:27
- ዓላማ፣ 51:56
ቁራ፣ 5:31
መስፈርት፣ 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr (ኢንሳንን ይመልከቱ)፣ S.76; 45:24
- ጊዜ፣ 76:1; 103:1
ዳዊት፣ 5:78; 6:84; 17:55; 34:10, 13; 38:17-30;
- መዝሙሮቹ ተሰጡት 4:163
- ያጋለዮሳቸውን ጎልያድን ገደለ፣ 2:251
- ፍርድ አለፈ 21:78-80;
- በዕውቀትና ነቢዩነት ተባረከ 27:15-16;
- ተራሮችና ወፎች አላህን ለማወደስ ይቀላቀሉት 34:10; 38:17-20;
- በሁለት ሰዎች መካከል ፍርድ ሰጠ 38:21-26
ዳዋብ ወይም ዳባህ (የሚንቀሳቀስ ሕያው ፍጡር ወዘተ.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
ሙታን ይነሱ ዘንድ ነው፣ 6:36
ሞት፣ 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ከጦርነት ሽሽት፣ 33:16
- በአላህ መንገድ፣ 3:195; 22:58; 47:4
- ራዕይ የሌላቸው ማህበረሰቦች አይጠፉም፣ 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- በአላህ መንገድ የሞቱ ሕያዋን ናቸው፣ 2:154; 3:169
- ወደ አላህ ወደ ሸሹ ጊዜ፣ 4:100
- ሊቆምም ሊዘገይም አይቻልም 63:10-11;
- የእንቅልፍ መንትያ ወንድም 6:60; 39:42;
- አማኞች እና ከሃዲዎች በሞት ጊዜ 8:50; 16:27-32; 41:30;
- በመቃብር ውስጥ ቅጣት 40:46
빚ዎች፣ 2:280, 282; 4:11-12
ድንጋጌ
- ለእያንዳንዱ ጉዳይ ድንጋጌ አለ፣ 13:38
- ለምናጠፋቸው ከተሞች ሁሉ ታወቀ ድንጋጌ ነበር፣ 15:4
- ሁሉም ጉዳዮች ከአላህ ናቸው፣ 44:5
- ጉዳዩን ሲወስን "ሁን!" ይላል — ይሆናልም፣ 2:117; 36:82; 40:68
ሥራዎች
- ክፉ ሥራዎቻቸው ያምሩላቸዋል፣ 47:14
- ለእኛ ሥራዎቻችን ለናንተ ሥራዎቻችሁ፣ 28:55; 42:15; 45:15
- መልካምና ክፉ ሥራዎቹ ለራሱ ናቸው፣ 41:46
- ሰው ሥራዎቹ ለአንገቱ ታስረዋል፣ 17:13
ደረጃዎች፣ እንደ ሥራቸው ልክ፣ 6:132
ምኞት፣ ክፉ ምኞታቸውን ተከተሉ፣ 47:14, 16
- ፈጣሪውን አምላኩ ያደረገ፣ 25:43
በአላህ ምሕረት አትስፋ፣ 39:53; 21:87-88; 68:48-50
- ዮናስን ደግሞ ይመልከቱ
Dhariyat, S.51
ዚክር፣ 7:205; 15:6, 9
ዙልኪፍ፣ 21:85; 38:48
ዙልቀርነይን፣ 18:83-98
ዙን-ኑን (የዓሣ ጓደኛ)፣
ከሃዲዎች (ምናፍቃኖቹንም ይመልከቱ)
- ሙሐመድ (ﷺ) በማስረጃነት የአላህ ቁጣ እንዲወርድ ይጠይቁ፣ 6:57-58; 8:32; 10:49-52
- በጨዋነት ኩባንያቸውን ይዝ፣ 31:15
- የሚሉትን በትዕግሥት ሸካ፣ 20:130; 50:39
- ከእነርሱ ጋር ቃል ኪዳን፣ 8:56; 8:72; 9:4, 7
- ቃል ኪዳን መስበር፣ 8:58; 9:12
- አላህ ሴራቸውን ያደናቅፋቸዋል፣ 8:30, 36
- አላህን ያሾፉ ጊዜ ኩባንያቸውን ተው፣ 4:140; 6:68
- ጥበቃ ቢጠይቁ ጠብቃቸው፣ 9:6
- በጦርነት ጊዜ ቅጣት፣ 8:12, 50, 59
- ወደፊቱ ቅጣት፣ 8:37
- መስጂዶችን መጎብኘት ወይም ማስተዳደር አይገባቸውም፣ 9:17
- በጨዋነት ተናገራቸው፣ 17:53
- ጠንክሮ መዋጋት፣ 9:73; 25:52; 66:9
- ጠላተኛ ያልሆኑትን በፍትሐዊነት ያዝ፣ 60:8
- ከሌሎች ከሃዲዎች ጋር ብቻ ይዋሃዳሉ፣ 8:72
ደቀ መዛሙርት (የኢየሱስ)፣ 3:52; 61:14
በምናፍቃን እና ከሃዲዎች ልብ ውስጥ ያለ ሕመም፣ 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ዕፀዋት (መጽሐፍ) ማዛባት፣ 3:78; 5:14-15
ስርጭት
- ሰዎች ውስጥ፣ 30:22, 35:27-28
- ሕይወት ውስጥ፣ 35:27-28
ፍቺ፣ 2:228-232, 236-237, 241; 4:35, 130; 65:1-7;
- ከጥበቃ ጊዜ በኋላ ፍቺ ወይም ዕርቅ፣ 2:231; 65:2
- ሁለት ምስክሮች፣ 65:2
- ጋብቻ ማካካሻ፣ 2:233, 241
- ለቀድሞ ባለቤት ወራሽ ይዘልቃል፣ 2:233
- ሁለት ጊዜ ሊሻር ይችላል፣ 2:229
- ያዝ ሁኔታ፣ 2:229, 236-237
- አስፈላጊ ከሆነ ጡት አጥቢ ፈልግ፣ 65:6
- ዚሃርን ደግሞ ይመልከቱ
ፍቺ፣ ወንድ
- አንዲት ሴት ለሌላ ሲፈታ - ከሰጠው ነገር አይውሰድ፣ 4:20
- ሚስቱን አታስጨንቅ፣ 65:6
- ሚስቶቹን ፈቃዳቸው ሳይሆን አትያዛቸው፣ 4:19
- አዕምሮውን ለመቀየር አራት ወር፣ 2:226
- ሚስቱን ሙሉ በሙሉ ደግፋት ​​እርግዝናዋ እና የጥበቃ ጊዜ፣ 65:6
- ልጅህን ከምታጠባ ሚስትህን ሙሉ በሙሉ ደግፋት፣ 65:6
- እናት ምክንያቱ ዘጠና አልባ ልጇ ምክንያት ሊሰቃይ አይገባም፣ 2:233
- ቅድመ ኢስላም፣ 58:2
- ለዕርቅ ፈቃደኛነት ሁለት ወር ተከታታይ ጾም፣ 58:4
- ለዕርቅ ፈቃደኛነት 60 ሰዎችን ምግብ አቅርብ፣ 58:4
- ለዕርቅ ፈቃደኛነት ባሪያ ነጻ አውጣ፣ 58:3
- የዕርቅ ሙከራ፣ 4:35
- ጋብቻ ሳይፈጸም ኃጢአት የለም፣ 2:236
- ሙሽሪት ግማሽ ቀለብ የማግኘት መብት አላት፣ 2:237
ፍቺ፣ ሴት
- ሦስተኛ ፍቺ በኋላ (ይህ ከሌላ ባል) ወደ ቀድሞ ባሏ መመለስ ትችላለች፣ 2:229
- ጥገና የማግኘት መብት አላት፣ 2:241; 65:1
- ፍቺ ለማድረግ እኩል መብት፣ 2:228
- ባሏ ሊጎዳት ፈርታለች፣ 4:128
- ባሏ የሰጣትን ማስቀረት ትችላለች፣ 2:229
- ከቤታቸው አትባረር፣ 65:1
- እርግዝናን ውድቅ ለማድረግ ሦስት ወር ጥበቃ፣ 2:228
- ከወር አበባ ነጻ ለሆኑ ሦስት ወር ጥበቃ፣ 65:4
- ጋብቻ ሳይፈጸም ካልሆነ፣ 33:49
ውሾች፣ 7:176
አህያ (አሳ)፣ 2:259; 16:8; 31:19; 62:5; 74:50
ሀሳ
- አልኮሆላዊ፣ 2:219; 5:90
- ንጹህ እና ነጭ ጣፋጭ፣ 37:45-46; 76:21
- ንጹህ ታሸገ ወይን፣ 83:25
Duha, S.93
Dukhan, S.44
የዝሆን ሠራዊት፣ 105:1-5
ኤልያስ (ኤልያሁ፣ ኢልያሲን) 6:85; 37:123-132
ኤልሻ (አልያሳዕ) 6:86; 38:48
ሄኖክ (ኢድሪስን ይመልከቱ)
ሁኔታ፣ 56:1; 69:15
ክፋት፣ 4:123; 10:27-30; 19:83; 59:15
- ሰዎች ፊት ሊነገር አይገባም፣ 4:148
- ከራሳችን ነው ነገር ግን መልካም ከአላህ ነው፣ 4:79; 42:48
- ክፋትን ምሕረት አድርግ፣ 4:149
- ዋጋ ይከፈለዋል፣ 6:160; 42:40
- ሴራ የሚጠቁ፣ 16:45-47
- መጨረሻቸው ክፉ ነበር፣ 30:10
- በምድርና ባሕር ተስፋፋ፣ 30:41
- ክፋትን ይመልከቱ
- ለጥሩ ሁን፣ 7:95
- ክፉ ምኞታቸውን ተከተሉ፣ 47:14, 16
- ሥራዎቻቸው ያምሯቸዋል፣ 47:14
ከልካኝ
- ምግብ ላይ የተከለከለ፣ 5:87
- ሃይማኖት ላይ፣ 4:171; 5:77-81
ዓይኖች፣ ጆሮዎች እና ቆዳዎች ኃጥዓን ላይ ምስክር ይሆናሉ፣ 41:20-23
ዕዝራ (ዑዛይር) 9:30
የአላህ ፊት ወይም ሰዓት፣ 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ያምሩ
- አላህ ለእያንዳንዱ ሕዝብ ሥራዎቹ እንዲያምሩ አድርጓል፣ 6:108
እምነት (ቅብ)፣ 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ሃይማኖትን ያወቀ፣ 3:116
- እምነት ማደግ፣ 3:173
- በእርግጠኝነት፣ 44:7; 45:4, 20; 51:20
- ወደ እምነቱ መርቶሃል፣ 49:17
Fajr, S.89
Falaq, S.113
ስለ ቁርዓን ቁጥሮች የሐሰት ቅሬታ፣ 6:68
ሐሰተኛ አማልክት
- ከአላህ ሌላ ጣዖቶችና ሊባሉ የሚችሉ ሸሪኮች 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ከአላህ ሌላ የሚያመልኳቸውን አትሳደብ፣ 6:108
- ጣጉቱን ደግሞ ይመልከቱ
ውሸት (ባጢል)፣ 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ሰው ሥራዎቹ ለአንገቱ ታስረዋል፣ 17:13
ጾም፣ 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- ነጩ ክር ከጥቁሩ ክር ሲለይ እስከሚታይ ብሉ ጠጡ፣ 2:187
Fath, S.48
Fatihah, S.1
Fatir, S.35
ፊዲያ (ቤዛ)፣ ጾም፣ 2:196
- ምርኮኞችን ለማስለቀቅ፣ 8:67
- ከሃዲዎች ያቀረቡት ቤዛ፣ 3:91; 5:36, 37; 10:54; 13:18
በለስ፣ 95:1
ውጊያ
- በአላህ መንገድ ከሃዲዎች ላይ፣ 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ተደንግጓል፣ 2:216
- በቅዱስ ወራት ውስጥ፣ 2:217; 9:5
- የእስራኤል ልጆች፣ 2:246-251
- ለአላህ ምክንያት እና ለተጨቆኑ ወንዶችና ሴቶች፣ 4:74-76
- ፊትና እስኪጠፋ ድረስ፣ 8:39
- ሀያ ሁለት መቶ ሲያሸነፍ፣ 8:65
- በአላህ የማያምኑ ላይ፣ 9:29
- ለተጎዱ ፈቃድ፣ 22:39-41
- እና ምናፍቃን፣ 47:20
- ከውጊያ ነፃ የሆኑ፣ 48:17
Fil, S.105
የፊርዳዊስ ገነት፣ 18:107; 23:11
እሳት፣ 56:71, 100:2
ዝንብ፣ 22:73
ምግብ
- ሕጋዊ እና ሕገ ወጥ (ሐላልና ሐራም)፣ 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ባለፈው ጊዜ የበሉት ኃጢአት የለም፣ 5:93
- አትለፍ፣ 5:87
- አላህ ሕጋዊ ያደረገውን ሕገ ወጥ አታድርግ፣ 5:87; 7:32; 16:116
የተከለከሉ ድርጊቶች፣ 6:151-152; 7:33
ምሕረት፣ 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- የምዕምናን ግዴታ፣ 42:37; 45:14
- ምዕምናን ለቅዱሳት መጻሕፍት ሕዝቦች፣ 2:109
- አላህ ለሚፈልጋቸው ይምራቸዋል፣ 4:48
- አላህ ሸሪክ ማበጀት አይምርም፣ 4:48, 116
- የአላህ ምሕረት የሚጠይቅ ሁሉ፣ 4:110
- ሙሽሪኮች ይምሩ ዘንድ አላህን አትጠይቅ፣ 9:113
- አላህ ኃጢአቶቹን ሁሉ ይምራቸዋል፣ 39:53
- መላዕክቶች ለምድር ሰዎች ምሕረት ይጠይቃሉ፣ 42:5
- ሲቆጡ ይምሩ፣ 42:37
- ምሕረት አድርጉ ዕርቅ አድርጉ፣ 42:40
- ምዕምናን ለአላህ ቀናትን የማይጠብቁ ምሕረት ያድርጉ፣ 45:14
- ከባድ ኃጢአቶችን ያወቁ፣ 53:32
- ምሕረቱ ወደ ምሕረት ቸኩሉ፣ 57:21
- ክፉ ሥራዎች ወደ ሥራ ይለወጣሉ 25:68-71
ማጭበርበር (ክዳትን ይመልከቱ) 83:1-6
ነፃ ፈቃድ
- በአላህ ፈቃድ ይወሰናል፣ 6:107; 10:99; 74:56; 76:31; 81:28-29
- ለሚፈልጉ ያምኑ ወይም ይካዱ፣ 18:29
- ወደ ጌታው ይሂዱ፣ 76:29
- ቀጥ ብለው ይሂዱ፣ 81:28
የዓርብ ጸሎቶች፣ 62:9-11
ፍራፍሬዎች፣ 6:41; 16:11
- ገነት ውስጥ፣ 43:73
- ሁሉም ዓይነት፣ 47:15
- እንደ ፈለጉ፣ 77:42
Fujjar, 82:14-16; 83:7
Furqan, S.25
Fussilat (Ha Mimን ይመልከቱ)፣ S.41
ጅብሪል (ጀብሪል) 2:97-98; 26:193; 66:4; 81:19-21
- ሩህ፣ 26:193; 67:12; 70:4; 78:38; 97:4
- ሩህ-ኡል-ቁዱስ፣ 2:87, 253; 5:110; 16:102
ቁማር፣ 2:219; 5:90
ጨዋታ፣ ኢሕራም ሁኔታ ውስጥ፣ 5:94-96
Ghafir (ሙዕሚንን ይመልከቱ)፣ S.40
Ghashiyah, S.88
ጉሱል፣ 4:43; 5:6
ስጦታዎች፣ 30:39
ጎልያድ (ጃሉት) 2:249-251
መልካም (ቀናት)፣ 3:140
- የሚጠሉትን ነገር መልካም ሊሆን ይችላል ትወዱትን ክፉ ሊሆን ይችላል፣ 2:216
- ዋጋ ይከፈለዋል፣ 4:85; 28:54
- ሁለት እጥፍ ዋጋ ይከፈለዋል፣ 4:40; 28:54
- አስር እጥፍ ዋጋ ይከፈለዋል፣ 6:160
- ጨምሯል፣ 42:23
- ለሚሠሩ ደጎች ይህ ዓለምም ሆነ ወዲያ ቤት ለእነሱ ነው፣ 16:30
- ደጎች ለሚሠሩ ምርጥ ዋጋ ይሰጣቸዋል፣ 39:10
- አላህ ደጎቹን ምርጡን ዋጋ ይሰጣቸዋል፣ 53:31
- ደጎች ካሉ ደጎ ካልሆነ ሌላ ዋጋ አለ ወይ፣ 55:60
- አላህ ለናንተ እንዳደረገ ለናንተ ደጎ ሁኑ፣ 28:77
መልካምና ክፋት
- መልካም ከአላህ ነው ክፉ ደግሞ ከናንተ ራሳችሁ ነው፣ 4:79
- ደጎ ስታደርጉ ለናንተ ክፉ ስታደርጉ ደግሞ ለናንተ ላይ ነው፣ 17:7; 41:46
- ክፉን ደጎ ምለሱ፣ 23:96; 28:54; 41:34
- ደጎ እና ክፉ ሥራ እኩል ሊሆኑ አይችሉም፣ 41:34
- እያንዳንዱ ሰው ካደረጋቸው ሁሉ ደጎና ክፉ ያጋጥመዋል፣ 3:30
- ሙሕሲኑንን ደግሞ ይመልከቱ
መልካም ሥራ
- ግለጸው ወይም ደብቀው፣ 4:149
- እንደ ሩጫ ፉክክር ተሰማሩበት፣ 5:48
ወንጌል፣ 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
ታላቅ ዜና፣ 78:1-5
ሰላምታ፣ 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Hadid, S.57
ሃዲ (ለቀርባን የሚሆን እንስሳ)፣ 2:196, 200
ሐጅ (ሐጅ)፣ 2:158, 196-203; 3:97; 5:2; 22:30
Hajj, S.22
ሃማን፣ 28:6, 38; 29:39; 40:24, 36, 37
እጆችና እግሮች ምስክር ይሆናሉ፣ 36:65
Haggah, S.69
ፈተና ሁሉ ከእርሷ ጋር እፎይታ አለ፣ 94:5-6
ሃሩን (አሮን)
ሃሩት፣ 2:102
Hashr, S.59
ልቦች
- የደነደኑ፣ 2:74; 22:53; 39:22; 57:16
- የታሸጉ፣ 7:100-101; 40:35; 47:16; 63:3
- የተሸፈኑ፣ 17:46; 41:5
- የተቆለፉ፣ 47:24
- የተከፈሉ፣ 59:14
- በፍርሃት የሞሉ፣ 22:35
- ሕመም ባለባቸው ልቦች፣ 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ሰማያት
- የሰማያት ሰውሩ ለአላህ ነው፣ 16:77
- ለጨዋታ አልተፈጠሩም፣ 21:16
- ምድርም ተጣምረው ነበሩ፣ 21:30
- ሰማያት ውስጥ የተሸሸገ ምንም የለም፣ 27:75
- ምንም ምሰሶ ሳይኖራቸው ተፈጥረዋል፣ 31:10
- በቀኝ እጁ ይጠቀለላሉ፣ 39:67
- ሰባቱ ሰማያት በሁለት ቀናት ተፈጥረዋል፣ 41:12
- ቅርቡ ሰማይ በብርሃናት ተሸለመ፣ 41:12
- ሰማያቱ ውስጥ ያለ ሁሉ ለአላህ ነው፣ 45:27; 53:31
- ሰባቱ ሰማያት አንዱ ከሌላው ላይ፣ 67:3
ሲኦል (እሳት፣ ነበልባል) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- የሚቃጠልና የሚፈላ ውሃ 22:19-22; 23:103-104
- ቅዝምዝም 14:14-17; 38:55-58; 69:35-37
- የዛቁም ዛፍ 37:62-70; 44:43-50; 56:41-56
- ነዋሪዎቻቸው ሕይወትም ሞትም አይኖራቸውም 87:13
- ተወቃቀሳ 26:91-101; 34:31-33
- ፈጣን ጥፋት ይጠይቃሉ 25:13-14; 43:74-78
- ዋይ ዋይ 35:36-37
- ሲኦል ጩኸቱና ዲፍዳፉ 25:11-12; 67:6-11
- የተቃጠሉ ቆዳዎች በአዲሶቹ ይተካሉ 4:56
- ሰንሰለቶችና የሣር ልብሶች 14:48-50
- የብረት ዱላዎች 22:19-22
- ሰንሰለቶች 13:5
- የሲኦል ጠባቂዎች 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ቤዛ አይቀበልም 5:36-37
- ምልጃ አይሰማም 6:94; 26:100; 30:13; 74:48
- የሚቃጠል ተስፋ መቁረጥ እና ቀዝቃዛ ጨለማ፣ 38:57
- የ70 ክንድ ሰንሰለት፣ 69:32
- ለተወሰነ ጊዜ ቆይታ፣ 78:23
ወዲያ (ሕይወት ወዲህ)
- የወዲያ ቤት ይሻላል፣ 6:32; 7:169
- ወዲያ ፍጻሜው ምን ይሆናል፣ 6:135
- ዛሊሙን ወዲያ አይሳካሉ፣ 6:135
- የወዲያ ቤት፣ 12:109; 16:30; 28:83; 29:64
- ወዲያን የማያምኑ፣ 17:10
- የወዲያ ምንዳ፣ 42:20
- ከብርና ወርቅ ይሻላል፣ 43:33-35
- ለሙተቁን ብቻ፣ 43:35
- የወዲያ ቅጣት፣ 68:33
- ይሻላልና ዘለቄታ አለው፣ 87:17
- ከዚህ ዓለም ይሻላል፣ 93:4
ሰፊ መንገዶች፣ 21:31
ሂጅር (ድንጋያማ ቦታ)፣ 15:80-85
Hijr, S.15
ግብረ ሰዶማዊነት 26:165-166; 27:55; 29:28-29
ፈረሶች፣ 16:8
የፍርዱ ሰዓት
- ዕውቀቱ ከአላህ ዘንድ ብቻ ነው፣ 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ድንገት ትመጣባቸዋለች፣ 6:31; 7:187; 12:107; 43:66
- ትመጣባችኋለች፣ 6:40; 12:107; 20:15; 34:3
- ቀርባ ነች፣ 54:1-5
- እንደ ዓይን ጥቅሻ ወይም ከዚያም ይቀርባለች፣ 16:77
- የሰዓቲቱ የምድር መናወጥ፣ 22:1
- በዚያ ቀን ትቆማለች፣ 30:12, 14
- ጥርጥር የሌለባት ናት፣ 40:59; 45:32; 51:5-6
- ምልክቶቿ 21:96; 27:82; 43:61; 47:18; 54:1-2;
- ስሞቿ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3;
- ሰዎችን ድንገት ትወስዳቸዋለች 6:31; 7:187;
- መለከት ይነፋል 6:73; 23:101; 39:68
ቤቶች፣ ስለ መግባት ሥርዓት፣ 24:27-29
ሁድ፣ 7:65-72; 11:50-60; 26:123-140; 46:21-26
Hud, S.11
Hujurat, S.49
Humazah, S.104
የሁናይን ጦርነት፣ 9:25
ሑር (በገነት ያሉ ሴቶች)፣ 44:54; 52:20
ምናፍቃን
- "በአላህና በመጨረሻ ቀን እናምናለን" ይላሉ ነገር ግን በእውነቱ አያምኑም፣ 2:8
- ራሳቸውን ያታልላሉ፣ 2:9
- ልቦቻቸው ሕምምናት አለባቸው፣ 2:10; 8:49; 22:53; 33:12; 47:29
- ጸብ ያዘሩ፣ 2:11-12
- ሞኞችና ሳቂዎች፣ 2:13-15
- ምሪትን በስህተት ተካሙ፣ 2:16
- ዲዳዎችና ዕወሮች፣ 2:17-18
- ሞትንና ጨለማን ፈርተዋል፣ 2:19-20
- ደስ የሚያሰኙ ቃላት፣ 2:204-206
- ለመዋጋት ፈቃደኞች አይደሉም፣ 3:167-168
- አላህ ልቦቻቸው ውስጥ ያለውን ያውቃል፣ 3:167; 4:63
- ወደ ሐሰተኛ ዳኞች ለፍርድ ይሄዳሉ ከራዕይ ይርቃሉ ጥፋት ሲሆን ይቀርባሉ፣ 4:60-62
- ፈተና ሲሆን እና ድል ሲሆን፣ 4:72-73
- አላህ ወደ ኋላ ወስዷቸዋል፣ 4:88
- ወዳጆች ሊደረጉ አይገባም፣ 4:89; 58:14-19
- ቢዞሩ የትም ቦታ ፈልጋችሁ ግደሏቸው፣ 4:89
- ድላችሁን ወይም የከሃዲዎቹ ስኬት ይጠባበቃሉ፣ 4:141
- አላህን ሊያታልሉ ይፈልጋሉ ሰዓሊ ሆነው ይሰግዳሉ፣ 4:142
- ለነዚህም ለነዚያም አይደሉም፣ 4:143
- በሲኦል ዝቅተኛ ደረጃ ናቸው ረዳት የለም፣ 4:145
- ሊጋለጡ ፈርተዋል፣ 9:64-65
- ለእነርሱ ጸሎት አትጸልይ፣ 9:84
- ወንዶቻቸውም ሴቶቻቸውም ከእርስ በርሳቸው ናቸው ተሸናፊዎቹ የአላህ ርግማን ተወርዷቸዋል፣ 9:67-69
- በቤዱዊኖቹ ውስጥ ያሉ፣ 9:101
- የተገኙ ሁሉ ይያዙ ይገደሉ፣ 33:61
- አላህ ይቀጣቸዋል፣ 33:73
- ውሸታሞቹ ዞሩ ልቦቻቸው ተከፋፈለ፣ 59:11-14
- ውሸታሞቹ መሃላቸውን ሽፋን አደረጉ ልቦቻቸው ታሸጉ ተጠንቀቁ፣ 63:1-4
- አይረዱም አያውቁም፣ 63:7-8
- ጠንክሮ ለመዋጋት፣ 66:9
ኢብሊስ (ሰይጣን)፣ 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ሰይጣንን ደግሞ ይመልከቱ
ኢብራሂም (አብርሃምን ይመልከቱ)
Ibrahim, S.14
ዒዳህ (የሴቶች የፍቺ ጥበቃ ጊዜ)፣ 2:228, 231, 232, 234, 235; 33:49; 65:1-7
ኢድሪስ (ሄኖክ)፣ 19:56-57; 21:85; 96:4
ኢሕራም፣ 2:197; 5:2, 95
ኢሕሳን፣ 16:90
Ikhlas, S.112
ኢላህ አንድ ብቻ ነው፣ 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ሕገ ወጥ ወሲብ፣ የምስክሮቹ ማስረጃ፣ 4:15-18; 24:2, 19
ዒሊዩን፣ 83:18-21
ናጃስ (ርኩስ) 9:28
ዒምራን
- ሚስቱ፣ 3:35;
- ሴት ልጁ፣ 66:12
የማይቀር፣ 69:1-3
Infitar, S.82
ውርስ፣ 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
ወደ እርሱ ጥፋት የደረሰ ሰው ላይ ፍትሐዊ ያልሆነ፣ 4:30, 148
Insan (Dahrን ይመልከቱ)፣ S.76
Inshiqaq, S.84
Inshirah (Sharh ይመልከቱ)፣ S.94
ቍርዓን፣ 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ምልጃ/ምልጃ አቅራቢ፣ 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
አሰካሪ ነገሮች፣ 5:90, 2:219
ሶላት፣ 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31, 37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
Iqra' ('Alaqን ይመልከቱ)፣ S.96
ኢራም፣ 89:7
ብረት፣ 57:25
ዒሳ (ኢየሱስን ይመልከቱ)
ይስሐቅ (ኢስሃቅ) 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112-113
ይስማኤል (ኢስማዒል)፣ 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
- ከአባቱ ጋር የካዕባን መሠረት አቆመ 2:125-140;
- የቀርባን ታሪክ 37:100-113
እስልምና፣ 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ሙስሊም ሆነው ከሚቀርቡ ፊተኞች፣ 6:14, 163; 39:12
- ፊተኞቹ አቀባዮቹ፣ 9:100
- ደረቱ ለእስልምና ተከፈተ፣ 39:22
- እንደ ፀጋ፣ 49:17
Isra', S.17
የእስራኤል ልጆች፣ 2:40-86
- የተሰጣቸው ፀጋ፣ 2:47-53, 60, 122; 45:16-17
- ለአላህ ታዛዥነት አምፀዋል፣ 2:54-59, 61, 63-74; 5:71; 7:138-141
- ከሙስሊሞቹ ጋር ያላቸው ዝምድና፣ 2:75-79
- ትዕቢታቸው፣ 2:80, 88, 91
- ቃል ኪዳናቸው፣ 2:80, 83-86, 93, 100; 5:12-13, 70
- የወዲያን ዋጋ ይህን ዓለም ተካሙ፣ 2:86
- ሕይወትን ከሁሉም ሰዎች ይበልጥ ሚጓጉ፣ 2:96
- ንጉሥ ጠየቁ፣ 2:246-251
- ወሰን ተላለፉ ቡድን ቡድን ሆኑ ዝንጀሮ ሆኑ፣ 7:161-171
- ሁለት ጊዜ ተቀደሱ፣ 17:4-8
- ከጠላት ዳኑ፣ 20:80-82
- መጽሐፍና መሪዎች ተሰጣቸው፣ 32:23-25; 40:53-54
- ምሁሮቻቸው ቁርዓን እውነት መሆኑን ያውቁ ነበር፣ 26:197
ኢስተዋ (ላዩ ላይ ሰፈረ)፣ 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
ኢዒቲካፍ፣ 2:187
ያዕቆብ (ያዕቁብ) 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- አስባጥ (የያዕቆብ አስራ ሁለቱ ልጆች)፣ 2:140; 3:84; 4:163
ጃሉት (ጎልያድን ይመልከቱ)
ጀምራት፣ 2:200
Jathiyah, S.45
ኢየሱስ፣ የማርያም ልጅ ዒሳ
- እናቱ ከዓለም ሴቶች ሁሉ ተመረጠ 3:42;
- በትንሣኤ ቀን ምስክር ይሆናል፣ 4:159
- ስለ ልደቱ ምሥራች፣ 3:45-47; 19:22-23
- ለእስራኤል ልጆች መልዕክተኛ፣ 3:49-51
- ደቀ መዛሙርት፣ 3:52-53; 5:111-115
- ደቀ መዛሙርት የአላህ ረዳቶች፣ 3:52; 61:14
- ከፍ አደረጉት፣ 3:55-59; 4:157-159
- እንደ አዳም ተመሳሳይ፣ 3:59
- አልተገደለም አልተሰቀለምም፣ 4:157
- ተነሳሽነት ተሰጠው፣ 4:163
- ከመልዕክተኛ ያልበለጠ (አምላክ አትድረጉት)፣ 4:171-172; 5:75; 19:30, 43:63-64
- የካዱ ሰዎች፣ 5:17, 72; 9:30
- መልዕክተኛችን (ሙሐመድ ﷺ) መጥቷል፣ 5:19
- ወንጌልን ሰጠ፣ 5:46
- ደቀ መዛሙርት "ሙስሊሞች ነን" አሉ፣ 5:111
- ምግብ ያለበት ጠረጴዛ፣ 5:114
- ሐሰተኛ አምልኮ አላስተማረም፣ 5:116-118
- ጻድቅ ነቢይ፣ 6:85
- እንደ ምልክት፣ 23:50
- ሁለተኛ መምጣቱ 43:61
- ስለ እርሱ የተለያዩ አመለካከቶች፣ 43:65
- ለእስራኤል ልጆች ከባሪያ እና ምሳሌ ያልበለጠ፣ 43:59
- አህመድ ስሙ የሚባል መልዕክተኛ ምሥራቹን ሰጠ፣ 61:6
- ድንግልና ልደቱ መልዕክቱ እና ተአምሮቹ 3:45-51; 19:16-38;
- የአላህ ፀጋዎች ተነገሩት 5:110-115;
- አምላክ መሆኑን ካደ 5:116-120;
- ርህራሄና ፀጋ ተከታዮቹ ልቦቻቸው ውስጥ 5:82; 57:27
አይሁዶችና ክርስቲያኖች፣ 2:140; 4:153-161, 171; 5:18
- ውሸት ያዳምጣሉ፣ 5:41-42
- ለተናገሩት ተረጋሙ፣ 5:64
- ለምዕምናን (ሙስሊሞቹ) ጥላቻ፣ 5:82
- እስልምናን የተቀበሉ፣ 26:197; 28:53; 29:47
ጅብሪል (ጋብርኤልን ይመልከቱ)
ጂሃድ (ውጊያ፣ ትጋት) 2:216; 9:24; 22:78; 25:52
Jinn, S.72
ጂኖች፣ 6:100, 112; 15:27; 34:41; 38:37; 46:18, 29; 55:33, 39;
- ጂኖች ከእሳት ተፈጥረዋል 15:25; 55:15;
- አማኝና ከሃዲ ጂኖች 72:1-15;
- አንዳንዶቹ በቁርዓን መልዕክት አመኑ 46:29-32
- ሰዎችና ጂኖች ለዓላማ ተፈጥረዋል 51:56-58
ኢዩብ፣ 4:163; 6:84; 21:83-84; 38:41-44
ዮሐንስ (ያህያ፣ ዮሐንስ መጥምቁ)
- ምሥራቹ፣ 3:38-41; 19:7-11; 21:90
- ጻድቅ፣ 6:85
- ጥበበኛ፣ ርህሩህ፣ ታዛዥ፣ 19:12-15
ዮናስ (ዩኑስ)፣ 4:163; 6:86; 10:98; 21:87; 37:139-148;
- (ዙ ን-ኑን) 21:87; 68:48-50
ዮሴፍ (ዩሱፍ)፣ 6:84; 12:4-101
- ምርጥ ታሪኮች 12:1-3;
- ትንሹ ዩሱፍ ሕልሙ 12:4-6;
- ወንድሞቹ ሴራ ጠረቱ 12:7-18;
- ባሪያ ሆኖ ተሸጠ 12:19-20;
- በግብፅ ዋና ሚኒስትር ቤት አደገ 12:21-22
- የዋና ሚኒስትሩ ሚስት ፈተነችው 12:23-29;
- የግብዣ ሁኔታ 12:30-32;
- እስር ቤት ሄደ 12:33-35;
- ሁለቱ እስረኞች 12:36-42;
- የንጉሡ ሕልም 12:43-53;
- ዋና ሚኒስትር ሆነ 12:54-57;
- ወንድሞቹ ምግብ ፍለጋ መጡ 12:58-68;
- ወንድሙን ቢንያምን ወሰደ 12:69-82;
- አባቱ ዳግም አዘነ 12:83-87;
- እውነተኛ ማንነቱን ገለጸ 12:88-98;
- የቀደመ ሕልም ተፈጸመ 12:99-100;
- ማጠቃለያ ጸሎቱ 12:101
የጁዲ ተራራ፣ 11:44
Jumu'ah, S.62
ፍትሕ (ዓዲል)፣ 2:282; 4:58, 135; 7:29; 16:90; 57:25
- ደግሞ 4:65, 105 ይመልከቱ
ካዕባ
- በአብርሃም ተሠራ፣ 2:125-127
- አደን አይፈቀድም፣ 5:94-96
- የደህንነት መጠጊያ፣ 5:97
- እርቃን ሆኖ መዞር፣ 7:28
- ሲሰገዱ እና ሲዞሩ፣ 2:200; 7:29, 31
Kafirun, S.109
ካፉር ሐሳ፣ 76:5
Kahf, S.18
ካንዝ፣ 9:34-35
ከውሠር (በገነት ያለ ወንዝ)፣ 108:1
Kauthar, S.108
ቁልፎች
- የሰማያትና ምድር፣ 39:63; 42:12
- የሰውሩ፣ 6:59
ኻውላ ቢንት ሠዕለበህ፣ 58:1
መግደል
- አንድ ሰው ቢገደል ሁሉንም ሰዎች የገደለ ይሆናል፣ 5:32
- አንድንም ሰው አትግደሉ፣ 17:33
- ጨዋ ቃላት ከምጽዋት ይሻላሉ፣ 2:263
ዘመዶች፣ መብቶቻቸው፣ 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
ኪራማን-ካቲቢን፣ 82:11
ዕውቀት
- አንዲት ቅጠል ትወድቃለች ነገር ግን እርሱ ያውቃታል፣ 6:59
- ልጆቻቸውን ያለ ዕውቀት ሞኝነት የሚገድሉ ጠፍተዋል፣ 6:140
- አምስቱ ነገሮች ዕውቀት ከአላህ ዘንድ ብቻ ነው፣ 31:34
- በእርግጠኝነት፣ 102:5-7
ቃሩን (ቆሬ)፣ 28:76-82; 29:39; 40:24
ኩርሲ፣ 2:255
Lahab (Masadን ይመልከቱ)፣ S.111
Lail, S.92
መብራት፣ 25:61; 67:5; 71:16; 78:13
ቋንቋዎች
- ልዩነቱ እና የሰዎቹ ቀለሞች፣ 30:22
ላት፣ 53:19
ሕግ የተደነገገ፣ 5:48
ከአላህ ሕጎች፣ 2:219; 98:3
ውሸታሞቹ፣ 26:221-223
ሕይወት፣ አንድ ሰው ቢታደግ ሁሉንም ሰዎች ያተረፈ ይሆናል፣ 5:32
የዚህ ዓለም ሕይወት
- የወዲያን ዋጋ ተካሙ፣ 2:86
- መታለያ ደስታ ብቻ ናት፣ 3:185
- ለወዲያ ሽጣት፣ 4:74
- ጨዋታና መሳሳቻ ብቻ ናት፣ 6:32; 29:64; 47:36; 57:20
- ታታልላለች፣ 6:130
- ደስታዋ ከወዲያ ያንሳል፣ 9:38; 13:26; 28:60
- ምሳሌዋ እንደ ዝናብ ናት፣ 10:24
- ምሥራቿ፣ 10:64
- ይህን ዓለም ፈለጉ ያገኛሉ ነገር ግን ወዲያ ምንም አይኖራቸውም፣ 11:15-16; 17:18; 42:20
- ዛሬን ወደው ወዲያን የሚዘነጉ፣ 75:20-21; 76:27
- ዛሬን ትወዳለህ፣ 87:16
ብርሃን
- ግልጽ፣ 4:174
- እና ጨለማ፣ 6:1
- ምሳሌ፣ 24:35
- ከምዕምናን ፊትና ጎናቸው ይሄዳል፣ 57:12-15; 66:8
- አላህ ምዕምናን ቀጥ ብለው እንዲሄዱ ሰጣቸው፣ 57:2
የአላህ ወሰን፣ 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- እነዚህ ወሰኖቹ ናቸው፣ 2:187; 229-230; 4:13; 58:4; 65:1
- ወሰኑን አትለፉ፣ 2:190, 229
- ወሰን ያለፈ ሁሉ፣ 2:229; 4:14; 78:22
- በግዴታ ካልሆነ ወሰን ሳይለፉ፣ 2:173; 6:145
- በሃይማኖታችሁ ወሰን አትለፉ፣ 4:171; 5:77
- ወሰን ሲያልፉ (ዝንጀሮ ሆኑ)፣ 7:166
- ወሰኑን የሚጠብቁ፣ 9:112
አንበሳ፣ 74:51
ብድር
- ለአላህ መልካም ብድር ስጡ፣ 2:245; 73:20
- ብዙ እጥፍ ይጨምራል፣ 57:11, 18
- ሁለት እጥፍ ይሆናል፣ 64:17
- ግልጽ ኪሳራ፣ 39:15
ሉጥ (ሎጥ) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- ታዛዥ ያልሆነ ሚስቱ፣ 11:81; 15:60; 66:10
የሲደር ዛፍ፣ 34:16; 53:14-16; 56:28
ሉቅማን፣ 31:12-14
Luqman, S.31
Ma'arij, S.70
መዲና (ያሥሪብ)፣ 9:120; 33:13, 60; 63:8
ምድያን፣ 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- የአይካህ ዋርካን ደግሞ ይመልከቱ
ማህር (የጋብቻ ዋጋ)፣ 2:229, 236-237; 4:4, 19-21, 24-25; 5:5; 33:50; 60:10-11
Ma'idah, S.5
መካ (ባካህ)፣ 3:96; 90:1-2
- የደህንነት ከተማ፣ 95:3
ሰው
- ትውልድ ተከትሎ ትውልድ በምድር ላይ፣ 2:30; 6:165
- ምትክ ሆኖ ተሾመ፣ 35:39
- ግዴታ፣ 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- አላህ ፈተናው፣ 2:155; 3:186; 47:31; 57:25
- ሰዎች የሚሻቸው ነገሮች፣ 3:14
- ከምን ተፈጠረ፣ 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ተፈጥሮና የታወጀ ጊዜ አለው፣ 6:2; 15:26
- ከሚስቱ ጋር ዕርቅ፣ 4:35
- አላህን ለማግኘት የካዱ ጠፍተዋል፣ 6:31
- መመለሻ፣ 6:60, 72, 164; 10:45-46
- ለራሱ ሴራ ጠረተ፣ 6:123
- የሌላ ሸክም አይሸከምም፣ 6:164
- ምስጋና ቢስ ነው፣ 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- ከሰይጣን ተጠንቀቅ ተባለ፣ 7:27
- ሚስትና ልጆቹ፣ 7:189-190
- ፈተና ወይም ክፉ ሲነካው፣ 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8, 49; 41:49-51; 42:48; 70:19-21; 89:16
- ወደ ጌታ ይመለሳል፣ 10:23; 84:6; 96:8
- ራሱን ይበድሉ ነበር፣ 10:44
- ደስታ ፉከራ ሞሎበት፣ 11:10
- ክፉ ይጠራ፣ 17:11
- ሁል ጊዜ ቸኩሏል፣ 17:11
- ሥራዎቹ ለአንገቱ ታስረዋል፣ 17:13
- ጠፍቶ ለራሱ ጥፋት ቀናቶ ለራሱ ተጠቃሚ ነው፣ 17:15
- ቢበደልም አይደለም፣ 17:71
- ሞቱና ትንሣኤ፣ 23:15-16
- ሃይማኖቱ ቡድን ቡድን ሆኖ ተሰነጣጠቀ ሁሉ በቡድኑ ይደሰቱ ነበር፣ 23:53
- ምላሶቻቸው እጆቻቸው እግሮቻቸው ይመሰክሩባቸዋል፣ 24:24
- ለራሱ ምስክር ነው፣ 75:14
- ምኞቱን አምላኩ ያደረገ፣ 25:43
- የደም ዝምድናና የጋብቻ ዝምድና፣ 25:54
- ሰማይ ውስጥና ምድር ላይ ያለ ሁሉ ለናንተ ተደረገ፣ 31:20
- ፊቱን ለአላህ ያቀረበ ሁሉ፣ 31:22
- ሁለት ልቦ አልተሰጠውም፣ 33:4
- አላህን ሊያመልኩ፣ 39:64-66
- ሥራዎቹ ምክንያት ፈተናዎቹ፣ 42:30, 48
- ሥራዎቹን የሚጽፉ መልዕክተኞች፣ 50:17-18, 23; 85:11
- የሚጠብቁ መልዕክተኞች፣ 13:11; 86:4
- ሦስት ክፍሎቹ ተለዩ፣ 56:7-56
- ወደ አላህ ቅርብ የሆኑ፣ 56:10-11
- የቀኙ ጓዶቻቸው፣ 56:27-40
- የግራው ጓዶቻቸው፣ 56:41-56
- ወደማይታወቅ ቅርጽ ይለወጣሉ ይፈጠራሉ፣ 56:60-62
- ቅርጹ ተሠራ፣ 64:3
- ሀብትና ልጆቹ ፈተና ብቻ ናቸው፣ 64:15
- ተፈጥሮ ተሰጠው፣ 67:23-24; 74:12-15; 90:8-10
- ቸኩሏል፣ 70:19-21
- ሶላት ላይ ተጠምዶ፣ 70:22-35
- ይበልጥ ይፈልጋል፣ 74:15
- ለራሱ ምስክር ነው፣ 75:14-15
- ትዕቢቱ፣ 75:31-40; 90:5-7
- የዚህ ዓለም ሕይወት ይወዳል፣ 76:27
- ከሰማይ ፍጥረት የበለጠ ከባድ ነው ወይ፣ 79:28
- ስለ ጌታው ግዴለሽ ነው፣ 82:6-12
- ፍጹም ቅርጽ ተሰጠው ልክ ተደረገ፣ 82:7
- ደረጃ ደረጃ ይሄዳል፣ 84:19
- ሀብት ፍቅሩ፣ 89:20
- በድካም ተፈጠረ፣ 90:4
- ጥረቱና ሥራዎቹ ይለያዩ ናቸው፣ 92:4
- ለቀላሉና ለከባዱ ይቀናዋ፣ 92:7, 10
- ምርጥ ቅርጽ ተፈጠረ፣ 95:4
- ወደ ዝቅተኛው ዝቅ አደረጉት፣ 96:5
- ሁሉን ወሰን ያልፋል፣ 96:6-7
የሐጅ ሥርዓቶች (ግዴታዎቹ)፣ 2:128, 200; 22:30
ማናት፣ 53:20
ሰዎች
- ምስክሮቻቸው፣ 2:143
- አንድ ማህበረሰብ፣ 2:213; 10:19
- ከአንድ ጥንድ ተፈጥረዋል፣ 4:1; 39:6; 49:13
- ለራሳቸው ሸፍጥ፣ 10:23
- ፍርዱ ቀርቦ ሳለ ዘነጉ፣ 21:1-3
- በፊጥራ ተፈጠሩ፣ 30:30
- ከሁሉ ክቡር፣ 49:13
- ብሔሮችና ጎሳዎች ሆኑ፣ 49:13
መና እና ሰሎዋ፣ 2:57
ሥርዓት
- ቤቶች ስለ መግባት፣ 24:27-29
- በቤት ውስጥ፣ 24:58-61
- በነቢዩ ቤቶች ውስጥ፣ 33:53
- ነቢዩን ሰላምታ ሰጥቶ ሶላት ላይ ለማለት፣ 33:56
- አላህንና መልዕክተኛውን ወይም አማኝ ወንዶችና ሴቶችን ሊያሸማቅቁ አይገባም፣ 33:57-58
- ዜናን ከማመን በፊት አረጋጋ፣ 49:6
- ሌላ ሰውን አትሳለቅ፣ 49:11
- በስብሰባዎቹ ውስጥ፣ 58:11
ጋብቻ፣ 2:232, 234
- ለከሃዲዎች ወይም ባሮቹ፣ 2:221
- ስንት ሰዎች ይፈቀዳሉ፣ 4:3
- ማህር ሊወሰድ አይገባም (ፍቺ ቢሆን)፣ 4:20-21
- የተከለከሉ ጋብቻዎች፣ 4:22-24
- ነጻ አማኝ ሴቶችን ማግባት ካልተቻለ፣ 4:25
- ጠብ ቢፈራ ሁለት ዳኞች ይሾሙ፣ 4:35
- ሚስቱ ጭካኔ ወይም ትቶ መሄድ ብትፈራ የሰላም ስምምነት ይደረግ፣ 4:128
- ለአንዷ ሚስት ሳይሄዱ ሌላዋ ተንጠልጣዩ ሆና እንዳትቀር ትጠንቀቁ፣ 4:129
- ዝሙት አዳሪዎቹ ጋብቻ፣ 24:3
- ለድሆቹ ጋብቻ፣ 24:32
- ጋብቻ የሚያስችላቸው ሀብት የሌላቸው፣ 24:33
- ለነቢዩ ሚስቶቹ ሕጋዊ ናቸው፣ 33:50-52
- ወሲብ ሳይፈጸም ፍቺ ኢዳህ የለም፣ 33:49
ሰማዕቶች
- አልሞቱም፣ 2:154; 3:169
- በአላህ ፀጋና ምሕረት ደስ ተሰኛሉ፣ 3:170-171
- ምሕረትና ርህራሄ ያደርግላቸዋል፣ 3:157-158
- ጥሩ ምግብ ያገኛሉ፣ 22:58-59
ማሩት፣ 2:102
ማርያም (የኢየሱስ እናት)፣ ልደቷ፣ 3:35-7
- ስለ ኢየሱስ ምሥራቹ፣ 3:42-51; 19:16-21
- ወሊድ ወቅት፣ 19:23-26
- ሕጻኑን ወደ ሕዝቦቿ አመጣች፣ 19:27-33
- ሐሰተኛ ወቀሳ፣ 4:156
- ንጽሕናዋን ጠበቀች፣ 21:91; 66:12
Maryam, S.19
Masad, S.111
- አልማስጂዱ አቅሳ፣ 17:1
- አልማስጂዱ አልሐራም፣ 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- አልማሽዓሩ አልሐራም፣ 2:198
Maun, S.107
የማዕዋ ገነት፣ 53:15
መስፈሪያና ሚዛን ሙሉ ስጡ፣ 11:85; 17:35; 83:1-5
ስብሰባ
- ከአላህ ጋር፣ 6:31
- ታላቁ ቀን፣ 19:37
- የወዲያ፣ 30:16
መልዕክተኞች፣ 2:253; 4:164-165; 40:78; 57:27
- ሰሳሎቻቸው፣ 2:87
- ተከታይ ሰሳሎቻቸው፣ 5:19; 23:44
- ተገደሉ፣ 3:183
- ተፈራሩ፣ 14:13
- ሳቁባቸው፣ 6:10; 13:32; 15:11; 21:41
- ካዱባቸው ውድቅ አደረጉ፣ 3:184; 6:34; 25:37; 34:45; 51:52
- አንዳንዱን አምነው ሌሎቹን ካዱ፣ 4:150-152
- መልዕክተኞቹ ሰብሰብ አሉ፣ 5:109
- ምሥራቅ ሰጪዎችና አስጠናቂዎች ሆነው ተላኩ፣ 6:48; 14:4-8
- ከእያንዳንዱ ሕዝብ ምስክር ሆነው፣ 16:89
- ለእያንዳንዱ ሕዝብ መልዕክተኛ አለ፣ 10:47; 16:36
- የአላህ ቁጥሮቹ ሲያነቡ፣ 7:35-36
- ሰው ሆኖ ያለ መልዕክተኛ፣ 17:95; 25:7
- ከሰዎች ያለፈ አይደሉም፣ 14:10-12; 17:94; 21:8; 25:7-8, 20
- ሚስቶቻቸውና ልጆቻቸው፣ 13:38
- ነቢዮቹን ደግሞ ይመልከቱ
ሚዕራጅ፣ 17:1; 53:12
ቁጥ ባይነት/ቁጥ ባዮቹ፣ 57:24
ፈተና፣ ምክንያቱ እጆቻቸው ናቸው፣ 42:30
ምንኩስና አልደነገጉም፣ 57:27
ዝንጀሮዎቹ፣ ወሰን ያለፉ ዝንጀሮ ሆኑ፣ 2:65; 5:60; 7:166
ሚዕራጅ፣ 17:1; 53:12
ወራት ቁጥሮቻቸው፣ 9:36-37
ጨረቃ፣ 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- መሰነጠቁ፣ 54:1
ሙሳ
- እና ሕዝቦቹ፣ 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- እና ፈርዖን፣ 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- አላህ መራው፣ 6:84
- ተራራና የጌታ ብቅ ማለት፣ 7:142-145
- ሕዝቦቹ ጥጃ ሲያምልኩ ወቀሳቸው፣ 7:148-156; 20:83-99
- መጽሐፉ ውስጥ ልዩነት ተፈጠረ፣ 11:110
- መጽሐፍ ተሰጠው፣ 17:2
- ዘጠኙ ግልጽ ምልክቶቹ፣ 7:133; 17:101
- ወደ ሁለቱ ባሕሮች ስብሰባ ቦታ፣ 18:60-82
- በሚነዱት ቁጥቋጦ ዘንድ ዕጣ ፈንታ ስብሰባ 20:9-36; 27:7-14; 28:29-35;
- ጠርቶ መልዕክተኛ ሆኖ ተሾመ፣ 19:51-53; 20:9-56
- ልጅነቱ፣ እናቱና እህቱ፣ 20:38-40; 28:7-13
- አስማተኞቹ ተለወጡ፣ 20:70-73; 26:46-52
- በምድያን፣ 20:40; 28:22-28
- መስፈርቱ ተሰጠው፣ 21:48
- እና ሚስጥራዊው እሳት፣ 27:7-12; 28:29-35
- በከተማ ውስጥ አንድ ግብፃዊን በስህተት ገደለ 28:14-21;
- ግልጽ ቁጥሮቹን ይዞ መጣ፣ 29:39
- ከፈርዖን ጋር ታሪኩ 7:103-137; 10:75-92; 11:96-99; 26:10-69;
- ለፈርዖንና ለሕዝቡ ዘጠኙ ምልክቶቹ 7:130-133; 20:17-22; 17:101;
- የፈርዖን አስማተኞቹን አሸነፈ 20:70-73; 26:46-52;
- ወደ ምድያን ሸሽቶ አገባ 28:22-28;
- ጽላቶቹን ተቀበለ 7:142-154,
- ተራራው ላይ አላህን ማየት ጠየቀ 7:142-145;
- በአላህ ተከበረ 33:69;
- አላህ ለእስራኤልያን ያደረጋቸው ፀጋዎቹ 2:47-61;
- እስራኤልያን ኢየሩሳሌምን ለመግባት ፈቃደኞች አልሆኑም 5:20-29
- ወደ ቀጥተኛ መንገድ ተመራ፣ 37:114-122
- መጽሐፉ፣ 53:36; 87:19
መስጂድ (ኢየሩሳሌም)፣ 17:7
መስጂድ (ቁባ)፣ 9:107-108
መስጂዶቹ፣ 2:187; 9:17-19
- የአላህ መስጂዶቹን ጠብቁ፣ 9:17-18
ትንኝ፣ ምሳሌ፣ 2:26
ተራሮቹ፣ 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10, 27; 81:3; 101:5
Muddaththir, S.74
ሙሃጂሩን (ስደተኞቹ)፣ 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- ሴቶቹ፣ 60:10-12
ሙሐመድ ﷺ
- ሳቁበት፣ 2:104; 4:46; 25:41-42; 34:78
- መልዕክተኛውን አክብሩ፣ 2:104; 4:46; 49:1-5
- ለእርሱ ቃል ኪዳን ተደረገ፣ 3:81
- ለምዕምናን ምስክር፣ 2:143
- ከመልዕክተኛ ያልበለጠ፣ 3:144
- ለስለስ ብሎ ይዳደሩ ነበር፣ 3:159
- ሥራው፣ 3:164; 7:157; 36:6; 52:29; 74:1-7
- ለምዕምናን ታላቅ ፀጋ ሆኖ ተላከ፣ 3:164
- ከእውነት ጋር ተላከ፣ 4:170
- ጠባቂ ሆኖ አልተደረገም፣ 6:107
- ያልተማረ፣ 7:157; 62:2
- ለሰው ዘር ሁሉ የአላህ መልዕክተኛ ሆኖ ተላከ፣ 7:158; 48:9, 29
- ግልጽ አስጠናቂ፣ 7:184, 188; 11:2; 15:89; 53:56
- አብዶ አይደለም፣ 7:184; 68:2; 81:22
- ሚወቅሱት ሰዎቹ፣ 9:58
- ነቢዩን የሚያስቸግሩ ሰዎቹ ለምዕምናን ምሕረት ናቸው፣ 9:61
- ከሚገለጥለት ብቻ ይከተላሉ፣ 10:15-16; 11:12-14; 46:9
- ቃሎቹ፣ 11:2-4; 12:108; 34:46-50
- አላህ ላዩ ምስክር ነው፣ 13:43; 29:52; 46:8
- ምስክር ምሥራቅ ሰጪና አስጠናቂ ሆኖ ተላከ፣ 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- ሊሸካም አይገባም፣ 15:97; 16:127; 18:6
- ምስክር ሆኖ ተላከ፣ 16:89; 22:78; 73:15
- በጥበብና ጥሩ ምክር ጠራ ከዚያ ተሻሽሎ ተከራከረ፣ 16:125
- መቃሙ መሕሙድ፣ 17:79
- ቍርዓን ተወጣለት፣ 18:110
- ለዓለሞቹ ምሕረት ናቸው፣ 21:107
- ምንዳ አይጠይቁም፣ 25:57; 38:86; 42:23
- ታዝዟቸዋል፣ 27:91-93; 30:30; 66:9
- ከአላህ ምሕረት ሆነው፣ 28:46-47
- ለምዕምናን ቅርብ ናቸው፣ 33:6
- ተኮርጆ ጥሩ ምሳሌ፣ 33:21
- የሁሉም ነቢዮቹ መጨረሻ፣ 33:40
- ሶላት ላዩ ላኩ፣ 33:56
- ለሁሉም ሰዎች ተላኩ፣ 34:28
- ምንዳቸው ከአላህ ብቻ ነው፣ 34:47
- ሰው ብቻ ናቸው፣ 41:6
- ጠባቂ ሆነው ተላኩ፣ 42:48
- ለመልዕክተኞቹ አዲስ ነገር አይደሉም፣ 46:9
- ከእስራኤልያን ምስክር፣ 46:10
- ለእርሳቸው ቃል ኪዳን ለአላህ ቃል ኪዳን ነው፣ 48:10, 18
- ጅብሪልን አዩ፣ 53:4-18; 81:22-25
- ይቃወሙ አይሁኑ፣ 58:20-22
- ኢየሱስ ቀደም ብሎ ተናግሯቸዋል፣ 61:6
- የእውነት ሃይማኖት ሁሉንም ሃይማኖቶች ድል እንዲያደርግ፣ 61:9
- ከጨለማ ወደ ብርሃን፣ 65:11
- ከሃዲዎችና ምናፍቃን ላይ ጠንክሮ ዋጋ፣ 66:9
- ከፍ ያለ ባህሪ፣ 68:4
- ገጣሚ ወይም ሟርት አዋቂ አይደሉም፣ 69:41-42
- ለሶላት ተጠምደዋል፣ 73:1-8, 20; 74:3
- እና ዕወሩ ሰው፣ 80:1-12
- ለአላህ ሰግዶ ቅርብ ለመሆን፣ 96:19
- ንጹህ ገጾቹን ያነባሉ፣ 98:2
- ስለ ቤተሰቦቻቸው ቁጥሮቹ፣ 24:11-17; 33:28-34, 50-53, 55, 59; 66:1, 3-6; 108:3
- መልዕክተኞቹን ደግሞ ይመልከቱ፣ ነቢዮቹን ደግሞ ይመልከቱ
Muhammad (ﷺ)፣ S.47
ሙሕሲኑን (ደጎቹ)፣ 2:117, 195; 4:125, 128; 10:12-16; 16:128
- አላህ ሙሕሲኑንን ይወዳቸዋል፣ 3:134, 148; 5:93
- አላህ የሙሕሲኑን ምንዳ አያጠፋም፣ 5:85; 9:120; 11:115; 18:30
- ሙሕሲኑን ምንዳ ይሰጣቸዋል፣ 12:22; 37:80, 105, 110; 39:34; 77:44
- ለሙሕሲኑን ምሥራቅ፣ 22:37; 46:12
- የአላህ ምሕረት ለሙሕሲኑን ቅርብ ናት፣ 7:56
- አላህ ከሙሕሲኑን ጋር ነው፣ 29:69
- ለወላጆቻቸው ጻድቃንና ደጎቹ፣ 2:83
- ለአላህ ግዴታዎቻቸው ላይ ታጋሽ፣ 16:90
- ደጎቹን እና ክፉዎቹን ደግሞ ይመልከቱ
Mujadilah, S.58
በቅሎዎቹ፣ 16:8
Mulk, S.67
Mumin (Ghafirን ይመልከቱ)፣ S.40
Mu'minun, S.23
Mumtahanah, S.60
Munafigun, S.63
ግድያ፣ 2:178-179
Mursalat, S.77
ሙስሊሞቹ
- ፊተኞቹ፣ 6:14, 163; 9:100; 39:12
- ሰይሟቸዋል፣ 22:78
- ለምሕረትና ታላቅ ምንዳ፣ 33:35-36
Mutaffifin, S.83
Muzzammil, S.73
Naba', S.78
የናዲር ቤኑ (አይሁዶቹ)፣ 59:2, 9, 13
Nahl, S.16
ናጃስ (ርኩሱ) 9:28
Najm, S.53
ናጅዋ (ሚስጥርን ይመልከቱ)
ስሞቹ
- ምርጦቹ ስሞቹ ለእርሱ ናቸው፣ 7:180
- ምርጦቹ ስሞቹ ለእርሱ ናቸው፣ 17:110; 20:8; 59:24
ጉልበት ቢፈቅድ፣ 2:173; 6:145
ጎረቤት፣ 4:36
አዲስ ጨረቃዎቹ፣ 2:189
ዜናን ይፈተን፣ 4:83
ቁጥ ባይነት 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
ሌሊት (እንደ ምሳሌ)፣ ለዕረፍት፣ 10:67
- እንደ ሽፋን፣ 13:3; 78:10
- ለአገልጋዮቹ ሆኖ፣ 14:32
- የቃድር ሌሊት (ድንጋጌ)፣ 44:3-4; 97:1-5
Nisa', S.4
ኑህ፣ 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11;
- ሳቁበት 11:38;
- ጥፋት ውሃ፣ 29:14
- መርከቡና ጥፋት ውሃ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28;
- ጻድቅ ያልሆነ ልጁ አልዳነም፣ 11:42-48
- ጻድቅ ያልሆነ ሚስቱ፣ 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Nuh, S.71
Nur, S.24
መሃላ፣ 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ታዛዥነት፣ 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51-52, 54; 47:33; 64:12
ግዴታዎቹ ሊፈጸሙ፣ 5:1
ልጆቹ፣ 4:9; 42:49-50
- ወንዶቹ ሴቶቹ ለሚፈልጋቸው ይሰጣቸዋል፣ 42:49
ወይራ፣ 6:141; 16:11; 23:20; 24:35; 95:1
አንድ ብቻ ኢላህ፣ 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ወላጅ አልቦዎቹ፣ 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- ጠባቂዎቻቸው፣ 4:6
- ሥራዎቻቸው ለእያንዳንዱ ሕዝብ ያምሯቸዋል፣ 6:108
ጥንዶቹ፣ በሁሉም ፍጥረቶቹ፣ 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ዘንባባ ዛፍ፣ 13:4; 19:25; 20:71; 59:5
ምሳሌዎቹ (ተመሳሳዮቹ)
- እሳት ያቀጣጠሉ፣ 2:17-18
- ከሰማይ ዝናብ ማዕበል፣ 2:19-20
- ትንኝ፣ 2:26
- ጩኸው ጠሩ፣ 2:171
- ሙሉ በሙሉ ፈርሶ የወደቀ ከተማ፣ 2:259
- የበቆሎ ዘር፣ 2:261
- ለስላሳ ድንጋይ፣ 2:264
- የአትክልት ቦታ፣ 2:265-266
- ገመድ፣ 3:103
- ቀዝቃዛ ንፋስ፣ 3:117
- ትንሣኤ 7:57; 22:5; 41:39
- ምላሱ ያወጣ ውሻ፣ 7:176
- ዳገቱ ጫፍ ላይ፣ 9:109-110
- ዝናብ፣ 10:24
- የታጨደ ሰብል፣ 10:24
- ዕወሩና ዲዳው፣ 11:24
- አላህ ከሐሰተኛ አማልክቶቹ 13:14; 16:76;
- እውነት ከሐሰት 13:17
- ነፋሱ ሲነፋ ከትትቦት ፈርሶ የሚሄድ አቧራ፣ 14:18
- ጥሩ ዛፍ፣ 14:24-25
- ክፉ ዛፍ፣ 14:26
- ባሪያና ሰው፣ 16:75
- ለጌታው ሸክም የሆነ ዲዳ ሰው፣ 16:76
- ሴት ፈትሏን ፈትታ፣ 16:92
- ደህና ደስ ያላቸው ሰዎቹ ቦታ፣ 16:112-113
- ሁለት ወይን ቦታ ያላቸው ሰዎቹ፣ 18:32-44
- የዚህ ዓለም ሕይወት ከሰማይ ውሃ ይመስላል፣ 18:45
- ከሰማይ ወድቆ ወፎቹ የወሰዱት፣ 22:31
- ዝንብ፣ 22:73
- ብርሃን እንደ ቀዳዳ ነው፣ 24:35-36
- ዳፋ፣ 24:39
- ጥቅጥቅ ባሕር ውስጥ ጨለማ፣ 24:40
- ሸረሪት፣ 29:41
- ሸሪኮቹ፣ 30:28
- የከተማ ሰዎቹ፣ 36:13-32
- የተለያዩ ቀለሞቹ ሰብሎቹ፣ 39:21
- ለብዙ ሸሪኮቹ ሰው የሚሆን፣ 39:29
- ዘር እያደገ፣ 48:29
- የደነደኑ ልቦቻቸው 57:16-17
- ዝናብ ካለ ቦኋ ዕፀዋት፣ 57:20
- ተራራ ትሑት ሆነ፣ 59:21
- አህያ፣ 62:5
- ውሃ ቢጠፋ፣ 67:30
- የአትክልት ቦታ ሰዎቹ፣ 68:17-33
ገነት
- የማዕዋ ገነት፣ 53:15
- የፊርዳዊስ ገነት፣ 18:107; 23:11
- ወንዞቹ ይፈሱባቸዋል ገነቶቹ፣ 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- ዘለዓለማዊ ገነቶቹ (ዓድን ገነት) 9:72; 13:23; 18:31; 19:61; 20:76
- የዘለዓለም ገነቶቹ (ዓድን ገነት)፣ 16:31; 35:33; 98:8
- ደስታ ገነቶቹ፣ 37:43; 56:12, 89
- ዘለዓለም ደስታ ያላቸው ገነቶቹ፣ 9:21
- ገነቶቹ እና የወይን ቦታዎቹ፣ 78:32
- ሁለት ገነቶቹ ፍሬዎቻቸው፣ 55:54, 62
- ሁሉም ዓይነት ፍሬዎቻቸው እንደ ፈለጉ፣ 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ፍሬዎቻቸው ቅርብ ናቸው፣ 55:54; 69:23
- ፍሬና ሥጋ፣ 52:22
- የወፍ ሥጋ፣ 56:21
- እሾህ የሌላቸው ሲደር ዛፎቹና ጥልዓ ዛፎቹ (ሙዝ)፣ 56:28-29
- ጥቅም ያልሌለው ዕውቀት፣ መጻሕፍት ያለው አህያ 62:5
- ፈሳሽ ምንጭ፣ 88:12
- ሰልሳቢል የሚባል ምንጭ፣ 76:18
- ካፉር የሚባል ምንጭ፣ 76:5
- ተስኒም የሚባል ምንጭ፣ 83:27-28
- በገነት ያለ ወንዝ ከውሠር፣ 108:1
- የወይን ወተት ማር ወንዞቹ፣ 47:15
- ንጹህ ታሸገ ነጭ ጣፋጭ ወይን፣ 37:45-46; 56:18; 76:21; 83:25
- ዝንጃቢል ጋር ተቀላቀለ ጽዋ፣ 76:17; 78:34;
- ውሃ፣ 76:5
- የወርቅ ሳህኖቹና ጽዋዎቻቸው፣ 43:71
- የብር መሣሪያዎቻቸውና የብርሌ ጽዋዎቻቸው፣ 76:15-16
- አረንጓዴ ሐር ልብሶቹ፣ 18:31; 22:23; 35:33; 44:53; 76:12, 21
- የወርቅና ዕንቁ አምባሮቻቸው፣ 18:31; 22:23; 35:33; 76:21
- በሐር የተሸፈኑ አልጋዎቻቸው፣ 55:54
- አረንጓዴ ምቹ ትራሶቻቸውና ያምሩ ምንጣፎቻቸው ተደርድረዋል፣ 55:76; 88:15
- ወርቅና ዋጋ ያላቸው ድንጋዮቹ ዙፋኖቻቸው ከፍ ብለዋል 56:15; 88:13
- ሰፊ ምንጣፎቻቸው ተዘርግተዋል፣ 88:16
- ያምሩ ቤቶቻቸው ከፍ ያሉ ክፍሎቻቸው አንዱ ከሌላው ላይ፣ 9:72; 39:20
- ለዘለዓለም ቆዩ፣ 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ዘለዓለማዊ ቤት፣ 3:15; 35:35
- ዙፋኖቻቸው ላይ ፊት ለፊት ናቸው፣ 15:47; 37:44; 44:53; 56:16
- ሞትን ፈጽሞ አይቀምሱም፣ 44:56
- ሊወጡ አይጠየቁም፣ 15:48
- ጥላቻ ወይም ጉዳት ልቦቻቸው ተወሰደ፣ 7:43; 15:47
- ሐዘን ሁሉ ተወሰደ፣ 35:34
- ድካም ብዝሃ ሥጋ ሽቀለ የለም፣ 15:48; 35:35
- ሆድ ምታም ራስ ምታም ሰካሮም አይኖርም፣ 37:47; 56:19
- ዘበት ወይም ኃጢአት ቃል የለም፣ 19:62; 56:25
- ጉዳት ወይም ሐሰት ቃል የለም፣ 78:35; 88:11
- ከኃጢአት ነጻ፣ 37:47; 52:23
- ከፍ ያለ ሙቀትም ቀዝቃዛም አይኖርም፣ 76:13
- የሚታወቅ ምግብ ይኖራቸዋል፣ 37:41; 56:89
- በሰላምና ደህንነት፣ 15:46; 44:51, 55; 50:34
- የሰላም ቤት፣ 6:127
- ሰላምታ፣ 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- ጻድቅ ሥራ ሠርቶ ሚገባ ሁሉ፣ 4:124; 42:22; 44:51
- ጌታቸውን ፈሩ ቡድን ቡድን ሆነው ይመሩ፣ 39:73
- ሥራዎቻቸው ምክንያት ወርሶ ያዙ፣ 43:72
- አላህ ደስ ብሎበት እነርሱም ደስ ይላቸዋል፣ 5:119
- ገነቴ፣ 89:30
- ታላቁ ደስታ፣ 9:72
- ታላቁ ስኬት፣ 57:12; 64:9
- ከፍ ያለው ስኬት፣ 9:72; 44:57
- ለምዕምናን ገነቶቹ መስተንግዶ ናቸው፣ 32:19
- የገነት ሰዎቹ ያ ቀን ደስ ባሉ ነገሮቹ ተጠምደዋል፣ 36:35
- ገነቶቹ ውስጥ ውሃ ምንጮቹ አካባቢ ናቸው፣ 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ዙፋኑን ዙሪያ ያሉ መልዕክተኞቹን ያዩ፣ 39:75
- ሁሉን ቻዩ ንጉሡ ዘንድ ቅርብ ናቸው፣ 54:55
- ፈልጉ ሁሉ ያሳካሉ፣ 50:35
- ሑሮቹ ሰፊ ያምሩ ዓይኖቻቸው ጠብቆ እንደ ተቀመጠ እንቁላል ናቸው፣ 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ንጹህ ሚስቶቻቸው፣ 3:15
- ዙፋኖቻቸው ላይ ተደምደው ደስ ባለ ጥላ ሥር ሚስቶቻቸው፣ 36:55
- እኩል ዕድሜ ያሏቸው ወጣት ሙሉ ልጃገሬዎቹ፣ 78:33
- እንደ ተበተነ ዕንቁ አበርካች ወጣት ልጆቹ ያሳድጓቸዋል፣ 52:24; 56:17; 76:19
- እንደ ሰማይና ምድር ሰፊ ናቸው 3:133, 57:21;
- ፈሳሽ ውሃ ቀዝቃዛ ጥላ ጣፋጭ ምግቦቻቸው ንጹህ ጓደኞቻቸው 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22;
- የምዕምናን ምንዳ 55:46-78; 56:10-40;
- የማር ወተት ውሃ ወይን ወንዞቹ 47:15;
- ጸሎቶቻቸውና ሰላምታዎቻቸው 10:9-10; 39:73-74;
- የሰላም ሰላምታ ተሰጣቸዋል 13:23-24; 14:32;
- ዘለዓለም ደስታ 11:108;
- ሊወጡ አይጠየቁም 15:45-48;
- ፊታቸውና ቀኛቸው ብርሃን 57:12;
- ሙቀትም ቀዝቃዛም የለም 76:13;
- ምኞቶቻቸው ሁሉ ተፈጽሟቸዋል 16:30-32; 41:31-32;
- የወርቅ አምባሮቻቸውና ሐር ልብሶቻቸው 18:30-31; 22:23-24; 44:51-53;
- የወርቅ ጽዋ ሳህኖቻቸው 43:67-73;
- የብር መሣሪያዎቻቸው ቅርብ ፍሬዎቻቸው 76:14-16;
- ዙፋኖቻቸው ላይ ደምደሙ 15:47; 37:44; 52:20;
- ምዕምናን ጌታቸውን ያዩ 75:22-23
ወላጆቹ፣ ለእነርሱ ደጎቹ፣ 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
የአላህ ሸሪኮቹ ሐሰት ናቸው፣ 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
ግጦሽ፣ 87:4-5
መንገዱ፣ 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ሰላምታውን ደግሞ ይመልከቱ
ትዕግሥት፣ 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- በትዕግሥትና ጸሎት እርዳታ ፈልጉ፣ 2:45, 153; 20:132; 50:39
ታጋሽ
- ሙሉ ምንዳ ያገኛሉ፣ 39:10
- አላህ ታጋሾቹ ጋር ነው፣ 8:46
- ታጋሽ ሁን፣ 11:115
- ለአላህ ግዴታዎቻቸው ታጋሽ፣ 16:90
- ሲቆጣ ታጋሽ ሆን፣ 41:34
ሰላም ወደዱ፣ 8:61
ዕንቁና ዕፀ ዕንቁ፣ 52:24; 55:22; 56:23
ብዕር፣ 68:1; 96:4
ሰው
- አላህ ሰውን ከሚቋቋመው ያለፈ አይጭነውም፣ 2:286; 7:42
- አላህ ሰውን ከሚችለው ያለፈ አያስጥልም፣ 23:62
- ሰው ነገ ምን እንደሚሠራ ምን ምድር ላይ እንደሚሞት አያውቅም፣ 31:34
- ሁሉም ሰው ካደረጋቸው ሁሉ ደጎና ክፉ ያጋጥመዋል 3:30
- ሁሉም ሰው ለራሱ ሟሟቶ ይቀርባል፣ 16:111
- ሁሉም ሰው ለሥራው ዋስ ነው፣ 74:38
- አላህ ራሱን ሚወቅሰው ሰው ይምላል፣ 75:2
ፈርዖን፣ 28:6; 40:24
- ሕዝቦቹ፣ 2:49; 3:11; 7:141; 44:17-33
- ሰጠመ፣ 2:50
- ከሙሳ ጋር ግንኙነቱ፣ 7:103-137; 10:75-92
- ሬሳው ከባሕር ወጣ፣ 10:90-92
- ወሰን ተላለፈ ኃጢአት ሠራ ዐምፀ፣ 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ጻድቅ ሚስቱ፣ 28:8-9
- ራሱ አምላክ ነኝ ይላሉ፣ 28:38; 79:24
- ጠፋ፣ 29:39
- ከፈርዖን ቤተሰብ ምዕሚን ሰው፣ 40:28-44
- ግንብ ሲሠራ፣ 40:36-37
- ሙሳን ደግሞ ይመልከቱ
የዚህ ዓለም ነገሮቹ ማከማቸት፣ 102:1-4
ቃል ኪዳን (ባዕያ)
- ለእስልምና፣ 16:91
- ለመልዕክተኛው ቃል ኪዳን ለአላህ ቃል ኪዳን ነው፣ 48:10
- የምዕምናን ቃል ኪዳን፣ 48:18; 60:12
ቃል ኪዳን (ዋስትና)፣ ይሁን፣ 2:283
- ሁሉም ሰው ለሠራው ዋስ ነው፣ 52:21; 74:38
ግጥም፣ 36:69
ገጣሚዎቹ፣ 26:224-227; 69:41
ሮማን፣ 6:141
ድሆቹ፣ 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
ጸሎት፣ 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ጮሆ ወይም ዝቅ ብሎ አይሁን፣ 17:110
- ለከሃዲዎቹ ጸሎቱ፣ 9:113-114
- የከሃዲዎቹ ጸሎቱ፣ 13:14
- ለሚጠሩት ምላሽ ሰጣቸዋለ፣ 42:26
- በትዕግሥትና ጸሎት እርዳታ ፈልጉ፣ 2:45, 153; 20:132; 50:39
- ሶላት ፈጽሙ ወደ ቂብላህ ዞሩ፣ 2:142-145, 149-150
- ሶላቱን ጠብቁ፣ 2:238
- በጉዞ ወቅትና ጥቃት ጊዜ፣ 2:239; 4:101-102
- ሰካሮ ሳሉ አትቅረቡ፣ 4:43
- ጀናባ ሁኔታ ላይ ሳሉም፣ 4:43
- ለሶላት መጠናዘዝ፣ 4:43; 5:6
- ሶላቱ ሲጠናቀቅ፣ 4:103
- የሶላቱ ጊዜዎቹ፣ 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- ለአላህ ብቻ ሱጁድ፣ 13:15
የዓርብ ጸሎቶቹ፣ 62:9-11
በአደጋ ጊዜ ጥንቃቄ፣ 4:71
የጦርነት እስረኞቹ፣ 8:67-71
- ምርኮኞቹን ደግሞ ይመልከቱ
የእውነት ቃል ኪዳን፣ 46:16-17
ንብረት፣ 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ነቢዮቹ፣ 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- የነቢዮቹ ቃል ኪዳኖቻቸው፣ 3:81; 33:7-8
- ለነቢዮቹ ሕገ ወጥ፣ 3:161
- ለእያንዳንዱ ነቢይ ጠላት አለ፣ 6:112; 25:31
- መልዕክተኞቹን ደግሞ ይመልከቱ
ሱጁድ
- ሰማያቱ ውስጥ ምድርም ያሉ ሁሉ ለአላህ ሱጁድ ያደርጉ ጥላዎቻቸውም ደግሞ፣ 13:15
ምግብ፣ 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
መዝሙሮቹ፣ 4:163
ቅጣት
- ማዘናጋቱ፣ 3:178
- እጆቻቸውን ወይም እግሮቻቸውን ይቁረጡ፣ 5:33
- እንደ ደረሰባቸው ቅጣት ቅጧቸው፣ 16:126
- የዚህ ዓለምና ወዲያ ቅጣቱ፣ 24:19; 68:33
ንጽሕና
- አካላዊ፣ 4:43; 5:6;
- መንፈሳዊ (ቆሻሻዎቹ ተወሰደ)፣ 87:14; 91:9
ቃደር፣ 5:5; 64:11
Qadr, S.97
Qaf, S.50
Qalam, S.68
Qamar, S.54
Qari'ah, S.101
ቃሩን (ቆሬ)፣ 28:76-82; 29:39
Qasas, S.28
ቂብላህ፣ 2:142-145, 149
ቂሳስ (እኩልነት ቅጣት ሕግ)፣ 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
ቁርዓን
- ተገልጿል፣ 13:31, 36, 37; 14:1; 56:77-80
- ከአላህ ሌላ ሊሠራ አይቻልም፣ 2:23; 10:38; 11:13; 17:88
- ከአላህ ሌላ ቢሆን ብዙ ቅራኔዎቹ ይኖሩ ነበር፣ 4:82
- ግልጽ ብርሃን፣ 4:174; 42:52
- ተወርዷል፣ 6:19
- አላህ ለእርሱ ምስክር ነው፣ 6:19
- ግልጽ ማስረጃ፣ 6:157
- ስለ ቁጥሮቹ ሐሰተኛ ቅሬታ፣ 6:68
- ዝክር፣ 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ሲነበብ አዳምጡ 침ምታ ሁኑ፣ 7:204
- ዚክር፣ 7:205; 15:6, 9
- የጥበብ መጽሐፍ፣ 10:1; 31:2; 36:2
- የተወጠ መልዕክቱ፣ 10:2, 109; 42:52
- የካዱት፣ 11:17
- በዓረብኛ፣ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ክፍሎቹ ሆነ ደረጃ ደረጃ ወረደ፣ 15:91; 17:106; 25:32; 76:23
- ቁጥር ለውጥ፣ 16:10
- ሲያነቡ፣ 16:98
- ይመራ፣ 17:9
- ምሥራቅ እና ማስጠንቀቂያ፣ 17:9-10
- ከሃዲዎቹ ጋር፣ 17:45-47
- ከጠዋቱ ንባቡ ሁልጊዜ ምስክር ነው (መልዕክተኞቹ)፣ 17:78
- ፈውስና ምሕረት፣ 17:82
- ሙሉ በሙሉ ሰዎች ለሁሉ ተገልጿል ምሳሌ ሁሉ ሆኖ ብዙዎቹ ፈቃደኞች አይደሉም፣ 17:89; 18:54; 39:27
- ቀላል ናቸው፣ 19:97; 44:58; 54:17, 22, 32, 40
- ሕዝቦቼ ቁርዓኑን ጥለዋቸዋል፣ 25:30
- ቅዱሳት መጻሕፍቱ አረጋግጠዋቸዋል፣ 26:196
- ለእስራኤልያን ያለው ልዩነቶቻቸው ይናገራቸዋል፣ 27:76
- አንብቡ ጸልዩ፣ 29:45
- ከአላህ እውነት ነው፣ 32:3; 35:31
- በተባረከ ሌሊት፣ 44:3
- ሁሉም ድንጋጌዎቻቸው ተወሰኑ፣ 44:4
- ቁርዓን ዳብሩ፣ 47:24
- ቁርዓን አስጠነቁ፣ 50:45
- አላህ አስተማረ፣ 55:1
- ክቡር ቅዱስ ንባቡ ተጠብቋቸዋል፣ 56:77-78
- ንጹህ ካልሆኑ አይነኩም፣ 56:79
- ተራራ ላይ ቢወርድ፣ 59:21
- ለከሃዲዎቹ ሀዘን ናቸው፣ 69:50
- ፍጹም እርግጠኛ እውነት ናቸው፣ 69:51
- ቀስ ብሎ አንብቡ፣ 73:4
- ተከብሮ ንጹህ ሆኖ በሚቀመጡ ደብተሮቹ፣ 80:13-16
- ለሁሉም ዓለሞቹ ዝክር ናቸው፣ 81:27
- ከሃዲዎቹ ካዱ፣ 84:22
- ተጠብቆ ባለ ጽላት፣ 85:22
- እውነቱን ከሐሰቱ ሚለይ ቃሉ፣ 86:13
- ንጹህ ገጾቹ ያነባሉ፣ 98:2
- መጽሐፉን ደግሞ ይመልከቱ ራዕዩን ደግሞ ይመልከቱ
Quraish, S.106
ቁሬሽ
- ከሃዲዎቻቸው፣ 54:43-46, 51
- ማለዘባቸው፣ 106:1-4
ራቢዎቹና መነኮሳቸው፣ 9:31, 34
ፉክክር፣ ለደጎቹ ሥራዎቹ ፉክክር ተሰማሩ፣ 5:48
Ra'd, S.13
Rahman, S.55
የጽድቅ ልብስ ይሻላሉ፣ 7:26
ዝናብ
- የአላህ ስጦታ፣ 56:68-70
- የድንጋዮቹ ዝናብ፣ 27:58
ረመዳን፣ 2:185
ረሚ፣ 2:200
ቤዛ
- ቤዛ አይቀበልም፣ 57:15
- ከሃዲዎቹ ያቀረቡት ቤዛ፣ 3:91; 10:54; 13:18
ፊዲያ፣ የጾም፣ 2:196;
- ምርኮኞቹን ለማስለቀቅ፣ 8:67
የረስ ሰዎቹ፣ 25:38; 50:12
ምንዳ
- የምንዳ ቀን፣ 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ካዱ፣ 107:1-7
- ክፉ ምንዳ ክፉ ናቸው፣ 42:40
ዕርቅ
- ምሕረት አድርጎ ዕርቅ ያደረገ ሁሉ፣ 42:40
- ወንድና ሚስት፣ 4:35
- ምዕምናን መካከል፣ 49:9-10
ሰነድ
- የተጻፈ ሰነዱ፣ 83:7-9, 18-21
- እያንዳንዱ ሕዝብ ወደ ሰነዱ ይጠራሉ፣ 45:28-29
- የሁሉም ሰው ሥራ ተጽፎ ይቀርባቸዋል፣ 81:10
- እውነቱን የሚናገር፣ 23:62
- ቀኝ እጃቸው ላይ፣ 69:19; 84:7-9
- ግራ እጃቸው ላይ፣ 69:25
- ኋላቸው ላይ፣ 84:10-15
የሚጽፉ መልዕክተኞቹ፣ 50:17-18, 23; 85:11
እፎይታ፣ ከፈተና ጋር፣ 94:5-6
ሃይማኖት
- ምንም ግዴታ የለም፣ 2:256
- እስልምና ነው፣ 3:19
- የአላህ ሃይማኖቱ፣ 3:83-84
- ከእስልምና ሌላ፣ 3:85
- ወሰን አትለፉ፣ 4:171; 5:77
- ፍጹም ሆነ፣ 5:3
- ጨዋታ እና መሳሳቻ አደረጉ፣ 6:70
- ቡድን ቡድን ሆነ ተከፈለ፣ 6:159; 30:32
- ደግሞ 42:13-14; 43:65; 45:17 ይመልከቱ
- ሰዎቹ ቡድን ቡድን ሆነ ሃይማኖቱ ተሰነጠቀ ሁሉ ቡድናቸው ደስ ይላቸዋል፣ 23:53; 30:32
- ሃይማኖቱ ምንም ጭቅጭቅ አልደነገገም፣ 22:78
- ሰዎቹ ሃይማኖቱ ላይ ተፈጥረዋል፣ 30:30
- ለሁሉም ነቢዮቹ አንድ ሃይማኖቱ፣ 42:13-15
- የቅድሞዎቹ ሃይማኖቱ፣ 43:22-24
የአላህ ዝክር፣ 63:9
- ዝክሩ ልቦቻቸው ዕረፍት ያገኛሉ፣ 13:28
ንስሐ
- ሳያውቁ ክፉ ሠርተው ቶሎ ብለው ቢጸጸቱ ተቀበለ፣ 4:17; 6:54
- ክፉ ሥራ ቀጥለው ቢሄዱ ንስሐ ምንም ዋጋ የለውም፣ 4:18
- ንስሐ ይቀበልና ኃጢአቱን ይምራቸዋለ፣ 4:25
ለክፉዎቹ ማዘናጋት፣ 3:178; 10:11; 12:110; 14:42, 44; 29:53-55; 86:15-17
ትንሣኤ፣ 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ምሳሌ ዕዝራ ታሪኩ 2:259
- አብርሃም 2:260
- የዋሻ ሰዎቹ 18:9-26;
- ትንሣኤ ካዶቹ ማስጠንቀቂያ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
የትንሣኤ ቀን፣ 7:89; 20:100-101, 124
- ትክክለኛው ቀን፣ 78:39
- ሙሉ ምንዳ ተሰጣቸዋለ 3:185
- የሥራ ደብተሮቻቸው ይከፈታሉ፣ 81:11
- ሁሉም ሰው ያመጣውን ያውቃሉ፣ 81:14
- ሁሉም ሰው ካደረጋቸው ሁሉ ደጎና ክፉ ያጋጥሙዋቸዋለ፣ 3:30
- ሰው ያቀረበውን ኋላ ያስቀረውን ያውቃሉ፣ 82:5
- ምንም ግፍ አይፈራ፣ 20:112
- የፍርድ ሚዛኖቻቸው፣ 21:47
- የሥራ ሚዛኖቻቸው፣ 23:102-103
- ደጎ ወይም ክፉ አቶም ልክ ሠርቶ ሁሉ ያዩ ናቸዋለ፣ 100:7-8
- ሚስጥሮቹ ሁሉ ይፈተሻሉ፣ 86:9
ሰነድ ቀኝ እጅ ላይ ተሰጠ፣ 69:19; 84:7-9
ሰነድ ግራ እጅ ላይ ተሰጠ፣ 69:25
ሰነድ ኋላ ተሰጠ፣ 84:10-15
- ለከሃዲዎቹ ከባድ ቀን፣ 25:26; 54:8; 74:9
- ከባድ ቀን፣ 76:27
- ከባድ ሸክም ይሸከማሉ፣ 20:100-101
- ምንም ምክንያት ሊያቀርቡ አይፈቀድም፣ 77:36
- ክፉ ሠሪው እጆቹን ይነክሳቸዋለ፣ 25:27
- ክፉ ሠሪዎቹ ጓደኞቻቸውና ጣዖቶቻቸው ጋር ይሰበሰባሉ፣ 37:22
- ጥፋት ጥልቅ ፀፀትና ተስፋ መቁረጥ፣ 30:12
- ሕያው ተቀብሯት ሴቷ ትጠየቃለች፣ 81:8-9
- ታላቁ ፍርሃት፣ 21:103
- ጠሪው ወደ አስፈሪ ነገር ይጠራሉ፣ 50:41; 54:6-8
- አንድ ጩኸት፣ 36:29, 49, 53; 38:15; 50:42
- ዛጅራህ (ጩኸት)፣ 37:19; 79:13
- ቅርብ ቅጣት፣ 78:40
- ሰማዩ ዘግናኝ ነቀነቃ ይናወጣል፣ 52:9; 56:4
- ሰማዩ ተሰነጠቀ፣ 84:1-2
- ሰማዩ ተሸነሸነ፣ 77:9; 82:1
- ሰማዩ ደመናዎቹ ጋር ይሰነጠቃሉ፣ 25:25
- ሰማዩ በቀኝ እጁ ይጠቀለላሉ፣ 21:104; 39:67
- ሰማይ ምድር ያሉ ሁሉ ይ気絶ቱ ናቸዋለ፣ 39:68
- ሰማዩ ይከፈታሉ እንደ ደጆቹ ይሆናሉ፣ 78:19
- ሰማዩ እንደ ፈላ ቅቤ ይሆናሉ፣ 70:8
- ከዋክብቱ ይወድቃሉ፣ 81:2; 82:2
- ከዋክብቱ ብርሃናቸው ያልፋሉ፣ 77:8
- ፀሐዩ ብርሃኗ ያልፋሉ፣ 81:1
- ባሕሮቹ እንደ እሳት ይቃጠሉ ናቸዋለ፣ 81:6
- ባሕሮቹ ፈነዳሉ፣ 82:3
- የሰዓቱ የምድር መናወጥ፣ 22:1; 99:1
- ተራሮቹ ይርቃሉ፣ 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- አቧራ ሆነው ይደቆሳሉ 20:105; 56:5
- እንደ ፀጉር ቁርጥ ይሆናሉ፣ 70:9; 101:5
- ምድርና ተራሮቹ ኃይለኛ ናቀናቀ ይናወጣሉ፣ 73:14; 79:6
- ምድር ዱቄት ሆናሉ፣ 89:21
- ምድር ሌላ ምድር ሰማዩም ሌላ ሰማዩ ይሆናሉ፣ 14:48
- ምድር ትዘረጋሉ፣ 84:3-5
- ምድር እንደ ቀጥ ያለ ሜዳ ይሆናሉ 18:47; 20:106
- ምድር ሸክሞቿን ትወረውራቸዋለ፣ 84:4; 99:2
- ቀብሮቹ ይደፈደፋሉ፣ 82:4
- ከቀብር ትንሣኤ፣ 21:97; 70:43
- ሞት ካለ ቦኋ ምድር ላይ ሕያዋን ሆነው፣ 79:14
- የዱር እንስሳዎቹ ይሰበሰባሉ፣ 81:5
- ዕወሮቻቸው ሆነው ይነሳሉ፣ 20:124-125
- መለከት ይነፋሉ፣ 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- ሰኽኻህ፣ 80:33
- ነፍሶቹ አካሎቻቸው ጋር ይቀላቀሉ ናቸዋለ፣ 81:7
- ከአስር ቀን ያልበለጠ ቆይታ፣ 20:103
- ከአንድ ቀን ያልበለጠ ቆይታ፣ 20:104
- ወይም የቀን ክፍል፣ 23:112-114
- የስብሰባ ቀን፣ 64:9
- የፍርዱ ቀን፣ 37:21
- የውሳኔ ቀን፣ 77:38; 78:17
- የምደባ ቀን፣ 77:13-14
- የሐዘንና ፀፀት ቀን፣ 19:39
- ካዶቹ፣ 77:15-50
- ሰዎቹ እንደ ተበተኑ ቢራቢሮዎቹ ይሆናሉ፣ 101:4
- ሰዎቹ ተበታትነው ይሄዳሉ፣ 100:6
- ሰዎቹ ሰካሮ እንደ ሆኑ ናቸዋለ፣ 22:2
- ሁሉም ነፍሰ ጡር ሸክሟን ትጥላለ፣ 22:2
- የፀነሱ ግመሎቹ ይተዋሉ ናቸዋለ፣ 81:4
- ጡት አጥቢ እናት ጡት ያሳደገችውን ትዘነጋሉ፣ 22:2
- ዘመዶቹ ተያዩ ናቸዋለ፣ 70:11
- ሰው ከዘመዶቹ ይሸሻሉ፣ 80:34-37
- ምንም ወዳጅ ወዳጁን አይጠይቅም፣ 70:10
- ምንም ወዳጅ ወይም ምልጃ አዋቂ አይኖርም፣ 40:18
- ምንም ሰው ለሌላ ምንም ማድረግ አይችልም፣ 82:19
- ምንም ሥልጣን ወይም ረዳት አይኖራቸውም፣ 87:10
- ምዕምናን ምንም ፍርሃት የለባቸውም፣ 43:68
- ምዕምናን ጥላዎቹ ምንጮቹና ፍሬዎቻቸው ውስጥ ናቸዋለ፣ 77:41-43
- የገነት ሰዎቹና ሚስቶቻቸው፣ 36:55-58
- መልዕክተኞቹ ታላቅ ወርድ ሆነው ይወርዳሉ፣ 25:25
- ሺን ይጋለጣሉ፣ 68:42-43
- ገነቱ ቅርብ ይደረጋሉ፣ 81:13
- ሲኦል ቅርብ ይደረጋሉ፣ 89:23
- ሲኦል ቃጠሎ ይነዳሉ፣ 81:11-12
- የምጽዋት ቅጣቱ ካሳ ይሆናሉ፣ 5:45
ራዕይ
- ጥርጥር ቢኖርባቸው፣ 2:23-24
- የተሻረ ወይም የተረሳ ቁጥር፣ 2:106
- ትክክለኛ ምሪት፣ 3:73
- ከጌታ ነው ከሚጠራጠሩት አትሁን፣ 6:114
- ለሚረዱ ሰዎቹ፣ 6:98
- ምሪትና ምሕረት፣ 7:203; 16:64; 31:3
- በሩህ-ኡል-ቁዱስ፣ 16:102; 26:192-193
- ዝርዝር ተብራርቷቸዋለ፣ 6:98; 41:2-4
- ከአላህ የመጣ ነው፣ 46:2
- መጽሐፉን ደግሞ ቁርዓንን ደግሞ ይመልከቱ
የደረሰባቸው ጭቆና ቅጣቱ፣ 42:39-43
ምንዳ
- ከሥራ ምርጥ ልክ ወይም ከዛም ይበልጣሉ፣ 24:38; 29:7; 39:35
- እንደ ምንዳ 25:15
- አላህ ደጎቹ ምርጡን ምንዳ ይሰጣቸዋለ፣ 53:31
- ለደጎቹ ምንዳ ከደጎ ሌላ ምንም የለም፣ 55:60
ሪባ (ወለድን ይመልከቱ)
ጻድቃን
- ጓደኝነታቸው፣ 4:69
- ምድሩን ይወርሱ ናቸዋለ፣ 21:105
- ገነት ውስጥ፣ 51:15-19; 76:5-12
- ደጎቹን ደግሞ ይመልከቱ
ጽድቅ፣ 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- የጽድቅ ቁልቁለት መንገዱ፣ 90:11-18
ትክክለኛ ምሪት የአላህ ምሪት ናቸው፣ 3:73
መንገዶቹ፣ 43:10
የድንጋዮቹ ቦታ (ሂጅር)፣ ሰዎቻቸው፣ 15:80-85
ሮሜዎቹ፣ 30:2-5
ጣሪያ ሰማዩ ናቸው፣ 21:32
ሩህ (ጅብሪል)፣ 26:193; 67:12; 70:4; 78:38; 97:4
ሩህ-ኡል-ቁዱስ፣ 2:87, 253; 5:110; 16:102
- ጅብሪልን ደግሞ ይመልከቱ
ሩህ (ነፍስ)፣ 15:29; 17:85; 58:22
Rum, S.30
ሰባ (ሸባ)፣ 27:22-44; 34:15-21
Saba', S.34
ቅዳሜ
- ወሰን ያለፉ፣ 2:65; 4:154; 7:163-166
- ለእነርሱ ብቻ ደንግጎ ነበር፣ 16:124
ሳቢዮቹ፣ 5:69; 22:17
ቀርባን፣ 2:196, 200; 22:34-37
Sad, S.38
ሰዳቃህ (ምጽዋት)፣ 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ደብቆ ከማሳየት ይሻላሉ፣ 2:271
ሰፋና መርዋ፣ 2:158
Saff, S.61
Saffat, S.37
ሳይሉ አል-ዓሪም (ከማዕሪብ ግድብ የፈሰሰ ጎርፍ)፣ 34:16
Sajdah, S.32
ሰኪናህ (ዕረፍትና ፀጥታ)፣ 2:248; 9:26, 40; 48:4, 18, 26
ሷሊህ፣ 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ሰልሳቢል (በገነት ያለ ምንጭ)፣ 76:18
ሳሚሪ፣ 20:85, 95-97
ሳሙኤል፣ 2:247
ሰይጣን፣ 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- ጥላቻ ቁርሾ ያበሳቸዋለ፣ 5:91
- ከሰይጣን ክፉ ሹክሹክታ፣ 7:200-201
- ያታልሉ፣ 8:48
- 裏切った፣ 14:22
- ምዕምናን ላይ ሥልጣን የለውም፣ 16:99-100
- ሐሰት ይወረውሩ ናቸዋለ፣ 22:52-53
- ጠላት ናቸዋለ፣ 12:5; 35:6; 36:60
- ትዕቢት 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85;
- ጂን ናቸዋለ 18:50-51;
- አዳምን ፈተናና ውድቀት 7:20-23; 20:116-121;
- ምዕምናን ላይ ምንም ሥልጣን የለውም 16:98-100;
- ዓላማው 35:6-8;
- ለሰው ዘር ጠላት ናቸዋለ 12:5; 17:53;
- ቡድኑ 53:14-19;
- ሥራው 5:90-91;
- ደጎቹ ሥራዎቹ ያስቀምጣቸዋለ 2:268;
- ምዕምናን ከሰይጣን ወደ አላህ ይጠጋሉ 7:200-202;
- ሴራው ደካማ ናቸዋለ 4:76;
- ተከታዮቹ ይፈቷቸዋለ 8:48;
- ሲኦል ውስጥ ተከታዮቹ ጋር ያወራሉ 14:22
- ኢብሊስን ደግሞ ይመልከቱ
ሚዛን፣ ሸክሙ ባዘ ያሸንፋሉ፣ 7:8-9
- ሚዛኑን ደግሞ ይመልከቱ
ቅዱሳት መጻሕፍት
- ቅዱሳት መጻሕፍቱ ሰዎቹ (አይሁዶቹና ክርስቲያኖቹ)፣ 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- ደብቀው ያቆዩ ነገሮቹ፣ 5:61-63
- ትክክለኛ መንገድ ያሉ ናቸዋቸው፣ 5:66
- ያውቁ ነገር ግን አያምኑም፣ 6:20
ባሕሮቹ፣ 42:32-33; 45:12
- ሁለቱ ባሕሮቹ፣ 18:60; 25:53; 35:12; 55:19-20
- ሲፈነዱ፣ 82:3
ምሥጢር (ናጅዋ)
- ንግግሮቹ፣ 4:114
- የሦስቱ ምክር፣ 58:7
- ምክሮቹ፣ 58:8, 10
- የግል ምክክር፣ 58:12-13
ሃይማኖቱ ቡድን ቡድን፣ 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
ደህንነት ከፈተና ካለ ቦኋ ወርዶ ሰጣቸዋለ፣ 3:154
ዘር ምን ያዘምርለታቸዋለ፣ 56:63-67
ስሜቶቹ፣ 23:78
ሰባቱ ተፈጠሩ
- ሰማያቶቹ፣ 2:29; 23:17; 65:12; 67:3; 71:15
- ምድሩም ሁሉ ሰባቱ ናቸዋቸው፣ 65:12
ጥላ
- ለአላህ ሱጁድ ያደርጉ ናቸዋለ፣ 13:15; 16:48
- መስፋፋቱ፣ 25:45
Shams, S.91
ሴት ግመሉ ለሠሙድ ሕዝቦቹ ግልጽ ምልክቱ ናቸዋቸው፣ 7:73; 17:59; 26:155-158
መርከቡ ሲሄድ እንደ ምልክቱ ለማገልገል ፀጋው ለመፈለግ፣ 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ሹዐይብ፣ 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Shura, S.42
ሲድራቱ-ኡል-ሙንተሃ፣ 53:14
የመዲና ከበባ፣ 33:9-27
ሲጂን፣ 88:7-9
ኃጢአት፣ 7:100; 74:43-6
- ሕገ ወጥ ወሲብ፣ 4:15-16; 24:2, 19
- ከባድ ኃጢአቶቹ ቢተዋቸው ትንንሹ ይምሩ ናቸዋለ፣ 4:31
- ከሰዎቹ ሊደብቁ ቢችሉ ከአላህ ሊደብቁ አይችሉም፣ 4:108
- ኃጢአት ሠርቶ ኃጢአቱ ለራሱ ብቻ ናቸዋቸው፣ 4:111
- ኃጢአት ሠርቶ ንጹህ ሰው ላይ ቢወረወር፣ 4:112
- አላህ ሸሪክ አብራጅን አይምርም ሌሎቹን ለሚፈልጋቸው ይምራቸዋለ፣ 4:116
- ኃጢአት ሠሩ ሁሉ ቅጣቱ ይደርሳቸዋለ፣ 6:120
- ኃጥዓኖቹ ፈጽሞ አይሳካሉ፣ 10:17
- አላህ ኃጢአቶቹን ሁሉ ይምራቸዋለ፣ 39:53
- ከባድ ኃጢአቶቹ፣ 42:37
የሲናይ ተራራ፣ 19:52; 23:20; 95:2
ኃጥዓኖቹ ጆሮዎቻቸው ዓይኖቻቸው ቆዳዎቻቸው ይመሰክሩባቸዋለ፣ 41:20-23
ሲራጥ 橋፣ 66:8
ሰሳቢ፣ 68:11-12; 104:1
ባሮቹ፣ 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- የጦርነት እስረኞቹን ደግሞ ምርኮኞቹን ደግሞ ይመልከቱ
እንቅልፍ ዕረፍቱ ናቸዋቸው፣ 78:9
ሰዶም፣ 29:31; 37:136
ሰዶማዊነት፣ 7:80-82; 11:77-83; 15:61-77; 29:28-29
ሰሎሞን፣ 2:102; 4:163; 6:84;
- አባቱ ዳዊት ፍትሐዊ ፍርድ እንዲሰጥ ረዳው 21:78-82;
- እና ጉንዳኖቹ፣ 27:15-19
- እና ሆፖዌ ወፉ፣ 27:20-26
- እና የሰባ ንግሥት፣ 27:22-44; 34:15
- አላህ ፀጋዎቻቸው 34:12-14, 38:34-40;
- ፈረሶቹ ፍቅሩ 38:30-33
የጉዲፈቻ ልጁ፣ 33:4-5
ነፍስ (ሩህ)፣ 15:29; 17:85; 58:22
ለአላህ ምክንያት ወጪ አርጉ፣ 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ከሚያስፈልጋቸው ያለፈ፣ 2:219
- ሀብታቸው በአላህ መንገድ ወጪ ያደረጉ ምሳሌ፣ 2:261
- ሰዎቹ ይዩ ዘንድ፣ 2:264; 4:38
- ለአላህ ምክንያት ወጪ ያደረጋቸሁት ሁሉ ይመለስ ናቸዋቸዋለ፣ 2:272; 8:60; 34:39
- ከልካ ወይም አባካኝ ሳይሆን፣ 6:141; 17:26
- ከልካኝ ወይም ቁጥ ባይ ሳይሆን፣ 25:67
- ለአላህ ምክንያት ወጪ ከማድረግ እጆቻቸውን ዘጉ፣ 9:67
ሩህ (ነፍስ)፣ 15:29
- ዕውቀቱ ከአላህ ዘንድ ናቸዋቸው፣ 17:85
- አላህ ምዕምናን ያጠናክርባቸዋቸው፣ 58:22
የጦርነት ምርኮዎቹ፣ 8:41, 69; 48:15, 19-20; 48:15
- ምርኮዎቹን ደግሞ ይመልከቱ
ስለሌ፣ 49:12
ከዋክብቱ፣ 53:1, 49; 86:1-4
ከዋክብቱ፣ 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
ቀጥተኛ መንገዱ፣ 1:6,
- ወዘተ. መሳለቁ፣ 6:153,
- ወዘተ. ትጋቱ፣ 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
ጡት ማጥባቱ፣ ተኳሽ ጡት አጥቢ እናቱ፣ 2:233
ፈተናዎቹ ድህነቱ ጤና ማጣቱ ምስቃቆቹ ብልፅግናና ሀብቱ፣ 7:94-96
ፀሐዩ፣ 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
ከፍ ያለው ስኬቱ፣ 9:72; 44:57
ሱረቱ፣ 10:38; 11:13; 47:20
- ራዕዩ ወርዶ እምነቱ ይጨምርላቸዋለ፣ 9:124-127
ጥርጣሬዎቹ፣ 49:12
ምግብ፣ 19:62
- ምግቡን ደግሞ ይመልከቱ
ሱዋዕ፣ 71:23
ጣቡቅ፣ 9:40-59, 81-99, 117-118, 120-122
Taghabun, S.64
ጣጉት፣ 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- ሐሰተኛ አማልክቱን ደግሞ ይመልከቱ
Ta-Ha, S.20
Tahrim, S.66
Takathur, S.102
Takwir, S.81
Talaq, S.65
ጣልህ (ሙዝ ዛፍ)፣ 56:29
ጣሉት (ሳዖል)፣ 2:247-249
Tariq, S.86
ተስኒም (ምንጭ)፣ 83:27-28
Taubah, S.9
ጠዋፍ (ካዕባ መዞር)፣ 2:200; 7:29, 31
ተይሙም፣ 4:43; 5:6
ጊዜው ሁሉ ሕዝብ ለእርሱ ጊዜ ያለው ቀደም ወይም ዘግቶ ሊሄድ አይቻልም፣ 7:34; 10:49; 15:4-5; 16:61; 20:129
ግዛቱ በሠራዊቶቹ ጠብቁ፣ 3:200
ፈተና ከአላህ፣ 3:154; 34:21
ሠሙድ፣ 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
ሌባ ቅጣቱ፣ 5:38-39
ዙፋኑ፣ 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- በውሃ ላይ፣ 11:7
- ስምንቱ መልዕክተኞቹ ይሸከሙ ናቸዋቸው፣ 39:75; 40:7; 69:17
ጊዜ፣ 45:24; 76:1; 103:1
Tin, S.95
ቅጣቱ፣ 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
ለምናጠፋቸው ከተሞቹ ታወቀ ድንጋጌ ነበር፣ 15:4
ንግድና ንብረቱ፣ 4:29
ምድሩ ዞረው አላዩም፣ 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ክህደት፣ 8:58; 22:38
- ክዳቱን ደግሞ ይመልከቱ
የተከማቸ ሀብቱ፣ 9:35
የአላህ ግምጃ ቤቶቹ፣ 6:50
የዘለዓለም ዛፍ፣ 20:120
ዛፎቹ፣ 22:18
ፈተናዎቹ፣ 2:214-218; 64:15
መለከቱ በትንሣኤ ቀን፣ 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
ሰኽኻህ፣ 80:33
ታማኝነቱ ሰማያቱ ምድሩ ተራሮቹ ቀረበ ሰው ወሰደው፣ 33:72-73
ታማኝነቶቹ (አማናህ)፣ 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
እውነቱ፣ 5:48; 23:70-71, 90; 25:33; 69:51
- ከሐሰት ጋር አትቀላቅሉ ወይም አትደብቁ፣ 2:42
- እውነቱ ሐሰቱ ጠፍቷቸዋለ፣ 17:81
- የእውነቱ ቃል ኪዳን፣ 46:16-17
የቱባዕ ሕዝቦቹ፣ 44:37; 50:14
ጡር (ተራራ)፣ 28:29, 46
Tur, S.52
የቱዋ ሸለቆ፣ 20:12; 79:16
የኡሑድ ጦርነት፣ 3:121-128, 140-180
ኡማ (ማህበረሰቡ ሕዝቡ)፣ 2:143-144; 10:47, 49; 11:118; 16:36, 120
ዑምራ፣ 2:128, 158, 196
ወለድ (ሪባ)፣ 2:275-276, 278-280; 3:130; 4:161; 30:39
ዑዛይር (ዕዝራን ይመልከቱ)
ዑዛ፣ 53:19
የማይታይ ሽፋን፣ 17:45-46
መሸፈን፣ 24:31; 33:59
ሰብዑ አልማሷኒ ቁጥሮቻቸው፣ 15:87
ድል
- ከአላህ ተሰጠ፣ 48:1
- ከአላህ እርዳታ ድል፣ 61:13
በጎ ሥነ ምግባሮቹ (ጽድቁን ምዕምናኑን ደግሞ ይመልከቱ)
ዋዱ፣ 71:23
- "ጠብቁ እኛም እየጠበቅን ነን"፣ 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Waqi'ah, S.56
ከአላህ ጋር ጦርነት፣ 5:33-34
ከልካ አባካኝ አትሁን፣ 6:141; 7:31; 17:26
ውሃ ሕያዋን ሁሉ ከዛ ተፈጠሩ ናቸዋቸው፣ 21:30; 24:45; 25:54
- ሁለቱ ባሕሮቹ፣ 18:60; 25:53; 35:12; 55:19-20
- የአላህ ዙፋን ባሕሩ ላይ ናቸዋቸው፣ 11:7
- ዝናብ፣ 23:18
መንገዱ፣ 1:6; 42:52-53; 90:10
- ወዘተ. ቀላሉ ቀላል አድርጋቸዋለ፣ 87:8
- ሰላምታውን ደግሞ ይመልከቱ
የመንገደኛ፣ 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ሀብት
- ሰበሰበ ሁሉ፣ 104:2-4
- ለአላህ ምክንያት ወጪ (ወጪ አርጉን ደግሞ ይመልከቱ)
ሀብትና ልጆቹ የዚህ ዓለም ሕይወቱ ጌጡ ናቸዋቸው፣ 18:46
ሚዛንና ምስፈሪያ ሙሉ ስጡ፣ 11:85; 17:35; 83:1-5
መበለቶቹ፣ 2:234-235, 240
የአላህ ፈቃዱ፣ 10:99-100; 30:5; 81:29; 82:8
ሰው ቀጥ ብሎ ሊሄድ ፈቃዱ ካልሆነ በቀር አላህ ካልፈቀደ፣ 28:29
ነፋሶቹ፣ 77:1-3
- የምሥራቅ ፈተሞቹ ሆነው፣ 7:57; 30:46
- ደመናዎቹ አስነስተው ውሃ አወርደው፣ 15:22; 30:48
- ቢጫ ሆነው፣ 30:51
ወይን (ገነት ውስጥ)
- ንጹህ ሀሳዎቹ፣ 37:45; 76:21
- ነጭ ጣፋጮቹ፣ 37:46
- ወይን ወንዞቻቸው፣ 47:15
- ንጹህ ታሸጉ ናቸዋቸው፣ 83:25
- አላህ አንዱን ከሌላው ላዩ ያደረገበት ነገር አትመኙ፣ 4:32
ምስክሮቹ
- ለነቢዮቹ ቃል ኪዳን፣ 3:81
- ለሰዎቹ ሁሉ፣ 2:143; 22:78
- ለውል፣ 2:282
- ለአንድ ወንድ ሁለት ሴቶቹ፣ 2:282
- ሕገ ወጥ ወሲብ ላይ፣ 4:16; 24:2
- ፍትሐዊ ሁን፣ 5:8
- እጆቹና እግሮቹ ይመሰክሩ ናቸዋቸው፣ 36:65
- ሰው ለራሱ፣ 75:14
የምስክርነት ቀንና የምስክርነት ቀን፣ 85:3
ሚስቶቹ
- ልክ እንደ ምርት ናቸዋቸው፣ 2:223
- ሽፋን ናቸዋቸው፣ 2:187
- ከናንተ ዓይነቶቹ፣ 16:72
ሚሟገቱ ሴቷ፣ 58:1-2
ሴቶቹ፣ 2:222-223; 4:15, 19-22, 34, 127
- ንጹሐን ሰዎቹ ሚወቅሱ፣ 24:4-5, 11-17, 23-26
- መሸፈን፣ 24:31; 33:59
- ምዕሚናት ስደተኞቹ ሆነው፣ 60:10-12
- ክርክር ላይ ራሷን ግልጽ ያላደረገች፣ 43:17-18
ዋርካ ሰዎቹ፣ 15:78; 38:13; 50:14
- አይካህን ደግሞ ምድያንን ደግሞ ይመልከቱ 26:176-191
የዚህ ዓለም ሕይወቱ
- ጨዋታና መሳሳቻ ብቻ ናቸዋቸው፣ 6:32; 29:64; 47:36; 57:20
- ሰዎቹ ያታልሉ ናቸዋቸው፣ 6:130
- ደስታ ከወዲያ ያንሳሉ፣ 9:38; 13:26; 28:60-61
- ፈልጉ ያገኛሉ ወዲያ ምንም አይኖራቸውም፣ 11:15-16; 17:18; 42:20
- ሀብትና ልጆቹ ጌጡ ናቸዋቸው፣ 18:46
- ዛሬን ወደው ወዲያ ጥለው፣ 75:20-21; 76:27
ለውሎቹ ጽሁፍ፣ 2:282
ክፉ ሠሪዎቹ፣ 11:18-22, 101-104, 116-117; 39:47
- ከሃዲዎቹን ደግሞ ይመልከቱ
ውዱዕ (ምስጋና)፣ 4:43; 5:6
ያጉሥ፣ 71:23
ያህያ (ዮሐንስ)
- ምሥራቹ፣ 3:39; 21:90
- ጻድቅ፣ 6:85
- ጥበበኛ ርህሩህ ታዛዥ፣ 19:12-15
Ya-Sin, S.36
ያሥሪብ (አልመዲና) ሰዎቻቸው፣ 33:13
ያዑቅ፣ 71:23
Yunus (Jonah), S.10
Yusuf (Joseph), S.12
ዘቡር፣ 21:105
ዘካሪያስ (ዘካሪያ)፣ 3:37-41; 6:85; 19:2-11; 21:89-90
ዘይድ ኢብን ሓሪሸህ፣ የነቢዩ ባሪያ፣ 33:37-38
ዘካት፣ 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- የዘካትና ምጽዋቱ ዓላማዎቹ፣ 2:273; 9:60
ዘንጃቢል፣ 76:17
Zalzalah, S.99
ዘቁም፣ 17:60; 37:62-66; 44:43-46; 56:52
ዚሃር፣ 33:4; 58:2-4
Zukhruf, S.43
Zumar, S.39
መሠረታዊ ዶግማዎቹ
- እምነቱ ፍጹም ሆነ 5:3;
- ከአላህ ዘንድ ተቀባይ ብቸኛ መንገዱ 3:19, 85;
- እስልምናን ለመቀበል ምንም ግዴታ የለም 2:256;
- ልዩ ልዩ እምነቶቹና ሕጎቹ ያላቸው አንድ ሃይማኖቱ 5:48; 22:67-70; 42:13-14;
- የእስልምና ነቢዮቹ 2:135-136; 3:84; 4:163-165;
- ትዕዛዞቹ (ለአላህ አምኑ ደጎቹ ሥራ ሠሩ) 4:36; 6:151-154; 17:23-39; 18:107-108;
- የሸሪዓ አምስቱ ዓላማዎቹ እምነቱ ጠብቆ 5:54;
- ሕይወቱ ጠብቆ 5:32; 6:151;
- ሀብቱ ጠብቆ 5:38;
- ክብሩ ጠብቆ 5:5; 24:4;
- አዕምሮው ጠብቆ 5:90.
በአላህ እምነቱ 2:255
- ፈጣሪነቱ ምርጦቹ ስሞቹ 57:1-6; 59:22-24; 85:13-16; 112:1-4;
- ብቸኛ አምልኮ የሚገባው 1:1-4; 2:285; 6:3; 43:84;
- ሥልጣኑ ሁሉ ለእርሱ ናቸዋቸው 3:26; ዙፋኑ (ዓርሹ) 7:54; 11:7;
- ኩርሲው (ወንበሩ) 2:255;
- ለሰዎቹ ሁሉ ልዩ ልዩ ፀጋዎቻቸው 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25;
- ሕይወቱ ሰጥቶ ሞቱ አዘምሮ 44:8; 53:44; 57:2; 67:2;
- ደስታና ሐዘን አዘምሮ 53:43;
- ምግቡ ብዙ ወይም ትንሽ ሰጥቶ 13:26; 17:30; 29:62;
- ከሁሉ ምርጥ ፈራጅ 95:8;
- ከሁሉ ምሕረተኛ 12:92;
- ጻድቃኑን ወዶ 85:14;
- ሙሉ ምሕረቱና ኃይለኛ ቅጣቱ 13:6, 40:3;
- ፊተኛውና መጨረሻው 57:3;
- ክብርና ሥልጣን ሁሉ ለእርሱ 35:10;
- ሰውሩን ያውቆ የማይታዩን ያይ 6:59, 73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7;
- ልቦቻቸው ሰውሩ ምን እንደሆነ ያውቅ 5:7; 11:5; 31:23;
- ምን እንደሆነ ምን ሊሆን እንደሚችል ያውቅ 2:255;
- ሁሉ ነገር ሰነዱ (ተጠብቆ ባለ ጽላቱ) ጻፈ 6:38; 13:39; 36:12;
- ሁሉ ማድረግ ይቻለዋለ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2;
- ወሰን የሌለው ኃይሉ 3:26-27; 24:45; 31:28-30;
- ሰማያቱና ምድሩ በስድስት ቀናት ፈጥሮ አልደከመም 46:33; 50:38;
- "ሁን!" ብሎ ፈጠረ 36:81-83;
- ፍጥረቱ ፈጽሞ አልበደለም 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16;
- ሁሉ ለፈቃዱ ይሰግዱ ናቸዋቸው 3:83; 22:18; 30:26;
- ሁሉ ለእርሱ ያስፈልጋቸዋለ 11:6; 35:15; 55:29;
- ለእርሱ አደራ ስጡ 10:84-85; 12:67; 25:58;
- የፈጣሪነቱ ቃለ ምልልስ ዓይነቶቹ 42:51;
- ሊጠነቀቁለት ብቁ ናቸዋቸው 2:21; 3:102; 4:1; 33:70-71; 59:18;
- ጥበቡ ከእርሱ ስጦታ ናቸዋቸው 2:269;
- ከምንም ነፃ ናቸዋቸው 3:97; 6:133; 112:2;
- ሦስትነት አይደሉም 4:171;
- ጓደኛ የለውም 6:101;
- ልጅ የለውም 10:68; 19:35; 43:81; 72:3; 112:3;
- ሸሪኮቹ ወይም ከፊሎቹ አማልክቱ የሉም 6:94; 7:191-195; 46:4-5;
- እርሱን ምናምን አይመስለውም 42:11; 112:4
ፍጥረቱ ምስጢሮቹ ዙሪያ ላሉ ሰዎቹ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
የፍጥረቱ ምልክቶቹ 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ሁሉን ለዓላማ ፈጠረ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ዓለሙ ፍጹም ሆነ 67:3-4
- ቀንን ሌሊት ሌሊትን ቀን አደረገ 3:27
- ልዩነቱ 30:22; 35:27-28
- ማር 16:68-69
- ወተት 16:66
- ልጆቹ ስጦታ 42:49-50
- ፕላኔቶቹና ምህዋሮቻቸው 21:33; 36:38-44
- ኮከብ ስርዓቶቹ 25:61; 85:1
- ከዋክብቱ 37:6-7; 67:5
- ደመናዎቹ 7:57; 30:48
- ምድር መናወጥ 7:78; 7:155
- መሬት መናድ 28:81; 29:40
- ዐብይ ማዕበል 10:22
- ጠፋፋ ዝናብ በረዶና ዝናብ 2:265; 6:99; 24:43; 50:9-11
- ነጎድጓድና መብረቅ 13:12-13
ሳይንሳዊ ጥቆማዎቹ
- ሰዎቹ ከወንድና ሴት ዘር ተፈጠሩ 76:2;
- ፅንሱ ምስረታና ደረጃ ደረጃ እድገቱ 22:5; 23:12-14;
- ፅንሱ ሦስቱ ጨለማ ሽፋኖቹ 39:6;
- ጨዋ ውሃዎቹ 25:53-54; 35:12; 55:19-20;
- ንፋስ አበጋዝ 15:22;
- የጣቶቹ አሻራ 75:3-4;
- ተራሮቹ እንደ ምሰሶዎቹ 78:7;
- ብረቱ ወርዶ 57:25;
- ህመም ሰሚ ነርቮቹ 4:56;
- ፀሐዩ ብርሃን ምንጭ ጨረቃዋ ግን ተቀባይ ብርሃን 10:5;
- ጨረቃ ሰንጠቂ 54:1;
- ሰማዩ ጥሩ ጣሪያ 21:32;
- ሁሉም ፍጥረቶቹ ከውሃ ናቸዋቸው 21:30; 24:45;
- ጉንዳኖቹ ይነጋገሩ ናቸዋቸው 27:17-19;
- የውስጥ ማዕበሎቹ 24:40;
ሕያዋን ፍጥረቶቹ
- መልዕክተኞቹ 39:75
- ሰዎቹ (ምድር ላይ ሥልጣን) 2:30; 6:165; 16:4
- ጂኖቹ 72:1-15
- እንስሳቶቹ ሰዎቹ ሁሉ ማህበረሰቦቻቸው ናቸዋቸው 6:38
- ጥጃ 11:69
- ግመል 7:40
- ውሻ 18:22
- ዝሆን 105:1
- ፈረሶቹ በቅሎዎቹ አህያዎቹ 16:8
- አንበሳና ዜብሮዎቹ 74:50-51
- ዝንጀሮዎቹ 2:65
- አሳማዎቹ 2:173
- ሴት ግመሉ 7:73
- በጎቹና ፍየሎቹ 6:143
- ተኩላ 12:17
- እንቁራሪቶቹ 7:133
- እባብ 7:107
- ወፎቹ 24:41
- ቁራ 5:31
- ሆፖዌ ወፉ 27:20
- ሰሎዋ 2:57
- ዓሣ 18:61
- ዓሣ ነባሪ 37:142
- ጉንዳኖቹ 27:18
- ንቦቹ 16:68
- ትንኝ 2:26
- ዝንብ 22:73
- ቅማልና አንበጦ 7:133
- ሸረሪት 29:41
- ሌሎቹ ለእኛ የማይታወቁ 16:8
ዕፀዋቱና ፍሬዎቻቸው 6:99; 13:4; 16:11; 36:33-35
- ሙዝ 56:29,
- ዘንባባ 19:25,
- ዕፀዋቱ ዱባዎቹ ቅጠሎቻቸው ምስሮቻቸው ሽንኩርቶቻቸው 2:61,
- ወይን 80:28,
- ወይራ 6:99,
- በለስ 95:1,
- ሮማን 55:68,
- ዱባ 37:146
በሙሐመድ እምነቱ
- ባህሪዎቹ ነቢይ ብቻ ናቸዋቸው 3:144; 6:50; 7:188; 18:110;
- እውነቱ ለማድረስ 2:119; 35:24; 42:48;
- የነቢዮቹ ማሕተም 33:40;
- ክቡር ባህሪው 3:159; 68:4;
- አርዓያ ሰብ 33:21;
- ለምዕምናን ፀጋ ሆኖ 3:164;
- ለዓለሙ ሁሉ ምሕረት ሆኖ 21:107;
- ሁለንተናዊ መልዕክተኛ 4:170; 7:157-158; 34:28;
- ቀጥተኛ መንገዱ ይመራሉ 42:52-53;
- ሰዎቹ ያስቡ ናቸዋቸው 9:129;
- በፍርዱ ቀን ምስክር ሆነው 4:42; 16:89;
- ያልተማሩ ነቢይ 7:157-158; 29:48; 62:2;
- ቶራህና ወንጌሉ ውስጥ ተናገሩ ናቸዋቸው 7:157;
- ኢየሱስ ቀደም ብሎ ተናግሯቸዋለ 61:6
ነቢዩ (ﷺ) ያጋጠሟቸው ፈተናዎቹ
- የጣዖት አምላኪዎቹ ዋጋ ቢስ ጥያቄዎቻቸው 8:32; 15:7; 17:89-93; 25:7-8;
- ሐሰተኛ ወቀሳዎቹ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30;
- ሕይወቱ ላይ ሙከራ 8:30; 9:74;
- ሊጎዱ ወይም ሊቃወሙ ለሚፈልጉ ማስጠንቀቂያ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19;
- ካዱ ሰዎቹ ጋር ትዕግሥት እንዲያሳይ ታዝዟቸዋለ 20:130; 30:60; 46:35; 70:5;
- ከአላህ ዘንድ ዕርዳታ ታዝዟቸዋለ 5:67; 93:1-11; 94:1-8
ከነቢዩ (ﷺ) ሕይወቱ ትምህርቶቹ
- ከስደቱ (ሂጅራ) ወደ የበድር ጦርነት 3:121-129; 8:42-44; 8:65-71;
- የኡሑድ ጦርነት 3:151-180;
- የጉድጓዱ ጦርነት 33:9-27;
- የሁናይን ጦርነት 9:25-27;
- መዲና 9:40; ጣቡቅ 9:38-123;
- ባኑ አን-ናዲር 59:2-6;
- ሐምራዕ አልአሰድ 3:172-175;
- የሑደይቢያ ሰላም 48:1-7; 48:10-29
ለነቢዩ (ﷺ) የተሰጡ ክብሮቹ
- አላህና መልዕክተኞቹ ይባርኳቸዋለ 33:56;
- ከመካ ወደ ኢየሩሳሌም ሌሊቱ ጉዞ 17:1;
- ወደ ሰማያቱ ጉዞ 53:1-18;
- በዚህ ዓለምና ወዲያ ተከብረዋለ 17:79; 66:8; 108:1;
- ለእርሳቸው ታዛዥነት ለአላህ ታዛዥነት ናቸዋቸው 4:80;
- ለአላህና ለመልዕክተኛው ታዛዥነት ምንዳ 4:69;
- ቤተሰባቸው ተጠርጉ ናቸዋቸው 33:33-34;
- ጅብሪልን እውነተኛ ቅርጹ ላይ አዩ 53:1-18;
- ምዕምናን ሊታዘዙ ታዘዙ ናቸዋቸው 59:7;
- ለእርሳቸው ሥርዓቱ 49:1-5
- እርሳቸውን ለመጎብኘት ሥርዓቱ 33:53;
- ሚስቶቻቸው ጋር ለመምህሩ ሥርዓቱ 33:53;
- አላህ ለእርሳቸውና ለጓደኞቻቸው ደስ ብሎበት 9:100; 9:117;
- የእምነቱ ማህበረሰቡ ምርጥነቱ 2:143; 3:110
ሶላት 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2;
- የዓርብ ጉባኤ 62:9;
- ወደ ቂብላህ 2:144; 2:149-150;
- ከክፉ ሥራ ሊያቆም ናቸዋቸው 29:45;
- ጊዜዎቹ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26;
- አደጋ ወይም ጉዞ ጊዜ 2:239; 4:101-102;
- ሶላት ሸሽቶ ለሚሄዱ ማስጠንቀቂያ 19:59; 74:38-47; 107:5-7;
- የምናፍቃኑ ሶላት 4:142; 9:54
ንጽሕና ውዱዕ 5:6;
- ሙሉ ጉሱል 2:222; 4:43;
- ደረቅ ተይሙም 4:43; 5:6
ዱዓዎቹ (ጸሎቶቹ)
- የአብርሃም 2:126-129; 14:35-41; 26:83-89;
- አዳምና ሔዋን 7:23;
- ኢየሱስ 5:114;
- ኢዩብ 21:83;
- ዮናስ 21:87;
- ዮሴፍ 12:33; 12:101;
- ሙሳ 10:88-89; 20:25-35;
- ሙሐመድ 17:80; 20:114
- ኑህ 23:26; 26:117-118; 54:9-10; 71:26; 71:28;
- ሰሎሞን 38:35;
- ሹዐይብ 7:89;
- ዘካሪያስ 3:38; 19:2-6; 21:89-90;
- መልዕክተኞቹ 40:8-9;
- የማርያም እናቷ 3:35-36;
- የፈርዖን ሚስቱ 66:11;
- የፈርዖን አስማተኞቻቸው 7:126;
- ንጉሥ ሷዑልና ከእርሱ ጋር ያሉ ምዕምናን 2:250;
- የእስራኤልያን ምዕምናን 10:85-86;
- የዋሻ ሰዎቹ 18:10;
- ጻድቃኑ 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10;
- የተጨቆኑ 4:75
የሱጁድ ቁጥሮቻቸው
- ሰጅዳት ናቸዋቸው 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ዘካት እንደ ግዴታ 2:110; 2:177; 2:277; 6:141;
- ከምዕምናን ባህሪዎቹ 22:41; 23:4; 51:19;
- ተቀባዮቹ 9:60
- ምጽዋት (ሰዳቃህ) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ለሚዝቁ ማስጠንቀቂያ 3:180; 9:34; 47:38
ጾም (ሰውም)
- በረመዳን 2:183-185;
- የጾሙ ሰዓቶቹ 2:187;
- ነፃ የሆኑ 2:184-185;
- ጾሙ ቀዳሚ ሌሊቱ ወሲብ 2:187;
- ሐጅ ጊዜ ጾም 2:196
ሐጅ (ሐጅ)
- የሚችሉ ሁሉ ግዴታ ናቸዋቸው 3:97;
- ሥርዓቶቹና ሕጎቻቸው 2:158; 2:189; 2:196-203; 5:2; 22:26-37;
- የቀርባን ሥጦታዎቻቸው 2:196; 22:36-37;
- ሐጅ ጊዜ ምድር ላይ አደን የተከለከለ 5:1; 5:94-95;
- ባሕሩ ላይ አደን ፈቃዱ ናቸዋቸው 5:96
- ዑምራ 2:158; 2:196
የእምነቱ ማህበረሰቦቻቸው
- ሙስሊሞቹ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15;
- ለእርስ በርሳቸው ጠባቂዎቻቸው 3:28; 9:71;
- ክርስቲያኖቹ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17;
- አይሁዶቹ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8;
- የእስራኤልያን 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6;
- የቅዱሳት መጻሕፍቱ ሰዎቹ (በዋናነት አይሁዶቹና ክርስቲያኖቹ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ሙስሊሞቹ ከእርሳቸው የታረደ ሊበሉ ሴቶቻቸውን ሊያገቡ ይችላሉ 5:5
- ለአይሁዶቹ የተከለከሉ ምግቦቻቸው 6:146;
- ሳቢዎቹ 2:62; 22:17;
- ማጊዎቹ 22:17;
- ጣዖት አምላኪዎቹ 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30;
- የጣዖት አምላኪዎቹ ጠፍ ሥርዓቶቻቸው 2:189; 5:103; 6:138-144;
- አምላክ የለሾቹ 52:35-36
የጣዖት አምላኪዎቹ ሥርዓቶቹ ተከልክለዋለ
- ሴት ልጆቹ ሕያዋን ቀበሩ 16:58-59; 81:8-9;
- ከድህነቱ ፍርሃት ልጆቹ ገደሉ 6:137; 6:151; 17:31;
- ካዕባ ዙሪያ ጫጫታና ጭ拍手 8:35;
- ግመሎቹ ለጣዖቶቹ ዘጉ 5:103; 6:136;
- በጣዖቶቹ ስም ቀርባን አደረጉ 6:121;
- ዚሃር ፍቺ 33:4; 58:2-4;
- ኢላዕ (ከአራት ወር ይበልጣሉ) 2:226-227;
- ዕጣ ሳሉ ወሰኑ 5:3;
- እርቃን ሆነው ካዕባ ዞሩ 7:26-28;
- ሐጅ ካለ ቦኋ ቤቶቹ ኋለኛ ደጃፍ ተገቡ 2:189
የአምልኮ ነገሮቻቸው
- መልዕክተኞቹ (ከአንዳንድ የጣዖት አምላኪ ዓረቦቹ) 34:40;
- አልአይካህ (ከሹዐይብ ሕዝቦቹ) 26:176;
- ባዕል (ከኤልያስ ሕዝቦቹ) 37:125;
- ኢየሱስ (ክርስትና ውስጥ) 5:17;
- ጣዖቶቹ (ከአብርሃም ሕዝቦቹ) 21:52-53;
- ላት ዑዛ ማናት ጣዖቶቻቸው (ከዓረብ ጣዖት አምላኪዎቹ) 53:19-20;
- ዋዱ ሱዋዕ ያጉሥ ያዑቅ ነስር ጣዖቶቻቸው (ከኑህ ሕዝቦቹ) 71:23;
- ፀሐዩ (ሰቢዕ ሕዝቦቹ) 27:24;
- ሲሪዩስ (ከአንዳንድ የጣዖት አምላኪ ዓረቦቹ) 53:49;
- ፈርዖን (ጥንቱ ግብፅ ውስጥ) 26:29; 28:38; 79:24;
- ምኞቶቻቸው 25:43-44; 45:23;
- ብዙ አማልክቶቻቸው ሐሰት ናቸዋቸው 17:42-43; 21:21-24; 25:3
የአምልኮ ቦታዎቹ መስጂዶቹ 9:18;
- አብያተ ክርስቲያናቱ ምኵራቦቹ ገዳሞቻቸው 22:40;
- ቅዱስ ቦታ 3:39; 38:21;
- ቤተ መቅደሱ 17:7
- የሃይማኖቱ ርዕሶቹ ካህናቱ መነኮሳቱ ሃኪሞቹ 5:44; 5:63; 5:82; 9:31-34
መልዕክተኞቹ
- ስለ አዳም ፍጥረቱ ጠይቁ 2:30-34
- አላህን ፈጽሞ አይቃወሙም 21:26-27; 66:6;
- የአላህ ሴቶች ልጆቹ አይደሉም 21:26; 43:16-19;
- ጠባቂ መልዕክተኞቹ 13:11;
- ሁለቱ ሚጽፉ መልዕክተኞቹ 50:16-18; 82:10-12;
- ስምንቱ በፍርዱ ቀን ዙፋኑ ይሸከሙ ናቸዋቸው 69:17;
- አስራ ዘጠኙ የሲኦሉ ጠባቂዎቻቸው 74:26-31;
- የሞቱ መልዕክተኞቻቸው 6:93; 16:28; 32:11;
- ጅብሪል 2:97; 66:4; 26:192-195; 53:1-14;
- ሚካኤል 2:98;
- ማሊክ 43:77
መልዕክተኞቹ
- ከመልዕክተኞቹና ሰዎቹ 22:75;
- ጽኑ ሙሉ ቁርጠኝነቱ መልዕክተኞቹ (አብርሃም ኑህ ሙሳ ኢየሱስ ሙሐመድ ﷺ) 33:7; 42:13; 46:35
ቅዱሳት መጻሕፍቱ
- ቁርዓን ከአላህ ራዕዩ 12:2-3; 20:2-4; 26:192-195; 32:2-3;
- ለዓለሙ ሁሉ ዝክር 68:51-52;
- ምርጥ ሕይወቱ ወደ ቀጥተኛ መንገዱ ምሪቱ 17:9;
- ራዕዩ በረመዳን ወር ተጀምሮ 2:185;
- በተባረከ ሌሊቱ 44:3; 97:1-5;
- ደረጃ ደረጃ ወርዶ 17:105-106;
- ለማስታወስ ቀላሉ ሆኖ 54:17;
- ቀደሙ ራዕዮቹ እውነቱ አረጋግጦ 3:3-4;
- ቀደሙ ቅዱሳት መጻሕፍቱ ላይ ከፍ ያለ ሥልጣን 5:48;
- ምንም ጥርጥር የለውም 2:2; 10:37;
- ምንም ቅራኔ የለውም 4:82;
- አልተፈበረከም 10:37-39;
- ከቅዱሳን መጻሕፍቱ ተቅዶ አይደለም 25:4-6;
- ሰይጣኖቹ አላወረዱትም 26:210-212;
- ምናምን ሊተካው አይቻለም 17:88; 2:23-24; 10:13-14; 11:13
- ከብልሹነቱ ተጠብቆ 15:9;
- ተጠብቆ ባለ ጽላቱ ላይ ተቀምጦ 56:75-80;
- ሐሰት ሊያደርጉ አይቻለም 41:42;
- የወደፊቱ ሁኔታዎቹ ትነብይ 30:1-7; 48:27;
- ምዕምናን አልቅሶ 5:83; 17:107-109;
- ልቦቻቸው ይዳስሳሉ 39:23;
- ብሩህ ብርሃን 4:174; 42:52;
- ለምዕምናን ፈውስና ምሕረት 17:82
- ቶራህ 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ወንጌል 3:3; 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- መዝሙሮቹ 4:163; 17:55
- የአብርሃም ጥቅልሎቻቸው 53:36-44; 87:14-19
ዕጣ ፈንታና ድንጋጌ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30;
- ነፃ ምርጫ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
የፍርዱ ቀን
- ምንም ግፍ የለም 2:281; 18:49; 40:17;
- የፍጻሜ ዘመኑ ፍርሃቶቹ 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11;
- ጻድቃኑና ክፉዎቹ ያ ቀን 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36;
- ምልጃ (ሸፋዓህ) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
የሥራ ሰነዶቻቸው 17:13; 18:49;
- ምዕምናን ሰነዳቸው ቀኝ እጃቸው ላይ ይቀበላሉ 69:19-24; 84:7-9;
- ከሃዲዎቹ ሰነዳቸው ግራ እጃቸው ላይ ይቀበላሉ 69:25-37; 84:10-15;
- ምንም ከአላህ ሊደብቅ አይቻለም 21:47; 40:16;
- ሥራዎቹ ሚዛን 7:8; 23:102-104; 101:1-11;
- የሰውነቱ ቦታዎቹ ምስክርነት 41:19-24; 24:24;
- ለደጎቹና ክፉዎቹ ሥራዎቹ ምንዳ 6:160; 27:89-90; 28:84
የሰዎቹ ዓይነቶቻቸው
- ምዕምናን 18:107-108;
- ከሃዲዎቹ 4:167-169;
- ምናፍቃኑ 4:145; 57:13-15;
- የገነቱ ሰዎቹ ፊተኞቹ ምዕምናን 55:46-61; 56:10-26;
- የገነቱ ሰዎቹ የቀኝ ሰዎቻቸው 55:62-78; 56:27-40;
- የሲኦሉ ሰዎቹ የግራ ሰዎቻቸው 55:31-45; 56:41-56;
- ከፍተኛው ላይ ያሉ ሰዎቹ 7:46-49
ፋይናንስ
- የንግዱ መምሪያዎቹ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ኑዛዜዎቹ ለወራሾቹ ያልሆኑ ምርጫ ኑዛዜዎቹ 2:180-183; 4:11-12; ጉዞ ጊዜ ሞቱ ቀደም 5:106-108
- ጉቦ 2:188
-빚ዎቹ빚 ሰብስቦ ጨዋነቱ 2:280; -빚 ውሉ ጽፎ ምስክሩ 2:282; - ዋስትና 2:283
- ውርስ መምሪያዎቹ 4:7; 4:32-33; 8:75; - የልጆቹና ወላጆቹ ድርሻ 4:11; - ሚስቶቹና ወንድምና እህቶቹ ድርሻ 4:12; - ሙሉ ወንድምና እህቶቹ 4:176; - ያልሰሙ ማስጠንቀቂያ 4:13-14
- ወለድ የተከለከለ ማስጠንቀቂያ 2:275-281; 3:130-132; - ዋጋ ቢስ ሆነ 30:39
ሕጋዊ
- የክህደቱ ሕጉ (ሒራባህ) 5:33-34
- ፍትሕ ፍትሐዊ ሆኖ 4:135; 5:8; 16:90-91; - ለወላጅ አልቦዎቹና ሴቶቹ መብቶቻቸው 4:127; - ለአይሁዳዊ ፍትሕ 4:105-112; - ለጣዖት አምላኪ ፍትሕ 4:58; - ለሙስሊም ያልሆኑ ፍትሐዊ 60:8-9
- ሕጋዊ ቅጣቱ (ምሕረቱ ጨምሮ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ባልና ሚስቱ መለያያት ኹልዕ 2:229; - ሊዓን (ዝሙት ወቀሳ) 24:6-10
ፖለቲካ
- ጉዳዮቹ በምክክር (ሹራ) ማስተናገድ 3:159; 42:38
- ራስ ለመከላከሉ ጦርነት (ጂሃድ) ሥርዓቱ 2:190-192; 2:216; 22:38-40; - ሳይለዩ ሊያጠቁ አይገባም 4:94; - ለተጨቆኑ ወንዶቹ ሴቶቹ ልጆቹ 4:75; - የአምልኮ ቦታዎቹ ጠብቆ 22:37; - ሰማዕቶቹ ምንዳ 2:154; 3:169-171; 9:111; 57:19; - ወታደራዊ ኃይሉ ሊፈሩ የሚቻሉ ጠላቶቹ ያስቀምጣቸዋለ 8:60; - ሰላሙ ምርጫ 2:192; 8:61
- ቡድኖቹ መካከል ሰላም ማምጣት 49:9-10
- የጦርነት እስረኞቹ ያዘው 8:70; 47:4; 76:8
ማህበራዊ
- ጉዲፈቻ 33:4-5
- ወላጅ አልቦዎቹ ጠቅምሞ 2:220; 4:2-10; 4:127; 6:152; 17:34
- ፍቺ ዳኝነቱና ዕርቁ 4:35; 4:128; - የፍቺ ሥርዓቱ 2:229-231; 65:1-2; - ቀለብና ጥበቃ ጊዜ 2:226-241; 4:19-21; 33:49; 65:1-7; - ባሉ ከሰጠው ምንም ሊወሰድ አይገባም 4:20; - ሚስቱ ሊጨቈን አይገባም 65:6; - ሚስቱ እርግዝና ጊዜ ሊደገፍ ናቸዋቸው 65:6; - ጥበቃ ጊዜ 65:6; - ቀድሞ ባሏ ልጁ ጡት ብታጠባ 65:6; - ምንም ወላጅ ምክንያቱ ልጁ ሊሰቃይ አይገባም 2:233; - ጡት አጥቢ ምርጫ 65:6
- ደጎቹ ሥራ ማበረታቱ ክፉ ሥራ መከልከሉ 3:104; 3:110; 7:157; 9:71-72; 31:17
- የሰዎቹ እኩልነቱ 49:13; - ወንዶቹና ሴቶቹ ከአላህ ዘንድ ከሕጉ ዘንድ 3:195; 4:124; 5:38; 16:97; 24:2; 40:40; - ወንዶቹ ከሴቶቹ ላይ ደረጃ ያለ ኃላፊነቱ 2:228
- ድሆቹ ወላጅ አልቦዎቹ ምርኮኞቹ ምግብ 76:8-9
- ምሕረቱ ቁጣ ቁጥጥሩ 3:134; 42:40
- ባሮቹ ነፃ ማውጣቱ ረዳቶቻቸው 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- ወላጆቻቸው ማክበሩ 4:36; 17:23-25; 31:14-15
- ትሕትና 17:37; 31:18-19
- የአብርሃም ሕልሞቹ ትርጓሜ 37:102; - የዮሴፍ ሕልሞቹ ትርጓሜ 12:4; 12:36; 12:43; - የሙሐመድ ሕልሞቹ ትርጓሜ 8:43; 48:27
- ለሙስሊም ያልሆኑ ደጎቹ 60:8
- ጋብቻ 4:3; 4:129; 16:72; 30:21; - ሕጋዊና ሕገ ወጥ ሴቶቹ ማግባት 4:22-24; - የቅርርብ ሥርዓቱ 2:222-223; - እርግዝናና ጡት ማጥባቱ 2:233; 31:4; 46:15; 65:6; - ቀድሞ ሚስቱ ዳግም ማግባቱ 2:230; - ነጠላዎቹ ሊያገቡ ረዳቶቻቸው 24:32; - ጥበቃ ጊዜ ትኩረቱ ዘዴ ማሳየቱ 2:235
- መሃሎቹ 2:224-225; 16:91-92; 16:94; - የተሰበረ መሃሉ ካሳ 5:89
- ከባድ ጊዜ ትዕግሥቱ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- ፈቃድ ጠይቆ መግባቱ 24:58-60; - ሰዎቹ ቤቶቹ መግባቱ 24:27-28; - ሕዝባዊ ቦታዎቹ መግባቱ 24:29
- ማህበራዊ ሥርዓቱ ዜናን ማረጋገጡ 4:83; 49:6; - ሁሉ ሰው ማክበሩ 49:11-12; - የጉባኤ ሥርዓቱ 58:11; - የግል ንግግሮቻቸው 4:114; 58:9
- ሙከናዎቹ 2:270; 9:75-77; 22:29; 76:7
- ከልካ አባካኝነቱ 7:31; 17:29; 25:67
ሌሎቹ ታሪኮቻቸው
- ሃቤልና ቃኤል 5:27-31; - አልኻዲርና ሙሳ 18:60-82; - የዝሆን ሠራዊቱ 105:1-4; - ከፈርዖን ሕዝቦቹ ምዕሚን ሰው 40:28-46; - የማርያም ልደቱ 3:35-36; - የእስራኤልያን ላሟ 2:67-74; - ዕዝራ 2:259; - የአትክልት ቦታ ባለቤቶቻቸው 68:17-32
- ሃሩትና ማሩት 2:102
- ቃሩን 28:76-82
- ሉቅማን ለልጁ ምክሩ 31:12-19; - ሁለቱ የአትክልት ቦታ ባለቤቱ 18:32-44; - ሰቢዕ ሕዝቦቻቸው 34:15-19; - የዋሻ ሰዎቻቸው 18:9-26; - የጉድጓዱ ሰዎቻቸው 85:1-8; - ቅዳሜ ወሰን ያለፉ 7:163-165; - ሳሚሪና ወርቁ ጥጃ 20:83-97; - ሷዑልና ሳሙኤል 2:247-251; - ዙ-ልቀርነይን 18:83-98
ሰይጣኖቹ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5;
- ሰይጣናዊ ሰዎቹና ጂኖቹ 6:112; 114:6;
- ሰማዩ ከሰይጣኖቹ ተጠብቆ 15:16-18
ፀፀቶቻቸው
- ነቢዩን ሳይከተሉ 25:27; - አላህና ለመልዕክተኛው ሳይታዘዙ 4:41-42; 33:64-68; - ክፉ ጓደኞቻቸው ያዙ 25:28-29; 26:96-102; 43:36-39; - የአላህ ምልክቶቹ ካዱ 6:27-30; - ለወዲያ ሳይሠሩ 89:23-24
አሳዛኝ ልመናዎቻቸው
- ዓለሙ ሊመለሱ ለምኑ 2:167; 6:27-28; 32:12-14; 42:44; - ሁለተኛ ዕድል 35:36-37; - ከእሳቱ ሊወጡ 40:10-12; - ምግብና ውሃ 7:51-52; - ምልጃ አዋቂዎቹ 7:52-53; - አቧራ ሊሆኑ 4:41-42; 78:40; - ሞቱ 43:74-78
የጻድቃኑ ባህሪዎቻቸው
- ፈጣሪውና ፍጥረቱ መብቶቻቸው ጠብቀው 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
የክፉዎቹ ባህሪዎቻቸው
- ምስጋና ቢሶቹ 14:34; - ቁጥ ባዮቹ 17:100; - ቸኩሎቹ 21:37; - ፈተና ጊዜ ብቻ አላህ ያስታወሱ 10:12; 41:51; - ቸኩሎቹ 70:19; - ክርክረኞቹ 18:54
ዋና ዋና ኃጢአቶቻቸው
- ሸሪክ (ለአላህ ሸሪኮቹ ማብጀቱ) 4:48; 4:116; 5:72; 6:19; 31:13; - ወላጆቻቸው ሲበድሉ 4:36; 6:151; 17:23; - ሶላት ሸሽቶ ወይም ጥሎ 19:59-60; - ዘካት ሳይከፍሉ 41:6-7; - ግድያ 6:151; 17:33; - ምዕሚን ሆን ብሎ ሲገደሉ 4:93; - ስርቆቱ 5:38; - ማጭበርበሩ 7:85; 11:85; 26:182-183; 83:1-6; - ውሸቱ 2:10; 9:77; 39:60; - ስለ አላህ ሲዋሹ 6:93; 29:68; 61:7; - የተከለከለ ወሲባዊ ግንኙነቶቻቸው 2:222; 17:32; 24:2; 25:68; 29:28-30
- ሐሰተኛ ዝሙት ወቀሳ 24:4-5; - ከሃዲነቱ 2:217; 5:54; - አሳማ ሌሎቹ የተከለከሉ ምግቦቻቸው (ሬሳ ደም ወዘተ) መብላቱ 5:3; 6:145; - አልኮሆልና ቁማሩ 5:90-91; - ሰሳቢነቱ 49:11; - ሐሰተኛ ምስክርነቱ 22:30; - አስማቱ 2:102; 10:77; 20:69
""";
