const String quranIndexThaiRaw = r"""
อาโรน (ฮารูน) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'อาบาซา, S.80; 74:22
การชำระล้างร่างกาย (วุฎู), 4:43; 5:6
อับราฮัม (อิบรอฮีม) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ไม่ใช่ยิวและไม่ใช่คริสต์, 3:67-68
- ยืนอยู่ในพระวิหารแรกที่บักกะฮ์, 3:97; 26:123
- วางรากฐานของกะอ์บะฮ์ 2:124-129
- เรียกร้องประชาชนของเขาให้นมัสการพระเจ้าองค์เดียวที่แท้จริง 2:130-133; 26:69-89; 29:16; 29:24-27
- โต้เถียงกับกษัตริย์ผู้หยิ่งยะโส 2:258
- สอบถามเรื่องการฟื้นคืนชีพ 2:260
- ไม่ใช่ยิวและไม่ใช่คริสต์ 3:65-68
- หักล้างการเคารพบูชาดวงดาว 6:74-87
- ได้รับข่าวการประสูติของอิสฮาก 11:69-76; 51:24-30
- คำวิงวอนของเขาที่กะอ์บะฮ์ 14:35-41
- ได้รับการเยี่ยมเยียนจากมลาอิกะฮ์ 15:51-56
- แบบอย่างที่ดี 16:123
- เรียกร้องบิดาของเขาสู่ความจริง 19:41-50
- ทำลายรูปเคารพและได้รับการช่วยให้พ้นจากไฟ 21:51-73; 37:83-113
- เรียกร้องทุกคนสู่การประกอบพิธีฮัจญ์ 22:26
อับรอร, 3:193, 198; 76:5; 82:13; 83:18-22
การยกเลิกบทบัญญัติ, 2:106, 16:101
อบู ลาฮับ, 111:1-5
ชนชาติ 'อาด, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
อาดัม, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- มลาอิกะฮ์ถูกบัญชาให้สุญูดต่ออาดัม, 2:34; 7:11
- ต้นไม้แห่งความรู้, 2:35; 7:19-20; 20:120-121
- ถูกขับออกจากสวนสวรรค์ (โดยไม่มีความผิดบนเอวะ), 2:36; 7:24
- ได้รับเกียรติจากอัลลอฮ์ ถูกล่อลวงโดยซาตาน 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ได้รับการอภัยโทษจากอัลลอฮ์ 2:37; 20:122
'อาดิยาต, S.100
สวรรค์'อัดน์, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ความยากลำบาก
- ไม่ถูกแบกรับภาระของผู้อื่น, 6:164; 17:15; 35:18; 39:7; 53:38
- ไม่ถูกแบกรับเกินกว่าความสามารถที่จะทน, 2:286; 6:152; 7:42; 23:62
- ความอดทนในยามยากลำบาก, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ความชราภาพ, 16:70; 22:5; 30:54; 36:68
- การปฏิบัติต่อบิดามารดาผู้ชราในความดูแลของท่าน, 17:23
อะหมัด, 61:6
อะหฺกอฟ, S.46; 46:21
อะหฺซาบ, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ชาวอัยกะฮ์, 15:78; 26:176; 38:13; 50:14
อาลา S.87; 87:1; 92:20
'อะลัก, S.96
อาลิ อิมรอน, S.3
อัลลอฮ์
- หนึ่งวันของพระองค์เท่ากับห้าหมื่นปี, 70:4
- หนึ่งวันของพระองค์เท่ากับหนึ่งพันปีของมนุษย์, 22:47; 32:5
- ความสามารถในการทำสิ่งใดก็ได้, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- ผู้ทรงตัดสินดีที่สุด, 95:8
- เหนือการนิยาม, 43:82; 67:12
- ทำให้แผนการของผู้ปฏิเสธศรัทธาพ่ายแพ้, 8:30; 8:36
- ทำให้มนุษย์หายไปและนำสิ่งมีชีวิตอื่นมาแทน, 4:133; 14:19; 35:16
- ทรงทำให้หัวเราะและร้องไห้, 53:43
- ทรงให้ชายคนหนึ่งหลับนานหนึ่งศตวรรษ, 2:259
- ศัตรูของผู้ที่ปฏิเสธความจริง, 2:98
- สรรเสริญพระองค์ตั้งแต่เช้าจนค่ำ, 33:42
- บุตรสาวเท็จของพระองค์, 16:57; 17:40; 43:16; 52:39; 53:21-22
- ตามชื่อ, 53:19-20
- ประทานเจตจำนงเสรีแก่มนุษย์, 36:67
- การมอบทุกสิ่งเพื่อพระองค์, 4:66-68; 4:125
- ความดีและความชั่วมาจากพระองค์, 4:78
- ประทานชีวิตและความตาย, 44:8; 53:44; 57:2; 67:2
- ผู้ที่ขยันหมั่นเพียรจะได้รับรางวัลที่ดีกว่า, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ไม่มีคู่ครอง, 72:3
- ไม่มีบุตร, 43:81; 72:3; 112:3
- ไม่ได้ทอดทิ้งท่านในยามยากลำบาก, 93:3
- ทรงอยู่ทุกหนแห่งด้วยความรู้, 2:115; 2:142; 2:177; 4:126
- ทรงเป็นองค์แรกและองค์สุดท้าย (อัลฟาและโอเมกา), 57:3
- ทรงเป็นผู้ปรากฏและผู้ซ่อนเร้น, 57:3
- ทรงรู้สิ่งที่เกินความเข้าใจ, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ทรงรักผู้ที่ปฏิบัติอย่างเที่ยงธรรม, 49:9
- ไม่ได้บัญญัติกฎหมายในสิ่งที่พระองค์มิได้กล่าวถึง, 5:101; 6:140; 6:148; 7:32
- ความเมตตาต่อเชลยศึกที่มีความดีในตัวพวกเขา, 8:70
- ธรรมชาติของพระองค์, 2:255
- ไม่มีมนุษย์ใดเป็นพระเจ้า, 3:64; 3:151
- ไม่ใช่ตรีเอกานุภาพ, 4:171
- ขอความคุ้มครองจากความชั่วร้ายต่อพระองค์, 113:1-5; 114:1-6
- การระลึกถึงพระองค์ในท่ายืน นั่ง และนอน, 3:191; 4:103; 10:12; 25:64
- ทรงหล่อหลอมท่านในครรภ์มารดา, 3:6
- บัลลังก์ของพระองค์ตั้งอยู่บนน้ำ, 11:7
- จะทรงสร้างสิ่งที่ท่านไม่มีความรู้ใดเลย, 16:8
- ไม่ทรงประสงค์ความอยุติธรรมแก่สิ่งที่พระองค์ทรงสร้าง, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
พันธมิตร, 8:72; 9:7
- คริสต์และยิว, 5:51
- ห้ามเป็นพันธมิตรกับญาติที่ปฏิเสธศรัทธา, 9:23-24
- ห้ามเป็นพันธมิตรกับพวกมุนาฟิก, 4:88-89; 4:139; 4:144
อัลยะซาอ์, (ดู เอลีชา)
อะมานะฮ์ ความไว้วางใจและหน้าที่ที่อัลลอฮ์บัญญัติ ฯลฯ, 2:283; 4:58; 8:27
- ดู ความไว้วางใจ
มลาอิกะฮ์, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- ถูกสร้างจากไฟ, 7:12; 38:76
- แปดองค์จะแบกบัลลังก์ของอัลลอฮ์ในวันพิพากษา, 69:17
- การกล่าวอ้างเท็จว่าพวกเขาเป็นเพศหญิง, 43:19; 53:27
- ผู้พิทักษ์ 82:10-12; 86:4
- สิบเก้าองค์ดูแลนรก, 74:30-31
- ไม่ถูกส่งมาเพื่อสนองความปรารถนา, 15:7-8
- ถูกส่งมาเพื่อดลใจ, 16:2
ความโกรธ ให้ระงับไว้, 3:134
'อันกะบูต, S.29
มด, 27:18
ลิง, 5:60
- น่าชิงชัง, 2:65; 7:166
การละทิ้งศาสนา, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- อย่าขอให้อัลลอฮ์ลงโทษผู้ละทิ้งศาสนาโดยเร็ว, 46:35
- อัลลอฮ์เท่านั้นจะทรงลงโทษพวกเขา, 73:11; 74:11
- การลงโทษในโลกอาคิเราะฮ์, 2:217; 9:74
- การปฏิเสธจากผู้อื่น, 3:87
- การกลับตัว, 3:89; 5:34; 9:5; 9:11
- ในวันพิพากษาสายเกินไปแล้ว, 40:85
- ภายใต้การบีบบังคับ, 16:106
ผู้ละทิ้งศาสนา, 47:25
อะรอฟ, S.7; 7:46, 48
อะรอฟัต, 2:198
การโต้แย้ง
- อย่าโต้แย้งแทนผู้ที่หลอกลวงตนเอง, 4:107
- ท่านโต้แย้งแทนพวกเขาในโลกนี้ แต่ใครจะโต้แย้งแทนในวันฟื้นคืนชีพ, 4:109
ข้อโต้แย้ง/การโจมตี
- ตอบสนองในลักษณะเดียวกัน, 8:58
- การอดทนนั้นดีกว่ามาก, 16:126
เกราะ, 16:81
'อัศร์, S.103
อายะตุลกุรซีย์, 2:255
ผู้นินทา, 49:12; 104:1
บะดัร (ยุทธการ), 3:13
- บทเรียนจากยุทธการ, 8:5-19, 42-48
อัลบัยตุลมะอ์มูร, 52:4
บักกะฮ์ (มักกะฮ์), 3:96
บะอัล, 37:125
บะลัด, S.90
ความสมดุล, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
บะนู อัน-นะฎีร, 59:2-6, 13
บะเกาะเราะฮ์, S.2
บะรออะฮ์ (ดู เตาบะฮ์), S.9
บัรซัค (ฉากกั้น), 23:100; 25:53; 55:20
- ดูด้วย 18:94-97; 34:54; 36:9
บัยยินะฮ์, S.98
สัตว์ร้าย (แห่งวันสุดท้าย), 27:82
ชาวเบดูอิน, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ผึ้ง, 16:68-69
พฤติกรรม
- โต้แย้งด้วยวิธีที่ดีงามกับผู้ที่ได้รับการเปิดเผยก่อน, 16:125, 29:46
- หลีกเลี่ยงการเข้าไปเกี่ยวข้องกับสิ่งที่ท่านไม่รู้, 17:36
- หลีกเลี่ยงบาปใหญ่และการกระทำที่น่าละอาย, 53:32
- หลีกเลี่ยงการเดาเรื่องของกันและกัน อย่าสอดแนมและอย่าพูดร้ายซึ่งกันและกัน 49:12
- จงยุติธรรมในความคิดเห็นของท่าน, 6:152
- ชุมชนควรอยู่ในทางสายกลาง, 2:143; 25:67
- ความหยิ่งยโสเป็นสิ่งไม่ควร, 4:36, 57:23
- อย่าตำหนิผู้ที่ขอความช่วยเหลือจากท่าน, 93:10
- อย่าถือว่าตนเองบริสุทธิ์, 53:32
- อย่าดูถูกผู้อื่น, 49:11; 104:1
- อย่ากล่าวถึงสิ่งชั่วร้ายในที่สาธารณะ, 4:148
- อย่าพูดร้ายซึ่งกันและกัน, 104:1
- แต่ละกลุ่มได้รับกฎหมายและวิถีชีวิต, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- และวิธีการนมัสการ, 22:67
- อัลลอฮ์อาจทรงทำให้พวกเขาเป็นชุมชนเดียว, 5:48; 11:118; 16:93; 42:8
- ชุมชนเดียวภายใต้อัลลอฮ์, 21:92
- ให้อภัยชาวยิว, 5:13
- ให้อภัยผู้ไม่ศรัทธา, 31:15; 45:14
- ให้อภัยอย่างเต็มใจ, 42:37
- ผู้ปกครองตัดสินใจหลังการปรึกษาหารือ, 42:38
- และศาสดา, 10:47; 16:36
- การใส่ร้ายผู้ศรัทธาเป็นบาป, 33:58
- บุรุษ (ต่อสตรี), 24:30
- ผู้ทำสันติจะได้รับรางวัล, 42:40
- พูดอย่างยุติธรรมต่อผู้ขัดสน หากท่านไม่สามารถทำสิ่งอื่นได้, 17:28
- ต่อบิดามารดาผู้ชราในความดูแลของท่าน, 17:23
- ต่อมุสลิมด้วยกัน, 33:6
- ต่อผู้อื่น, 17:26-29; 17:35; 17:53; 60:8
- ต่อบิดามารดา, 46:15
- ต่อทาส, 4:36; 24:33
- ปฏิบัติต่อผู้ไม่ศรัทธาที่ไม่ได้เป็นศัตรูด้วยความเที่ยงธรรม, 60:8
- ภริยาของศาสดา, 33:28-34
- สตรี (ต่อบุรุษ), 24:31
- ในการเปิดเผยทั้งหมด, 2:136; 2:285
- ธรรมชาติของ, 49:14-15
ผู้ศรัทธา, 2:2-5; 2:285; 8:2-4; 8:24
พินัยกรรม, 2:180, 240; 4:7, 12; 36:50
การทรยศ (หลอกลวง, ฉ้อโกง), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
คัมภีร์ไบเบิล, 5:64, 5:65, 5:68
- การบิดเบือน, 3:78; 5:14-15
นก, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ค่าเลือด (ดิยะฮ์), 2:178-179; 4:92; 17:33
ของที่ได้จากสงคราม, 4:94. 8:41; 59:6-8
- การนำไปโดยไม่ชอบธรรม, 3:162
- ดู ของที่ริบได้จากข้าศึก
การติดสินบน, 2:188
บุดน์, 22:36
ภาระ
- ของผู้อื่น ไม่มีผู้แบกภาระใดจะแบกภาระของผู้อื่น, 35:18; 39:7; 53:38
- ผู้ปฏิเสธศรัทธาจะแบกภาระของผู้อื่นด้วย, 16:25; 29:13
- ช่างเลวร้ายจริงหนอภาระที่พวกเขาต้องแบก, 6:31, 164
- อัลลอฮ์ไม่ทรงบังคับผู้ใดเกินความสามารถ, 2:286; 7:42; 23:62
บุรูจ (ดาวใหญ่), S.85; 85:1; 15:16; 25:61
อูฐ, 6:144; 7:40; 77:33; 88:17
เชลยศึก, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- ดูด้วย นักโทษสงคราม
วัว, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
ถ้ำเษาร์, 9:40
ถ้ำ ชาวถ้ำ 18:9-22, 25-26
ความแน่นอนกับความจริง, 56:95; 69:51
ซะกาต (ทาน), (ศอดะเกาะฮ์), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- วัตถุประสงค์ของซะกาตและทาน, 2:273; 9:60
เด็ก 2:233; 42:49-50
- สูญเสียอย่างแท้จริงคือผู้ที่ฆ่าบุตรของตนด้วยความโง่เขลาและขาดความรู้, 6:140
พระคริสต์, (ดู พระเยซู)
คริสต์ศาสนิกชน, 5:14, 19, 64-65, 69; 22:17
- ถูกขอร้องไม่ให้ยกย่องพระเยซูเป็นพระเจ้า, 4:171
- มีความรักใคร่ต่อมุสลิมมากที่สุด, 5:82
- ส่วนใหญ่ลืมสิ่งที่ถูกบอกให้จดจำ, 5:14
- บัดนี้มาสู่ท่านแล้วซึ่งศาสนทูต, 5:15, 19
- ผู้ชอบธรรมจะได้รับรางวัล, 2:62; 5:65; 5:69
- กล่าวว่า "พระเยซูคือบุตรของอัลลอฮ์", 9:30
เมืองที่ถูกทำลายล้าง, 69:9
เมืองแห่งความปลอดภัย, 95:3
เครื่องแต่งกาย, 7:26; 16:81
- ของไฟ, 22:19
- ผ้าคลุมหรือเครื่องแต่งกายสตรีในสถานการณ์นอกบ้าน, 24:31
- เสื้อคลุมภายนอกของสตรีป้องกันการคุกคามโดยพวกมุนาฟิก, 33:59-60
พวกสมาพันธ์, 33:9, 22
- ดู อะหฺซาบ การปรึกษาหารือร่วมกัน, 42:38
การสร้าง
- เริ่มต้นและเกิดซ้ำ, 10:4; 21:104; 27:64; 29:19-20
- การสร้างใหม่, 17:49, 98; 35:16
- ด้วยความจริง, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- ไม่ใช่เพื่อความสนุกสนาน, 21:16-17; 23:115
- สิ่งมีชีวิตทุกอย่างถูกสร้างจาก, 21:30; 24:45;25:54
- การสร้างมนุษย์, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- รูปแบบแรกของ 56:62
- ในหกวัน, 7:54; 11:7; 32:4; 50:38; 57:4
- เป็นคู่, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ความหลากหลายใน, 35:27-28
- อัลลอฮ์ทรงบัญชา "จงเป็น!" — และมันก็เป็น, 2:117;16:40; 36:82; 40:68
- เร็วดังการกะพริบตา, 54:50
- กลางคืนและกลางวัน ดวงอาทิตย์และดวงจันทร์, 39:5
- การสร้างฟ้าและแผ่นดินยิ่งใหญ่กว่าการสร้างมนุษย์, 40:57; 79:27
- วัตถุประสงค์ของ, 51:56
อีกา, 5:31
เกณฑ์, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ดะฮ์ร, (ดู อินซาน,) S.76; 45:24
- เวลา, 76:1; 103:1
ดาวูด, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ได้รับคัมภีร์ซะบูร 4:163
- ต่อสู้และสังหารยักษ์โกลิอัท, 2:251
- ตัดสินคดี 21:78-80
- ได้รับพรด้วยความรู้และความเป็นนบี 27:15-16
- ภูเขาและนกร่วมสรรเสริญอัลลอฮ์กับเขา 34:10; 38:17-20
- ตัดสินระหว่างสองคน 38:21-26
ดาวับบ์ หรือ ดาบบะฮ์ (สิ่งมีชีวิตที่เคลื่อนไหว ฯลฯ) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
คนตายจะถูกฟื้นคืนชีพ, 6:36
ความตาย, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- และการหนีจากการรบ, 33:16
- ในหนทางของอัลลอฮ์, 3:195; 22:58; 47:4
- ชุมชนที่ไม่มีการเปิดเผยจะไม่ถูกทำลาย, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ผู้ที่ถูกสังหารในหนทางของอัลลอฮ์ยังมีชีวิต, 2:154; 3:169
- ขณะหนีจากความชั่วร้ายสู่อัลลอฮ์, 4:100
- ไม่สามารถหยุดหรือชะลอได้ 63:10-11
- พี่น้องฝาแฝดของการหลับนอน 6:60; 39:42
- ผู้ศรัทธาและผู้ปฏิเสธในยามใกล้ตาย 8:50; 16:27-32; 41:30
- การลงโทษในสุสาน 40:46
หนี้สิน, 2:280, 282; 4:11-12
พระดำรัส
- ทุกเรื่องมีพระดำรัสกำหนดไว้, 13:38
- เราไม่เคยทำลายเมืองใดเว้นแต่จะมีพระดำรัสที่รู้แล้วสำหรับมัน, 15:4
- ทุกเรื่องมาจากอัลลอฮ์, 44:5
- เมื่อพระองค์ทรงกำหนดเรื่องใด พระองค์ตรัสเพียงว่า "จงเป็น!" — และมันก็เป็น, 2:117; 36:82; 40:68
การกระทำ
- ความชั่วร้ายถูกทำให้สวยงามสำหรับพวกเขา, 47:14
- ของเราก็ของเรา ของท่านก็ของท่าน, 28:55; 42:15; 45:15
- ความดีและความชั่วมีผลต่อตัวเอง, 41:46
- การกระทำของมนุษย์ถูกผูกไว้ที่คอของตนเอง, 17:13
ระดับขั้น ตามสิ่งที่พวกเขากระทำ, 6:132
ความปรารถนา ผู้ที่ตามความปรารถนาชั่วร้ายของตน, 47:14, 16
- ผู้ที่เอาความปรารถนาของตนเป็นพระเจ้า, 25:43
อย่าสิ้นหวังในความเมตตาของอัลลอฮ์, 39:53; 21:87-88; 68:48-50
- ดูด้วย ยูนุส
ษาริยาต, S.51
ษิกร์, 7:205; 15:6, 9
ษุลกิฟล์, 21:85; 38:48
ษุลก็อรนัยน์, 18:83-98
ษุนนูน (เพื่อนของปลา)
ผู้ปฏิเสธศรัทธา (ดูด้วย พวกมุนาฟิก)
- ขอให้มุฮัมมัด (ﷺ) วิงวอนให้อัลลอฮ์ลงโทษพวกเขาเป็นหลักฐาน, 6:57-58; 8:32; 10:49-52
- อยู่ร่วมกับพวกเขาด้วยความเมตตา, 31:15
- อดทนต่อสิ่งที่พวกเขากล่าว, 20:130; 50:39
- สัญญากับพวกเขา, 8:56; 8:72; 9:4, 7
- การละเมิดสัญญา, 8:58; 9:12
- อัลลอฮ์ทรงทำให้แผนการของพวกเขาล้มเหลว, 8:30, 36
- ออกห่างจากผู้ที่กำลังเยาะเย้ยกฎของอัลลอฮ์, 4:140; 6:68
- คุ้มครองพวกเขาหากพวกเขาขอ, 9:6
- การลงโทษในยามสงคราม, 8:12, 50, 59
- การลงโทษในโลกอาคิเราะฮ์, 8:37
- ไม่ควรเยี่ยมเยียนหรือดูแลมัสยิด, 9:17
- พูดกับพวกเขาอย่างสุภาพ, 17:53
- ต่อสู้อย่างเต็มที่กับพวกเขา, 9:73; 25:52; 66:9
- ปฏิบัติต่อผู้ที่ไม่ได้เป็นศัตรูด้วยความเที่ยงธรรม, 60:8
- จะเป็นพันธมิตรกับผู้ปฏิเสธด้วยกันเท่านั้น, 8:72
สาวก (ของพระเยซู), 3:52; 61:14
โรคในหัวใจของพวกมุนาฟิกและผู้ปฏิเสธศรัทธา, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ความทุกข์ หลังจากนั้นมีความปลอดภัย, 3:154
การแจกจ่ายของที่ริบได้จากสงคราม, 8:41; 59:7-8
บ่อ ชาวบ่อ, 85:4-10
ความหลากหลาย
- ของมนุษย์, 30:22, 35:27-28
- ของชีวิต, 35:27-28
การหย่าร้าง, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- หลังช่วงรอคอย ให้ยุติหรือคืนดี, 2:231; 65:2
- พยานสองคน, 65:2
- ค่าเลี้ยงดู, 2:233, 241
- ขยายถึงทายาทของอดีตสามี, 2:233
- สามารถถอนได้สองครั้ง, 2:229
- สถานะมหร์, 2:229, 236-237
- หาแม่นมหากจำเป็น, 65:6
- ดูด้วย ซิฮาร
การหย่าร้าง ฝ่ายชาย
- หย่าหญิงคนหนึ่งเพื่อหญิงอีกคน อย่าเอาคืนสิ่งที่ให้ไปแล้ว, 4:20
- อย่ารังแกภริยา, 65:6
- อย่ากักขังภริยาไว้ขัดต่อเจตจำนง, 4:19
- สี่เดือนเพื่อเปลี่ยนใจ, 2:226
- ดูแลภริยาอย่างเต็มที่ในช่วงตั้งครรภ์และช่วงรอคอย, 65:6
- ดูแลภริยาอย่างเต็มที่หากนางให้นมบุตรของท่าน, 65:6
- มารดาไม่ควรได้รับความเดือดร้อนเพราะบุตรที่ไร้บิดา, 2:233
- ก่อนอิสลาม, 58:2
- การสำนึกผิดเพื่อคืนดีด้วยการถือศีลอดสองเดือนติดต่อกัน, 58:4
- การสำนึกผิดเพื่อคืนดีด้วยการเลี้ยงอาหารหกสิบคนที่ขัดสน, 58:4
- การสำนึกผิดเพื่อคืนดีด้วยการปล่อยทาส, 58:3
- ความพยายามคืนดี, 4:35
- ไม่มีบาปหากไม่ได้สมรส, 2:236
- เจ้าสาวมีสิทธิ์ได้รับครึ่งหนึ่งของมหร์, 2:237
การหย่าร้าง ฝ่ายหญิง
- หลังการหย่าครั้งที่สาม (ครั้งนี้จากสามีอีกคน) สามารถกลับไปหาสามีเดิมได้, 2:229
- มีสิทธิ์ได้รับการดูแล, 2:241; 65:1
- มีสิทธิ์หย่าเท่าเทียมกัน, 2:228
- กลัวการปฏิบัติไม่ดีจากสามี, 4:128
- สามารถเก็บสิ่งที่สามีให้ไว้, 2:229
- ไม่ควรถูกขับออกจากบ้าน, 65:1
- รอสามรอบเดือนเพื่อพิสูจน์ว่าไม่ตั้งครรภ์, 2:228
- รอสามเดือนสำหรับผู้ที่หมดประจำเดือน, 65:4
- เว้นแต่ยังไม่ได้สมรส, 33:49
สุนัข, 7:176
ลา (ลาป่า), 2:259; 16:8; 31:19; 62:5; 74:50
เครื่องดื่ม
- แอลกอฮอล์, 2:219; 5:90
- เครื่องดื่มบริสุทธิ์ขาวและอร่อย, 37:45-46; 76:21
- ไวน์บริสุทธิ์ที่ปิดผนึก, 83:25
ดุฮา, S.93
ดุคอน, S.44
กองทัพช้าง, 105:1-5
อิลยาส (เอลียาห์; อิลยาซีน) 6:85; 37:123-132
อัลยะซาอ์, (เอลีชา) 6:86; 38:48
อิดรีส, (ดู อิดรีส)
เหตุการณ์, 56:1; 69:15
ความชั่วร้าย, 4:123; 10:27-30; 19:83; 59:15
- ไม่ควรกล่าวในที่สาธารณะ, 4:148
- มาจากตัวเราเอง แต่ความดีมาจากอัลลอฮ์, 4:79; 42:48
- ให้อภัยความชั่วร้าย, 4:149
- ได้รับการตอบแทน, 6:160; 42:40
- ผู้ที่วางแผนชั่ว, 16:45-47
- จุดจบคือ, 30:10
- ปรากฏบนแผ่นดินและท้องทะเล, 30:41
- ขับไล่/ป้องกันด้วยความดี, 13:22; 23:96; 41:34
- เปลี่ยนความชั่วเป็นความดี, 7:95
- ผู้ที่ตามความปรารถนาชั่วร้าย, 47:14, 16
- การกระทำถูกทำให้สวยงามสำหรับพวกเขา, 47:14
การเกินพอดี
- ห้ามในอาหาร, 5:87
- ในศาสนา, 4:171; 5:77-81
ดวงตา หูและผิวหนังจะเป็นพยานกล่าวโทษผู้ทำบาป, 41:20-23
อุซัยร์, (เอสรา) 9:30
พระพักตร์หรือพระตำหนักของอัลลอฮ์, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ดูดี
- อัลลอฮ์ทรงทำให้การกระทำของแต่ละคนดูดีในสายตาตนเอง, 6:108
ศรัทธา (ความเชื่อ), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ผู้ปฏิเสธ, 3:116
- เพิ่มขึ้นใน, 3:173
- ด้วยความแน่นอน, 44:7; 45:4, 20; 51:20
- พระองค์ทรงนำท่านสู่ศรัทธา, 49:17
ฟัจร์, S.89
ฟะลัก, S.113
การสนทนาเท็จเกี่ยวกับโองการของอัลกุรอาน, 6:68
พระเจ้าเท็จ
- นอกจากอัลลอฮ์ รูปเคารพและผู้ร่วมที่ถูกกล่าวอ้าง 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- อย่าดูหมิ่นสิ่งที่พวกเขานมัสการนอกจากอัลลอฮ์, 6:108
- ดูด้วย ตอฆูต
ความเท็จ (บาฏิล), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
การผูกการกระทำของมนุษย์ไว้ที่คอของตนเอง, 17:13
การถือศีลอด, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- กินและดื่มจนกระทั่งเส้นด้ายสีขาวปรากฏชัดจากเส้นด้ายสีดำ, 2:187
ฟัตห์, S.48
ฟาติฮะฮ์, S.1
ฟาฏิร, S.35
ฟิดยะฮ์ (ค่าไถ่), ของการถือศีลอด, 2:196
- สำหรับการปล่อยเชลย, 8:67
- ค่าไถ่ที่เสนอโดยผู้ปฏิเสธศรัทธา, 3:91; 5:36,37; 10:54; 13:18
มะเดื่อ, 95:1
การต่อสู้
- ในหนทางของอัลลอฮ์ ต่อผู้ปฏิเสธศรัทธา, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ถูกบัญญัติ, 2:216
- ในเดือนต้องห้าม, 2:217; 9:5
- โดยบุตรหลานของอิสราเอล, 2:246-251
- ในหนทางของอัลลอฮ์ และผู้ชายผู้หญิงที่ถูกกดขี่, 4:74-76
- จนกว่าจะไม่มีฟิตนะฮ์, 8:39
- ยี่สิบคนเอาชนะสองร้อยคน, 8:65
- ต่อผู้ที่ไม่ศรัทธาในอัลลอฮ์, 9:29
- อนุญาตให้ต่อสู้แก่ผู้ถูกกดขี่, 22:39-41
- และพวกมุนาฟิก, 47:20
- การยกเว้นจากการต่อสู้, 48:17
ฟีล, S.105
สวรรค์ฟิรเดาส์, 18:107; 23:11
ไฟ, 56:71, 100:2
แมลงวัน, 22:73
อาหาร
- ที่ฮาลาลและฮารอม, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ไม่มีบาปสำหรับสิ่งที่กินไปในอดีต, 5:93
- อย่าเกินพอดี, 5:87
- อย่าทำให้ฮารอมในสิ่งที่อัลลอฮ์ทำให้ฮาลาล, 5:87; 7:32; 16:116
การกระทำต้องห้าม, 6:151-152; 7:33
การให้อภัย, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- หน้าที่ของผู้ศรัทธา, 42:37; 45:14
- โดยผู้ศรัทธา สำหรับชาวคัมภีร์, 2:109
- อัลลอฮ์ทรงให้อภัยแก่ผู้ที่พระองค์ทรงประสงค์, 4:48
- อัลลอฮ์ไม่ทรงให้อภัยการตั้งภาคีต่อพระองค์, 4:48, 116
- ผู้ที่แสวงหาการอภัยจากอัลลอฮ์, 4:110
- ไม่ขอการอภัยจากอัลลอฮ์สำหรับมุชริกีน, 9:113
- อัลลอฮ์ทรงอภัยทุกบาป, 39:53
- มลาอิกะฮ์ขอการอภัยสำหรับผู้ที่อยู่บนแผ่นดิน, 42:5
- ให้อภัยเมื่อโกรธ, 42:37
- ให้อภัยและคืนดี, 42:40
- ผู้ศรัทธาให้อภัยผู้ที่ไม่หวังในวันของอัลลอฮ์, 45:14
- สำหรับผู้ที่หลีกเลี่ยงบาปใหญ่และฟาวาฮิช, 53:32
- แข่งขันกันเร่งรีบสู่การอภัย, 57:21
- การกระทำชั่วถูกเปลี่ยนเป็นความดี 25:68-71
การฉ้อโกง, (ดู การทรยศ) 83:1-6
เจตจำนงเสรี
- ถูกจำกัดโดยพระประสงค์ของอัลลอฮ์, 6:107; 10:99; 74:56;76:31; 81:28-29
- ผู้ใดประสงค์ก็ให้: ศรัทธาหรือปฏิเสธ, 18:29
- เดินทางสู่พระผู้เป็นเจ้าของตน, 76:29
- เดินตรง, 81:28
การละหมาดวันศุกร์, 62:9-11
ผลไม้, 6:41; 16:11
- ในสวรรค์ มากมาย, 43:73
- ทุกชนิด, 47:15
- ตามที่ปรารถนา, 77:42
ฟุจญาร, 82:14-16; 83:7
ฟุรก็อน, S.25
ฟุศศิลัต (ดู ฮา มีม), S.41
ญิบรีล (กาเบรียล) 2:97-98; 26:193; 66:4; 81:19-21
- รูห์, 26:193; 67:12; 70:4; 78:38; 97:4
- รูห์อุลกุดุส, 2:87, 253; 5:110; 16:102
การพนัน, 2:219; 5:90
การล่าสัตว์ในสภาวะอิห์รอม, 5:94-96
ฆอฟิร (ดู มุอ์มิน), S.40
ฆอชิยะฮ์, S.88
การอาบน้ำ (ฆุสล์), 4:43; 5:6
ของขวัญ, 30:39
ยักษ์โกลิอัท, (ญาลูต) 2:249-251
วัน (ที่ดี), 3:140
- ท่านไม่ชอบสิ่งที่ดีและชอบสิ่งที่ไม่ดี, 2:216
- ได้รับรางวัล, 4:85; 28:54
- ได้รับรางวัลสองเท่า, 4:40; 28:54
- ได้รับรางวัลสิบเท่า, 6:160
- เพิ่มขึ้น, 42:23
- สำหรับผู้ที่ทำความดีมีความดีและบ้านแห่งอาคิเราะฮ์, 16:30
- ความดีคือสำหรับผู้ที่ทำดีในโลกนี้, 39:10
- อัลลอฮ์ตอบแทนผู้ที่ทำดีด้วยสิ่งที่ดีที่สุด, 53:31
- มีรางวัลอื่นใดสำหรับความดีนอกจากความดี, 55:60
- ทำดีเหมือนที่อัลลอฮ์ทรงดีต่อท่าน, 28:77
ความดีและความชั่ว
- ความดีมาจากอัลลอฮ์และความชั่วมาจากตัวท่านเอง, 4:79
- ถ้าท่านทำดีก็เพื่อตัวท่านเอง และถ้าทำชั่วก็ต่อตัวท่านเอง, 17:7;41:46
- ขับไล่ความชั่วด้วยความดี, 23:96; 28:54; 41:34
- ความดีและความชั่วไม่อาจเท่าเทียมกัน, 41:34
- ทุกคนจะถูกเผชิญหน้าด้วยความดีและความชั่วที่ตนได้กระทำ, 3:30
- ดูด้วย มุห์ซินูน
การกระทำดี
- เปิดเผยหรือปิดบังก็ได้, 4:149
- แข่งขันในการกระทำดี, 5:48
พระวรสาร, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
ข่าวยิ่งใหญ่, 78:1-5
การทักทาย, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ฮะดีด, S.57
ฮัดยุ์ (สัตว์สำหรับเชือดบูชา), 2:196, 200
ฮัจญ์ (การประกอบพิธีฮัจญ์), 2:158, 196-203; 3:97; 5:2;22:30
ฮัจญ์, S.22
ฮามาน, 28:6, 38; 29:39; 40:24, 36, 37
มือและขาจะเป็นพยาน, 36:65
ฮาก็กะฮ์, S.69
ความยากลำบาก มีความง่ายดายกับทุกความยากลำบาก, 94:5-6
ฮารูน, (อาโรน)
ฮารูต, 2:102
ฮัชร์, S.59
หัวใจ
- แข็งกระด้าง, 2:74; 22:53; 39:22; 57:16
- ถูกประทับตรา, 7:100-101; 40:35; 47:16; 63:3
- ถูกปกคลุม, 17:46; 41:5
- ถูกล็อค, 47:24
- แตกแยก, 59:14
- เต็มไปด้วยความกลัว, 22:35
- ในหัวใจที่มีโรค, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ฟ้าสวรรค์
- ความลึกลับของฟ้าสวรรค์เป็นของอัลลอฮ์, 16:77
- ไม่ได้สร้างเพื่อความสนุก, 21:16
- ฟ้าสวรรค์และแผ่นดินเคยรวมเป็นหนึ่ง, 21:30
- ไม่มีสิ่งใดซ่อนในฟ้าสวรรค์, 27:75
- ถูกสร้างโดยไม่มีเสาค้ำ, 31:10
- จะถูกม้วนไว้ในพระหัตถ์ขวาของพระองค์, 39:67
- การสร้างฟ้าสวรรค์เจ็ดชั้นในสองวัน, 41:12
- ประดับฟ้าสวรรค์ชั้นใกล้ด้วยดวงไฟ, 41:12
- ทุกสิ่งในฟ้าสวรรค์เป็นของอัลลอฮ์, 45:27;53:31
- เจ็ดชั้นฟ้า ชั้นหนึ่งอยู่เหนืออีกชั้น, 67:3
นรก (ไฟ เปลวไฟ) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- น้ำเดือดพล่านและน้ำร้อน 22:19-22; 23:103-104
- น้ำหนอง 14:14-17; 38:55-58; 69:35-37
- ต้นซักกูม 37:62-70; 44:43-50; 56:41-56
- ผู้อาศัยไม่สามารถมีชีวิตหรือตายได้ 87:13
- การโยนความผิดให้กัน 26:91-101; 34:31-33
- การร้องขอการทำลายล้างทันที 25:13-14; 43:74-78
- การร้องไห้คร่ำครวญอย่างรุนแรง 35:36-37
- ไฟคำรามและคำราม 25:11-12; 67:6-11
- ผิวหนังที่ถูกเผาถูกแทนที่ด้วยใหม่ 4:56
- โซ่ตรวนและเสื้อผ้าน้ำมันดิน 14:48-50
- กระบองเหล็ก 22:19-22
- โซ่ตรวน 13:5
- ผู้ดูแลนรก 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ไม่รับค่าไถ่ 5:36-37
- การวิงวอนถูกปฏิเสธ 6:94; 26:100; 30:13; 74:48
- ความสิ้นหวังที่แผดเผาและความมืดเย็นชะงักใน 38:57
- โซ่ยาวเจ็ดสิบศอก 69:32
- อยู่เป็นระยะเวลาจำกัด 78:23
โลกอาคิเราะฮ์
- บ้านในโลกอาคิเราะฮ์ดีกว่า, 6:32; 7:169
- สิ่งใดจะเป็นจุดจบในโลกอาคิเราะฮ์, 6:135
- ผู้อธรรมจะไม่ประสบความสำเร็จ (ใน), 6:135
- บ้านแห่งโลกอาคิเราะฮ์, 12:109; 16:30; 28:83; 29:64
- ผู้ที่ไม่ศรัทธาในโลกอาคิเราะฮ์, 17:10
- รางวัลของโลกอาคิเราะฮ์, 42:20
- ดีกว่าเงินและทอง, 43:33-35
- เฉพาะสำหรับมุตตะกูน, 43:35
- การลงโทษของ, 68:33
- ดีกว่าและยั่งยืนกว่า, 87:17
- ดีกว่าปัจจุบัน, 93:4
ทางกว้าง, 21:31
ฮิจร์ (ทางหิน), 15:80-85
ฮิจร์, S.15
รักร่วมเพศ 26:165-166; 27:55; 29:28-29
ม้า, 16:8
วันสุดท้าย (วันกิยามะฮ์)
- ความรู้เรื่องนี้มีแต่อัลลอฮ์เท่านั้น, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- จู่ๆ ก็มาถึงพวกเขา, 6:31; 7:187;12:107; 43:66
- มาถึงท่าน, 6:40; 12:107; 20:15; 34:3
- ใกล้เข้ามาแล้ว, 54:1-5
- เร็วดังการกะพริบตา หรือเร็วกว่านั้น, 16:77
- แผ่นดินไหวในวันสุดท้าย, 22:1
- จะถูกสถาปนาขึ้น, 30:12, 14
- แน่นอนจะมาถึง ไม่มีข้อสงสัย, 40:59;45:32; 51:5-6
- สัญญาณ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ชื่อต่างๆ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- จะมาถึงผู้คนโดยไม่ทันตั้งตัว 6:31; 7:187
- แตรจะถูกเป่า 6:73; 23:101; 39:68
มารยาทในการเข้าบ้าน, 24:27-29
ฮูด, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ฮูด, S.11
ฮุญุรอต, S.49
ฮุมะซะฮ์, S.104
ฮุนัยน์ (ยุทธการ), 9:25
ฮูร (สตรีในสวรรค์), 44:54; 52:20
พวกมุนาฟิก
- กล่าวว่า เราศรัทธาต่ออัลลอฮ์และวันสุดท้าย แต่ที่จริงไม่ได้ศรัทธา, 2:8
- หลอกลวงตนเอง, 2:9
- มีโรคในหัวใจ, 2:10; 8:49; 22:53;33:12; 47:29
- ก่อความเสียหาย, 2:11-12
- คนโง่เขลาและผู้เยาะเย้ย, 2:13-15
- ซื้อความหลงผิดแทนการนำทาง, 2:16
- หูหนวก ใบ้ และตาบอด, 2:17-18
- กลัวความตายและความมืด, 2:19-20
- คำพูดที่ไพเราะ, 2:204-206
- ปฏิเสธการต่อสู้, 3:167-168
- อัลลอฮ์ทรงรู้สิ่งที่อยู่ในหัวใจพวกเขา, 3:167;4:63
- ไปขอการตัดสินจากผู้พิพากษาเท็จ หันหลังให้การเปิดเผย มาเมื่อเกิดภัยพิบัติ, 4:60-62
- ในยามโชคร้ายและในความสำเร็จที่ยิ่งใหญ่, 4:72-73
- อัลลอฮ์ทรงผลักไสพวกเขากลับ, 4:88
- ไม่ควรถือเป็นมิตร, 4:89; 58:14-19
- ถ้าพวกเขาหันหลัง ให้สังหารพวกเขาที่ใดก็ตามที่พบ, 4:89
- พวกเขารอและจ้องดูชัยชนะของท่านหรือความสำเร็จของผู้ปฏิเสธ, 4:141
- พยายามหลอกลวงอัลลอฮ์ พวกเขาละหมาดด้วยความเกียจคร้านและเพื่อให้ผู้คนเห็น, 4:142
- ไม่เป็นของฝ่ายใดฝ่ายหนึ่ง, 4:143
- อยู่ในชั้นต่ำที่สุดของไฟ ไม่มีผู้ช่วยเหลือ, 4:145
- กลัวถูกเปิดโปง, 9:64-65
- ไม่ควรละหมาดให้, 9:84
- ชายและหญิงมาจากกันและกัน ผู้พ่ายแพ้ คำสาปของอัลลอฮ์, 9:67-69
- ในหมู่ชาวเบดูอิน, 9:101
- ที่ใดพบก็ให้จับและสังหาร, 33:61
- อัลลอฮ์จะทรงลงโทษพวกมุนาฟิก, 33:73
- พวกโกหก หันหลัง หัวใจแตกแยก, 59:11-14
- พวกโกหก ใช้คำสาบานเป็นเกราะ หัวใจถูกประทับตรา ระวังพวกเขา, 63:1-4
- ไม่เข้าใจ ไม่รู้, 63:7-8
- ต้องต่อสู้อย่างเต็มที่กับพวกเขา, 66:9
อิบลีส (ซาตาน), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ดูด้วย ซาตาน
อิบรอฮีม, (ดู อับราฮัม)
อิบรอฮีม, S.14
อิดดะฮ์ (ช่วงรอคอยที่บัญญัติสำหรับสตรีหลังหย่า), 2:228, 231, 232, 234, 235; 33:49;65:1-7
อิดรีส (เอโนค), 19:56-57; 21:85; 96:4
อิห์รอม, 2:197; 5:2, 95
อิห์ซาน, 16:90
อิคลาศ, S.112
อิลาฮ์ มีเพียงองค์เดียว, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
การร่วมประเวณีผิดกฎหมาย การเป็นพยาน, 4:15-18; 24:2, 19
อิลลิยูน, 83:18-21
นะญิส (สิ่งสกปรก) 9:28
อิมรอน
- ภริยาของ, 3:35
- บุตรสาวของ, 66:12
สิ่งที่หลีกเลี่ยงไม่ได้, 69:1-3
อินฟิฏอร, S.82
มรดก, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ความอยุติธรรม ต่อผู้ที่ได้รับ, 4:30, 148
อินซาน (ดู ดะฮ์ร), S.76
อินชิกอก, S.84
อินชิรอห์ (ดู ชัรห์), S.94
วะหีย์, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
การวิงวอน/ผู้วิงวอน, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
สิ่งมึนเมา, 5:90, 2:219
การดำรงละหมาด, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
อิกรออ์ (ดู อะลัก), S.96
อิรอม, 89:7
เหล็ก, 57:25
อีซา ดู พระเยซู
อิสฮาก, 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
อิสมาอีล, 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
วางรากฐานของกะอ์บะฮ์กับบิดา 2:125-140
เรื่องราวการเชือดบูชา 37:100-113
อิสลาม, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ผู้แรกที่ยอมจำนนในฐานะมุสลิม, 6:14,163; 39:12
- ผู้แรกที่รับอิสลาม, 9:100
- อกถูกเปิดกว้างสู่อิสลาม, 39:22
- เป็นความโปรดปราน, 49:17
อิสรออ์, S.17
อิสราเอล บุตรหลานของ, 2:40-86
- ความโปรดปรานที่ได้รับ, 2:47-53, 60, 122; 45:16-17
- กบฏต่อการเชื่อฟังอัลลอฮ์, 2:54-59, 61, 63-74; 5:71; 7:138-141
- ความสัมพันธ์กับมุสลิม, 2:75-79
- ความหยิ่งยะโสของพวกเขา, 2:80, 88, 91
- สัญญาของพวกเขา, 2:80, 83-86, 93, 100; 5:12-13, 70
- ซื้อชีวิตโลกนี้แลกกับอาคิเราะฮ์, 2:86
- โลภชีวิตมากที่สุดในบรรดามนุษย์, 2:96
- ขอให้มีกษัตริย์, 2:246-251
- เกินขอบเขต แตกออกเป็นหลายกลุ่ม กลายเป็นลิง, 7:161-171
- ได้รับสัญญาสองครั้ง, 17:4-8
- ได้รับการช่วยให้พ้นจากศัตรู, 20:80-82
- ได้รับคัมภีร์และผู้นำ, 32:23-25; 40:53-54
- นักปราชญ์ผู้รอบรู้ของพวกเขารู้ว่า (อัลกุรอานเป็นความจริง), 26:197
อิสตะวา (สถิตอยู่เหนือ), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
อิอ์ติกาฟ, 2:187
ยะอ์กูบ, 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- อัสบาฏ (บุตรสิบสองคนของยะอ์กูบ), 2:140; 3:84;4:163
ญาลูต, (ดู ยักษ์โกลิอัท)
ญะมะรอต, 2:200
ญาษิยะฮ์, S.45
พระเยซู อีซา บุตรของมัรยัม
- มารดาได้รับเลือกเหนือสตรีทั้งหมดในโลก 3:42
- เป็นพยานในวันฟื้นคืนชีพ, 4:159
- ข่าวดีแห่งการประสูติ, 3:45-47; 19:22-23
- ศาสนทูตแก่บุตรหลานของอิสราเอล, 3:49-51
- สาวก, 3:52-53; 5:111-115
- สาวกในฐานะผู้ช่วยเหลืออัลลอฮ์, 3:52; 61:14
- ถูกยกขึ้น, 3:55-59; 4:157-159
- เปรียบเหมือนอาดัม, 3:59
- ไม่ได้ถูกสังหารและไม่ได้ถูกตรึงกางเขน, 4:157
- ได้รับวะหีย์, 4:163
- ไม่มากกว่าศาสนทูต (ห้ามยกย่องเป็นพระเจ้า), 4:171-172; 5:75; 19:30, 43:63-64
- พวกที่กล่าวว่าปฏิเสธศรัทธาแล้ว, 5:17, 72; 9:30
- ศาสนทูตของเรา (มุฮัมมัด ﷺ) ได้มาแล้ว, 5:19
- ประทานพระวรสาร, 5:46
- สาวกกล่าวว่า เราเป็นมุสลิม, 5:111
- โต๊ะอาหารที่ถูกเตรียมไว้, 5:114
- ไม่ได้สอนการนมัสการเท็จ, 5:116-118
- ศาสดาผู้ชอบธรรม, 6:85
- เป็นสัญญาณ, 23:50
- การมาครั้งที่สองของพระองค์ 43:61
- ความเห็นที่แตกต่างเกี่ยวกับพระองค์, 43:65
- ไม่มากกว่าบ่าวและแบบอย่างสำหรับบุตรหลานของอิสราเอล, 43:59
- ข่าวดีของศาสนทูตที่ชื่อว่าอะหมัด, 61:6
- การประสูติจากหญิงพรหมจารี ภารกิจ และปาฏิหาริย์ 3:45-51; 19:16-38
- ถูกเตือนความจำถึงความโปรดปรานของอัลลอฮ์ 5:110-115
- ปฏิเสธการเป็นพระเจ้า 5:116-120
- ความเมตตาและความกรุณาในหัวใจของผู้ติดตาม 5:82; 57:27
ยิวและคริสต์, 2:140; 4:153-161, 171; 5:18
- ฟังความเท็จ, 5:41-42
- ถูกสาปแช่งเพราะสิ่งที่พวกเขากล่าว, 5:64
- เป็นศัตรูต่อผู้ศรัทธา (มุสลิม), 5:82
- ผู้ที่รับอิสลาม, 26:197; 28:53; 29:47
ญิบรีล, (ดู กาเบรียล)
ญิฮาด (การต่อสู้ การขยัน) 2:216; 9:24; 22:78; 25:52
ญิน, S.72
ญิน, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ญิน ถูกสร้างจากไฟ 15:25; 55:15
- ญินที่ศรัทธาและปฏิเสธ 72:1-15
- บางส่วนศรัทธาในสารของอัลกุรอาน 46:29-32
- มนุษย์และญินถูกสร้างเพื่อวัตถุประสงค์ 51:56-58
อัยยูบ, 4:163; 6:84; 21:83-84; 38:41-44
ยะห์ยา (ยอห์นผู้ให้บัพติสมา)
- ข่าวดีของ, 3:38-41; 19:7-11; 21:90
- ผู้ชอบธรรม, 6:85
- ฉลาด มีความเห็นอกเห็นใจ มีหน้าที่, 19:12-15
ยูนุส (โยนาห์), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ษุนนูน) 21:87; 68:48-50
ยูซุฟ, 6:84; 12:4-101
- เรื่องราวที่ดีที่สุด 12:1-3
- ความฝันของยูซุฟในวัยเยาว์ 12:4-6
- การสมคบคิดโดยพี่น้องของเขา 12:7-18
- ถูกขายเป็นทาส 12:19-20
- ได้รับการเลี้ยงดูในบ้านของอัครมหาเสนาบดีแห่งอียิปต์ 12:21-22
- ภริยาของอัครมหาเสนาบดีพยายามยั่วยวน 12:23-29
- เหตุการณ์งานเลี้ยง 12:30-32
- ถูกจำคุก 12:33-35
- นักโทษสองคน 12:36-42
- ความฝันของกษัตริย์ 12:43-53
- กลายเป็นอัครมหาเสนาบดี 12:54-57
- พี่น้องมาขอเสบียง 12:58-68
- นำน้องชายบินยามีนไป 12:69-82
- ความเศร้าโศกของบิดาที่กลับมาอีก 12:83-87
- เปิดเผยตัวตนที่แท้จริง 12:88-98
- ความฝันเก่ากลายเป็นจริง 12:99-100
- คำวิงวอนสรุป 12:101
ภูเขาญูดีย์, 11:44
ญุมุอะฮ์, S.62
ความยุติธรรม (อัดล์), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- ดูด้วย 4:65, 105
กะอ์บะฮ์
- สร้างโดยอิบรอฮีม, 2:125-127
- ห้ามล่าสัตว์, 5:94-96
- ที่หลบภัยแห่งความปลอดภัย, 5:97
- เดินรอบในสภาพเปลือยกาย, 7:28
- ขณะละหมาดและเดินรอบ, 2:200; 7:29, 31
กาฟิรูน, S.109
กาฟูร ถ้วยที่ผสมด้วย, 76:5
กะฮ์ฟ, S.18
กันซ์, 9:34-35
เกาษัร (แม่น้ำในสวรรค์), 108:1
เกาษัร, S.108
กุญแจ
ของฟ้าสวรรค์และแผ่นดิน, 39:63; 42:12
ของสิ่งเร้นลับ, 6:59
เคาละฮ์ บินติ ษะอ์ลาบะฮ์, 58:1
การสังหาร
- ถ้าใครสังหารคนหนึ่ง เท่ากับสังหารมนุษยชาติทั้งหมด, 5:32
- อย่าสังหารผู้ใด, 17:33
คำพูดที่ดีดีกว่าการให้ทาน, 2:263
ญาติพี่น้อง สิทธิของ, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
กิรอมัน กาติบีน, 82:11
ความรู้
- ใบไม้ร่วงแม้แต่ใบเดียว พระองค์ทรงรู้, 6:59
- สูญเสียคือผู้ที่ฆ่าบุตรของตนด้วยความโง่เขลาและขาดความรู้, 6:140
- ห้าสิ่งที่มีเฉพาะอัลลอฮ์, 31:34
- ด้วยความแน่นอน, 102:5-7
กอรูน (คอรัห์), 28:76-82; 29:39; 40:24
กุรซีย์, 2:255
ลาฮับ (ดู มะซัด), S.111
ลัยล์, S.92
ตะเกียง, 25:61; 67:5; 71:16; 78:13
ภาษา
- ความแตกต่างของ และสีผิวของมนุษย์, 30:22
ลาต, 53:19
กฎหมายที่บัญญัติ, 5:48
กฎหมายจากอัลลอฮ์, 2:219; 98:3
พวกโกหก, 26:221-223
ชีวิต ถ้าใครช่วยชีวิตคนหนึ่ง เท่ากับช่วยชีวิตมนุษยชาติทั้งหมด, 5:32
ชีวิตในโลกนี้
- ซื้อชีวิตโลกนี้แลกกับอาคิเราะฮ์, 2:86
- เป็นเพียงความเพลิดเพลินแห่งการหลอกลวง, 3:185
- ขายชีวิตโลกนี้เพื่ออาคิเราะฮ์, 4:74
- ไม่มีอะไรนอกจากความบันเทิงและการเล่น, 6:32; 29:64; 47:36; 57:20
- หลอกลวง, 6:130
- ความเพลิดเพลินในโลกนี้น้อยกว่าอาคิเราะฮ์, 9:38; 13:26; 28:60
- อุปมาของชีวิตนี้เหมือนฝน, 10:24
- ข่าวดีในชีวิตนี้, 10:64
- ผู้ใดปรารถนาชีวิตนี้ก็จะได้รับ แต่จะไม่มีส่วนในอาคิเราะฮ์, 11:15-16; 17:18; 42:20
- ผู้ที่รักปัจจุบันและละเลยอาคิเราะฮ์, 75:20-21; 76:27
- ท่านชอบชีวิตนี้, 87:16
แสงสว่าง
- ที่ประจักษ์ชัด, 4:174
- และความมืด, 6:1
- อุปมาของ, 24:35
- นำหน้าและอยู่กับผู้ศรัทธา, 57:12-15; 66:8
- ประทานโดยอัลลอฮ์เพื่อให้ผู้ศรัทธาเดินตรง, 57:2
ขอบเขตที่อัลลอฮ์กำหนด, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- นี่คือขอบเขต, 2:187; 229-230; 4:13; 58:4; 65:1
- อย่าละเมิดขอบเขต, 2:190, 229
- ผู้ใดละเมิด, 2:229; 4:14; 78:22
- แต่ถูกบังคับด้วยความจำเป็น ไม่ใช่การละเมิดขอบเขต, 2:173; 6:145
- อย่าเกินพอดีในศาสนาของท่าน, 4:171; 5:77
- เมื่อพวกเขาเกินขอบเขต (กลายเป็นลิง), 7:166
- ผู้ที่ยึดมั่นในขอบเขต, 9:112
สิงโต, 74:51
การกู้ยืม
- ให้กู้แก่อัลลอฮ์ด้วยการกู้ที่ดีงาม, 2:245; 73:20
- เพิ่มขึ้นหลายเท่า, 57:11, 18
- เพิ่มเป็นสองเท่า, 64:17
การสูญเสียที่ประจักษ์, 39:15
ลูฏ, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ภริยาที่ดื้อรั้นของเขา, 11:81; 15:60; 66:10
ต้นซิดร์, 34:16; 53:14-16; 56:28
ลุกมาน, 31:12-14
ลุกมาน, S.31
มะอาริจ, S.70
มะดีนะฮ์ (ยัษริบ), 9:120; 33:13, 60; 63:8
มัดยัน, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ดูด้วย ชาวไม้อัยกะฮ์
มะฮ์ร (เงินสินสอด), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
มาอิดะฮ์, S.5
มักกะฮ์ (บักกะฮ์), 3:96;90:1-2
- เมืองแห่งความปลอดภัย, 95:3
มนุษย์
- รุ่นแล้วรุ่นเล่าบนแผ่นดิน, 2:30;6:165
- ถูกแต่งตั้งเป็นผู้สืบทอด, 35:39
- หน้าที่, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- ถูกทดสอบโดยอัลลอฮ์, 2:155; 3:186; 47:31; 57:25
- สิ่งที่มนุษย์โลภ, 3:14
- ถูกสร้างจาก, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- ถูกสร้างและกำหนดระยะเวลา, 6:2; 15:26
- การคืนดีระหว่างมนุษย์และภริยา, 4:35
- ผู้พ่ายแพ้ที่ปฏิเสธการพบปะกับอัลลอฮ์, 6:31
- การกลับคืน, 6:60, 72, 164; 10:45-46
- วางแผนต่อตนเอง, 6:123
- ไม่ต้องแบกภาระของผู้อื่น, 6:164
- เนรคุณ, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- ถูกเตือนเรื่องซาตาน, 7:27
- ภริยาและบุตร, 7:189-190
- เมื่อความเดือดร้อนหรือความชั่วมาถึง, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- กลับสู่พระผู้เป็นเจ้า, 10:23; 84:6; 96:8
- อธรรมต่อตนเอง, 10:44
- ลิงโลดและอวดตัว, 11:10
- วิงวอนขอความชั่วร้าย, 17:11
- รีบร้อนเสมอ, 17:11
- การกระทำผูกไว้ที่คอ, 17:13
- ผู้ใดหลงทางก็เสียหายแก่ตนเอง และผู้ใดดำเนินถูกทางก็เพื่อตนเอง, 17:15
- จะไม่ถูกอธรรม, 17:71
- ความตายและการฟื้นคืนชีพ, 23:15-16
- แบ่งศาสนาออกเป็นนิกาย แต่ละนิกายยินดีในความเชื่อของตน, 23:53
- ลิ้น มือ และเท้าจะเป็นพยานกล่าวโทษ, 24:24
- เป็นพยานกล่าวโทษตนเอง, 75:14
- ผู้ที่เอาความปรารถนาของตนเป็นพระเจ้า, 25:43
- ญาติทางสายเลือดและการแต่งงาน, 25:54
- อัลลอฮ์ทรงทำให้ทุกสิ่งในฟ้าสวรรค์และแผ่นดินอยู่ใต้บังคับบัญชาของท่าน, 31:20
- ผู้ใดยอมจำนนหน้าของตนต่ออัลลอฮ์, 31:22
- ไม่มีสองหัวใจในร่างกาย, 33:4
- นมัสการอัลลอฮ์, 39:64-66
- ความทุกข์เพราะสิ่งที่มือของเขาได้กระทำ, 42:30, 48
- มลาอิกะฮ์บันทึกการกระทำของเขา, 50:17-18, 23;85:11
- มลาอิกะฮ์พิทักษ์เขา, 13:11; 86:4
- ถูกแบ่งออกเป็นสามกลุ่ม, 56:7-56
- ผู้ที่ใกล้ชิดอัลลอฮ์ที่สุด, 56:10-11
- สหายแห่งมือขวา, 56:27-40
- สหายแห่งมือซ้าย, 56:41-56
- จะถูกแปลงรูปและสร้างในรูปแบบที่ไม่รู้จัก, 56:60-62
- ถูกสร้างรูปร่างที่ดี, 64:3
- ทรัพย์สินและบุตรเป็นเพียงการทดสอบ, 64:15
- ถูกสร้างและได้รับ, 67:23-24; 74:12-15; 90:8-10
- ใจร้อน, 70:19-21
- อุทิศตนต่อการละหมาด, 70:22-35
- ปรารถนามากกว่า, 74:15
- เป็นพยานกล่าวโทษตนเอง, 75:14-15
- ความหยิ่งยะโสของเขา, 75:31-40; 90:5-7
- รักชีวิตในโลกนี้, 76:27
- ยากกว่าในการสร้าง หรือฟ้าสวรรค์, 79:28
- ประมาทเลินเล่อต่อพระผู้เป็นเจ้า, 82:6-12
- ถูกสร้างอย่างสมบูรณ์และสมดุล, 82:7
- เดินทางจากขั้นหนึ่งสู่อีกขั้น, 84:19
- ความรักในทรัพย์สิน, 89:20
- ถูกสร้างในความยากลำบาก, 90:4
- ความพยายามและการกระทำหลากหลาย, 92:4
- ทำให้เส้นทางแห่งความสะดวกและความชั่วราบเรียบ, 92:7, 10
- ถูกสร้างในรูปแบบที่ดีที่สุด, 95:4
- แล้วถูกลดลงสู่ระดับต่ำที่สุด, 96:5
- ละเมิดทุกขอบเขต, 96:6-7
มะนาซิก (หน้าที่) ของฮัจญ์, 2:128, 200; 22:30
มะนาต, 53:20
มนุษยชาติ
- พยานเหนือมนุษยชาติ, 2:143
- ชุมชนเดียว, 2:213; 10:19
- ถูกสร้างจากคู่เดียว, 4:1; 39:6; 49:13
- กบฏต่อตนเอง, 10:23
- ประมาทแม้การนับบัญชีใกล้เข้ามา, 21:1-3
- ถูกสร้างบนฟิฏเราะฮ์, 30:30
- ผู้มีเกียรติที่สุดในบรรดามนุษย์, 49:13
- ถูกแบ่งเป็นชาติและเผ่า, 49:13
มันนาและนกคุ่ม, 2:57
มารยาท
- เกี่ยวกับการเข้าบ้าน, 24:27-29
- ในบ้าน, 24:58-61
- ในบ้านของศาสดา, 33:53
- การทักทายและส่งการละหมาดแก่ศาสดา, 33:56
- อย่าทำให้อัลลอฮ์ ศาสนทูตของพระองค์ หรือผู้ศรัทธาชายหญิงเดือดร้อน, 33:57-58
- ตรวจสอบข่าวก่อนเชื่อ, 49:6
- อย่าเยาะเย้ยผู้อื่น, 49:11
- ในที่ประชุม, 58:11
การแต่งงาน, 2:232, 234
- กับผู้ปฏิเสธศรัทธาหรือทาส, 2:221
- จำนวนที่ฮาลาล, 4:3
- มะฮ์รห้ามนำคืน (ในกรณีหย่า), 4:20-21
- สิ่งที่ต้องห้ามในการแต่งงาน, 4:22-24
- ถ้าไม่มีทางแต่งงานกับสตรีผู้ศรัทธาที่เสรี, 4:25
- ถ้ากลัวมีการแตกแยก ให้แต่งตั้งอนุญาโตตุลาการสองคน, 4:35
- ถ้าภริยากลัวการทารุณหรือการทอดทิ้ง ให้ทำข้อตกลงสันติ, 4:128
- อย่าโน้มเอียงมากเกินไปต่อภริยาคนหนึ่งจนทำให้อีกคนเหมือนถูกแขวนไว้, 4:129
- ของผู้ล่วงประเวณี, 24:3
- กับผู้ที่ยากจน, 24:32
- ผู้ที่ไม่มีทุนทรัพย์สำหรับแต่งงาน, 24:33
- ภริยาที่ถูกทำให้ฮาลาลแก่ศาสดา, 33:50-52
- ก่อนมีเพศสัมพันธ์ ไม่มีอิดดะฮ์เมื่อหย่า, 33:49
ชะฮีด
- ไม่ตาย, 2:154; 3:169
- ยินดีในความโปรดปรานจากอัลลอฮ์, 3:170-171
- ได้รับการอภัยและความเมตตา, 3:157-158
- จะได้รับปัจจัยยังชีพที่ดี, 22:58-59
มารูต, 2:102
มัรยัม (มารดาของพระเยซู) การประสูติ, 3:35-7
- ข่าวดีของพระเยซู, 3:42-51; 19:16-21
- ในการคลอดบุตร, 19:23-26
- นำทารกสู่ประชาชนของนาง, 19:27-33
- ข้อกล่าวหาเท็จ, 4:156
- รักษาความบริสุทธิ์, 21:91; 66:12
มัรยัม, S.19
มะซัด, S.111
- อัลมัสญิดอัลอักศอ, 17:1
- อัลมัสญิดอัลฮะรอม, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- อัลมัชอะรอัลฮะรอม, 2:198
มาอูน, S.107
สวรรค์มะอ์วา, 53:15
การวัดและชั่ง ให้ครบถ้วน, 11:85; 17:35;83:1-5
การพบปะ
- กับอัลลอฮ์, 6:31
- ของวันอันยิ่งใหญ่, 19:37
- ของโลกอาคิเราะฮ์, 30:16
ศาสนทูต, 2:253; 4:164-165; 40:78; 57:27
- การสืบทอดของ, 2:87
- ลำดับของ, 5:19; 23:44
- ถูกสังหาร, 3:183
- ถูกข่มขู่, 14:13
- ถูกเยาะเย้ย, 6:10; 13:32; 15:11; 21:41
- ถูกปฏิเสธ, 3:184; 6:34;25:37;34:45; 51:52
- ศรัทธาบางคนและปฏิเสธบางคน, 4:150-152
- การรวมตัวของ, 5:109
- ถูกส่งมาเป็นผู้แจ้งข่าวดีและผู้เตือน, 6:48; 14:4-8
- เป็นพยานจากทุกชาติ, 16:89
- ทุกชาติมีศาสนทูต, 10:47; 16:36
- อ่านโองการของอัลลอฮ์, 7:35-36
- มลาอิกะฮ์เป็นศาสนทูต, 17:95; 25:7
- ไม่มากกว่ามนุษย์, 14:10-12;17:94; 21:8; 25:7-8, 20
- และภริยาและบุตรหลานของพวกเขา, 13:38
- ดูด้วย นบี
มิอ์รอจ, 17:1; 53:12
ความตระหนี่/ผู้ตระหนี่, 57:24
ความทุกข์ยาก เพราะสิ่งที่มือของท่านได้กระทำ, 42:30
การบวช ไม่ได้ถูกบัญญัติ, 57:27
ผู้ละเมิด กลายเป็นลิง, 2:65;5:60; 7:166
มิอ์รอจ, 17:1; 53:12
จำนวนเดือน, 9:36-37
ดวงจันทร์, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- การแยกออก, 54:1
มูซา
- และประชาชนของเขา, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- และฟิรเอาน์, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- ได้รับการนำทางโดยอัลลอฮ์, 6:84
- ภูเขาและการปรากฏของพระผู้เป็นเจ้า, 7:142-145
- ตำหนิประชาชนของเขาเรื่องการนมัสการลูกโคทอง, 7:148-156;20:83-99
- คัมภีร์ของเขา เกิดความขัดแย้งในนั้น, 11:110
- ได้รับคัมภีร์, 17:2
- สัญญาณเก้าประการที่ชัดเจน, 7:133; 17:101
- ไปยังจุดบรรจบของสองทะเล, 18:60-82
- การพบกันอันน่าจดจำที่พุ่มไม้ที่กำลังลุกไหม้ 20:9-36; 27:7-14; 28:29-35
- ถูกเรียกและได้รับภารกิจศาสนทูต, 19:51-53;20:9-56
- วัยเยาว์ มารดาและน้องสาวของเขา, 20:38-40;28:7-13
- นักมายากลเปลี่ยนใจ, 20:70-73; 26:46-52
- ในมัดยัน, 20:40; 28:22-28
- ได้รับเกณฑ์, 21:48
- และไฟลึกลับ, 27:7-12; 28:29-35
- สังหารชาวอียิปต์โดยไม่ตั้งใจในเมือง 28:14-21
- มาพร้อมกับโองการที่ชัดเจน, 29:39
- เรื่องราวกับฟิรเอาน์ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- สัญญาณเก้าประการสำหรับฟิรเอาน์และประชาชนของเขา 7:130-133; 20:17-22; 17:101
- เอาชนะนักมายากลของฟิรเอาน์ 20:70-73; 26:46-52
- หนีไปมัดยันและแต่งงาน 28:22-28
- รับแผ่นศิลา 7:142-154
- ขอดูอัลลอฮ์บนภูเขา 7:142-145
- ได้รับเกียรติจากอัลลอฮ์ 33:69
- ความโปรดปรานของอัลลอฮ์ต่อชาวอิสราเอล 2:47-61
- ชาวอิสราเอลปฏิเสธที่จะเข้าเยรูซาเล็ม 5:20-29
- ได้รับการนำทางสู่ทางที่ถูกต้อง, 37:114-122
- คัมภีร์ของ, 53:36; 87:19
มัสยิด (แห่งเยรูซาเล็ม), 17:7
มัสยิด (กูบา), 9:107-108
มัสยิด, 2:187; 9:17-19
- ดูแลรักษามัสยิดของอัลลอฮ์, 9:17-18
ยุง อุปมา, 2:26
ภูเขา, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
มุดดัษษิร, S.74
มุฮาญิรูน (ผู้อพยพ), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- สตรี, 60:10-12
มุฮัมมัด ﷺ
- ถูกเยาะเย้ย, 2:104; 4:46; 25:41-42; 34:78
- ให้เคารพศาสนทูต, 2:104; 4:46; 49:1-5
- สัญญาในการศรัทธาต่อเขา, 3:81
- เป็นพยานเหนือผู้ศรัทธา, 2:143
- ไม่มากกว่าศาสนทูต, 3:144
- ปฏิบัติด้วยความอ่อนโยน, 3:159
- งานของเขา, 3:164; 7:157; 36:6; 52:29; 74:1-7
- ถูกส่งมาเป็นความโปรดปรานอันยิ่งใหญ่แก่ผู้ศรัทธา, 3:164
- ถูกส่งมาพร้อมความจริง, 4:170
- ไม่ได้ถูกแต่งตั้งเป็นผู้เฝ้าระวัง, 6:107
- ไม่รู้หนังสือ, 7:157; 62:2
- ถูกส่งมาแก่มนุษยชาติในฐานะศาสนทูตของอัลลอฮ์, 7:158; 48:9, 29
- ผู้เตือนที่ชัดเจน, 7:184, 188; 11:2; 15:89; 53:56
- ไม่ใช่คนบ้า, 7:184; 68:2; 81:22
- ผู้ที่กล่าวหาท่าน, 9:58
- บุรุษที่ทำร้ายศาสดา เป็นความเมตตาแก่ผู้ศรัทธา, 9:61
- ติดตามเฉพาะสิ่งที่ถูกเปิดเผย, 10:15-16; 11:12-14; 46:9
- คำกล่าวของเขา, 11:2-4; 12:108; 34:46-50
- อัลลอฮ์เป็นพยานเหนือเขา, 13:43; 29:52; 46:8
- ถูกส่งมาเป็นพยาน ผู้แจ้งข่าวดีและผู้เตือน, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- ไม่ควรเสียใจ, 15:97; 16:127; 18:6
- ถูกส่งมาเป็นพยาน, 16:89; 22:78; 73:15
- เชิญชวนด้วยปัญญาและการเทศนาที่ดีงาม และโต้แย้งด้วยวิธีที่ดีกว่า, 16:125
- มะกอมมะหฺมูด, 17:79
- ได้รับวะหีย์, 18:110
- ความเมตตาสำหรับอาลามีน, 21:107
- ไม่ขอรางวัล, 25:57; 38:86; 42:23
- ได้รับคำสั่ง, 27:91-93;30:30;66:9
- เป็นความเมตตาจากอัลลอฮ์, 28:46-47
- ใกล้ชิดกับผู้ศรัทธา, 33:6
- แบบอย่างที่ดีให้ปฏิบัติตาม, 33:21
- ศาสดาองค์สุดท้าย, 33:40
- ส่งการละหมาดแก่เขา, 33:56
- ถูกส่งมาแก่มนุษยชาติทั้งหมด, 34:28
- ค่าตอบแทนมาจากอัลลอฮ์เท่านั้น, 34:47
- เป็นเพียงมนุษย์, 41:6
- ถูกส่งมาเป็นผู้พิทักษ์, 42:48
- ไม่ใช่สิ่งใหม่ในบรรดาศาสนทูต, 46:9
- พยานจากบุตรหลานของอิสราเอล, 46:10
- การให้สัตยาบันต่อเขาคือการให้สัตยาบันต่ออัลลอฮ์, 48:10, 18
- เห็นญิบรีล, 53:4-18; 81:22-25
- อย่าต่อต้านเขา, 58:20-22
- ถูกพยากรณ์โดยพระเยซู, 61:6
- ทำให้ศาสนาแห่งความจริงมีชัยเหนือทุกศาสนา, 61:9
- จากความมืดสู่แสงสว่าง, 65:11
- ต่อสู้อย่างเต็มที่กับผู้ปฏิเสธและพวกมุนาฟิก, 66:9
- มาตรฐานอันสูงส่งของคุณลักษณะ, 68:4
- ไม่ใช่กวีหรือหมอดู, 69:41-42
- อุทิศตนต่อการละหมาด, 73:1-8, 20; 74:3
- และชายตาบอด, 80:1-12
- สุญูดและเข้าใกล้อัลลอฮ์, 96:19
- อ่านหน้าบริสุทธิ์, 98:2
- โองการเกี่ยวกับครอบครัวของ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ดูด้วย ศาสนทูต; นบี
มุฮัมมัด (ﷺ), S.47
มุห์ซินูน (ผู้กระทำดี), 2:117, 195; 4:125,128; 10:12-16; 16:128
- อัลลอฮ์ทรงรักมุห์ซินูน, 3:134, 148; 5:93
- อัลลอฮ์ไม่ทรงสูญเสียรางวัลของมุห์ซินูน, 5:85;9:120; 11:115; 18:30
- เราตอบแทนมุห์ซินูน, 12:22; 37:80, 105, 110; 39:34;77:44
- ข่าวดีแก่มุห์ซินูน, 22:37; 46:12
- ความเมตตาของอัลลอฮ์ใกล้กับมุห์ซินูน, 7:56
- อัลลอฮ์อยู่กับมุห์ซินูน, 29:69
- มีความกตัญญูและดีต่อบิดามารดา, 2:83
- อดทนในการปฏิบัติหน้าที่ต่ออัลลอฮ์, 16:90
- ดูด้วย ความดีและความชั่ว
มุญาดะละฮ์, S.58
ล่อ, 16:8
มุลก์, S.67
มุอ์มิน (ดู ฆอฟิร), S.40
มุอ์มินูน, S.23
มุมตะฮะนะฮ์, S.60
มุนาฟิกูน, S.63
การฆาตกรรม, 2:178-179
มุรซะลาต, S.77
มุสลิม
- ผู้แรกของมุสลิม, 6:14, 163; 9:100; 39:12
- ผู้ที่ตั้งชื่อนี้, 22:78
- การอภัยและรางวัลอันยิ่งใหญ่สำหรับพวกเขาที่, 33:35-36
มุฏอฟฟิฟีน, S.83
มุซซัมมิล, S.73
นะบะอ์, S.78
นะฎีร บะนู อัน-, (ยิว), 59:2, 9, 13
นะห์ล, S.16
นะญิส (สิ่งสกปรก) 9:28
นัจม์, S.53
นัจวา (ดู ความลับ)
ชื่อ
ชื่ออันสวยงามที่สุดเป็นของพระองค์, 7:180
ชื่ออันดีที่สุดเป็นของพระองค์, 17:110; 20:8; 59:24
ความจำเป็น หากถูกบังคับ, 2:173; 6:145
เพื่อนบ้าน, 4:36
จันทร์ดาวใหม่, 2:189
ข่าว ต้องตรวจสอบ 4:83
ความตระหนี่ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
กลางคืน (เป็นสัญลักษณ์) เพื่อพักผ่อน, 10:67
- เป็นสิ่งปกคลุม, 13:3; 78:10
- เพื่อรับใช้, 14:32
- คืนอัลก็อดร์ (คืนแห่งพระดำรัส), 44:3-4; 97:1-5
นิซาอ์, S.4
นูห์, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ถูกเยาะเย้ย 11:38
- อุทกภัย (น้ำท่วมรุนแรง), 29:14
- เรือโนอาห์และน้ำท่วม 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- บุตรที่ไม่ชอบธรรมไม่ได้รับการช่วย, 11:42-48
- ภริยาที่ไม่ชอบธรรม, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
นูห์, S.71
นูร, S.24
คำสาบาน, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
การเชื่อฟัง, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51-52, 54; 47:33; 64:12
ภาระหน้าที่ที่ต้องปฏิบัติ, 5:1
ลูกหลาน, 4:9; 42:49-50
- พระองค์ประทานชายและหญิงแก่ผู้ที่พระองค์ทรงประสงค์, 42:49
มะกอกะฮ์, 6:141; 16:11; 23:20; 24:35; 95:1
อิลาฮ์องค์เดียว, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
เด็กกำพร้า, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- ผู้ปกครองของเด็กกำพร้า, 4:6
การกระทำของตนเอง ถูกทำให้ดูดีสำหรับแต่ละคน, 6:108
คู่ ในสิ่งมีชีวิตทั้งหมด, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
ต้นปาล์ม, 13:4; 19:25; 20:71; 59:5
อุปมา (ความเหมือน ตัวอย่าง)
- ผู้จุดไฟ, 2:17-18
- พายุฝนจากฟ้า, 2:19-20
- ยุง, 2:26
- ผู้ตะโกน, 2:171
- เมืองที่พังพินาศ, 2:259
- เมล็ดข้าวโพด, 2:261
- หินเรียบ, 2:264
- สวน, 2:265-266
- เชือก, 3:103
- ลมหนาวเย็น, 3:117
- การฟื้นคืนชีพ 7:57; 22:5; 41:39
- สุนัขที่แลบลิ้น, 7:176
- ขอบผา, 9:109-110
- ฝน, 10:24
- ผลผลิตที่ถูกตัดสั้น, 10:24
- คนตาบอดและหูหนวก, 11:24
- อัลลอฮ์กับพระเจ้าเท็จ 13:14; 16:76
- ความจริงกับความเท็จ 13:17
- ขี้เถ้าที่ถูกลมพัดแรง, 14:18
- ต้นไม้ที่ดีงาม, 14:24-25
- ต้นไม้ชั่วร้าย, 14:26
- ทาสและชายคนหนึ่ง, 16:75
- ชายใบ้ที่เป็นภาระแก่นายของเขา, 16:76
- หญิงที่แก้ด้ายที่ปั่น, 16:92
- เมืองที่ปลอดภัยและพึงพอใจ, 16:112-113
- ชายสองคนกับสวนองุ่น, 18:32-44
- ชีวิตโลกนี้เหมือนน้ำจากฟ้า, 18:45
- ตกจากฟ้าและถูกนกฉกไป, 22:31
- แมลงวัน, 22:73
- แสงสว่างเหมือนช่องในผนัง, 24:35-36
- ภาพลวงตา, 24:39
- ความมืดในทะเลลึก, 24:40
- แมงมุม, 29:41
- หุ้นส่วน, 30:28
- ชาวเมือง, 36:13-32
- พืชผลสีต่างๆ, 39:21
- ชายที่เป็นของหุ้นส่วนหลายคน, 39:29
- เมล็ดพืชที่งอกงาม, 48:29
- หัวใจที่แข็งกระด้าง 57:16-17
- พืชพันธุ์หลังฝน, 57:20
- ภูเขาที่น้อมตัวลง, 59:21
- ลา, 62:5
- หากน้ำจมหายไป, 67:30
- ชาวสวน, 68:17-33
สวรรค์
- สวรรค์มะอ์วา, 53:15
- สวรรค์ฟิรเดาส์, 18:107; 23:11
- สวนที่มีแม่น้ำไหลอยู่ข้างล่าง, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- สวนนิรันดร์ (สวรรค์'อัดน์) 9:72;13:23; 18:31; 19:61; 20:76
- สวนแห่งนิรันดรกาล (สวรรค์'อัดน์), 16:31;35:33; 98:8
- สวนแห่งความสุข, 37:43; 56:12, 89
- สวนพร้อมความสุขนิรันดร์, 9:21
- สวนและสวนองุ่น, 78:32
- ผลไม้จากสองสวน, 55:54, 62
- ผลไม้ทุกชนิดตามต้องการ มากมาย, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- ผลไม้อยู่ใกล้มือ, 55:54; 69:23
- ผลไม้และเนื้อสัตว์, 52:22
- เนื้อนก, 56:21
- ต้นซิดร์ไร้หนามและต้นฏอลห์ (ต้นกล้วย), 56:28-29
- ความรู้ที่ไม่เป็นประโยชน์ ลาที่แบกหนังสือ 62:5
- น้ำพุที่ไหล, 88:12
- น้ำพุชื่อซัลซะบีล, 76:18
- น้ำพุชื่อกาฟูร, 76:5
- น้ำพุซัสนีม, 83:27-28
- แม่น้ำในสวรรค์ เกาษัร, 108:1
- แม่น้ำไวน์ นม น้ำผึ้งใส, 47:15
- ไวน์บริสุทธิ์ที่ปิดผนึก ขาวและอร่อย, 37:45-46; 56:18; 76:21; 83:25
- ถ้วยผสมด้วยซันญะบีล, 76:17; 78:34
- น้ำ, 76:5
- ถาดทองคำและถ้วย, 43:71
- ภาชนะเงินและถ้วยแก้วคริสตัล, 76:15-16
- เสื้อผ้าสีเขียวจากผ้าไหมละเอียดและหนา, 18:31;22:23; 35:33; 44:53; 76:12, 21
- ประดับด้วยกำไลทองและไข่มุก, 18:31; 22:23; 35:33; 76:21
- เก้าอี้นอนที่บุด้วยผ้าไหมทอ, 55:54
- หมอนสีเขียวและที่นอนสวยงาม, 55:76; 88:15
- บัลลังก์ทอทองและอัญมณี ตั้งสูง 56:15; 88:13
- พรมอันหรูหราปูไว้, 88:16
- คฤหาสน์สวยงาม ห้องสูงชั้นหนึ่งอยู่เหนืออีกชั้น, 9:72; 39:20
- อยู่ในนั้นตลอดกาล, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- บ้านนิรันดร์, 3:15; 35:35
- หันหน้าหากันบนบัลลังก์, 15:47; 37:44;44:53; 56:16
- ไม่เคยลิ้มรสความตายในนั้น, 44:56
- และพวกเขาจะไม่ถูกขับออกไปจากมัน, 15:48
- ความเกลียดชังหรือความเจ็บปวดถูกขจัดออกจากหัวใจ, 7:43; 15:47
- ความเศร้าโศกทั้งหมดถูกขจัดออก, 35:34
- ไม่มีความเหนื่อยล้า ความยากลำบาก หรือความอ่อนเพลีย, 15:48;35:35
- ไม่มีความเจ็บปวด ปวดท้อง ปวดหัว หรือความมึนเมา, 37:47; 56:19
- ไม่มีคำพูดไร้สาระหรือคำพูดบาป, 19:62;56:25
- ไม่มีคำพูดที่เป็นอันตรายหรือความเท็จ, 78:35; 88:11
- ปลอดจากบาป, 37:47; 52:23
- ไม่มีความร้อนจัดหรือหนาวจัด, 76:13
- จะมีปัจจัยยังชีพที่รู้แน่, 37:41;56:89
- ในสันติและความปลอดภัย, 15:46; 44:51, 55; 50:34
- บ้านแห่งสันติ, 6:127
- การทักทายใน, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- ผู้ที่ทำความดีจะได้เข้า, 4:124; 42:22; 44:51
- ผู้ที่รักษาหน้าที่ต่อพระผู้เป็นเจ้าจะถูกนำเป็นกลุ่ม, 39:73
- ได้รับมรดกเพราะการกระทำ, 43:72
- อัลลอฮ์ทรงพอพระทัยในพวกเขาและพวกเขาพอใจในพระองค์, 5:119
- สวรรค์ของข้า, 89:30
- ความสุขสูงสุด, 9:72
- ความสำเร็จอันยิ่งใหญ่, 57:12; 64:9
- ความสำเร็จสูงสุด, 9:72; 44:57
- สำหรับผู้ศรัทธามีสวนสวรรค์เป็นที่ต้อนรับ, 32:19
- ชาวสวรรค์จะยุ่งอยู่กับสิ่งที่น่าปีติยินดีในวันนั้น, 36:35
- จะอยู่ท่ามกลางสวนและน้ำพุ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- เห็นมลาอิกะฮ์ล้อมรอบบัลลังก์, 39:75
- ใกล้กษัตริย์ผู้ทรงอำนาจ, 54:55
- พวกเขาจะได้ทุกสิ่งที่ปรารถนา, 50:35
- ฮูร สตรีบริสุทธิ์ที่มีดวงตากว้างและงดงาม ดั่งไข่ที่ถูกปกป้อง, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ภริยาบริสุทธิ์, 3:15
- ภริยาในร่มเงาอันน่ารื่นรมย์ เอนกายบนบัลลังก์, 36:55
- หญิงสาวอกสมบูรณ์วัยเท่ากัน, 78:33
- บ่าวหนุ่มผู้รับใช้ตลอดกาล ดั่งไข่มุกที่กระจาย, 52:24; 56:17; 76:19
- กว้างใหญ่เท่าฟ้าสวรรค์และแผ่นดิน 3:133, 57:21
- น้ำไหล ร่มเงาเย็น อาหารอันโอชะ และคู่ครองบริสุทธิ์ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- รางวัลของผู้ศรัทธา 55:46-78; 56:10-40
- แม่น้ำน้ำผึ้ง นม น้ำ และไวน์ 47:15
- การละหมาดและการทักทาย 10:9-10; 39:73-74
- ได้รับการทักทายด้วยสันติ 13:23-24; 14:32
- พักอยู่นิรันดร์ในความสุข 11:108
- ไม่ถูกขับออกไปจากมัน 15:45-48
- แสงสว่างส่องนำหน้าและด้านขวา 57:12
- ไม่มีความร้อนหรือหนาว 76:13
- ทุกความปรารถนาได้รับการตอบสนอง 16:30-32; 41:31-32
- กำไลทองและเสื้อผ้าไหมละเอียด 18:30-31; 22:23-24; 44:51-53
- ถาดถ้วยทองคำ 43:67-73
- ภาชนะเงินและผลไม้แขวนอยู่ในระยะมือหยิบ 76:14-16
- เอนกายบนบัลลังก์ 15:47; 37:44; 52:20
- ผู้ศรัทธาจะเห็นพระผู้เป็นเจ้าของตน 75:22-23
บิดามารดา ความกตัญญูต่อ, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
ผู้ร่วมของอัลลอฮ์ เป็นความเท็จ, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
ทุ่งหญ้า, 87:4-5
ทางเดิน, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ดูด้วย หนทาง
ความอดทน, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ขอความช่วยเหลือในความอดทนและการละหมาด, 2:45, 153; 20:132;50:39
ผู้มีความอดทน
- จะได้รับรางวัลอย่างครบถ้วน, 39:10
- อัลลอฮ์อยู่กับผู้ที่มีความอดทน, 8:46
- และจงอดทน, 11:115
- ในการปฏิบัติหน้าที่ต่ออัลลอฮ์, 16:90
- อดทนในยามโกรธ, 41:34
สันติ โน้มเอียงสู่สันติ, 8:61
ไข่มุกและปะการัง, 52:24; 55:22; 56:23
ปากกา, 68:1; 96:4
บุคคล
- อัลลอฮ์ไม่ทรงบังคับผู้ใดเกินความสามารถ, 2:286; 7:42
- อัลลอฮ์ไม่ทรงบังคับผู้ใดเกินขีดความสามารถ, 23:62
- ไม่มีผู้ใดรู้ว่าพรุ่งนี้จะได้สิ่งใดและจะตายในดินแดนใด, 31:34
- ทุกคนจะถูกเผชิญหน้าด้วยความดีและความชั่วที่ตนทำ 3:30
- ทุกคนจะมาวิงวอนเพื่อตนเอง, 16:111
- ทุกคนเป็นผู้รับผิดชอบในสิ่งที่ตนได้กระทำ, 74:38
- อัลลอฮ์สาบานด้วยจิตวิญญาณที่ตำหนิตนเอง, 75:2
ฟิรเอาน์, 28:6; 40:24
- ประชาชนของ, 2:49; 3:11; 7:141; 44:17-33
- จมน้ำ, 2:50
- การปฏิบัติต่อมูซา, 7:103-137; 10:75-92
- ร่างกายออกจากทะเล, 10:90-92
- ละเมิดเกินขอบเขต ทำบาปและฝ่าฝืน, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- ภริยาผู้ชอบธรรม, 28:8-9
- อ้างตัวเป็นพระเจ้า, 28:38; 79:24
- ถูกทำลาย, 29:39
- ชายผู้ศรัทธาจากครอบครัวฟิรเอาน์, 40:28-44
- การสร้างหอคอย, 40:36-37
- ดูด้วย มูซา
การสะสมสิ่งต่างๆ ของโลก, 102:1-4
การให้สัตยาบัน (บัยอะฮ์)
- เพื่ออิสลาม, 16:91
- ต่อศาสนทูตคือการให้สัตยาบันต่ออัลลอฮ์, 48:10
- ของผู้ศรัทธา, 48:18; 60:12
การจำนอง ให้มีการจำนอง, 2:283
- ทุกคนเป็นผู้รับผิดชอบในสิ่งที่ตนได้กระทำ, 52:21; 74:38
บทกวี, 36:69
กวี, 26:224-227; 69:41
ทับทิม, 6:141
คนยากจน, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
การละหมาด, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- ไม่ดังและไม่เบาเกินไป, 17:110
- การวิงวอนสำหรับผู้ปฏิเสธ, 9:113-114
- การวิงวอนของผู้ปฏิเสธ, 13:14
- พระองค์ทรงตอบการวิงวอนของผู้ที่, 42:26
- ขอความช่วยเหลือในความอดทนและการละหมาด, 2:45, 153; 20:132;50:39
- ดำรงละหมาดหันสู่กิบลัต, 2:142-145, 149-150
- รักษาการละหมาดอย่างเคร่งครัด, 2:238
- ในการเดินทางและการรบ, 2:239; 4:101-102
- อย่าเข้าใกล้ขณะมึนเมา, 4:43
- ขณะมีญะนาบะฮ์, 4:43
- การชำระร่างกายสำหรับ, 4:43; 5:6
- เมื่อเสร็จสิ้นการละหมาด, 4:103
- เวลาละหมาด, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- การสุญูดต่ออัลลอฮ์เท่านั้น, 13:15
การละหมาดวันศุกร์, 62:9-11
การระวังตัวในอันตราย, 4:71
เชลยศึก, 8:67-71
- ดูด้วย นักโทษสงคราม
สัญญาแห่งความจริง, 46:16-17
ทรัพย์สิน, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
นบี, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- สัญญาของนบี, 3:81; 33:7-8
- สิ่งที่ผิดกฎหมายสำหรับนบี, 3:161
- ศัตรูสำหรับทุกนบี, 6:112; 25:31
- ดูด้วย ศาสนทูต
การสุญูด
- ต่ออัลลอฮ์ ทุกสิ่งในฟ้าสวรรค์และแผ่นดินสุญูด รวมถึงเงาของพวกเขา, 13:15
ปัจจัยยังชีพ, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ซะบูร, 4:163
การลงโทษ
- การผัดผ่อน, 3:178
- การตัดมือหรือเท้า, 5:33
- ลงโทษด้วยสิ่งเดียวกับที่ท่านได้รับ, 16:126
- ของโลกนี้และอาคิเราะฮ์, 24:19; 68:33
การชำระ
- ร่างกาย, 4:43; 5:6
- จิตใจ (จากสิ่งสกปรก), 87:14; 91:9
กอดัร, 5:5; 64:11
กอดร์, S.97
กอฟ, S.50
กอลัม, S.68
กอมัร, S.54
กอริอะฮ์, S.101
กอรูน (คอรัห์), 28:76-82; 29:39
กอศ็อศ, S.28
กิบลัต, 2:142-145, 149
กิศ็อศ (กฎแห่งความเท่าเทียมในการลงโทษ), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
อัลกุรอาน
- คำอธิบาย, 13:31, 36, 37; 14:1; 56:77-80
- ไม่สามารถผลิตได้โดยอื่นจากอัลลอฮ์, 2:23; 10:38; 11:13; 17:88
- หากมาจากอื่นนอกจากอัลลอฮ์ ก็จะมีความขัดแย้งมาก, 4:82
- แสงสว่างที่ประจักษ์, 4:174; 42:52
- ถูกเปิดเผย, 6:19
- อัลลอฮ์ทรงเป็นพยานต่อมัน, 6:19
- หลักฐานที่ชัดเจน, 6:157
- การสนทนาเท็จเกี่ยวกับโองการ, 6:68
- การเตือน, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- เมื่ออ่าน ให้ฟังและเงียบ, 7:204
- ษิกร์, 7:205; 15:6, 9
- คัมภีร์แห่งปัญญา, 10:1; 31:2; 36:2
- สารที่ได้รับแรงบันดาลใจ, 10:2, 109; 42:52
- ผู้ที่ปฏิเสธ, 11:17
- ในภาษาอาหรับ, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ถูกแบ่งออกเป็นส่วนๆ และเปิดเผยเป็นระยะ, 15:91; 17:106; 25:32; 76:23
- การเปลี่ยนโองการ, 16:10
- เมื่อต้องการอ่าน, 16:98
- นำทาง, 17:9
- ข่าวดีและการเตือน, 17:9-10
- และผู้ปฏิเสธ, 17:45-47
- การอ่านในยามรุ่งอรุณมีมลาอิกะฮ์เป็นพยาน, 17:78
- การรักษาและความเมตตา, 17:82
- ถูกอธิบายอย่างครบถ้วนแก่มนุษยชาติ ทุกอุปมา แต่ส่วนใหญ่ปฏิเสธ, 17:89; 18:54; 39:27
- ง่าย, 19:97; 44:58; 54:17, 22, 32, 40
- ประชาชนของข้าทอดทิ้งอัลกุรอาน, 25:30
- ได้รับการยืนยันโดยคัมภีร์ก่อนหน้า, 26:196
- บอกเล่าแก่บุตรหลานอิสราเอลเรื่องที่พวกเขาขัดแย้ง, 27:76
- อ่านและละหมาด, 29:45
- ความจริงจากอัลลอฮ์, 32:3; 35:31
- ในคืนอันจำเริญ, 44:3
- ในนั้นมีพระดำรัสทุกเรื่องที่ถูกบัญญัติ, 44:4
- ใคร่ครวญอัลกุรอานอย่างลึกซึ้ง, 47:24
- เตือนด้วยอัลกุรอาน, 50:45
- ถูกสอนโดยอัลลอฮ์, 55:1
- และการอ่านที่มีเกียรติ ได้รับการปกปักษ์รักษา, 56:77-78
- ไม่มีใครแตะต้องได้นอกจากผู้บริสุทธิ์, 56:79
- หากถูกส่งลงมาบนภูเขา, 59:21
- ความทุกข์สำหรับผู้ปฏิเสธ, 69:50
- ความจริงอันแน่นอน, 69:51
- อ่านอย่างช้าๆ, 73:4
- ในบันทึกที่มีเกียรติ บริสุทธิ์และศักดิ์สิทธิ์, 80:13-16
- การเตือนสำหรับอาลามีนทั้งหมด, 81:27
- ผู้ปฏิเสธโกหกต่อ, 84:22
- ในแผ่นศิลาที่ถูกปกป้อง, 85:22
- คำที่แยกความจริงจากความเท็จ, 86:13
- อ่านหน้าบริสุทธิ์, 98:2
- ดูด้วย คัมภีร์; การเปิดเผย
กุเรช, S.106
กุเรช
- ผู้ปฏิเสธของกุเรช, 54:43-46, 51
- การทำให้สงบของกุเรช, 106:1-4
แรบบีและพระสงฆ์, 9:31, 34
แข่งขัน แข่งขันในการทำความดี, 5:48
รอด์, S.13
เราะหฺมาน, S.55
เสื้อผ้าแห่งความชอบธรรมดีกว่า, 7:26
ฝน
- ของขวัญจากอัลลอฮ์, 56:68-70
- หินตก, 27:58
เราะมะฎอน, 2:185
รอมยุ์, 2:200
ค่าไถ่
- ไม่รับค่าไถ่, 57:15
- ที่เสนอโดยผู้ปฏิเสธ, 3:91; 10:54; 13:18
ฟิดยะฮ์ ของการถือศีลอด, 2:196
- สำหรับการปล่อยเชลย, 8:67
ชาวรอซส์, 25:38; 50:12
การตอบแทน
- วันแห่งการตอบแทน, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ผู้ปฏิเสธการตอบแทน, 107:1-7
- การตอบแทนความชั่วด้วยความชั่วเช่นกัน, 42:40
การคืนดี
- ผู้ที่ให้อภัยและคืนดี, 42:40
- ระหว่างชายและภริยา, 4:35
- ระหว่างผู้ศรัทธา, 49:9-10
บันทึก
- ทะเบียนที่ถูกจารึก, 83:7-9, 18-21
- ทุกชาติจะถูกเรียกสู่บันทึกของตน, 45:28-29
- หน้าของการกระทำของทุกคนถูกวางออก, 81:10
- ที่พูดความจริง, 23:62
- ในมือขวา, 69:19; 84:7-9
- ในมือซ้าย, 69:25
- หลังหลัง, 84:10-15
มลาอิกะฮ์ผู้บันทึก, 50:17-18, 23; 85:11
ความโล่งใจ กับความยากลำบาก, 94:5-6
ศาสนา
- ไม่มีการบังคับในศาสนา, 2:256
- คืออิสลาม, 3:19
- ของอัลลอฮ์, 3:83-84
- นอกจากอิสลาม, 3:85
- อย่าเกินขอบเขตในศาสนา, 4:171; 5:77
- ถูกทำให้สมบูรณ์, 5:3
- ผู้ที่ถือศาสนาเป็นเรื่องเล่นและความบันเทิง, 6:70
- ผู้ที่แบ่งศาสนาและแตกออกเป็นนิกาย, 6:159; 30:32
- ดูด้วย 42:13-14; 43:65; 45:17
- มนุษย์แบ่งศาสนาออกเป็นนิกาย แต่ละกลุ่มยินดีในความเชื่อของตน, 23:53; 30:32
- ไม่ได้กำหนดความยากลำบากในศาสนา, 22:78
- มนุษยชาติถูกสร้างบนฟิฏเราะฮ์, 30:30
- ศาสนาเดียวกันสำหรับทุกนบี, 42:13-15
- ศาสนาของบรรพบุรุษ, 43:22-24
การรำลึกถึงอัลลอฮ์, 63:9
- ในการรำลึกนั้น หัวใจพบความสงบ, 13:28
การเตาบะฮ์
- ได้รับการยอมรับหากทำความชั่วด้วยความโง่เขลาและกลับตัวในไม่ช้า, 4:17; 6:54
- ไม่มีผลหากยังทำความชั่วต่อไป, 4:18
- พระองค์ทรงรับการกลับตัวและอภัยบาป, 4:25
การผัดผ่อนสำหรับความชั่ว, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
การฟื้นคืนชีพ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ตัวอย่างในเรื่องราวของอุซัยร์ 2:259
- อิบรอฮีม 2:260
- ชาวถ้ำ 18:9-26
- การเตือนผู้ปฏิเสธการฟื้นคืนชีพ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
วันฟื้นคืนชีพ, 7:89; 20:100-101, 124
- วันแห่งความจริง, 78:39
- ได้รับค่าตอบแทนครบถ้วน 3:185
- หน้าของการกระทำจะถูกเปิดออก, 81:11
- ทุกคนจะรู้ว่าตนนำอะไรมา, 81:14
- ทุกคนจะถูกเผชิญหน้าด้วยความดีและความชั่วที่ตนทำ, 3:30
- บุคคลจะรู้สิ่งที่ตนส่งไว้ก่อนและทิ้งไว้เบื้องหลัง, 82:5
- ไม่มีความกลัวในความอยุติธรรม, 20:112
- ตราชูแห่งความยุติธรรม, 21:47
- ตาชั่งของการกระทำ, 23:102-103
- ผู้ที่ทำดีหรือชั่วแม้หนักเท่าอะตอม ก็จะเห็นมัน, 100:7-8
- ความลับทั้งหมดจะถูกตรวจสอบ, 86:9
บันทึกในมือขวา, 69:19; 84:7-9
บันทึกในมือซ้าย, 69:25
บันทึกหลังหลัง, 84:10-15
- วันอันหนักสำหรับผู้ปฏิเสธ, 25:26; 54:8; 74:9
- วันอันหนักอึ้ง, 76:27
- แบกภาระหนัก, 20:100-101
- ไม่ได้รับอนุญาตให้แก้ตัว, 77:36
- ผู้อธรรมจะกัดมือของตนเอง, 25:27
- ผู้อธรรมถูกรวบรวมพร้อมสหายและรูปเคารพ, 37:22
- การพินาศด้วยความเสียใจ ความเศร้าโศก และความสิ้นหวัง, 30:12
- ทารกหญิงที่ถูกฝังทั้งเป็นจะถูกถาม, 81:8-9
- ความหวาดกลัวสูงสุด, 21:103
- ผู้ร้องเรียกจะเรียกสู่สิ่งที่น่าสะพรึงกลัว, 50:41;54:6-8
- เสียงร้องเพียงครั้งเดียว, 36:29, 49, 53; 38:15; 50:42
- ซัจเราะฮ์ (เสียงร้อง), 37:19; 79:13
- การทรมานอันใกล้, 78:40
- ฟ้าสวรรค์จะสั่นสะเทือนอย่างน่าสะพรึง, 52:9; 56:4
- ฟ้าสวรรค์แยกออก, 84:1-2
- ฟ้าสวรรค์แตกออก, 77:9; 82:1
- ฟ้าสวรรค์จะแยกออกพร้อมเมฆ, 25:25
- ฟ้าสวรรค์จะถูกม้วนไว้ในพระหัตถ์ขวา, 21:104; 39:67
- ทุกสิ่งในฟ้าสวรรค์และแผ่นดินจะสลบ, 39:68
- ฟ้าสวรรค์จะถูกเปิดออกกลายเป็นประตู, 78:19
- ท้องฟ้าจะเหมือนน้ำมันเดือด, 70:8
- ดวงดาวจะตกลงมา, 81:2; 82:2
- ดวงดาวจะดับแสง, 77:8
- ดวงอาทิตย์จะดับแสง, 81:1
- ทะเลจะลุกเป็นไฟ, 81:6
- ทะเลจะแตกออก, 82:3
- แผ่นดินไหวแห่งวันสุดท้าย, 22:1; 99:1
- ภูเขาจะเคลื่อนที่ไป, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ถูกบดเป็นผุยผง 20:105; 56:5
- เหมือนปุยขนสัตว์, 70:9;101:5
- แผ่นดินและภูเขาจะถูกเขย่าอย่างรุนแรง, 73:14; 79:6
- แผ่นดินถูกบดเป็นผง, 89:21
- แผ่นดินจะเปลี่ยนเป็นแผ่นดินอื่นและฟ้าสวรรค์ก็เช่นกัน, 14:48
- แผ่นดินถูกยืดออก, 84:3-5
- แผ่นดินเป็นพื้นราบ 18:47; 20:106
- แผ่นดินโยนภาระออก, 84:4; 99:2
- หลุมฝังศพถูกพลิกคว่ำ, 82:4
- การฟื้นคืนชีพจากหลุมฝังศพ, 21:97; 70:43
- มีชีวิตบนแผ่นดินหลังความตาย, 79:14
- สัตว์ป่าจะถูกรวบรวม, 81:5
- ถูกฟื้นคืนในสภาพตาบอด, 20:124-125
- แตรจะถูกเป่า, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- ศักเคาะฮ์, 80:33
- จิตวิญญาณจะถูกรวมกับร่างกาย, 81:7
- อยู่ไม่เกินสิบวัน, 20:103
- อยู่ไม่เกินหนึ่งวัน, 20:104
- หรือส่วนหนึ่งของวัน, 23:112-114
- วันแห่งการรวมตัว, 64:9
- วันแห่งการพิพากษา, 37:21
- วันแห่งการตัดสิน, 77:38; 78:17
- วันแห่งการคัดแยก, 77:13-14
- วันแห่งความเสียใจและความโศกเศร้า, 19:39
- ผู้ปฏิเสธ, 77:15-50
- มนุษยชาติจะเหมือนแมลงเม่าที่กระจัดกระจาย, 101:4
- มนุษยชาติจะเดินเป็นกลุ่มกระจัดกระจาย, 100:6
- มนุษยชาติในสภาพเมา, 22:2
- สตรีตั้งครรภ์จะแท้งภาระของตน, 22:2
- อูฐที่ตั้งท้องจะถูกทอดทิ้ง, 81:4
- แม่ที่ให้นมจะลืมลูกน้อย, 22:2
- ญาติพี่น้องจะถูกให้เห็นซึ่งกันและกัน, 70:11
- ชายจะหนีจากญาติพี่น้อง, 80:34-37
- ไม่มีเพื่อนถามถึงเพื่อน, 70:10
- ไม่มีเพื่อนหรือผู้วิงวอน, 40:18
- ไม่มีผู้ใดมีอำนาจทำสิ่งใดให้ผู้อื่น, 82:19
- ไม่มีอำนาจและไม่มีผู้ช่วยเหลือ, 87:10
- ไม่มีความกลัวสำหรับผู้ศรัทธา, 43:68
- ผู้ศรัทธาจะอยู่ท่ามกลางร่มเงา น้ำพุ และผลไม้, 77:41-43
- ชาวสวรรค์และภริยาของพวกเขา, 36:55-58
- มลาอิกะฮ์จะถูกส่งลงมาอย่างยิ่งใหญ่, 25:25
- แข้งขาจะถูกเปิดเผย, 68:42-43
- สวรรค์จะถูกนำเข้ามาใกล้, 81:13
- นรกจะถูกนำเข้ามาใกล้, 89:23
- ไฟนรกจะถูกลอก ลุกโชนอย่างรุนแรง, 81:11-12
- การตอบแทนด้วยทานจะเป็นการชดใช้, 5:45
การเปิดเผย
- หากท่านมีข้อสงสัย, 2:23-24
- โองการที่ถูกยกเลิกหรือลืม, 2:106
- การนำทางที่ถูกต้อง, 3:73
- จากพระผู้เป็นเจ้า จงอย่าเป็นผู้สงสัย, 6:114
- สำหรับผู้ที่เข้าใจ, 6:98
- การนำทางและความเมตตา, 7:203; 16:64; 31:3
- ผ่านรูห์อุลกุดุส, 16:102; 26:192-193
- อธิบายอย่างละเอียด, 6:98; 41:2-4
- ของคัมภีร์มาจากอัลลอฮ์, 46:2
- ดูด้วย คัมภีร์ และอัลกุรอาน
การแก้แค้นต่อความอยุติธรรมที่ได้รับ, 42:39-43
รางวัล
- ตามการกระทำที่ดีที่สุด และมากยิ่งกว่า, 24:38; 29:7; 39:35
- เป็นรางวัล 25:15
- อัลลอฮ์ตอบแทนผู้ที่ทำดีด้วยสิ่งที่ดีที่สุด, 53:31
- สำหรับความดี ไม่มีรางวัลอื่นนอกจากความดี, 55:60
ริบา (ดู ดอกเบี้ย)
ผู้ชอบธรรม
- เป็นเพื่อนของ, 4:69
- จะได้รับมรดกแผ่นดิน, 21:105
- ในสวรรค์, 51:15-19; 76:5-12
- ดูด้วย ความดี
ความชอบธรรม, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ทางชันแห่งความชอบธรรม, 90:11-18
การนำทางที่ถูกต้องคือการนำทางของอัลลอฮ์, 3:73
ถนนหนทาง, 43:10
ทางหิน (ฮิจร์) ชาวทางหิน, 15:80-85
ชาวโรมัน, 30:2-5
หลังคา ฟ้าสวรรค์, 21:32
รูห์ (ญิบรีล), 26:193; 67:12; 70:4; 78:38;97:4
รูห์อุลกุดุส, 2:87, 253; 5:110; 16:102
- ดูด้วย ญิบรีล
รูห์ (จิตวิญญาณ), 15:29; 17:85; 58:22
รูม, S.30
ซะบะอ์ (ชีบา), 27:22-44; 34:15-21
ซะบะอ์, S.34
วันซับบาโต
- ผู้ละเมิดวันซับบาโต, 2:65; 4:154; 7:163-166
- ถูกบัญญัติเฉพาะสำหรับ, 16:124
ศอบิอีน, 5:69; 22:17
การเชือดบูชา, 2:196, 200; 22:34-37
ศอด, S.38
ศอดะเกาะฮ์ (ทาน), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- การปิดบังดีกว่าการแสดง, 2:271
ศอฟาและมัรวะฮ์, 2:158
ศ็อฟฟ์, S.61
ศ็อฟฟาต, S.37
ซัยลุลอะรีม (น้ำท่วมจากเขื่อนมะอ์ริบ), 34:16
สัจดะฮ์, S.32
สะกีนะฮ์ (ความสงบและความสงบใจ), 2:248;9:26, 40; 48:4, 18, 26
ศอลิห์, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ซัลซะบีล (น้ำพุในสวรรค์), 76:18
สามิรีย์, 20:85, 95-97
ซามูเอล, 2:247
ซาตาน, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- ก่อความเป็นศัตรูและความเกลียดชัง, 5:91
- การกระซิบชั่วร้ายจากซาตาน, 7:200-201
- หลอกลวง, 8:48
- ทรยศ, 14:22
- ไม่มีอำนาจเหนือผู้ศรัทธา, 16:99-100
- โยนความเท็จ, 22:52-53
- เป็นศัตรู, 12:5; 35:6; 36:60
- ความหยิ่งยะโส 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- เป็นญิน 18:50-51
- การล่อลวงและการตกของอาดัม 7:20-23; 20:116-121
- ไม่มีอำนาจเหนือผู้ศรัทธา 16:98-100
- เป้าหมายของเขา 35:6-8
- ศัตรูตัวร้ายของมนุษยชาติ 12:5; 17:53
- พรรคพวกของเขา 53:14-19
- ผลงานของเขา 5:90-91
- ท้อแท้ความดี 2:268
- ผู้ศรัทธาขอความคุ้มครองจากอัลลอฮ์ต่อเขา 7:200-202
- แผนการของเขาอ่อนแอ 4:76
- ทอดทิ้งผู้ติดตาม 8:48
- พูดกับผู้ติดตามในนรก 14:22
- ดูด้วย อิบลีส
ตาชั่ง ผู้ที่ประสบความสำเร็จคือผู้ที่ตาชั่งหนัก, 7:8-9
- ดูด้วย ความสมดุล
คัมภีร์
- ชาวคัมภีร์ (ยิวและคริสต์), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- สิ่งที่พวกเขาปิดบัง, 5:61-63
- บางคนในหมู่พวกเขาอยู่บนทางที่ถูกต้อง, 5:66
- พวกเขารู้แต่ไม่ศรัทธา, 6:20
ทะเล, 42:32-33; 45:12
- สองทะเล, 18:60; 25:53; 35:12; 55:19-20
- เมื่อทะเลแตกออก, 82:3
ความลับ (นัจวา)
- การพูดคุยลับ, 4:114
- การปรึกษาหารือสามคน, 58:7
- การปรึกษาลับ, 58:8, 10
- การปรึกษาส่วนตัว, 58:12-13
นิกายและการแบ่งแยกในศาสนา, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
ความปลอดภัย หลังจากความทุกข์ยาก พระองค์ทรงส่งลงมา, 3:154
เมล็ดพืช ผู้ทำให้งอกงามคือใคร, 56:63-67
ประสาทสัมผัส, 23:78
เจ็ด ถูกสร้าง
- ชั้นฟ้า, 2:29; 23:17; 65:12; 67:3; 71:15
- และแผ่นดินเช่นกัน, 65:12
เงา
- ต่ออัลลอฮ์ในการสุญูด, 13:15; 16:48
การกางออกของเงา, 25:45
ชัมส์, S.91
อูฐนางเป็นสัญญาณที่ชัดเจนแก่ชาวษะมูด, 7:73; 17:59; 26:155-158
เรือ การแล่นเรือเป็นสัญญาณ เพื่อรับใช้ เพื่อขอบคุณ เพื่อแสวงหาความโปรดปราน, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
ชุอัยบ์, 7:85-93; 11:84-95; 29:36-37
ชุอะรา, S.26
ชูรา, S.42
ซิดเราะตุลมุนตะฮา, 53:14
การล้อมมะดีนะฮ์, 33:9-27
สิจญีน, 88:7-9
บาป, 7:100; 74:43-6
- การร่วมประเวณีผิดกฎหมาย, 4:15-16; 24:2, 19
- หากหลีกเลี่ยงบาปใหญ่ บาปเล็กจะได้รับการอภัย, 4:31
- พวกเขาอาจซ่อนจากมนุษย์ แต่ไม่อาจซ่อนจากอัลลอฮ์, 4:108
- ผู้ใดทำบาปก็ทำต่อตนเอง, 4:111
- ผู้ใดทำบาปแล้วโยนความผิดให้ผู้บริสุทธิ์, 4:112
- อัลลอฮ์ไม่ทรงอภัยการตั้งภาคีต่อพระองค์ แต่ทรงอภัยบาปอื่นแก่ผู้ที่พระองค์ทรงประสงค์, 4:116
- ผู้ที่ทำบาปจะได้รับการตอบแทนที่เหมาะสม, 6:120
- ผู้ทำบาปจะไม่ประสบความสำเร็จ, 10:17
- อัลลอฮ์ทรงอภัยทุกบาป, 39:53
- บาปใหญ่, 42:37
ภูเขาซีนาย, 19:52; 23:20; 95:2
ผู้ทำบาป หูดวงตาและผิวหนังของพวกเขาจะเป็นพยานกล่าวโทษ, 41:20-23
สะรอฏ บริดจ์, 66:8
ผู้ใส่ร้าย, 68:11-12; 104:1
ทาส, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- ดูด้วย นักโทษสงคราม เชลยศึก
การนอนหลับ สิ่งเพื่อพักผ่อน, 78:9
โสดอม, 29:31; 37:136
โซดอมี, 7:80-82; 11:77-83; 15:61-77; 29:28-29
สุลัยมาน, 2:102; 4:163; 6:84
- ช่วยบิดาดาวูดตัดสินอย่างยุติธรรม 21:78-82
- และมด, 27:15-19
- และนกฮูด, 27:20-26
- และราชินีแห่งซะบะอ์, 27:22-44; 34:15
- ความโปรดปรานของอัลลอฮ์ต่อเขา 34:12-14, 38:34-40
- ความรักในม้าที่งดงาม 38:30-33
บุตรบุญธรรม, 33:4-5
จิตวิญญาณ (รูห์), 15:29; 17:85; 58:22
ใช้จ่าย ในหนทางของอัลลอฮ์, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- สิ่งที่เกินความต้องการ, 2:219
- อุปมาของผู้ที่ใช้จ่ายทรัพย์สินในหนทางของอัลลอฮ์, 2:261
- เพื่อให้ผู้คนเห็น, 2:264; 4:38
- สิ่งที่ท่านใช้จ่ายในหนทางของอัลลอฮ์จะถูกตอบแทนแก่ท่าน, 2:272; 8:60; 34:39
- ไม่ฟุ่มเฟือยหรือสุรุ่ยสุร่าย, 6:141;17:26
- ไม่ฟุ่มเฟือยและไม่ตระหนี่, 25:67
- ผู้ที่ปิดมือจากการใช้จ่ายในหนทางของอัลลอฮ์, 9:67
จิตวิญญาณ (รูห์), 15:29
- ความรู้เรื่องนี้อยู่กับอัลลอฮ์, 17:85
- อัลลอฮ์ทรงเสริมความแข็งแกร่งแก่ผู้ศรัทธาด้วย, 58:22
ของที่ริบได้จากสงคราม, 8:41, 69; 48:15, 19-20; 48:15
- ดูด้วย ของที่ได้จากสงคราม
การสอดแนม, 49:12
ดาว, 53:1, 49; 86:1-4
ดาวดาว, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
ทางตรง, 1:6
- ฯลฯ เส้นทาง, 6:153
- ฯลฯ การขยันหมั่นเพียร, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
การให้นมบุตร ระยะเวลา แม่นม, 2:233
ความทุกข์ยาก ความยากจน การสูญเสียสุขภาพและภัยพิบัติ ความรุ่งเรืองและทรัพย์สมบัติ, 7:94-96
ดวงอาทิตย์, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
ความสำเร็จสูงสุด, 9:72; 44:57
ซูเราะฮ์, 10:38; 11:13; 47:20
- การเปิดเผยเพิ่มความศรัทธา, 9:124-127
ความสงสัย, 49:12
ปัจจัยยังชีพ, 19:62
- ดูด้วย ปัจจัยยังชีพ การดูแล
ซุวาอ์, 71:23
ตะบูก, 9:40-59, 81-99, 117-118, 120-122
ตะฆอบุน, S.64
ตอฆูต, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- ดูด้วย พระเจ้าเท็จ
ฏอฮา, S.20
ตะห์รีม, S.66
ตะกาษุร, S.102
ตักวีร, S.81
ฏอลาก, S.65
ฏอลห์ (ต้นกล้วย), 56:29
ฏอลูต (ซาอูล), 2:247-249
ฏอริก, S.86
ตัสนีม (น้ำพุ), 83:27-28
เตาบะฮ์, S.9
ฏอวาฟ (การเดินรอบกะอ์บะฮ์), 2:200; 7:29,31
ตะยัมมุม, 4:43; 5:6
ระยะเวลา ทุกชาติมีระยะเวลาที่กำหนด ไม่มีใครล่วงหน้าหรือชะลอได้, 7:34; 10:49;15:4-5; 16:61; 20:129
ดินแดน รักษาดินแดนด้วยกองกำลัง, 3:200
การทดสอบ โดยอัลลอฮ์, 3:154; 34:21
ษะมูด, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
ขโมย การลงโทษ, 5:38-39
บัลลังก์, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- บนน้ำ, 11:7
- มลาอิกะฮ์แปดองค์แบกบัลลังก์, 39:75; 40:7; 69:17
เวลา, 45:24; 76:1; 103:1
ตีน, S.95
การลงโทษ, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
เมือง เราไม่เคยทำลายเมืองใดเว้นแต่จะมีพระดำรัสที่รู้แน่สำหรับมัน, 15:4
การค้าขายและทรัพย์สิน, 4:29
การเดินทาง พวกเขาไม่ได้เดินทางบนแผ่นดินหรือ, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
การทรยศ, 8:58; 22:38
- ดูด้วย การหลอกลวง
สมบัติที่สะสมไว้, 9:35
คลังของอัลลอฮ์, 6:50
ต้นไม้แห่งนิรันดรกาล, 20:120
ต้นไม้, 22:18
การทดสอบ, 2:214-218; 64:15
แตร ในวันฟื้นคืนชีพ, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
ศักเคาะฮ์, 80:33
ความไว้วางใจที่ถูกเสนอแก่ฟ้าสวรรค์ แผ่นดิน และภูเขา แต่มนุษย์รับไป, 33:72-73
ความไว้วางใจ (อะมานะฮ์), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
ความจริง, 5:48; 23:70-71, 90; 25:33; 69:51
- อย่าผสมกับความเท็จหรือปิดบัง, 2:42
- ความจริงมาแล้วและความเท็จหายไป, 17:81
- สัญญาแห่งความจริง, 46:16-17
ตุบบะอ์ ชาวตุบบะอ์, 44:37; 50:14
ฏูร (ภูเขา), 28:29, 46
ฏูร, S.52
ตุวา หุบเขา, 20:12; 79:16
อุฮุด ยุทธการ, 3:121-128, 140-180
อุมมะฮ์ (ชุมชน ชาติ), 2:143-144;10:47, 49; 11:118; 16:36, 120
อุมเราะฮ์, 2:128, 158, 196
ดอกเบี้ย (ริบา), 2:275-276, 278-280; 3:130;4:161; 30:39
อุซัยร์, (ดู เอสรา)
อุซซา, 53:19
ผ้าม่านที่มองไม่เห็น, 17:45-46
การสวมผ้าคลุม, 24:31; 33:59
โองการ สับอัลมะษานีย์, 15:87
ชัยชนะ
- ประทานโดยอัลลอฮ์, 48:1
- ผ่านความช่วยเหลือจากอัลลอฮ์, 61:13
คุณธรรม (ดู ความชอบธรรม ผู้ศรัทธา)
วัดด์, 71:23
- "รอดูเถิด เราก็รอดูเช่นกัน", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
วากิอะฮ์, S.56
สงครามต่ออัลลอฮ์, 5:33-34
อย่าสุรุ่ยสุร่าย, 6:141; 7:31; 17:26
น้ำ ทุกสิ่งมีชีวิตถูกสร้างจากน้ำ, 21:30;24:45; 25:54
- สองทะเล, 18:60; 25:53; 35:12; 55:19-20
- บัลลังก์ของอัลลอฮ์บนน้ำ, 11:7
- ฝน, 23:18
หนทาง, 1:6; 42:52-53; 90:10
- ฯลฯ ง่าย ทำให้ง่าย, 87:8
- ดูด้วย เส้นทาง
นักเดินทาง, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
ทรัพย์สมบัติ
- ผู้ที่สะสม, 104:2-4
- การใช้จ่ายในหนทางของอัลลอฮ์ (ดู การใช้จ่าย)
ทรัพย์สมบัติและบุตร ความประดับของชีวิตโลกนี้, 18:46
การชั่งและการวัด ให้ครบถ้วน, 11:85; 17:35;83:1-5
หญิงม่าย, 2:234-235, 240
พระประสงค์ของอัลลอฮ์, 10:99-100; 30:5; 81:29; 82:8
พระประสงค์ของมนุษย์ เดินตรงเว้นแต่อัลลอฮ์ทรงประสงค์, 28:29
ลม, 77:1-3
- เป็นผู้นำข่าวดี, 7:57; 30:46
- ทำให้เกิดเมฆและน้ำ, 15:22; 30:48
- กลายเป็นสีเหลือง, 30:51
ไวน์ (ในสวรรค์)
- เครื่องดื่มบริสุทธิ์, 37:45; 76:21
- ขาวและอร่อย, 37:46
- แม่น้ำไวน์, 47:15
- ปิดผนึกบริสุทธิ์, 83:25
อย่าปรารถนาสิ่งที่อัลลอฮ์ทรงทำให้บางคนดีกว่าอีกคน, 4:32
พยาน
- ต่อสัญญาของนบี, 3:81
- เหนือมนุษยชาติ, 2:143; 22:78
- สำหรับสัญญา, 2:282
- สตรีสองคนต่อชายหนึ่งคน, 2:282
- ต่อการร่วมประเวณีผิดกฎหมาย, 4:16; 24:2
- จงยุติธรรม, 5:8
- มือและขาจะเป็นพยาน, 36:65
- มนุษย์ต่อตนเอง, 75:14
วันเป็นพยานและวันที่ถูกเป็นพยาน, 85:3
ภริยา
- เป็นไร่นาสำหรับท่าน, 2:223
- เป็นสิ่งปกปิดสำหรับท่าน, 2:187
- จากชนิดเดียวกับท่าน, 16:72
สตรีผู้โต้เถียง, 58:1-2
สตรี, 2:222-223; 4:15, 19-22, 34, 127
- ผู้ที่กล่าวหาสตรีบริสุทธิ์, 24:4-5, 11-17, 23-26
- การสวมผ้าคลุม, 24:31; 33:59
- สตรีผู้ศรัทธาในฐานะผู้อพยพ, 60:10-12
- ไม่แสดงตนชัดเจนในการโต้แย้ง, 43:17-18
ชาวไม้, 15:78; 38:13; 50:14
- ดูด้วย อัยกะฮ์ มัดยัน 26:176-191
โลก ชีวิตในโลกนี้
- ไม่มีอะไรนอกจากความเล่นและความบันเทิง, 6:32;29:64; 47:36; 57:20
- หลอกลวงมนุษย์, 6:130
- ความเพลิดเพลินในโลกนี้น้อยกว่าอาคิเราะฮ์, 9:38; 13:26; 28:60-61
- ผู้ที่ปรารถนาโลกนี้ก็ได้รับ แต่จะไม่มีส่วนในอาคิเราะฮ์, 11:15-16; 17:18; 42:20
- ทรัพย์สมบัติและบุตร ความประดับของโลกนี้, 18:46
- ผู้ที่รักปัจจุบันและทิ้งอาคิเราะฮ์, 75:20-21; 76:27
การเขียน สำหรับสัญญา, 2:282
ผู้อธรรม, 11:18-22, 101-104, 116-117;39:47
- ดูด้วย ผู้ปฏิเสธ
วุฎู (การชำระล้าง), 4:43; 5:6
ยัฆูษ, 71:23
ยะห์ยา (ยอห์น)
- ข่าวดีของ, 3:39; 21:90
- ผู้ชอบธรรม, 6:85
- ฉลาด มีความเห็นอกเห็นใจ มีหน้าที่, 19:12-15
ยาซีน, S.36
ยัษริบ (อัลมะดีนะฮ์) ชาวยัษริบ, 33:13
ยะอูก, 71:23
ยูนุส (โยนาห์), S.10
ยูซุฟ (โยเซฟ), S.12
ซะบูร, 21:105
ซะกะรียา, 3:37-41; 6:85; 19:2-11; 21:89-90
ซัยด์ อิบนุ ฮาริษะฮ์ ทาสของศาสดา, 33:37-38
ซะกาต, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- วัตถุประสงค์ของซะกาตและทาน, 2:273; 9:60
ซันญะบีล, 76:17
ซัลซะละฮ์, S.99
ซักกูม, 17:60; 37:62-66; 44:43-46; 56:52
ซิฮาร, 33:4; 58:2-4
ซุครุฟ, S.43
ซุมัร, S.39
หลักการพื้นฐาน
- ศรัทธาที่สมบูรณ์ 5:3
- หนทางเดียวที่อัลลอฮ์ทรงยอมรับ 3:19, 85
- ไม่มีการบังคับในการรับอิสลาม 2:256
- ศาสนาเดียวกับรหัสกฎหมายที่แตกต่าง 5:48; 22:67-70; 42:13-14
- นบีของอิสลาม 2:135-136; 3:84; 4:163-165
- บัญญัติ (ศรัทธาในอัลลอฮ์และทำความดี) 4:36; 6:151-154;17:23-39;18:107-108
- วัตถุประสงค์ห้าประการของชะรีอะฮ์ การปกป้องศรัทธา 5:54
- การปกป้องชีวิต 5:32;6:151
- การปกป้องทรัพย์สิน 5:38
- การปกป้องเกียรติ 5:5;24:4
- การปกป้องความสามารถในการคิด 5:90.
ความศรัทธาในอัลลอฮ์ 2:255
- คุณสมบัติอันศักดิ์สิทธิ์ พระนามอันสวยงาม 57:1-6; 59:22-24; 85:13-16; 112:1-4
- พระเจ้าเดียวที่ควรนมัสการ 1:1-4; 2:285; 6:3; 43:84
- อำนาจทั้งหมดเป็นของพระองค์ 3:26; บัลลังก์ (อัรช) 7:54; 11:7
- กุรซีย์ (แท่นรองเท้าหรือเก้าอี้) 2:255
- ความโปรดปรานนับไม่ถ้วนต่อมนุษยชาติ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ประทานชีวิตและทำให้ตาย 44:8; 53:44; 57:2; 67:2
- ทำให้เกิดความสุขและความเศร้า 53:43
- ประทานปัจจัยยังชีพมากหรือน้อย 13:26; 17:30; 29:62
- ผู้ทรงตัดสินดีที่สุด 95:8
- ผู้ทรงเมตตายิ่งกว่าผู้เมตตา 12:92
- ทรงรักผู้ชอบธรรม 85:14
- ทรงอภัยเต็มที่และลงโทษรุนแรง 13:6, 40:3
- องค์แรกและองค์สุดท้าย 57:3
- เกียรติและอำนาจทั้งหมดเป็นของพระองค์ 35:10
- ทรงรู้สิ่งเร้นลับและเห็นสิ่งที่ซ่อนอยู่ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ทรงรู้ดีที่สุดสิ่งที่ซ่อนในหัวใจ 5:7; 11:5; 31:23
- ทรงรู้สิ่งที่เกิดขึ้นแล้วและสิ่งที่ยังจะมา 2:255
- บันทึกทุกสิ่งในบันทึก (หรือแผ่นศิลาที่ถูกปกป้อง) 6:38; 13:39; 36:12
- ทรงสามารถทำสิ่งใดก็ได้ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- พลังอำนาจอันไร้ขอบเขต 3:26-27; 24:45; 31:28-30
- ทรงสร้างฟ้าสวรรค์และแผ่นดินในหกวันโดยไม่เหน็ดเหนื่อย 46:33; 50:38
- ทรงสร้างด้วยคำว่า "จงเป็น!" 36:81-83
- ไม่ทรงอยุติธรรมต่อสิ่งที่พระองค์ทรงสร้าง 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ทุกสิ่งอยู่ใต้พระประสงค์ 3:83; 22:18; 30:26
- ทุกสิ่งต้องการพระองค์ 11:6; 35:15; 55:29
- วางใจในพระองค์ 10:84-85; 12:67; 25:58
- รูปแบบการสื่อสารของพระเจ้า 42:51
- ควรระมัดระวังต่อพระองค์ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ปัญญาเป็นของขวัญจากพระองค์ 2:269
- พระองค์ไม่ต้องการสิ่งใดจากใคร 3:97; 6:133; 112:2
- ไม่ใช่หนึ่งในตรีเอกภาพ 4:171
- ไม่มีคู่ครอง 6:101
- ไม่มีบุตร 10:68; 19:35; 43:81; 72:3; 112:3
- ไม่มีผู้ร่วมหรือพระเจ้าร่วม 6:94; 7:191-195; 46:4-5
- ไม่มีสิ่งใดเหมือนพระองค์ 42:11; 112:4
คำสั่งให้ใคร่ครวญถึงสิ่งมหัศจรรย์ในการสร้างของพระองค์ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
สัญญาณในการสร้าง 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ทรงสร้างทุกสิ่งเพื่อวัตถุประสงค์ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- จักรวาลที่สมบูรณ์แบบ 67:3-4
- รวมกลางวันเข้ากลางคืน 3:27
- ความหลากหลาย 30:22; 35:27-28
- น้ำผึ้ง 16:68-69
- นม 16:66
- ของขวัญแห่งบุตร 42:49-50
- ดาวเคราะห์และวงโคจร 21:33; 36:38-44
- กลุ่มดาว 25:61; 85:1
- ดาว 37:6-7; 67:5
- เมฆ 7:57;30:48
- แผ่นดินไหว 7:78; 7:155
- ดินถล่ม 28:81; 29:40
- พายุ 10:22
- ฝนละออง ลูกเห็บ และฝน 2:265; 6:99; 24:43; 50:9-11
- ฟ้าร้องและฟ้าแลบ 13:12-13
การอ้างอิงทางวิทยาศาสตร์
- มนุษย์ถูกสร้างจากเซลล์สืบพันธุ์ชายและหญิง 76:2
- การก่อตัวและระยะการพัฒนาของตัวอ่อน 22:5; 23:12-14
- ทารกในครรภ์ในสามชั้นของความมืด 39:6
- น้ำกร่อย 25:53-54; 35:12; 55:19-20
- การผสมเกสรโดยลม 15:22
- ลายนิ้วมือ 75:3-4
- ภูเขาเป็นหมุด 78:7
- เหล็กถูกส่งลงมา 57:25
- ตัวรับความเจ็บปวด 4:56
- ดวงอาทิตย์เป็นแหล่งแสงและดวงจันทร์เป็นแสงสะท้อน 10:5
- การแยกดวงจันทร์ 54:1
- ท้องฟ้าเป็นหลังคาที่ถูกปกป้อง 21:32
- สิ่งมีชีวิตทั้งหมดถูกสร้างจากน้ำ 21:30; 24:45
- มดสื่อสารกัน 27:17-19
- คลื่นภายใน 24:40
สิ่งมีชีวิต
- มลาอิกะฮ์ 39:75
- มนุษย์ (ผู้มีอำนาจบนแผ่นดิน) 2:30; 6:165; 16:4
- ญิน 72:1-15
- สัตว์เป็นชุมชนเหมือนมนุษย์ 6:38
- ลูกวัว 11:69
- อูฐ 7:40
- สุนัข 18:22
- ช้าง 105:1
- ม้า ล่อ และลา 16:8
- สิงโตและม้าลาย 74:50-51
- ลิง 2:65
- หมู 2:173
- อูฐนาง 7:73
- แกะและแพะ 6:143
- หมาป่า 12:17
- กบ 7:133
- งู 7:107
- นก 24:41
- อีกา 5:31
- นกฮูด 27:20
- นกคุ่ม 2:57
- ปลา 18:61
- วาฬ 37:142
- มด 27:18
- ผึ้ง 16:68
- ยุง 2:26
- แมลงวัน 22:73
- เหา และตั๊กแตน 7:133
- แมงมุม 29:41
- สิ่งอื่นที่เราไม่รู้จัก 16:8
พืชผลและผลไม้ 6:99; 13:4; 16:11; 36:33-35
- กล้วย 56:29
- อินทผลัม 19:25
- ผักกาดหอม แตงกวา กระเทียม ถั่วเลนทิล และหัวหอม 2:61
- องุ่น 80:28
- มะกอกะฮ์ 6:99
- มะเดื่อ 95:1
- ทับทิม 55:68
- ฟักทอง 37:146
ความศรัทธาในมุฮัมมัด
- คุณสมบัติ เป็นเพียงนบี 3:144; 6:50; 7:188; 18:110
- เพื่อนำความจริง 2:119; 35:24; 42:48
- ตราประทับของนบี 33:40
- คุณลักษณะอันสูงส่ง 3:159; 68:4
- แบบอย่าง 33:21
- เป็นความโปรดปรานแก่ผู้ศรัทธา 3:164
- ความเมตตาต่อโลกทั้งหมด 21:107
- ศาสนทูตสากล 4:170; 7:157-158; 34:28
- นำสู่ทางตรง 42:52-53
- ห่วงใยผู้คน 9:129
- เป็นพยานในวันพิพากษา 4:42; 16:89
- นบีผู้ไม่รู้หนังสือ 7:157-158; 29:48; 62:2
- ถูกพยากรณ์ในเตารอตและอินญีล 7:157
- ถูกพยากรณ์โดยอีซา 61:6
ความท้าทายที่ศาสดา (ﷺ) เผชิญ
- ข้อเรียกร้องไร้สาระของพวกนอกรีต 8:32; 15:7; 17:89-93; 25:7-8
- ข้อกล่าวหาเท็จ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ความพยายามลอบสังหาร 8:30; 9:74
- การเตือนผู้ที่ทำร้ายหรือต่อต้านเขา 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- คำสั่งให้ตอบสนองต่อการปฏิเสธด้วยความอดทน 20:130; 30:60; 46:35; 70:5
- คำสั่งให้ได้รับการรับรองจากอัลลอฮ์ 5:67; 93:1-11; 94:1-8
บทเรียนจากชีวิตของศาสดา (ﷺ)
- จากการอพยพ (ฮิจเราะฮ์) สู่ยุทธการบะดัร 3:121-129; 8:42-44; 8:65-71
- ยุทธการอุฮุด 3:151-180
- ยุทธการสนามเพลาะ 33:9-27
- ยุทธการฮุนัยน์ 9:25-27
- มะดีนะฮ์ 9:40
- ตะบูก 9:38-123
- บะนู อัน-นะฎีร 59:2-6
- ฮัมรออุลอะซัด 3:172-175
- สนธิสัญญาฮุดัยบิยะฮ์ 48:1-7; 48:10-29
เกียรติที่ประทานแก่ศาสดา (ﷺ)
- อัลลอฮ์และมลาอิกะฮ์ของพระองค์อำนวยพรแก่เขา 33:56
- การเดินทางกลางคืนจากมักกะฮ์สู่เยรูซาเล็ม 17:1
- การเดินทางสู่ฟ้าสวรรค์ 53:1-18
- ได้รับเกียรติในโลกนี้และโลกหน้า 17:79; 66:8; 108:1
- การเชื่อฟังเขาคือการเชื่อฟังอัลลอฮ์ 4:80
- รางวัลของการเชื่อฟังอัลลอฮ์และศาสนทูตของพระองค์ 4:69
- ครอบครัวของเขาถูกชำระ 33:33-34
- เห็นญิบรีลในรูปแบบที่แท้จริง 53:1-18
- ผู้ศรัทธาถูกสั่งให้เชื่อฟังเขา 59:7
- มารยาทในการพูดกับเขา 49:1-5
- มารยาทในการเยี่ยมเยียนเขา 33:53
- มารยาทในการปฏิบัติต่อภริยาของเขา 33:53
- อัลลอฮ์ทรงพอพระทัยในเขาและสหายของเขา 9:100; 9:117
- ความเป็นเลิศของชุมชนแห่งศรัทธาของเขา 2:143; 3:110
การละหมาด (ศอลาต) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ละหมาดวันศุกร์ 62:9
- ทิศทางของการละหมาด (กิบลัต) 2:144; 2:149-150
- ควรป้องกันจากการกระทำชั่ว 29:45
- เวลา 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ขณะอยู่ในอันตรายหรือเดินทาง 2:239; 4:101-102
- การเตือนผู้ที่ละเลยการละหมาด 19:59; 74:38-47; 107:5-7
- การละหมาดของพวกมุนาฟิก 4:142; 9:54
การชำระ การอาบน้ำวุฎู 5:6
- การอาบน้ำเต็ม (ฆุสล์) 2:222; 4:43
- การอาบน้ำแห้ง (ตะยัมมุม) 4:43; 5:6
การวิงวอน (ดุอา)
- ของอิบรอฮีม 2:126-129; 2:126-129; 14:35-41; 26:83-89
- อาดัมและเอวะ 7:23
- อีซา 5:114
- อัยยูบ 21:83; 21:83
- ยูนุส 21:87
- ยูซุฟ 12:33; 12:101
- มูซา 10:88-89; 20:25-35
- มุฮัมมัด 17:80; 20:114
- นูห์ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- สุลัยมาน 38:35
- ชุอัยบ์ 7:89
- ซะกะรียา 3:38; 19:2-6; 21:89-90
- มลาอิกะฮ์ 40:8-9
- มารดาของมัรยัม 3:35-36
- ภริยาของฟิรเอาน์ 66:11
- นักมายากลของฟิรเอาน์ 7:126
- กษัตริย์ซาอูลและผู้ศรัทธาที่อยู่กับเขา 2:250
- ผู้ศรัทธาในบุตรหลานของอิสราเอล 10:85-86
- ชาวถ้ำ 18:10
- ผู้ชอบธรรม 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ผู้ถูกกดขี่ 4:75
โองการสุญูด
- สัจดาต พหูพจน์ของสัจดะฮ์, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ซะกาต ในฐานะภาระผูกพัน 2:110; 2:177; 2:277; 6:141
- หนึ่งในคุณสมบัติของผู้ศรัทธา 22:41; 23:4; 51:19
- ผู้รับ 9:60
- ทาน (ศอดะเกาะฮ์) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- การเตือนผู้ที่ยึดไว้ 3:180; 9:34; 47:38
การถือศีลอด (เศาม์)
- ในเดือนเราะมะฎอน 2:183-185
- ชั่วโมงของการถือศีลอด 2:187
- การยกเว้น 2:184-185
- ความสัมพันธ์ใกล้ชิดในคืนก่อนการถือศีลอด 2:187
- การถือศีลอดในระหว่างฮัจญ์ 2:196
ฮัจญ์ (การประกอบพิธีฮัจญ์)
- ภาระผูกพันสำหรับผู้ที่สามารถ 3:97
- พิธีกรรมและข้อบัญญัติ 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- การเชือดบูชา 2:196; 22:36-37
- การห้ามล่าสัตว์บนบกขณะประกอบพิธี 5:1; 5:94-95
- การอนุญาตให้ล่าสัตว์ในทะเล 5:96
- อุมเราะฮ์ 2:158; 2:196
ชุมชนแห่งศรัทธา
- มุสลิม 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ผู้ปกป้องซึ่งกันและกัน 3:28; 9:71
- คริสต์ศาสนิกชน 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ยิว 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- บุตรหลานของอิสราเอล 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ชาวคัมภีร์ (ส่วนใหญ่ยิวและคริสต์) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- มุสลิมสามารถกินจากสัตว์ที่ชาวคัมภีร์เชือดและแต่งงานกับสตรีของพวกเขา 5:5
- อาหารที่ต้องห้ามสำหรับยิว 6:146
- ศอบิอีน 2:62; 22:17
- ผู้นับถือมายากล 22:17
- พวกพหุเทวนิยม (นอกรีต ผู้นมัสการรูปเคารพ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- การปฏิบัติงมงายของพวกนอกรีต 2:189; 5:103; 6:138-144
- พวกอเทวนิยม 52:35-36
การปฏิบัตินอกรีตที่ถูกห้าม
- การฝังบุตรสาวทั้งเป็น 16:58-59; 81:8-9
- การฆ่าบุตรเพราะกลัวความยากจน 6:137; 6:151; 17:31
- การ휘파람และการปรบมือรอบกะอ์บะฮ์ 8:35
- การอุทิศอูฐแก่รูปเคารพ 5:103; 6:136
- การเชือดบูชาในนามของรูปเคารพ 6:121
- การหย่าแบบซิฮาร 33:4; 58:2-4
- อีลาอ์ (เกินสี่เดือน) 2:226-227
- การจับฉลากในการตัดสินใจ 5:3
- การเดินรอบกะอ์บะฮ์ในสภาพเปลือยกาย 7:26-28
- การเข้าบ้านทางประตูหลังหลังประกอบพิธีฮัจญ์ 2:189
สิ่งที่ถูกนมัสการ
- มลาอิกะฮ์ (ในหมู่ชาวอาหรับนอกรีตบางคน) 34:40
- อัลอัยกะฮ์ (ในหมู่ชาวชุอัยบ์) 26:176
- บะอัล (ในหมู่ชาวอิลยาส) 37:125
- อีซา (ในศาสนาคริสต์) 5:17
- รูปเคารพ (ในหมู่ชาวอิบรอฮีม) 21:52-53
- รูปเคารพลาต อุซซา และมะนาต (ในหมู่ชาวอาหรับนอกรีต) 53:19-20
- รูปเคารพวัดด์ ซุวาอ์ ยัฆูษ ยะอูก และนัสร (ในหมู่ชาวนูห์) 71:23
- ดวงอาทิตย์ (ชาวซะบะอ์) 27:24
- ดาวซีเรียส (ในหมู่ชาวอาหรับนอกรีตบางคน) 53:49
- ฟิรเอาน์ (ในอียิปต์โบราณ) 26:29; 28:38; 79:24
- ความปรารถนา 25:43-44; 45:23
- ความเชื่อในพระเจ้าหลายองค์ถูกหักล้าง 17:42-43; 21:21-24; 25:3
สถานที่ประกอบพิธีกรรม มัสยิด 9:18
- โบสถ์คริสต์ โบสถ์ยิว และอาราม 22:40
- สถานศักดิ์สิทธิ์ 3:39; 38:21
- วิหาร 17:7
- ตำแหน่งทางศาสนา นักบวช พระสงฆ์ และแรบบี 5:44; 5:63; 5:82; 9:31-34
มลาอิกะฮ์
- สอบถามเกี่ยวกับการสร้างอาดัม 2:30-34
- ไม่เคยฝ่าฝืนอัลลอฮ์ 21:26-27; 66:6
- ไม่ใช่บุตรสาวของอัลลอฮ์ 21:26; 43:16-19
- มลาอิกะฮ์ผู้พิทักษ์ 13:11
- มลาอิกะฮ์ผู้บันทึกสององค์ 50:16-18; 82:10-12
- แปดองค์แบกบัลลังก์ของอัลลอฮ์ในวันพิพากษา 69:17
- สิบเก้าองค์ดูแลนรก 74:26-31
- มลาอิกะฮ์แห่งความตาย 6:93; 16:28; 32:11
- ญิบรีล 2:97; 66:4; 26:192-195; 53:1-14
- มีกาอีล 2:98
- มาลิก 43:77
ศาสนทูต
- จากมลาอิกะฮ์และมนุษย์ 22:75
- ศาสนทูตผู้มีความมุ่งมั่นแน่วแน่ (อิบรอฮีม นูห์ มูซา อีซา และมุฮัมมัด ﷺ) 33:7; 42:13; 46:35
คัมภีร์
- อัลกุรอาน การเปิดเผยจากอัลลอฮ์ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- การเตือนสำหรับโลกทั้งหมด 68:51-52
- นำทางสู่วิถีชีวิตที่เที่ยงตรงที่สุด 17:9
- การเปิดเผยเริ่มต้นในเดือนเราะมะฎอน 2:185
- ในคืนอันจำเริญ 44:3;97:1-5
- เปิดเผยเป็นระยะ 17:105-106
- ทำให้ง่ายต่อการจดจำ 54:17
- ยืนยันความจริงในการเปิดเผยก่อนหน้า 3:3-4
- อำนาจสูงสุดเหนือคัมภีร์ก่อนหน้า 5:48
- ไม่มีข้อสงสัยในนั้น 2:2; 10:37
- ไม่มีความขัดแย้ง 4:82
- ไม่ได้ถูกแต่งขึ้น 10:37-39
- ไม่ได้คัดลอกจากคัมภีร์ไบเบิล 25:4-6
- ไม่ได้ถูกเปิดเผยโดยชัยฏอน 26:210-212
- ไม่มีใครสามารถผลิตสิ่งเหมือนมันได้ 17:88; 2:23-24;10:13-14; 11:13
- ได้รับการปกป้องจากการบิดเบือน 15:9
- ได้รับการปกป้องในแผ่นศิลาที่ถูกปกป้อง 56:75-80
- ไม่สามารถพิสูจน์ว่าเป็นเท็จ 41:42
- พยากรณ์เหตุการณ์ในอนาคต 30:1-7; 48:27
- ทำให้ผู้ศรัทธาน้ำตาไหล 5:83; 17:107-109
- แตะต้องหัวใจ 39:23
- แสงสว่างอันเจิดจ้า 4:174; 42:52
- การรักษาและความเมตตาสำหรับผู้ศรัทธา 17:82
- เตารอต 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- อินญีล 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ซะบูร 4:163; 17:55
- คัมภีร์ม้วนของอิบรอฮีม 53:36-44; 87:14-19
โชคชะตาและกำหนด 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- การเลือกอย่างเสรี 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
วันพิพากษา
- ไม่มีความอยุติธรรม 2:281; 18:49; 40:17
- ความน่าสะพรึงของวันสิ้นโลก 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ผู้ชอบธรรมและผู้ชั่วร้ายในวันนั้น 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- การวิงวอน (ชะฟาอะฮ์) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
บันทึกของการกระทำ 17:13; 18:49
- ผู้ศรัทธาได้รับบันทึกด้วยมือขวา 69:19-24; 84:7-9
- ผู้ปฏิเสธได้รับบันทึกด้วยมือซ้าย 69:25-37; 84:10-15
- ไม่มีสิ่งใดซ่อนจากอัลลอฮ์ 21:47; 40:16
- การชั่งน้ำหนักการกระทำ 7:8; 23:102-104; 101:1-11
- การเป็นพยานของอวัยวะร่างกาย 41:19-24; 24:24
- รางวัลสำหรับการกระทำดีและชั่ว 6:160; 27:89-90; 28:84
ประเภทของผู้คน
- ผู้ศรัทธา 18:107-108
- ผู้ปฏิเสธ 4:167-169
- พวกมุนาฟิก 4:145; 57:13-15
- ชาวสวรรค์ ผู้ศรัทธาอันดับแรก 55:46-61; 56:10-26
- ชาวสวรรค์ ชาวมือขวา 55:62-78; 56:27-40
- ชาวนรก ชาวมือซ้าย 55:31-45; 56:41-56
- ชาวอะรอฟ 7:46-49
การเงิน
- แนวทางธุรกิจ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- พินัยกรรม พินัยกรรมเพิ่มเติมแก่ผู้ที่ไม่ใช่ทายาท 2:180-183; 4:11-12; ก่อนเสียชีวิตขณะเดินทาง 5:106-108
- การติดสินบน 2:188
- หนี้สิน ความเมตตาในการเก็บหนี้ 2:280; การเขียนและการเป็นพยานในสัญญาหนี้ 2:282; การรับหลักประกัน 2:283
- มรดก แนวทาง 4:7; 4:32-33; 8:75; ส่วนแบ่งของบุตรและบิดามารดา 4:11; คู่สมรสและพี่น้องทางมารดา 4:12; พี่น้องร่วมบิดามารดา 4:176; การเตือนผู้ที่ไม่ปฏิบัติตาม 4:13-14
- ดอกเบี้ย การห้ามและการเตือน 2:275-281; 3:130-132; ทำให้ไม่เกิดผลกำไร 30:39
กฎหมาย
- กฎหมายการทรยศ (ฮิรอบะฮ์) 5:33-34
- ความยุติธรรม การยืนหยัดเพื่อความยุติธรรม 4:135; 5:8; 16:90-91; การยืนหยัดเพื่อสิทธิของเด็กกำพร้าและสตรี 4:127; ความยุติธรรมต่อยิว 4:105-112; ความยุติธรรมต่อนอกรีต 4:58; ความเที่ยงธรรมต่อผู้ไม่ใช่มุสลิม 60:8-9
- การตอบแทนผ่านช่องทางกฎหมาย (พร้อมตัวเลือกการให้อภัย) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- การแยกทางระหว่างสามีและภริยา คุลอ์ 2:229; ลิอาน (การกล่าวหาว่าล่วงประเวณี) 24:6-10
การเมือง
- การดำเนินกิจการโดยการปรึกษาหารือ (ชูรา) 3:159; 42:38
- การต่อสู้ในการป้องกันตัว (ญิฮาด) มารยาท 2:190-192; 2:216; 22:38-40; ไม่โจมตีโดยไม่เลือกหน้า 4:94; การต่อสู้เพื่อผู้ชาย สตรี และเด็กที่ถูกกดขี่ 4:75; การปกป้องสถานที่ประกอบพิธีกรรม 22:37; รางวัลของชะฮีด 2:154; 3:169-171; 9:111; 57:19; กำลังทหารยับยั้งศัตรูที่อาจเกิดขึ้น 8:60; การเลือกสันติ 2:192; 8:61
- การสร้างสันติระหว่างคู่กรณี 49:9-10
- เชลยศึก การปฏิบัติ 8:70; 47:4; 76:8
สังคม
- การรับบุตรบุญธรรม 33:4-5
- การดูแลเด็กกำพร้า 2:220; 4:2-10; 4:127; 6:152; 17:34
- การหย่าร้าง การอนุญาโตตุลาการและการคืนดี 4:35; 4:128; มารยาทการหย่า 2:229-231; 65:1-2; มะฮ์รและช่วงรอคอย 2:226-241; 4:19-21; 33:49; 65:1-7; สามีไม่ควรเอาคืนสิ่งใดจากมะฮ์ร 4:20; ภริยาไม่ควรถูกรังแก 65:6; ภริยาควรได้รับการสนับสนุนทางการเงินในช่วงตั้งครรภ์ 65:6; ในช่วงอิดดะฮ์ 65:6; หากเธอให้นมบุตรของอดีตสามี 65:6; ไม่มีบิดามารดาควรได้รับความทุกข์เพราะบุตรของตน 2:233; การเลือกแม่นม 65:6
- การส่งเสริมความดีและห้ามความชั่ว 3:104; 3:110; 7:157; 9:71-72; 31:17
- ความเท่าเทียมของมนุษย์ 49:13; ชายและหญิงต่อหน้าอัลลอฮ์และกฎหมาย 3:195; 4:124; 5:38; 16:97; 24:2; 40:40; ชายมีระดับความรับผิดชอบเหนือสตรี 2:228
- การเลี้ยงดูคนยากจน เด็กกำพร้า และเชลย 76:8-9
- การให้อภัยและการควบคุมความโกรธ 3:134; 42:40
- การปลดปล่อยทาสและช่วยเหลือพวกเขา 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- การให้เกียรติบิดามารดาของตนเอง 4:36; 17:23-25; 31:14-15
- ความอ่อนน้อมถ่อมตน 17:37; 31:18-19
- การตีความความฝันของอิบรอฮีม 37:102; การตีความความฝันของยูซุฟ 12:4; 12:36; 12:43; การตีความความฝันของมุฮัมมัด 8:43; 48:27
- ความเมตตาต่อผู้ไม่ใช่มุสลิม 60:8
- การแต่งงาน 4:3; 4:129; 16:72; 30:21; สตรีที่ฮาลาลและฮารอมในการแต่งงาน 4:22-24; มารยาทในความใกล้ชิด 2:222-223; การตั้งครรภ์และการให้นม 2:233; 31:4; 46:15; 65:6; การแต่งงานใหม่กับอดีตภริยาของตนเอง 2:230; การช่วยเหลือคนโสดให้แต่งงาน 24:32; การแสดงความสนใจอย่างอ่อนๆ ในช่วงอิดดะฮ์ 2:235
- คำสาบาน 2:224-225; 16:91-92; 16:94; การชดใช้สำหรับคำสาบานที่ผิด 5:89
- ความอดทนในยามยากลำบาก 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- การขออนุญาตเข้า 24:58-60; การเข้าบ้านของผู้คน 24:27-28; การเข้าสถานที่สาธารณะ 24:29
- มารยาทสังคม การตรวจสอบข่าว 4:83; 49:6; การให้เกียรติทุกคน 49:11-12; มารยาทในที่ประชุม 58:11; การพูดคุยส่วนตัว 4:114; 58:9
- การให้คำปฏิญาณ 2:270; 9:75-77; 22:29; 76:7
- การสุรุ่ยสุร่ายและความตระหนี่ 7:31; 17:29; 25:67
เรื่องราวอื่นๆ
- ฮาบีลและกาบีล 5:27-31
- อัลคิดร์และมูซา 18:60-82
- กองทัพช้าง 105:1-4
- ผู้ศรัทธาจากประชาชนของฟิรเอาน์ 40:28-46
- การประสูติของมัรยัม 3:35-36
- วัวของบุตรหลานอิสราเอล 2:67-74
- อุซัยร์ 2:259
- เจ้าของสวน 68:17-32
- ฮารูตและมารูต 2:102
- กอรูน 28:76-82
- คำแนะนำของลุกมานแก่บุตร 31:12-19
- เจ้าของสวนสองแห่ง 18:32-44
- ชาวซะบะอ์ 34:15-19
- ชาวถ้ำ 18:9-26
- ชาวสนามเพลาะ 85:1-8
- ผู้ละเมิดวันซับบาโต 7:163-165
- สามิรีย์และลูกวัวทอง 20:83-97
- ซาอูลและซามูเอล 2:247-251
- ษุลก็อรนัยน์ 18:83-98
ชัยฏอน 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- มนุษย์และญินที่เป็นชัยฏอน 6:112;114:6
- ฟ้าสวรรค์ได้รับการปกป้องจากชัยฏอน 15:16-18
ความเสียใจ
- ไม่ติดตามศาสดา 25:27
- ไม่เชื่อฟังอัลลอฮ์และศาสนทูตของพระองค์ 4:41-42; 33:64-68
- คบเพื่อนชั่ว 25:28-29; 26:96-102; 43:36-39
- ปฏิเสธสัญญาณของอัลลอฮ์ 6:27-30
- ไม่ทำงานเพื่ออาคิเราะฮ์ 89:23-24
การวิงวอนอย่างสิ้นหวัง
- ขอกลับสู่โลก 2:167; 6:27-28; 32:12-14; 42:44
- ขอโอกาสที่สอง 35:36-37
- ขอให้นำออกจากไฟ 40:10-12
- ขออาหารและน้ำ 7:51-52
- ขอผู้วิงวอน 7:52-53
- ขอให้กลายเป็นผุยผง 4:41-42; 78:40
- ขอความตาย 43:74-78
คุณสมบัติของผู้ชอบธรรม
- รักษาสิทธิของพระผู้สร้างและสิ่งที่พระองค์ทรงสร้าง 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
คุณสมบัติของผู้ชั่วร้าย
- เนรคุณ 14:34
- ตระหนี่ 17:100
- รีบร้อน 21:37
- รำลึกถึงอัลลอฮ์เฉพาะในยามยากลำบาก 10:12; 41:51
- ใจร้อน 70:19
- ชอบโต้เถียง 18:54
บาปใหญ่
- การตั้งภาคีต่ออัลลอฮ์ในการนมัสการ (ชิรก์) 4:48; 4:116; 5:72; 6:19; 31:13
- การทำร้ายบิดามารดาของตนเอง 4:36; 6:151; 17:23
- การละเลยหรือละทิ้งการละหมาดที่บังคับ 19:59-60
- การไม่จ่ายซะกาต 41:6-7
- การฆาตกรรม 6:151; 17:33
- การสังหารผู้ศรัทธาโดยตั้งใจ 4:93
- การลักขโมย 5:38
- การฉ้อโกง 7:85; 11:85; 26:182-183; 83:1-6
- การโกหก 2:10; 9:77; 39:60
- การโกหกต่ออัลลอฮ์ 6:93; 29:68; 61:7
- ความสัมพันธ์ทางเพศที่ต้องห้าม 2:222; 17:32; 24:2; 25:68; 29:28-30
- การกล่าวหาเท็จว่าล่วงประเวณี 24:4-5
- การละทิ้งศาสนา 2:217; 5:54
- การกินเนื้อหมูและอาหารต้องห้ามอื่นๆ (ซากสัตว์ เลือด ฯลฯ) 5:3; 6:145
- แอลกอฮอล์และการพนัน 5:90-91
- การนินทา 49:11
- การเป็นพยานเท็จ 22:30
- เวทมนตร์ 2:102; 10:77; 20:69
""";
