const String quranIndexRussianRaw = r"""
Аарон (Харун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'Абаса, S.80; 74:22
Омовение (Вуду), 4:43; 5:6
Авраам (Ибрахим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- не был ни иудеем, ни христианином, 3:67-68
- стоял в первом храме в Баккахе, 3:97; 26:123
- возводит основания Каабы, 2:124-129
- призывает свой народ к поклонению Единому Истинному Богу, 2:130-133; 26:69-89; 29:16; 29:24-27
- спорит с высокомерным царём, 2:258
- вопрошает о воскресении, 2:260
- не был ни иудеем, ни христианином, 3:65-68
- опровергает поклонение небесным телам, 6:74-87
- получает весть о рождении Исаака, 11:69-76; 51:24-30
- его молитва у Каабы, 14:35-41
- посещён ангелами, 15:51-56
- образец для подражания, 16:123
- призывает своего отца к истине, 19:41-50
- разрушает идолов и спасается из огня, 21:51-73; 37:83-113
- призывает всех к паломничеству, 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
Отмена (Насх), 2:106, 16:101
Абу Ляхаб, 111:1-5
Народ Ад, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ангелам повелено пасть ниц перед ним, 2:34; 7:11
- дерево познания, 2:35; 7:19-20:120-121
- изгнание из Рая (вины на Еве нет), 2:36; 7:24
- почтён Аллахом, искушён Сатаной, 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- прощён Аллахом, 2:37; 20:122
'Адийат, S.100
Рай 'Адн, 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Невзгоды
- не несёт никто бремени другого, 6:164; 17:15; 35:18; 39:7; 53:38
- не обременяется сверх возможного, 2:286; 6:152; 7:42; 23:62
- терпение в невзгодах, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Старость, 16:70; 22:5; 30:54; 36:68
- отношение к престарелым родителям на вашем попечении, 17:23
Ахмад, 61:6
Ахкаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Жители Айки, 15:78; 26:176; 38:13; 50:14
А'ля S.87; 87:1; 92:20
'Аляк, S.96
Аль-Имран, S.3
Аллах
- один Его день равен пятидесяти тысячам лет, 70:4
- один Его день равен тысяче человеческих лет, 22:47; 32:5
- способен на всё, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- наилучший из судей, 95:8
- превыше определений, 43:82; 67:12
- обращает козни неверующих в ничто, 8:30; 8:36
- может убрать людей и привести других, 4:133; 14:19; 35:16
- вызывает смех и слёзы, 53:43
- погрузил человека в сон на столетие, 2:259
- враг тех, кто отрицает истину, 2:98
- прославляйте Его с утра до вечера, 33:42
- ложные дочери, 16:57; 17:40; 43:16; 52:39; 53:21-22
- по имени, 53:19-20
- даёт людям свободу воли, 36:67
- посвящение всего Ему, 4:66-68; 4:125
- добро и зло — от Него, 4:78
- дарует жизнь и смерть, 44:8; 53:44; 57:2; 67:2
- усердствующие вознаграждаются щедрее, 4:95-96; 5:54; 9:120; 49:15; 61:11
- не имеет супруги, 72:3
- не имеет сына, 43:81; 72:3; 112:3
- не оставил тебя в трудные времена, 93:3
- присутствует везде Своим знанием, 2:115; 2:142; 2:177; 4:126
- Он Первый и Последний (Альфа и Омега), 57:3
- Он Явный и Скрытый, 57:3
- знает то, что за пределами понимания, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- любит поступающих справедливо, 49:9
- не установил законов о том, о чём не говорил, 5:101; 6:140; 6:148; 7:32
- милость к военнопленным, в которых есть добро, 8:70
- природа Его, 2:255
- ни один человек не является божеством, 3:64; 3:151
- не является троицей, 4:171
- прибегайте к Нему от зла, 113:1-5; 114:1-6
- помните Его стоя, сидя, лёжа, 3:191; 4:103; 10:12; 25:64
- Его Трон покоится на воде, 11:7
- создаст то, о чём вы не ведаете, 16:8
- не желает зла Своему творению, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Союзы, 8:72; 9:7
- христиане и иудеи, 5:51
- запрет союзов с неверующими родственниками, 9:23-24
- запрет союзов с лицемерами, 4:88-89; 4:139; 4:144
Алйаса' (см. Елисей)
Аманах, доверие и предписанные Аллахом обязанности и пр., 2:283; 4:58; 8:27
- см. Доверие
Ангелы, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- созданы из огня, 7:12; 38:76
- восемь понесут Трон Аллаха в День Суда, 69:17
- ложное утверждение, что они женского пола, 43:19; 53:27
- ангелы-хранители, 82:10-12; 86:4
- девятнадцать властвуют над адом, 74:30-31
- не посылаются ради чьих-то прихотей, 15:7-8
- посланы для внушения, 16:2
Гнев, сдерживайте, 3:134
'Анкабут, S.29
Муравьи, 27:18
Обезьяны, 5:60
- презренные, 2:65; 7:166
Вероотступничество, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- не желайте скорой гибели вероотступникам, 46:35
- только Аллах накажет их, 73:11; 74:11
- наказание в будущей жизни, 2:217; 9:74
- отвержение другими, 3:87
- покаяние, 3:89; 5:34; 9:5; 9:11
- в День Суда покаяние будет поздним, 40:85
- под принуждением, 16:106
Вероотступники, 47:25
А'раф, S.7; 7:46, 48
Арафат, 2:198
Споры
- не защищай тех, кто обманывает себя, 4:107
- вы защищали их в этом мире, но кто заступится за них в День Воскресения, 4:109
Доводы/Нападки
- отвечайте соразмерно, 8:58
- терпение намного лучше, 16:126
Доспехи, 16:81
'Аср, S.103
Аят аль-Курси, 2:255
Злословящий, 49:12; 104:1
Бадр (битва при), 3:13
- уроки из неё, 8:5-19, 42-48
Аль-Байт уль-Ма'мур, 52:4
Бакках (Макка), 3:96
Ба'л, 37:125
Балад, S.90
Весы, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану ан-Надир, 59:2-6, 13
Бакара, S.2
Бара'а (см. Тауба), S.9
Барзах (Преграда), 23:100; 25:53; 55:20
- также см. 18:94-97; 34:54; 36:9
Баййина, S.98
Зверь (последних времён), 27:82
Бедуины, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Пчела, 16:68-69
Поведение
- спорьте мягко с теми, кому было дано раннее откровение, 16:125, 29:46
- не вмешивайтесь в дела, о которых ничего не знаете, 17:36
- избегайте тяжких грехов и постыдных дел, 53:32
- избегайте домыслов друг о друге, не следите и не злословьте друг о друге, 49:12
- будьте справедливы в суждениях, 6:152
- община должна быть умеренной, 2:143; 25:67
- самомнение не приветствуется, 4:36, 57:23
- не упрекайте тех, кто просит вашей помощи, 93:10
- не считайте себя праведными, 53:32
- не насмехайтесь над другими, 49:11; 104:1
- не говорите открыто о дурном, 4:148
- не злословьте друг о друге, 104:1
- каждой общине дан закон и образ жизни, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- и способ поклонения, 22:67
- Аллах мог бы сделать их одной общиной, 5:48; 11:118; 16:93; 42:8
- одна община под властью Аллаха, 21:92
- прощайте иудеев, 5:13
- прощайте неверующих, 31:15; 45:14
- прощайте легко, 42:37
- правители принимают решения после совещания, 42:38
- и пророк, 10:47; 16:36
- злословие о верующих греховно, 33:58
- мужчины (в отношении женщин), 24:30
- миротворцы вознаграждаются, 42:40
- говорите справедливо с нуждающимися, если не можете сделать ничего иного, 17:28
- по отношению к престарелым родителям на вашем попечении, 17:23
- по отношению к другим мусульманам, 33:6
- по отношению к другим, 17:26-29; 17:35; 17:53; 60:8
- по отношению к родителям, 46:15
- по отношению к рабам, 4:36; 24:33
- относитесь к мирным неверующим справедливо, 60:8
- жёны Пророка, 33:28-34
- женщины (по отношению к мужчинам), 24:31
- во всех откровениях, 2:136; 2:285
- природа, 49:14-15
Верующие, 2:2-5; 2:285; 8:2-4; 8:24
Завещание, 2:180, 240; 4:7, 12; 36:50
Предательство (обман, мошенничество), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Библия, 5:64, 5:65, 5:68
- искажение, 3:78; 5:14-15
Птицы, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Выкуп за кровь (Дийа), 2:178-179; 4:92; 17:33
Военная добыча, 4:94; 8:41; 59:6-8
- незаконное присвоение, 3:162
- см. трофеи
Взяточничество, 2:188
Будн, 22:36
Бремя
- никто не несёт бремени другого, 35:18; 39:7; 53:38
- неверующие понесут и чужие бремена, 16:25; 29:13
- злы бремена, которые им предстоит нести, 6:31, 164
- Аллах не обременяет человека сверх его возможностей, 2:286; 7:42; 23:62
Бурудж (Большие звёзды), S.85; 85:1; 15:16; 25:61
Верблюд, 6:144; 7:40; 77:33; 88:17
Пленные, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- см. также Военнопленные
Скот, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Пещера Саур, 9:40
Пещера, люди пещеры, 18:9-22, 25-26
Достоверность истины, 56:95; 69:51
Милостыня (Садака), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- получатели милостыни и закята, 2:273; 9:60
Дети, 2:233; 42:49-50
- погибнут те, кто убивал своих детей по неразумию, без знания, 6:140
Христос (см. Иисус)
Христиане, 5:14, 19, 64-65, 69; 22:17
- им заповедано не обожествлять Иисуса, 4:171
- ближе всех по чувству любви к мусульманам, 5:82
- большинство забыло то, что им велено помнить, 5:14
- и вот пришёл к вам посланник, 5:15, 19
- праведные будут вознаграждены, 2:62; 5:65; 5:69
- говорят: «Иисус — сын Аллаха», 9:30
Разрушенные города, 69:9
Город безопасности, 95:3
Одежда, 7:26; 16:81
- из огня, 22:19
- покрывало или одежда женщин вне дома, 24:31
- верхняя одежда женщин защищает от притеснений лицемеров, 33:59-60
Союзники, 33:9, 22
- см. Ахзаб. Совещание взаимное, 42:38
Сотворение
- начинается и повторяется, 10:4; 21:104; 27:64; 29:19-20
- новое, 17:49, 98; 35:16
- по истине, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- не для забавы, 21:16-17; 23:115
- всё живое создано из, 21:30; 24:45; 25:54
- человека, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- первоначальный облик, 56:62
- за шесть дней, 7:54; 11:7; 32:4; 50:38; 57:4
- парами, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- разнообразие в, 35:27-28
- Аллах повелевает: «Будь!» — и оно бывает, 2:117; 16:40; 36:82; 40:68
- как мгновение ока, 54:50
- ночь и день, солнце и луна, 39:5
- небес и земли больше, чем людей, 40:57; 79:27
- цель, 51:56
Ворона, 5:31
Критерий, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Дахр (см. Инсан), S.76; 45:24
- время, 76:1; 103:1
Давид, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- получил Псалтырь, 4:163
- сражается и убивает Голиафа, 2:251
- выносит суждение, 21:78-80
- наделён знанием и пророчеством, 27:15-16
- горы и птицы присоединяются к нему в прославлении Аллаха, 34:10; 38:17-20
- судит между двумя людьми, 38:21-26
Даббах (движущееся живое существо и пр.), 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Мёртвые будут воскрешены, 6:36
Смерть, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- и бегство с поля боя, 33:16
- на пути Аллаха, 3:195; 22:58; 47:4
- общины, не получившие откровения, не будут уничтожены, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- павшие на пути Аллаха живы, 2:154; 3:169
- при бегстве от зла к Аллаху, 4:100
- не может быть остановлена или отложена, 63:10-11
- брат-близнец сна, 6:60; 39:42
- верующие и неверующие в момент смерти, 8:50; 16:27-32; 41:30
- наказание в могиле, 40:46
Долги, 2:280, 282; 4:11-12
Предопределение
- для каждого дела есть своё, 13:38
- Мы никогда не уничтожали селение, не имея для того установленного, 15:4
- всякое дело — от Аллаха, 44:5
- когда Он решает какое-либо дело, Он говорит лишь: «Будь!» — и оно бывает, 2:117; 36:82; 40:68
Деяния
- злые украшены для них, 47:14
- нам наши деяния, вам ваши, 28:55; 42:15; 45:15
- добрые и злые — за и против самого себя, 41:46
- деяния человека прикреплены к его шее, 17:13
Степени, в соответствии с тем, что они делали, 6:132
Желания, те, кто следует злым, 47:14, 16
- тот, кто взял своё желание за бога, 25:43
Не отчаивайтесь в милости Аллаха, 39:53; 21:87-88; 68:48-50
- см. также Юнус
Зарийат, S.51
Зикр, 7:205; 15:6, 9
Зуль-Кифль, 21:85; 38:48
Зуль-Карнайн, 18:83-98
Зун-Нун (Обладатель рыбы)
Неверующие (см. также Лицемеры)
- просят Мухаммада (ﷺ) призвать гнев Аллаха на них как доказательство, 6:57-58; 8:32; 10:49-52
- относитесь к ним с добротой, 31:15
- терпеливо сносите то, что они говорят, 20:130; 50:39
- договоры с ними, 8:56; 8:72; 9:4, 7
- нарушение договоров, 8:58; 9:12
- Аллах обращает их козни в ничто, 8:30, 36
- покидайте тех, кто насмехается над законом Аллаха, 4:140; 6:68
- защищайте их, если они просят вас об этом, 9:6
- наказание во время войны, 8:12, 50, 59
- наказание в будущей жизни, 8:37
- не должны посещать мечети или заботиться о них, 9:17
- говорите с ними мягко, 17:53
- усердствуйте против них, 9:73; 25:52; 66:9
- относитесь к мирным неверующим справедливо, 60:8
- вступают в союз только с другими неверующими, 8:72
Ученики (Иисуса), 3:52; 61:14
Болезнь в сердцах лицемеров и неверующих, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Тревога, после неё приходит покой, 3:154
Распределение военной добычи, 8:41; 59:7-8
Ров, люди рва, 85:4-10
Разнообразие
- людей, 30:22, 35:27-28
- жизни, 35:27-28
Развод, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- по истечении срока ожидания — расторгнуть или примириться, 2:231; 65:2
- два свидетеля, 65:2
- содержание, 2:233, 241
- переходит к наследнику бывшего мужа, 2:233
- может быть отозван дважды, 2:229
- статус приданого, 2:229, 236-237
- найти кормилицу при необходимости, 65:6
- см. также Зихар
Развод, мужчина
- разводясь с одной женщиной ради другой — не забирайте назад то, что отдали, 4:20
- не притесняйте жену, 65:6
- не удерживайте жён против их воли, 4:19
- четыре месяца на раздумье, 2:226
- полностью содержать жену в период беременности и ожидания, 65:6
- полностью содержать жену, если она кормит грудью вашего ребёнка, 65:6
- мать не должна страдать из-за ребёнка, оставшегося без отца, 2:233
- доисламский, 58:2
- искупление для примирения: пост два месяца подряд, 58:4
- искупление для примирения: накормить 60 нуждающихся, 58:4
- искупление для примирения: освободить раба, 58:3
- попытка примирения, 4:35
- не грешен, если брак не был заключён, 2:236
- невеста имеет право на половину приданого, 2:237
Развод, женщина
- после третьего развода (на этот раз от другого мужа) может вернуться к первоначальному мужу, 2:229
- право на содержание, 2:241; 65:1
- равное право на развод, 2:228
- опасение дурного обращения со стороны мужа, 4:128
- может оставить то, что дал ей муж, 2:229
- не должна быть выдворена из своего дома, 65:1
- три менструации для опровержения беременности, 2:228
- три месяца ожидания для тех, у кого нет менструаций, 65:4
- если только брак не был незавершённым, 33:49
Собаки, 7:176
Ослы, 2:259; 16:8; 31:19; 62:5; 74:50
Напитки
- алкогольные, 2:219; 5:90
- чистые и белые, восхитительные, 37:45-46; 76:21
- чистое запечатанное вино, 83:25
Духа, S.93
Духан, S.44
Войско слона, 105:1-5
Ильяс (Илия; Ильясин), 6:85; 37:123-132
Елисей (Алйаса'), 6:86; 38:48
Энох (см. Идрис)
Событие, 56:1; 69:15
Зло, 4:123; 10:27-30; 19:83; 59:15
- не должно произноситься публично, 4:148
- исходит от нас самих, тогда как добро — от Аллаха, 4:79; 42:48
- прощайте зло, 4:149
- воздаяние, 6:160; 42:40
- те, кто замышляет козни, 16:45-47
- таков был конец, 30:10
- появилось на суше и на море, 30:41
- отражайте зло добром, 13:22; 23:96; 41:34
- было заменено добром, 7:95
- те, кто следует злым желаниям, 47:14, 16
- дела украшены для них, 47:14
Излишество
- запрещено в пище, 5:87
- в религии, 4:171; 5:77-81
Глаза, уши и кожа будут свидетельствовать против грешников, 41:20-23
Ездра (Узайр), 9:30
Лик или Облик Аллаха, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Благовидное
- Аллах сделал каждому народу его дела привлекательными, 6:108
Вера, 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- отвергающие веру, 3:116
- возрастание веры, 3:173
- с убеждённостью, 44:7; 45:4, 20; 51:20
- Он наставил вас к вере, 49:17
Фаджр, S.89
Фаляк, S.113
Лживые разговоры об аятах Корана, 6:68
Ложные боги
- помимо Аллаха, идолы и так называемые сотоварищи, 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- не оскорбляйте тех, кому они поклоняются помимо Аллаха, 6:108
- см. также Тагут
Ложь (Батиль), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Деяния человека прикреплены к его шее, 17:13
Пост, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- есть и пить до тех пор, пока белая нить не станет отличима от чёрной, 2:187
Фатх, S.48
Фатиха, S.1
Фатыр, S.35
Фидья (выкуп) за пост, 2:196
- за освобождение пленных, 8:67
- выкуп, предлагаемый неверующими, 3:91; 5:36, 37; 10:54; 13:18
Смоква, 95:1
Сражение
- на пути Аллаха против неверующих, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- предписано, 2:216
- в священные месяцы, 2:217; 9:5
- сынами Израилевыми, 2:246-251
- на пути Аллаха, за угнетённых мужчин и женщин, 4:74-76
- пока не прекратится смута, 8:39
- двадцать против двухсот, 8:65
- против тех, кто не верует в Аллаха, 9:29
- дозволение для тех, кого притесняли, 22:39-41
- и лицемеры, 47:20
- освобождения от, 48:17
Филь, S.105
Рай Фирдаус, 18:107; 23:11
Огонь, 56:71, 100:2
Муха, 22:73
Пища
- дозволенная и запрещённая (халяль и харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- нет греха за то, что ели в прошлом, 5:93
- не преступайте меры, 5:87
- не запрещайте то, что Аллах сделал дозволенным, 5:87; 7:32; 16:116
Запрещённое поведение, 6:151-152; 7:33
Прощение, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- обязанность верующих, 42:37; 45:14
- верующими по отношению к людям Писания, 2:109
- Аллах прощает, кого пожелает, 4:48
- Аллах не прощает придание Ему сотоварищей, 4:48, 116
- тот, кто ищет прощения Аллаха, 4:110
- не просить прощения Аллаха за многобожников, 9:113
- Аллах прощает все грехи, 39:53
- ангелы просят прощения для тех, кто на земле, 42:5
- прощайте, когда гневаетесь, 42:37
- прощайте и миритесь, 42:40
- верующим прощать тех, кто не надеется на Дни Аллаха, 45:14
- для тех, кто избегает тяжких грехов и мерзостей, 53:32
- опережайте друг друга в стремлении к прощению, 57:21
- злые дела заменяются добрыми, 25:68-71
Мошенничество (см. Предательство), 83:1-6
Свобода воли
- ограничена волей Аллаха, 6:107; 10:99; 74:56; 76:31; 81:28-29
- кто хочет — пусть верит или не верит, 18:29
- избирайте путь к своему Господу, 76:29
- иди прямо, 81:28
Пятничная молитва, 62:9-11
Плоды, 6:41; 16:11
- в Раю, в изобилии, 43:73
- всякого рода, 47:15
- по желанию, 77:42
Фуджжар, 82:14-16; 83:7
Фуркан, S.25
Фуссылят (см. Ха Мим), S.41
Джибриль (Гавриил), 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух уль-Кудус, 2:87, 253; 5:110; 16:102
Азартные игры, 2:219; 5:90
Дичь в состоянии ихрама, 5:94-96
Гафир (см. Му'мин), S.40
Гашийа, S.88
Полное омовение (Гусль), 4:43; 5:6
Дары, 30:39
Голиаф (Джалут), 2:249-251
Благо (Дни), 3:140
- вы не любите то, что хорошо, и любите то, что плохо, 2:216
- будет вознаграждено, 4:85; 28:54
- вознаграждается вдвойне, 4:40; 28:54
- вознаграждается десятикратно, 6:160
- приумножается, 42:23
- для тех, кто творит добро, есть благо и обитель в будущей жизни, 16:30
- для тех, кто творит добро в этом мире, 39:10
- Аллах воздаёт творящим добро наилучшим, 53:31
- есть ли воздаяние за добро, кроме добра, 55:60
- твори добро, как Аллах был добр к тебе, 28:77
Добро и зло
- добро — от Аллаха, а зло — от тебя самого, 4:79
- если делаешь добро — для себя, если зло — против себя, 17:7; 41:46
- отражай зло добром, 23:96; 28:54; 41:34
- добрые и злые дела не могут быть равны, 41:34
- каждый человек столкнётся со всем добром и злом, которые он совершил, 3:30
- см. также Мухсинун
Доброе дело
- открывай или скрывай, 4:149
- соревнуйтесь в добрых делах, 5:48
Евангелие, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Великая весть, 78:1-5
Приветствие, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадид, S.57
Хадий (жертвенное животное), 2:196, 200
Хадж (Паломничество), 2:158, 196-203; 3:97; 5:2; 22:30
Хадж, S.22
Хаман, 28:6, 38; 29:39; 40:24, 36, 37
Руки и ноги будут свидетельствовать, 36:65
Хаккка, S.69
В трудностях есть облегчение, 94:5-6
Харун (Аарон)
Харут, 2:102
Хашр, S.59
Сердца
- ожесточившиеся, 2:74; 22:53; 39:22; 57:16
- запечатанные, 7:100-101; 40:35; 47:16; 63:3
- покрытые, 17:46; 41:5
- запертые, 47:24
- разделённые, 59:14
- наполненные страхом, 22:35
- в чьих сердцах болезнь, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Небеса
- Аллаху принадлежит сокровенное небес, 16:77
- созданы не для забавы, 21:16
- небо и земля были соединены, 21:30
- нет ничего скрытого в небесах, 27:75
- созданы без столбов, 31:10
- будут свёрнуты в Его Правой Руке, 39:67
- сотворение семи небес за два дня, 41:12
- ближайшее небо украшено светильниками, 41:12
- Аллаху принадлежит всё, что в небесах, 45:27; 53:31
- семь небес одно над другим, 67:3
Ад (огонь, пылающее пламя), 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- кипящая вода и огонь, 22:19-22; 23:103-104
- гной, 14:14-17; 38:55-58; 69:35-37
- дерево Заккум, 37:62-70; 44:43-50; 56:41-56
- обитатели не могут ни жить, ни умереть, 87:13
- взаимные обвинения, 26:91-101; 34:31-33
- призывы к немедленной гибели, 25:13-14; 43:74-78
- неистовые вопли, 35:36-37
- рокот и рёв огня, 25:11-12; 67:6-11
- сожжённая кожа заменяется новой, 4:56
- оковы и одежды из смолы, 14:48-50
- железные палицы, 22:19-22
- цепи, 13:5
- стражи ада, 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- выкуп не принимается, 5:36-37
- заступничество отвергается, 6:94; 26:100; 30:13; 74:48
- жгучее отчаяние и леденящая тьма, 38:57
- цепь в семьдесят локтей, 69:32
- пребывание ограниченное время, 78:23
Будущая жизнь
- лучше обиталище в будущей жизни, 6:32; 7:169
- каков будет конец в будущей жизни, 6:135
- несправедливые не преуспеют (в ней), 6:135
- обитель будущей жизни, 12:109; 16:30; 28:83; 29:64
- те, кто не верует в будущую жизнь, 17:10
- награда будущей жизни, 42:20
- лучше серебра и золота, 43:33-35
- только для богобоязненных, 43:35
- наказание будущей жизни, 68:33
- лучше и долговечнее, 87:17
- лучше настоящего, 93:4
Широкие пути, 21:31
Хиджр (Каменистый путь), 15:80-85
Хиджр, S.15
Гомосексуализм, 26:165-166; 27:55; 29:28-29
Лошади, 16:8
Час
- знание о нём — только у Аллаха, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- внезапно настигает их, 6:31; 7:187; 12:107; 43:66
- приходит к вам, 6:40; 12:107; 20:15; 34:3
- приблизился, 54:1-5
- как мгновение ока или даже ближе, 16:77
- землетрясение Часа, 22:1
- наступит в тот День, 30:12, 14
- непременно наступит, нет в том сомнения, 40:59; 45:32; 51:5-6
- знамения, 21:96; 27:82; 43:61; 47:18; 54:1-2
- имена, 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- застанет людей врасплох, 6:31; 7:187
- будет вострублено в Трубу, 6:73; 23:101; 39:68
Правила входа в дома, 24:27-29
Худ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Худ, S.11
Худжурат, S.49
Хумаза, S.104
Хунайн (битва), 9:25
Хур (гурии в Раю), 44:54; 52:20
Лицемеры
- говорят: мы веруем в Аллаха и Последний День, но в действительности не веруют, 2:8
- обманывают самих себя, 2:9
- болезнь в их сердцах, 2:10; 8:49; 22:53; 33:12; 47:29
- сеют смуту, 2:11-12
- глупцы и насмешники, 2:13-15
- купили заблуждение за руководство, 2:16
- глухие, немые и слепые, 2:17-18
- в страхе смерти и тьмы, 2:19-20
- льстивые речи, 2:204-206
- отказываются сражаться, 3:167-168
- Аллах знает, что в их сердцах, 3:167; 4:63
- обращаются за судом к ложным судьям, отворачиваются от Откровения, приходят, когда постигает их беда, 4:60-62
- в беде и в большом успехе, 4:72-73
- Аллах отверг их, 4:88
- не брать их в друзья, 4:89; 58:14-19
- если они повернутся спиной, убивайте их везде, где найдёте, 4:89
- выжидают вашей победы или успеха неверующих, 4:141
- стремятся обмануть Аллаха, молятся с ленью и напоказ, 4:142
- не принадлежат ни к тем, ни к другим, 4:143
- в низших глубинах Огня; нет помощника, 4:145
- боятся быть разоблачёнными, 9:64-65
- не молиться за них, 9:84
- мужчины и женщины из одного; проигравшие; проклятие Аллаха, 9:67-69
- среди бедуинов, 9:101
- где бы ни были найдены, будут схвачены и убиты, 33:61
- Аллах накажет лицемеров, 33:73
- лжецы; поворачиваются спиной; их сердца разделены, 59:11-14
- лжецы; прикрываются клятвами; их сердца запечатаны; остерегайтесь их, 63:1-4
- не понимают, не знают, 63:7-8
- усердствуйте против них, 66:9
Иблис (Сатана), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- см. также Сатана
Ибрахим (см. Авраам)
Ибрахим, S.14
Идда (установленный срок ожидания при разводе), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
Идрис (Энох), 19:56-57; 21:85; 96:4
Ихрам, 2:197; 5:2, 95
Ихсан, 16:90
Ихляс, S.112
Илях, только Один, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Незаконные половые сношения; свидетельские показания, 4:15-18; 24:2, 19
Иллиййун, 83:18-21
Нечистый (Наджас), 9:28
Имран
- жена Имрана, 3:35
- дочь Имрана, 66:12
Неизбежное, 69:1-3
Инфитар, S.82
Наследство, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
Несправедливость, по отношению к тому, с кем она совершена, 4:30, 148
Инсан (см. Дахр), S.76
Иншикак, S.84
Иншира (см. Шарх), S.94
Откровение, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Заступничество/Заступник, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
Опьяняющие напитки, 5:90, 2:219
Икамат ас-Салят, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31, 37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
Икра' (см. 'Аляк), S.96
Ирам, 89:7
Железо, 57:25
'Иса, см. Иисус
Исаак (Исхак), 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112-113
Исмаил, 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
- возводит основания Каабы вместе с отцом, 2:125-140
- история жертвоприношения, 37:100-113
Ислам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- первый из покорившихся мусульманами, 6:14, 163; 39:12
- первые принявшие, 9:100
- грудь, раскрытая для, 39:22
- как милость, 49:17
Исра', S.17
Израиль, дети Израилевы, 2:40-86
- дарованные благодеяния, 2:47-53, 60, 122; 45:16-17
- непослушание Аллаху, 2:54-59, 61, 63-74; 5:71; 7:138-141
- их отношения с мусульманами, 2:75-79
- их высокомерие, 2:80, 88, 91
- их договоры, 2:80, 83-86, 93, 100; 5:12-13, 70
- купили жизнь этого мира ценой будущей жизни, 2:86
- самые жадные из людей к жизни, 2:96
- просят царя, 2:246-251
- превысили пределы; разделились на группы; обезьяны, 7:161-171
- обещанное дважды, 17:4-8
- спасены от врага, 20:80-82
- получили Писание и предводителей, 32:23-25; 40:53-54
- учёные мужи их знали это (Коран как истину), 26:197
Истауа (вознёсся над), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
И'тикаф, 2:187
Якуб (Иаков), 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- Асбат (двенадцать сыновей Якуба), 2:140; 3:84; 4:163
Джалут (см. Голиаф)
Джамарат, 2:200
Джасия, S.45
Иисус, 'Иса, сын Марии
- его мать избрана превыше всех женщин мира, 3:42
- свидетельствует в День Воскресения, 4:159
- благая весть о рождении, 3:45-47; 19:22-23
- посланник к сынам Израилевым, 3:49-51
- ученики, 3:52-53; 5:111-115
- ученики как помощники Аллаха, 3:52; 61:14
- вознесён, 3:55-59; 4:157-159
- подобен Адаму, 3:59
- не был убит и не был распят, 4:157
- получил откровение, 4:163
- не более чем Посланник (не обожествлять его), 4:171-172; 5:75; 19:30, 43:63-64
- те, кто не уверовал, говорят, 5:17, 72; 9:30
- пришёл к вам Наш Посланник (Мухаммад ﷺ), 5:19
- даровал Евангелие, 5:46
- ученики сказали: мы мусульмане, 5:111
- накрытый стол с едой, 5:114
- не учил ложному поклонению, 5:116-118
- праведный Пророк, 6:85
- как Знамение, 23:50
- его второе пришествие, 43:61
- расходящиеся взгляды о нём, 43:65
- не более чем раб и пример для сынов Израилевых, 43:59
- благая весть о Посланнике, имя которому Ахмад, 61:6
- его непорочное рождение, послание и чудеса, 3:45-51; 19:16-38
- напоминание о милостях Аллаха, 5:110-115
- отрицает свою божественность, 5:116-120
- сострадание и благодать в сердцах его последователей, 5:82; 57:27
Иудеи и христиане, 2:140; 4:153-161, 171; 5:18
- внимают лжи, 5:41-42
- прокляты за то, что произносили, 5:64
- враждебность к верующим (мусульманам), 5:82
- принявшие ислам, 26:197; 28:53; 29:47
Джибриль (см. Гавриил)
Джихад (Сражение, Усердие), 2:216; 9:24; 22:78; 25:52
Джинны, S.72
Джинны, 6:100, 112; 15:27; 34:41; 38:37; 46:18, 29; 55:33, 39
- созданы из огня, 15:25; 55:15
- верующие и неверующие джинны, 72:1-15
- некоторые уверовали в послание Корана, 46:29-32
- люди и джинны созданы с целью, 51:56-58
Иов, 4:163; 6:84; 21:83-84; 38:41-44
Иоанн (Яхья, Иоанн Креститель)
- благая весть о нём, 3:38-41; 19:7-11; 21:90
- праведный, 6:85
- мудрый, сострадательный, благочестивый, 19:12-15
Иона (Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Зун-Нун), 21:87; 68:48-50
Иосиф (Юсуф), 6:84; 12:4-101
- лучший из рассказов, 12:1-3
- сон юного Юсуфа, 12:4-6
- заговор его братьев, 12:7-18
- продан в рабство, 12:19-20
- воспитывался в доме главного министра Египта, 12:21-22
- жена главного министра пытается соблазнить его, 12:23-29
- эпизод с пиром, 12:30-32
- попадает в тюрьму, 12:33-35
- двое заключённых, 12:36-42
- сон царя, 12:43-53
- становится главным министром, 12:54-57
- братья приходят к нему за припасами, 12:58-68
- забирает своего брата Биньямина, 12:69-82
- возобновившееся горе отца, 12:83-87
- открывает своё истинное имя, 12:88-98
- старый сон сбывается, 12:99-100
- заключительная молитва, 12:101
Гора Джуди, 11:44
Джум'а, S.62
Справедливость ('Адль), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- см. также 4:65, 105
Кааба
- построена Авраамом, 2:125-127
- запрет на охоту, 5:94-96
- место убежища, 5:97
- обход в обнажённом виде, 7:28
- при молитве и обходе, 2:200; 7:29, 31
Кафирун, S.109
Кафур, чаша смешана с, 76:5
Кахф, S.18
Кянз, 9:34-35
Кавсар (река в Раю), 108:1
Кавсар, S.108
Ключи
- небес и земли, 39:63; 42:12
- сокровенного, 6:59
Хауля бинт Са'ляба, 58:1
Убийство
- кто убил одного человека, тот убил всё человечество, 5:32
- не убивайте никого, 17:33
Доброе слово лучше милостыни, 2:263
Права родственников, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кирам ар-Катибин, 82:11
Знание
- не упадёт лист, но Он знает об этом, 6:59
- погибнут те, кто убивал своих детей по неразумию, без знания, 6:140
- о пяти вещах — только у Аллаха, 31:34
- с убеждённостью, 102:5-7
Карун (Корей), 28:76-82; 29:39; 40:24
Курси, 2:255
Ляхаб (см. Масад), S.111
Ляйль, S.92
Светильник, 25:61; 67:5; 71:16; 78:13
Языки
- различие языков и цветов людей, 30:22
Лят, 53:19
Установленный закон, 5:48
Законы от Аллаха, 2:219; 98:3
Лжецы, 26:221-223
Жизнь: кто спас одного человека, спас всё человечество, 5:32
Жизнь этого мира
- куплена ценой будущей жизни, 2:86
- лишь наслаждение обманом, 3:185
- продай её ради будущей жизни, 4:74
- не что иное, как забава и игра, 6:32; 29:64; 47:36; 57:20
- обольщает, 6:130
- ничтожно наслаждение ею по сравнению с будущей жизнью, 9:38; 13:26; 28:60
- подобие её — как дождь, 10:24
- благие вести в ней, 10:64
- тот, кто желает её, получает в ней; но тогда не будет доли в будущей жизни, 11:15-16; 17:18; 42:20
- те, кто любит настоящее и пренебрегает будущей жизнью, 75:20-21; 76:27
- вы предпочитаете её, 87:16
Свет
- явный, 4:174
- и тьма, 6:1
- притча о свете, 24:35
- идёт впереди и рядом с верующими, 57:12-15; 66:8
- дарован Аллахом, чтобы верующие шли прямо, 57:2
Пределы, установленные Аллахом, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- таковы пределы, 2:187; 229-230; 4:13; 58:4; 65:1
- не преступайте пределов, 2:190, 229
- тот, кто преступает их, 2:229; 4:14; 78:22
- вынужденный необходимостью, не преступая пределов, 2:173; 6:145
- не преступайте пределов в религии, 4:171; 5:77
- когда они преступили пределы (стали обезьянами), 7:166
- соблюдающие пределы, 9:112
Лев, 74:51
Заём
- одолжи Аллаху добрый заём, 2:245; 73:20
- приумноженный многократно, 57:11, 18
- удвоенный, 64:17
Явная потеря, 39:15
Лут, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- его непослушная жена, 11:81; 15:60; 66:10
Лотос, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Ма'аридж, S.70
Медина (Йасриб), 9:120; 33:13, 60; 63:8
Мадйан, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- см. также Айка
Махр (брачный дар), 2:229, 236-237; 4:4, 19-21, 24-25; 5:5; 33:50; 60:10-11
Ма'ида, S.5
Мекка (Баккаха), 3:96; 90:1-2
- Город безопасности, 95:3
Человек
- поколения сменяют друг друга на земле, 2:30; 6:165
- сделан преемником, 35:39
- обязанности, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- испытывается Аллахом, 2:155; 3:186; 47:31; 57:25
- то, что люди любят, 3:14
- создан из, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- создан и определён срок жизни, 6:2; 15:26
- примирение между ним и женой, 4:35
- проигравшие, отрицавшие встречу с Аллахом, 6:31
- возвращение, 6:60, 72, 164; 10:45-46
- замышляет против самого себя, 6:123
- не несёт бремени другого, 6:164
- неблагодарен, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- предостережён от Сатаны, 7:27
- жена и дети, 7:189-190
- когда его касается вред или зло, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8, 49; 41:49-51; 42:48; 70:19-21; 89:16
- возвращение к Господу, 10:23; 84:6; 96:8
- причиняет несправедливость самому себе, 10:44
- ликует и хвастается, 11:10
- призывает зло на себя, 17:11
- всегда торопится, 17:11
- деяния прикреплены к его шее, 17:13
- тот, кто сбивается с пути, в ущерб себе; а кто идёт прямо — для себя, 17:15
- не будет обижен, 17:71
- смерть и воскресение, 23:15-16
- разделили свою религию на секты, каждая радуется своему, 23:53
- языки, руки и ноги будут свидетельствовать против него, 24:24
- свидетель против самого себя, 75:14
- взявший своим богом собственное желание, 25:43
- родство по крови и браку, 25:54
- Аллах подчинил вам всё, что на небесах и на земле, 31:20
- тот, кто обращает своё лицо к Аллаху, 31:22
- нет двух сердец внутри тела, 33:4
- поклоняться Аллаху, 39:64-66
- несчастья из-за того, что сделали его руки, 42:30, 48
- ангелы записывают его деяния, 50:17-18, 23; 85:11
- ангелы охраняют его, 13:11; 86:4
- разделён на три класса, 56:7-56
- приближённые к Аллаху, 56:10-11
- обладатели правой руки, 56:27-40
- обладатели левой руки, 56:41-56
- будет преображён и создан в неведомых обликах, 56:60-62
- создан в прекрасном облике, 64:3
- богатство и дети — лишь испытание, 64:15
- создан и наделён, 67:23-24; 74:12-15; 90:8-10
- нетерпелив, 70:19-21
- усерден в молитве, 70:22-35
- желает большего, 74:15
- свидетель против самого себя, 75:14-15
- его высокомерие, 75:31-40; 90:5-7
- любит нынешнюю жизнь этого мира, 76:27
- создать человека труднее или небо, 79:28
- беспечен по отношению к Господу, 82:6-12
- совершенно сотворён и наделён соразмерностью, 82:7
- переходит из состояния в состояние, 84:19
- любовь к богатству, 89:20
- создан в трудах, 90:4
- его усилия и деяния разнообразны, 92:4
- уготовлен ему путь лёгкости или тяготы, 92:7, 10
- создан в наилучшем облике, 95:4
- затем низведён до низшего из низких, 96:5
- преступает все пределы, 96:6-7
Манасик (обряды) Хаджа, 2:128, 200; 22:30
Манат, 53:20
Человечество
- свидетели над ним, 2:143
- единая община, 2:213; 10:19
- создано из единой пары, 4:1; 39:6; 49:13
- бунт против самих себя, 10:23
- беспечно, хотя Расчёт близок, 21:1-3
- создано на фитре, 30:30
- благороднейший из людей, 49:13
- разделено на народы и племена, 49:13
- манна и перепела, 2:57
Нравы
- при входе в дома, 24:27-29
- в доме, 24:58-61
- в домах Пророка, 33:53
- приветствовать Пророка и посылать на него салят, 33:56
- не причинять обиды Аллаху и Его Посланнику, верующим мужчинам и женщинам, 33:57-58
- проверять новости перед тем, как верить, 49:6
- не насмехаться над другими, 49:11
- в собраниях, 58:11
Брак, 2:232, 234
- с неверующими или рабами, 2:221
- с каким количеством дозволен, 4:3
- махр не должен забираться назад (при разводе), 4:20-21
- запрещённые для брака, 4:22-24
- если нет средств жениться на свободных верующих женщинах, 4:25
- при опасении разлада назначить двух посредников, 4:35
- если жена боится жестокости или оставления, заключить мирное соглашение, 4:128
- не склоняться слишком к одной жене, оставляя другую в неопределённости, 4:129
- прелюбодеев, 24:3
- с бедными, 24:32
- тем, кто не имеет средств для брака, 24:33
- жёны, дозволенные Пророку, 33:50-52
- до физической близости — нет идды при разводе, 33:49
Мученики
- не мертвы, 2:154; 3:169
- радуются милости и щедрости Аллаха, 3:170-171
- получают прощение и милость, 3:157-158
- получат хорошее пропитание, 22:58-59
Марут, 2:102
Мария (мать Иисуса), рождение, 3:35-7
- благая весть об Иисусе, 3:42-51; 19:16-21
- в родах, 19:23-26
- принесла младенца своему народу, 19:27-33
- ложное обвинение, 4:156
- хранила свою честь, 21:91; 66:12
Марьям, S.19
Масад, S.111
- Аль-Масджид аль-Акса, 17:1
- Аль-Масджид аль-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Аль-Маш'ар аль-Харам, 2:198
Ма'ун, S.107
Рай Ма'ва, 53:15
Мера и вес, соблюдайте полноту, 11:85; 17:35; 83:1-5
Встреча
- с Аллахом, 6:31
- Великого Дня, 19:37
- будущей жизни, 30:16
Посланники, 2:253; 4:164-165; 40:78; 57:27
- череда их, 2:87
- ряд их, 5:19; 23:44
- убитые, 3:183
- которым угрожали, 14:13
- которых осмеивали, 6:10; 13:32; 15:11; 21:41
- которых отвергали, 3:184; 6:34; 25:37; 34:45; 51:52
- вера в одних и отрицание других, 4:150-152
- собрание посланников, 5:109
- посланные благовестниками и предостерегающими, 6:48; 14:4-8
- как свидетель от каждого народа, 16:89
- для каждого народа есть посланник, 10:47; 16:36
- читающие аяты Аллаха, 7:35-36
- ангел как посланник, 17:95; 25:7
- не более чем люди, 14:10-12; 17:94; 21:8; 25:7-8, 20
- и их жёны и потомство, 13:38
- см. также Пророки
Мирадж, 17:1; 53:12
Скупость/Скупые, 57:24
Несчастье из-за твоих рук, 42:30
Монашество не предписано, 57:27
Обезьяны, нарушители стали как, 2:65; 5:60; 7:166
Мирадж, 17:1; 53:12
Число месяцев, 9:36-37
Луна, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- раскол луны, 54:1
Муса (Моисей)
- и его народ, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- и Фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- наставлен Аллахом, 6:84
- гора и явление Господа, 7:142-145
- порицает свой народ за поклонение тельцу, 7:148-156; 20:83-99
- его Книга, в которой возникли разногласия, 11:110
- получил Писание, 17:2
- девять ясных знамений, 7:133; 17:101
- к месту слияния двух морей, 18:60-82
- судьбоносная встреча у горящего куста, 20:9-36; 27:7-14; 28:29-35
- призван и наделён посланничеством, 19:51-53; 20:9-56
- его детство, мать и сестра, 20:38-40; 28:7-13
- колдуны обратились в веру, 20:70-73; 26:46-52
- в Мадйане, 20:40; 28:22-28
- получил Критерий, 21:48
- и таинственный огонь, 27:7-12; 28:29-35
- по ошибке убивает египтянина в городе, 28:14-21
- пришёл с ясными аятами, 29:39
- история с Фараоном, 7:103-137; 10:75-92; 11:96-99; 26:10-69
- девять знамений для Фараона и его народа, 7:130-133; 20:17-22; 17:101
- побеждает колдунов Фараона, 20:70-73; 26:46-52
- бегство в Мадйан и женитьба, 28:22-28
- получает Скрижали, 7:142-154
- просит увидеть Аллаха на горе, 7:142-145
- почтён Аллахом, 33:69
- благодеяния Аллаха к сынам Израилевым, 2:47-61
- сыны Израилевы отказываются войти в Иерусалим, 5:20-29
- наставлен на Прямой Путь, 37:114-122
- Писание Мусы, 53:36; 87:19
Мечеть (Иерусалима), 17:7
Мечеть (Куба), 9:107-108
Мечети, 2:187; 9:17-19
- заботиться о мечетях Аллаха, 9:17-18
- комар, притча, 2:26
Горы, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10, 27; 81:3; 101:5
Муддассир, S.74
Мухаджиры (Переселенцы), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- женщины, 60:10-12
Мухаммад ﷺ
- осмеян, 2:104; 4:46; 25:41-42; 34:78
- уважайте Посланника, 2:104; 4:46; 49:1-5
- завет уверовать в него, 3:81
- свидетель над верующими, 2:143
- не более чем Посланник, 3:144
- мягкость в обращении, 3:159
- его миссия, 3:164; 7:157; 36:6; 52:29; 74:1-7
- послан как великая милость верующим, 3:164
- послан с истиной, 4:170
- не поставлен надзирателем, 6:107
- неграмотный, 7:157; 62:2
- послан ко всему человечеству как Посланник Аллаха, 7:158; 48:9, 29
- ясный предостерегающий, 7:184, 188; 11:2; 15:89; 53:56
- не безумец, 7:184; 68:2; 81:22
- те, кто обвиняет тебя, 9:58
- люди, причиняющие боль Пророку, милость для верующих, 9:61
- следует только тому, что ниспослано, 10:15-16; 11:12-14; 46:9
- его слова, 11:2-4; 12:108; 34:46-50
- Аллах — Свидетель над ним, 13:43; 29:52; 46:8
- послан как свидетель, благовестник и предостерегающий, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- не должен скорбеть, 15:97; 16:127; 18:6
- послан как свидетель, 16:89; 22:78; 73:15
- призывать мудростью и добрым увещеванием, спорить наилучшим образом, 16:125
- Макам Махмуд, 17:79
- получил откровение, 18:110
- милость для миров, 21:107
- не просит награды, 25:57; 38:86; 42:23
- получил повеление, 27:91-93; 30:30; 66:9
- как милость от Аллаха, 28:46-47
- близок к верующим, 33:6
- добрый пример для подражания, 33:21
- последний из Пророков, 33:40
- посылайте на него салят, 33:56
- послан ко всему человечеству, 34:28
- его награда — только от Аллаха, 34:47
- лишь человек, 41:6
- послан как защитник, 42:48
- не нечто новое среди посланников, 46:9
- свидетель из сынов Израилевых, 46:10
- присяга (бай'а) ему — это присяга Аллаху, 48:10, 18
- видел Джибриля, 53:4-18; 81:22-25
- не противьтесь ему, 58:20-22
- предсказан Иисусом, 61:6
- сделать Религию Истины победоносной над всеми религиями, 61:9
- из тьмы к свету, 65:11
- усердно трудиться против неверующих и лицемеров, 66:9
- возвышенный нравственный облик, 68:4
- не поэт и не прорицатель, 69:41-42
- усерден в молитве, 73:1-8, 20; 74:3
- и слепой человек, 80:1-12
- пасть ниц и приближаться к Аллаху, 96:19
- читает чистые страницы, 98:2
- аяты о семье его, 24:11-17; 33:28-34, 50-53, 55, 59; 66:1, 3-6; 108:3
- см. также Посланники; Пророки
Мухаммад (ﷺ), S.47
Мухсинун (Творящие добро), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- Аллах любит мухсинун, 3:134, 148; 5:93
- Аллах не теряет награды мухсинун, 5:85; 9:120; 11:115; 18:30
- Мы вознаграждаем мухсинун, 12:22; 37:80, 105, 110; 39:34; 77:44
- благие вести мухсинун, 22:37; 46:12
- милость Аллаха близка к мухсинун, 7:56
- Аллах с мухсинун, 29:69
- благочестивы и добры к родителям, 2:83
- терпеливы в исполнении долга перед Аллахом, 16:90
- см. также Добро и зло
Муджадала, S.58
Мулы, 16:8
Мульк, S.67
Му'мин (см. Гафир), S.40
Му'минун, S.23
Мумтахана, S.60
Мунафикун, S.63
Убийство, 2:178-179
Мурсалят, S.77
Мусульмане
- первые из мусульман, 6:14, 163; 9:100; 39:12
- кто дал им это имя, 22:78
- прощение и великая награда для тех, кто, 33:35-36
Мутаффифин, S.83
Муззаммиль, S.73
Наба', S.78
Надир, Бану-ан- (иудеи), 59:2, 9, 13
Нахль, S.16
Наджас (нечистый), 9:28
Наджм, S.53
Наджва (см. Тайная беседа)
Имена
- Ему принадлежат Прекраснейшие имена, 7:180
- Ему принадлежат Наилучшие имена, 17:110; 20:8; 59:24
Необходимость, если вынужден ею, 2:173; 6:145
Сосед, 4:36
Новолуния, 2:189
Новости, проверять, 4:83
Скупость, 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Ночь (как символ) для отдыха, 10:67
- как покров, 13:3; 78:10
- быть полезной, 14:32
- Ночь аль-Кадр (Предопределения), 44:3-4; 97:1-5
Ниса', S.4
Нух (Ной), 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- осмеян, 11:38
- Потоп (сильный), 29:14
- Ковчег и Потоп, 7:59-69; 11:25-48; 23:23-31; 26:105-122; 71:1-28
- неправедный сын не был спасён, 11:42-48
- неправедная жена, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур, S.24
Клятва, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Послушание, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51-52, 54; 47:33; 64:12
Обязательства к исполнению, 5:1
Потомство, 4:9; 42:49-50
- Он дарует мужское и женское, кому пожелает, 42:49
Олива, 6:141; 16:11; 23:20; 24:35; 95:1
Единственный Бог, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Сироты, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- опекуны сирот, 4:6
Дела, украшенные для каждого народа, 6:108
Пары во всех созданиях, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Пальма, 13:4; 19:25; 20:71; 59:5
Притчи (уподобления, примеры)
- тот, кто разжёг огонь, 2:17-18
- ливень с неба, 2:19-20
- комар, 2:26
- те, кто кричит, 2:171
- город в полных руинах, 2:259
- зерно пшеницы, 2:261
- гладкая скала, 2:264
- сад, 2:265-266
- верёвка, 3:103
- холодный ветер, 3:117
- воскресение, 7:57; 22:5; 41:39
- собака, высовывающая язык, 7:176
- край пропасти, 9:109-110
- дождь, 10:24
- скошенный урожай, 10:24
- слепой и глухой, 11:24
- Аллах против ложных богов, 13:14; 16:76
- истина против лжи, 13:17
- пепел, на который бушует ветер, 14:18
- доброе дерево, 14:24-25
- злое дерево, 14:26
- раб и свободный человек, 16:75
- немой, бремя для своего господина, 16:76
- женщина, распускающая свою пряжу, 16:92
- город, живший в мире и достатке, 16:112-113
- двое мужчин с виноградниками, 18:32-44
- жизнь этого мира как вода с неба, 18:45
- упавший с неба и подхваченный птицами, 22:31
- муха, 22:73
- Свет подобен нише, 24:35-36
- мираж, 24:39
- тьма в глубоком море, 24:40
- паук, 29:41
- сотоварищи, 30:28
- жители города, 36:13-32
- посевы разных цветов, 39:21
- человек, принадлежащий многим хозяевам, 39:29
- растущее семя, 48:29
- ожесточившиеся сердца, 57:16-17
- растительность после дождя, 57:20
- гора, смиряющая себя, 59:21
- осёл, 62:5
- если бы вода ушла под землю, 67:30
- люди сада, 68:17-33
Рай
- Рай Обители (Ма'ва), 53:15
- Рай Фирдаус, 18:107; 23:11
- сады, под которыми текут реки, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- Вечные сады ('Адн), 9:72; 13:23; 18:31; 19:61; 20:76
- Сады вечности ('Адн), 16:31; 35:33; 98:8
- Сады наслаждений, 37:43; 56:12, 89
- Сады с вечными наслаждениями, 9:21
- Сады и виноградники, 78:32
- плоды двух садов, 55:54, 62
- плоды всякого рода по желанию, в изобилии, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- плоды будут в пределах досягаемости, 55:54; 69:23
- плоды и мясо, 52:22
- мясо птиц, 56:21
- лотос без шипов и Тальх (банановые деревья), 56:28-29
- бесполезное знание, осёл с книгами, 62:5
- текущий источник, 88:12
- источник Салсабиль, 76:18
- источник Кафур, 76:5
- источник Тасним, 83:27-28
- река в Раю Кавсар, 108:1
- реки из вина, молока, очищенного мёда, 47:15
- чистое запечатанное вино, белое, восхитительное, 37:45-46; 56:18; 76:21; 83:25
- чаша, смешанная с Зандажабилем, 76:17; 78:34
- вода, 76:5
- подносы из золота и чаши, 43:71
- сосуды из серебра и кубки из хрусталя, 76:15-16
- зелёные одеяния из тонкого и плотного шёлка, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- украшенные золотыми браслетами и жемчугом, 18:31; 22:23; 35:33; 76:21
- диваны, подбитые шёлковой парчой, 55:54
- зелёные подушки и прекрасные великолепные матрасы, расставленные рядами, 55:76; 88:15
- ложа, сотканные из золота и драгоценных камней, вознесённые высоко, 56:15; 88:13
- роскошные ковры, постеленные всюду, 88:16
- прекрасные чертоги, высокие покои, одни над другими, 9:72; 39:20
- пребывание в них вечно, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- вечный дом, 3:15; 35:35
- лицом к лицу друг с другом на ложах, 15:47; 37:44; 44:53; 56:16
- никогда не вкусят там смерти, 44:56
- и не будут попрошены покинуть его, 15:48
- ненависть и обиды удалены из их сердец, 7:43; 15:47
- все печали устранены, 35:34
- никакой усталости, труда и изнеможения, 15:48; 35:35
- ни боли, ни боли в животе, ни головной боли, ни опьянения, 37:47; 56:19
- никаких пустых слов и греховных речей, 19:62; 56:25
- ни вредоносных речей, ни лжи, 78:35; 88:11
- свободны от греха, 37:47; 52:23
- ни чрезмерного жара, ни лютого холода, 76:13
- будет известное пропитание, 37:41; 56:89
- в мире и безопасности, 15:46; 44:51, 55; 50:34
- обитель мира, 6:127
- приветствия в нём, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- тот, кто совершает праведные дела, войдёт, 4:124; 42:22; 44:51
- те, кто блюл долг перед своим Господом, будут введены группами, 39:73
- сделаны наследниками благодаря делам, 43:72
- Аллах доволен ими, и они довольны Им, 5:119
- Мой Рай, 89:30
- величайшее блаженство, 9:72
- великий успех, 57:12; 64:9
- высший успех, 9:72; 44:57
- для верующих — Сады как угощение, 32:19
- обитатели Рая в тот День будут заняты радостными делами, 36:35
- будут среди садов и водных источников, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- увидят ангелов, окружающих Трон, 39:75
- рядом со Всемогущим Царём, 54:55
- им будет всё, что пожелают, 50:35
- гурии, целомудренные, с большими прекрасными очами, словно бережно хранимые яйца, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- чистые жёны, 3:15
- жёны в приятной тени, возлежащие на ложах, 36:55
- юные полногрудые девы одного возраста, 78:33
- бессмертные мальчики-слуги, словно рассыпанный жемчуг, 52:24; 56:17; 76:19
- столь обширный, как небеса и земля, 3:133; 57:21
- текущие воды, прохладная тень, яства и чистые супруги, 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- награда верующих, 55:46-78; 56:10-40
- реки из мёда, молока, воды и вина, 47:15
- молитвы и приветствия, 10:9-10; 39:73-74
- приветствуемые миром, 13:23-24; 14:32
- вечное пребывание в блаженстве, 11:108
- никогда не будут попрошены уйти, 15:45-48
- свет, сияющий впереди и справа от них, 57:12
- ни жара, ни холода, 76:13
- все желания исполнены, 16:30-32; 41:31-32
- золотые браслеты и одеяния из тонкого шёлка, 18:30-31; 22:23-24; 44:51-53
- подносы с золотыми чашами, 43:67-73
- серебряные сосуды и плоды в пределах досягаемости, 76:14-16
- возлежащие на ложах, 15:47; 37:44; 52:20
- верующие узрят своего Господа, 75:22-23
Родители, доброта к ним, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Сотоварищи Аллаха — ложь, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Пастбище, 87:4-5
Путь, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- см. также Путь
Терпение, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- ищите помощи в терпении и молитве, 2:45, 153; 20:132; 50:39
Терпеливый
- получит полное вознаграждение, 39:10
- Аллах с теми, кто терпелив, 8:46
- будь терпелив, 11:115
- в исполнении долга перед Аллахом, 16:90
- быть терпеливым во гневе, 41:34
Мир, склоняйтесь к нему, 8:61
Жемчуг и коралл, бережно хранимые, 52:24; 55:22; 56:23
Перо, 68:1; 96:4
Человек
- Аллах не обременяет человека сверх его возможностей, 2:286; 7:42
- Аллах не возлагает на человека сверх его способностей, 23:62
- никто не знает, что приобретёт завтра и в какой земле умрёт, 31:34
- каждый будет поставлен перед всем добром и злом, которые он совершил, 3:30
- каждый придёт, ходатайствуя за себя, 16:111
- каждый в залоге за то, что заработал, 74:38
- Аллах клянётся укоряющей душой, 75:2
Фараон, 28:6; 40:24
- народ Фараона, 2:49; 3:11; 7:141; 44:17-33
- утоплен, 2:50
- отношения с Моисеем, 7:103-137; 10:75-92
- мёртвое тело извлечено из моря, 10:90-92
- преступал пределы; совершал грехи и ослушался, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- праведная жена, 28:8-9
- претендует на божественность, 28:38; 79:24
- уничтожен, 29:39
- верующий муж из семьи Фараона, 40:28-44
- строительство башни, 40:36-37
- см. также Моисей
Накопление мирских вещей, 102:1-4
Присяга (Бай'а)
- за ислам, 16:91
- посланнику — это присяга Аллаху, 48:10
- верующих, 48:18; 60:12
Залог (заклад), пусть будет, 2:283
- каждый человек в залоге за то, что заработал, 52:21; 74:38
Поэзия, 36:69
Поэты, 26:224-227; 69:41
Гранат, 6:141
Бедные, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
Молитва, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ни громко, ни тихо, 17:110
- мольба за неверующих, 9:113-114
- мольба неверующих, 13:14
- Он отвечает тем, кто, 42:26
- ищите помощи в терпении и молитве, 2:45, 153; 20:132; 50:39
- совершайте икамат ас-Салят, обращаясь к кибле, 2:142-145, 149-150
- строго соблюдайте молитву, 2:238
- в пути и в опасности, 2:239; 4:101-102
- не приближайтесь в нетрезвом состоянии, 4:43
- и в состоянии джанаба, 4:43
- очищение для молитвы, 4:43; 5:6
- когда завершите молитву, 4:103
- времена молитвы, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- земной поклон только Аллаху, 13:15
Пятничная молитва, 62:9-11
Меры предосторожности в опасности, 4:71
Военнопленные, 8:67-71
- см. также Пленные
Обещание истины, 46:16-17
Имущество, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Пророки, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- заветы пророков, 3:81; 33:7-8
- незаконно для пророков, 3:161
- враг у каждого пророка, 6:112; 25:31
- см. также Посланники
Земной поклон
- Аллаху падает ниц всё, что на небесах и на земле, и тени их, 13:15
Пропитание, 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
Псалтырь, 4:163
Наказание
- откладывание, 3:178
- отсечение рук или ног, 5:33
- наказывайте тем же, чем были наказаны вы, 16:126
- в этой жизни и в будущей, 24:19; 68:33
Очищение
- телесное, 4:43; 5:6
- духовное (от нечистот), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Каляm, S.68
Камар, S.54
Кари'а, S.101
Карун (Корей), 28:76-82; 29:39
Касас, S.28
Кибла, 2:142-145, 149
Кисас (закон равного воздаяния), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
Коран
- описание, 13:31, 36, 37; 14:1; 56:77-80
- не мог быть создан никем, кроме Аллаха, 2:23; 10:38; 11:13; 17:88
- если бы он был не от Аллаха, в нём было бы много противоречий, 4:82
- явный свет, 4:174; 42:52
- ниспослан, 6:19
- Аллах свидетельствует о нём, 6:19
- ясное доказательство, 6:157
- лживые разговоры об аятах его, 6:68
- Напоминание, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- при его чтении слушайте и молчите, 7:204
- Зикр, 7:205; 15:6, 9
- Книга Мудрости, 10:1; 31:2; 36:2
- вдохновенное послание, 10:2, 109; 42:52
- те, кто отвергает его, 11:17
- на арабском языке, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- разделён на части и ниспослан поэтапно, 15:91; 17:106; 25:32; 76:23
- изменение аята, 16:10
- когда хотите читать его, 16:98
- наставляет, 17:9
- благая весть и предостережение, 17:9-10
- и неверующие, 17:45-47
- чтение на рассвете засвидетельствовано (ангелами), 17:78
- исцеление и милость, 17:82
- полностью разъяснён людям, всякого рода уподобления и примеры, но большинство отвергает, 17:89; 18:54; 39:27
- лёгкий, 19:97; 44:58; 54:17, 22, 32, 40
- мой народ покинул этот Коран, 25:30
- подтверждён Писаниями, 26:196
- повествует сынам Израилевым о том, в чём они расходятся, 27:76
- читайте и молитесь, 29:45
- Истина от Аллаха, 32:3; 35:31
- в благословенную Ночь, 44:3
- в нём предписано каждое дело из установленного, 44:4
- размышляйте над ним, 47:24
- предостерегайте им, 50:45
- преподан Аллахом, 55:1
- благородное чтение, хорошо хранимое, 56:77-78
- никто не касается его, кроме очищённых, 56:79
- если бы был ниспослан на гору, 59:21
- мучение для неверующих, 69:50
- абсолютная истина с убеждённостью, 69:51
- читайте размеренно и не торопясь, 73:4
- в свитках, хранимых с почётом, чистых и святых, 80:13-16
- Напоминание для всех миров, 81:27
- неверующие отрицают его, 84:22
- на Хранимой Скрижали, 85:22
- Слово, отделяющее истину от лжи, 86:13
- чтение чистых страниц, 98:2
- см. также Книга; Откровение
Курайш, S.106
Курайш
- неверующие из них, 54:43-46, 51
- усмирение их, 106:1-4
Раввины и монахи, 9:31, 34
Соревнование в добрых делах, 5:48
Ра'д, S.13
Рахман, S.55
Одеяние праведности лучше, 7:26
Дождь
- дар Аллаха, 56:68-70
- из камней, 27:58
Рамадан, 2:185
Рами, 2:200
Выкуп
- не будет принят, 57:15
- предлагаемый неверующими, 3:91; 10:54; 13:18
- Фидья за пост, 2:196
- за освобождение пленных, 8:67
Расс, жители его, 25:38; 50:12
Воздаяние
- День воздаяния, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- отрицающие его, 107:1-7
- воздаяние за зло — зло подобное ему, 42:40
Примирение
- тот, кто прощает и примиряется, 42:40
- между мужем и женой, 4:35
- между верующими, 49:9-10
Запись
- Реестр записанный, 83:7-9, 18-21
- каждый народ будет призван к своей записи, 45:28-29
- написанные страницы деяний каждого человека, 81:10
- говорящая правду, 23:62
- в правую руку, 69:19; 84:7-9
- в левую руку, 69:25
- за спину, 84:10-15
Ангелы, записывающие деяния, 50:17-18, 23; 85:11
Облегчение с трудностью, 94:5-6
Религия
- нет принуждения в ней, 2:256
- это ислам, 3:19
- Аллаха, 3:83-84
- иная, нежели ислам, 3:85
- не преступайте пределов в ней, 4:171; 5:77
- завершена, 5:3
- те, кто воспринимают её как забаву и игру, 6:70
- те, кто разделяют её и разбиваются на секты, 6:159; 30:32
- см. также 42:13-14; 43:65; 45:17
- люди разделили её на секты, каждая группа радуется своему, 23:53; 30:32
- не возложено в ней никаких трудностей, 22:78
- человечество создано на этой религии, 30:30
- одна для всех Пророков, 42:13-15
- религия предков, 43:22-24
Поминание Аллаха, 63:9
- в поминании Его сердца обретают покой, 13:28
Покаяние
- принимается, если зло совершено по незнанию и покаяние последовало вскоре, 4:17; 6:54
- недействительно, если продолжаются злые дела, 4:18
- Он принимает покаяние и прощает грехи, 4:25
Отсрочка для злых, 3:178; 10:11; 12:110; 14:42, 44; 29:53-55; 86:15-17
Воскресение, 2:28; 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28; 41:39; 46:33-34; 50:3, 20-29, 41-44; 64:7; 75:1-15; 79:10-12; 86:5-8
- пример в истории Ездры, 2:259
- Авраам, 2:260
- люди пещеры, 18:9-26
- предостережение отрицающим воскресение, 17:49-52; 17:97-100; 19:66-72; 37:11-27; 50:1-15; 80:17-42
День Воскресения, 7:89; 20:100-101, 124
- Истинный День, 78:39
- получите полное вознаграждение, 3:185
- написанные страницы деяний будут раскрыты, 81:11
- каждый человек узнает, что принёс, 81:14
- каждый будет поставлен перед всем добром и злом, которые он совершил, 3:30
- человек узнает, что уготовил и что оставил позади, 82:5
- никакой несправедливости, 20:112
- весы справедливости, 21:47
- весы деяний, 23:102-103
- тот, кто сделал добро или зло весом в атом, увидит его, 100:7-8
- все тайны будут исследованы, 86:9
- запись дана в правую руку, 69:19; 84:7-9
- запись дана в левую руку, 69:25
- запись дана за спину, 84:10-15
- тяжкий день для неверующих, 25:26; 54:8; 74:9
- тяжёлый день, 76:27
- несут тяжкое бремя, 20:100-101
- не дозволено привести никакого извинения, 77:36
- несправедливый будет кусать свои руки, 25:27
- несправедливые собраны со своими сотоварищами и идолами, 37:22
- гибель с глубокими сожалениями, скорбью и отчаянием, 30:12
- зарытая живой девочка будет спрошена, 81:8-9
- величайший ужас, 21:103
- призывающий позовёт к страшному, 50:41; 54:6-8
- единый вопль, 36:29, 49, 53; 38:15; 50:42
- Загра (вопль), 37:19; 79:13
- близкое наказание, 78:40
- небо потрясётся страшным потрясением, 52:9; 56:4
- небо расколется, 84:1-2
- небо расщепится, 77:9; 82:1
- небо разверзнется с облаками, 25:25
- небо будет свёрнуто в Его Правой Руке, 21:104; 39:67
- всё на небесах и на земле лишится чувств, 39:68
- небо откроется и станет вратами, 78:19
- небо будет подобно кипящей накипи от масла, 70:8
- звёзды упадут, 81:2; 82:2
- звёзды потеряют свой свет, 77:8
- солнце лишится света, 81:1
- моря запылают огнём, 81:6
- моря прорвутся, 82:3
- землетрясение Часа, 22:1; 99:1
- горы двинутся, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- превращены в пыль, 20:105; 56:5
- подобны клочьям шерсти, 70:9; 101:5
- земля и горы будут потрясены сильнейшим потрясением, 73:14; 79:6
- земля обратится в порошок, 89:21
- земля будет заменена другой землёй, и небеса тоже, 14:48
- земля будет растянута, 84:3-5
- земля как ровная равнина, 18:47; 20:106
- земля извергнет свои ноши, 84:4; 99:2
- могилы перевернутся, 82:4
- воскресение из могил, 21:97; 70:43
- поднятые над землёй живыми после смерти, 79:14
- дикие звери будут собраны, 81:5
- воскрешены слепыми, 20:124-125
- в Трубу вострубят, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Саххха, 80:33
- души соединятся со своими телами, 81:7
- не задержатся более десяти дней, 20:103
- не задержатся более одного дня, 20:104
- или часть дня, 23:112-114
- День Сбора, 64:9
- День Суда, 37:21
- День Решения, 77:38; 78:17
- День Различения, 77:13-14
- День Скорби и Сожалений, 19:39
- отрицающие его, 77:15-50
- человечество будет подобно разлетевшимся мотылькам, 101:4
- человечество разойдётся разрозненными группами, 100:6
- человечество в состоянии опьянения, 22:2
- каждая беременная скинет свою ношу, 22:2
- беременные верблюдицы будут брошены без присмотра, 81:4
- кормящая мать забудет своё дитя, 22:2
- родственники будут показаны друг другу, 70:11
- человек убежит от своих родственников, 80:34-37
- никто не спросит о друге, 70:10
- не будет ни друга, ни заступника, 40:18
- никто не будет иметь силы сделать что-либо для другого, 82:19
- не будет ни силы, ни помощника, 87:10
- нет страха для верующих, 43:68
- верующие будут среди теней и источников, и плодов, 77:41-43
- обитатели Рая и их жёны, 36:55-58
- ангелы снизойдут великим нисхождением, 25:25
- Голень будет обнажена, 68:42-43
- Рай будет приближен, 81:13
- Ад будет приближен, 89:23
- Адский огонь будет разожжён добела, 81:11-12
- возмездие путём милости будет искуплением, 5:45
Откровение
- если вы сомневаетесь, 2:23-24
- отменённый или забытый аят, 2:106
- прямое руководство, 3:73
- от Господа, поэтому не будь из сомневающихся, 6:114
- для людей разумеющих, 6:98
- Руководство и Милость, 7:203; 16:64; 31:3
- через Рух уль-Кудус, 16:102; 26:192-193
- разъяснено подробно, 6:98; 41:2-4
- Книга — от Аллаха, 46:2
- см. также Книга и Коран
Месть за несправедливое притеснение, 42:39-43
Награда
- в соответствии с лучшими из деяний и даже более, 24:38; 29:7; 39:35
- как награда, 25:15
- Аллах вознаграждает творящих добро наилучшим, 53:31
- за добро нет иной награды, кроме добра, 55:60
Риба (см. Ростовщичество)
Праведные
- в обществе праведных, 4:69
- унаследуют землю, 21:105
- в Раю, 51:15-19; 76:5-12
- см. также Добро
Праведность, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- крутая тропа праведности, 90:11-18
Прямое руководство — это Руководство Аллаха, 3:73
Дороги и пути, 43:10
Каменистый путь (Хиджр), жители его, 15:80-85
Римляне, 30:2-5
Кровля, небо, 21:32
Рух (Джибриль), 26:193; 67:12; 70:4; 78:38; 97:4
Рух уль-Кудус, 2:87, 253; 5:110; 16:102
- см. также Джибриль
Рух (душа, дух), 15:29; 17:85; 58:22
Рум, S.30
Саба' (Шеба), 27:22-44; 34:15-21
Саба', S.34
Суббота
- нарушители субботы, 2:65; 4:154; 7:163-166
- предписана только для, 16:124
Сабии, 5:69; 22:17
Жертвоприношение, 2:196, 200; 22:34-37
Сад, S.38
Садака (Милостыня), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- скрытая лучше явной, 2:271
- Сафа и Марва, 2:158
Сафф, S.61
Саффат, S.37
Сайль аль-'Арим (наводнение из плотины Ма'риб), 34:16
Саджда, S.32
Сакина (спокойствие и умиротворение), 2:248; 9:26, 40; 48:4, 18, 26
Салих, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Салсабиль (источник в Раю), 76:18
Самири, 20:85, 95-97
Самуил, 2:247
Сатана, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- возбуждает вражду и ненависть, 5:91
- злые наущения от него, 7:200-201
- обманывает, 8:48
- предал, 14:22
- не имеет власти над верующими, 16:99-100
- вбрасывает ложь, 22:52-53
- враг, 12:5; 35:6; 36:60
- высокомерие, 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- джинн, 18:50-51
- искушение Адама и его падение, 7:20-23; 20:116-121
- не имеет власти над верующими, 16:98-100
- его цель, 35:6-8
- заклятый враг человечества, 12:5; 17:53
- его партия, 53:14-19 (по тексту источника — 58:14-19)
- его деяния, 5:90-91
- препятствует добрым делам, 2:268
- верующие ищут убежища у Аллаха от него, 7:200-202
- его козни слабы, 4:76
- бросает своих последователей, 8:48
- обращается к своим последователям в Аду, 14:22
- см. также Иблис
Весы, выигрывает тот, чьи будут тяжелее, 7:8-9
- см. также Баланс
Писание
- люди Писания (иудеи и христиане), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- то, что они скрывали, 5:61-63
- среди них есть идущие прямым путём, 5:66
- они узнают, но не верят, 6:20
Моря, 42:32-33; 45:12
- два моря, 18:60; 25:53; 35:12; 55:19-20
- когда моря прорвутся, 82:3
Тайная беседа (Наджва)
- разговоры, 4:114
- совет троих, 58:7
- тайные советы, 58:8, 10
- частное совещание, 58:12-13
Секты и разделения в религии, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Безопасность после тревоги, ниспослал Он, 3:154
Семя, Кто заставляет его расти, 56:63-67
Чувства, 23:78
Семь созданных
- небес, 2:29; 23:17; 65:12; 67:3; 71:15
- и земель подобных им, 65:12
Тень
- падает ниц перед Аллахом, 13:15; 16:48
- распространение тени, 25:45
Шамс, S.91
Верблюдица как ясное знамение народу самудян, 7:73; 17:59; 26:155-158
Корабль, плывущий как Знамение; служащий; быть благодарным; искать Его щедрость, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
Шуайб, 7:85-93; 11:84-95; 29:36-37
Шу'ара, S.26
Шура, S.42
Сидрат аль-Мунтаха, 53:14
Осада Медины, 33:9-27
Сиджжин, 88:7-9
Грех, 7:100; 74:43-6
- незаконные половые сношения, 4:15-16; 24:2, 19
- если тяжкие грехи избегаются, малые прощаются, 4:31
- они могут скрываться от людей, но не могут скрыться от Аллаха, 4:108
- тот, кто зарабатывает грех, зарабатывает его только против себя, 4:111
- тот, кто зарабатывает грех и возлагает его на невиновного, 4:112
- Аллах не прощает придания Ему сотоварищей, но прощает иные грехи, кому пожелает, 4:116
- те, кто совершает грехи, получат должное воздаяние, 6:120
- грешники никогда не преуспеют, 10:17
- Аллах прощает все грехи, 39:53
- тяжкие грехи, 42:37
Синай, гора, 19:52; 23:20; 95:2
Грешники, их уши, глаза и кожа будут свидетельствовать против них, 41:20-23
Мост Сират, 66:8
Клеветник, 68:11-12; 104:1
Рабы, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- см. также Военнопленные; Пленные
Сон, отдых, 78:9
Содом, 29:31; 37:136
Содомия, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Сулейман, 2:102; 4:163; 6:84
- помогает своему отцу Давуду вынести более справедливое суждение, 21:78-82
- и муравьи, 27:15-19
- и удод, 27:20-26
- и царица Саба', 27:22-44; 34:15
- милости Аллаха к нему, 34:12-14; 38:34-40
- его любовь к прекрасным коням, 38:30-33
Усыновлённый сын, 33:4-5
Душа (дух, Рух), 15:29; 17:85; 58:22
Расходование на пути Аллаха, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- то, что сверх нужд, 2:219
- уподобление тех, кто расходует своё имущество на пути Аллаха, 2:261
- напоказ людям, 2:264; 4:38
- всё, что расходуете на пути Аллаха, будет вам возмещено, 2:272; 8:60; 34:39
- не расточительно и не напрасно, 6:141; 17:26
- ни расточительно, ни скупо, 25:67
- те, кто сжимает руки от расходования на пути Аллаха, 9:67
Дух (душа, Рух), 15:29
- его знание — у Аллаха, 17:85
- Аллах укрепляет им верующих, 58:22
Трофеи (военная добыча), 8:41, 69; 48:15, 19-20; 48:15
- см. также Добыча
Слежка, 49:12
Звезда, 53:1, 49; 86:1-4
Звёзды, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Прямой путь, 1:6
- и т.д. путь, 6:153
- и т.д. Усердие, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
Кормление грудью, срок его, кормилица, 2:233
Страдания, бедность, потеря здоровья и несчастья; процветание и богатство, 7:94-96
Солнце, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Высший успех, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
- её ниспослание увеличивает веру, 9:124-127
Подозрения, 49:12
Пропитание, 19:62
- см. также Обеспечение; Провидение
Сува', 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагут, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- см. также Ложные боги
Та-Ха, S.20
Тахрим, S.66
Такасур, S.102
Таквир, S.81
Таляк, S.65
Тальх (банановое дерево), 56:29
Талут (Саул), 2:247-249
Тарик, S.86
Тасним (источник), 83:27-28
Тауба, S.9
Таваф (обход Каабы), 2:200; 7:29, 31
Таяммум, 4:43; 5:6
Срок, у каждого народа есть назначенный, никто не может опередить или отсрочить его, 7:34; 10:49; 15:4-5; 16:61; 20:129
Территория, охраняйте её воинскими отрядами, 3:200
Испытание от Аллаха, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
Вор, наказание, 5:38-39
Трон, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- на воде, 11:7
- восемь ангелов несут его, 39:75; 40:7; 69:17
Время, 45:24; 76:1; 103:1
Тин, S.95
Мучение, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Селение, Мы никогда не уничтожали, не имея для того установленного, 15:4
Торговля и имущество, 4:29
Путешествие, разве они не странствовали по земле, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Предательство, 8:58; 22:38
- см. Обман
Припрятанные сокровища, 9:35
Сокровищницы Аллаха, 6:50
Дерево вечности, 20:120
Деревья, 22:18
Испытания, 2:214-218; 64:15
Труба, в День Воскресения, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
Саххха, 80:33
Аманах предложена небесам, земле и горам, но принята человеком, 33:72-73
Доверие (Аманах), 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
Истина, 5:48; 23:70-71, 90; 25:33; 69:51
- не смешивайте с ложью и не скрывайте, 2:42
- пришла истина и исчезла ложь, 17:81
- обещание истины, 46:16-17
Тубба', народ его, 44:37; 50:14
Тур (гора), 28:29, 46
Тур, S.52
Тува, долина, 20:12; 79:16
Ухуд, битва при, 3:121-128, 140-180
Умма (община, народ), 2:143-144; 10:47, 49; 11:118; 16:36, 120
'Умра, 2:128, 158, 196
Ростовщичество (Риба), 2:275-276, 278-280; 3:130; 4:161; 30:39
'Узайр (см. Ездра)
'Узза, 53:19
Невидимая завеса, 17:45-46
Покрывало, 24:31; 33:59
Аяты Саб'уль-Масани, 15:87
Победа
- дарованная Аллахом, 48:1
- через помощь Аллаха, 61:13
Добродетели (см. Праведность; Верующие)
Вадд, 71:23
- «Ждите, и мы тоже ждём», 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вакиа, S.56
Война против Аллаха, 5:33-34
Не расточайте, 6:141; 7:31; 17:26
Вода, всё живое создано из неё, 21:30; 24:45; 25:54
- два моря, 18:60; 25:53; 35:12; 55:19-20
- Трон Аллаха на воде, 11:7
- дождь, 23:18
Путь, 1:6; 42:52-53; 90:10
- и т.д. лёгкий, облегчайте, 87:8
- см. также Дорога
Путник, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
Богатство
- тот, кто накапливает его, 104:2-4
- расходование на пути Аллаха (см. Расходование)
Богатство и дети — украшение жизни этого мира, 18:46
Вес и мера, соблюдайте полноту, 11:85; 17:35; 83:1-5
Вдовы, 2:234-235, 240
Воля Аллаха, 10:99-100; 30:5; 81:29; 82:8
Воля человека идти прямо, если того пожелает Аллах, 28:29
Ветры, 77:1-3
- как благовестники радостных вестей, 7:57; 30:46
- поднимающие облака, несущие воду, 15:22; 30:48
- становящиеся жёлтыми, 30:51
Вино (в Раю)
- чистые напитки, 37:45; 76:21
- белое, восхитительное, 37:46
- реки из вина, 47:15
- чистое запечатанное, 83:25
Не желайте того, чем Аллах отличил одних людей перед другими, 4:32
Свидетели
- завета пророков, 3:81
- над человечеством, 2:143; 22:78
- для договора, 2:282
- две женщины вместо одного мужчины, 2:282
- при незаконных половых сношениях, 4:16; 24:2
- будьте справедливы, 5:8
- руки и ноги будут свидетельствовать, 36:65
- человек против самого себя, 75:14
День свидетельствуемый и день свидетеля, 85:3
Жёны
- нива для вас, 2:223
- покров для вас, 2:187
- из вашего же рода, 16:72
Женщина спорящая, 58:1-2
Женщины, 2:222-223; 4:15, 19-22, 34, 127
- обвиняющие целомудренных, 24:4-5, 11-17, 23-26
- покрывало, 24:31; 33:59
- верующие, как переселенки, 60:10-12
- не выражающая себя ясно в споре, 43:17-18
Лес, жители его, 15:78; 38:13; 50:14
- см. также Айка; Мадйан, 26:176-191
Мирская жизнь
- не что иное, как игра и забава, 6:32; 29:64; 47:36; 57:20
- обманывает людей, 6:130
- ничтожно наслаждение ею по сравнению с будущей жизнью, 9:38; 13:26; 28:60-61
- тот, кто желает её, получает в ней, но тогда не будет доли в будущей жизни, 11:15-16; 17:18; 42:20
- богатство и дети — украшение её, 18:46
- те, кто любит настоящее и оставляет будущую жизнь, 75:20-21; 76:27
Запись для договоров, 2:282
Несправедливые, 11:18-22, 101-104, 116-117; 39:47
- см. также Неверующие
Вуду' (Омовение), 4:43; 5:6
Ягус, 71:23
Яхья (Иоанн)
- благая весть о нём, 3:39; 21:90
- праведный, 6:85
- мудрый, сострадательный, благочестивый, 19:12-15
Я-Син, S.36
Йасриб (Медина), люди его, 33:13
Йа'ук, 71:23
Юнус (Иона), S.10
Юсуф (Иосиф), S.12
Забур, 21:105
Захария (Закарийя), 3:37-41; 6:85; 19:2-11; 21:89-90
Зайд ибн Хариса, раб Пророка, 33:37-38
Закят, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- получатели закята и милостыни, 2:273; 9:60
Зинджабиль, 76:17
Зальзаля, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зихар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Основные положения вероучения
- вера завершена, 5:3
- единственный путь, принимаемый Аллахом, 3:19, 85
- нет принуждения в принятии ислама, 2:256
- одна религия с различными верами и законами, 5:48; 22:67-70; 42:13-14
- пророки ислама, 2:135-136; 3:84; 4:163-165
- заповеди (уверуйте в Аллаха и творите добро), 4:36; 6:151-154; 17:23-39; 18:107-108
- пять целей Шариата: защита веры, 5:54
- защита жизни, 5:32; 6:151
- защита имущества, 5:38
- защита чести, 5:5; 24:4
- защита разума, 5:90
Вера в Аллаха, 2:255
- Божественные качества, Прекрасные имена, 57:1-6; 59:22-24; 85:13-16; 112:1-4
- единственный Бог, достойный поклонения, 1:1-4; 2:285; 6:3; 43:84
- вся власть принадлежит Ему, 3:26; Его Трон ('Арш), 7:54; 11:7
- Его Курси (подножие), 2:255
- бесчисленные милости к человечеству, 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- дарует жизнь и причиняет смерть, 44:8; 53:44; 57:2; 67:2
- вызывает радость и печаль, 53:43
- дарует обильное или ограниченное пропитание, 13:26; 17:30; 29:62
- наилучший из судей, 95:8
- наимилосерднейший из милосердных, 12:92
- любит праведных, 85:14
- Всепрощающий и суровый в наказании, 13:6; 40:3
- Первый и Последний, 57:3
- всякая честь и власть принадлежит Ему, 35:10
- знает сокровенное и видит незримое, 6:59, 73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- лучше всех знает, что скрыто в сердце, 5:7; 11:5; 31:23
- знает то, что было и что ещё будет, 2:255
- записал всё в Книге (Хранимой Скрижали), 6:38; 13:39; 36:12
- способен на всё, 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- Его безграничная мощь, 3:26-27; 24:45; 31:28-30
- сотворил небеса и землю за шесть дней и не устал, 46:33; 50:38
- творит словом «Будь!», 36:81-83
- никогда не несправедлив к Своему творению, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- всё подчинено Его воле, 3:83; 22:18; 30:26
- все нуждаются в Нём, 11:6; 35:15; 55:29
- уповайте на Него, 10:84-85; 12:67; 25:58
- формы Божественного общения, 42:51
- достоин богобоязненности, 2:21; 3:102; 4:1; 33:70-71; 59:18
- мудрость — дар от Него, 2:269
- ни в ком не нуждается, 3:97; 6:133; 112:2
- не является одним из Троицы, 4:171
- не имеет супруги, 6:101
- не имеет детей, 10:68; 19:35; 43:81; 72:3; 112:3
- не имеет сотоварищей или богов-соучастников, 6:94; 7:191-195; 46:4-5
- ничто не подобно Ему, 42:11; 112:4
Повеление размышлять о чудесах Его творения, 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Знамения в творении, 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- создал всё с целью, 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- вселенная совершенна, 67:3-4
- сменяет день ночью, 3:27
- разнообразие, 30:22; 35:27-28
- мёд, 16:68-69
- молоко, 16:66
- дар детей, 42:49-50
- планеты и орбиты, 21:33; 36:38-44
- созвездия, 25:61; 85:1
- звёзды, 37:6-7; 67:5
- облака, 7:57; 30:48
- землетрясение, 7:78; 7:155
- оползень, 28:81; 29:40
- буря, 10:22
- морось, град и дождь, 2:265; 6:99; 24:43; 50:9-11
- гром и молния, 13:12-13
Научные упоминания
- люди созданы из мужских и женских половых клеток, 76:2
- формирование и стадии развития эмбриона, 22:5; 23:12-14
- плод в трёх слоях тьмы, 39:6
- солоноватая вода, 25:53-54; 35:12; 55:19-20
- опыление ветром, 15:22
- отпечатки пальцев, 75:3-4
- горы как колья, 78:7
- железо, ниспосланное с неба, 57:25
- болевые рецепторы, 4:56
- солнце как источник света и луна как отражённый свет, 10:5
- раскол луны, 54:1
- небо как хорошо охраняемый свод, 21:32
- все существа созданы из воды, 21:30; 24:45
- муравьи общаются, 27:17-19
- внутренние волны, 24:40
Живые существа
- ангелы, 39:75
- люди (наместники на земле), 2:30; 6:165; 16:4
- джинны, 72:1-15
- животные принадлежат к общинам подобно людям, 6:38
- телёнок, 11:69
- верблюд, 7:40
- собака, 18:22
- слон, 105:1
- лошади, мулы и ослы, 16:8
- лев и зебры, 74:50-51
- обезьяны, 2:65
- свиньи, 2:173
- верблюдица, 7:73
- овцы и козы, 6:143
- волк, 12:17
- лягушки, 7:133
- змея, 7:107
- птицы, 24:41
- ворона, 5:31
- удод, 27:20
- перепела, 2:57
- рыба, 18:61
- кит, 37:142
- муравьи, 27:18
- пчёлы, 16:68
- комар, 2:26
- муха, 22:73
- вши и саранча, 7:133
- паук, 29:41
- другие, неизвестные нам, 16:8
Растения и плоды, 6:99; 13:4; 16:11; 36:33-35
- бананы, 56:29
- финики, 19:25
- травы, огурцы, чеснок, чечевица и лук, 2:61
- виноград, 80:28
- оливки, 6:99
- инжир, 95:1
- гранаты, 55:68
- тыква, 37:146
Вера в Мухаммада
- качества, только пророк, 3:144; 6:50; 7:188; 18:110
- доносить истину, 2:119; 35:24; 42:48
- печать пророков, 33:40
- благородный нрав, 3:159; 68:4
- образец для подражания, 33:21
- как милость верующим, 3:164
- милость для всего мира, 21:107
- всеобщий посланник, 4:170; 7:157-158; 34:28
- ведёт к Прямому пути, 42:52-53
- заботится о людях, 9:129
- свидетель в День Суда, 4:42; 16:89
- неграмотный пророк, 7:157-158; 29:48; 62:2
- предсказан в Торе и Евангелии, 7:157
- предсказан Иисусом, 61:6
Испытания, выпавшие Пророку (ﷺ)
- бессмысленные требования язычников, 8:32; 15:7; 17:89-93; 25:7-8
- ложные обвинения, 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- покушения на его жизнь, 8:30; 9:74
- предостережение причиняющим ему вред или противящимся ему, 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- велено отвечать на отрицание с терпением, 20:130; 30:60; 46:35; 70:5
- успокоен Аллахом, 5:67; 93:1-11; 94:1-8
Уроки из жизни Пророка (ﷺ)
- от его переселения (хиджры) до битвы при Бадре, 3:121-129; 8:42-44; 8:65-71
- битва при Ухуде, 3:151-180
- битва у Рва, 33:9-27
- битва при Хунайне, 9:25-27
- Медина, 9:40; Табук, 9:38-123
- Бану ан-Надир, 59:2-6
- Хамра' аль-Асад, 3:172-175
- Худайбийское перемирие, 48:1-7; 48:10-29
Почести, оказанные Пророку (ﷺ)
- Аллах и Его ангелы благословляют его, 33:56
- ночное путешествие из Мекки в Иерусалим, 17:1
- вознесение на небеса, 53:1-18
- почтён в этой жизни и в будущей, 17:79; 66:8; 108:1
- повиновение ему есть повиновение Аллаху, 4:80
- награда за повиновение Аллаху и Его Посланнику, 4:69
- его семья очищена, 33:33-34
- видит Джибриля в его истинном облике, 53:1-18
- верующим велено повиноваться ему, 59:7
- этикет обращения к нему, 49:1-5
- этикет посещения его, 33:53
- этикет обращения с его жёнами, 33:53
- Аллах доволен им и его сподвижниками, 9:100; 9:117
- превосходство его общины веры, 2:143; 3:110
Молитва (Салят), 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- пятничное собрание, 62:9
- направление молитвы (кибла), 2:144; 2:149-150
- должна удерживать от злых дел, 29:45
- времена молитвы, 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- в опасности или в пути, 2:239; 4:101-102
- предостережение пренебрегающим молитвой, 19:59; 74:38-47; 107:5-7
- молитвы лицемеров, 4:142; 9:54
Очищение, омовение (вуду'), 5:6
- полное омовение (гусль), 2:222; 4:43
- сухое омовение (таяммум), 4:43; 5:6
Мольбы (ду'а)
- Авраама, 2:126-129; 14:35-41; 26:83-89
- Адама и Евы, 7:23
- Иисуса, 5:114
- Аюба, 21:83
- Юнуса, 21:87
- Юсуфа, 12:33; 12:101
- Мусы, 10:88-89; 20:25-35
- Мухаммада, 17:80; 20:114
- Нуха, 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Сулеймана, 38:35
- Шуайба, 7:89
- Захарии, 3:38; 19:2-6; 21:89-90
- ангелов, 40:8-9
- матери Марьям, 3:35-36
- жены Фараона, 66:11
- колдунов Фараона, 7:126
- царя Саула и верующих с ним, 2:250
- верующих из сынов Израилевых, 10:85-86
- людей пещеры, 18:10
- праведных, 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- угнетённых, 4:75
Аяты земного поклона
- саджадат, мн.ч. от саджда, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Закят как обязанность, 2:110; 2:177; 2:277; 6:141
- одно из качеств верующих, 22:41; 23:4; 51:19
- получатели, 9:60
- милостыня (садака), 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- предостережение удерживающим, 3:180; 9:34; 47:38
Пост (саум)
- в Рамадане, 2:183-185
- часы поста, 2:187
- освобождения от поста, 2:184-185
- близость в ночь перед постом, 2:187
- пост во время паломничества, 2:196
Хадж (паломничество)
- обязанность для тех, кто способен, 3:97
- обряды и предписания, 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- жертвенные животные, 2:196; 22:36-37
- запрет охоты на суше во время паломничества, 5:1; 5:94-95
- дозволенность охоты на море, 5:96
- малое паломничество ('умра), 2:158; 2:196
Религиозные общины
- мусульмане, 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- покровители друг друга, 3:28; 9:71
- христиане, 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- иудеи, 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- сыны Израилевы, 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- люди Писания (главным образом иудеи и христиане), 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- мусульмане могут есть мясо жертвенных животных людей Писания и жениться на их женщинах, 5:5
- пища, запрещённая иудеям, 6:146
- сабии, 2:62; 22:17
- маги, 22:17
- многобожники (язычники, идолопоклонники), 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- языческие суеверные обычаи, 2:189; 5:103; 6:138-144
- атеисты, 52:35-36
Запрещённые языческие обряды
- погребение дочерей живыми, 16:58-59; 81:8-9
- убийство детей из страха нищеты, 6:137; 6:151; 17:31
- свист и хлопки у Каабы, 8:35
- посвящение верблюдов идолам, 5:103; 6:136
- жертвоприношение во имя идолов, 6:121
- зихар-развод, 33:4; 58:2-4
- иля' (более четырёх месяцев), 2:226-227
- жеребьёвка для принятия решений, 5:3
- обход Каабы в обнажённом виде, 7:26-28
- вход в дома через задние двери после паломничества, 2:189
Объекты поклонения
- ангелы (у некоторых арабов-язычников), 34:40
- Айка (у народа Шуайба), 26:176
- Ба'л (у народа Ильяса), 37:125
- Иисус (в христианстве), 5:17
- идолы (у народа Авраама), 21:52-53
- идолы Лят, 'Узза и Манат (у арабских язычников), 53:19-20
- идолы Вадд, Сува', Ягус, Йа'ук и Наср (у народа Нуха), 71:23
- солнце (народ Саба'), 27:24
- Сириус (у некоторых арабских язычников), 53:49
- Фараон (в Древнем Египте), 26:29; 28:38; 79:24
- страсти, 25:43-44; 45:23
- вера во множество богов опровергнута, 17:42-43; 21:21-24; 25:3
Места поклонения, мечети, 9:18
- церкви, синагоги и монастыри, 22:40
- святилище, 3:39; 38:21
- храм, 17:7
- Религиозные звания, священники, монахи и раввины, 5:44; 5:63; 5:82; 9:31-34
Ангелы
- вопрошают о сотворении Адама, 2:30-34
- никогда не ослушиваются Аллаха, 21:26-27; 66:6
- не дочери Аллаха, 21:26; 43:16-19
- ангелы-хранители, 13:11
- два ангела-писца, 50:16-18; 82:10-12
- восемь несущих Трон Аллаха в День Суда, 69:17
- девятнадцать стражей ада, 74:26-31
- ангелы смерти, 6:93; 16:28; 32:11
- Джибриль, 2:97; 66:4; 26:192-195; 53:1-14
- Микаиль, 2:98
- Малик, 43:77
Посланники
- из числа ангелов и людей, 22:75
- посланники твёрдой решимости (Авраам, Нух, Муса, Иса и Мухаммад ﷺ), 33:7; 42:13; 46:35
Писания
- Коран, откровение от Аллаха, 12:2-3; 20:2-4; 26:192-195; 32:2-3
- напоминание для всего мира, 68:51-52
- ведёт к наиболее праведному образу жизни, 17:9
- откровение началось в месяц Рамадан, 2:185
- в благословенную ночь, 44:3; 97:1-5
- ниспослан поэтапно, 17:105-106
- облегчён для запоминания, 54:17
- подтверждает истину предыдущих откровений, 3:3-4
- верховный авторитет над более ранними писаниями, 5:48
- нет в нём сомнения, 2:2; 10:37
- нет в нём противоречий, 4:82
- не выдуман, 10:37-39
- не скопирован с Библии, 25:4-6
- не ниспослан дьяволами, 26:210-212
- никто не может создать подобного, 17:88; 2:23-24; 10:13-14; 11:13
- защищён от искажений, 15:9
- хранится на Хранимой Скрижали, 56:75-80
- не может быть опровергнут, 41:42
- предсказывает будущие события, 30:1-7; 48:27
- побуждает верующих к слезам, 5:83; 17:107-109
- трогает сердца, 39:23
- яркий свет, 4:174; 42:52
- исцеление и милость для верующих, 17:82
- Тора, 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Евангелие, 3:3; 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Псалтырь, 4:163; 17:55
- Свитки Авраама, 53:36-44; 87:14-19
Предопределение и судьба, 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- свобода выбора, 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
День Суда
- никакой несправедливости, 2:281; 18:49; 40:17
- ужасы апокалипсиса, 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- праведные и нечестивые в тот день, 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- заступничество (шафа'а), 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
Записи деяний, 17:13; 18:49
- верующие получают свою запись в правую руку, 69:19-24; 84:7-9
- неверующие получают свою запись в левую руку, 69:25-37; 84:10-15
- ничто не скрыто от Аллаха, 21:47; 40:16
- взвешивание деяний, 7:8; 23:102-104; 101:1-11
- свидетельство частей тела, 41:19-24; 24:24
- воздаяние за добрые и злые дела, 6:160; 27:89-90; 28:84
Виды людей
- верующие, 18:107-108
- неверующие, 4:167-169
- лицемеры, 4:145; 57:13-15
- обитатели Рая, первые уверовавшие, 55:46-61; 56:10-26
- обитатели Рая, люди правой руки, 55:62-78; 56:27-40
- обитатели Ада, люди левой руки, 55:31-45; 56:41-56
- люди на высотах, 7:46-49
Финансовое
- деловые правила, 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Завещания, необязательные завещания не-наследникам, 2:180-183; 4:11-12; перед смертью в пути, 5:106-108
- Взяточничество, 2:188
- Долги, доброта при взыскании долгов, 2:280; запись и свидетельствование долгового договора, 2:282; принятие залога, 2:283
- Наследство, предписания, 4:7; 4:32-33; 8:75; доли детей и родителей, 4:11; супругов и братьев по матери, 4:12; полнородных братьев и сестёр, 4:176; предостережение не соблюдающим, 4:13-14
- Процент, запрет и предостережение, 2:275-281; 3:130-132; лишается прибыли, 30:39
Правовое
- закон об измене (хираба), 5:33-34
- Справедливость, отстаивание справедливости, 4:135; 5:8; 16:90-91; отстаивание прав сирот и женщин, 4:127; справедливость к иудею, 4:105-112; справедливость к язычнику, 4:58; справедливость к немусульманам, 60:8-9
- Возмездие через законные каналы (с возможностью прощения), 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Расторжение брака по инициативе жены (хуль'), 2:229; проклятие (ли'ан) при обвинении в прелюбодеянии, 24:6-10
Политическое
- Ведение дел путём совещания (шура), 3:159; 42:38
- Сражение в целях самозащиты (джихад), этикет, 2:190-192; 2:216; 22:38-40; не нападать без разбора, 4:94; сражение за угнетённых мужчин, женщин и детей, 4:75; защита мест поклонения, 22:37; награда мучеников, 2:154; 3:169-171; 9:111; 57:19; военная мощь отпугивает потенциальных врагов, 8:60; выбор мира, 2:192; 8:61
- Установление мира между сторонами, 49:9-10
- Военнопленные, обращение с ними, 8:70; 47:4; 76:8
Социальное
- Усыновление, 33:4-5
- Забота о сиротах, 2:220; 4:2-10; 4:127; 6:152; 17:34
- Развод, третейское разбирательство и примирение, 4:35; 4:128; этикет развода, 2:229-231; 65:1-2; приданое и срок ожидания, 2:226-241; 4:19-21; 33:49; 65:1-7; муж не должен забирать ничего из приданого, 4:20; жена не должна притесняться, 65:6; жена должна получать содержание во время беременности, 65:6; в период ожидания, 65:6; если она кормит ребёнка бывшего мужа, 65:6; ни один из родителей не должен страдать из-за ребёнка, 2:233; возможность кормилицы, 65:6
- Поощрение добра и запрет зла, 3:104; 3:110; 7:157; 9:71-72; 31:17
- Равноправие людей, 49:13; мужчины и женщины перед Аллахом и законом, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40; мужчины несут несколько большую ответственность, чем женщины, 2:228
- Кормление бедных, сирот и пленных, 76:8-9
- Прощение и сдерживание гнева, 3:134; 42:40
- Освобождение рабов и помощь им, 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Уважение к родителям, 4:36; 17:23-25; 31:14-15
- Скромность, 17:37; 31:18-19
- Толкование сна Авраама, 37:102; толкование снов Юсуфа, 12:4; 12:36; 12:43; толкование снов Мухаммада, 8:43; 48:27
- Доброта к немусульманам, 60:8
- Брак, 4:3; 4:129; 16:72; 30:21; дозволенные и недозволенные женщины для брака, 4:22-24; этикет близости, 2:222-223; беременность и кормление грудью, 2:233; 31:4; 46:15; 65:6; повторное вступление в брак с собственной бывшей женой, 2:230; помощь одиноким в браке, 24:32; ненавязчивое выражение интереса в период ожидания, 2:235
- Клятвы, 2:224-225; 16:91-92; 16:94; искупление нарушенной клятвы, 5:89
- Терпение в трудные времена, 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Разрешение войти, 24:58-60; вход в чужие дома, 24:27-28; вход в общественные места, 24:29
- Социальный этикет, проверка новостей, 4:83; 49:6; уважение ко всем, 49:11-12; этикет собраний, 58:11; частные беседы, 4:114; 58:9
- Обеты, 2:270; 9:75-77; 22:29; 76:7
- Расточительство и скупость, 7:31; 17:29; 25:67
Другие истории
- Кабиль и Хабиль, 5:27-31
- Аль-Хидр и Муса, 18:60-82
- Войско слона, 105:1-4
- верующий из народа Фараона, 40:28-46
- рождение Марьям, 3:35-36
- корова сынов Израилевых, 2:67-74
- Ездра, 2:259
- владельцы сада, 68:17-32
- Харут и Марут, 2:102
- Карун, 28:76-82
- советы Лукмана своему сыну, 31:12-19
- владелец двух садов, 18:32-44
- народ Саба', 34:15-19
- люди пещеры, 18:9-26
- люди рва, 85:1-8
- нарушители субботы, 7:163-165
- Самири и Золотой телёнок, 20:83-97
- Саул и Самуил, 2:247-251
- Зуль-Карнайн, 18:83-98
Дьяволы, 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- дьяволы из людей и джиннов, 6:112; 114:6
- небо защищено от дьяволов, 15:16-18
Сожаления
- о неследовании Пророку, 25:27
- о неповиновении Аллаху и Его Посланнику, 4:41-42; 33:64-68
- о злых друзьях, 25:28-29; 26:96-102; 43:36-39
- об отрицании знамений Аллаха, 6:27-30
- о нетруде ради будущей жизни, 89:23-24
Отчаянные мольбы
- просьбы о возвращении в этот мир, 2:167; 6:27-28; 32:12-14; 42:44
- о втором шансе, 35:36-37
- об избавлении от Огня, 40:10-12
- о еде и воде, 7:51-52
- о заступниках, 7:52-53
- превратиться в прах, 4:41-42; 78:40
- о смерти, 43:74-78
Качества праведных
- соблюдение прав Творца и Его творения, 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Качества нечестивых
- неблагодарность, 14:34
- скупость, 17:100
- поспешность, 21:37
- поминают Аллаха лишь в трудные времена, 10:12; 41:51
- нетерпеливость, 70:19
- склонность к спорам, 18:54
Тяжкие грехи
- придание сотоварищей Аллаху в поклонении (ширк), 4:48; 4:116; 5:72; 6:19; 31:13
- дурное обращение с родителями, 4:36; 6:151; 17:23
- пренебрежение обязательными молитвами или отказ от них, 19:59-60
- неуплата закята, 41:6-7
- убийство, 6:151; 17:33
- преднамеренное убийство верующего, 4:93
- кража, 5:38
- мошенничество, 7:85; 11:85; 26:182-183; 83:1-6
- ложь, 2:10; 9:77; 39:60
- ложь на Аллаха, 6:93; 29:68; 61:7
- запрещённые половые отношения, 2:222; 17:32; 24:2; 25:68; 29:28-30
- ложные обвинения в прелюбодеянии, 24:4-5
- вероотступничество, 2:217; 5:54
- употребление свинины и других запрещённых продуктов (падаль, кровь и т.д.), 5:3; 6:145
- алкоголь и азартные игры, 5:90-91
- злословие, 49:11
- ложные свидетельства, 22:30
- колдовство, 2:102; 10:77; 20:69
""";
