const String quranIndexBelarusianRaw = r"""
Аарон (Гарун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
Абаса, S.80; 74:22
Абмыванне (вуду), 4:43; 5:6
Абрагам (Ібрагім) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ні габрэй, ні хрысціянін, 3:67-68
- стаяў у першым храме ў Бакке, 3:97; 26:123
- умацоўвае падмурак Каабы 2:124-129;
- заклікае свой народ да пакланення Адзінаму Праўдзіваму Богу 2:130-133; 26:69-89; 29:16; 29:24-27;
- дэбаты з пыхлівым царом 2:258,
- пытаецца пра ўваскрасенне 2:260;
- ні габрэй, ні хрысціянін 3:65-68;
- абвяргае нябеснае пакланенне 6:74-87;
- атрымлівае вестку пра нараджэнне Ісаака 11:69-76; 51:24-30;
- яго малітва ля Каабы 14:35-41;
- наведванне анёламі 15:51-56;
- узор для пераймання 16:123;
- заклікае бацьку да праўды 19:41-50;
- знішчае ідалаў і ратуецца ад агню 21:51-73; 37:83-113;
- заклікае ўсіх да паломніцтва 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
Скасаванне, 2:106, 16:101
Абу Лахаб, 111:1-5
«Людзі з Рэкламы», 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- анёлы падаюць ніцма перад імі, 2:34; 7:11
- дрэва пазнання, 2:35; 7:19-20; 20:120-121
- выгнанне з раю (без віны на Еве), 2:36; 7:24
- шанаваны Алахам, спакушаны Сатаной 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85;
- даравана Алахам 2:37; 20:122
Адыят, S.100
'Adn Paradise, 9:72; 13:23; 16:31; 18:31;
19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Нягоды
- не абцяжараны чужым цяжарам, 6:164; 17:15; 35:18; 39:7; 53:38
- не абцяжараны звыш магчымасцей, 2:286; 6:152; 7:42; 23:62
- цярпенне падчас, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Старэнне, 16:70; 22:5; 30:54; 36:68
- паводзіны ў адносінах да пажылых бацькоў, якія знаходзяцца пад вашай апекай, 17:23
Ахмад, 61:6
Ахкаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Айка, жыхарка, 15:78; 26:176; 38:13; 50:14
А'ла S.87; 87:1; 92:20
Алак, S.96
Аль-Імран, S.3
Алах
— адзін дзень для Яго — пяцьдзясят тысяч гадоў, 70:4
— адзін дзень для Яго — гэта тысяча чалавечых гадоў, 22:47; 32:5
- здольнасць рабіць што заўгодна, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- найлепшы з усіх суддзяў, 95:8
- па-за межамі вызначэння, 43:82; 67:12
- зводзіць на нішто задумы няверуючых, 8:30; 8:36
— прымушаюць людзей знікаць і нараджаць іншых істот, 4:133; 14:19; 35:16
- выклікае смех і плач, 53:43
- прымусіў чалавека заснуць на стагоддзе, 2:259
- вораг тых, хто адмаўляе праўду, 2:98
— узвялічвайце Яго славу ад раніцы да ночы, 33:42
- ілжывыя дочкі, 16:57; 17:40; 43:16; 52:39; 53:21-22
- па імені, 53:19-20
- дае людзям свабоду волі, 36:67
- аддаўшы ўсё дзеля яго, 4:66-68; 4:125
— дабро і зло ад Яго, 4:78
- даруе жыццё і смерць, 44:8; 53:44; 57:2; 67:2
- тыя, хто шмат працуе, лепш узнагароджваюцца, 4:95-96; 5:54; 9:120; 49:15; 61:11
- не мае жонкі, 72:3
- не мае сына, 43:81; 72:3; 112:3
— не пакінуў цябе ў цяжкія часы твае, 93:3
- усюды ў ведах, 2:115; 2:142; 2:177; 4:126
— ёсць Першы і Апошні (альфа і амега), 57:3
- гэта Знешняе і Ўнутранае, 57:3
— ведае, што па-за межамі разумення, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
— любіць тых, хто паводзіць сябе справядліва, 49:9
— не ўстанаўліваў законаў адносна таго, пра што Ён не казаў, 5:101; 6:140; 6:148; 7:32
— міласэрнасць да ваеннапалонных, якія маюць дабро, 8:70
- прырода, 2:255
- ніводзін чалавек не з'яўляецца боствам, 3:64; 3:151
- не тройца, 4:171
- прытулак ад зла з, 113:1-5; 114:1-6
- успамінаючы яго стаячым, сядзячым, ляжачым, 3:191; 4:103; 10:12; 25:64
- фармуе цябе ва ўлонні маці, 3:6
— трон ляжыць на вадзе, 11:7
— створыць рэчы, пра якія вы не ведаеце, 16:8
- не жадае зла Свайму стварэнню, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Саюзы, 8:72; 9:7
- Хрысціяне і габрэі, 5:51
- забаронена няверуючым сваякам, 9:23-24
- забаронена з крывадушнікамі, 4:88-89; 4:139; 4:144
Альяса (гл. Елісей)
Амана, давер і абавязкі, прадпісаныя Алахам і г.д., 2:283; 4:58; 8:27
- гл. Давер
Анёлы, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- створаны з агню, 7:12; 38:76
— восем чалавек панясуць трон Алаха ў Судны дзень, 69:17
- ілжывае сцвярджэнне, што яны жанчыны, 43:19; 53:27
- апякун 82:10-12; 86:4
- дзевятнаццаць уладароў пекла, 74:30-31
- не пасланы задавальняць капрызы, 15:7-8
- пасланы натхніць, 16:2
Гнеў, стрымліваць, 3:134
Анкабут, S.29
Мурашкі, 27:18
Малпы, 5:60
- агідны, 2:65; 7:166
Адступніцтва, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- не прасіце хуткай пакарання для адступнікаў, 46:35
- Толькі Алах пакарае іх, 73:11; 74:11
- пакаранне ў будучым жыцці, 2:217; 9:74
- непрыняцце іншымі, 3:87
- пакаянне, 3:89; 5:34; 9:5; 9:11
- у Судны дзень будзе позна, 40:85
- пад прымусам, 16:106
Адступнікі, 47:25
Араф, S.7; 7:46, 48
Арафат, 2:198
Спрачацца,
- не ад імя тых, хто падманвае сябе, 4:107
— вы спрачаліся за іх у гэтым свеце, але хто будзе спрачацца ў Дзень Уваскрэсення, 4:109
Спрэчкі/Напады
- адказаць тым жа, 8:58
- цярпенне значна лепш, 16:126
Даспехі, 16:81
Аср, S.103
Аят аль-Курсі, 2:255
Плётнік, 49:12; 104:1
Бадр (бітва), 3:13,
- урокі з 8:5-19, 42-48
Аль-Байт-уль-Мамур, 52:4
Бакка (Мека), 3:96
Бал, 37:125
Балад, S.90
Баланс, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану ан-Надзір, 59:2-6, 13
Бакара, S.2
Бараа (гл. Таўба), разд. 9
Барзах, (Бар'ер), 23:100; 25:53; 55:20;
- гл. таксама 18:94-97; 34:54; 36:9
Байіна, S.98
Звер (апошніх дзён), 27:82
Бедуіны, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Пчала, 16:68-69
Паводзіны
- спрачацца ў ветлівай манеры з тымі, каму было дадзена ранейшае адкрыццё, 16:125, 29:46
— пазбягайце ўмешвацца ў справы, у якіх вы нічога не ведаеце, 17:36
- пазбягайце цяжкіх грахоў і ганебных учынкаў, 53:32
- пазбягайце здагадак адзін пра аднаго, не шпіёніце і не кажыце адзін пра аднаго дрэнна 49:12
- будзьце справядлівымі ў сваіх меркаваннях, 6:152
- супольнасць павінна быць умеранай, 2:143; 25:67
- не рэкамендуецца самазадавальненне, 4:36, 57:23
— не дакарай тых, хто шукае тваёй дапамогі, 93:10
- не лічы сябе чыстым, 53:32
- не высмейвайце іншых, 49:11; 104:1
- не згадвайце адкрыта пра зло, 4:148
— не абражайце адзін аднаго, 104:1
- кожнай групе дадзены закон і лад жыцця, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- і спосаб пакланення, 22:67
- Алах мог бы зрабіць іх адной супольнасцю, 5:48; 11:118; 16:93; 42:8
- адна супольнасць пад кіраўніцтвам Алаха, 21:92
- даруй габрэям, 5:13
- даруй няверуючым, 31:15; 45:14
- даруе лёгка, 42:37
- кіраўнікі прымаюць рашэнні пасля кансультацый, 42:38
- і прарок, 10:47; 16:36
- паклёп на вернікаў - гэта грэх, 33:58
- мужчыны (у бок жанчын), 24:30
- міратворцы ўзнагароджаны, 42:40
— калі нічога іншага не можаце зрабіць, кажыце справядліва тым, хто ў нястачы, 17:28
- для пажылых бацькоў, якія знаходзяцца пад вашай апекай, 17:23
- у адносінах да іншых мусульман, 33:6
- да іншых, 17:26-29; 17:35; 17:53; 60:8
- да бацькоў, 46:15
- у адносінах да рабоў, 4:36; 24:33
— справядліва ставіцца да няверуючых, якія не ўступаюць у бой, 60:8
- жонкі Прарока, 33:28-34
- жанчыны (у адносінах да мужчын), 24:31
- ва ўсіх адкрыццях, 2:136; 2:285
- прырода, 49:14-15
Вернікі, 2:2-5; 2:285; 8:2-4; 8:24
Запавет, 2:180, 240; 4:7, 12; 36:50
Здрадзіць (падмануць, ашукаць), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Біблія, 5:64, 5:65, 5:68
- скажэнне, 3:78; 5:14-15
Птушкі, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Кроўныя грошы (Дыя), 2:178-179; 4:92; 17:33
Здабыча, вайна, 4:94. 8:41; 59:6-8;
- незаконнае ўзяцце, 3:162
- бачыць трафеі
Хабарніцтва, 2:188
Будн, 22:36
Цяжар
— іншага, той, хто нясе цяжары, не будзе несці, 35:18; 39:7; 53:38
- няверуючыя таксама будуць несці цяжар іншых, 16:25; 29:13
— сапраўды злыя цяжары, якія яны будуць несці, 6:31, 164
- Алах не абцяжарвае чалавека звыш таго, што яму па сіле, 2:286; 7:42; 23:62
Бурудж (Вялікія зоркі), S.85; 85:1; 15:16; 25:61
Вярблюд, 6:144; 7:40; 77:33; 88:17
Палонныя, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- гл. таксама Ваеннапалонныя
Буйная жывёла, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Пячора Таур, 9:40
Пячора, людзі 18:9-22, 25-26
Упэўненасць у праўдзе, 56:95; 69:51
Дабрачыннасць, (Садака), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- прадметы міласціны і закят, 2:273; 9:60
Дзеці 2:233; 42:49-50
— загінулі тыя, хто забіў сваіх з-за глупства, без ведаў, 6:140
Хрыстос (гл. Ісус)
Хрысціяне, 5:14, 19, 64-65, 69; 22:17
- прасілі не абагаўляць Ісуса, 4:171
- найбольш блізка да пачуцця прыхільнасці да мусульман, 5:82
— большасць забылася пра тое, што ім казалі памятаць, 5:14
— цяпер да вас прыходзіць пасланец, 5:15, 19
- праведнікі будуць узнагароджаны, 2:62; 5:65; 5:69
- сказаць «Ісус — сын Алаха», 9:30
Гарады знішчаны, 69:9
Горад бяспекі, 95:3
Адзенне, 7:26; 16:81
- агню, 22:19
- вэлюм або жаночае адзенне ў сітуацыях, якія не звязаны з хатнімі справамі, 24:31
- верхняя вопратка жанчын прадухіляе дамаганні з боку крывадушнікаў, 33:59-60
Канфедэраты, 33:9, 22
- гл. Узаемная кансультацыя з Ахзабам, 42:38
Стварэнне,
- пачынаецца і паўтараецца, 10:4; 21:104; 27:64; 29:19-20
- новы, 17:49, 98; 35:16
— з праўдай, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- не для гульні, 21:16-17; 23:115
- усё жывое, зробленае з, 21:30; 24:45; 25:54
- чалавека, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- першая форма 56:62
- праз шэсць дзён, 7:54; 11:7; 32:4; 50:38; 57:4
— парамі, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- разнастайнасць у, 35:27-28
— Алах загадвае «Будзь!» — і гэта сталася, 2:117; 16:40; 36:82; 40:68
— як імгненне вока, 54:50
- ноч і дзень, сонца і месяц, 39:5
— неба і зямля, зямля большая за чалавецтва, 40:57; 79:27
- мэта, 51:56
Варона, 5:31
Крытэрыён, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (гл. Insan,) S.76; 45:24
- час, 76:1; 103:1
Давід, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30;
- улічваючы Псалмы 4:163
- змагаецца і забівае Галіяфа, 2:251
- выносіць рашэнне 21:78-80;
- дабраславёныя ведамі і прароцтвам 27:15-16;
- горы і птушкі далучаюцца да яго ў хвале Алаха 34:10; 38:17-20;
- судзіць двух людзей 38:21-26
Даваб або Даба (жывая істота, якая рухаецца і г.д.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Мёртвыя ўваскрэснуць, 6:36
Смерць, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- і ўцёкі з бітвы, 33:16
- дзеля Алаха, 3:195; 22:58; 47:4
— тыя супольнасці, якія не маюць адкрыцця, не будуць знішчаны, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- тыя, хто загінуў на шляху Алаха, жывыя, 2:154; 3:169
- уцякаючы ад зла да Алаха, 4:100
- нельга спыніць або адкласці 63:10-11;
- брат-блізнец са сну 6:60; 39:42;
- вернікі і няверуючыя ў момант смерці 8:50; 16:27-32; 41:30;
- пакаранне ў магіле 40:46
Даўгі, 2:280, 282; 4:11-12
Дэкрэт,
- для кожнай справы ёсць свой, 13:38
— Мы ніколі не знішчалі паселішча, якое не было б вядома пра яго, 15:4
— кожная справа ад Алаха, 44:5
— калі Ён вырашае што-небудзь, Ён кажа толькі: «Будзь!» — і гэта здараецца, 2:117; 36:82; 40:68
Дзеі,
- зло, упрыгожанае для іх, 47:14
— нам нашы, вам вашы ўчынкі, 28:55; 42:15; 45:15
- добрыя і дрэнныя, за і супраць яго самога, 41:46
- прывязаў чалавечую да ўласнай шыі, 17:13
Ступені, згодна з тым, што яны зрабілі, 6:132
Жаданне, тыя, хто ідзе за сваім злом, 47:14, 16
— хто ўзяў сабе за бога сваіх уласных, 25:43
Не адчайвайцеся ў міласці Алаха, 39:53; 21:87-88; 68:48-50
- гл. таксама Іона
Дхарыят, S.51
Зікр, 7:205; 15:6, 9
Зуль-Кіфі, 21:85; 38:48
Зуль-Карайн, 18:83-98
Дхун-Нун (спадарожнік рыбы),
Няверуючыя (гл. таксама Крывадушнікі)
— прасіць Мухамеда ( ﷺ ) выклікаць на іх гнеў Алаха ў якасці доказу, 6:57-58; 8:32; 10:49-52
- зносяць іх кампанію з дабрынёй, 31:15
— цярпліва зносьце тое, што яны кажуць, 20:130; 50:39
- запаветаў з, 8:56; 8:72; 9:4, 7
- парушэнне запаветаў, 8:58; 9:12
- Алах зводзіць іхнія хітрыкі на нішто, 8:30, 36
— пакіньце кампанію тых, хто здзекуецца з закону Алаха, 4:140; 6:68
— абарані іх, калі яны папросяць цябе аб гэтым, 9:6
- пакаранне падчас вайны, 8:12, 50, 59
- пакаранне ў будучым жыцці, 8:37
- не варта наведваць мячэці і даглядаць за імі, 9:17
- пагавары з імі ветліва, 17:53
- упарта змагаючыся супраць, 9:73; 25:52; 66:9
- справядліва ставіцца да неваюючых бакоў, 60:8
- будзе аб'ядноўвацца толькі з іншымі няверуючымі, 8:72
Вучні (Ісуса), 3:52; 61:14
Хвароба ў сэрцах крывадушнікаў і няверуючых, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Пасля пакут надыходзіць бяспека, 3:154
Размеркаванне ваеннай здабычы, 8:41; 59:7-8
Канава, людзі, 85:4-10
Разнастайнасць
- людзей, 30:22, 35:27-28
- жыцця, 35:27-28
Развод, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7;
- пасля перыяду чакання, развесціся або прымірыцца, 2:231; 65:2
- два сведкі, 65:2
- аліменты, 2:233, 241
- распаўсюджваецца на спадчынніка былога мужа, 2:233
- можа быць адменена двойчы, 2:229
- статус пасагу, 2:229, 236-237
— пры неабходнасці знайсці кармілку, 65:6
- гл. таксама Зіхар
Развод, мужчына
— разводзься з адной жанчынай дзеля іншай — не забірай назад тое, што ты даў першым, 4:20
- не дакучай жонцы, 65:6
— не трымайце жонак супраць іх волі, 4:19
- чатыры месяцы, каб перадумаць, 2:226
— цалкам падтрымліваць жонку падчас цяжарнасці і перыяду чакання, 65:6
— цалкам падтрымліваць жонку, калі яна корміць грудзьмі вашага дзіцяці, 65:6
- маці не павінна пакутаваць з-за свайго дзіцяці без бацькі, 2:233
- даісламскі, 58:2
- раскаянне за прымірэнне і пост на працягу 2 месяцаў запар, 58:4
- раскаянне, каб прымірыцца, накарміць 60 патрабуючых, 58:4
- раскаянне, каб прымірыць вызваліць раба, 58:3
- спроба прымірэння, 4:35
- безгрэшны, калі шлюб не заключаны, 2:236
- нявеста мела права на палову пасагу, 2:237
Развод, жанчына
- пасля трэцяга разводу (гэтага разводу з іншым мужам) можа вярнуцца да першага мужа, 2:229
- права на ўтрыманне, 2:241; 65:1
- роўнае права на развод, 2:228
- страх жорсткага абыходжання з боку мужа, 4:128
— можа захаваць тое, што ёй даў муж, 2:229
- не быць выгнанымі з іх дамоў, 65:1
- тры чаканні менструацыі, каб абвергнуць цяжарнасць, 2:228
- тры месяцы чакання для тых, у каго няма менструацыі, 65:4
- калі шлюб не будзе заключаны, 33:49
Сабакі, 7:176
Аслы (Ass), 2:259; 16:8; 31:19; 62:5; 74:50
Піць,
- алкагольны, 2:219; 5:90
- чысты і белы смачны, 37:45-46; 76:21
- чыстае запячатанае віно, 83:25
Духа, S.93
Духан, S.44
Армія сланоў, 105:1-5
Ілля (Ілля; Ільясін) 6:85; 37: 123-132
Елісей (Альяса) 6:86; 38:48
Энох (гл. Ідрыс)
Падзея, 56:1; 69:15
Зло, 4:123; 10:27-30; 19:83; 59:15
- нельга вымаўляць публічна, 4:148
- паходзіць ад нас саміх, але дабро — ад Алаха, 4:79; 42:48
- прабачце, 4:149
- кампенсаваны, 6:160; 42:40
- якія задумваюць, замышляюць, 16:45-47
- быў канец, 30:10
- з'явіўся на сушы і моры, 30:41
- адбіваць/абараняць, з дабром, 13:22; 23:96; 41:34
- змянілася, назаўсёды, 7:95
- тыя, хто ідуць за сваімі жаданнямі, 47:14, 16
- справы, упрыгожаныя для іх, 47:14
Лішак,
- забаронена ў ежы, 5:87
- у рэлігіі, 4:171; 5:77-81
Вочы, вушы і скура будуць сведчыць супраць грэшнікаў, 41:20-23
Эздра (Узаір) 9:30
Аблічча Алаха, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Прыгожы,
Алах зрабіў кожнаму народу свае справы, 6:108
Вера (Вера), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- адкідальнікі, 3:116
- павелічэнне, 3:173
— з упэўненасцю, 44:7; 45:4, 20; 51:20
- Ён павёў цябе да, 49:17
Фаджр, S.89
Фалак, S.113
Ілжывая размова пра вершы Карана, 6:68
Фальшывыя багі,
- акрамя Алаха, ідалы і так званыя партнёры 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
— не абражайце тых, каму яны пакланяюцца, акрамя Алаха, 6:108
- гл. таксама Тагут
Хлусьня (Батыль), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Прывязаў учынкі чалавека да яго ўласнай шыі, 17:13
Пост, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
— есці і піць, пакуль белая нітка не стане адрознівацца ад чорнай, 2:187
Фатх, S.48
Фаціха, S.1
Фатыр, S.35
Fidyah (выкуп), пост, 2:196
- за вызваленне палонных, 8:67
- выкуп, прапанаваны няверуючымі, 3:91; 5:36,37; 10:54; 13:18
Мал., 95:1
Змагаючыся,
- на шляху Алаха, супраць няверуючых, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- пасвечаны, 2:216
- у святыя месяцы, 2:217; 9:5
- Дзеці Ізраіля, 2:246-251
- на шляху Алаха, і прыгнечаныя мужчыны і жанчыны, 4:74-76
- пакуль больш не скончыцца Фітна, 8:39
- дваццаць перамагаюць дзвесце, 8:65
- супраць тых, хто не верыць у Алаха, 9:29
- дазвол супраць тых, каму ўчынілі крыўду, 22:39-41
- і крывадушнікі, 47:20
- вызваленні ад, 48:17
Фільтр, S.105
Фірдаўс рай, 18:107; 23:11
Агонь, 56:71, 100:2
Муха, 22:73
Ежа,
- законнае і незаконнае (Халяль і Харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- няма граху за тое, што еў у мінулым, 5:93
- не парушай, 5:87
— не забараняйце тое, што Алах дазволіў, 5:87; 7:32; 16:116
Забароненыя паводзіны, 6:151-152; 7:33
Прабачэнне, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- абавязак вернікаў, 42:37; 45:14
- вернікамі, для людзей Пісання, 2:109
Алах даруе, каму пажадае, 4:48
- Алах даруе тое, што не прыцягваюць да сябе супаўнікоў у пакланенні, 4:48, 116
- той, хто шукае Алаха, 4:110
- не прасіць Алаха для мушрыкунаў, 9:113
- Алах даруе ўсе грахі, 39:53
— анёлы просяць за тых, хто на зямлі, 42:5
- даруй, калі яны злуюцца, 42:37
- дараваць і прымірыцца, 42:40
- Вернікі павінны дараваць тым, хто не спадзяецца на дні Алаха, 45:14
- для тых, хто пазбягае вялікіх грахоў і Фавахіша, 53:32
- імчацца адзін з адным, спяшаючыся да таго, 57:21
- злыя ўчынкі ператварыліся ў добрыя ўчынкі 25:68-71
Махлярства (гл. Здрада) 83:1-6
Свабодная воля,
- абмежавана воляй Алаха, 6:107; 10:99; 74:56; 76:31; 81:28-29
— хто хоча, няхай верыць і не верыць, 18:29
— ідзі шляхам да свайго Госпада, 76:29
- ісці прама, 81:28
Пятнічныя малітвы, 62:9-11
Фрукты, 6:41; 16:11
- у раі, у дастатку, 43:73
- ўсялякі, 47:15
— як яны жадаюць, 77:42
Фуджар, 82:14-16; 83:7
Фуркан, S.25
Фусілат (гл. Ха Мім), S.41
Гаўрыіл (Джыбрыль) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-уль-Кудус, 2:87, 253; 5:110; 16:102
Азартныя гульні, 2:219; 5:90
Гульня ў стане Іхраму, 5:94-96
Гафір (гл. Мумін), S.40
Гашыя, S.88
Гусль, 4:43; 5:6
Падарункі, 30:39
Галіяф (Джалут) 2:249-251
Добрыя (дні), 3:140
— вам не падабаецца тое, што ёсць, і падабаецца тое, што дрэннае, 2:216
- быць узнагароджаным, 4:85; 28:54
- узнагароджаны падвойным, 4:40; 28:54
- узнагароджаны дзесяць разоў, 6:160
- павялічылася, 42:23
— тым, хто гэта робіць, наканавана дабро і дом будучага жыцця, 16:30
— для тых, хто робіць дабро ў гэтым свеце, 39:10
- Алах узнагароджвае тых, хто робіць, найлепшым, 53:31
- ці ёсць якая-небудзь узнагарода, акрамя дабра, 55:60
— рабі гэтак жа, як Алах зрабіў табе дабро, 28:77
Дабро і Зло,
Дабро ад Алаха, а зло ад цябе самога, 4:79
— калі робіце дабро, дык дзеля сябе, а калі робіце зло, дык супраць сябе, 17:7;41:46
- адбівай зло дабром, 23:96; 28:54; 41:34
- дабро і зло не могуць быць роўнымі, 41:34
- кожны чалавек сутыкнецца з усім, што ён зрабіў, 3:30
- гл. таксама Мухсінун
Добрая справа,
- раскрываць ці хаваць гэта, 4:149
- імкніцеся, як у гонцы, 5:48
Евангелле, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Выдатная Вестка, 78:1-5
Прывітанне, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадыд, S.57
Хадзі (жывёла для ахвярапрынашэння), 2:196, 200
Хадж (паломніцтва), 2:158, 196-203; 3:97; 5:2;22:30
Хадж, S.22
Аман, 28:6, 38; 29:39; 40:24, 36, 37
Рукі і ногі будуць сведчыць, 36:65
Ага, S.69
Цяжкасці, з кожным прыходзіць палёгка, 94:5-6
Харун, (Аарон)
Харут, 2:102
Хашр, S.59
Сэрцы,
- зацвярдзелы, 2:74; 22:53; 39:22; 57:16
- запячатаны, 7:100-101; 40:35; 47:16; 63:3
- пакрытыя, 17:46; 41:5
- зачынены, 47:24
- падзеленыя, 59:14
- поўны страху, 22:35
- у каго ёсць хвароба, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Нябёсы,
— Алаху належыць нябачнае з, 16:77
- створана не для спектакля, 21:16
— і зямля злучылася разам, 21:30
— у гэтым няма нічога схаванага, 27:75
- створаны без якіх-небудзь слупоў, 31:10
- будзе згорнуты ў Ягонай правай руцэ, 39:67
— стварэнне сямі нябёсаў за два дні, 41:12
- упрыгожыў бліжэйшае неба лямпамі, 41:12
— Алаху належыць усё, што ў, 45:27;53:31
— сем нябёсаў, адно над адным, 67:3
Пекла (агонь, палаючае полымя) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- палаючая і кіпячая вада 22:19-22; 23:103-104
- гной 14:14-17; 38:55-58; 69:35-37
- дрэва Заккум 37:62-70; 44:43-50; 56:41-56
- немагчымасць жыхароў жыць ці памерці 87:13
- абвінавачванні 26:91-101; 34:31-33
- заклікае да імгненнага знішчэння 25:13-14; 43:74-78
- гарачыя крыкі 35:36-37
- Агонь рычыць і раўці 25:11-12; 67:6-11
- абсмажаныя скуры заменены на новыя 4:56
- кайданы і адзенне з дзёгцю 14:48-50
- жалезныя булавы 22:19-22
- ланцугі 13:5
- вартаўнікі пекла 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- выкуп не прымаўся 5:36-37
- заступніцтва адхілена 6:94; 26:100; 30:13; 74:48
- пякучы адчай і ледзяная цемра ў, 38:57
- ланцуг з 70 локцяў, 69:32
- знаходжанне на абмежаваны час, 78:23
Далей,
- лепшы дом у, 6:32; 7:169
- што будзе канцом у, 6:135
- Залімун не будзе мець поспеху (у), 6:135
- дом, 12:109; 16:30; 28:83; 29:64
- якія не вераць у, 17:10
- узнагарода, 42:20
- лепш за срэбра і золата, 43:33-35
- толькі для Мутакуна, 43:35
- пакаранне, 68:33
- лепшы і больш трывалы, 87:17
- лепш, чым цяперашняе, 93:4
Шашы, шырокія, 21:31
Хіджр (Скалісты ўчастак), 15:80-85
Хіджр, S.15
Гомасэксуальнасць 26:165-166; 27:55; 29:28-29
Коні, 16:8
Гадзіна,
— веданне пра гэта толькі ў Алаха, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
— раптам гэта на іх, 6:31; 7:187; 12:107; 43:66
- прыходзіць да цябе, 6:40; 12:107; 20:15; 34:3
- наблізіўся, 54:1-5
— як імгненне вока, ці нават бліжэй, 16:77
- землятрус магнітудай 22:1
- будзе ўстаноўлена ў Дзень, 30:12, 14
— безумоўна, прыйдзе, няма сумненняў, 40:59; 45:32; 51:5-6
- знакі 21:96; 27:82; 43:61; 47:18; 54:1-2;
- імёны 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3;
- застане людзей знянацку 6:31; 7:187;
- Труба будзе затрубіць у 6:73; 23:101; 39:68
Дамы, манеры пры ўваходзе, 24:27-29
Худ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Хад, S.11
Худжурат, S.49
Хумазах, S.104
Хунайн (бітва), 9:25
Хур (жанчыны ў раі), 44:54; 52:20
Крывадушнікі,
— скажыце: мы верым у Алаха і ў Апошні дзень, але насамрэч не верым, 2:8
- падманваюць саміх сябе, 2:9
- хвароба ў іх сэрцах, 2:10; 8:49; 22:53; 33:12; 47:29
- чыніць шкоды, 2:11-12
- дурні і насмешнікі, 2:13-15
- памылка пры куплі для азнаямлення, 2:16
- глухі, нямы і сляпы, 2:17-18
- у страху перад смерцю і цемрай, 2:19-20
- прыемная прамова, 2:204-206
- адмаўляюцца змагацца, 3:167-168
- Алах ведае, што ў іх сэрцах, 3:167;4:63
- ісці на суд да ілжывых суддзяў, адвярнуцца ад Адкрыцця, прыйсці, калі здарыцца катастрофа, 4:60-62
- у няшчасці і ў вялікім поспеху, 4:72-73
- Алах адкінуў іх назад, 4:88
- нельга лічыць сябрамі, 4:89; 58:14-19
— калі яны павернуцца назад, забівайце іх, дзе б вы іх ні сустрэлі, 4:89
— яны чакаюць і сочаць за тваёй перамогай або поспехам няверуючых, 4:141
— імкнуцца падмануць Алаха, яны моляцца з лянотай і каб іх бачылі людзі, 4:142
- не належаць ні да гэтых, ні да тых, 4:143
— у самых глыбінях Агню; няма памочніка, 4:145
- баючыся быць выкрытымі, 9:64-65
- не маліцца за, 9:84
- мужчыны і жанчыны паходзяць адзін ад аднаго; няўдачнікі; праклён Алаха, 9:67-69
- у бедуінаў, 9:101
— дзе б іх ні знайшлі, іх трэба схапіць і забіць, 33:61
- Алах пакарае, 33:73
- хлусы; адварочваюцца ад іх; іх сэрцы падзеленыя, 59:11-14
— хлусы; зрабілі свае клятвы заслонай; іх сэрцы запячатаны; сцеражыцеся іх, 63:1-4
— не разумею, не ведаю, 63:7-8
— змагацца з усімі, 66:9
Ібліс (Сатана), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- гл. таксама Сатана
Ібрагім (гл. Абрагам)
Ібрагім, S.14
Іда (тэрмін разводу для жанчын), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
Ідрыс (Энох), 19:56-57; 21:85; 96:4
Іхрам, 2:197; 5:2, 95
Іхсан, 16:90
Іхлас, S.112
Іла, толькі Адзін, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Незаконныя палавыя зносіны; паказанні сведак, 4:15-18; 24:2, 19
Іліюн, 83:18-21
Нячысты (Наджас) 9:28
Імран,
- жонка, 3:35;
- дачка, 66:12
Непазбежна, 69:1-3
Інфітар, S.82
Спадчына, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
Несправядлівасць, да каго была ўчынена, 4:30, 148
Інсан (гл. Дар), S.76
Іншыкак, S.84
Іншіра (гл. Шарх), S.94
Натхненне, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Заступніцтва/Хацянец, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
Ап'яняльныя рэчывы, 5:90, 2:219
Iqamat-as-Salat, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
«Чытанне» (гл. «Дзіця»), S. 96
Эрам, 89:7
Жалеза, 57:25
Ісусе, глядзі на Ісуса
Ісаак, (Ісаак) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
Ізмаіл (Ізмаіл), 2:125-129, 133; 4:163; 6:86; 19:54–55; 21:85; 38:48
разам са сваім бацькам узводзіць падмурак Каабы 2:125-140;
гісторыя ахвярапрынашэння 37:100-113
Іслам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- першы з тых, хто пакорліва ставіцца да мусульман, 6:14,163; 39:12
- першы абдымае, 9:100
- грудзі адчыненыя, 39:22
- як паслуга, 49:17
Ісра, S. 17
Ізраіль, Дзеці, 2:40-86
- дараваная ласка, 2:47-53, 60, 122; 45:16-17
- паўстанне супраць паслухмянасці Алаху, 2:54-59, 61, 63-74; 5:71; 7:138-141
- іх адносіны з мусульманамі, 2:75-79
- іх пыха, 2:80, 88, 91
- іх запаветаў, 2:80, 83-86, 93, 100; 5:12-13, 70
- купіў жыццё гэтага свету цаной будучага жыцця, 2:86
- самы прагны да жыцця з чалавецтва, 2:96
- прасіць цара, 2:246-251
- перавысіў ліміты; падзелены на розныя групы; малпы, 7:161-171
- абяцаў двойчы, 17:4-8
- вызвалены ад ворага, 20:80-82
- дадзена Пісанне і лідэры, 32:23-25; 40:53-54
- вучоныя ведалі гэта (Каран як праўду), 26:197
Істава (падняўся), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
Ітыкаф, 2:187
Якаў, (Якуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (дванаццаць сыноў Якава), 2:140; 3:84; 4:163
Джалут (гл. Галіяф)
Джамарат, 2:200
Джатыя, S.45
Ісус, Іса, сын Марыі,
- маці, абраная сярод усіх жанчын свету 3:42;
- сведчыць пра Дзень Уваскрэсення, 4:159
- радасная вестка пра нараджэнне, 3:45-47; 19:22-23
- Пасланец да дзяцей Ізраіля, 3:49-51
- вучні, 3:52-53; 5:111-115
- вучні як памочнікі Алаха, 3:52; 61:14
- узвышаны, 3:55-59; 4:157-159
- падабенства Адама, 3:59
- ні забіты, ні распяты, 4:157
- натхнёны, 4:163
- не больш чым Пасланец (не для таго, каб абагаўляць яго), 4:171-172; 5:75; 19:30, 43:63-64
— няверуюць тыя, хто кажа: 5:17, 72; 9:30
- Наш Пасланец (Мухамед ﷺ ) прыйшоў, 5:19
- даў Евангелле, 5:46
- вучні сказалі: мы мусульмане, 5:111
- Накрытая ежа на стол, 5:114
- не вучыў ілжываму пакланенню, 5:116-118
- праведны Прарок, 6:85
- як знак, 23:50
- яго другое прышэсце 43:61
- розныя меркаванні наконт, 43:65
— не больш чым раб і прыклад для дзяцей Ізраіля, 43:59
— радасная вестка пра Пасланца, імя якога будзе Ахмед, 61:6
- ягонае нявіннае зачацце, пасланне і цуды 3:45-51; 19:16-38;
- нагадаў пра ласкі Алаха 5:110-115;
- адмаўляе боскасць 5:116-120;
- спачуванне і ласка ў сэрцах яго паслядоўнікаў 5:82; 57:27
Іўдзеі і хрысціяне, 2:140; 4:153-161, 171; 5:18
- слухаць хлусню, 5:41-42
- праклятыя за тое, што яны сказалі, 5:64
- варожасць да вернікаў (мусульман), 5:82
- якія прынялі іслам, 26:197; 28:53; 29:47
Джыбрыль (гл. Габрыэль)
Джыхад (барацьба, імкненне) 2:216; 9:24; 22:78; 25:52
Джын, S.72
Джын, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39;
Джын, створаны з агню 15:25; 55:15;
- веруючыя і няверуючыя джыны 72:1-15;
- некаторыя паверылі ў пасланне Карана 46:29-32
- людзі і джыны створаны з пэўнай мэтай 51:56-58
Ёў, 4:163; 6:84; 21:83-84; 38:41-44
Ян (Ях'я, Ян Хрысціцель),
- радасная вестка, 3:38-41; 19:7-11; 21:90
- праведны, 6:85
- мудры, спагадлівы, паслухмяны, 19:12-15
Ёна (Ёнас ці Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148;
- (Зу н-Нун) 21:87; 68:48-50
Іосіф (Юсуф), 6:84; 12:4-101
- найлепшыя гісторыі 12:1-3;
- сон маладога Юсуфа 12:4-6;
- змова яго братоў 12:7-18;
- прададзены ў рабства 12:19-20;
- узняты ў доме галоўнага міністра Егіпта 12:21-22
- Жонка галоўнага міністра спрабуе спакусіць яго 12:23-29;
- інцыдэнт на банкеце 12:30-32;
- ідзе ў турму 12:33-35;
- два зняволеныя 12:36-42;
- Сон цара 12:43-53;
- становіцца галоўным міністрам 12:54-57;
- браты прыходзяць да яго па прыпасы 12:58-68;
- бярэ свайго брата Веньяміна 12:69-82;
- адноўлены смутак бацькі 12:83-87;
- раскрывае сваю сапраўдную асобу 12:88-98;
- даўняя мара спраўджваецца 12:99-100;
- заключная малітва 12:101
Джудзі, Маўнт, 11:44
Джума, S.62
Справядлівасць (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- гл. таксама 4:65, 105
Кааба,
- пабудаваны Абрагамам, 2:125-127
- забарона на забойства дзічыны, 5:94-96
- прытулак бяспекі, 5:97
- хадзіць голым, 7:28
- падчас малітвы і хаджэння, 2:200; 7:29, 31
Кафірун, S.109
Кафур, кубак, змяшаны з, 76:5
Кахф, S.18
Канц, 9:34-35
Каўтар (рака ў Парадайзе), 108:1
Каўтар, S.108
Ключы,
нябёсаў і зямлі, 39:63; 42:12
з Гайба, 6:59
Хаўла бінт Са Лабах, 58:1
Забойства,
- калі хто забіў чалавека, ён забіў усё чалавецтва, 5:32
- нікога не забівайце, 17:33
Добрыя словы лепшыя за міласціну, 2:263
Сваякі, правы, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кіраман-Ратыбін, 82:11
Веды,
— ніводны лісток не ўпадзе, але Ён ведае пра гэта, 6:59
— прайгралі тыя, хто забіў сваіх дзяцей з неразумнасці, без увагі, 6:140
- з пяці рэчаў, толькі з Алахам, 31:34
- з упэўненасцю, 102:5-7
Кара (Карун), 28:76-82; 29:39; 40:24
Курсі, 2:255
Лахаб (гл. Масад), S. 111
Лэйл, S.92
Лампа, 25:61; 67:5; 71:16; 78:13
Мовы,
- розніца ў мужчынах і іх колерах, 30:22
Лат, 53:19
Закон, прадпісаны, 5:48
Законы ад Алаха, 2:219; 98:3
Хлусы, 26:221-223
Жыццё, калі хто выратаваў чалавека, ён выратаваў жыццё ўсяму чалавецтву, 5:32
Жыццё гэтага свету,
- купіў па цане будучага жыцця, 2:86
- гэта толькі задавальненне ад падману, 3:185
- прадаць, дзеля будучага жыцця, 4:74
- гэта толькі забаўка і гульня, 6:32; 29:64; 47:36; 57:20
- падманвае, 6:130
- задавальненне ад жыцця меншае, чым ад жыцця будучага, 9:38; 13:26; 28:60
- падабенства, падобнае да дажджу, 10:24
- радасная вестка ў, 10:64
— хто пажадае, той уваходзіць у яго; але тады ў яго не будзе долі ў будучым жыцці, 11:15-16; 17:18; 42:20
- якія любяць цяперашняе жыццё і грэбуюць будучым жыццём, 75:20-21; 76:27
- вы аддаеце перавагу, 87:16
Святло,
- маніфест, 4:174
- і цемра, 6:1
- прытча з, 24:35
- ідзе перад вернікамі і разам з імі, 57:12-15; 66:8
— дадзены Алахам, каб вернікі маглі хадзіць па прамой, 57:2
Абмежаванні, устаноўленыя Алахам, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- гэта наступныя вершы: 2:187; 229-230; 4:13; 58:4; 65:1
- не парушай, 2:190, 229
- той, хто парушае, 2:229; 4:14; 78:22
- але вымушаны неабходнасцю, ані не парушаючы, 2:173; 6:145
— не перавышайце ў сваёй рэлігіі 4:171; 5:77
- калі яны перавысілі, (сталі малпамі), 7:166
- якія выконваюць, 9:112
Леў, 74:51
Пазыка,
— пазычаць Алаху дабро, 2:245; 73:20
- павялічаны калектар, 57:11, 18
- падвоены, 64:17
Страта, маніфест, 39:15
Лот, (Лут) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- яго непаслухмяная жонка, 11:81; 15:60; 66:10
Лотасавае дрэва, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Маарыдж, S.70
Медына (Ясрыб), 9:120; 33:13, 60; 63:8
Madyan, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- гл. таксама Айка Вуд
Махр (вясельныя грошы), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Маіда, S.5
Мека (Бакка), 3:96;90:1-2
- Горад бяспекі, 95:3
Чалавек,
- пакаленні за пакаленнямі на зямлі, 2:30;6:165
- стаў пераемнікам, 35:39
- абавязак, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- правераны Алахам, 2:155; 3:186; 47:31; 57:25
- рэчы, якіх жадаюць людзі, 3:14
- створаны з 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- стварыў і ўстанавіў пэўны тэрмін, 6:2; 15:26
- прымірэнне паміж ім і жонкай, 4:35
- тыя, хто прайграў і адмаўляе сустрэчу з Алахам, 6:31
- вяртанне, 6:60, 72, 164; 10:45-46
- змовы супраць самога сябе, 6:123
— не будзе несці цяжару іншага, 6:164
- няўдзячны, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- папярэджваў пра Сатану, 7:27
- жонка і дзеці, 7:189-190
— калі дакранаецца шкода ці зло, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- вяртанне да Госпада, 10:23; 84:6; 96:8
- памыляюцца самі, 10:44
- радуецца і хваліцца, 11:10
- заклікае да зла, 17:11
- заўсёды паспешлівы, 17:11
— ягоныя справы прывязаныя да ягонай шыі, 17:13
— хто збіваецца са шляху, той сабе шкодзіць, а хто ідзе да праўды, толькі для сябе, 17:15
- не абыходзіцца з ім несправядліва, 17:71
- смерць і ўваскрасенне, 23:15-16
— падзялілі сваю рэлігію на секты, кожная з якіх радуецца сваёй веры, 23:53
— языкі, рукі і ногі будуць сведчыць супраць, 24:24
- сведчыць супраць сябе, 75:14
— хто ўзяў сабе за бога ўласнае жаданне, 25:43
- родныя па крыві і шлюбе, 25:54
Алах падпарадкаваў вам усё, што ёсць на нябёсах і на зямлі, 31:20
- той, хто схіляе свой твар перад Алахам, 31:22
— не два сэрцы ў яго целе, 33:4
- пакланяцца Алаху, 39:64-66
- няшчасці з-за таго, што яго рукі нажылі, 42:30, 48
- анёлы запісваюць ягоныя справы, 50:17-18, 23; 85:11
- анёлы, якія ахоўваюць яго, 13:11; 86:4
- падзеленыя на тры катэгорыі, 56:7-56
- тыя, хто бліжэйшы да Алаха, 56:10-11
- спадарожнікі Правай Рукі, 56:27-40
- спадарожнікі Левай Рукі, 56:41-56
— пераўтварыцца і быць створаным у невядомых формах, 56:60-62
- зробленыя формы добра, 64:3
— багацце і дзеці — гэта толькі выпрабаванне, 64:15
- створаны і надзелены, 67:23-24; 74:12-15; 90:8-10
- нецярплівы, 70:19-21
- прысвечаны малітвам, 70:22-35
- жадае большага, 74:15
- сведчыць супраць сябе, 75:14-15
- ягоная пыха, 75:31-40; 90:5-7
- любіць цяперашняе жыццё гэтага свету, 76:27
- цяжэй стварыць, ці гэта рай, 79:28
- нядбайнасць адносна Госпада, 82:6-12
— ідэальна складзены і з належнай прапорцыяй, 82:7
- падарожнічае са сцэны на сцэну, 84:19
- любоў да багацця, 89:20
- створаны з цяжкай працай, 90:4
- намаганні і ўчынкі разнастайныя, 92:4
- пракладзі яму шлях дабра і зла, 92:7, 10
- створаны з найлепшай формы (формы), 95:4
- затым зніжаецца да самага нізкага ўзроўню, 96:5
- пераступае ўсе межы, 96:6-7
Манасік (абавязкі) хаджу, 2:128, 200; 22:30
Манат, 53:20
Чалавецтва,
- сведкі скончыліся, 2:143
- адна супольнасць, 2:213; 10:19
- створаны з адной пары, 4:1; 39:6; 49:13
- бунт супраць саміх сябе, 10:23
— хоць і неабдуманы, што расплата блізкая, 21:1-3
- створана ў Фітру, 30:30
- найшаноўнейшы з, 49:13
- ператвораны ў народы і плямёны, 49:13
Манна і перапёлкі, 2:57
Манеры,
- пра ўваходжанне ў дамы, 24:27-29
- дома, 24:58-61
- у дамах Прарока, 33:53
- вітаць і адпраўляць малітву на Прарока, 33:56
— не дакучаць Алаху і Яго Пасланцу, а таксама вернікам, мужчынам і жанчынам, 33:57-58
- праверце навіны, перш чым паверыць, 49:6
- не здзекавацца з іншага, 49:11
- на сходах, 58:11
Шлюб, 2:232, 234
- няверуючым або рабам, 2:221
- колькім, законна, 4:3
- Махр нельга забраць назад (у выпадку разводу), 4:20-21
- забаронена для, 4:22-24
— калі няма магчымасці ажаніцца са свабоднымі вернікамі, 4:25
— калі ёсць падставы меркаваць парушэнне, прызначаюцца два арбітры, 4:35
— калі жонка баіцца жорсткасці або пакінення, няхай заключыць з ёй мірныя ўмовы, 4:128
— не схіляйся занадта моцна да адной жонкі, каб не пакінуць другую ў бядзе, 4:129
- пра пералюбцаў, 24:3
- тым, хто бедны, 24:32
- тыя, хто не знаходзіць фінансавых сродкаў для шлюбу, 24:33
- жонкі, дазволеныя Прароку, 33:50-52
- перад палавым актам, без іды пры разводзе, 33:49
Мучанікі,
- не памёр, 2:154; 3:169
- радуйцеся міласці і шчодрасці ад Алаха, 3:170-171
- атрымаць прабачэнне і міласэрнасць, 3:157-158
- атрымае добрае забеспячэнне, 22:58-59
Марут, 2:102
Марыя (маці Ісуса), нараджэнне, 3:35-7
- радасная вестка пра Ісуса, 3:42-51; 19:16-21
- падчас родаў, 19:23-26
- прывяла немаўля да яе народа, 19:27-33
- ілжывае абвінавачванне, 4:156
- ахоўвала сваю цнатлівасць, 21:91; 66:12
Мар'ям, S.19
Масад, S.111
- Аль-Масджыд-аль-Агса, 17:1
- Аль-Масджид-аль-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Аль-Машар-аль-Харам, 2:198
Маўн, S.107
Ma'wa Paradise, 53:15
Адмерайце і ўзважце, дайце поўную вагу, 11:85; 17:35; 83:1-5
Сустрэча,
- з Алахам, 6:31
- Вялікага Дня, 19:37
- пра будучае жыццё, 30:16
Пасланцы, 2:253; 4:164-165; 40:78; 57:27
- паслядоўнасць, 2:87
- серыя, 5:19; 23:44
- забіты, 3:183
- пагражалі, 14:13
- высмейвалі, 6:10; 13:32; 15:11; 21:41
- адмоўлена і адхілена, 3:184; 6:34; 25:37; 34:45; 51:52
- вера ў адных і адкіданне іншых, 4:150-152
- збор, 5:109
- пасланыя як веснікі добрых вестак і папярэджвальнікі, 6:48; 14:4-8
- як сведка з кожнага народа, 16:89
- для кожнага народа ёсць свой, 10:47; 16:36
- чытанне вершаў Алаха, 7:35-36
- анёл у выглядзе, 17:95; 25:7
- не больш чым людзі, 14:10-12; 17:94; 21:8; 25:7-8, 20
— і іх жонкі, і нашчадкі, 13:38
- гл. таксама Прарокі
Мірадж, 17:1; 53:12
Скупасць/Скупыя, 57:24
Няшчасце з-за вашых рук, 42:30
Манастырства не прадпісана, 57:27
Малпы, парушальнікі, сталі такімі, як, 2:65;5:60; 7:166
Мірадж, 17:1; 53:12
Месяцы, колькасць, 9:36-37
Месяц, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- расшчапленне; 54:1
Майсей,
- і яго народ, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- і фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- кіруючыся Алахам, 6:84
- гара і з'яўленне Госпада, 7:142-145
- дакарае свой народ за пакланенне цяляту, 7:148-156;20:83-99
- яго Кніга, у ёй узніклі рознагалоссі, 11:110
- згодна з Пісаннем, 17:2
- дзевяць ясных знакаў, 7:133; 17:101
- да стыку двух мораў, 18:60-82
- лёсавызначальная сустрэча ля палаючага куста 20:9-36; 27:7-14; 28:29-35;
- пакліканы і атрымаў пасланніцтва, 19:51-53; 20:9-56
- яго дзяцінства, маці і сястра, 20:38-40; 28:7-13
- чараўнікі навярнуліся, 20:70-73; 26:46-52
- у Мадьяне, 20:40; 28:22-28
- задаволіў крытэрый, 21:48
- і містычны агонь, 27:7-12; 28:29-35
- выпадкова забівае егіпцяніна ў горадзе 28:14-21;
- прыйшоў з ясным аятам, 29:39
- гісторыя з фараонам 7:103-137; 10:75-92; 11:96-99; 26:10-69;
- дзевяць знакаў для фараона і яго народа 7:130-133; 20:17-22; 17:101;
- перамагае чараўнікоў фараона 20:70-73; 26:46-52;
- уцёкі ў Мадыям і шлюб 28:22-28;
- атрымлівае Скрыжалі 7:142-154,
- просіць убачыць Алаха на гары 7:142-145;
- шанаваны Алахам 33:69;
- Ласкавасць Алаха да ізраільцян 2:47-61;
- Ізраільцяне адмаўляюцца ўваходзіць у Іерусалім 5:20-29
- накіраваны на правільны шлях, 37:114-122
- Пісанне, 53:36; 87:19
Мячэць (Іерусаліма), 17:7
Мячэць (Губы), 9:107-108
Мячэці, 2:187; 9:17-19
- падтрымліваць, Алаха, 9:17-18
Камар, прытча, 2:26
Горы, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Мудатхтхір, S.74
Мухаджыры («Эмігранты»), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- жанчыны, 60:10-12
Мухамад ﷺ
- высмейвалі, 2:104; 4:46; 25:41-42; 34:78
- паважайце Пасланца, 2:104; 4:46; 49:1-5
- запавет верыць у яго, 3:81
- сведкі над вернікамі, 2:143
- не больш чым Пасланец, 3:144
- абыходжанне з павагай, 3:159
- яго праца, 3:164; 7:157; 36:6; 52:29; 74:1-7
- пасланы як вялікая ласка вернікам, 3:164
- пасланы з праўдай, 4:170
- не створаны назіральнікам, 6:107
- непісьменны, 7:157; 62:2
- пасланы чалавецтву як Пасланец Алаха, 7:158; 48:9, 29
- простае папярэджанне, 7:184, 188; 11:2; 15:89; 53:56
- не вар'ят, 7:184; 68:2; 81:22
— хто абвінавачвае цябе, 9:58
- тыя, хто пакрыўдзіў Прарока, — міласэрнасць для вернікаў, 9:61
- прытрымлівайцеся толькі таго, што адкрыта, 10:15-16; 11:12-14; 46:9
- яго выслоўі, 11:2-4; 12:108; 34:46-50
- Алах — сведка яму, 13:43; 29:52; 46:8
— пасланы як сведка, пасланнік радаснай весткі і папярэджвальнік, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- не засмучацца, 15:97; 16:127; 18:6
- пасланы быць сведкам, 16:89; 22:78; 73:15
— запрашаць з мудрасцю і справядлівай пропаведдзю, і спрачацца лепшым чынам, 16:125
- Макаму Махмуд, 17:79
- натхнёны, 18:110
- міласэрнасць для «Аламін», 21:107
- не просіць узнагароды, 25:57; 38:86; 42:23
- было загадана, 27:91-93;30:30;66:9
- як міласэрнасць ад Алаха, 28:46-47
- блізкі да вернікаў, 33:6
- добры прыклад для пераймання, 33:21
- апошні з прарокаў, 33:40
- адпраўце Салат, 33:56
- пасланы ўсяму чалавецтву, 34:28
— узнагарода толькі ад Алаха, 34:47
- толькі чалавек, 41:6
- пасланы ў якасці абаронцы, 42:48
- не новая рэч у Пасланцах, 46:9
- сведкі з ліку сыноў Ізраіля, 46:10
- Бай'ат (клятва) яму — гэта Бай'ат (клятва) Алаху, 48:10, 18
- бачыў Гаўрыіла, 53:4-18; 81:22-25
— не супярэчыце яму, 58:20-22
- прадказана Ісусам, 61:6
— каб Рэлігія Праўды перамагла ўсе рэлігіі, 61:9
— з цемры да святла, 65:11
— змагацца з няверуючымі і крывадушнікамі, 66:9
- узнёслы ўзровень характару, 68:4
- не паэт і не варажбіт, 69:41-42
- прысвечаны малітве, 73:1-8, 20; 74:3
— і сляпы, 80:1-12
— пакланіцца і наблізіцца да Алаха, 96:19
- чытанне чыстых старонак, 98:2
- Аят адносна сям'і, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- гл. таксама Пасланцы; Прарокі
Мухамад ( ﷺ ), S.47
Мухсінун (Дабродзейныя), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- Алах любіць, 3:134, 148; 5:93
- Алах не губляе ўзнагароды, 5:85; 9:120; 11:115; 18:30
- Мы ўзнагароджваем, 12:22; 37:80, 105, 110; 39:34; 77:44
- радасная вестка для, 22:37; 46:12
- Міласэрнасць Алаха блізкая, 7:56
- Алах з імі, 29:69
- паслухмяны і добры да бацькоў, 2:83
- цярплівасць у выкананні абавязкаў перад Алахам, 16:90
- Глядзіце таксама Дабро і зло
Муджадзіла, S.58
Мулы, 16:8
Малк, S.67
Мумін (гл. Гафір), S.40
Мумінун, S.23
Мумтахана, S.60
Мунафігун, S.63
Забойства, 2:178-179
Мурсалат, S.77
Мусульмане,
- першы з, 6:14, 163; 9:100; 39:12
- Хто назваў імя, 22:78
— прабачэнне і вялікая ўзнагарода тым, хто, 33:35-36
Мутафіфін, S.83
Музаміл, S.73
Наба, S.78
Надзір, Бану-ан-, (яўрэі), 59:2, 9, 13
Наль, S.16
Наджас (нячысты) 9:28
Наджм, S.53
Наджва (гл. сакрэт)
Імёны,
Яму належыць Найпрыгажэйшая, 7:180
Яму належыць Найлепшае, 17:110; 20:8; 59:24
Неабходнасць, калі кагосьці прымушаюць, 2:173; 6:145
Сусед, 4:36
Маладзікі, 2:189
Навіны, будуць правераны 4:83
Скупасць 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Ноч (як сімвал) для адпачынку, 10:67
— як пакрыццё, 13:3; 78:10
- каб быць карысным, 14:32
- Ноч Аль-Кадр (Указ), 44:3-4; 97:1-5
Ніса, S.4
Ной, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11;
- высмейвалі 11:38;
- Патоп (моцная паводка), 29:14
- Каўчэг і Патоп 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28;
- няправедны сын не выратаваны, 11:42-48
- няправедная жонка, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур, S.24
Клятва, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Паслухмянасць, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Абавязацельствы, якія падлягаюць выкананню, 5:1
Нашчадства, 4:9; 42:49-50
— Ён дае мужчыну і жанчыну, каму пажадае, 42:49
Аліўкавы, 6:141; 16:11; 23:20; 24:35; 95:1
Толькі адзін Мах, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Сіроты, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- апекуны, 4:6
Уласныя ўчынкі, якія кожны народ лічыць прыгожымі, 6:108
Пары, ва ўсіх істотах, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Пальма, 13:4; 19:25; 20:71; 59:5
Прыпавесці (падабенства, прыклад, параўнанні)
— хто распаліў агонь, 2:17-18
- дождж з неба, 2:19-20
- камар, 2:26
- якія крычаць, 2:171
- горад, увесь у руінах, 2:259
- зерне кукурузы, 2:261
- гладкая скала, 2:264
- сад, 2:265-266
- вяроўка, 3:103
- халодны вецер, 3:117
- уваскрэсенне 7:57; 22:5; 41:39
- сабака, які высунуў язык, 7:176
- на краі прорвы, 9:109-110
- дождж, 10:24
- чыста скошаны ўраджай, 10:24
- сляпы і глухі, 11:24
- Алах супраць фальшывых багоў 13:14; 16:76;
- праўда супраць хлусні 13:17
- попел, на які люта дзьме вецер, 14:18
- прыгожае дрэва, 14:24-25
- злое дрэва, 14:26
- раб і мужчына, 16:75
- нямы чалавек, які з'яўляецца цяжарам для свайго гаспадара, 16:76
- жанчына развязвае нітку, 16:92
- пасёлак, бяспечны і задаволены, 16:112-113
- два чалавекі з вінаграднымі садамі, 18:32-44
- жыццё гэтага свету, як вада з неба, 18:45
- упалі з неба і падхоплены птушкамі, 22:31
- муха, 22:73
- Святло — гэта як ніша, 24:35-36
- міраж, 24:39
- цемра ў велізарным глыбокім моры, 24:40
- павук, 29:41
- партнёры, 30:28
- жыхары горада, 36:13-32
- ураджай розных колераў, 39:21
- чалавек, які мае шмат партнёраў, 39:29
- вырошчванне насення, 48:29
- закасцянелыя сэрцы 57:16-17
- расліннасць пасля дажджу, 57:20
- гара прыніжае сябе, 59:21
- асёл, 62:5
- ваду трэба было адкапаць, 67:30
- людзі раю, 68:17-33
Рай,
- Абадэ, (Рай Мава), 53:15
- Фірдаўс рай, 18:107; 23:11
- Сады, пад якімі цякуць рэкі, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- Вечныя сады (Адн Рай) 9:72; 13:23; 18:31; 19:61; 20:76
- Сады Вечнасці (Адн Рай), 16:31; 35:33; 98:8
- Сады асалоды, 37:43; 56:12, 89
- Сады з вечнымі асалодамі, 9:21
- Сады і вінаграднікі, 78:32
- плады двух садоў, 55:54, 62
- садавіна ўсіх відаў па жаданні, у вялікай колькасці, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- садавіна будзе пад рукой, 55:54; 69:23
- садавіна і мяса, 52:22
- птушынае мяса, 56:21
- лотасавыя дрэвы без калючак і тальх (бананавыя дрэвы), 56:28-29
- некарысныя веды, асёл з кнігамі 62:5
- бягучая спружына, 88:12
- крыніца пад назвай Сальсабіл, 76:18
- крыніца пад назвай Кафур, 76:5
- вясновы Таснім, 83:27-28
- рака ў Раі, Каўтар, 108:1
- рэкі віна, малака, ачышчанага мёду, 47:15
- чыстае віно з герметычнай вечкам, белае, смачнае, 37:45-46; 56:18; 76:21; 83:25
- кубак, змяшаны з, Занджабіл, 76:17; 78:34;
- вада, 76:5
- падносы з золатам і кубкі, 43:71
- срэбныя пасудзіны і крыштальныя кубкі, 76:15-16
- зялёныя адзенне з тонкага і тоўстага шоўку, 18:31; 22:23; 35:33; 44:53; 76:12, 21
— упрыгожаныя залатымі бранзалетамі і жэмчугам, 18:31; 22:23; 35:33; 76:21
- вагоны, абшытыя шаўковай парчай, 55:54
— зялёныя падушкі і багатыя прыгожыя матрацы, пастаўленыя ў шэраг, 55:76; 88:15
- троны, вытканыя золатам і каштоўнымі камянямі, узнятыя высока 56:15; 88:13
- раскладзеныя багатыя дываны, 88:16
- прыгожыя асабнякі, высокія пакоі, адзін над адным, 9:72; 39:20
- застаючыся ў ім вечна, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- вечны дом, 3:15; 35:35
- тварам адзін да аднаго на тронах, 15:47; 37:44; 44:53; 56:16
— ніколі не паспрабуйце ў ім смерці, 44:56
- і іх (ніколі) не папросяць пакінуць яго, 15:48
- нянавісць або пачуццё крыўды выдалены з іх сэрцаў, 7:43; 15:47
- увесь смутак выдалены, 35:34
- адсутнасць пачуцця стомленасці, цяжкай працы ці знясілення, 15:48;35:35
- не будзе ні болю, ні болю ў жываце, ні галаўнога болю, ні ап'янення, 37:47; 56:19
- ні пустых слоў, ні грахоўных слоў, 19:62;56:25
- ні шкоднай мовы, ні хлусні, 78:35; 88:11
- вольны ад граху, 37:47; 52:23
- ні празмерная спёка, ні моцны холад, 76:13
- будзе вядомае палажэнне, 37:41;56:89
- у міры і бяспецы, 15:46; 44:51, 55; 50:34
- дом міру, 6:127
- прывітанні ў 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
— той, хто чыніць праведныя справы, увойдзе, 4:124; 42:22; 44:51
— тыя, хто шанаваў свайго Госпада, будуць паведзены групамі, 39:73
- быў атрыманы ў спадчыну дзякуючы дакументам, 43:72
— Алах задаволены імі, і яны Ім, 5:119
- Мой рай, 89:30
- найвялікшае шчасце, 9:72
- вялікі поспех, 57:12; 64:9
- найвышэйшы поспех, 9:72; 44:57
— для вернікаў сады — гэта забаўка, 32:19
— жыхары Раю будуць занятыя радаснымі справамі ў той Дзень, 36:35
— будзе сярод садоў і крыніц вады, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- бачыць анёлаў вакол Трона, 39:75
- каля Усемагутнага Цара, 54:55
— яны атрымаюць усё, што пажадаюць, 50:35
- Хуры, цнатлівыя жанчыны з шырока расплюшчанымі і прыгожымі вачыма, быццам закансерваваныя яйкі, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- чыстыя жонкі, 3:15
— жонкі ў прыемным цені, узлеглыя на тронах, 36:55
- маладыя пышногрудыя дзяўчаты аднолькавага ўзросту, 78:33
— несмяротныя хлопчыкі-слугі, каб служыць ім, як раскіданыя жамчужыны, 52:24; 56:17; 76:19
- неабсяжны, як нябёсы і зямля 3:133, 57:21;
- праточная вада, прахалодны цень, дэлікатэсы і чыстыя партнёры 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22;
- узнагарода вернікаў 55:46-78; 56:10-40;
- рэкі мёду, малака, вады і віна 47:15;
- малітвы і прывітанні 10:9-10; 39:73-74;
- віталі прывітаннямі міру 13:23-24; 14:32;
- вечнае знаходжанне ў шчасці 11:108;
- ніколі не прасілі сысці 15:45-48;
- святло ззяе перад імі і справа ад іх 57:12;
- ні спёкі, ні холаду 76:13;
- усе жаданні выкананы 16:30-32; 41:31-32;
- залатыя бранзалеты і адзенне з тонкага шоўку 18:30-31; 22:23-24; 44:51-53;
- падносы з залатымі кубкамі 43:67-73;
- сярэбраныя пасудзіны і садавіна, якія вісяць у межах дасяжнасці 76:14-16;
- сядзячыя на тронах 15:47; 37:44; 52:20;
- вернікі ўбачаць свайго Госпада 75:22-23
Бацькі, дабрыня да, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Партнёры Алаха — хлусня, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Паша, 87:4-5
Шлях, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- гл. таксама Шлях
Цярплівасць, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- звяртайцеся па дапамогу і маліцеся, 2:45, 153; 20:132; 50:39
Пацыент,
- атрымае ўзнагароду ў поўным аб'ёме, 39:10
- Алах з тымі, хто ёсць, 8:46
- і быць, 11:115
- выконваючы абавязкі перад Алахам, 16:90
- быць, у момант гневу, 41:34
Спакой, схільнасць да, 8:61
Жамчужыны і каралы, захаваныя, 52:24; 55:22; 56:23
Пяро, 68:1; 96:4
Чалавек,
- Алах не ўскладае цяжару звыш Ягонай волі, 2:286; 7:42
Алах не абкладае падаткам нікога, акрамя як паводле яго магчымасцей, 23:62
— не, ён ведае, што заробіць заўтра і ў якой краіне памрэ, 31:34
- кожны сутыкнецца з усім дабром і злом, якія ён зрабіў 3:30
- кожны, будзе прасіць сябе за сябе, 16:111
- кожны з'яўляецца закладам за тое, што ён заслужыў, 74:38
- Алах клянецца тымі, хто сам сябе дакарае, 75:2
Фараон, 28:6; 40:24
- людзі з, 2:49; 3:11; 7:141; 44:17-33
- патануў, 2:50
- зносіны з Майсеем, 7:103-137; 10:75-92
- цела выплыло з мора, 10:90-92
— пераступаў межы; здзяйсняў грахі і не падпарадкоўваўся, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- праведная жонка, 28:8-9
- сцвярджае, што ён бог, 28:38; 79:24
- знішчана, 29:39
- вернік з роду фараона, 40:28-44
- будаўніцтва вежы, 40:36-37
- гл. таксама Майсей
Назапашванне зямных рэчаў, 102:1-4
Клятва (Бая),
- для ісламу, 16:91
— Пасланцу — гэта абяцанне (байят) Алаху, 48:10
- вернікаў, 48:18; 60:12
Заклад (іпатэка), хай будзе, 2:283
- кожны чалавек мае тое, што ён заслужыў, 52:21; 74:38
Паэзія, 36:69
Паэты, 26:224-227; 69:41
Гранаты, 6:141
Бедныя, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
Малітва, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ні ўголас, ні ціха, 17:110
- заклік да няверуючых, 9:113-114
- заклік няверуючых, 13:14
- Ён адказвае (на заклік) тых, 42:26
- звяртайцеся па дапамогу ў цярплівасці і, 2:45, 153; 20:132; 50:39
- выканайце Ікамат-ас-Намаз, тварам да Кіблы, 2:142-145, 149-150
- строга ахоўваць, 2:238
- у падарожжы і атацы, 2:239; 4:101-102
- не падыходзіць у стане алкагольнага ап'янення, 4:43
- ні ў стане Джанаба, 4:43
- ачышчальны, бо 4:43; 5:6
- калі скончыў, 4:103
- часы, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- паклон перад Адзіным Алахам, 13:15
Малітвы, пятніца, 62:9-11
Меры засцярогі ў выпадку небяспекі, 4:71
Ваеннапалонныя, 8:67-71
- гл. таксама Палонныя
Абяцанне праўды, 46:16-17
Маёмасць, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Прарокі, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- запаветаў, 3:81; 33:7-8
- незаконна, 3:161
- вораг для кожнага, 6:112; 25:31
- гл. таксама Пасланцы
Паклон,
— Алаху аддаюць перавагу тыя, хто на нябёсах і на зямлі, а таксама іх цені, 13:15
Забеспячэнне, 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
Псалмы, 4:163
Пакаранне,
- адтэрміноўка, 3:178
- парэзы рук або ног, 5:33
— пакарайце іх падобным да таго, што пакаралі вас, 16:126
- гэтага жыцця і будучага жыцця, 24:19; 68:33
Ачышчальны,
- цялесны, 4:43; 5:6;
- духоўна (ад нечысці), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Калам, S.68
Камар, S.54
Карыя, S.101
Карун (Карэй), 28:76-82; 29:39
Касас, S.28
Кібла, 2:142-145, 149
Кісас (Закон роўнасці ў пакаранні), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Каран,
- апісана, 13:31, 36, 37; 14:1; 56:77-80
— не такое, якое магло б быць створана кімсьці іншым, акрамя Алаха, 2:23; 10:38; 11:13; 17:88
— калі б гэта было ад кагосьці іншага, а не ад Алаха, то ў гэтым было б шмат супярэчнасцей, 4:82
- відавочнае святло, 4:174; 42:52
- раскрыта, 6:19
- Алах — сведка гэтага, 6:19
- відавочны доказ, 6:157
- ілжывая размова пра вершы з 6:68
- напамін, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
— калі чытаюць, слухайце і маўчыце, 7:204
- Зікр, 7:205; 15:6, 9
- Кніга Мудрасці, 10:1; 31:2; 36:2
- натхнёнае пасланне, 10:2, 109; 42:52
- тыя, хто адкідае гэта, 11:17
— па-арабску, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- падзелены на часткі і раскрыты паэтапна, 15:91; 17:106; 25:32; 76:23
- змена верша, 16:10
- калі вы хочаце прачытаць, 16:98
- даведнікі, 17:9
- радасная вестка і папярэджанне, 17:9-10
- і няверуючыя, 17:45-47
- чытанне на світанні заўсёды бачна (анёлам), 17:78
- вылячэнне і міласэрнасць, 17:82
- цалкам растлумачыў чалавецтву ўсялякія параўнанні і прыклады, але большасць адмаўляецца, 17:89; 18:54; 39:27
- лёгка, 19:97; 44:58; 54:17, 22, 32, 40
- мой народ пакінуў гэты Каран, 25:30
- пацверджана Пісаннем, 26:196
— распавядае сынам Ізраіля пра тое, пра што яны разыходзяцца ў меркаваннях, 27:76
- чытаць і маліцца, 29:45
- Праўда ад Алаха, 32:3; 35:31
- у блаславёную ноч, 44:3
— у ім пастаноўлена кожнае пытанне пастаноў, 44:4
- глыбока падумайце, 47:24
- папярэджваць, 50:45
- вучыў Алах, 55:1
- і ганаровы выступ, добра ахоўваны, 56:77-78
— ніхто не можа дакрануцца, акрамя тых, хто чысты, 56:79
- калі яго пасылаюць на гару, 59:21
- пакуты для няверуючых, 69:50
- абсалютная праўда з упэўненасцю, 69:51
- чытаць павольна, 73:4
— у Запісах, якія захоўваюцца з пашанай, чыстымі і святымі, 80:13-16
- Напамін (усім) аламінам, 81:27
- няверуючыя блюзняць, 84:22
- захавалася ў Таблетцы, 85:22
- Слова, якое аддзяляе праўду ад хлусні, 86:13
- чытанне чыстых старонак, 98:2
- гл. таксама Кніга; Адкрыццё
Курайшыты, S.106
Курайшыты,
- няверуючыя, 54:43-46, 51
- утаймаванне, 106:1-4
Рабіны і манахі, 9:31, 34
Гонка, імкнуцца да добрых спраў, 5:48
Ра'д, S.13
Рахман, S.55
Адзенне праведнасці лепшае, 7:26
Дождж,
- Дар Алаха, 56:68-70
- з камянёў, 27:58
Рамадан, 2:185
Рамі, 2:200
Выкуп,
— не, будзе ўзяты, 57:15
- прапанавана няверуючымі, 3:91; 10:54; 13:18
Фідзья, пра пост, 2:196;
- за вызваленне палонных, 8:67
Рас, жыхары, 25:38; 50:12
Узнагарода,
- Дзень, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- адмаўляльнікі, 107:1-7
— злым ёсць зло, падобнае да яго, 42:40
Прымірэнне,
- той, хто даруе і чыніць, 42:40
- паміж мужчынам і жонкай, 4:35
- паміж вернікамі, 49:9-10
Запіс,
- запіс у рэестры, 83:7-9, 18-21
— кожны народ будзе пакліканы да свайго, 45:28-29
- старонкі спраў кожнага чалавека, 81:10
- які кажа праўду, 23:62
— у правай руцэ, 69:19; 84:7-9
- у левай руцэ, 69:25
- за спіной, 84:10-15
Запісы анёлаў, 50:17-18, 23; 85:11
Палягчэнне, з цяжкасцямі, 94:5-6
Рэлігія,
- без прымусу, 2:256
- гэта іслам, 3:19
- ад Алаха, 3:83-84
- акрамя ісламу, 3:85
- не перавышайце абмежаванні, указаныя ў 4:171; 5:77
- удасканалена, 5:3
- якія ўспрымаюць як гульню і забаву 6:70
- якія падзяляюць сваіх і распадаюцца на секты, 6:159; 30:32
- гл. таксама 42:13-14; 43:65; 45:17
— людзі падзялілі свае веры на секты, кожная група радуецца сваёй веры, 23:53; 30:32
- не пакладзены, ніякіх цяжкасцей, 22:78
- чалавецтва было створана ў 30:30
- тое ж самае, для ўсіх прарокаў, 42:13-15
- продкаў, 43:22-24
Успамін Алаха, 63:9
- у сэрцы знаходзяць спакой, 13:28
Пакаянне,
- прымаецца, калі зло зроблена па невуцтве, і неўзабаве пасля гэтага пакаяцца, 4:17; 6:54
- і безвынікова, калі працягваюцца злыя справы, 4:18
- Ён прымае і даруе грахі, 4:25
Адтэрміноўка ад зла, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Уваскрэсенне, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- прыклад у гісторыі з кнігі Эздры 2:259
- Абрагам 2:260
- людзі пячоры 18:9-26;
- папярэджанне тым, хто адмаўляе ўваскрасенне 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Дзень Уваскрэсення, 7:89; 20:100-101, 124
- Праўдзівы Дзень, 78:39
- выплаціў вашу заработную плату цалкам 3:185
— будуць адкрытыя лісты з дакументамі, 81:11
— кожны чалавек будзе ведаць, што ён прынёс, 81:14
— кожны чалавек сутыкнецца з усім дабром і злом, якія ён зрабіў, 3:30
— чалавек будзе ведаць, што ён паслаў наперад і што пакінуў пасля сябе, 82:5
- не баяцца несправядлівасці, 20:112
- балансы справядлівасці, 21:47
- вага ўчынкаў, 23:102-103
— той, хто робіць дабро ці зло вагой з атам, убачыць гэта, 100:7-8
- усе сакрэты будуць разгледжаны, 86:9
Запіс дадзены правай рукой, 69:19; 84:7-9
Запіс, зроблены левай рукой, 69:25
Запіс, зроблены за спіной, 84:10-15
- цяжкі дзень для няверуючых, 25:26; 54:8; 74:9
- цяжкі дзень, 76:27
- несці цяжкі цяжар, 20:100-101
- не дазваляецца прыводзіць ніякіх апраўданняў, 77:36
— злачынец будзе кусаць яго за рукі, 25:27
- нягоднікі сабраліся са сваімі паплечнікамі і ідаламі, 37:22
- разбурэнне з глыбокім шкадаваннем, смуткам і адчаем, 30:12
— жанчыну, пахаваную жыўцом, трэба дапытаць, 81:8-9
- найвялікшы жах, 21:103
— той, хто кліча, пакліча нешта жахлівае, 50:41;54:6-8
- адзін (крык), 36:29, 49, 53; 38:15; 50:42
- Заджра (крык), 37:19; 79:13
- амаль пакуты, 78:40
— неба задрыжыць ад жахлівага трасяніны, 52:9; 56:4
— неба расколатае, 84:1-2
- неба раскалолася напалам, 77:9; 82:1
— неба разарвецца ад хмар, 25:25
— неба будзе згорнута ў Ягонай правай руцэ, 21:104; 39:67
— усе на небе і на зямлі знепрытомнеюць, 39:68
— нябёсы адчыняцца, яны стануць як вароты, 78:19
— неба будзе падобнае да кіпячай нафты, 70:8
- зоркі будуць падаць, 81:2; 82:2
- зоркі страцяць сваё ззянне, 77:8
- сонца страціць сваё святло, 81:1
— моры стануць як палаючы агонь, 81:6
— моры вырываюцца на бераг, 82:3
- землятрус Гадзіны, 22:1; 99:1
- горы зрушацца, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- здробнены ў парашок 20:105; 56:5
— як шматкі воўны, 70:9; 101:5
— зямля і горы моцна захістаюцца, 73:14; 79:6
- зямля здрабнена ў парашок, 89:21
— зямля зменіцца на іншую зямлю, і нябёсы таксама, 14:48
- зямля распасціраецца, 84:3-5
- зямля як выраўнаваная раўніна 18:47; 20:106
— зямля скідае з сябе цяжар свой, 84:4; 99:2
- магілы перавернутыя дагары нагамі, 82:4
- уваскрэсенне з магіл, 21:97; 70:43
- над зямлёй жывымі пасля смерці, 79:14
— дзікія звяры будуць сабраныя разам, 81:5
- уваскрэс сляпы, 20:124-125
- Затрубіць у трубу, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Сахха, 80:33
— душы злучацца са сваімі целамі, 81:7
- не заставацца больш за дзесяць дзён, 20:103
- заставацца не больш за адзін дзень, 20:104
- ці частка дня, 23:112-114
- Дзень збору, 64:9
- Судны дзень, 37:21
- Дзень рашэння, 77:38; 78:17
- Дзень разбору, 77:13-14
- Дзень смутку і шкадавання, 19:39
- адмаўляльнікі, 77:15-50
— чалавецтва будзе падобнае да молі, раскіданай па ўсім свеце, 101:4
— чалавецтва будзе рухацца ў разрозненых групах, 100:6
- чалавецтва як у стане алкагольнага ап'янення, 22:2
- кожная цяжарная жанчына скіне свой груз, 22:2
- цяжарных вярблюдзіц трэба грэбаваць, 81:4
- кормячая маці забудзе сваё немаўля, 22:2
— сваякі будуць бачыцца адзін з адным, 70:11
— чалавек уцячэ ад сваіх родных, 80:34-37
— ніводзін сябар не папросіць сябра, 70:10
— не будзе ні сябра, ні заступніка, 40:18
— ніхто не мае ўлады рабіць што-небудзь для іншага, 82:19
— не будзе мець ні сілы, ні памочніка, 87:10
- вернікам няма страху, 43:68
— вернікі будуць сярод ценю, крыніц і пладоў, 77:41-43
- жыхары Раю і іх жонкі, 36:55-58
- анёлы будуць пасланыя з грандыёзным сыходжаннем, 25:25
- Гален будзе аголены, 68:42-43
- Рай наблізіцца, 81:13
- Наблізіцца пекла, 89:23
- Агонь пекла будзе зняты з ног і распалены лютым полымем, 81:11-12
- Адплата шляхам міласціны будзе адкупленнем, 5:45
Адкрыццё,
— калі ў вас ёсць сумневы, 2:23-24
- адменены або забыты верш, 2:106
- правільнае кіраўніцтва, 3:73
— ад Госпада, дык не будзь з тых, хто сумняваецца, 6:114
- для тых, хто разумее, 6:98
- Кіраўніцтва і Міласэрнасць, 7:203; 16:64; 31:3
- праз Рух-уль-Кудус, 16:102; 26: 192-193
- падрабязна тлумачыцца, 6:98; 41:2-4
- Кніга ад Алаха, 46:2
- гл. таксама Кніга і Каран
Помста за жорсткую крыўду, учыненую ім, 42:39-43
Узнагарода,
- згодна з найлепшымі ўчынкамі, і нават больш, 24:38; 29:7; 39:35
- у якасці ўзнагароды 25:15
Алах узнагароджвае тых, хто чыніць дабро, найлепшым, 53:31
- за дабро няма ўзнагароды, акрамя дабра, 55:60
Рыба (гл. ліхвярства)
Праведны,
- кампанія, 4:69
- атрымае ў спадчыну зямлю, 21:105
- у раі, 51:15-19; 76:5-12
- гл. таксама Добра
Праведнасць, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- круты шлях, 90:11-18
Правільны шлях — гэта шлях Алаха, 3:73
Дарогі, шлях, 43:10
Скалісты ўрочышча (Хіджр), жыхары, 15:80-85
Рымлянам, 30:2-5
Дах, неба, 21:32
Рух (Габрыэль), 26:193; 67:12; 70:4; 78:38;97:4
Рух-уль-Кудус, 2:87, 253; 5:110; 16:102
- гл. таксама Габрыэль
Рух (душа, дух), 15:29; 17:85; 58:22
Ром, S.30
Саба (Шэба), 27:22-44; 34:15-21
Саба, S.34
Субота,
- парушальнікі, 2:65; 4:154; 7:163-166
- прызначана толькі для, 16:124
Сабіян, 5:69; 22:17
Ахвярапрынашэнне, 2:196, 200; 22:34-37
Сумна, S.38
Садака (дабрачыннасць), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- лепш хаваць, чым паказваць, 2:271
Сафа і Марва, 2:158
Саф, S.61
Сафат, S.37
Сэйл-аль-Арым (паводка выпушчана з плаціны Марыб), 34:16
Сажда, S.32
Сакіна (спакой і цішыня), 2:248; 9:26, 40; 48:4, 18, 26
Саліх, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Сальсабіль (Вясна ў раі), 76:18
Саміры, 20:85, 95-97
Самуіл, 2:247
Сатана, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- выклікае варожасць і нянавісць, 5:91
- злыя шэпты з, 7:200-201
- падманвае, 8:48
- здрадзіў, 14:22
- не мае ўлады над вернікамі, 16:99-100
- кідае хлусню, 22:52-53
- з'яўляецца ворагам, 12:5; 35:6; 36:60
- пыхлівасць 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85;
- джын 18:50-51;
- Спакуса і грэхападзенне Адама 7:20-23; 20:116-121;
- не мае ўлады над вернікамі 16:98-100;
- яго гол 35:6-8;
- закляты вораг чалавецтва 12:5; 17:53;
- яго партыя 53:14-19;
- ягоныя справы 5:90-91;
- адгаворвае ад добрых спраў 2:268;
- вернікі шукаюць прытулку ў Алаха ад яго 7:200-202;
- ягоныя схемы слабыя 4:76;
- падводзіць сваіх паслядоўнікаў 8:48;
- пагаварыць са сваімі паслядоўнікамі ў пекле 14:22
- гл. таксама Ібліс
Маштаб, паспяховы, чый будзе цяжкі, 7:8-9
- гл. таксама баланс
Пісанне,
- людзі (іудзеі і хрысціяне), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- што яны хавалі, 5:61-63
- сярод тых, хто на правільным шляху, 5:66
— яны пазнаюць, але не вераць, 6:20
Мора, 42:32-33; 45:12
- два, 18:60; 25:53; 35:12; 55:19-20
- калі, выбухаюць, 82:3
Сакрэт (Наджва),
- перамовы, 4:114
- парада трох, 58:7
- парады, 58:8, 10
- прыватная кансультацыя, 58:12-13
Секты і падзелы ў рэлігіі, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Бяспеку пасля няшчасця Ён паслаў, 3:154
Насенне, Хто дае яму расці, 56:63-67
Пачуцці, 23:78
Сем, створаных,
- нябёсы, 2:29; 23:17; 65:12; 67:3; 71:15
— і зямлі падобна да яе, 65:12
Цень,
- падае перад Алахам у паклон, 13:15; 16:48
распаўсюджванне, 25:45
Шамс, S.91
Вярблюджыца як ясны знак для самудян, 7:73; 17:59; 26:155-158
Карабель, плаванне, як знак; служыць; быць удзячным; шукаць Яго шчодрасці, 2:164;14:32;16:14;17:66;22:65;31:31;35:12;42:32-33;43:12;45:12;55:24
Шуайб, 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Шура, S.42
Сідрат-уль-Мунтаха, 53:14
Аблога Эль-Медыны, 33:9-27
Сіджын, 88:7-9
Грэх, 7:100; 74:43-6
- незаконныя палавыя зносіны, 4:15-16; 24:2, 19
— калі большыя, то іх пазбягаюць, а малыя грахі даруюцца, 4:31
— яны могуць хавацца ад людзей, але не могуць схавацца ад Алаха, 4:108
— той, хто зарабляе, зарабляе толькі супраць сябе, 4:111
- той, хто зарабляе, а потым кідае на кагосьці нявіннага, 4:112
Алах даруе грахі, якія не прыводзяць да пакланення разам з Ім, але даруе грахі, каму пажадае, акрамя гэтых, 4:116
— тыя, хто здзейсніў злачынства, атрымаюць належную ўзнагароду, 6:120
- грэшнікі ніколі не дасягнуць поспеху, 10:17
- Алах даруе ўсё, 39:53
- большыя грахі, 42:37
Сінай, гара, 19:52; 23:20; 95:2
Грэшнікі, іх вушы, вочы і скура будуць сведчыць супраць іх, 41:20-23
Мост Сірат, 66:8
Паклёпнік, 68:11-12; 104:1
Рабы, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- гл. таксама Ваеннапалонныя; Палонныя
Сон — гэта сродак адпачынку, 78:9
Садом, 29:31; 37:136
Садомія, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Саламон, 2:102; 4:163; 6:84;
- дапамагае свайму бацьку Давіду дасягнуць больш справядлівага рашэння 21:78-82;
- і мурашы, 27:15-19
- і ўдод, 27:20-26
— і царыца Савы, 27:22-44; 34:15
- Ласкавасць Алаха да яго 34:12-14, 38:34-40;
- яго любоў да выдатных коней 38:30-33
Сын, усыноўлены, 33:4-5
Душа (дух, Рух), 15:29; 17:85; 58:22
Выдаткуйце на шляху Алаха, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- што перавышае вашыя патрэбы, 2:219
- падабенства тых, хто мае багацце на шляху Алаха, 2:261
- каб яго бачылі людзі, 2:264; 4:38
— што б вы ні рабілі дзеля Алаха, вам гэта будзе вернута, 2:272; 8:60; 34:39
- не з марнатраўствам і не марнатраўна, 6:141;17:26
- ні марнатраўны, ні скупы, 25:67
- тыя, хто закрывае рукі ад выдаткаў на шляху Алаха, 9:67
Дух (душа, Рух), 15:29
— веданне пра гэта ў Алаха, 17:85
- Алах умацоўвае вернікаў, 58:22
Ваенныя трафеі, 8:41, 69; 48:15, 19-20; 48:15
- гл. таксама Здабыча
Шпіянаж, 49:12
Зорка, 53:1, 49; 86:1-4
Зоркі, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Прамы, Шлях, 1:6,
- і г.д. Шлях, 6:153,
- і г.д. Імкненне, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Смактанне, тэрмін прыёмнай маці, 2:233
Пакуты, беднасць, страта здароўя і няшчасці; дабрабыт і багацце, 7:94-96
Нядзеля, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Найвышэйшы поспех, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
— яго адкрыццё ўзмацняе веру, 9:124-127
Падазрэнні, 49:12
Падтрыманне, 19:62
- гл. таксама Забеспячэнне; Провід
Сува, 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагут, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- гл. таксама фальшывыя багі
Та-Ха, S.20
Тахрым, S.66
Такатур, S.102
Таквір, S.81
Талак, S.65
Тальх (бананавае дрэва), 56:29
Талут (Саўл), 2:247-249
Тарык, S.86
Таснім (вясна), 83:27-28
Таўбах, S.9
Таваф (абыход Каабы), 2:200; 7:29,31
Таяммум, 4:43; 5:6
Тэрмін, кожны народ мае свой прызначаны, ніхто не можа яго прадбачыць або адкласці, 7:34; 10:49; 15:4-5; 16:61; 20:129
Тэрыторыю, ахоўвайце сваю, вайсковымі падраздзяленнямі, 3:200
Выпрабаванне, клянуся Алахам, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
Злодзей, пакаранне, 5:38-39
Трон, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- на вадзе, 11:7
- восем анёлаў, якія нясуць, 39:75; 40:7; 69:17
Час, 45:24; 76:1; 103:1
Волава, S.95
Пакуты, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Мы ніколі не знішчалі паселішча, але пра яго быў вядомы загад, 15:4
Гандаль і маёмасць, 4:29
Падарожнічалі, хіба яны не падарожнічалі па зямлі, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Здрада, 8:58; 22:38
- гл. Здрада
Скарб назапашаны, 9:35
Скарбы Алаха, 6:50
Дрэва Вечнасці, 20:120
Дрэвы, 22:18
Выпрабаванні, 2:214-218; 64:15
Труба, у Дзень Уваскрэсення, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
Сахха, 80:33
Давер, прапанаваны нябёсам, зямлі і гарам, але ўзяты на сябе чалавекам, 33:72-73
Трасты (Amanah), 2: 283; 4:58; 8:27; 23:8;33:72; 70:32
Праўда, 5:48; 23:70-71, 90; 25:33; 69:51
— не змешвай з хлуснёй і не хавай, 2:42
— прыйшла, і хлусня знікла, 17:81
- абяцанне з, 46:16-17
Tubba', людзі, 44:37; 50:14
Тур (Гара), 28:29, 46
Тур, S.52
Тува, даліна, 20:12; 79:16
Ухуд, бітва, 3:121-128, 140-180
Ума (супольнасць, нацыя), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Ліхвярства (Рыба), 2:275-276, 278-280; 3:130;4:161; 30:39
Узайр (гл. Эзра)
Уза, 53:19
Вэлюм, нябачны, 17:45-46
Заслона, 24:31; 33:59
Вершы, Sab' Al-Mathani, 15:87
Перамога,
- дадзены Алахам, 48:1
- з дапамогай Алаха, 61:13
Цноты (гл. Праведнасць; Вернікі)
Вад, 71:23
- «Пачакайце, мы таксама чакаем», 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вакія, S.56
Вайна супраць Алаха, 5:33-34
Не марнуй праз марнатраўства, 6:141; 7:31; 17:26
Вада, з якой зроблена ўсё жывое, 21:30; 24:45; 25:54
- два моры, 18:60; 25:53; 35:12; 55:19-20
- Трон Алаха на, 11:7
- дождж, 23:18
Шлях, 1:6; 42:52-53; 90:10
- і г.д. лёгкі, зрабіць лёгкім, 87:8
- гл. таксама Шлях
Падарожнік, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
Багацце,
— хто сабраў, 104:2-4
- выдаткі на шляху Алаха (гл. Выдаткі)
Багацце і дзеці — упрыгожванне жыцця гэтага свету, 18:46
Вага і мера, дайце поўную інфармацыю, 11:85; 17:35; 83:1-5
Удовы, 2:234-235, 240
Воля Алаха, 10:99-100; 30:5; 81:29; 82:8
Воля чалавека — хадзіць прама, калі толькі Алах не пажадае, 28:29
Вятры, 77:1-3
- як веснікі радаснай весткі, 7:57; 30:46
- падняцце хмар, што прыводзіць да з'яўлення вады, 15:22; 30:48
- жоўкне, 30:51
Віно (у раі)
- чыстыя напоі, 37:45; 76:21
- белы, смачны, 37:46
- рэкі, 47:15
- чысты запячатаны, 83:25
Не жадайце таго, у чым Алах зрабіў адных лепшымі за іншых, 4:32
Сведкі,
- да запавету прарокаў, 3:81
- над чалавецтвам, 2:143; 22:78
- для кантракту, 2:282
- дзве жанчыны супраць аднаго мужчыны, 2:282
- да незаконных палавых зносін, 4:16; 24:2
- будзь справядлівым, 5:8
- рукі і ногі будуць сведкамі, 36:65
- чалавек супраць самога сябе, 75:14
Дзень сведчання і Дзень сведчання, 85:3
Жонкі,
- гэта ніва для вас, 2:223
- вокладка для цябе, 2:187
- з вашага роду, 16:72
Жанчына, якая спрачаецца, 58:1-2
Жанчыны, 2:222-223; 4:15, 19-22, 34, 127
- якія абвінавачваюць цнатлівую, 24:4-5, 11-17, 23-26
- заслона, 24:31; 33:59
- веруючы, як эмігранты, 60:10-12
— не выказвалася ў спрэчцы, 43:17-18
Дрэва, жыхары, 15:78; 38:13; 50:14
- глядзі таксама Айках; Madyan 26:176-191
Свет, жыццё гэтага,
- гэта толькі гульня і забава, 6:32; 29:64; 47:36; 57:20
- падманвае людзей, 6:130
- задавальненне ад жыцця меншае, чым ад жыцця будучага, 9:38; 13:26; 28:60-61
— хто жадае, той трапляе туды, але тады ў будучага жыцця яму не будзе долі, 11:15-16; 17:18; 42:20
- багацце і дзеці, упрыгожванне, 18:46
- якія любяць цяперашняе жыццё і пакідаюць будучае, 75:20-21; 76:27
Пісьмовае заданне для кантрактаў, 2:282
Злачынцы, 11:18-22, 101-104, 116-117; 39:47
- гл. таксама Няверуючыя
Вуду (абмыванне), 4:43; 5:6
Ягут, 71:23
Ях'я (Джон),
- радасная вестка, 3:39; 21:90
- праведны, 6:85
- мудры; спагадлівы; паслухмяны, 19:12-15
Я-Сін, S.36
Ясрыб (Аль-Медзіна), народ, 33:13
Яук, 71:23
Юнус (Іона), S. 10
Юсуф (Іосіф), S. 12
Забур, 21:105
Захарыя (Zakariyya), 3:37-41; 6:85; 19:2-11; 21:89-90
Заід ібн Харыта, раб Прарока, 33:37-38
Закят, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- прадметы закята і міласціны, 2:273; 9:60
Занджабіл, 76:17
Залзала, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зіхар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Асноўныя прынцыпы
- Вера дасканалая 5:3;
- адзіны Шлях, прыняты Алахам 3:19, 85;
- адсутнасць прымусу да прыняцця ісламу 2:256;
- адна рэлігія з рознымі веравызнаннямі і кодэксамі законаў 5:48; 22:67-70; 42:13-14;
- прарокі ісламу 2:135-136; 3:84; 4:163-165;
- запаведзі (верце ў Алаха і рабіце дабро) 4:36; 6:151-154; 17:23-39; 18:107-108;
- пяць мэтаў шарыяту: абарона веры 5:54;
- абарона жыцця 5:32; 6:151;
- абарона багацця 5:38;
- абарона гонару 5:5; 24:4;
- абарона здольнасці думаць 5:90.
Вера ў Алаха 2:255
- Боскія якасці, Прыгожыя імёны 57:1-6; 59:22-24; 85:13-16; 112:1-4;
- адзіны бог, годны пакланення 1:1-4; 2:285; 6:3; 43:84;
- уся ўлада належыць Яму 3:26; Яго Трон (Арш) 7:54; 11:7;
- Ягоны курсі (падстаўка для ног або крэсла) 2:255;
- незлічоныя ласкі для чалавецтва 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25;
- дае жыццё і прычыняе смерць 44:8; 53:44; 57:2; 67:2;
- прыносіць радасць і смутак 53:43;
- дае багатыя або абмежаваныя запасы 13:26; 17:30; 29:62;
- Найлепшы з усіх суддзяў 95:8;
- Найміласэрнейшы з міласэрных 12:92;
- любіць праведных 85:14;
- поўны прабачэння і суровы ў пакаранні 13:6, 40:3;
- Першы і Апошні 57:3;
- уся гонар і ўлада належаць Яму 35:10;
- ведае невядомае і бачыць нябачнае 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7;
- найлепш ведае, што схавана ў сэрцы 5:7; 11:5; 31:23;
- ведае, што адбылося і што яшчэ наперадзе 2:255;
- запісаў усё ў Запісе (ці Захаванай Скрыжалі) 6:38; 13:39; 36:12;
- здольны рабіць што заўгодна 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2;
- Яго бясконцая сіла 3:26-27; 24:45; 31:28-30;
- стварыў нябёсы і зямлю за шэсць дзён і ніколі не стамляўся 46:33; 50:38;
— стварае словам «Будзь!» 36:81-83;
- ніколі не несправядлівы да Свайго стварэння 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16;
- усё падпарадкоўваецца Яго волі 3:83; 22:18; 30:26;
- усе маюць патрэбу ў Ім 11:6; 35:15; 55:29;
- давярай Яму 10:84-85; 12:67; 25:58;
- формы боскай камунікацыі 42:51;
- варта памятаць пра 2:21; 3:102; 4:1; 33:70-71; 59:18;
- мудрасць — гэта дар ад Яго 2:269;
- Ён ні ў кім не мае патрэбы 3:97; 6:133; 112:2;
- ніводнага ў Тройцы 4:171;
- не мае партнёра 6:101;
- не мае дзяцей 10:68; 19:35; 43:81; 72:3; 112:3;
- не мае партнёраў або багоў-супольнікаў 6:94; 7:191-195; 46:4-5;
- нічога падобнага да Яго 42:11; 112:4
Загад паразважаць над цудамі Яго стварэння 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Знакі стварэння 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- стварыў усё з пэўнай мэтай 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- дасканалы сусвет 67:3-4
- дзень зліваецца з ноччу 3:27
- разнастайнасць 30:22; 35:27-28
- мёд 16:68-69
- малако 16:66
- дар дзяцей 42:49-50
- планеты і арбіты 21:33; 36:38-44
- сузор'і 25:61; 85:1
- зоркі 37:6-7; 67:5
- хмары 7:57;30:48
- землятрус 7:78; 7:155
- апоўзень 28:81; 29:40
- шторм 10:22
- імжа, град і дождж 2:265; 6:99; 24:43; 50:9-11
- гром і маланка 13:12-13
Навуковыя спасылкі
- людзі створаны з мужчынскіх і жаночых гамет 76:2;
- фазы фарміравання і развіцця эмбрыёна 22:5; 23:12-14;
- плод у трох пластах цемры 39:6;
- саланаватая вада 25:53-54; 35:12; 55:19-20;
- апыленне ветрам 15:22;
- адбіткі пальцаў 75:3-4;
- горы як калкі 78:7;
- жалеза паслана 57:25;
- болевыя рэцэптары 4:56;
- сонца як крыніца прамяністага святла і месяц як адлюстраванае святло 10:5;
- расшчапленне Месяца 54:1;
- неба як добра абаронены навес 21:32;
- усе істоты створаны з вады 21:30; 24:45;
- мурашкі маюць зносіны 27:17-19;
- унутраныя хвалі 24:40;
Жывыя істоты
- анёлы 39:75
- людзі (аўтарытэт на зямлі) 2:30; 6:165; 16:4
- джын 72:1-15
- жывёлы належаць да супольнасцей, як і людзі 6:38
- цяля 11:69
- вярблюд 7:40
- сабака 18:22
- слон 105:1
- коні, мулы і аслы 16:8
- леў і зебры 74:50-51
- малпы 2:65
- свінні 2:173
- вярблюджыца 7:73
- авечкі і козы 6:143
- воўк 12:17
- жабы 7:133
- змяя 7:107
- птушкі 24:41
- варона 5:31
- удод 27:20
- перапёлкі 2:57
- рыба 18:61
- кіт 37:142
- мурашкі 27:18
- пчолы 16:68
- камар 2:26
- ляціць 22:73
- вошы і саранча 7:133
- павук 29:41
- іншыя, невядомыя нам 16:8
Расліны і плады 6:99; 13:4; 16:11; 36:33-35
- бананы 56:29,
- даты 19:25,
- зеляніна, агуркі, часнык, сачавіца і цыбуля 2:61,
- вінаград 80:28,
- аліўкі 6:99,
- мал. 95:1,
- гранаты 55:68,
- сквош 37:146
Вера ў Мухамеда
- Якасці, толькі прарок 3:144; 6:50; 7:188; 18:110;
- данесці праўду 2:119; 35:24; 42:48;
- пячатка прарокаў 33:40;
- высакародны характар 3:159; 68:4;
- узор для пераймання 33:21;
- як ласка вернікам 3:164;
- міласэрнасць для ўсяго свету 21:107;
- універсальны пасланнік 4:170; 7:157-158; 34:28;
- вядзе на Прамы Шлях 42:52-53;
- клапоціцца пра людзей 9:129;
- як сведка ў Судны дзень 4:42; 16:89;
- непісьменны прарок 7:157-158; 29:48; 62:2;
- прадказана ў Торы і Евангеллі 7:157;
- прадказана Ісусам 61:6
Выпрабаванні, з якімі сутыкнуўся Прарок ( ﷺ )
- бессэнсоўныя патрабаванні язычнікаў 8:32; 15:7; 17:89-93; 25:7-8;
- ілжывыя абвінавачванні 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30;
- замахі на яго жыццё 8:30; 9:74;
- папярэджанне тым, хто шкодзіць яму або супрацьстаіць яму 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19;
- загадана цярпліва рэагаваць на адмову 20:130; 30:60; 46:35; 70:5;
- загадаў, супакоіў Алах 5:67; 93:1-11; 94:1-8
Урокі з жыцця Прарока ( ﷺ )
- ад яго эміграцыі (хіджры) да бітвы пры Бадры 3:121-129; 8:42-44; 8:65-71;
- Бітва пры Ухудзе 3:151-180;
- Бітва пры роў 33:9-27;
- Бітва пры Хунайне 9:25-27;
- Медзіна 9:40; Табук 9:38-123;
- Бану ан-Надзір 59:2-6;
- Хамра аль-Асад 3:172-175;
- Перамір'е Худайбіі 48:1-7; 48:10-29
Пашаны, узнагароджаныя Прарокам ( ﷺ )
- Алах і Ягоныя анёлы дабраслаўляюць яго 33:56;
- начное падарожжа з Меккі ў Іерусалім 17:1;
- падарожжа ў нябёсы 53:1-18;
- шанаваны ў гэтым жыцці і ў наступным 17:79; 66:8; 108:1;
- паслухмянасць яму — гэта паслухмянасць Алаху 4:80;
- узнагарода за паслухмянасць Алаху і Яго Пасланніку 4:69;
- яго сям'я ачышчана 33:33-34;
- бачыць Гаўрыіла ў яго сапраўдным абліччы 53:1-18;
- вернікам загадана слухацца яго 59:7;
- этыкет размовы з ім 49:1-5
- этыкет наведвання яго 33:53;
- этыкет зносін са сваімі жонкамі 33:53;
- Алах задаволены ім і ягонымі паплечнікамі 9:100; 9:117;
- дасканаласць яго рэлігійнай супольнасці 2:143; 3:110
Малітва (салах) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2;
- Пятнічная кангрэгацыя 62:9;
- кірунак малітвы (кібла) 2:144; 2:149-150;
- павінна стрымліваць чалавека ад злых учынкаў 29:45;
- разы 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26;
- падчас небяспекі або ў падарожжы 2:239; 4:101-102;
- папярэджанне тым, хто грэбуе малітвамі 19:59; 74:38-47; 107:5-7;
- малітвы крывадушнікаў 4:142; 9:54
Ачышчэнне, абмыванне (вуду) 5:6;
- поўнае абмыванне (гусль) 2:222; 4:43;
- сухое абмыванне (таяммум) 4:43; 5:6
Малітвы (ду'а)
- з Абрагама 2:126-129; 2:126-129; 14:35-41; 26:83-89;
- Адам і Ева 7:23;
- Ісус 5:114;
- Ёў 21:83; 21:83;
- Ёна 21:87;
- Іосіф 12:33; 12:101;
- Майсей 10:88-89; 20:25-35;
- Мухамад 17:80; 20:114
- Ной 23:26; 26:117-118; 54:9-10; 71:26; 71:28;
- Саламон 38:35;
- Шуайб 7:89;
- Захарыя 3:38; 19:2-6; 21:89-90;
- анёлы 40:8-9;
- Маці Марыі 3:35-36;
- Жонка фараона 66:11;
- Фараонавыя чараўнікі 7:126;
- Цар Саўл і вернікі з ім 2:250;
- вернікі з ліку дзяцей Ізраіля 10:85-86;
- жыхары пячоры 18:10;
- праведнікі 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10;
- прыгнечаныя 4:75
Вершы для паклонаў
- саджадат, множны лік седжды, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Падатак на міласціну (закят) як абавязак 2:110; 2:177; 2:277; 6:141;
- адна з якасцей вернікаў 22:41; 23:4; 51:19;
- атрымальнікі 9:60
- дабрачыннасць (садака) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- папярэджанне тым, хто ўтойвае 3:180; 9:34; 47:38
Пост (саум)
- у Рамадане 2:183-185;
- гадзіны посту 2:187;
- выключэнні 2:184-185;
- інтымныя адносіны ў ноч перад постам 2:187;
- пост падчас паломніцтва 2:196
Паломніцтва (хадж),
- абавязак тых, хто можа сабе гэта дазволіць 3:97;
- рытуалы і пастановы 2:158; 2:189; 2:196-203; 5:2; 22:26-37;
- ахвярныя ахвяры 2:196; 22:36-37;
- забарона на паляванне на зямлі падчас паломніцтва 5:1; 5:94-95;
- дазволенасць палявання ў моры 5:96
- Малое паломніцтва (умра) 2:158; 2:196
Рэлігійныя супольнасці
- Мусульмане 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15;
- апекуны адзін аднаго 3:28; 9:71;
- Хрысціяне 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17;
- Габрэяў 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8;
- Дзеці Ізраіля 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6;
- Людзі Кнігі (у асноўным габрэі і хрысціяне) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Мусульмане могуць есці жывёл, прынесеных у ахвяру, і жаніцца на іх жанчынах 5:5
- стравы, забароненыя для габрэяў 6:146;
- Пасланне да Сабіян 2:62; 22:17;
- Магаў 22:17;
- палітэісты (язычнікі, ідалапаклоннікі) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30;
- паганскія забабоны 2:189; 5:103; 6:138-144;
- атэісты 52:35-36
Паганскія звычаі абвешчаныя па-за законам
- пахаванне дачок жыўцом 16:58-59; 81:8-9;
- забойства дзяцей з-за страху перад галечай 6:137; 6:151; 17:31;
- свіст і плясканне ў далоні вакол Каабы 8:35;
- прысвячэнне вярблюдаў ідалам 5:103; 6:136;
- ахвярапрынашэнне ў імя ідалаў 6:121;
- развод Зіхар 33:4; 58:2-4;
- іла (больш за чатыры месяцы) 2:226-227;
- лёсаванне для вызначэння рашэння 5:3;
- абыходжанне Каабы голым 7:26-28;
- уваход у дамы праз заднія дзверы пасля паломніцтва 2:189
Аб'екты пакланення,
- анёлы (сярод некаторых язычнікаў-арабаў) 34:40;
- Аль-Айка (сярод жыхароў Шуайба) 26:176;
- Баал (сярод народа Іллі 37:125;
- Ісус (у хрысціянстве) 5:17;
- ідалы (сярод народа Абрагама) 21:52-53;
- ідалы Лата, Узы і Маната (сярод арабскіх язычнікаў) 53:19-20;
- ідалы Вадда, Сувы, Ягута, Яука і Насра (сярод народа Ноя) 71:23;
- сонца (жыхары Шэбы) 27:24;
- Сірыус (сярод некаторых язычніцкіх арабаў) 53:49;
- Фараон (у старажытным Егіпце) 26:29; 28:38; 79:24;
- жаданні 25:43-44; 45:23;
- вера ў існаванне некалькіх багоў абвяргаецца 17:42-43; 21:21-24; 25:3
Месцы пакланення, мячэці 9:18;
- цэрквы, сінагогі і манастыры 22:40;
- святыня 3:39; 38:21;
- храм 17:7
- Рэлігійныя тытулы, святары, манахі і рабіны 5:44; 5:63; 5:82; 9:31-34
Анёлы,
- запытаць пра стварэнне Адама 2:30-34
- ніколі не супраціўляйцеся Алаху 21:26-27; 66:6;
- не з'яўляюцца дочкамі Алаха 21:26; 43:16-19;
- анёлы-ахоўнікі 13:11;
- два анёлы-запісчыкі 50:16-18; 82:10-12;
- восем нясуць Трон Алаха ў Судны дзень 69:17;
- дзевятнаццаць вартаўнікоў пекла 74:26-31;
- Анёлы смерці 6:93; 16:28; 32:11;
- Гаўрыіл 2:97; 66:4; 26:192-195; 53:1-14;
- Міхаіл 2:98;
- Малік 43:77
Пасланцы
- сярод анёлаў і людзей 22:75;
- Пасланцы цвёрдай рашучасці (Абрагам, Ной, Майсей, Ісус і Мухамад ﷺ ) 33:7; 42:13; 46:35
Пісанні
- Каран, адкрыццё ад Алаха 12:2-3; 20:2-4; 26:192-195; 32:2-3;
- напамін усяму свету 68:51-52;
- кіраўніцтва па найбольш праведным шляху жыцця 17:9;
— адкрыццё пачалося ў месяцы Рамадан 2:185;
- у блаславёную ноч 44:3;97:1-5;
- раскрываецца паэтапна 17:105-106;
- зроблена лёгкім для запамінання 54:17;
- пацвярджае ісціну з папярэдніх адкрыццяў 3:3-4;
- найвышэйшы аўтарытэт па папярэдніх пісаннях 5:48;
- няма сумненняў у гэтым 2:2; 10:37;
- без супярэчнасцей 4:82;
- не выдуманы 10:37-39;
- не скапіявана з Бібліі 25:4-6;
- не выяўлена д'ябламі 26:210-212;
- ніхто не можа стварыць нешта падобнае 17:88; 2:23-24; 10:13-14; 11:13
- абаронены ад карупцыі 15:9;
- абаронена ў Захаванай Таблічцы 56:75-80;
- нельга даказаць ілжывасць 41:42;
- прадказвае будучыя падзеі 30:1-7; 48:27;
- даводзіць вернікаў да слёз 5:83; 17:107-109;
- кранае сэрцы 39:23;
- яркае святло 4:174; 42:52;
- вылячэнне і міласэрнасць для вернікаў 17:82
- Тора 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Евангелле 3:3; 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Псальмы 4:163; 17:55
- Скруткі Абрагама 53:36-44; 87:14-19
Лёс і лёс 3:145; 9:51; 10:107; 11:6; 54:49; 67:30;
- свабодны выбар 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Судны дзень,
- няма несправядлівасці 2:281; 18:49; 40:17;
- жахі апакаліпсісу 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11;
- праведнікі і бязбожнікі ў той Дзень 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36;
- заступніцтва (шафаа) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
Запісы актаў 17:13; 18:49;
- вернікі атрымліваюць свае запісы правай рукой 69:19-24; 84:7-9;
- няверуючыя атрымліваюць свой запіс левай рукой 69:25-37; 84:10-15;
- нішто не будзе схавана ад Алаха 21:47; 40:16;
- узважванне ўчынкаў 7:8; 23:102-104; 101:1-11;
- сведчанні органаў цела 41:19-24; 24:24;
- узнагарода за добрыя і злыя справы 6:160; 27:89-90; 28:84
Тыпы людзей
- вернікі 18:107-108;
- няверуючыя 4:167-169;
- крывадушнікі 4:145; 57:13-15;
- жыхары Раю, найлепшыя вернікі 55:46-61; 56:10-26;
- жыхары Раю, людзі праведніка 55:62-78; 56:27-40;
- жыхары пекла, людзі левых 55:31-45; 56:41-56;
- людзі на вышынях 7:46-49
Фінансавыя
- Дзелавыя рэкамендацыі 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;
24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Запаветы, неабавязковыя запаветы асобам, якія не з'яўляюцца спадчыннікамі 2:180-183; 4:11-12;
перад смерцю падчас падарожжа 5:106-108
- Хабарніцтва 2:188
- Даўгі, дабрыня пры спагнанні даўгоў 2:280;
- напісанне і засведчанне запазычанасці па дамове 2:282;
- атрыманне закладу 2:283
- Спадчына, рэкамендацыі 4:7; 4:32-33; 8:75;
- долі нашчадкаў і бацькоў 4:11;
- муж і жонка, а таксама браты і сёстры па матчынай лініі 4:12;
- родныя браты і сёстры 4:176;
- папярэджанне тым, хто не выконвае 4:13-14
- Працэнты, забарона і папярэджанне 2:275-281; 3:130-132;
- страцілі прыбытак 30:39
Юрыдычная інфармацыя
- закон аб дзяржаўнай здрадзе (хіраба) 5:33-34
- Справядлівасць, адстойванне справядлівасці 4:135; 5:8; 16:90-91;
- адстойванне правоў сірот і жанчын 4:127;
- справядлівасць для габрэя 4:105-112;
- справядлівасць для язычніка 4:58;
- справядлівасць у адносінах да немусульман 60:8-9
- Помста праз законныя каналы (з магчымасцю даравання) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Разлука паміж мужам і жонкай, Хуль 2:229;
- ліян (абвінавачванне ў пералюбе) 24:6-10
Палітычны
- Вядзенне спраў шляхам кансультацыі (шура) 3:159; 42:38
- Баявыя дзеянні ў мэтах самаабароны (джыхад), этыкет 2:190-192; 2:216; 22:38-40;
- не атакаваць без разбору 4:94;
- барацьба за прыгнечаных мужчын, жанчын і дзяцей 4:75;
- абарона месцаў пакланення 22:37;
- узнагарода мучанікаў 2:154; 3:169-171; 9:111; 57:19;
- ваенная моц стрымлівае патэнцыйных ворагаў 8:60;
- выбар міру 2:192; 8:61
- Заключэнне міру паміж бакамі 49:9-10
- Ваеннапалонныя, абыходжанне 8:70; 47:4; 76:8
Сацыяльныя сеткі
- Усынаўленне 33:4-5
- Клопат пра сірот 2:220; 4:2-10; 4:127; 6:152; 17:34
- Развод, арбітраж і прымірэнне 4:35; 4:128;
- этыкет разводу 2:229-231; 65:1-2;
- пасаг і перыяд чакання 2:226-241; 4:19-21; 33:49; 65:1-7;
- муж не павінен забіраць назад нічога з пасагу 4:20;
- жонку нельга дамагаць 65:6;
- жонка павінна атрымліваць фінансавую падтрымку падчас цяжарнасці 65:6;
- падчас яе чакання 65:6;
— калі яна корміць грудзьмі дзіця былога мужа, 65:6;
- ні адзін з бацькоў не павінен пакутаваць з-за свайго дзіцяці 2:233;
- выбар карміліцы 65:6
- Заахвочванне да дабра і забарона да зла 3:104; 3:110; 7:157; 9:71-72; 31:17
- Справядлівасць людзей 49:13;
- мужчыны і жанчыны перад Алахам і законам, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40;
- мужчыны маюць большую адказнасць, чым жанчыны 2:228
- Кармленне бедных, сірот і палонных 76:8-9
- Прабачэнне і кантроль гневу 3:134; 42:40
- Вызваленне рабоў і дапамога ім 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Шанаванне бацькоў сваіх 4:36; 17:23-25; 31:14-15
- Пакора 17:37; 31:18-19
- Тлумачэнне сноў Абрагама 37:102;
- Тлумачэнне сноў Язэпа 12:4; 12:36; 12:43;
- Тлумачэнне сноў Мухамеда 8:43; 48:27
- Дабрыня да немусульман 60:8
- Шлюб 4:3; 4:129; 16:72; 30:21;
- дазволенае і незаконнае жаніцьба з жанчынамі 4:22-24;
- этыкет блізкасці 2:222-223;
- цяжарнасць і кармленне грудзьмі 2:233; 31:4; 46:15; 65:6;
- паўторны шлюб з былой жонкай 2:230;
- дапамога адзінокім людзям у шлюбе 24:32;
- непрыкметная зацікаўленасць падчас чакання 2:235
- Клятвы 2:224-225; 16:91-92; 16:94;
- кампенсацыя парушанай клятвы 5:89
- Цярплівасць у цяжкія часы 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Дазвол на ўваход 24:58-60;
- уваходжанне ў дамы людзей 24:27-28;
- уваход у грамадскія месцы 24:29
- Грамадскі этыкет, праверка навін 4:83; 49:6;
- павага да ўсіх 49:11-12;
- этыкет сустрэч 58:11;
- прыватныя размовы 4:114; 58:9
- Абяцанні 2:270; 9:75-77; 22:29; 76:7
- Марнатраўства і скупасць 7:31; 17:29; 25:67
Іншыя гісторыі
- Авель і Каін 5:27-31;
- Аль-Хадзір і Муса 18:60-82;
- Армія слана 105:1-4;
- вернік з народа фараона 40:28-46;
- нараджэнне Марыі 3:35-36;
- Карова дзяцей Ізраіля 2:67-74;
- Эздра 2:259;
- уладальнікі садоў 68:17-32
- Харут і Марут 2:102
- Карэй 28:76-82
- Парада Лукмана свайму сыну 31:12-19;
- уладальнік двух садоў 18:32-44;
- народ Савы 34:15-19;
- людзі пячоры 18:9-26;
- людзі з акопа 85:1-8;
- Парушальнікі Суботы 7:163-165;
- Саміры і залаты цяля 20:83-97;
- Саўл і Самуіл 2:247-251;
- Зуль-Карнайн 18:83-98
Д'яблы 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5;
- д'ябальскія людзі і джыны 6:112;114:6;
- неба абараняла ад д'яблаў 15:16-18
Шкадаванні
- не прытрымліваючыся Прарока 25:27;
- непадпарадкаванне Алаху і Яго Пасланніку 4:41-42; 33:64-68;
- браць злых сяброў 25:28-29; 26:96-102; 43:36-39;
- адмаўленне знакаў Алаха 6:27-30;
- не працуе дзеля будучага жыцця 89:23-24
Адчайныя просьбы
- просьбы аб вяртанні ў свет 2:167; 6:27-28; 32:12-14; 42:44;
- дзеля другога шанцу 35:36-37;
- быць выдаленым з агню 40:10-12;
- для ежы і вады 7:51-52;
- для заступнікаў 7:52-53;
- зраўняцца з зямлёй 4:41-42; 78:40;
- за смерць 43:74-78
Якасці праведніка
- захаванне правоў Творцы і Яго стварэння 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Якасці бязбожнікаў
- няўдзячны 14:34;
- скупы 17:100;
- паспешлівы 21:37;
- памятайце Алаха толькі ў цяжкія часы 10:12; 41:51;
- нецярплівы 70:19;
- спрэчны 18:54
Вялікія грахі
- прыпісванне Алаху іншых у пакланенні (шырк) 4:48; 4:116; 5:72; 6:19; 31:13
- здзекі з уласных бацькоў 4:36; 6:151; 17:23;
- грэбаванне або адмова ад абавязковых малітваў 19:59-60;
- нявыплата падатку на міласціну 41:6-7;
- забойства 6:151; 17:33;
- наўмыснае забойства верніка 4:93;
- крадзеж 5:38;
- махлярства 7:85; 11:85; 26:182-183; 83:1-6;
- хлусня 2:10; 9:77; 39:60;
- хлусня пра Алаха 6:93; 29:68; 61:7;
- забароненыя сэксуальныя адносіны 2:222; 17:32; 24:2; 25:68; 29:28-30
- ілжывыя абвінавачванні ў шлюбнай здрадзе 24:4-5;
- адступніцтва 2:217; 5:54;
- ужыванне свіней і іншай забароненай ежы (падлі, крыві і г.д.) 5:3; 6:145;
- алкаголь і азартныя гульні 5:90-91;
- паклёп 49:11;
- ілжывыя паказанні 22:30;
- магія 2:102; 10:77; 20:69
""";
