const String quranIndexCircassianRaw = r"""
"Гьэрун (Ахьмэд) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'Абасэ, S.80; 74:22
Тхьэмахуэ щӀын (Уду), 4:43; 5:6
Ибрахьим (Ибрагим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- Яхудий е Чристэныкъым, 3:67-68
- Баккэ дэт япэ махуэщым иув, 3:97; 26:123
- Кэбэ япкъым и лъабжьэр къыӀэт 2:124-129;
- Зы Тхьэ закъуэм ғибадэ щӀыным и цӀыхухэр йопсэлъ 2:130-133; 26:69-89; 29:16; 29:24-27;
- Зи пагагъэр зи щхьэ къэралым щебэкъу 2:258,
- КъэкӀэщ а къыхэщым и деж щыупщӀ 2:260;
- Яхудий е Чристэныкъым 3:65-68;
- Жылэм зиумыгъашхъэ и зэран зэран къыхэщын 6:74-87;
- Исхьакъ и къекӀуэкӀыгъэм и хъыбар къегъэщӀэ 11:69-76; 51:24-30;
- Кэбэ 14:35-41-м деж и сэхури;
- Мэлейкхэм къыщыралъагъуащ 15:51-56;
- Щытхъу зиӀэм и щапхъэ 16:123;
- И адэр щынахуэм йоджэ 19:41-50;
- Пэгагъхэр иузэщӀэжри мафӀэм къыщӀигъэзэж 21:51-73; 37:83-113;
- Хьэж зэхуэсым псори йоджэ 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
ЩыӀэщтыныгъэ, 2:106, 16:101
Абу Лэхэб, 111:1-5
'Ад цӀыхухэр, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адэм, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- Мэлейкым и пащхьэм щхьэ щӀызэхуэсыкӀын хуей, 2:34; 7:11
- ЩӀэныгъэм и жыг, 2:35; 7:19-20; 20:120-121
- Жэнэтым щехыж (Хьэууэ фӀэщ щыхъукъым), 2:36; 7:24
- Аллахьым щӀыхь къыхуещӀ, ШейтӀаным къыкӀэщӀэж 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85;
- Аллахьым щегъэгугъэ 2:37; 20:122
'Адият, S.100
'Адн Жэнэт, 9:72; 13:23; 16:31; 18:31;
19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Щхьэхуэныгъэхэр
- Иужьрэм и багъухэр зэрызэрымыдаӀыс, 6:164; 17:15; 35:18; 39:7; 53:38
- ЗэрызэригъэкӀуэтым и багъухэр зэрызэрымыбгъанэ, 2:286; 6:152; 7:42; 23:62
- Къемыхьэмыхьэным щагъэса, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ЛӀыжь хъуныгъэр, 16:70; 22:5; 30:54; 36:68
- Узыгъэса адэ-анэм епхауэ зи щытыкӀэр, 17:23
Ахьмэд, 61:6
Ахькъаф, S.46; 46:21
Ахьзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
Айкэх, дэсхэр, 15:78; 26:176; 38:13; 50:14
A'ла S.87; 87:1; 92:20
'Алакъ, S.96
Эл-Имран, S.3
Аллахь
- Зы махуэм зэрыхъур мелуан тӀощӀкӀэ гъэтӀылъауэ, 70:4
- Зы махуэм зэрыхъур цӀыху мелуан къудей къэскӀэхьауэ, 22:47; 32:5
- Зы деж щытми и пщӀэ зэриӀэуэ, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- Зыпщыхъупщри нэхъыфӀ дыдэу щыт, 95:8
- ТӀэкӀур здынэмысым, 43:82; 67:12
- ШыкӀыхь зыщӀхэм я хэкӀыпӀэкӀэ узэщӀын, 8:30; 8:36
- ЦӀыхухэр ищӀын щыӀэкӀэу абыхэм имыубгъуу абыхэм япэрыхын, 4:133; 14:19; 35:16
- Гъыбзэ ищӀ и анитӀыс, 53:43
- Зы цӀыхум гъэшӀэ кӀыхьакӀэм дэхьауэ ищӀын, 2:259
- Щытхъуу щымытхъуэм я бий, 2:98
- Пщэдджыжым щегъэжьауэ жэщым нигъэсыху тхьэмахуэ ищӀыху, 33:42
- Абы и пхъум щытхъуу щымысхэу, 16:57; 17:40; 43:16; 52:39; 53:21-22
- И цӀэкӀэ, 53:19-20
- ЦӀыхухэм и щхьэхуитыныгъэ етащ, 36:67
- Абы и деж псори къызэритыжын, 4:66-68; 4:125
- ФӀыми емыхъуми абы къыдэкӀащ, 4:78
- ГъащӀэр къыретыр икӀэр зыщӀыр 44:8; 53:44; 57:2; 67:2
- ГъащӀэр текӀуэдым нэхъыфӀ дыдэу щӀэрагъэтын, 4:95-96; 5:54; 9:120; 49:15; 61:11
- И гъусэ щытхъурэкъым 72:3
- И къуэ щытхъурэкъым 43:81; 72:3; 112:3
- Уэ узэримыхъумыщӀа уи гугъэ зэманым щиӀэм, 93:3
- ЩӀэныгъэкӀэ псоми исщ, 2:115; 2:142; 2:177; 4:126
- Ещанэрэ икӀэрэ щытщ (Алфэрэ Омегэрэ), 57:3
- Щытыр Зэрылъытхэр ипщытщ, 57:3
- Здынэсым ехъулӀэу зэрищэну, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- Пэжуу зыгъэщыр хъуэхъукӀэ дохъуэхъу, 49:9
- Зыгуэр дэлъу щытхъурэкъым и мыгъусэхэм я гъусэкӀэ зыгъащыхэм, 5:101; 6:140; 6:148; 7:32
- Зауэм и тезыр къыпыкӀуам фӀыгъуэ декӀыу, 8:70
- ЩытыкӀэм, 2:255
- цӀыхухэр Тхьэу щыткъым, 3:64; 3:151
- зы Тхьэ закъуэкъым, 4:171
- псэм и щхьэ заразу къыщхьэщэщ, 113:1-5; 114:1-6
- и ужь къэтлъэу, щысу, щылъу тегупсысыхь, 3:191; 4:103; 10:12; 25:64
- ныбэм ущызэрытрагъэухуэр, 3:6
- и тетхъур псым тетщ, 11:7
- фимыщӀэхэр къищӀынущ, 16:8
- Зи Къэралэгъум щыщІэмыхь, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ЗэгурыІуэныгъэхэр, 8:72; 9:7
- Чристэнхэмрэ Джуртхэмрэ, 5:51
- мылъхуэдэным диным зимыгъэзахуэхэм ядэгъэгурыІуэ зэрыхъунукъым, 9:23-24
- мелыхьым дэгурыІуэ зэрыхъунукъым, 4:88-89; 4:139; 4:144
Альяса’ (Елъисэ еплъ)
Аманэх, щыгугъыныгъэ зэриІэмкъэ Тхьэ игъэува къалэнхэм къащыщыгъуэу, 2:283; 4:58; 8:27
- щыгугъыныгъэм еплъ
Мелыхьхэр, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- мафІэм къыхащІыкІахэщ, 7:12; 38:76
- игум зэрыщытыр къэзыхьын Тхьэм и тетхъум Щхьэщэху махуэм 69:17
- хъулъфыгъуэхэу щыттэкъым ахэр къызэретым хуэдэу, 43:19; 53:27
- хъумэкІакІуэ 82:10-12; 86:4
- жэхьэнэм и тетхъуэ лІыкІуэ ипщыкІу 74:30-31
- гъэпэжьауэ ягъэкІуэнукъым, 15:7-8
- къагъэдахэну ягъэкІуэ, 16:2
Гъэщэнжэныгъэм зыщыхъумэн, 3:134
’Анкабут, S.29
Блэгухэр, 27:18
Маймылхэр, 5:60
- щхьэщэхуж еплъыкӀуэ, 2:65; 7:166
Дыным техьэжьэжыныгъэ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- иджыри къэхъун дыным техьэжьэжахэм ягумэкъэ иращӀэну мэгугъуэ, 46:35
- Тхьэ закъуэ иратынущ 73:11; 74:11
КъэкӀуэну дунейм и тезырмэ, 2:217; 9:74
- нэгъуэщІхэр зэрыщыгугъынухэр, 3:87
- щыгъуэ тхьэмахуэ, 3:89; 5:34; 9:5; 9:11
- Щхьэщэху махуэм щӀэх дыдэу къэсыжынукъымрэ 40:85
- ГуащӀагъэм иуж техьа, 16:106
Дыным техьэжьэжахэр, 47:25
A’raf, S.7; 7:46, 48
Арафат, 2:198
Щыгугъыныгъэ,
- я закъуэ езыхэхэр дикъыхахрэ, 4:107
- уиджыри дэкӀуэти абыхэм игум къащыхьэт, ауэ хэт щхьэщэху махуэм къыгушыӀэнур, 4:109
Щыгугъыныгъэхэмрэ зехьэтыкӀэхэмрэ,
- жэуап тратынущ 8:58
- сыт ищӀакъэ щӀэщыгъуэ щытыныр нэхъыфӀ, 16:126
ПщӀантӀэхэр, 16:81
’Аср,S.103
Аят Аль-Курси, 2:255
Гугъу дыдэу зыщызыгъэІэтхэр, 49:12; 104:1
Бадр (зауэ), 3:13,
- дерсхэр, 8:5-19, 42-48
Аль-Байт-уль-Ма мур, 52:4
Бакках (Макках), 3:96
Б’аль, 37:125
Балад, S.90
ЗэкӀэлъыкӀуэныгъэ, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану Ан-Надир, 59:2-6, 13
Бакарах, S.2
Бара’а (Таубах еплъ), S.9
Барзах, (МэІэщэмбагъ), 23:100; 25:53; 55:20;
- джели 18:94-97; 34:54; 36:9
Баййинах, S.98
Псэущхьэ (иужьрей махуэлъэ), 27:82
Бэдоуинхэр. 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Балий, 16:68-69
ЗэхэтыкІэ
- ЩыгурагъыІуэ нэхъыузыгъэу щыгур джыурым хэӀэтыхьыкӀэщӀэкӀ нэхъыжьхэм, 16:125, 29:46
- щыкъэдмыгубзыгъэхэм защыхъумэныр, 17:36
- гуэныхьымрэ нэхъ гъэщтыхьхэмрэ зыщахъумэныр, 53:32
- щызэхэт зэхуэдэм теухуауэ нэхъ фадэ хурикъуэ, зыщымыгъэхьу, зыщымащӀымэ 49:12
- дауи къэтлъэуу щытынщи фи щыгугугъыныгъэхэм, 6:152
- зэгуэр лъабжъэ зэхуэхъумэн къэралэгъум, 2:143; 25:67
- гумэкӀауэ ирагъэсэншэф хъуным къыщхьэщэщ, 4:36, 57:23
- уи дэӀэпыкъуныгъэр къэлъыхъуэхэм укӀикъэ, 93:10
- зымыгъэбзэджэн хуэдэкъым, 53:32
- нэгъуэщІхэр зэрыдэгуузэным хэмыкІауэ, 49:11; 104:1
- гъэщтыхь зэрызэхэтхэр къызэӀухамэ хэмыкІауэ, 4:148
- зэрызэдэмыуэным хэмыкІауэ, 104:1
- дэтхэнэ зэрыхэуэ щытым закон иратыркъащӀэмрэ гъащӀэмрэ, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- джели дауэ ущытепщэным дэкӀуакӀэщ, 22:67
- Тхьэм зы къэралэгъу зэхуэщӀынугъэ, 5:48; 11:118; 16:93; 42:8
- Тхьэм и къэралэгъу гурэхъэнэм щыувыкІэ, 21:92
- Джуртхэм щхьэкӀэ къэгъэгъуныгъэкIуэщ, 5:13
- мыдэным зимыгъэзахуэхэм я щхьэкӀэ къэгъэгъуныгъэкIуэщ, 31:15; 45:14
- щӀэх дыдэу щыгъэхьэзырэу къэгъэгъуныгъэкӀуэщ 42:37
- тетхъуэхэр зечэхьэ щызэдэгуэщ Іуэхухэм, 42:38
- джели бэщӀэузум, 10:47; 16:36
- лъэщныгъэм и фэм къыхэкӀыу, 33:58
- хъулъфыгъуэхэр (бзылъхугъэхьхэм теухуауэ), 24:30
- мамыр гурыІуэхэм тыгъэ яратау, 42:40
- гурыІуэкІуэу егупсысыхь нэхъыщхьэшхуэ Іуэхухэм, уи гуэмыхъэмэ 17:28
- узынэс иджэм изакъуэм сымэ, 17:23
- Муслимхэм теухуау, 33:6
- нэгъуэщІхэм пэІэщӀэтымэ, 17:26-29; 17:35; 17:53; 60:8
- адэ-анэхэм пэІэщӀэтымэ, 46:15
- къулхэм теухуауэ, 4:36; 24:33
- зэм зищамыуа дзейдэмыщӀэкӀэ, мыдэным зимыгъэзахуэхэр тэкӀакӀуэ тхын 60:8
- ищауэхэр БэщӀэузым щыщхэу, 33:28-34
- бзылъхугъэ (хъулъфыгъэхэм теухуауэ), 24:31
- дэтхэнэ щыгугъыныгъэм, 2:136; 2:285
- ЩыIэкIэ зиIэм и теплъэр, 49:14-15
Дин зыхэлъхэр, 2:2-5; 2:285; 8:2-4; 8:24
КъэзыгъэщIар къэзыгъэнэным и завещание, 2:180, 240; 4:7, 12; 36:50
ТхьэмыщкIэ щытын (гъэпцIэн, зэран хэлъын), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Тхыдэ лъапIэ (Библие), 5:64, 5:65, 5:68
- и щыIэкIэр зэIэбэхауэ, 3:78; 5:14-15
Къуалэбзухэр, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Лъым и мылъкур (Дия), 2:178-179; 4:92; 17:33
Зауэм къыщыхах мылъку, 4:94. 8:41; 59:6-8;
- щхьэхуэу къэхыу, 3:162
- еплъын трофеи
КъэхьэлъэкӀ, 2:188
Будн, 22:36
Хьэлъагъ
- Зыми зы и хьэлъагъыр теткъым, 35:18; 39:7; 53:38
- Дин къомбыгъэхэм нэгъуэщIхэми я хьэлъагъыр зытетщ, 16:25; 29:13
- Дэтхэнэ зыми я хьэлу узыгъэушхъуэр я фIыгъуэркъым, 6:31, 164
- Алыхьым зыми и къарум щхьэщыкI хьэлъагъ теткъым, 2:286; 7:42; 23:62
Бурудж (Вагъуэшхуэхэр), S.85; 85:1; 15:16; 25:61
Шыд, 6:144; 7:40; 77:33; 88:17
Хьисэпхэр, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- Еплъын зауэм къыщыхахахэми
Хьэйуану, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Thawr и щхьэхуэгу, 9:40
Щхьэхуэгу, джэмыIэм исхэр 18:9-22, 25-26
Пэжым и щыхьэт, 56:95; 69:51
Псапэ, (Садакъэ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- Псапэмрэ Закятымрэ я мурад, 2:273; 9:60
Сабийхэр 2:233; 42:49-50
- Я сабийхэр хэкIуэдахэм я фIэщхъуныгъэ, щIэныгъэншэу, 6:140
Христ, (еплъын Хьисэ)
Христианхэр, 5:14, 19, 64-65, 69; 22:17
- Хьисэ хьэкъмэ ищI хъунукъым жаIэ, 4:171
- Муслъымэнхэм нэхъ пэгъунэгъуу гущIэгъу яIэщ, 5:82
- ЗэрыжаIар нэхъыбэм ящыгъупщащ, 5:14
- Иджы деж деж дыщIэкI мурсал, 5:15, 19
- Темызэщ диным и пэжыр, 2:62; 5:65; 5:69
- «Хьисэ Алыхьым и къуэщ» жаIэ, 9:30
Къалэхэр зэтракъутэжащ, 69:9
Щынчъэ къалэ, 95:3
Щыгъын, 7:26; 16:81
- МафIэм и щыгъын, 22:19
- Бзылъхугъэхэм я плIэнхъурей е щыгъынкIэ Iей къащымыгъэщтыным щхьэкIэ, 24:31
- Бзылъхугъэхэм я щыгъын щхьэкIэ езыхэм нэмыс ямыщIын щхьэкIэ, 33:59-60
Конфедератхэр, 33:9, 22
- Еплъын Ахзаб Мэшыгум, зэдэгушаIуэ, 42:38
ЗэхэтыкIэ,
- Зэрыхъур къыщыщIэдзауэ зэпегъэщIэж, 10:4; 21:104; 27:64; 29:19-20
- ЩIэ зэхэтыкIэ, 17:49, 98; 35:16
- Пэжым и щыхьэт, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- Джэгу къудейкъым, 21:16-17; 23:115
- Псэ здэщыIэм и зэхэтыкIэр, 21:30; 24:45; 25:54
- ЦIыхум и зэхэтыкIэр, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- И япэ теплъэр 56:62
- Махуитхум, 7:54; 11:7; 32:4; 50:38; 57:4
- Зэгуэтхауэ, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- ЗэщхьэщыкIыныгъэ хэлъу, 35:27-28
- Алыхьым унафэ ещI «Хъу!» - икIи аракъэ, 2:117; 16:40; 36:82; 40:68
- Нэм и кIэщхъункIым хуэдэу, 54:50
- Жэнэтрэ щIылъэ хуэдэхэр, цIыхур хуэмыдэу, 40:57; 79:27
- И мурад, 51:56
Хьэндыркъуакъуэ, 5:31
Критерий, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Дахр, (еплъын Инсан,) S.76; 45:24
- Зэман, 76:1; 103:1
Даудыт, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30;
- Псаломхэр иратыжащ 4:163
- Боифыр ботэм щиукI, 2:251
- УзыгъэщIэращIэ 21:78-80
- ЩIэныгъэрэ лIыкIуэныгъэрэ щIыгъуу 27:15-16
- Кхъуэмрэ къуалэбзухэмрэ Алыхьым дадэIэпыкъуу икIи догъэIэзэ 34:10; 38:17-20
- ЦIыхуитIым я зэхуакум тегъэщIапэ 38:21-26
Давабб е Даббэ (псэущхьэр зэрыщытым хуэдэу, н.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Кхъухьхэр къэтэджыжынущ, 6:36
ЛIэныгъэ, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- Зэуэм къыщыщхъумэжкIэ, 33:16
- Алыхьыр зэрыхъумэмкIэ, 3:195; 22:58; 47:4
- ЗэIущIэкIэ щIэхъумэ хъуным и къэралым зэран зэрырамыгъэхьыркъым, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- Алыхьым и хуэлагъым дэщхъумэхэр псэущи, 2:154; 3:169
- Псахуэ зыубыдыр тхьэщIэху ещIэнымкIэ, 4:100
- КъыщыувыIэ хъуркъым нэрылэ, 63:10-11
- Жэщым и къуэшыжьым хуэдэу 6:60; 39:42
- Дин зыхэлъхэмрэ мыдыныгъэ зиIэхэмрэ лагъым дежь 8:50; 16:27-32; 41:30
- Щхьэгум щыIэ хуэныкъуэм и тезыр 40:46
Уасэхэр, 2:280, 282; 4:11-12
Унафэ,
- ДэтхэнэмкIи, абы иIэщ, 13:38
- Зэи зы къалэ згъэнакъым абы иIэ унафэр щIэухуэу, 15:4
- Дэтхэнэми и унафэр Алыхьым къыдокIуэкI, 44:5
- Ар зыми унафэ ещIакIэ, «Хъу!» - икIи аракъэ, 2:117; 36:82; 40:68
Iуэхухэр,
- Iуэху зэранхэр, я хьэлэмэтыгъуэм хущIэкъу, 47:14
- Ди дежкIэ дэ ди, фи дежкIэ фи Iуэхухэр, 28:55; 42:15; 45:15
- ФIыри Iейри зитхъумэн Iуэхухэщ, 41:46
- ЦIыхум и Iуэхухэр пщэм жъуауэ яIат, 17:13
Лъэгагъхэр, зэрахъуамкIэ, 6:132
Зэран, езыхэм иращIэ зэранхэр, 47:14, 16
- Езым и тхьэ хуэщIар и щхьэм щыщ зэран, 25:43
Мыгузэв Алыхьым и гущIэгъум шъхьэкIэ, 39:53; 21:87-88; 68:48-50
- Джэредж еплъ
Дэрийат, S.51
Дикр, 7:205; 15:6, 9
Зул-Кифил, 21:85; 38:48
Зул-Къэрэйн, 18:83-98
Зун-Нун (Балыкъым и гъусэ),
Иман зимыӀэхэр (Мунафыкъхэми еплъ)
- Мухьэммэд (ﷺ) Аллахьым и къэухь къащхьэщыгъэу къелъэӀуну ядэгухьэ, 6:57-58; 8:32; 10:49-52
- Ягугъэм хуэдэу здэщыӀэ, 31:15
- Япсалъэхэм сабырлыкӀэ едэӀу, 20:130; 50:39
- ЗэгурыӀуэныгъэ ядызыӀыгъыр, 8:56; 8:72; 9:4, 7
- ЗэгурыӀуэныгъэр зэтракъутэр, 8:58; 9:12
- Аллахьым я мурадхэр пцӀы хъугъуэ хэщӀыхьэ, 8:30, 36
- Аллахьым и хабзэр ягъэщӀагъуэм деж ягъусэ мыхъу, 4:140; 6:68
- Къыщхьэщыгъын хуейуэ къэлъэӀуамэ, 9:6
- Зауэм и зэманым я наказанэ, 8:12, 50, 59
- Ахърэтым я наказанэ, 8:37
- Масджытым щыӀэн, е ахэм еужьын хуейкъым, 9:17
- Дахэу здэгушыӀэ, 17:53
- Ебэнын хуей, 9:73; 25:52; 66:9
- Зауэ мызыгъэкӀуэкӀхэм захуагъэкӀэ епэщэн, 60:8
- Иман зимыӀэхэм закъуэ ядэӀэпыкъунщ, 8:72
Иса и деж щеджахэр, 3:52; 61:14
Мунафыкъымрэ иман зимыӀэхэмрэ я гум уз щыӀэ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Гугъэ къащӀэмэ, абы иужькӀэ шынагъуэ щымыӀэныгъэ къокӀуэ, 3:154
Зауэм къыдахьар гуэшыныгъэ, 8:41; 59:7-8
ХэндэкӀым и цӀыхухэр, 85:4-10
ЗэмылӀэужыгъуагъ,
- ЦӀыхухэм я зэмылӀэужыгъуагъ, 30:22, 35:27-28
- Гулъытыгъуэм и зэмылӀэужыгъуагъ, 35:27-28
Щхьэгъэжыныгъэ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7;
- Зэман икӀыным иужькӀэ е щхьэгъэжын, е зэгурыӀуэн, 2:231; 65:2
- Щыхьэт тӀурыс, 65:2
- ӀущӀэув, 2:233, 241
- Щхьэгъэжам и ӀэнатӀэм техуэ иужькӀэ хируэ, 2:233
- ТӀэу зэ хахын хуэдэ, 2:229
- Мэхьэр жыпӀэм и хьэл, 2:229, 236-237
- Ныбэ щхьэщыт имыӀэмэ, лъэныкъуэ егъэтыху, 65:6
- Зигьар еплъ
Щхьэгъэзыныгъэ, Хъулъхужь
- Зы бзылъхугъэм щхьэкӀэ адрей щхьэмыхыж-япэ уэ къэптыр къэумыжьэж, 4:20
- Уи щхьэгъэжам гущӀэнтэкъым емыгъэкӀу, 65:6
- Щхьэгъэжахэр ягугъэм пэщӀэувэу щӀамыгъэт, 4:19
- МазиплӀ къэгупсысыжыну, 2:226
- Уи щхьэгъэжам и ныбэмрэ и зэман гъэкӀуам икӀэм нэгъунэ къыдэӀэпыкъу, 65:6
- Уи щхьэгъэжам и быдзышэр къыдэӀэпыкъу, уи сабий армэ, 65:6
- Анэм сабий имыӀэм щхьэкӀэ зэран темыхьэн хуейкъым, 2:233
- Ислъам япэм щегъэжьауэ, 58:2
- Мэзыжь къигъэзэжыным щхьэкӀэ мэзиттӀ зэпегъэзэжын хуей, 58:4
- Мэзыжь къигъэзэжыным щхьэкӀэ мискин 60 пагъашхэ, 58:4
- Мэзыжь къигъэзэжыным щхьэкӀэ лъэщӀыгъуэ къагъэнэн хуей, 58:3
- ЗэгурыӀуэну пылъын, 4:35
- Гунагъуэ щымыӀэмэ зэкъуэмыувэу, 2:236
- Нысэм мэхьэрым и ныкъуэр техуэн хуейт, 2:237
Щхьэгъэзыныгъэ, Бзылъхугъэ
- Ещанэ щхьэгъэзыныгъэм иужькӀэ (ар адрей хъулъхужьым къытекӀауэ), ежьэжьей япэ хъулъхужьым деж, 2:229
- КъыдэӀэпыкъуным хуэнахуэ, 2:241; 65:1
- Щхьэгъэжыным и хуэхуэнур зэхуэдэщ, 2:228
- Хъулъхужьым зэран къыричыным ящошынэ, 4:128
- Хъулъхужьым къаритыр иӀыгьын хуей, 2:229
- Я унэхэм къагъэкӀын хуейкъым, 65:1
- Махуэ щыщӀым икӀын хуей, ныбэм кӀэщӀакӀэ зэрытемытым щыхьэту, 2:228
- Мазэ щыщӀым щехыжхэм махуищ икӀын хуей, 65:4
- ЗэкъуэувыӀакӀэ имыӀэмэ, 33:49
Хьэхэр, 7:176
Шыдхъухэр (Щыд), 2:259; 16:8; 31:19; 62:5; 74:50
Ефэныгъэ,
- Ефэр, 2:219; 5:90
- Къабзэрей, фӀыцIэу ӀэмэфӀэу, 37:45-46; 76:21
- Къабзэрей печать траӀуатэу Ӏейныгъэ, 83:25
Духьа, S.93
Духъан, S.44
ПӀэухъум и дзэ, 105:1-5
Елийас (Илия; Илъясын) 6:85; 37:123-132
Елисей, (Алъяса') 6:86; 38:48
Энок, (Идрис еплъ)
Хъугъуэ, 56:1; 69:15
Псэемыблыж, 4:123; 10:27-30; 19:83; 59:15
- Жылагъуэм зэрыжаӀэ мэхъуркъым, 4:148
- Езым къыдэкӀым деж, Алыхьым къыдэкӀым деж, 4:79; 42:48
- Гуэныхь къыдэпхъуэн хуей, 4:149
- Награда къытраубыда, 6:160; 42:40
- ХэзыгъэкӀэуэ, мыгъэфӀэу, 16:45-47
- ИкIэм нэсауэ арати, 30:10
- ЩӀылъэмрэ хымрэ къытехьащ, 30:41
- ДекӀэну/Щишыну, дахэм дыщӀэкъун хуей, 13:22; 23:96; 41:34
- ЗэхъуэкӀэу, дахэм деж, 7:95
- Езыхэм ядэкӀуэхэм, гухэм теуэу, 47:14, 16
- Пайдэ къахэзыгъэкӀхэм ягухэр къабзару мэщыт, 47:14
ЕмыкӀу,
- ШхынымкӀэ къагъэщта, 5:87
- ДинмкӀэ, 4:171; 5:77-81
Нэхэм, тхьакӀумэхэмрэ и нэхъыжьхэм гуэныхь лэжьакӀуэхэм ятеубыдауэ щытнущ, 41:20-23
Эзра, (Узейр) 9:30
Аллахьым и Нэгу е и Щхьэ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Дэгъуэу къэплъагъу,
- Аллахьым щагьэкӀуа езыхэм ялэжьащӀэхэр, 6:108
Иман (Бекъым), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ХэзыгъэкӀхэм, 3:116
- ЗыщаӀэтыху, 3:173
- Пэжурэ, 44:7; 45:4, 20; 51:20
- Ар къыпхуэзыгъэущар, 49:17
Фэджр, S.89
Фэлэкъ, S.113
Къуръаным и Аятхэм теухуа пцIы псалъэмакъ, 6:68
ТхьэпцIхэр,
- Аллахым нэмыщIу, псалъэ жаIэ тхьэпцIэхэр 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- Аллахым нэмыщI тхьэуэ щыIэхэм щымыщхьэхукIытэ, 6:108
- Taghut-ми еплъ
ПцIы (Batil), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ЦIыхум и Iуэхухэр пщIэнтIеймкIэ бгъэдэлъхьащ, 17:13
Махуэщэсыгъуэ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- Шхэ, ефэ, хужьыбзийр фIыцIабзийм къыщхьэщыкIыху, 2:187
Фэтхь, S.48
Фэтихьэ, S.1
Фэтыр, S.35
Фидьяхь (щхьэщэкI), махуэщэсыгъуэм и, 2:196
- Къагъанэрхэр зэIэщэхыным папщIэ, 8:67
- Дзыхь зэрытрамыгъэуэхэм ятыну щхьэщэкI, 3:91; 5:36, 37; 10:54; 13:18
Щхьэмыгъазэ, 95:1
Зауэ,
- Аллахым и гъуэгумкIэ, дзыхь зэрытрамыгъэуэхэм япэщIэувэу, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- Унафэ щIауэ, 2:216
- Тхьэм папщIэ мазэхэм, 2:217; 9:5
- Исраилым и бынхэм я деж, 2:246-251
- Аллахым и щхьэкIэ, цIыхубзхэмрэ цIыхухъухэмрэ яхуэмыгъэпэжу щыщытхэм папщIэ, 4:74-76
- Фитнэр иухыху, 8:39
- ТIущIым тIущIым щытекIуэу, 8:65
- Аллахым дзыхь зэрытрамыгъэуэхэм япэщIэувэу, 9:29
- Зэран зэрытрамыгъэуэхэм япэщIэувэным и хуитыныгъэ, 22:39-41
- Мунафыкъхэмрэ, 47:20
- ЕхъулIэныгъэхэр, 48:17
Фил, S.105
Фирдаус Джанэт, 18:107; 23:11
МафIэ, 56:71, 100:2
Бзу, 22:73
Шхыныгъуэ,
- Халылырэ Хьэрамрэ, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- Ежьуахэм гуэныхь ятеткъым, 5:93
- ЗэрыпхымыкIытэ, 5:87
- Аллахым халыл зэрищIам хьэрам зэрымыщI, 5:87; 7:32; 16:116
Мыдэным хуэгъэзауэ щытыкIэр, 6:151-152; 7:33
Грехыр къыщхьэщыжыныгъэ, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- Дзыхь зытриубыдахэм я къалэн, 42:37; 45:14
- Дзыхь зытриубыдахэмкIэ, Тхыгъэр зиIэхэм папщIэ, 2:109
- Аллахым грехыр къыщхьэщехыр зым зыхуейм, 4:48
- Аллахым къыщхьэщыжыхыркъым Ар тхьэпцIхэм зэдащIыным, 4:48, 116
- Зым Аллахьым деж щыгугъмэ, 4:110
- Аллахьым зэрыщIэмыдзэу, Мушрикуным папщIэ, 9:113
- Аллахым псори къыщхьэщехыр, 39:53
- Мелейхэм грехыр къащхьэщажэ щIым тетхэм, 42:5
- Грехыр къыщхьэщыжыж, щыгумэкIым деж, 42:37
- Грехыр къыщхьэщыжыжрэ зэгурыIуэрэ щыт, 42:40
- Дзыхь зытриубыдахэм грехыр къащхьэщажыну Аллахым и махуэхъум щыгугъ зымыIэхэм, 45:14
- Гуэныхь инхэмрэ Фуахишхэмрэ зыщызыхъумэхэм папщIэ, 53:32
- ЗэрыщыщIэдзапIэ лъахъшэ грехыр къыщхьэщыжынымкIэ, 57:21
- Iуэху дахэхэм Iуэху Iейхэр зэрыхъуэкIхэр, 25:68-71
ГъэпцIакIуэ, (Хьэйнтым еплъ) 83:1-6
Хуитыныгъэм узытехьэф,
- Аллахым и мурадымкIэ гъэIэпхъуат, 6:107; 10:99; 74:56; 76:31; 81:28-29
- Зым зыхуейм деж, дзыхь трагъэувэ, дзыхь трамыгъэувэ, 18:29
- И Тхьэм деж гъуэгу къыщых, 76:29
- Зэтеухуэу екIуэкI, 81:28
Мэрем махуэм и намаз, 62:9-11
Жэм, 6:41; 16:11
- Джанэтым, бэлыхьу, 43:73
- Жэмым и теплъэ псори, 47:15
- Зэрыгухэлъым хуэдэу, 77:42
Фуджжар, 82:14-16; 83:7
Фуркъан, S.25
Фуссилат (Хьэ Мимми еплъ), S.41
Джабрыил, (Джибрил) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рухул-Къудус, 2:87, 253; 5:110; 16:102
Къумар, 2:219; 5:90
Джэгу, Ихьрам зыщыгъым деж, 5:94-96
Гъафир (МуIминми еплъ), S.40
Гъашийэ, S.88
Гъусл, 4:43; 5:6
Саугъэтхэр, 30:39
Джялуд (Джалут), 2:249-251
Дахэ (Махуэхэр), 3:140
- ЗэикI уэ пIейтей ущытIэ дахащэм и деж, щыбгъэгуфIэр уэ иеым и деж, 2:216
- ЗымыкIэщIыжын зыщIыну, 4:85; 28:54
- ТIу зэрыхъукIэ зымыкIэщIыжын, 4:40; 28:54
- Пщы зэрыхъукIэ зымыкIэщIыжын, 6:160
- Къыхагъэхъуэрей, 42:23
- ЗэрыпщIэным папщIэ, дахэ дыдэщ иджыри Ахъырэт унэм иджыри, 16:30
- Мы дунейм дахэ зищIым зэрыпщIынущ, 39:10
- Аллахым зымыкIэщIыжын ар зыщI дахэм ар нэхъыфIу, 53:31
- Зэрыхъунумыту къыщIэкIынщытэ ар нэхъыфIу емыкIуу щыщытым ар, 55:60
- ЩIэ ар дахэу, Аллахым дахэ уищIауэ, 28:77
Дахэхэмрэ Iейхэмрэ,
- Дахэр Аллахым къокIыр, емыкIур уэ укъыщIокIыр, 4:79
- Дэтхэнэми дахэм и деж зыщIыну узыгъэгугъэр емыкIур и деж емыхъулIэныр, 17:7; 41:46
- ЕмыкIур дахэмкIэ пхъуэдитэ, 23:96; 28:54; 41:34
- Дахэрэ Iуэху Iейрэ зэхуэмыдэу щыт, 41:34
- Дэтым и зыхуэщIа псори ар зэрыпэщIэхуэу, 3:30
- Мухьсинунми еплъ
Iуэху дахэ
- Ар къэбжьхьын е хъумэн, 4:149
- Зэпеуэм хуэдэу зыкъэбгъэсэбэпын, 5:48
- ХъыбарыфI, 78:1-5
- ЩхьэщэупщIэж, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
- Хадид, S.57
- Хьэди (къурмэн), 2:196, 200
- Хьэж (ЩIыналъэм щыIэн), 2:158, 196-203; 3:97; 5:2;22:30
- Хьэж, S.22
- Хьэман, 28:6, 38; 29:39; 40:24, 36, 37
- Iэпкълъэпкъхэр щыхьэт техуэнщ, 36:65
- Хьэгъгъэ, S.69
- Гугъэ, гугъэ къэс дэщIыгъущ, 94:5-6
- Хьэрун, (Ахьэрун)
- Хьэрут, 2:102
- Хьэщр, S.59
- Гухэр:
  - гущIэгъуншэ, 2:74; 22:53; 39:22; 57:16
  - пыщэха, 7:100-101; 40:35; 47:16; 63:3
  - щызыхуэщIа, 17:46; 41:5
  - къыщIагъэбыда, 47:24
  - зэхэщта, 59:14
  - шынагъэкIэ щыт, 22:35
  - зыгуэрым уз зэрыхьам, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
- Уафэхэр:
  - Аллахьым идейщ уафэм щыщ щыгъупщар, 16:77
  - джэгуным папщIэ къэмыхъуа, 21:16
  - щIыналъэмрэ уафэмрэ зэхэлъада, 21:30
  - уафэм зыри щыхъума хъуакъым, 27:75
  - багъэншэу къэщIа, 31:10
  - И ИжьырабгъумкIэ зэтедзэжынщ, 39:67
  - махуитIым уафэу бгъур къэщIа, 41:12
  - нэхурхэмкIэ япэрей уафэр зэщIащэкъэбзэ, 41:12
  - Аллахьым идейщ уафэм щыщ псори, 45:27;53:31
  - уафэу бгъур, зыр зым идежь иттэу, 67:3
- Жэхьэнэм (мафIэр, дыгъэжьым и къуэлэн), 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
  - псы джанкIиблэрэ ирисыкIыкIэрэ 22:19-22; 23:103-104
  - бжьакъуэ 14:14-17; 38:55-58; 69:35-37
  - Зэкъум жыгыр 37:62-70; 44:43-50; 56:41-56
  - щыпсэун е злэжьыным зэран трагъэкIэу щытхэкъым 87:13
  - къэрабгъэ хэзэрыхьын 26:91-101; 34:31-33
  - пIалъэкIэ гъэкIуэдын зэрыщыгугъыр 25:13-14; 43:74-78
  - гу зэIуха дауэдапщэхэр 35:36-37
  - МафIэр зэрыжьэрэ зэрыкIырэр 25:11-12; 67:6-11
  - гъэжэгъущахэр кIэхым ипIэкIэ щIэхэр къыщIагъувэм 4:56
  - дыжьынрэ щахуэрэкIуэхэрэ тар хьэтыркIэ 14:48-50
  - гъущI пхъуантэхэр 22:19-22
  - бжьымхэр 13:5
  - жэхьэнэм и хъумакIуэхэр 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
  - щхьэуэ псапэ къыщIамыщIэу щыт 5:36-37
  - щхьэщэ хамыгъэхьэу 6:94; 26:100; 30:13; 74:48
  - напэтехьыгъуэрэ щIыIэ хьэлъэрэ щымыIэу жэхьэнэм 38:57
  - бжьым тIощI зыIудзэкIэ, 69:32
  - пIалъэкIэ щыIэнухэщ, 78:23
- Ахърэтыр (Дунейм и кIэр):
  - нэхъыфIщ унэр абы щыIэм, 6:32; 7:169
  - сыт дэни ахърэтым икIэм, 6:135
  - залымулихэм ирагъэфIакъым (дэ), 6:135
  - унэр, 12:109; 16:30; 28:83; 29:64
  - хэт икIэщхъунуми, 17:10
  - тыгъуафэ, 42:20
  - дыжьыррэ дыщэррэ нэхъыфIщ, 43:33-35
  - Моттакъунхэм папщIэтхъуэ, 43:35
  - хьэкIэкхъуэн, 68:33
  - фIыджэу нэхъ купщIафIэджэ, 87:17
  - иджырейм ипэкIэ нэхъ лейщ, 93:4
- Гъуэгуанэ, бгъуэ, 21:31
- Хыжр (Къыр джабэхэр), 15:80-85
- Хыжр, S.15
- ЦIыхухъу зэдэпсэукIэр 26:165-166; 27:55; 29:28-29
- Шыхэр, 16:8
- Сыхьэт, зэман:
  - абы и щIэныгъэр Аллахьым идейщ, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
  - зыгуэрым деж абы деж ипхъабзэу къыщыхэтэу, 6:31; 7:187;12:107; 43:66
  - къыбгуаIыхьу, 6:40; 12:107; 20:15; 34:3
  - къэблагъэжэ, 54:1-5
  - нэм и щыплIэм хуэдэурэ, е нэхъ благъэтми,16:77
  - щIылъэр зигъэнэхуам, 22:1
  - теухуэнщ, махуэм деж, 30:12, 14
  - пэж дыдэу къэкIуэнущ, шэч хэлъкъым, 40:59;45:32; 51:5-6
  - щыгъэбзаджэхэр 21:96; 27:82; 43:61; 47:18; 54:1-2;
  - цIэхэр 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3;
  - цIыхухэм щыщымыщIэкIэ 6:31; 7:187;
  - бгъуанэхэр къагъэуджын ядзэфынщ 6:73; 23:101; 39:68
- Унэхэм, щхьэдэгъэзыха яIэу щыщэкIэ, 24:27-29
- Хьуд, 7:65-72; 11:50-60; 26:123-140; 46:21-26
- Хьуд, S.11
- Хьужурат, S.49
- Хьумезэ, S.104
- Хьунейн (зэрыпэщIэтыгъуэр), 9:25
- Хур (Джэнэтым и бзылъхугъэхэр), 44:54; 52:20
- Двуругъвер, цIыхум и напэм хуэпцIыр:
  - щыпсалъэ: дыкъэралъху Аллахьымрэ икIэгъэмрэ, ауэ пэжщIэхкъым дэ, 2:8
  - езыхэм езыхэм яхилъакъуэ, 2:9
  - уз яхэлъ ягухэм, 2:10; 8:49; 22:53;33:12; 47:29
  - мурадгъэхэмкIэ зэран егъэкIуэц, 2:11-12
  - блэнкъуэлIэхэрэ заузэдыхьэгъуэхэрщ, 2:13-15
  - щыуагъэхэм тепэщ хъуагъэ, 2:16
  - щхьэмыгъуж, жьым имыщэ, нэм имылъагъу, 2:17-18
  - лIэнымрэ щIыхьэщIымрэ ящыхьэщIэу, 2:19-20
  - псалъэ дахэ, 2:204-206
  - зауэм пыщхьэрыхьын, 3:167-168
  - Аллахьым я гум илъыр ещIэ, 3:167;4:63
  - тхьэмыщкIу хьисэпшIхэм я дежкIэ хьисэп тедзэн, Уэхийм пэщIэтыжын, гузэвэгъуэ къалъысымэ къакIуэн, 4:60-62
  - гузэвэгъуэмрэ ехъулIэныгъэ инымрэ щыналъысым, 4:72-73
  - Аллахьым яужь ищэщIащ, 4:88
  - ныбжьэгъуу къамыщтэн, 4:89; 58:14-19
  - яужь иIэбэжмэ, здыщылъэгъум щыIалIэн, 4:89
  - ехъулIэныгъэ къэвгъэлъыгъуэ е мыхьэлъагъэхэм я ехъулIэныгъэ, 4:141
  - Аллахьым егъэпцIэн щIэупщIэ, дзыхьуэ зэращIыр кIыфIу, цIыхухэм ялъагъуну, 4:142
  - мыхэм ящыкъым дыхэхэм ящыкъым, 4:143
  - мафIэмым и куу щIагъым исын; дэIэпыкъуэгъу имыIэу, 4:145
  - къащыщIэн ящыхьэщIэу, 9:64-65
  - тхьэ щемылъэIун, 9:84
  - цIыхухъухэмрэ цIыхубзхэмрэ зэщIыгъущ; эеныжьхэщ; Аллахьым и къэрал, 9:67-69
  - Бэдуинхэм хэту, 9:101
  - здыщагъуэтым дежI иIыгъын хуейщ икIи яукIын хуейщ, 33:61
  - Аллахьым ебгъэзыхьынущ, 33:73
  - пцIы зыщIэхэщ; я щIыб къагъазэу; я гур зэгуэшащ, 59:11-14
  - пцIы зыщIэхэщ; я тхьэрыIуэр щхьэ защIащ; я гухэр пещIэхащ; къащыхьэщIэ, 63:1-4
  - зыгуэр къагурыIуэкъым, ящIэкъым, 63:7-8
  - ебэнын хуэдэу, 66:9
  Иблис (ЩейтIан), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
  - ЩейтIаным дежкIэ еплъ
  Ибрахим, (Авраам еплъ)
  Ибрахим, S.14
  Iиддэ (зыдэкI щхьэгъусэм и кIэным и кIэух тхылъ), 2:228, 231, 232, 234, 235; 33:49;65:1-7
  Идрис (Енох), 19:56-57; 21:85; 96:4
  Ихьрам, 2:197; 5:2, 95
  Ихьсан, 16:90
  Ихълас, S.112
  Илахь, зы закъуэщ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
  Хьэрам бзэгуэкIым; щыхьэт нэхум и щыхьэт, 4:15-18; 24:2, 19
  Иллийюн, 83:18-21
  Мывгъущэ (Нажэс) 9:28
  Iимран,
  - и щхьэгъусэ, 3:35;
  - и пхъу, 66:12
  Зэи хэкI хъунукъым, 69:1-3
  Инфитар, S.82
  Унафэр, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
  Щымытхъуу, зым ебгъэщIым, 4:30, 148
  Инсан (Дахр еплъ), S.76
  Иншикакъ, S.84
  Инширахь (Щархь еплъ), S.94
  Уэхий, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
  ЗэдэIэпыкъуэгъу/ЗэдэIэпыкъуэгъу, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
  Ехьэлхэр, 5:90, 2:219
  Щхьэщытыгъуэлъхьэжын, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
  ИкърэI (Iэлэкъ еплъ), S.96
  Ирам, 89:7
  ГъущI, 57:25
  Iисэ, Iисэ еплъ
  Исхьакъ, (Исхьакъ) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
  Исмаил (Исмаил), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
  КэIбэм и лъабжьэр и адэмрэ зэдеIэтей, 2:125-140;
  Iэдэбжьэм и тхыдэ 37:100-113
  Ислам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
  - муслиму езыхым и япэрей, 6:14,163; 39:12
  - япэ дызубгъэдэкIыу, 9:100
  - бгъэр къызэIуахыу, 39:22
  - Iэдэб щIэгъэкъымэ, 49:17
  ИсраIилым, и бынхэ, 2:40-86
  - щIэгъэкъуэш хуащIау, 2:47-53, 60, 122; 45:16-17
  - Аллахьым и пщIэр зэпаудау, 2:54-59, 61, 63-74; 5:71; 7:138-141
  - муслимхэм зэрыщыщытым, 2:75-79
  - я нэмыс ираIэтау, 2:80, 88, 91
  - яхъуэжьау, 2:80, 83-86, 93, 100; 5:12-13, 70
  - мы дунейм и гъащIэр Ахьырэтым и уасэу ящэщIащ, 2:86
  - цIыхум гъащIэм нэхъ хущыхьэщIыжу, 2:96
  - пащтыхь ялъэIэу, 2:246-251
  - кIэрэ зэпаудащ; зэхуэмыдэу зэгуэшащ; мэлыхъуэхэу, 7:161-171
  - тIэу щиIэсри хегъэщIыкьу, 17:4-8
  - бийм къыхахыжу, 20:80-82
  - Тыкужьрэ жэуап зыхьэхэмрэ игъэIэзт, 32:23-25; 40:53-54
  - щIэныгъэ зыIыгъ лIэщIэхэм яхэтау, ищIэуэр (КъурIэныр пэжыу), 26:197
  Истива (къыщхьэщытын), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
  Iитикаф, 2:187
  Якуб, (Якъуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
  - Асбэт (Якуб и пхъу закъуэхэм игугъущ), 2:140; 3:84;4:163
  Жалут, (Голиаф еплъ)
  Жатийэ, S.45
  Iисэ, Мэриям и къуэу,
  - дунейм щыпсэу бзылъхугъэхэм яхэзыха нэIуасэ, 3:42;
  - къэгъэтэджыным и махуэм щыхьэт техуэнущ, 4:159
  - къэхъунымкIэ хъыбар тыгъуау, 3:45-47; 19:22-23
  - ИсраIилым и бынхэм зэрыдэкIуу, 3:49-51
  - еджакIуэхэу, 3:52-53; 5:111-115
  - Аллахьым и дэIэпыкъуэгъухэу еджакIуэхэр, 3:52; 61:14
  - къэIэтау, 3:55-59; 4:157-159
  - Адэм и теплъэ хуэдэу, 3:59
  - хуамыIэлIа икIи жэмыIэубыдыжащ, 4:157
  - егъэIэзтау, 4:163
  - ДекIухэм нэхъ мащIэкъым (иумыхьэкIын), 4:171-172; 5:75; 19:30, 43:63-64
  - жаIэ зэрымыхъулIам 5:17, 72; 9:30
  - Ди ДекIухэм (Мухьэммэд ﷺ ) къакIуащ, 5:19
  - ХъыбарыфI лъапIэр иратащ, 5:46
  - Лъэныкъуэхэм жаIащ: Дэрэ муслъымэн дызэрыхъугъэр, 5:111
  - ШхынкIэ дэгъэзеяуэ щхьэдэхащ, 5:114
  - ЩхьэпцIыкIэ тхьэлъэIу емыгъэщIат, 5:116-118
  - Пейгъамбэр захуэ, 6:85
  - Дамыгъэ хуэду, 23:50
  - ЕтIуанэу къэкIуэжыныр 43:61
  - Езым теухуауэ зэгурымыIуэхэр, 43:65
  - ЛIымрэ Исраел быным и щапхъэм нэхъыбэркъым, 43:59
  - ХъыбарыфI къехьэкI гуэлэжьым, Ахмэд и цIэр зэреджэну, 61:6
  - И ныбэ хьэлэлкIэ къэхъугъэ, хъыбарыр, Iэджыгъуэхэмрэ 3:45-51; 19:16-38;
  - Алыхьым и фIыгъэхэр ягу къагъэкIыжащ 5:110-115;
  - Тхьэ зэрыхъур къемызэшыр 5:116-120;
  - Зиужьымрэ гущIэгъурэ и лъэныкъуэхэм ягум итым 5:82; 57:27
  Жыгьутхэмрэ Хьристэнымрэ, 2:140; 4:153-161, 171; 5:18
  - ПцIы зэрыхъум ядэIу, 5:41-42
  - Я псалъэм папщIэкIэ къытахьащ, 5:64
  - Муслъымэнхэм я бийхэщ (муслъымэнхэм), 5:82
  - Ислъым зыIэтахэм, 26:197; 28:53; 29:47
  Жыбрийл, (Джэбрэил еплъ)
  Жыхад, (Зэуэн, Зэпымыуэу теуэн) 2:216; 9:24; 22:78; 25:52
  Жынхэр, S.72
  Жынхэр, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39;
  Жынхэр, мафIэм къыхэхъукIащ 15:25; 55:15;
  - Жынхэр зэрылъэщымрэ зэрымысхьымрэ 72:1-15;
  - ЗэрыхъуамкIэ Къуръан и гугъэр къыдаIыгъащ 46:29-32
  - ЦIыхухэмрэ жынхэмрэ мурадкIэ къэхъуахэщ 51:56-58
  Иёб, 4:163; 6:84; 21:83-84; 38:41-44
  Иоанн, (Яхьэ, Иоанн Бэптист),
  - ХъыбарыфI телъыджэ иIэу, 3:38-41; 19:7-11; 21:90
  - Захуэ, 6:85
  - Акъылэгъу, гъэщIэгъуэну, зи пщэ дэлъыр егъэзащIэ, 19:12-15
  Ион (Ионэс е Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148;
  - (Зу н-Нун) 21:87; 68:48-50
  Иусуф (Йосыф), 6:84; 12:4-101
  - Тхыдэхэм я нэхъыфI дыдэ 12:1-3;
  - НыбжьыщIэ Иусуф и гъэщIэрэщIэ 12:4-6;
  - И къуэшхэм зэрызэтраублам 12:7-18;
  - ЛIэужь къуэлэным ещэжащ 12:19-20;
  - Мысрым и УнафэщIым и унэм щегъэсахэр 12:21-22
  - УнафэщIым и щхьэгъусэм пхэлъэдэкIыну хущIэкъу 12:23-29;
  - ШхынкIэ щызэдэуэр 12:30-32;
  - Тырмым макIуэ 12:33-35;
  - Тырмым щыIэу зэдэмыхьэнхэр 12:36-42;
  - Пащтыхьым и гъэщIэрэщIэ 12:43-53;
  - УнафэщI мэхъу 12:54-57;
  - Къуэшхэр къеблагъэ хьэкъ къаIэщIэкIын папщIэкIэ 12:58-68;
  - И къуэш Биниамин ещэ 12:69-82;
  - И адэм елъэIуэж гуауэ IэшIагъэм 12:83-87;
  - Щытхъуж и щыпкъагъэр 12:88-98;
  - Пасэрей гъэщIэрэщIэр тэрэзу къокIуэ 12:99-100;
  - КъызэщIэкъуэу тхьэлъэIу 12:101
  Жуди, Бгы, 11:44
  Жумэгъуэ, S.62
  Хьэкъыгъэ (Гьэдел), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
  - НэгъуэщIкIэ еплъыт 4:65, 105
  КаIбэ,
  - Ибрахьим ищIауэ, 2:125-127
  - Джэгум иукIын зэрамыщIэ, 5:94-96
  - Щынчъэкъэмым иубыдыпIэ, 5:97
  - Щыгъын здымыщIэу ирагъэхьэхукI, 7:28
  - ЩытхьэлъэIумрэ ирагъэхьэхукIми, 2:200; 7:29, 31
  Къэфырун, S.109
  Къэфур, тепшыпскIэ зэхэлъу, 76:5
  Къэхф, S.18
  Кьэнз, 9:34-35
  Къэсузер (Джаннэтым и псыхъуэ), 108:1
  Къэсузер, S.108
  Бандыгъуэ,
  Уафэхэмрэ щIылъэмрэ ящыщ, 39:63; 42:12
  Гъайбым и, 6:59
  Хъуэлэ Бинт Тхьэ лхьэбэ, 58:1
  УкIыныгъэ,
  - Зы цIыху зэрыукIамэ, абыукIащ цIыху лъэпкъ псом, 5:32
  - Зыри зэрымыукIым, 17:33
  Псалъэ дахэхэр садакъэм нэхърэ нэхъыфIщ, 2:263
  Лъэпкъэгъу, я хукъэхэр, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
  Кирамэн-Ратыбин, 82:11
  Шыныгъэ,
  - ТхьэмыщкIэ зэрытIысыркъым, атIэ Ар абы ещIэ, 6:59
  - ХэкIуэдащ абыхэм я сабийхэм зэраукIар зы щысхьэу, щымыIэуи, 6:140
  - Тхум щыщхэр, Алыхь ЗахуэмкIэ, 31:34
  - ЩыпкъагъэкIэ, 102:5-7
  Къорэх (Къэрун), 28:76-82; 29:39; 40:24
  Курси, 2:255
  Лхьэхьэб (Масэдым еплъыт), S.111
  Лъайл, S.92
  Дыгъэ, 25:61; 67:5; 71:16; 78:13
  Бзэхэр,
  - Зэимыщыщу, хьэрэчэтым и фэр, 30:22
  Лъэт, 53:19
  ХьэкIым, къару щызиIэм, 5:48
  ХьэкIым Алыхьым и деж, 2:219; 98:3
  ПцIыкIуэхэр, 26:221-223
  ГъащIэ, зы цIыху зэрыгъэувыIамэ, зэрыгъэувыIарщ цIыху лъэпкъ псом и гъащIэр, 5:32
  Мы дунейм и гъащIэ,
  - ЛъэкIыжым и уасэкIэ ещэхауэ, 2:86
  - Ар щхьэпцIыкIэ зэрыщыгугъуэу аращ, 3:185
  - ЛъэкIыжьыр папщIэкIэ гъащIэр езыгъэщэкIум, 4:74
  - ЩыгугъуэкIэ, е бэнакIуэкIэ щытохуэ, 6:32; 29:64; 47:36; 57:20
  - МелъкъэщӀэхуэ, 6:130
  - Дунейм и щхьэплъэныгъэр мащӀэщ, Ахърэтым елъытамэ, 9:38; 13:26; 28:60
  - ЩӀылъэм теуэ псым ещхьщ, 10:24
  - Щытхъурэ Дунейм, 10:64
  - Сыт хуэдиз узыхуейми къыщыбгъуэтынущ, ауэ Ахърэтым укъыщӀэбгъэдэкӀынукъым, 11:15-16; 17:18; 42:20
  - Нобэрейм фӀыуэ еплъхэу, Ахърэтыр зэращӀэхэр, 75:20-21; 76:27
  - Нобэрейр нэхъыфӀу флъагъу, 87:16
  Нур,
  - Къэунэхугъуэ, 4:174
  - ЩӀыхуи гъущэгууи, 6:1
  - Мысалыгъэ, 24:35
  - Иджыри ипэ иту, иужькӀэ фӀэщхъуныгъэ зиӀэхэм ядот, 57:12-15; 66:8
  - Аллахьым къырет, фӀэщхъуныгъэ зиӀэхэм тэрэзу зекӀуэ ящӀын папщӀэ, 57:2
  Аллахьым гъунапкъэ иувгъахэр, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
  - Ар гъунапкъэщ, 2:187; 229-230; 4:13; 58:4; 65:1
  - Гъунапкъэр емыбгынэ, 2:190, 229
  - Гъунапкъэр зэбгынэмэ, 2:229; 4:14; 78:22
  - Ауэ ищӀэн хуейм къыхэкӀмэ, гъунапкъэри емыбгынэу, 2:173; 6:145
  - Фи диным зыгуэр хэмыгъэхъухь, 4:171; 5:77
  - Гъунапкъэхэр зэбгынамэ, (мэймахуэ хъуахэщ), 7:166
  - Гъунапкъэхэр хъумэхэр, 9:112
  Шыр, 74:51
  Къэухь,
  - Аллахьым фӀыуэ къеухъу, 2:245; 73:20
  - Бжыгъаншэу хэхъуэ, 57:11, 18
  - ЩитӀу щӀын, 64:17
  Зэран къихьэн, гуэныхьышхуэ, 39:15
  Лут, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
  - И щхьэгъусэ псалъэм щӀэмыдэм, 11:81; 15:60; 66:10
  Лотон жыг, 34:16; 53:14-16; 56:28
  Лукъман, 31:12-14
  Лукъман, S.31
  Ма'аридж, S.70
  Мэдинэ (Есриб), 9:120; 33:13, 60; 63:8
  Медян, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
  - Еджэ Аикэ жыгми
  Mahr (нэчыхьым и ахъшэ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
  Ма'идэ, S.5
  Мэкъэ (Бэккэ), 3:96; 90:1-2
  - Щынэ щӀыпӀэ, 95:3
  ЦӀыху,
  - ЩӀы хъуреягъкӀэ тхылъ тедзэхэр, 2:30; 6:165
  - Лъэпэсым хуэдэу щӀа, 35:39
  - И пщылъэхэр, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
  - Аллахьым мэущии, 2:155; 3:186; 47:31; 57:25
  - ЦӀыхухэм я мурадхэр, 3:14
  - ЩӀыгум къыщӀэщӀауэ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
  - КъищӀащ икӀи кӀэух иӀэу къигъэуващ, 6:2; 15:26
  - ЦӀыхухэмрэ цӀыхубзхэмрэ яхыхьэжын, 4:35
  - Аллахьым яхуэзамэ ар зимыфӀэщхъу цӀыхухэр, 6:31
  - ИкӀэщӀыпӀэри, 6:60, 72, 164; 10:45-46
  - Езым и щхьэм уэгу къыщӀырех, 6:123
  - Зыми зым и гуэныхьыр зытепхьэнукъым, 6:164
  - Ар фӀыщӀэныгъэншэщ, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
  - ШейтӀаным щыщхьэщыкӀын хуейуэ егъэгугъэ, 7:27
  - Щхьэгъуси бынри, 7:189-190
  - Зыгуэрым зэран е зэщӀэкъуз техумэ, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8, 49; 41:49-51; 42:48; 70:19-21; 89:16
  - Езы и Тхьэм дежкӀэ зегъэзэж, 10:23; 84:6; 96:8
  - Езым и щхьэр зегъэпцӀыж, 10:44
  - Ар гуфӀэгъуэ иӀэу зэрыгугъ, 11:10
  - Егъэубыдри ар зэран ищӀын папщӀэ, 17:11
  - Ар псынщӀэу зэрыщыту ирагъащӀэ, 17:11
  - И Ӏуэхухэр и пщэ гъуэм телъу дот, 17:13
  - Хэт гъуэгум нэщӀыным, езым и зэраным папщӀэ икӀи хэт тэрэзу дэтми, езым папщӀэщ, 17:15
  - Зими хуэмузаджэмыхъун, 17:71
  - ЛӀэныгъэмрэ къэтыжыныгъэмрэ, 23:15-16
  - Я диныр зэгуэшащ лъэпкъ бжыгъэкӀэ, дэтхэнэми езым инымкӀэ зыщыгуфӀыкӀыу, 23:53
  - Бзэхэм, Ӏэхэмрэ лъакъуэхэмрэ я щыхьэт техуэнущ, 24:24
  - Езым и щхьэм щхьэщыхьэу щытхъунущ, 75:14
  - Зи мурадыр и тхьэу щытыр, 25:43
  - Лъы зэдэшхрэ унагъуэ зэдешхрэ, 25:54
  - Дэтхэнэ уафэмрэ щӀылъэмрэ фхуэщӀащ, 31:20
  - Хэт езым и щхьэр Аллахьым игъэува, 31:22
  - И бгъэм щӀыкӀэ гуритӀ ишъкъым, 33:4
  - Аллахьым елъэӀун, 39:64-66
  - Зэран техуэр езым ӀэкӀэ ищӀа мурадым папщӀэщ, 42:30, 48
  - Мелейхэр и Ӏуэхухэр тхыгъэу яӀыгъщ, 50:17-18, 23; 85:11
  - Мелейхэр зехъумэ, 13:11; 86:4
  - Ещанэ классымкӀэ игуэшынущ, 56:7-56
  - Алыхьым и деж нэхъ пэгъунэгъухэр, 56:10-11
  - И Ӏэрыгъым и ныбжьэгъухэр, 56:27-40
  - И сэмэгурабгъум и ныбжьэгъухэр, 56:41-56
  - Нэщэн зэмыщх дунейм къыдашэнущ, 56:60-62
  - ЩытыкӀэ дахэ ящӀащ, 64:3
  - Ахъшэрэ сабийхэмрэ зэкӀэлъыплъэкӀэщ, 64:15
  - КъищӀащ икӀи елъытащ, 67:23-24; 74:12-15; 90:8-10
  - Ар зэрыгугъэщ, 70:19-21
  - Намазхэм зыкъагъэува, 70:22-35
  - Нэхъыбэ ищӀэну и мурадщ, 74:15
  - Езым и щхьэр щыхьэту техуэнущ, 75:14-15
  - И нэмыс, 75:31-40; 90:5-7
  - Мы дунейм и гъащӀэм фӀыуэ еплъщ, 76:27
  - Нэхъ гугъу е уафэр къэдгъэщыным, 79:28
  - И Тхьэм и хьэтыркӀэ мащӀэщ, 82:6-12
  - Дахэу зэхалъхьэри уасэ яритащ, 82:7
  - ЩытыкӀэ зэмыщхэм докӀуэ, 84:19
  - Ахъшэм фӀыуэ еплъыж, 89:20
  - Гугъуехьым хэт къыщалъхуамэ, 90:4
  - И гугъэхэмрэ и Ӏуэхухэмрэ зэмыщхэщ, 92:4
  - Уи мурадыр нэхъ тыншу, фӀыуэ бгъэзэж, 92:7, 10
  - Ар хуэдэм нэхъыфI дыдэу щIалхъуа (теплъэ), 95:4
  - ИужькIэ нэхъ щхьэкIэмыр дыдэм щIыхьа, 96:5
  - Псори зэпрыудыIэ, 96:6-7
  Хьэжым и манасикхэр (къалэнхэр), 2:128, 200; 22:30
  Манат, 53:20
  ЦIыхухэр,
  - ТехьэщIэтхэ, 2:143
  - Зы лъэпкъу, 2:213; 10:19
  - Зы тхьэмыщкIым къытехъукIа, 4:1; 39:6; 49:13
  - Я щхьэм пэщIэувэ, 10:23
  - ГущIыхьэншэхэ ГъэтIылъыгъуэр гъунэгъу дыдэ щхьэкIэ, 21:1-3
  - Фытрам теухуауэ къэгъэщIа, 30:30
  - Я нэхъ лъапIэр, 49:13
  - Лъэпкъхэу, лIакъуэхэу щIа, 49:13
  Маннэрэ бжэндэхъурэ, 2:57
  ЗекIуэкIэ,
  - Унэхэм щIыхьэным теухуауэ, 24:27-29
  - Унэм икIутIыкIэ, 24:58-61
  - Бегъымбарым и унэхэм, 33:53
  - Бегъымбарым салам ехынымрэ салат щытын дыдэмрэ, 33:56
  - Алыхьрэ и Элшырэ е зэрыгуэныхь цIыхухъухэмрэ цIыхубзхэмрэ ягу имыгъэбзэн, 33:57-58
  - Хъыбархэр зэрытхъума щIыкIэ, 49:6
  - Зыр адрейм щIэмылэщI, 49:11
  - Зэхуэсыгъуэхэм, 58:11
  Унагъуэ зэхэгъэувэн, 2:232, 234
  - УмылъэщIхэм е лъэщIхэм дежкIэ, 2:221
  - Дапщэ зэдашхын хуэдэ, хахуэр, 4:3
  - Махрыр къэгъэзэжыным умыщIэн (зэрыгуэш хуэдэм деж), 4:20-21
  - ЗэрыкIэлъыплъыхьакIуэ зэрыщытынур, 4:22-24
  - Сыт хуэдэ куэд къэзыгъэщIэжын къыщымыкIуэцIэхум дежкIэ, 4:25
  - ЗэтетIысхьакIуэхэм хьэкIуэ кIуагъэкIэ, тIурыт тIум щыIууэ хэри, 4:35
  - ПщIыхь лъыхъуэу пытIэу щытым щхьэкIэ, зэтетIысхьакIуэ къэунэхуэн, 4:128
  - ЗэщIаубжьу псори зы шхъум теттэм, 4:129
  - Зэрыпэрыуэ, 24:3
  - ЩIыналъэм хуэзэкIуэу, 24:32
  - АхъшэкIэ унагъуэ зэхэгъэувэжыным зыщымылъыгъуэхэм я дежкIэ, 24:33
  - Унагъуэ зэхэгъэувэжыным и къэзыгъэщIэжыныгъэр Бэгъымбарым дежкIэ зэхэзылъхьахэм, 33:50-52
  - Зэдамыхьамэ япэу, зэрыгуэхьым къемызэгъ, 33:49
  Щэхьитхэм,
  - ЛIахъуэкъым, 2:154; 3:169
  - Алыхьым къыбгъэдэкI грацэмкIэ мэкIуэмрэ щхьэхутехьэкIкIэрэмкIэ, 3:170-171
  - Гугъу егъэкIуэкI зэрыхуитгътэнымрэ гущIэгъумрэ, 3:157-158
  - Фит гъэпщкIуэгъуэм зэритыныгъуэу зегъэкIуэн, 22:58-59
  Марут, 2:102
  Мэриям (Хьисэ и анэ), къэхъугъуэ, 3:35-7
  - Хьисэ и хъыбар бгъэдэлъу, 3:42-51; 19:16-21
  - ЩIалэ къалъхукIэ, 19:23-26
  - Ар къигъэзэжьу и цIыхухэм къахуэхьа, 19:27-33
  - ПцIы гъэпцIауэ, 4:156
  - Фейзурэу хъумауэ арэзызыхьакIуэу, 21:91; 66:12
  Мэриям, S.19
  Масад, S.111
  - Аль-Месжид-эль-Акса, 17:1
  - Аль-Месжид-эль-Хьэрам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
  - Аль-МашIар-эль-Хьэрамыр, 2:198
  Маун, S.107
  МаІуэ Жэнэт, 53:15
  ЗекIуэмрэ хьэлэмэткIэрэмрэ фит, 11:85; 17:35;83:1-5
  ЗэIущIэ,
  - Алыхьым и деж, 6:31
  - Махуэшхуэм и деж, 19:37
  - КъэкIуэжыгъуэм деж, 30:16
  Элщыхэм, 2:253; 4:164-165; 40:78; 57:27
  - ЗэхъуэкIыгъэхэм, 2:87
  - Iубыхэми, 5:19; 23:44
  - Тхьэусыхахэ, 3:183
  - ЩынагъуэмкIэ къагъэщтэкъу, 14:13
  - Зэрыжьыхауэ маджалхэ, 6:10; 13:32; 15:11; 21:41
  - Напэ техыжьахэ, къагъэувакъым, 3:184; 6:34;25:37;34:45; 51:52
  - ЗыхэмкIэ зэрыгуэныхуэхэу адрейхэм напэ техыхэ, 4:150-152
  - Къызэриубыдыным деж, 5:109
  - Къызэрыхьа хъыбарыгъуэмрэ зэран зэрамыгъэкIуэцIапщIхэмрэ, 6:48; 14:4-8
  - Лъэпкъ къэс къыбгъэдэкIу щыхьэту, 16:89
  - Лъэпкъ къэсми къыбгъэдэкI зэрыщытым, 10:47; 16:36
  - Алыхьым и Тхылъ зэрыгъэзэжьуэу, 7:35-36
  - Мелейыр зи элшыу, 17:95; 25:7
  - ЦIыхугъэ нэхъыбэжрэкъым, 14:10-12;17:94; 21:8; 25:7-8, 20
  - И щхьэгъусэхэмрэ и бынрэ, 13:38
  - Нэхъ ущыщIэну иджыри Бэгъымбархэм
  Мирадж, 17:1; 53:12
  Мисерлинесс/Мисерс, 57:24
  Зыгуэр телъыкIэмкIэ, фи хъэным и щхьэуэ, 42:30
  Монастисизм, мы чэнджэшыгъуэрэкъым, 57:27
  Мелыфхэ, щыуагъэхэр хуэдэхэу хъуахэ, 2:65;5:60; 7:166
  Мирадж, 17:1; 53:12
  Мазэхэ, я бжыгъэр, 9:36-37
  Мэзхэ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
  - ЗэтриудыIа щIыхьхэ, 54:1
  Мусэ,
  - И цIыхухэр, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
  - Фиръэуныр, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
  - Алыхьым зэритхъума, 6:84
  - Бгымрэ Къэбзу и теплъэмрэ, 7:142-145
  - И цIыхухэм я телъакъуэфэкIуэр игу щхьэгъэзэу, 7:148-156;20:83-99
  - Тхылъ игъуэтауэ, зэмызэщ ящIыныгъуэ къыщыхэкIахэ, 11:110
  - Тхылъыр пыттэхуауэ, 17:2
  - Бэракъ дэIэпкъу егъэшыу, 7:133; 17:101
  - ЩIыналъэ тIум я зэпыдыкъуагъэм, 18:60-82
  - ПцIыкIэ лъыхъухкIэ бэяуэ къызгъэкIуэкI, 20:9-36; 27:7-14; 28:29-35
  - Зэджэжрэ элшынэгъуэ егъэIэбылыхьэу, 19:51-53;20:9-56
  - абы и сабиигъуэр, анэррэ шыпхъуррэ, 20:38-40;28:7-13
  - телкIухэр диным къагъэзэжьа, 20:70-73; 26:46-52
  - Маdyян щыIэуэ, 20:40; 28:22-28
  - Аль-Фуркъан къыратыжьащ, 21:48
  - мэуэ бзиймрэ, 27:7-12; 28:29-35
  - Мыср цIыху къалэм щыхиукIащ щыщымыщIэу 28:14-21
  - Аят къабзэхэм ядэкIуу къэкIуащ, 29:39
  - Фираунрэ дэтхэнэ зыгуэрымрэ яIуэхугъуэр 7:103-137; 10:75-92; 11:96-99; 26:10-69
  - Фираунрэ и цIыхухэмрэ деж щытыгъуэ бгъур 7:130-133; 20:17-22; 17:101
  - Фирауным и телкIухэр еутыжьа, 20:70-73; 26:46-52
  - Маdян деж елыжьащрэ унагъуэ зэIужыхьрэ 28:22-28
  - Тхылъхэр къиштащ 7:142-154
  - Аллахьы Тхьэ и щхьэр бгым и щхьэм къыхуегъэлъагъуэ 7:142-145
  - Аллахьым щIыхь къыхуищIащ 33:69
  - Исраилхэм Аллахьым хьэир къахуихьа 2:47-61
  - Исраилхэм Ерусалим иджыхьа къаргъэ къащтамэ 5:20-29
  - Гъуэгум и щынэхум деж япэрыхьщ 37:114-122
  - Тхыгъэхэр, 53:36; 87:19
  Масджид (Иерусалим и дэз), 17:7
  Масджид (Къуба и дэз), 9:107-108
  Масджидхэр, 2:187; 9:17-19
  - Аллыхьым и масджидхэм зегъэужьын, 9:17-18
  Бгъэжьей, гушыIэ, 2:26
  Къуршхэр, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
  Муддасир, S.74
  Мухъаджир (ЕлыхьакIуэхэр), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
  - Бзылъхугъэхэр, 60:10-12
  Мухьэмэд ﷺ
  - щакъыщхьэщ, 2:104; 4:46; 25:41-42; 34:78
  - пащтыхьым щIыхь хуэщIын, 2:104; 4:46; 49:1-5
  - зэгуэр щIалъхьащ щIэнымкIэ, 3:81
  - щыхьэт нэхъыфI зыщыщ, 2:143
  - нэхъыбэр пащтыхьым и унафэ ищIынкIэ Iэмал имыIэ, 3:144
  - щIэнымкIэ елъэIуну, 3:159
  -и жэуаплыныгъэр, 3:164; 7:157; 36:6; 52:29; 74:1-7
  - щIэнымкIэ елъэIуэхэм папщIэ хьэир къахуихьащ, 3:164
  - пэжым дэгъуэ хэлът, 4:170
  - зегъэкIуэцIакIуэкIэ ягъэувакъым, 6:107
  - щIэныгъэншэ, 7:157; 62:2
  - цIыхум папщIэ Аллахьым и егъэджащIэу ягъэува, 7:158; 48:9, 29
  - къэзыгъэгубжьа, 7:184, 188; 11:2; 15:89; 53:56
  - акъылыншэкъым, 7:184; 68:2; 81:22
  - уэ плъычщэу зыщIэхэр, 9:58
  - Елчхэр зыгъэбжьхэм деж щэIэзэ ятригъазэ, 9:61
  - къэбгъэсэбэпыр къыщIэкIкъым къызэрыхьахэм, 10:15-16; 11:12-14; 46:9
  - бгъэдэтхэр, 11:2-4; 12:108; 34:46-50
  - Аллахьым абы и деж щыхьэт щыIэщ, 13:43; 29:52; 46:8
  - егъэджащIу ирагъэкIуащ, иджыри къыхэщыжыныгъуэр егъэлъагъуэ, къэгурагъэуэ, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
  - зэран къэмыхун папщIэ, 15:97; 16:127; 18:6
  - щыхьэту къыщIэкIын папщIэ ягъэуващ, 16:89; 22:78; 73:15
  - щIэныгъэмрэ щабэщIэрыгъымкIэ еджэгъэн, нэхъыфIу зэрызэдэужынымкIэ, 16:125
  - Макъаму Махьмуд, 17:79
  - джэбрэилкIэ къыщIэкIа, 18:110
  - Iаламиным тепщэщагъ, 21:107
  - пщIэ хуэщI зэрыщымыупщIым, 25:57; 38:86; 42:23
  - хуитыныгъэкIэ зэрекIуэцIыкI, 27:91-93;30:30;66:9
  - Аллахьым и гущIэгъукIэ, 28:46-47
  - зэрыщIэмым зепыщIащ, 33:6
  - щапхъэ дахэу телъыплъыжьрэ, 33:21
  - Пащтыхьхэм яуж иту, 33:40
  - саллат ирагъэкIрын, 33:56
  - дунейм и цIыхухэм ягъэува, 34:28
  - пщIэр Аллахьым къыщIэкIыу, 34:47
  - цIыхухэр зэрыщыту, 41:6
  - хъумэныгъэкIэ къызэрыхьакIуэу ягъэуващ, 42:48
  - Пащтыхьхэм нэгъуэщIыбзэкIэ къыщамыгъэувмэ, 46:9
  - Исраил пщыхэм и щыхьэту, 46:10
  - иджытIыкIынрэ (бжалIэ) щылъэIуныгъэкIэ, 48:10, 18
  - Джэбрэил трилъэгъуащ, 53:4-18; 81:22-25
  - триубгъуэж зэи, 58:20-22
  - Гьисус мызэру зэрыхьа, 61:6
  - дина пэжым къэIэтэрэ динхэм дамыгъэкIэ, 61:9
  - гъуэгумрэ нэхумрэ, 65:11
  - бгъэгубгъуагъэмрэ цыпIэзэрыпщIэхэмрэ япащхьэ щытын, 66:9
  - щапхъэ хэхауэ зэрызекIуэм, 68:4
  - усакIуэ еплъынкIэ зэрыпэмылъэщым, 69:41-42
  - делэкъалу зэманымкIэ телъэIукIэ, 73:1-8, 20; 74:3
  - шылъагъуррэ цIыгуррэ, 80:1-12
  - щIэкIауэ Аллахьым укъыщIэблэгъэну, 96:19
  - тхылъ къабзэм еджэжын, 98:2
  - абы и унагъуэм теухуа аятхэмкIэ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
  - ЕгъэджащIэпIэхэм еплъыт; пащтыхьхэр
  Мухьэмэд ( ﷺ ), S.47
  Мухьсинун (Дэгъуэзыхьхэр), 2:117, 195; 4:125,128; 10:12-16; 16:128
  - Аллахьым зэрызхуэныкъуэмкIэ елъабыж, 3:134, 148; 5:93
  - Аллахьым хьэир зэрызыхэмыгъэкIуэдымкIэ, 5:85;9:120; 11:115; 18:30
  - Хуэныкъуэхэм хьэир щагупсыс, 12:22; 37:80, 105, 110; 39:34;77:44
  - хъыбар зэрыхъуамкIэ, 22:37; 46:12
  - Аллахьым и гущIэгъур щIэблэгъэщ, 7:56
  - Аллахьыр декIущ, 29:69
  - Адэ-анэм деж щIэблэгущIэ, 2:83
  - Аллахьым деж къыщыдгъэкIхэмкIэ, зэрыщIэмыбэлыхьымкIэ, 16:90
  - дэгъуррэ гуащIагъэлIхэмрэ еплъыт
  Муджадила, S.58
  Бгэрыпхъухэр, 16:8
  Мулк, S.67
  Му'мин (Гъафир темыкIыу), S.40
  Му'минун, S.23
  Мумтахьанах, S.60
  Мунафигун, S.63
  ЛIыкIуэцIыхукIэ щэху зэдэгушаIэхэр, 2:178-179
  Mursalat, S.77
  Мыслъымэнхэр,
  - Япэрейхэр, 6:14, 163; 9:100; 39:12
  - Хэт ацIэ къуахэр, 22:78
  - Щхьэщэхуэныгъэрэ тыгъэ инрэ яIэ зэрыхуэхэм, 33:35-36
  Mutaffifin, S.83
  Muzzammil, S.73
  Naba', S.78
  Надир, Бану-эн-, (Джуртхэр), 59:2, 9, 13
  Nahl, S.16
  Нэджас (мыкъабзэ) 9:28
  Najm, S.53
  Najwa (Еплъ Щэхум)
  ЦIэхэр,
  Абы ейщ Дахэдыдэ ЦIэхэр, 7:180
  Абы ейщ нэхъыфI дыдэр, 17:110; 20:8; 59:24
  Хъыджэбз, зыгу хъумакIэ зыщIамэ, 2:173; 6:145
  Гъунэгъу, 4:36
  Мазэ щIэхэр, 2:189
  Хъыбархэр, къэгъэунэхун хуей 4:83
  ПцIэхуэныгъэ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
  Жэщ, (теплъэ зэрыхъукIэ), зыщагъэпсэху, 10:67
  - щIыхубу, 13:3; 78:10
  - дэIэпыкъуэгъу хъун щхьэкIэ, 14:32
  - Аль-Къадр Жэщ (Унафэ), 44:3-4; 97:1-5
  Nisa', S.4
  Нухь, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11;
  - ядэлгъащIэ 11:38;
  - ЩIыхьэщIэкъуэжыр (псыкъуэж иныддат), 29:14
  - Кхъухьыррэ Псыкъуэжымрэ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28;
  - къэмыгъэлам и къуэр, 11:42-48
  - захуагъэншэ и щхьэгъусэ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
  Nuh, S.71
  Nur,S.24
  Тхьэрыкъуэ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
  ЩIэдэкIуэныгъэ, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
  ПщэдэкIхэр зэгъэзэхуэн хуей, 5:1
  ЩIэблэ,4:9; 42:49-50
  - Хъыджэбзрэ хъулъхукъабзэрэ игъэунэхун хуей, Къищхъумэ, 42:49
  МыIэ, 6:141; 16:11; 23:20; 24:35; 95:1
  Захуэ Тхьэ Захуэ, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
  Хъыджэдыгуэхэр, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
  - я хъумэхэр, 4:6
  Езы зэрахьэхэр, дэтхэнэ зы цIыхуми дахэгъэщIауэ, 6:108
  ЗэгуэшыпIэхэр, псори щыIэу, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
  Бжьыхьжыг, 13:4; 19:25; 20:71; 59:5
  Псалъэжьхэр, (теплъэхэр, щапхъэхэр, зэрызгъэлъагъуэхэр)
  - мафIэ къэзыгъэтIылъым, 2:17-18
  - уафэм къыщIэжагъуэпсым, 2:19-20
  - бжьыхьэлым, 2:26
  - къэзыгъыущIэхэм, 2:171
  - къалэкIэ зэриудыхам, 2:259
  - мэкъу лыдым, 2:261
  - мывэ щIыхум, 2:264
  - хьисэпхэм, 2:265-266
  - дахэм, 3:103
  - пшахъуэ щIыIум, 3:117
  - къэгъэзэжынхэр 7:57; 22:5; 41:39
  - хьэм и бзэр щIэкIыу, 7:176
  - пщэфIым и гуэжьым, 9:109-110
  - уэшхыр, 10:24
  - мэкъу хужь ищIахэр, 10:24
  - сокъуэрыгъушэрэ Iумымрэ, 11:24
  - Аллахьыр пцIы Тхьэхэм пэщIэтауэ 13:14; 16:76;
  - пэжыгъэр пцIым пэщIэтауэ 13:17
  - щIылъэ щIыIу пшэрыхьым деж, 14:18
  - жыг дахэ, 14:24-25
  - жыг Iей, 14:26
  - лIымрэ цIыхумрэ, 16:75
  - бзэгуэмыIуэм и егъэджэгум и деж, 16:76
  - бзылъхугъэм и кIэрахъуэр зэтриудым, 16:92
  - къуажэр, зыхъумауэ гъэпсэуауэ, 16:112-113
  - тхьэмпэ хьисэп тIурыт цIyхухэр, 18:32-44
  - мы дунейм и гъащIэр уафэм къыщIэжа гъуэгум хуэдэу, 18:45
  - уафэм къыщыхутамэрэ къеIыхахэмкIэ, 22:31
  - бзум, 22:73
  - Нур къегъуэгум хуэдэу, 24:35-36
  - бэзэру, 24:39
  - хым и кIуэцIым и щIыху, 24:40
  - жьакIуэ, 29:41
  - зэкъуэшхэм, 30:28
  - къалэм щыпсэухэм, 36:13-32
  - теплъэ зэмылIэужьыгъуэхэм, 39:21
  - Iэщым зэкъуэш куэд хэлъхэр, 39:29
  - хьисэп зэрыкIэм, 48:29
  - гу дэгъуейхэм 57:16-17
  - уэшхым и ужькIэ къэкIыгъэхэм, 57:20
  - къуэм езыр имыщIэжу, 59:21
  - шылъэм, 62:5
  - псым щIэкIын щыхъуами, 67:30
  - дахэм и цIыхухэм, 68:17-33
  Жэнэт,
  - ЩыпсэупIэм, (Ma'wa Жэнэт), 53:15
  - Firdaus Жэнэт, 18:107; 23:11
  - Псыхэр икIуэцIкIэ щэкI Жэнэт, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
  - Псэуху Жыгхэр ('Adn Жэнэт) 9:72;13:23; 18:31; 19:61; 20:76
  - ЩIыIу Жыгхэр ('Adn Жэнэт), 16:31;35:33; 98:8
  - ГуфIэгъуэ Жыгхэр, 37:43; 56:12, 89
  - ЩIыIу ГъащIэр Жыгхэм хэлъу, 9:21
  - Унэхъуэхэррэ, фошыгъуэ хъуэхэррэ, 78:32
  - ТхьэмыщIитIым я плодыр, 55:54, 62
  - Зэрыхуейм хуэдэу плоди бэлыхь, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
  - Плодхэр IэрыфIэу щытынущ, 55:54; 69:23
  - Плодрэ джэджьейрэ, 52:22
  - Джэд къуалэбзухэм я лы, 56:21
  - Хьэцэпэцэн щымыIэ лоте жыгхэмрэ Талхэмрэ (банан жыгхэмрэ), 56:28-29
  - ЩIэныгъэ мыщхьэрыуэр, тхылъхэр здэщIыгъуэ хьэр 62:5
  - Псы къежэхыу исыр, 88:12
  - СалсабилкIэ еджэ псы къежэх, 76:18
  - КяфуркIэ еджэ псы къежэх, 76:5
  - Псы Тасним, 83:27-28
  - Джаннэтым и псыхъурей, Кяуткхяр, 108:1
  - Щхъуэ, щыгъ, шыпс псыхъуэхэр, 47:15
  - Щхъуэ къабзэ гъэщIэрхъуа, хужь, IэфI, 37:45-46; 56:18; 76:21; 83:25
  - Фэныр, зэхэлъ, Зянджябил, 76:17; 78:34;
  - Псы, 76:5
  - Дыщэ кIапэхэмрэ фэнхэмрэ, 43:71
  - Дыжьын саукъутхэмрэ кристал фэнхэмрэ, 76:15-16
  - Щыгъупагэу и щыгъу зэхэлъ гъуэжь дахэ, 18:31;22:23; 35:33; 44:53; 76:12, 21
  - Дыщэмрэ джейнымрэкIэ гъэщэрхъуа,18:31; 22:23; 35:33; 76:21
  - Шыгъу дахэкIэ зэхэлъ тренерхэр, 55:54
  - Щхъуэ шхьэщэхэмрэ дахэ бэлыхь матрасхэмрэ, зэрызу щхьэщыкIа, 55:76; 88:15
  - Дыщэмрэ мывэ лъапIэхэмрэкIэ пхъуантэ зыщIа тIысыпIэхэр, джабгъэу щыт 56:15; 88:13
  - Гъэпщауэ жьэм телъ гъуанэдэхэр, 88:16
  - Унэ дахэхэр, уэздыгъей пэшхэр, зыр адрейм и щхьэщыту, 9:72; 39:20
  - Абы щыпсэуну игъащIэкIэ, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
  - Унэ игъащIэкIэ, 3:15; 35:35
  - Зыр адрейм пхъуантэхэм тету зэхуэзэу, 15:47; 37:44;44:53; 56:16
  - ЛIэныгъэ абы щызэхамыщIэнущ, 44:56
  - Абыхэм абы едзыхыну яIуупщIэнукъым, 15:48
  - Я гум щыщIэкIа нэщхъэрэ зэран зэхамыщIэнущ, 7:43; 15:47
  - Гуау псо щIэкIауэ, 35:34
  - Гулэжьу е мыхьэнэу щымыIэну, 15:48;35:35
  - Зыми зэран хъунукъым, кIыфI лIыгъу, щхьэдэху е щхьэщыгъу, 37:47; 56:19
  - Псалъэ мыщхьэрыуэкIэ е гуэныхь псалъэкIэ щымыIэ 19:62;56:25
  - Зэран къэкIуэкI псалъэкIэ е пцIыкIэ щымыIэ,78:35; 88:11
  - Гуэныхьым къыхэкIа, 37:47; 52:23
  - МафIэ бэлыхь е щIыIэ бэлыхькIэ щымыIэ, 76:13
  - УзэщIэныгъуэ зэрыщытынущ, 37:41;56:89
  - Мамырыгъэмрэ шынагъуншэныгъэмрэ, 15:46; 44:51, 55; 50:34
  - Мамырыгъэм и унэ, 6:127
  - Дэхашхэр, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
  - Хэт зэрытэрэзу зэрылажьэм Джаннэтым кIуэнущ ,4:124; 42:22; 44:51
  - Лъэпкъищу я тхьэмадэм пащтыхьым я фIэщхъуэр, 39:73
  - Зэрахьа Iуэхухэм шхьэкIэ лъэщIэхэу щыщытым,43:72
  - Аллах теубыдащ абыхэмкIэ, абыхэр теубыдащ апхуэдэ щыIэкIэ, 5:119
  - Си Джаннэтым, 89:30
  - ТеухыкIэ гъэщIэгъуэну, 9:72
  - Тэкъилми гъэунэхуныр, 57:12; 64:9
  - Егъэлея гъэунэхуныр, 9:72; 44:57
  - Тхьэмахуэфхэм Джанн тхъуэхэр унэмкIэ хъуэхэщ зэрегушхуэн, 32:19
  - Джанн тхъуэхэр гушщэфыкIэ зэрыубыдын уэрысей, 36:35
  - Унэхъуэхэмрэ псы къежэххэмрэ я зэхуакум щытхэ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
  - МелыIычхэм Тхьэгъэлэжми и пхъуантIэ зэрызэхуэщым Iэдыгъуэххэр,39:75
  - ШыкIэныгу бэлахь пащтыхьым и деж, 54:55
  - Я зэрыгухэм зэгуэр зэрызыхуыщтыну IэпэдэкIхэ, 50:35
  - Хурхэр, пхъэщхьэмыгъу узыншэ пхъуантэ щхъуэхэр зиIэ фызыхэр, яй нэщI егъэфIэм, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
  - Бысымыхь щэху щауэхэр, 3:15
  - ТIысыпIэхэм тетхэ унэгуэм зэхуэдадзэхэу, 36:55
  - ЩIалэр зэхуэдэ ныбжь,78:33
  - Пщэдджыжь пхъэщхьэмыгъу ялэжьыну зэрыщыгъупщэнщ, лей зэфIэкIэу, 52:24; 56:17; 76:19
  - Уафэмрэ и щIымрэ зэрыхэтым хуэдә агъэщIыIу, 3:133, 57:21;
  - ПсыкIуэцIыр, щхъуэ хъууэ, IэфIкъабзу, хьэрэм нахусхэм яхэр пцIащхъуэр 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22;
  - Тхьэмахуэфхэм я тIахъуэр 55:46-78; 56:10-40;
  - Джэджьыу, пшыгъу, псыу, щх'у псы Iуфэхэр 47:15;
  - ТхьэлъэIурэ дехашурэ 10:9-10; 39:73-74;
  - Дэхэш хъуа мамырыгьэр 13:23-24; 14:32;
  - ИгъащIэкIэ Щагум щытхэр 11:108;
  - ПIалъэ нэг'унщ щытну 15:45-48;
  - Я пэшымрэ псымкIэ зыкъыщагъэбжьырыр 57:12;
  - Махуэу е щIыл'экъум 76:13;
  - Хузыхуехэтэр псоми ягъэзэщIэм 16:30-32; 41:31-32;
  - Дыщэ щIатIищхэмрэ л'эцIагъ дахэщэм я щхъуэхэр 18:30-31; 22:23-24; 44:51-53;
  - Дыщэ Феныджэ и дахащхэхэр 43:67-73;
  - Дыджынын щхъуэхэмрэ удзхэмкIэ IэрыкIэр 76:14-16;
  - ПIалъэмкIэ увыIащхэхэр 15:47; 37:44; 52:20;
  - Тахахуэфхэм я тхьэмадэр яхьыжынщ 75:22-23
  Адэ-Анэм, гущIэгъу 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
  Аллахьым и хэлъэгэн, къэпщхъуэгъэ 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
  Бэлажьамбэгуэ, 87:4-5
  Гъуни, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
  - ГъунагъэщI кIуэхухь
  ШыхьатIкIэ, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
  - ДэIэпыкъуныгьэ пэшшэ щыгъу, кьи псыхум дэIэпыкъуныгьэ, 2:45, 153; 20:132;50:39
  ШыхьэтыкIэри,
  - Дин къакIуныгъэ Iэдэб жэруэхкьер зэпхудышэну уахътын, 39:10
  - Аллах дэщIыдхэщ, дэ, 8:46
  - дэщIыдхэщ, 11:115
  - Аллах дыщэхум пащыIэм, 16:90
  - Дыдэтын, баджэным, 41:34
  МамыргъэкъукIpэ, джатэ, 8:61
  Жэйи дэ щэщтым, гъэныкъу хьарэм хъуауэ, 52:24; 55:22; 56:23
  Къэламэ, 68:1; 96:4
  Хьэлемы, 2:286; 7:42
  - Аллахі къэншаруш хьэлэмыр зэдэкI ипсыхэр зекхьэр ифIуш, 2:286; 7:42
  - Аллэх тахм имыщтыр зыгуэр имыщтшэм иухуа мзэгыхьыкъиу, 23:62
  - Хьэлэм зищыпщтым дэ къыдимыгъэзэжьыну уей дахэ зекIуэ ипсыхэр, 31:34
  - Хьары зытхущтым ерыщэх хьэлэм щыIэным ядзмыIэр, шэпс къэншу щтэр ахузми зишхъуэр, 3:30
  - СабырэщIм абызиу зытхущшэр къытщишэщыну, 16:111
  - Зэрыхьэр, езым къикIуэтэжам щхьэкIэ тыгъэщ, 74:38
  - Алыхьыр зыкъэзыгъэлIагъуэмкIэ тхьэ щеуэ, 75:2
  - Фраон, 28:6; 40:24
  - И цIыхухэр, 2:49; 3:11; 7:141; 44:17-33
  - Псым ихьахэр, 2:50
  - Мусэрэ зэрыщыIахэр, 7:103-137; 10:75-92
  - Хы Iуфэм къыдиха дакъэкъэбакъыр, 10:90-92
  - Гъунапкъэ зэпаублэри, гунахьхэр ялэжьати, псалъэм пэувыIахэкъым, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
  - Фраоным и щхьэгъусэ захуэ, 28:8-9
  - Езыр тхьэу зэрыщытым и щхьэ, 28:38; 79:24
  - Зэтракъута, 29:39
  - Фраоным и унагъуэм щыщ цIыху еджэгъуэр, 40:28-44
  - Бащэн зэрагъэухуэр, 40:36-37
  - Мусэми еплъ
  Дунней тетыкIэ зэхуэхьэсыкIэр, 102:1-4
  ПщIэ (БайIа),
  - Ислъам щхьэкIэ, 16:91
  - Бегъымбарым пщIэ уищIыр Алыхьым пщIэ зэрыхуэпщIыр аращ, 48:10
  - Еджэгъухэм я пщIэр, 48:18; 60:12
  ПщIэ (Моргэдж), щытыныр къэгъэлъэгъуэн, 2:283
  - Зэрыхьэр, езым къикIуэтэжам щхьэкIэ тыгъэщ, 52:21; 74:38
  Усыгъэ, 36:69
  УсакIуэхэр, 26:224-227; 69:41
  Хьэжымэлыхьу, 6:141
  ТхьэмыщкIэр, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
  ТхьэлъэIу, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
  - ЛъэгуажьэкIэ е мыгу лъэгуажьэкIэ зэрыщIамыгъэщ, 17:110
  - Емыджэгъухэм папщIэ тхьэлъэIур, 9:113-114
  - Емыджэгъухэм я тхьэлъэIур, 13:14
  - Ар жэуабыр къети (зыхуелъэIухэм), 42:26
  - Щабэрыгъми тхьэлъэIукIэкIэ дэIэпыкъу зэрызрагъэгъуэтэр, 2:45, 153; 20:132; 50:39
  - Икъамат-ас-Салат гъэзэщIэн, Къиблым хуэзэу, 2:142-145, 149-150
  - Щхьэхуэмыхыж тхьэлъэIур, 2:238
  - ЗекIуэмрэ теуэкIуэмрэ деж, 2:239; 4:101-102
  - Мэзэ щIыкIэм зыщымыумысыфэ тхьэлъэIум, 4:43
  - Жэнабэм и щытыкIэкIи, 4:43
  - Хэгъэзыхьыгъуэр тхьэлъэIум щхьэкIэ, 4:43; 5:6
  - ТхьэлъэIу лъыгъэкIуамэ, 4:103
  - Абы и зэманым, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
  - Алыхьым и закъуэ фIэщхъу хуэщIын, 13:15
  ТхьэлъэIухэр, Мэрем махуэм деж, 62:9-11
  Шынэгъуэм деж щынэщхъэрхэр, 4:71
  Дзэпленхэр, 8:67-71
  - Пленми еплъ
  Пэжым и Псалъэ, 46:16-17
  Мылъкур, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
  Бегъымбархэр, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
  - Бегъымбархэм я зэгуэр, 3:81; 33:7-8
  - Хуамыгъэубыдыф, 3:161
  - Дошману щыт дэтхэнэ бегъымбарми, 6:112; 25:31
  - Уардэхэми еплъ
  ФIэщхъу,
  - Алыхьым и деж дохуур, дэтхэнэ зы жэнэтым гъэзэгъи щIым гъэзэгъи, апхуэдизуи абыхэм я нэхухэр, 13:15
  Iузу, 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
  Псалмэхэр, 4:163
  Жэза,
  - ИгъэувыIэну, 3:178
  - Iэпхъуэ е лъакъуэхэм икъутэну, 5:33
  - Зэрыбгъэзэрыхьами къикIрэ зэрафэзэрыхьауэ къыздэзэуэжынум, 16:126
  - Дунеймрэ фэ нэщIкIэмрэ щыIэр, 24:19; 68:33
  Хэгъэзыхьыныр,
  - ГымкIэ, 4:43; 5:6;
  - ПсэкIэ (хэгъэкIыныгъэм икIыну), 87:14; 91:9
  Къэдар, 5:5; 64:11
  Къадр, S.97
  Къаф, S.50
  Къалэм, S.68
  Къамэр, S.54
  КъариIэ, S.101
  Къарун (Корах), 28:76-82; 29:39
  Къасас, S.28
  Къибла, 2:142-145, 149
  Къисас (Ухуэ зэрыщыту жэза), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
  Къуран,
  - Зэрызэтетхэр, 13:31, 36, 37; 14:1; 56:77-80
  - Алыхьым нэмыщI ищIын емылъэкIыщу зэрыщытыр, 2:23; 10:38; 11:13; 17:88
  - Алыхьым и деж къимыкIауэ щытатэмэ, абы щитхыгъэтэр зэрыщымыгъунэджэу, 4:82
  - Гъэхуэгъуэ нэрылъагъу, 4:174; 42:52
  - Ар къыхагъэщIащ, 6:19
  - Алыхьыр абы и Щыхьэтщ, 6:19
  - Щытыныгъэ лъагъуэ, 6:157
  - Къуран тепсэлъыхьыныгъэм тепсэлъыхьыгъуэ щыпщIым, 6:68
  - ГущIэгъунщ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
  - Зэрыпщэжым деж, даIуэт зыгуэр псэуэм дайгуэшыф, 7:204
  - Дзикр, 7:205; 15:6, 9
  - Акъыл зиIэ тхылъыр, 10:1; 31:2; 36:2
  - Хъыбар къыхагъэщIащ, 10:2, 109; 42:52
  - Ар зыкъэзыгъанэхэр, 11:17
  - АрабщэкIэ, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
  - Хэкъутауэ щыту, къырахын зэманым деж, 15:91; 17:106; 25:32; 76:23
  - Зэрыхъауэщытыр, 16:10
  - Къуран зэрыпщажэнкIэ ухуеймэ, 16:98
  - ЗэрызыгъэунэтIыр, 17:9
  - Хъыбар нэхуу и хъыбар зэрыгъэIумэр, 17:9-10
  - Емыджэгъухэри, 17:45-47
  - Пщэдджыжьым зэрыпщажэр трагъэгуащэр (Мэлейкэхэм къащытыхьыну), 17:78
  - Дэгъуэныгъэмрэ гущIэгъурэ зэрыхэтым щхьэкIэ, 17:82
  - ЦIыхухэм лъэпкъ хуэзэхъур нэрылъагъу щIыуэ зэраIуэтэ, езыми зыкъагъанэу, 17:89; 18:54; 39:27
  - Тэмэмщ, 19:97; 44:58; 54:17, 22, 32, 40
  - Лъэпкъым сызэкъагъэнакъым Кураным, 25:30
  - Тхыгъэхэм къагъэушыр, 26:196
  - Исраилу и быныгъэхэм язэпэщытыныгъэм теухуауэ къыщаIуэтэж, 27:76
  - Еджэри Тхьэ елъэIу, 29:45
  - Аллахьым къыбгъэдэкI Истинащ, 32:3; 35:31
  - Щхьэхуэ тхьэмахуэ дауэдапщэм, 44:3
  - Зэрыпщыхьащ дэтхэнэ Iуэху зэпэщытыныгъэм, 44:4
  - Куууэ егупсыс, 47:24
  - АбымкIэ хъыбар егъащIэ, 50:45
  - Аллахьым иригъэджащ, 55:1
  - ЩIыхь зиIэу еджэж, хуэмурэ хъумэгъуэу, 56:77-78
  - ХъумакIэ имыIэмэ зыми Iэ щIэмыгъэувэ, 56:79
  - Къуръэныр къуэм тетIупщмэ, 59:21
  - Дзыхь зэрыщымыIэхэм я гузэвэгъуэщ, 69:50
  - Истинабзур дауэдапщэм, 69:51
  - Хуэмурэ еджэжу, 73:4
  - Тхылъ хуэдэу щIыхь зиIэм, къабзэ дахэу хахъухьауэ, 80:13-16
  - Зэгуэрэ щIэкIахэмкIэ хэтыгъэщ, 81:27
  - Дзыхь зэрыщымыIэхэм япцIыуэ ябж, 84:22
  - ТхылъымпIэ хъумэгъуэм хатхауэ, 85:22
  - Псалъэ пцIымрэ щынэмрэ зэгуэшыж, 86:13
  - Къабзэу тхылъхэр зэреджэжрэ, 98:2
  - Еплъ тхылъым; Уэхьий
  Къурейш, S.106
  Къурейш,
  - Дзыхь зэрыщымыIэхэр, 54:43-46, 51
  - Япхъыныгъэхэр, 106:1-4
  Раббихэри монаххэри, 9:31, 34
  Лъэпкъ, хуэбэкъу зэпеуэм хуэдэу, Iэмал дахэм, 5:48
  РаIд, S.13
  Рахьман, S.55
  Щытхъу инымрэ дахэр нэхъыфIщ, 7:26
  Уэшх,
  - Аллахьым и тыгъэщ, 56:68-70
  - МывэкIэ, 27:58
  Рамадан, 2:185
  Рами, 2:200
  Шыухь,
  - Щыухь къамыщтэурэ, 57:15
  - Дзыхь зэрыщымыIэм ищэщэрэ, 3:91; 10:54; 13:18
  Фидя, Мархъэм, 2:196;
  - Есирым къыхэщыжыныгъэ, 8:67
  Расс, щIыналъэм и дэсхэр, 25:38; 50:12
  ИгъэзэщIакIуэ,
  - Махуэр иджыри къэкIуэнум, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
  - Езымыхьэхэр, 107:1-7
  - Гуэныхьым и къэзыгъэзэщIэ гуэныхь хуэдэущ, 42:40
  ЗэгурыIуэныгъэ,
  - Хэт къызыщхьэщыжым зэгурыIуэныгъэ зезыхьэм, 42:40
  - Хъызмэтымрэ щхьэгъусэмрэ я зэхуакум, 4:35
  - Дзыхь зэриIэхэм я зэхуакум, 49:9-10
  Тхылъ,
  - Тхылъ тхыгъэ, 83:7-9, 18-21
  - Лъэпкъ дэтхэнэми и тхылъ къытеджэжынщ, 45:28-29
  - Дэтхэнэ цIыхуми иIэ щIагъуэмрэ псомрэ хатхыхьауэ,81:10
  - ЩынапIэм зэрыхуауэ, 23:62
  - ИтIанэ Iэгум, 69:19; 84:7-9
  - Исолэ Iэгум, 69:25
  - Иж ищIыбагъым, 84:10-15
  МелэIыч къызытххэр, 50:17-18, 23; 85:11
  ДэIэпыкъуэгъуэ, гугъэм дэщIыгъуу, 94:5-6
  Дин,
  - Дин Iэбжьанэ щыIэкъым, 2:256
  - Исламыращ, 3:19
  - Аллахьым иращ, 3:83-84
  - Исламым нэмыщIкIэ, 3:85
  - Дин Iэмал игъэкIамыкIэу, 4:171; 5:77
  - КъэгъэзэщIауэ, 5:3
  - Хэт диным зэныбжьхэр езыгъэщIрэ, 6:70
  - Хэт диныр зэгуэшыр, имыкъукIэ зэпэщытур, 6:159; 30:32
  - Еплъ дагъэлI диным, 42:13-14; 43:65; 45:17
  - ЦIыхухэм диныр зэгуэшауэ, дэтхэнэ гупым и хуэщIэ хуахъумэурэ, 23:53; 30:32
  - Дин гугъу щытыракъым, 22:78
  - ЦIыху Хъугъуэ дахэмкIэ ящыгъуауэ, 30:30
  - Апхуэдэ дин псоми Пэхам, 42:13-15
  - Лъэпкъ диныгъуэ, 43:22-24
  Аллахьыр зэрыщымысхьыр, 63:9
  - Дэ хабзэмкIэ, гум шыIэ иIэ, 13:28
  Тоба,
  - Къабыл ищIыжымэ ебгъэтхъынкIэ зэрыщымыIэр, 4:17; 6:54
  - ЕмыкIу ещIрэ зэпымыууэрэ щакIуэр, 4:18
  - Тобар къыпехурэ гуэм зэхъуэкI ещIрэ, 4:25
  ЕмыкIур зэрымыгъэзэщIэн, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
  Къэгъэтэджыгъуэ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
  - Езра и тхыдэмкIэ щапхъэ 2:259
  - Ибрахьим 2:260
  - Жьауэм щыщхэм 18:9-26;
  - Къэгъэтэджыныгъэм зэрыщымыIэм хэтыгъэщ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
  Къэгъэтэджыныгъэм и махуэ, 7:89; 20:100-101, 124
  - Махуэ щынапIэгъуэращ, 78:39
  - Уасэр псомкIэ къыптыжынщ 3:185
  - Щыхъумахэм ятхар къыхахыжынщ,81:11
  - Дэтхэнэ цIыхуми и къихьамрэ псомрэ къагурыIуэтынщ, 81:14
  - Дэтхэнэ цIыхуми ищIар къыщхьэщытыжынщ, емыкIуми дахэми, 3:30
  - ЦIыхум игугъэмкIи лъэужкIи ещIыжынущ, 82:5
  - Хьэкъыншагъэм къыщышынэ хъунукъым, 20:112
  - Хьэкъ дыжьэр, 21:47
  - ЕмыкIуми дахэми ищэнущ, 23:102-103
  - Хэт гуэныхь зызыумыгъазэу Атомым зэрыхьэм хуэдэу дихьмэ, щэхумэ, 100:7-8
  - Щэхухэр псор къапщытыжынущ, 86:9
  Ипщым итIанэ Iэгум итырар, 69:19; 84:7-9
  Тхылъыр сыт ижьымкIэ щытыгъумэ, 69:25
  Тхылъыр гъуэм икIыбымкIэ щытыгъумэ, 84:10-15
  - Дин зимыIэхэм папщIэ махуэ къин, 25:26; 54:8; 74:9
  - Махуэ къиу, 76:27
  - Щхьэрыхь къиу игъэщхьэрыуну, 20:100-101
  - Щхьэузыхь иIэну ирамытыну, 77:36
  - ЩIэупщIэныдзэр Iэшэм щIыхьыну, 25:27
  - ЩIэупщIэныдзэхэр я ныбжьэгъухэмрэ я плъырымэхэмрэ зэдыгъэувгъуэну, 37:22
  - Гъэунэхуныгъэр гукъеукIэ, гукъеукIэ, гукъеукIэ дэгъуэну, 30:12
  - Хъыджэбз кхъащIэм итагъахымэ упщIэн иIэ зэрыхъуну, 81:8-9
  - Щхьэгумэх щхьэщыкI, 21:103
  - ЕджакIуэр къэджэшэну, щынагъуэ ин дыдэм, 50:41;54:6-8
  - Зы (макъ), 36:29, 49, 53; 38:15; 50:42
  - Заджрах (макъ), 37:19; 79:13
  - Гукъеу гъунэгъу, 78:40
  - Уафэм щхьэщыкI щIыкIэкIэ щхьэщыкIэну, 52:9; 56:4
  - Уафэр зэгуэудын ищэну, 84:1-2
  - Уафэр зэгуэудын ищэну, 77:9; 82:1
  - Уафэм былымымкIэ зэгуэудын ищэну, 25:25
  - Уафэр игъэпхъуэну, ИдэкIуэмкIэ, 21:104; 39:67
  - Уафэми щIылъэми дэт дэткIуэр зэщIэкIуэтыну, 39:68
  - Уафэм къызэIуищэну, бгъуэнщIагъхэм хуэдэну, 78:19
  - ЩIым шырытым хуэдэ хъуну, 70:8
  - Вагъуэхэр къекIуэкIыну, 81:2; 82:2
  - Вагъуэхэм я нур къащIэкIыжыфыну, 77:8
  - Дыгъэм и нур къащIэкIыжыфыну, 81:1
  - Хымэ мафIэм хуэдэ хъуну, 81:6
  - Хымэ IэщIэкIуэну, 82:3
  - Сыхьэтым и щIылъэм щхьэщыкIэныгъэр, 22:1; 99:1
  - Кхъухьхэр кIэрыхыжыну, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
  - ЩIылъамэ щхьэдзыгъуэжыну 20:105; 56:5
  - Тхъушэм хуэдэ, 70:9;101:5
  - ЩIылъэми кхъухьхэми тыншу щхьэщыкIэщэну, 73:14; 79:6
  - ЩIылъэр щхьэдзыгъуэжьу щытыну, 89:21
  - ЩIылъэр нэгъуэщI щIыкIэ зэрыхъуэну, уафэхэми апхуэдэу, 14:48
  - ЩIылъэр зэIузыхуэну, 84:3-5
  - ЩIылъэр иухыгъуэну псыншэу 18:47; 20:106
  - ЩIылъэм и щхьэрыхь къыдихуэжыну, 84:4; 99:2
  - Кхъэщхьэхэр щхьэщIыхьэжыну, 82:4
  - Кхъэхэм щIыхьахэм къызэдэжьэжыну, 21:97; 70:43
  - Дунейм техьэжри псэуэшэукIэ, 79:14
  - Псэущхьэ хьэкIэкIхэр зэхуэсыжыну, 81:5
  - Дзэкъэрабгъу, 20:124-125
  - Шэуэр зегъэзыхьыжыну, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
  - Саххэ, 80:33
  - Псэхэр я дэхэм зэхагъэувэжыну, 81:7
  - Махуэ пщыкIым нэхъыбэ дэмысыху, 20:103
  - Махуэм нэхъыбэ дэмысыху, 20:104
  - Е махуэм и ибжыгъу, 23:112-114
  - Зэхуэсым и махуэ, 64:9
  - Зэчий къыщамыхын махуэ, 37:21
  - Унафэ къыщащIым и махуэ, 77:38; 78:17
  - Ягъахуэм и махуэ, 77:13-14
  - Гукъеуэнымрэ Гугъуехьымрэ я махуэ, 19:39
  - Хамылъагъэнухэм, 77:15-50
  - ЦIыхухэр тепхъуэлым хуэдэ хъуну, 101:4
  - ЦIыхухэр гуп-гупхэу кIуэтыжыну, 100:6
  - ЦIыхухэр щхьэкIэкъупэцIыхухэм хуэдэу щытыну, 22:2
  - Щхьэрыгъашэхэр игъэлъэтыжыну, 22:2
  - Щхьэрыгъашэ бжэндэхъухэмкIэ зыни щIэмыгъуэтыжыну, 81:4
  - Анэм и хьэтыр зэщIэкIуэтыжыну, 22:2
  - Лъэпхъуэхэр язэдэлъагъуну, 70:11
  - ЦIыхухэр я лъэпхъухэм къагъэбыдзыкIыжыну, 80:34-37
  - Зэныбжьэр зэригъэупщIыжынукъым зэныбжьэр, 70:10
  - Зэныбжьэр имыIэнукъым емыкIу зэрытIэщIэкIыжыну, 40:18
  - Зыми зыгуэру зэрищIэнукъым, 82:19
  - Зыми ищIэнукъым, зымиикI дежкIэ зыри IэщIэкIынукъым, 87:10
  - Дин зыIэхэм щхьэщыкI имыIэнукъым, 43:68
  - ДзэкIуэхэр бгырыкIхэмрэ псыхъуэрэмрэ, мэзхэмрэ, щIыхункъыжьмхэмрэ ядэщысыну, 77:41-43
  - Жэнэтым щыпсэухэмрэ я фызхэмрэ, 36:55-58
  - Мелейхэр къагъакIуэну щIыкIэ Iэщыхъу экIуэкIыгъуэкIэ, 25:25
  - КIиирыр Iэщт хъуауэ щытыну, 68:42-43
  - Жэнэтыр къгъунэгъуэу щытыну, 81:13
  - Жэхьэнэм къгъунэгъуэу щытыну, 89:23
  - Жэхьэнэм и мафIэм и тӀэгум игъэпщылIыну, мафIэ гуащIэрэ, егъэлажьэну, 81:11-12
  - ДзэгукъуэкIэ псапэ ищIыныр къэгъэзэжыкIыу щытыну, 5:45
  Къыпщыжыгъу,
  - Уигум щIылъэмыIэсыху, 2:23-24
  - Хьэрыплъэрыдзэх макъамэкIи е уигум щIэлъху кIуэдыгъуэр, 2:106
  - ХьэкIэкIэ гъэунэхуныгъэ, 3:73
  - Тхьэшхуэм къыжьэу, мы къызэрэгъэкIхэм мамыхьэ, 6:114
  - НэпцI зыщIыкIхэм папщIэ, 6:98
  - Гъэунэхуныгъэрэ ГущIэгъурэ, 7:203; 16:64; 31:3
  - Рухул-КъудускIэ, 16:102; 26:192-193
  - НэпцI къабзэ къызэрыхэщыкI къэсауэ, 6:98; 41:2-4
  - Тхылъым и ӀэщIыгъуэр Тхьэм къыжьэу щытыну, 46:2
  - Тхылъми Куранми зэдэлъигъапхэнущ
  ЕмыкIу зэдагъакIуэмэ я пэкIэ щыдзыгъэныгъэххэу, 42:39-43
  Шэрамыгъэ,
  - Дахэ къыщIэкIхэр ищIагъымкIэ, нэхъыбэрэу, 24:38; 29:7; 39:35
  - Шэрамыгъэу 25:15
  - Тхьэм игуэщIымкIи дэгъуэ ищIэхэм, и нэхъыбэкIэ кIуэцIкIэхъуэхэну, 53:31
  - Дэгъуэм папщIэ, дэгъуэм нэхъыфI нэмыщI зыри щыIэкъым, 55:60
  Риба (ЩIыхьыгъуэгъуэ щIыхьынымкIэ)
  Захуэ зыщIхэм,
  - Я гъусэу тырагъэтыну, 4:69
  - ЩIылъэр къызэрагъанэнухэм, 21:105
  - Жэнэтым итхэр, 51:15-19; 76:5-12
  - ДэгъуэрэщIэнущ
  Захуагъэ, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
  - Гъуэгу занщIэ, 90:11-18
  Тэрэ хьэзырыгъэр Аллахым и хьэзырыгъэщ, 3:73
  Гъуэгухэр, лъагъуэхэр, 43:10
  Мывэ щIыпIэ (Хьиджр), абы щыпсэуахэр, 15:80-85
  Румхэр, 30:2-5
  Бгырыпх, жэнтми, 21:32
  Ruh (Джыбрил), 26:193; 67:12; 70:4; 78:38; 97:4
  Ruh-ul-Qudus, 2:87, 253; 5:110; 16:102
  - еплъ Джыбрилми
  Ruh (псэ, джылэ), 15:29; 17:85; 58:22
  Рум, S.30
  Саба' (Шэба), 27:22-44; 34:15-21
  Саба', S.34
  Щэбэт махуэ,
  - абы щхьэкIэ щхьэщыкIахэр, 2:65; 4:154; 7:163-166
  - абы щхьэкIэ къагъэувауэ щытар, 16:124
  Сабийхэр, 5:69; 22:17
  Щхьэрыхь, 2:196, 200; 22:34-37
  Сад, S.38
  Садакъэ (Псапэ), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
  - гъэукIэ зэрыхьыр нэхъыфIщ зэрызыхьым нэхърэ, 2:271
  Сафа и Марва, 2:158
  Сафф, S.61
  Саффат, S.37
  Сейл Ал-'Арим (Ма'риб дамбым къыдэкIа псыхъухь), 34:16
  Сэдждэ, S.32
  Сакине (мамырыгъэ и къабзагъэ), 2:248; 9:26, 40; 48:4, 18, 26
  Сэлих, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
  Сэлсэбил (Жэнэтым и псынэ), 76:18
  Самирий, 20:85, 95-97
  Сэмуел, 2:247
  ШэйтIан, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
  - ныхьэ зэрыхь и мыгъэлъагъу ещI, 5:91
  - Iейуэ щхъухь телъхьэ, 7:200-201
  - егъэпцIыжь, 8:48
  - пцIы телъхьэ, 22:52-53
  - бийщ, 12:5; 35:6; 36:60
  - зэрызыщыгугъыр 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85;
  - джынщ 18:50-51;
  - Адэм и гъэпцIэгъуэ икIи къэхъукъэбарыр 7:20-23; 20:116-121;
  - и пащтыхьыгъуэр псэукIэ щхьэхуейм деж 16:98-100;
  - и мурад 35:6-8;
  - цIыхухэм я бий пэжу 12:5; 17:53;
  - и гупыр 53:14-19;
  - и IэщIагъэр 5:90-91;
  - Iей гъэпсыкIэхэм хэзыгъахъуэр 2:268;
  - псэукIэ щхьэхуейхэр Аллахьым деж щолъэIу абы къиухъумэну 7:200-202;
  - и гъэпсыкIэхэр лъэщкъым 4:76;
  - и лъэужь иужь итхэр игъэкIыращIэ 8:48;
  - жэхьэнэм итым деж зэрыпсалъэр 14:22
  - еплъ Иблисми
  БгъэувыIагъуэ, хэт и бгъэувагъуэр нэхъ хьэлъэ хъунур, 7:8-9
  - еплъ теплъэми
  Тхыгъэ,
  - абы и цIыхухэр, (Джуртхэр икIи Чристэнхэр), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
  - абыхэм щIыхуаIэбэр, 5:61-63
  - абыхэм ящыщ зэрыщытыр гъуэгум тетым, 5:66
  - ящIэ емылыкIэ, ауэ емылажьэ, 6:20
  Щылъэхэр, 42:32-33; 45:12
  - тIури, 18:60; 25:53; 35:12; 55:19-20
  - зэрыхэудым деж, 82:3
  Шэху (Нэджуа),
  - тепсэлъыхьыгъуэ, 4:114
  - щIыхуищым я советыр, 58:7
  - советхэр, 58:8, 10
  - закъуэу зэкIэлъыплъыкIэ, 58:12-13
  Къэралыгъуэхэр и блэкIыгъуэхэр диным, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
  Щынэгъуэ щымыIэу, зэрыщыгугъ дыдэу, ИщIагъэкIащ, 3:154
  Хьэцэпэцэр, Хэт ар къегъахъуэрэ, 56:63-67
  ЕгупсысыкIэхэр, 23:78
  Блырэ, къэхъуа,
  - жэнтхэр, 2:29; 23:17; 65:12; 67:3; 71:15
  - абы хуэдэу щIылъэм, 65:12
  ЩIыбы,
  - Аллахым деж щхьэщэхум тет, 13:15; 16:48
  зэрызэбгрыкIыр, 25:45
  Шамс, S.91
  Тхьэмыдэм и бэлэрыгъу Iэмалхэр Тхьэмыдэм и лъэпкъым, 7:73; 17:59; 26:155-158
  Къалэмыкъу, Iэмалхэр Iэмал щищIыну; зэрыщыгугъыну; и къулыкъу щхьэкIэ, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
  Шухьейб, 7:85-93; 11:84-95; 29:36-37
  Шухьэрэ, S.26
  Шура, S.42
  Сидрат-ул-Мунтэхьэ, 53:14
  Ал-Мэдиным и бэлыхьыр, 33:9-27
  Сиджин, 88:7-9
  Гунагъуэ, 7:100; 74:43-6
  - бзэджэу зэрызэпыхьэныгъэмкIэ, 4:15-16; 24:2, 19
  - ехъулIэрэу щытым деж, гунагъуэ цIыкIухэр къыщагъанэр, 4:31
  - цIыхухэм ядэкIу укъыщагъанэ, ауэ Аллахьым дэкIу укъэмыгъанэ, 4:108
  - гунагъуитI езыхьым, езым екъутэ ар зыщIым, 4:111
  - гунагъуитI зезыхьым, икIи зыгуэрым тридзам, щхьэнцIийм итым, 4:112
  - Аллахым къемыгъанэр лъэщныкъуэ зыщымыхьым и деж, ауэ езым и гум зэрыхуэмыIэным хуэм уемыгъанэм нэхърэ нэгъуэщIхэр, 4:116
  - ар зезыхьэм пэжу зэрыхъунур, 6:120
  - гунагъуэм пыщIахэм тэрэзу яIэнукъым, 10:17
  - гунагъуэу зэрыщытым дапщэр Аллахьым къегъанэ, 39:53
  - гунагъуэтIхэм, 42:37
  Синаи, Бгы, 19:52; 23:20; 95:2
  Гунагъуэм пыщIахэм, я тхьэкIумэхэм, нэхэм, икIи шхынкIэ еузэнущ, 41:20-23
  Сират гъуэгу, 66:8
  ЩхьэщыкӀэ, 68:11-12; 104:1
  Лъакъуэлъэщхэр, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
   - Еплъ Дзэплъхэр; ТыгъуакӀуэхэр
  Щыгъупщэ, зыгъэпсэху апхуэдэу, 78:9
  Содом, 29:31; 37:136
  Содомие, 7:80-82; 11:77-83; 15:61-77; 29:28-29
  Соломон, 2:102; 4:163; 6:84;
   - Дэвид и адэм дэӀэпыкъуа тэрэзыгъэ нэхъыфӀ дыдэм ирисын 21:78-82;
   - ЕгъэлеинкӀэ мыжъей цӀыкӀухэр, 27:15-19
   - Иджыри щхьэджан, 27:20-26
   -Иджыри Саба и Пщыгуащэ, 27:22-44; 34:15
   -Алыхьым къыпищэщ абы 34:12-14, 38:34-40;
   -Шым дахэхэм хуиӀэрэхьэлъагъыр 38:30-33
  Къуэ, унагъуэм къыщащта, 33:4-5
  Псэ (Рух, Рухь), 15:29; 17:85; 58:22
  Алыхьым и гъхьэ щхьэкӀэ гъэкӀуэдэн: 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
   -Уи хьэжэт иримыхьхэм ипэ иту, 2:219
   - Алыхьым и Гъуэгум щыгъэкӀуэдэным ещхь, 2:261
   - ЦӀыхухэм ялъагъуным щхьэкӀэ, 2:264; 4:38
   - Сыт хуэдэу уэ, Алыхьым и гъхьым и щхьэкӀэ, къыптыжынущ, 2:272; 8:60; 34:39
   - ЕмыкӀуу, е щӀэкӀ пхъашэу, 6:141;17:26
   -Зэи зыгъэбэякъым е кӀэщӀкъым, 25:67
   - Алыхьым и Гъуэгум щыгъэкӀуэдэным пхъырау щӀаӀэр, 9:67
  Рух (Псэ, Рухь), 15:29
   - Алыхьым деж ищӀэр, 17:85
   - Алыхьым и фӀэщхъуныгъэмкӀэ зи фӀэщ хъухэм яӀохуж, 58:22
  Зауэм щыщ тыгъуакӀуэ, 8:41, 69; 48:15, 19-20; 48:15
   - Еплъ ТыгъуакӀуэкӀэбгырыпх
  Щышынэ, 49:12
  Бжьыхьуэ, 53:1, 49; 86:1-4
  Бжьыхьуэхэр, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
  Гъуэгу, Захуэ, 1:6
   - ЕтӀуанэ, Гъуэгу, 6:153
   - ЕтӀуанэ. ЗыӀэтын, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
  Жьы ягъэшхэ, абы и теплъэр, анэ щыщӀэтхъур, 2:233
  ЩхьэщыкӀыгъуэ, тхьэмыщкӀагъ, узыншагъэм тещыжри зехьэлӀэж, 7:94-96
  Дыгъэ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
  Тэрэзэлыкъ а нэхъыщхьэ, 9:72; 44:57
  Суурэ, 10:38; 11:13; 47:20
   - Абы и Ӏуэху щӀэныгъэ фӀэщхъуныгъэ нэхъыбэ ехьынщ, 9:124-127
  Шэч зыщӀэхэр, 49:12
  ГъащӀэ, 19:62
   - Еплъ ИгъэзэщӀэныгъэ; Провидение
  Suwa', 71:23
  Табук, 9:40-59, 81-99, 117-118, 120-122
  Тагъабун, S.64
  Тагъут, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
   - Еплъ Тхьэхъужьмэ япэ иту лъыхъуэжь
  Та-Ха, S.20
  Тахьрим, S.66
  Такатур, S.102
  Таквир, S.81
  Талак, S.65
  Талхь (банан жыг), 56:29
  Талут (Саул), 2:247-249
  Тэрик, S.86
  Тасним (псыхъурей), 83:27-28
  Таубэ, S.9
  Тауаф (Ка'бам щыдэкӀухь, щызэхыхьэмэ), 2:200; 7:29,31
  Тәяммум, 4:43; 5:6
  Жыгэм, алырэм иӀыгъэу, къэкӀуэцӀыкӀухэм яӀэу, 7:34; 10:49;15:4-5; 16:61; 20:129
  ЩӀыналъэ, уӀэжьэхъумэ иэзэ, зэӀыгъыу, 3:200
  Щхьэгъусу-щыт, Алыхьу, 3:154; 34:21
  Щэмуд, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
  Дыгъужь, тхьэкъузыхь, 5:38-39
  Тхьэмахуэ, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
   -Псым тету, 11:7
   - Еанэ мэӀэлеикӀу, тхьэмахуэ зыдэӀэпыкъу, 39:75; 40:7; 69:17
  Зэман, 45:24; 76:1; 103:1
  Тин, S.95
  ЩхьэщыкӀэ,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
  Къуажэ, зэи дыгъэкӀудэрэ, ещӀэжьым къыздачэжэрэ, 15:4
  Щэнэ-иуэу, и щӀэлъэ, 4:29
  КъэкӀухьэн, уэ яшхъэрэ тӀумукӀ зэридзыхым, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
  Щхьэгъусэу зэрыщыт, 8:58; 22:38
   - Еплъ ЗэнэкӀуэ',
  Зэрыбауэ бгъэдэлъм, 9:35
  Алыхъым и бгъэдэлъу, 6:50
  Иужькъым и жыг, 20:120
  Жыгхэр, 22:18
  Щхьэгъусэ-щыщыр, 2:214-218; 64:15
  Пшынэр, Къэгъэзэгъэж Зэманым деж, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
  Sakhkhah,80:33
  ЩӀагъуэтыхур и пщӀэщт, зэрызэтегъэпсыхьащэу цӀыхум еӀэт ,33:72-73
  ЩӀагъуэтыхур (Амэнэхэр),2:283; 4:58; 8:27; 23:8;33:72; 70:32
  Пэж, 5:48; 23:70-71, 90; 25:33; 69:51
   - ПцӀырыхьымкӀэ къэмыхвэу я нэӀур умыгъэгъун, 2:42
   - КъэкӀа иджы, пцӀырыхьыр кӀуэдащ, 17:81
   - ЩыӀэухъуэхур мыпхузэзэущ, 46:16-17
  Тубба', иныдэпэ, 44:37; 50:14
  Тур (Къуръан), 28:29, 46
  Тур, S.52
  Тууа, и мэкъум, 20:12; 79:16
  Ухьуд, Изауэ, 3:121-128, 140-180
  Уммах (зэхуэсыкӀэ, щӀыналъу), 2:143-144;10:47, 49; 11:118; 16:36, 120
  'Умrah, 2:128, 158, 196
  Хьэм (Риба), 2:275-276, 278-280; 3:130;4:161; 30:39
  'Узаир, (Еплъ ЭзрэкӀэ)
  'Узза, 53:19
  Пщыхьэплъ, зэщIэмыкъутэ, 17:45-46
  ЗэщIэкъутэж, 24:31; 33:59
  ГушыIэхэр, Саб' Ал-Мэсани, 15:87
  ТекIуэныгъэ,
  - Аллахым къырит, 48:1
  - Аллахым и дэIэпыкъуэгъэкIэ, 61:13
  Хьэл-щэн дахэхэр, (Мыхьэнэтыхэм феплъ;
  Муслъымэнхэр)
  Уэдд, 71:23
  - "Ежьапщ, дызэжьапщ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
  УакъиIэ, S.56
  Аллахым и пэщIэтыныгъ, 5:33-34
  ЕсыныхькIэ мыгъэкIуэд, 6:141; 7:31; 17:26
  Псы, псэ зиIэ псори абы къыхэкIащ, 21:30; 24:45; 25:54
  - хыитI, 18:60; 25:53; 35:12; 55:19-20
  - Аллахым и Тхьэмахуэр абы щхьэщытщ, 11:7
  - уэшх, 23:18
  Гъуэгу, 1:6; 42:52-53; 90:10
  - нэгъуэщIхэри дэгъуэщ, егъэдэгъуэж, 87:8
  - Гъуэгум феплъ
  Гъуэгуанэ техьакIуэ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
  Мылъку,
  - зыхыхьэщIар, 104:2-4
  - Аллахым и щхьэкIэ егъэкIуэд (ЕгъэкIуэдым феплъ)
  Мылъкуррэ сабийхэмрэ, мы дунейм и дахагъщ, 18:46
  Жьыгъуэмрэ щхьэрыгъымрэ, зэтехуэу ет, 11:85; 17:35; 83:1-5
  Бзылъхугъэ щхьэгъусэхэр, 2:234-235, 240
  Аллахым и мурадыр, 10:99-100; 30:5; 81:29; 82:8
  ЦIыхум и мурад, занщIэу екIуэкIын щхьэкIэ, Аллахым зэримурадмэ, 28:29
  Жьыхэр, 77:1-3
  - хъыбар дахэ къахьу, 7:57; 30:46
  - мыIэхэр къаIэту, псы къэзыгъэхъур, 15:22; 30:48
  - гъуэжь мэхъу, 30:51
  Шэрап (Джаннэтым деж)
  - узыфIэкIа хьэнтхъуапщэхэр, 37:45; 76:21
  - хужьу, IэфIу, 37:46
  - абы и псыхъуэхэр, 47:15
  - узыфIэкIауэ къэтхъумэжауэ, 83:25
  Аллахым зэрыхьамым ущыгугъ мыгъуэ, 4:32
  Щыхьэтхэр,
  - Пэхам и зэгурыIуэныгъэм теухуауэ, 3:81
  - цIыхум щхьэщыту, 2:143; 22:78
  - зэгурыIуэныгъэхэм папщIэ, 2:282
  - бзылъхугъитI зы цIыхум пэщIэту, 2:282
  - щымыгъэтыгъуэ зэрылъхугъуэм и щыхьэту, 4:16; 24:2
  - захуэу щыт, 5:8
  - Iэхэмрэ лъакъуэхэмрэ щыхьэт техуэнущ, 36:65
  - цIыхур езым и щхьэщхьэтету, 75:14
  Щыхьэт техуэ махуэрэ Щыхьэт зытехуэ махуэмрэ, 85:3
  Щхьэгъусэхэр,
  - уи мэкъупIэщ, 2:223
  - уи щхъухьэщ, 2:187
  - уи лъэпкъэгъущ, 16:72
  Бзылъхугъэ, зэрыпэувыIэр, 58:1-2
  Бзылъхугъэхэр, 2:222-223; 4:15, 19-22, 34, 127
  - хьэлэл хъыджэбзхэм къащыкъэзылъыхъухэр, 24:4-5, 11-17, 23-26
  - зэрыхъумэ, 24:31; 33:59
  - зэрыпIищахэр, мухэджыру, 60:10-12
  - зэрымыгъэIурыкъуэ, 43:17-18
  Джыгхэм щысхэр, 15:78; 38:13; 50:14
  - Аикэхэм феплъ;
  Мэдян 26:176-191
  Мы дунейм и гъащIэ,
  - джэгумрэ узыгъэгуфIэмрэ нэмыщI зырикъым, 6:32; 29:64; 47:36; 57:20
  - цIыхухэр егъэлъэплъ, 6:130
  - мащIэщ уи зэрыщыгугъынум, Ахырэтым нэхърэ, 9:38; 13:26; 28:60-61
  - зыгуэр зыгугъымэ, абы етынщ, ауэ абы АхырэтымIэ иIэнукъым, 11:15-16; 17:18; 42:20
  - мылъкуррэ сабийхэмрэ, абы и дахэлIагъщ, 18:46
  - мы зэманым фIыуэ зылъагъурэхэр, Ахырэтыр ягъанэурэ, 75:20-21; 76:27
  Тхыгъэ, зэгурыIуэныгъэхэм щхьэкIэ, 2:282
  Щыуагъэ зезыхьэхэр, 11:18-22, 101-104, 116-117; 39:47
  - Дин зимыIэхэм феплъ
  Уду (КъэIумытIынхэр), 4:43; 5:6
  Ягъут, 71:23
  Яхьйэ (Иоанн),
  - и хъыбар дахэр, 3:39; 21:90
  - захуэ, 6:85
  - акъыллыуэ; гущIэгъу зиIэу, пщыхьэлыхьуи, 19:12-15
  Я-Син, S.36
  Ясриб (Ал-Мединэ), абы цIыхухэр, 33:13
  ЯIук, 71:23
  Йунус (Ион), S.10
  Юсуф (Иосиф), S.12
  Зэбур, 21:105
  Захарий (Заккарийя), 3:37-41; 6:85; 19:2-11; 21:89-90
  Зэид ибн Хьэрисэ, Пэхам и унэIут, 33:37-38
  Зэкат, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
  - Зэкатрэ хъерымрэ, зэрызехьэным теухуауэ, 2:273; 9:60
  Зэнджэбил, 76:17
  Зэлзэлэ, S.99
  Закъкум, 17:60; 37:62-66; 44:43-46; 56:52
  Зихар, 33:4; 58:2-4
  Зухруф, S.43
  Зумар, S.39
  Лъабжьэ щIэлъхэр
  - Дин нэс 5:3;
  - Аллахым къищтэр 3:19, 85;
  - Муслъымэн диныр зыIэтыну тригъэкъухькъым 2:256;
  - Зы динщ лъэпкъыгъуэ зэщхьэщыкIахэмрэ хабзэхэмрэ 5:48; 22:67-70; 42:13-14;
  - Муслъымэнми и нэхущхъуэцIалхэр 2:135-136; 3:84; 4:163-165;
  - Унафэхэр (Аллахым зэрыпщIэубыдагъэмрэ фIы зэрыпщIэнымрэ) 4:36; 6:151-154; 17:23-39; 18:107-108;
  - Шерихьэтым и мурад тху: диныр хъумэн 5:54;
  - Псэ зэрыхъумэр 5:32;6:151;
  - Мылъку зэрыхъумэр 5:38;
  - Намыс зэрыхъумэр 5:5;24:4;
  - Гупсысын зэрыхъуным и амал зэрыхъумэр 5:90
  Алыхьым зэрыщыщIэкъым 2:255
  - Тхьэм и хьэкъхэр, И цIэ дахэхэр 57:1-6; 59:22-24; 85:13-16; 112:1-4;
  - Тхьэу щытын хуейр зы закъуэращ 1:1-4; 2:285; 6:3; 43:84;
  - ЩIалэ IэнатIэр Зым ейщ 3:26; И Тхьэмахуэшхуэр ('Арш) 7:54; 11:7;
  - И Курси (лъэпэIэсыпIэр е щIыпIэр) 2:255;
  - ЦIыхухэмкIэ фIыгъуэ иIэ зэрыхъумэ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25;
  - Псэ егъэтIылъри егъэухри 44:8; 53:44; 57:2; 67:2;
  - ГуфIэгъуэ къегъэхъулIэри гукъеуэри 53:43;
  - Тхьэмахуэ ирет иэ мащIэ ирет 13:26; 17:30; 29:62;
  - Тхьэмадэхэм я нэхъыфI дыдзэращ 95:8;
  - ГущIэгъу щиIэхэм я нэхъ гущIэгъу хъуар 12:92;
  - Захуагъэ зиIэхэм фIыуэ ялъагъу 85:14;
  - ГущIэгъукIи гъэзащIэ мышыIэкIэ зэщIэщ 13:6, 40:3;
  - Япэреи кIэухреи 57:3;
  - ЩIалэ щIыхьрэ къарурэ зым ейщ 35:10;
  - ЩIэмыдэр ещIэри щIэухуар елъагъу 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7;
  - Я нэхъыфIыр зэрыгуэшэр ещIэ 5:7; 11:5; 31:23 ;
  - Зэрыхъуами зэрыхъунуми ещIэ 2:255;
  - Псори Тхылъым итхащ (е Тхылъ зэрыхъумэм) 6:38; 13:39; 36:12;
  - Зыри зэи емыкIукъым 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16;
  - Псори И мурадым и пщIантIэм итщ 3:83; 22:18; 30:26;
  - Псори И нэIуасэ яIэщ 11:6; 35:15; 55:29;
  - Аркъэм щыгугъ 10:84-85; 12:67; 25:58;
  - Тхьэм дэкIуэгъэ Iэмалхэр 42:51;
  - Щыгугъыпхъэщ 2:21; 3:102; 4:1; 33:70-71; 59:18;
  - Акъылрэ щIэныгъэрэ Абы къежьэ 2:269;
  - Зыми нэIуасэ иIэкъым 3:97; 6:133; 112:2;
  - Ещанэ зэрыщымытым 4:171;
  - Зыми унагъуэ иIэкъым 6:101;
  - Быныгъуэ иIэкъым 10:68; 19:35; 43:81; 72:3; 112:3;
  - НэгъуэщI зэныбжьэгъухэр иIэкъым 6:94; 7:191-195; 46:4-5;
  - Зыри ещхькъым 42:11; 112:4
  И тхыдэм щыгугъыпхъэу ещIэ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
  Тхыдэ зэрыхъумэхэр 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
  - Псори зэхуэгъэпсам къыхэкIащ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
  - ЩIылъэр зэфIэкIащ 67:3-4
  - ЩIыхьэр жэщым хэлъадэ 3:27
  - Захуэу щытын 30:22; 35:27-28
  - Бал 16:68-69
  - Щху 16:66
  - БыныгъуэкIэ фIыгъуэ иIэ 42:49-50
  - ЩIылъэрыкъуэхэмрэ къэрабгъэхэмкIэ 21:33; 36:38-44
  - Бгымэр IэшэкIэ 25:61; 85:1
  - Джанхэр 37:6-7; 67:5
  - Дыгъуасэхэр 7:57;30:48
  - ЩIылъэ къэхъей 7:78; 7:155
  - ЩIылъэтеугъэ 28:81; 29:40
  - ЩIымахуэ шторм 10:22
  - Щхъухьи, щIыкъуалэри, щхъухьми 2:265; 6:99; 24:43; 50:9-11
  - Уэшхрэ щIыпсымрэ 13:12-13
  ЩIэныгъэ щыщIэкъым
  - ЦIыхухэр хъулъатыхьрэ бзылъатыхьрэм къахэкIащ 76:2;
  - Хъугъуэм и зэхэтыкIэмрэ зегъэужэмрэ 22:5; 23:12-14;
  - Гуэныхьум и щIыпIэм хэту 39:6;
  - Псы уэсымэм 25:53-54; 35:12; 55:19-20;
  - Жьым илъэжьым хэлэжьэным 15:22;
  - Щыгъупщыгъуэр 75:3-4;
  - Кхъухьхэм я хуэкIуэцIым хуэдэу бгымэхэр 78:7;
  - Вэрыжьыр етIупщащ 57:25;
  - Узым и щытщэхэр 4:56;
  - Дыгъэр махуэ къыщIэкIакIуэуи мазэр нэху куэду 10:5;
  - Мазэр зэгуэгуэшауэ 54:1;
  - ЩIыпIэм щхьэхъумэкIэ хьэсэуэ 21:32;
  - Псэ зэрыпсори псым къыхэкIащ 21:30; 24:45;
  - Гъудэбадзэхэр зэрыпсалъэм 27:17-19;
  - Къамэм и кIуэцIым гъэзащIэхэр 24:40;
  Псэ зэрыдзэхэр
  - МелыIычхэр 39:75
  - ЦIыхухэр (ЩIылъэм и тету) 2:30; 6:165; 16:4
  - Жынхэр 72:1-15
  - Псэущхьэхэр цIыхухэм хуэдэу зэгуэту щытын 6:38
  - Бэлыхь 11:69
  - Шыд 7:40
  - Хьэ 18:22
  - Хъуажэ 105:1
  - Шыхэр, шыдхэри, кхъуэхэри 16:8
  - Аслъэнрэ шыркъафэмрэ 74:50-51
  - Бжъэжъейхэр 2:65
  - Хьэцэпэцэхэр 2:173
  - Бзылъхугъэ шкIу 7:73
  - Мэлыхъуэхэрэ бжэныхъуэхэмрэ 6:143
  - Дыгъужь 12:17
  - Къуаншэхэр 7:133
  - Блэ 7:107
  - Бзухэр 24:41
  - Джанду 5:31
  - Хъубыр 27:20
  - Бгъэжьхэр 2:57
  - Балийри 18:61
  - Кит 37:142
  - Гъудэбадзэхэр 27:18
  - Балдзэхэр 16:68
  - бзугъуабжэ 2:26
  - блэ 22:73
  - тхьэурэ хьэндыркъуакъуэрэ 7:133
  - бгъэ 29:41
  - нэгъуэщI димыцIыхухэр 16:8
  Жылэрэ мэракIуэхэмрэ 6:99; 13:4; 16:11; 36:33-35
  - бананы 56:29,
  - хьэжыкъумыл 19:25,
  - удзхэр, хьэшырхэр, хамэр, бэджэджхэр, пIастэхэр 2:61,
  - щхьэмыгъазэхэр 80:28,
  - зэйтIун 6:99,
  - гырэ 95:1,
  - хьэжыкъумыл плъыжь 55:68,
  - къэб 37:146
  Мухьэмэд и фIэщхъуныгъэ
  - Хьэлхэр, пайгъамбар закъуэ 3:144; 6:50; 7:188; 18:110;
  - пэжыр къихьын щхьэкIэ 2:119; 35:24; 42:48;
  - пайгъамбархэм я печать 33:40;
  - хьэл-щэн дахэ 3:159; 68:4;
  - щапхъэ 33:21;
  - фIэщхъуныгъэ зиIэхэм папщIэкIэ 3:164;
  - дуней псом гущIэгъу 21:107;
  - дэтхэнэми ехьэлIа лIыкIуэ 4:170; 7:157-158; 34:28;
  - Гъуэгум и пэмым къыщхьэщыж 42:52-53;
  - цIыхухэм ядэIэпыкъу 9:129;
  - къигъэзэжын махуэм тещэу 4:42; 16:89;
  - тхыгъэншэ пайгъамбар 7:157-158; 29:48; 62:2;
  - Торатрэ Евангелиерэ къыщаIуагъэ 7:157;
  - Хьисэ къызэрыригъэщIар 61:6
  Пайгъамбарым къигъэщIа ехъулIэныгъэхэр ( ﷺ )
  - мылъкуншэ нэхъыжьхэм я мыхьэнэншэ тIэурэхэр 8:32; 15:7; 17:89-93; 25:7-8;
  - пцIы макъхэр 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30;
  - и гъащIэм пыщIа мурадхэр 8:30; 9:74;
  - зэран езыгъэкIхэм е бгъэдыхьэхэм ядэIэпыкъур 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19;
  - къэзыгъэпцIым сабыр хэлъу жэуап етын хуейуэ унафэ къратащ 20:130; 30:60; 46:35; 70:5;
  - Аллаху Тхьэшхуэм жиIащ 5:67; 93:1-11; 94:1-8
  Пайгъамбарым и гъащIэм къыхэкI лъэныкъуэхэр ( ﷺ )
  - и гъэкIуэтыгъуэм ( хиджрэ ) Бадрым и зауэм нэгъунэ 3:121-129; 8:42-44; 8:65-71;
  - Ухьуд и зауэ 3:151-180;
  - Хэнэкъым и зауэ 33:9-27;
  - Хьунэйн и зауэ 9:25-27;
  - Мэдинэ 9:40; Тэбук 9:38-123;
  - Бану Ан-Надыр 59:2-6;
  - ХьэмрэI Ал-Асад 3:172-175;
  - Хьудэйбийэ и зэгурыIуэныгъэ 48:1-7; 48:10-29
  Пайгъамбарым Тхьэшхуэм къытригъэхуа щIыхьхэр ( ﷺ )
  - Аллахрэ и мелэIыкхэмрэ ар йохъуэхъу 33:56;
  - Мэка къыщыщIэдзауэ Ерусалим щIыналъэм щыIа жэщ гъуэгу 17:1;
  - жэнэтхэм зэрыкIуам 53:1-18;
  - мы гъащIэрэ къакIуэну гъащIэмрэ щIыхь зэриIэр 17:79; 66:8; 108:1;
  - абы и дэIэпыкъуэгъур Аллаху и дэIэпыкъуэкIэ докIуэ 4:80;
  - Аллахурэ и ЛIыкIуэмрэ я дэIэпыкъухэм я тыгъэ 4:69;
  - и унагъуэр къабзару щытщ 33:33-34;
  - Джэбрэил и теплъэ щыщымыкIуэдам 53:1-18;
  - фIэщхъуныгъэ зиIэхэм унафэ къратащ ар ядэIэпыкъун хуейуэ 59:7;
  - абы епсэлъэкIэ хэлкъым 49:1-5
  - ар зэрызэужьым хэлкъым 33:53;
  - и щхьэгъусэхэм зэрадэлэжьакIэм сыт хэлъ 33:53;
  - Аллах арэ и ныбжьэгъухэмрэ ядогуфIыкI 9:100; 9:117;
  - фIэщхъуныгъэ зиIэ и къуэхьэщыпэм и фIыгъэ 2:143; 3:110
  ТхьэлъэIу (салахь) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2;
  - Бэрэжьей зэхуэс 62:9;
  - ТхьэлъэIум и гъунэгъу ( къиблэ) 2:144; 2:149-150;
  - Iейм уигъэпIейтей хъун хуей 29:45;
  - зэманыгъуэхэр 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26;
  - шынагъуэм и деж е гъуэгум тету 2:239; 4:101-102;
  - тхьэлъэIум пымылъхэм ядэIэпыкъур 19:59; 74:38-47; 107:5-7;
  - менэфыкъхэм я тхьэлъэIухэр 4:142; 9:54
  Къабзагъэ, теплъэ къигъэщIэныгъэ (уду) 5:6;
  - псори зыIухуэбгъэщI (гъусл) 2:222; 4:43;
  - щIы къабзагъымкIэ теплъэ къэгъэщIэныгъэ (тэяммум) 4:43; 5:6
  ТхьэлъэIухэр (дуIа)
  - Ибрахьим и деж 2:126-129; 2:126-129; 14:35-41; 26:83-89;
  - Адэмрэ Хьэуарэ 7:23;
  - Хьисэ 5:114;
  - Джоб 21:83; 21:83;
  - Джона 21:87;
  - Юсуф 12:33; 12:101;
  - Мусэ 10:88-89; 20:25-35;
  - Мухьэмэд 17:80; 20:114
  - Нухь 23:26; 26:117-118; 54:9-10; 71:26; 71:28;
  - Сулэимэн 38:35;
  - Шуайб 7:89;
  - Зэкериэ 3:38; 19:2-6; 21:89-90;
  - мелэIыкхэр 40:8-9;
  - Мэрем и анэ 3:35-36;
  - Фэраун и щхьэгъусэ 66:11;
  - Фэраун и джылахьхэр 7:126;
  - Пащтыхь Саулрэ абы и фIэщхъуныгъэ зиIэхэмрэ 2:250;
  - Исраилым и бынхэм я фIэщхъуныгъэ зиIэхэр 10:85-86;
  - мывэхъухэм я цIыхухэр 18:10;
  - пэжхэр 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10;
  - гъэщIэгъуэным теухуахэр 4:75
  Ныкъуэдизыр зэрыхъум и теплъэ
  - сэджэдэт, сэдждэ и бжыгъэм, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
  Мывэ-щэкI (зэкехь), зэикIэ щымытыж 2:110; 2:177; 2:277; 6:141;
  - фIэщхъуныгъэ зиIэхэм я хьэлхэр зыщыщ 22:41; 23:4; 51:19;
  - къызэращыхэр 9:60
  - хьэтыркIэ (сэдэкIэ) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
  - тримыгъэхъуэм ядэIэпыкъур 3:180; 9:34; 47:38
  Махуэ мыгъэзэжь (сыйм)
  - Рамадан мазэм и къурIэн сурэ 2:183-185;
  - Махуэр гъэзэжыным и сыхьэтхэр 2:187;
  - Махуэр зыгъэзэжыфынухэм и щхьэхуэныгъэхэр 2:184-185;
  - Махуэ гъэзэжыным и пщIэдзэкIэ щхьэгъусэхэм яку дэлъ зэхущытыкIэхэр 2:187;
  - Хьэжым щыIэкIэ махуэ гъэзэжын 2:196
  Хьэжыжь (хьэж)
  - Зи махуэ къэсам и пщыхьэр 3:97;
  - Хабзэхэмрэ унафэхэмрэ 2:158; 2:189; 2:196-203; 5:2; 22:26-37;
  - Бгъэдэлъхьэным хуэгъэзауэ щылъхьэжын 2:196; 22:36-37;
  - ЩIылъэм теткIэ хьэжым и деж банэ зэрамыгъэуэным теухуауэ 5:1; 5:94-95;
  - Хыжь банэ егъэуэным хуит зэрыхъуам теухуауэ 5:96
  - Хьэжыжь цIыкIу ('умрэ) 2:158; 2:196
  Дин зэгуэтхэр
  - Мыслъымэнхэр 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15;
  - Зыр зым и хъумэ 3:28; 9:71;
  - Чристэнхэр 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17;
  - Журтхэр 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8;
  - Исраил бынхэр 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6;
  - Тхылъ лъэпкъхэр (нэхъыщхьэжу журтхэмрэ чристэнхэмрэ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
  - Мыслъымэнхэм хуитщ абыхэм зэрахьэ банэхэм япщIэр яшхэну, абыхэм я бзылъхугъэхэр къашыну 5:5
  - Журтхэм яшх хъумышххэр 6:146;
  - Сабийхэр 2:62; 22:17;
  - Меджусийхэр 22:17;
  - Анэр зыщымыхъухэр (пэганыхэр, плъырым пылъхэр) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30;
  - Пэганыхэм я нэгур щIыным пылъ хабзэхэр 2:189; 5:103; 6:138-144;
  - Тхьэ зымыIуэхэр 52:35-36
  Пэганыхэм я хабзэ хэхахэр
  - Хъыджэбзхэр щIым щIэлъхьэжын 16:58-59; 81:8-9;
  - ТхьэмыщкIагъэм и шынагъуэкIэ сабийхэр яукIын 6:137; 6:151; 17:31;
  - КъэIбэм и щIыбкIэ щеуэнрэ щIыхьэжынрэ 8:35;
  - Тэрчхэр плъырхэм трагъэхьэжын 5:103; 6:136;
  - Плъырхэм я цIэкIэ пщIэнкIэ яукIын 6:121;
  - Зыхьэр зэбгырыкIын 33:4; 58:2-4;
  - Илэ' (мазитIым нэхърэ нэхъыбэу) 2:226-227;
  - ХэхакIэм папщIыхьын 5:3;
  - КъэIбэм щIыхьу 7:26-28;
  - Хьэжыжьым и ужькIэ унэхэм и щIыб лъэныкъуэкIэ дэлъэжын 2:189
  Тхьэ зыхуащIхэр
  - Мелейкхъуэхэр (арабу пэганыххэм ядеж) 34:40;
  - Ал-Айкэх (ШуIэйб и къаумым ядеж) 26:176;
  - БаIл (Илэясъым и къаумым ядеж) 37:125;
  - Исус (Чристэным) 5:17;
  - Плъырхэр (Ибрахьим и къаумым ядеж) 21:52-53;
  - Лэт, Iуззэ, Менэт плъырхэр (Араб пэганыххэм ядеж) 53:19-20;
  - Уэдд, СувэI, Егъус, ЕIукъ, Неср плъырхэр (Нухь и къаумым ядеж) 71:23;
  - Дыгъэр (Шэбэм ейхэм ядеж) 27:24;
  - Сириус (Арабу пэганыххэм и цIыхухэм ядеж) 53:49;
  - Фэрэун (Мысырым и жьы зэманым) 26:29; 28:38; 79:24;
  - Я мурадхэр, 25:43-44; 45:23;
  - Тхьэ бжыгъэм и фIэщхъуныгъэр къырагъэщIэ 17:42-43; 21:21-24; 25:3
  ЩылъэIумэ щIыпIэхэр, мэсквитхэр 9:18;
  - Члисэхэр, синагогэхэр, монастырхэр 22:40;
  - УхъумапIэхэр 3:39; 38:21;
  - ТхьэлъэIупIэ 17:7
  - Дин цIэхэр, пащтыхьхэр, монаххэр, раввинхэр 5:44; 5:63; 5:82; 9:31-34
  Мелейкхъуэхэр
  - Адэм зэрызэхэтыкIым тепсэлъыхьыну заупщI 2:30-34
  - Алыхь зэи емыдэIуэн 21:26-27; 66:6;
  - Алыхь и пхъухэкъым 21:26; 43:16-19;
  - Хъума мелейкхъуэхэр 13:11;
  - Тхыгъэ здэщI мелейкхъуищэр 50:16-18; 82:10-12;
  - Алыхь и тхыпхъэр хьисэбым и махуэм ирахьэкIкIэ Iуэхугъуийм ягъэзащIэ 69:17;
  - Джахьэным ухъумэнымкIэ бгъуэ ухъумэ 74:26-31;
  - ЛIэным и мелейкхъуэхэр 6:93; 16:28; 32:11;
  - Джабраил 2:97; 66:4; 26:192-195; 53:1-14;
  - Микаил 2:98;
  - Мелик 43:77
  ПэмыкIхэр
  - Мелейкъымрэ цIыху лъэпкъымрэ щыщхэр 22:75;
  - Зыщыгугъыж хъунухэм я пэмыкIхэр (Ибрахим, Нухь, Мусэ, Исус, Мухьэмэд ﷺ) 33:7; 42:13; 46:35
  Тхыгъэхэр
  - КъурIэн, Алыхь дежкIэ къэIэпщIэжауэ 12:2-3; 20:2-4; 26:192-195; 32:2-3;
  - Дунейм псом зэрыщыгугъ хъуну 68:51-52;
  - ЗдэкIуэным нэхъ дызу къырагъэувэну зэрыщытыр 17:9;
  - КъэIэпщIэжауэ къихьар Рамадан мазэрауэ 2:185;
  - Махуэ къабзэ дыдэм идеж 44:3;97:1-5;
  - Зэритхуэу къырагъэIэзэж 17:105-106;
  - Ещхьу щытыну хуэму ищIын 54:17;
  - Иджырей къэIэпщIэжьым и пэжыныгъэр зи фIэщ хъу 3:3-4;
  - Иджырей тхыгъэм и щхьэуэ тет 5:48;
  - Шэч зыщымыIэ 2:2; 10:37;
  - ЗэпэщымщIыжь 4:82;
  - ЗищIакъым 10:37-39;
  - Библием къытрагъэщIакъым 25:4-6;
  - Джэмахэм къахуахыжакъым 26:210-212;
  - Зыми сыт хуэдэ псалъи хэзылъэщIыхь хъунукъым 17:88; 2:23-24;10:13-14; 11:13
  - ХэкIуэдэнымкIэ ухъума 15:9;
  - ЩыхъумэнымкIэ унафэ щыIэ бгъэдыхъмэм 56:75-80;
  - ПцIыуэ зэрыпэщымщIыхь хъунукъым 41:42;
  - ИужькIэм дэлъ зэхъуэкIыныгъэхэр иджы ищIэ 30:1-7; 48:27;
  - ФIэщхъуныгъэ зиIэхэр нэпс трахын хуэдэу 5:83; 17:107-109;
  - Гум бгъэIэсыж 39:23;
  - Бзийм хуэдэу 4:174; 42:52;
  - ФIэщхъуныгъэ зиIэхэмкIэ узхэмрэ къегъэлажьэм икIэмкIэ 17:82
  - Таурат 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
  - Инжил 3:3; 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
  - Забур 4:163; 17:55
  - Ибрахьим деж щыIа тхылъхэр 53:36-44; 87:14-19
  Къэзгъэлъэщыркъым уахътыншэрауэ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30;
  - щхьэхуитыныгъэ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
  Къэмат махуэ:
  - зэи зэигъэ зэрыщымыIэр 2:281; 18:49; 40:17;
  - кхъахьауэр зэрыщытыр 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11;
  - а махуэм диным пэжхэмрэ динсызхэмрэ я щытыкIэр 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36;
  - дамыгъэ техыныгъуэ (щэфаIат) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
  Iуэхутхьэбзэхэм я тхыгъэхэр 17:13; 18:49;
  - диным пызэрыхьэхэм я Iуэхутхьэбзэхэр я сэмэгумкIэ зэрагъэзащIэр 69:19-24; 84:7-9;
  - динсызыхэм я Iуэхутхьэбзэхэр я сэмэгумкIэ зэрагъэзащIэр 69:25-37; 84:10-15;
  - Алыхьым зыри зэрыщыщIэмыкъуэр 21:47; 40:16;
  - Iуэхутхьэбзэхэм я хьэлъагъыр 7:8; 23:102-104; 101:1-11;
  - джанхэм я щыхьэтлыгъэр 41:19-24; 24:24;
  - IуэхуфIымрэ Iуэхумэмымрэ я тыгъэ 6:160; 27:89-90; 28:84
  ЦIыху теплъэхэр:
  - диным пызэрыхьахэр 18:107-108;
  - динсызыхэр 4:167-169;
  - мелыхъуэхэр 4:145; 57:13-15;
  - жэнэтмисхэр, диным пэрыхьахэу япэ итахэр 55:46-61; 56:10-26;
  - жэнэтмисхэр, сэмэгурабгъум щыщ цIыхухэр 55:62-78; 56:27-40;
  - джэхьэнэммисхэр, сэмэгурабгъум щыщ цIыхухэр 55:31-45; 56:41-56;
  - бгым тетхэр 7:46-49
  Мылъкум ехьэлIахэр:
  - ДэлэжьэкIэ зэрыхь зэрагъэкIуэдынур 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;
  24:36-37; 26:182; 30:39; 55:7-9; 62:9
  - ХьэкъынэкIэ, утеIэзэхэу умылъхуахэм хуэмухьэс хьэкъухэр 2:180-183; 4:11-12;
  укIы зэрыхъум ипэкIэ гъуэгум ущыдэкIуэмэ 5:106-108
  - Паракоррупциэ 2:188
  - Къэхумэхэр, къэхумэхэр гъэзащIэным зэрыхунэжэгъэр 2:280;
  - къэхумэ контрактыр тхынымрэ щыхьэт нэрылъэгъу иIэ зэрыхъунымрэ 2:282;
  - тын зэрыщытым 2:283
  - ЩIэизыхь, зэрыхь щIэизыхьхэр 4:7; 4:32-33; 8:75;
  - щIэблэмрэ адэ-анэмрэ я пычыгъуэхэр 4:11;
  - щхьэгъусэхэмрэ анэкIэ зэкъуэшхэмрэ 4:12;
  - зэш-къуэш псохэр 4:176;
  - зэрыхьахэм пэрыхьахэм я деж зэкIэлъыкIуэр 4:13-14
  - Проценту уасэр, проценту уасэр къызэрымыгъэсэбэпынуррэ кIэщIэплъымрэ 2:275-281; 3:130-132;
  - мыарэзыу зэрыщытым 30:39
  Хабзэм ехьэлIахэр:
  - хэкум зэран ехьэлIэным и хабзэр (хьирабэхь) 5:33-34
  - Хьэкъыгъэр, хьэкъыгъэм утеувэным 4:135; 5:8; 16:90-91;
  - Етимхэмрэ бзылъхугъэхэмрэ я щхьэузыхьыр ихъумэным 4:127;
  - Джутми хьэкъыгъэр хуэщIыным 4:105-112;
  - Пэгуейми хьэкъыгъэр хуэщIыным 4:58;
  - Муслъымэну щымытахэм зэрызахуагъэгъуэзэнур 60:8-9
  - ПщэдэкI щIынымкIэ (гъэгъуным хуэмыгъэкъуэншэу) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
  - Щхьэгъусэмрэ щхьэгъусэмрэ зэрызэIэбэкIын, хулм 2:229;
  - Лиан (зэкъусэныгъа щыупщIымкIэ) 24:6-10
  Политикэм ехьэлIахэр:
  - Зыгуэрхэм узыщIэупщIынымкIэ Iуэхухэр зэрызэбгъэкIуэкIынур (щурэ) 3:159; 42:38
  - Щхьэр зэрыхъумэнымкIэ узэуэным (джихад), зэрыхь теплъэхэр 2:190-192; 2:216; 22:38-40;
  - къэдмылъытэу темызауэным 4:94;
  - тIасхъэрэ бзылъхугъэрэ сабийхэм шхьэр яхъумэным хуэзэуэным 4:75;
  - тегъэщIапIэхэр ихъумэным 22:37;
  - щахьидхэм я тыгъэр 2:154; 3:169-171; 9:111; 57:19;
  - дзэм и кIуэцIкIэр ерыскъыфIэхэм ягъэщтэным хуэунэтIауэ 8:60;
  - мамырныгъэм зыхущэкъэным 2:192; 8:61
  - ЛъэныкъуитIым зэщIыныгъэ ящIыным 49:9-10
  - Зауэпленникхэр, зызэрахуэным 8:70; 47:4; 76:8
  Жылагъуэм ехьэлIахэр:
  - ПхъуантыкI зэрыхьахэр 33:4-5
  - Етимхэм щхьэдэхын 2:220; 4:2-10; 4:127; 6:152; 17:34
  - Гузафэ, Iуэхугуэрымрэ зэгурыIуэрэ 4:35; 4:128;
  - Гузафэм и теплъэр 2:229-231; 65:1-2;
  - Дауэрэ зэрыщытумкIэ ухъуреягъкIэ зэрызэхуэфыныр 2:226-241; 4:19-21; 33:49; 65:1-7;
  - джауми зыгуэрым даумыкIыжыным 4:20;
  - джауми етымырым 65:6;
  - джауми ахъшэкIэ егъэхуэныным щIэнэу 65:6;
  - абы и тхылъ егъэзащIэм 65:6;
  - абы зэрыгъэзегъэм тIэкIу иIэу и кхъуфхэм, 65:6;
  - зыми и щIалэмкIэ лъэкIыныгъэ тримыхьэным 2:233;
  - дыщэкIэ тIэкIур къыщыкIэу 65:6
  - ФIым зэрыпэщымрэ мыхъумыщIэм укъэзыукъуэнымрэ 3:104; 3:110; 7:157; 9:71-72; 31:17
  - ЦIыхухэм я хьэл-щэныр зэтехуэу 49:13;
  - Алыхьымрэ хабзэми я пащхьэ цIыхухъу тIури зэхуэдэу 3:195; 4:124; 5:38; 16:97; 24:2; 40:40;
  - цIыхухъухэм бзылъхугъэхэм нэхърэ яфIыгъэр куэдрэ нэхъыбэу 2:228
  - ТхьэмыщкIагъэхэм, етимхэм, пленникхэм егъэшхэным 76:8-9
  - Гъэгъунымрэ гум къэзыгъэтIылъымрэ 3:134; 42:40
  - Щхьэщытым хуитыныгъэ егъэтынымрэ абым дэIэпыкъунымрэ 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
  - Зи адэ-анэм щхьэдэхэным 4:36; 17:23-25; 31:14-15
  - ГумащIагъ 17:37; 31:18-19
  - Ибрахьим и гъэпсылъхэм я псалъэхэр 37:102;
  - Иусыф и гъэпсылъхэм я псалъэхэр 12:4; 12:36; 12:43;
  - Мухьэмэд и гъэпсыльхэм я псалъэхэр 8:43; 48:27
  - Муслъымэну щымытахэм щхьэдэхэным 60:8
  - Зэкъусэныгъэ 4:3; 4:129; 16:72; 30:21;
  - бзылъхугъэ зэрынэгум дихьхэу мытыншхэри 4:22-24;
  - теплъэм зэрыщытымкIэ 2:222-223;
  - щIэужьынкIэ щытымрэ узыгъэзегъэмрэ 2:233; 31:4; 46:15; 65:6;
  - уи джауми укъэзыубгъуным 2:230;
  - зэкъуэшхухэм дэIэпыкъуным 24:32;
  - фыщIэузынкIэм ипэ иту щытым зэрягъэзэгъ иIэу 2:235
  - Тхаурыхэхэр 2:224-225; 16:91-92; 16:94;
  - гъэзэща тхаурыххэм егъэзэным 5:89
  - Гугъу зэманым пэмыурэдыным 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
  - Джэгум укъэгъакIэмэ 24:58-60;
  - цIыхухэм я унэхэр хьэмзэным 24:27-28;
  - жьэгурэм и зэхэтхэм 24:29
  - Зэрыхь теплъэм хэту, хъыбар фIэкIыу зэрыщытым 4:83; 49:6;
  - псоми увырыпсэм къыщIыкIэным 49:11-12;
  - зэхуэсым и теплъэм 58:11
  - щхьэхуэпсэлъэныкъуэхэр 4:114; 58:9
  - Зэрыхьэхэр 2:270; 9:75-77; 22:29; 76:7
  - Дэхухьэныгъэрэ щыкъумымрэ 7:31; 17:29; 25:67
  Хъыбархэр
  - Хьэбилрэ Къабылрэ 5:27-31;
  - Ал-Хъадиррэ Мусэрэ 18:60-82;
  - ПлIандэдзэм и дзэр 105:1-4;
  - Фэрэуным и лъэпкъым щыщ диным итым и хъыбар 40:28-46;
  - Мэриям и къэхъугъуэр 3:35-36;
  - Исраилым и бынхэм я мэлыр 2:67-74;
  - Езрэ 2:259;
  - Бэлыхьым и бинхэр 68:17-32
  - Хьарутрэ Мэрутрэ 2:102
  - Къарун 28:76-82
  - Лукъман и къуэм щыгъуазэ зэрытрищIар 31:12-19;
  - ТхьэрыкъуитIым и бин 18:32-44;
  - Сабэ и жылэр 34:15-19;
  - ЩхьэнкIурыхьым исхэр 18:9-26;
  - Пхъуантэхэм я жылэр 85:1-8;
  - Щэбэт зэбгырызыххэр 7:163-165;
  - Сэмирийрэ дыщэ мэлымрэ 20:83-97;
  - Талутрэ Щэмуилрэ 2:247-251;
  - Зул-Къарнейн 18:83-98
  ШэйтIанхэр 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5;
  - цIыху шэйтIанхэмрэ жынымрэ 6:112;114:6;
  - жэнэтыр шэйтIанхэм яхуэсакъ 15:16-18
  ГугъапщIэхэр
  - Бегъымбарым и ужь имытами щхьэкIэ 25:27;
  - Алыхьымрэ И лIыкIуэмрэ я псалъэ зэрымыдаIуэми щхьэкIэ 4:41-42; 33:64-68;
  - ГъунэгъуфIым и зэран 25:28-29; 26:96-102; 43:36-39;
  - Алыхьым и нэщэнхэр зэрызэхамыщIэми щхьэкIэ 6:27-30;
  - Ахърэтым папщIэ лэжьыгъэ зэрамыгъэуами щхьэкIэ 89:23-24
  Дэгугъейуэ елъэIухэр
  - Дунейм къэгъэзэжыным щхьэкIэ зэлъэIуу 2:167; 6:27-28; 32:12-14; 42:44;
  - етIуанэ щIэныгъуэ къатыным щхьэкIэ 35:36-37;
  - МафIэгум къахэкIыжыным щхьэкIэ 40:10-12;
  - шхынымрэ псымрэ щхьэкIэ 7:51-52;
  - закъэIэтыжыным щхьэкIэ 7:52-53;
  - щIылъэм пыху хъуным щхьэкIэ 4:41-42; 78:40;
  - лIэным щхьэкIэ 43:74-78
  Тэрэзым ейхэм я хьэлхэр
  - ЗэхуэзыгъэщIым и хуитыныгъуэхэрэ И тхъугъэхэм щыщхэр зэрахъумэр 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
  Гуэныхьым ейхэм я хьэлхэр
  - ЩытIысхьагъэ зымыIэхэр 14:34;
  - Щыкъумхэр 17:100;
  - ПсынщIэхэр 21:37;
  - Алыхьыр гугъуэ зэманым къыщащыжыр 10:12; 41:51;
  - ЩыгумащIэхэр 70:19;
  - Iэплъэплъэхэр 18:54
  Гуэныхьышхуэхэр
  - Алыхьым и теплъэм щхьэщыкIэ щхьэрыубыдахэм драгъащтэр (ширк) 4:48; 4:116; 5:72; 6:19; 31:13:
  - Я адэ-анэхэм емыкIу зэращIэр 4:36; 6:151; 17:23;
  - Пщыхьэщхьэ нэмэзхэр зэрагъэщIэр е ебгынэхэр 19:59-60;
  - Зэкет ирамытыр 41:6-7;
  - ЦIыху щэным 6:151; 17:33;
  - ФIэщхъ езыхь диным итым и щэныр 4:93;
  - Дыгъужьыным 5:38;
  - Гъэрыпхъуэрыгъуэным 7:85; 11:85; 26:182-183; 83:1-6;
  - ПцIы упсалъэм 2:10; 9:77; 39:60;
  - Алыхьым тепцIыкIухьым 6:93; 29:68; 61:7;
  - ЗэрымыщIэмрэ зэбгрыкIынымрэ 2:222; 17:32; 24:2; 25:68; 29:28-30
  - ЗэрыпцIыкIухь емыкIухэр 24:4-5;
  - Дин ебгынэжыныгъэм 2:217; 5:54;
  - Хьэцыбанрэ нэгъуэщI шхыныгъуэ тырамыгъэзыхьхэмрэ (лIыгъу, лъы, н.) 5:3; 6:145;
  - Мэзэджэмрэ жьакIэкхъуэмрэ 5:90-91;
  - Дзэмыхьейм 49:11;
  - ПцIы тыныгъэм 22:30;
  - Мэжджэрым 2:102; 10:77; 20:69
""";
