const String quranIndexKhmerRaw = r"""
សូត្រមន្តមានហ្សិល 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27, 7:54-56, 117-122, 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4, 109:1-6; 112:1-4, 113:1-5; 114:1-6
ព្រះអម្ចាស់យើង សូត្រមន្ត 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ព្រះអម្ចាស់ខ្ញុំ សូត្រមន្ត 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
អើរ៉ុន (ហារុន) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120​.
អាបាសា, S.80; 74:22
ការ​លាង​សម្អាត (វូឌូ) 4:43; 5:6
អ័ប្រាហាំ (Ibrahim) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ទាំង​សាសន៍​យូដា និង​គ្រីស្ទាន 3:67-68
- ឈរនៅក្នុងប្រាសាទទីមួយនៅបាកា 3:97; 26:123
- លើកគ្រឹះនៃកាបា 2:124-129
- ហៅ​រាស្ត្រ​របស់​ទ្រង់​ឲ្យ​ថ្វាយបង្គំ​ព្រះ​ពិត​តែ​មួយ 2:130-133; 26:69-89; 29:16; 29:24-27
- ជជែកវែកញែកដោយស្តេចក្រអឺតក្រទម 2:258
- សាកសួរអំពីការរស់ឡើងវិញ 2:260
- ទាំង​សាសន៍​យូដា និង​គ្រីស្ទាន 3:65-68
- បដិសេធ​ការ​ថ្វាយបង្គំ​ស្ថានសួគ៌ 6:74-87
- ទទួល​ដំណឹង​អំពី​កំណើត​របស់​អ៊ីសាក 11:69-76; 51:24-30
- ការអធិស្ឋានរបស់គាត់នៅកាបា 14:35-41
- បាន​ទៅ​ជួប​ទេវតា 15:51-56
- គំរូ 16:123
- ហៅឪពុករបស់គាត់ឱ្យមករកសេចក្តីពិត 19:41-50
- បំផ្លាញ​រូប​ព្រះ ហើយ​ត្រូវ​បាន​សង្គ្រោះ​ពី​ភ្លើង 21:51-73; 37:83-113
- ហៅ​មនុស្ស​ទាំង​អស់​ឲ្យ​ទៅ​ធ្វើ​ធម្មយាត្រា 22:26
អាប្រារ, 3:193, 198; 76:5; 82:13; 83:18-22
ការលុបចោល, 2:106, 16:101
អាប៊ូ ឡាហាប 111:1-5
«មនុស្ស​អាដ 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
អ័ដាម 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ទេវតា​ឲ្យ​ក្រាប​ថ្វាយបង្គំ 2:34; 7:11
- ដើមឈើនៃចំណេះដឹង 2:35; 7:19-20; 20:120-121
- ការបណ្តេញចេញពីសួនច្បារ (គ្មានកំហុសលើអេវ៉ាទេ), 2:36; 7:24
- ទទួល​កិត្តិយស​ពី​អល់ឡោះ ត្រូវ​បាន​សាតាំង​ល្បួង 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- អល់ឡោះអត់ទោសឱ្យ 2:37; 20:122
អាឌីយ៉ាត, S.100
'Adn Paradise, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ឧបសគ្គ
- មិន​បាន​ទទួល​បន្ទុក​របស់​អ្នក​ដទៃ 6:164; 17:15; 35:18; 39:7; 53:38
- មិនមានបន្ទុកលើសពីសមត្ថភាពទ្រាំទ្រ, 2:286; 6:152; 7:42; 23:62
- ការអត់ធ្មត់ក្នុងអំឡុងពេល, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ភាពចាស់ជរា, 16:70; 22:5; 30:54; 36:68
- អាកប្បកិរិយាចំពោះឪពុកម្តាយវ័យចំណាស់ដែលស្ថិតនៅក្រោមការថែទាំរបស់អ្នក ម៉ោង 17:23
អាម៉ាដ 61:6
អាកាហ្វ, ទំព័រ 46; 46:21
Ahzab, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
អៃកា អ្នករស់នៅ 15:78; 26:176; 38:13; 50:14
អាឡា S.87; 87:1; 92:20
អាឡាក, ទំព័រ S.96
អាល់-អ៊ីមរ៉ាន, S.3
អល់ឡោះ
- មួយថ្ងៃសម្រាប់ទ្រង់គឺហាសិបពាន់ឆ្នាំ 70:4
- មួយថ្ងៃសម្រាប់ទ្រង់គឺមួយពាន់ឆ្នាំមនុស្ស 22:47; 32:5
- សមត្ថភាពក្នុងការធ្វើអ្វីៗគ្រប់យ៉ាង, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ល្អបំផុតក្នុងចំណោមចៅក្រមទាំងអស់ 95:8
- លើសពីនិយមន័យ, 43:82; 67:12
- ធ្វើឲ្យគម្រោងការរបស់អ្នកមិនជឿទៅជាឥតប្រយោជន៍ 8:30; 8:36
- បណ្តាលឱ្យមនុស្សបាត់ខ្លួន ហើយបង្កើតសត្វដទៃទៀត 4:133; 14:19; 35:16
- បណ្តាលឱ្យសើចនិងយំ 53:43
- បណ្តាលឱ្យបុរសម្នាក់ដេកលក់អស់មួយសតវត្ស 2:259
- សត្រូវ​របស់​អ្នក​ដែល​បដិសេធ​សេចក្ដី​ពិត 2:98
- លើកតម្កើងសិរីល្អរបស់ទ្រង់ តាំងពីព្រឹកដល់យប់ 33:42
- កូនស្រីក្លែងក្លាយរបស់ 16:57; 17:40; 43:16; 52:39; 53:21-22
- តាមឈ្មោះ 53:19-20
- ផ្តល់ឱ្យមនុស្សនូវសេរីភាពនៃការសម្រេចចិត្ត 36:67
- លះបង់អ្វីៗទាំងអស់ដើម្បីគាត់ 4:66-68; 4:125
- ល្អ និងអាក្រក់ គឺមកពីទ្រង់ 4:78
- ប្រទានជីវិត និងសេចក្ដីស្លាប់ 44:8; 53:44; 57:2; 67:2
- អ្នក​ដែល​ខិតខំ​ប្រឹងប្រែង​ទទួល​បាន​រង្វាន់​ល្អ​ជាង 4:95-96; 5:54; 9:120; 49:15; 61:11
- គ្មាន​ភរិយា 72:3
- គ្មានកូនប្រុស 43:81; 72:3; 112:3
- មិនបានបោះបង់ចោលអ្នកក្នុងគ្រាលំបាករបស់អ្នកទេ 93:3
- មាន​ចំណេះដឹង​នៅ​គ្រប់​ទីកន្លែង 2:115; 2:142; 2:177; 4:126
- គឺជា​មុនគេ និង​ក្រោយគេ (អាល់ហ្វា និង​អូមេហ្គា) 57:3
- គឺជាខាងក្រៅ និងខាងក្នុង 57:3
- ដឹងថាហួសពីការយល់ដឹង, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ស្រឡាញ់​អ្នក​ដែល​ប្រព្រឹត្ត​ដោយ​យុត្តិធម៌ 49:9
- មិន​បាន​បង្កើត​ច្បាប់​ណា​មួយ​ទាក់ទង​នឹង​អ្វី​ដែល​ទ្រង់​មិន​បាន​មាន​បន្ទូល​នោះ​ទេ 5:101; 6:140; 6:148; 7:32
- សេចក្ដីមេត្តាករុណាចំពោះឈ្លើយសឹកដែលមានសេចក្ដីល្អនៅក្នុងខ្លួន 8:70
- ធម្មជាតិនៃ, 2:255
- គ្មានមនុស្សណាម្នាក់ជាទេវភាពទេ 3:64; 3:151
- មិនមែនជាព្រះត្រីឯកទេ 4:171
- ជ្រកកោនពីអំពើអាក្រក់ជាមួយ 113:1-5; 114:1-6
- ចងចាំទ្រង់ពេលឈរ អង្គុយ ដេក 3:191; 4:103; 10:12; 25:64
- បង្កើត​រូបរាង​អ្នក​នៅ​ក្នុង​ផ្ទៃ 3:6
- បល្ល័ង្ក​ស្ថិត​នៅ​លើ​ទឹក 11:7
- នឹងបង្កើតរបស់ដែលអ្នកមិនដឹង 16:8
- មិន​ចង់​ធ្វើ​ខុស​ចំពោះ​ការ​បង្កើត​របស់​ទ្រង់​ឡើយ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
សម្ព័ន្ធភាព 8:72; 9:7
- គ្រិស្តបរិស័ទ និង​ជនជាតិ​យូដា 5:51
- ហាមឃាត់ជាមួយសាច់ញាតិដែលមិនជឿ 9:23-24
- ហាមឃាត់​ជាមួយ​មនុស្ស​លាក់ពុត 4:88-89; 4:139; 4:144
អាលីសា (សូមមើលអេលីសេ)
អាម៉ាណា, ការជឿទុកចិត្ត និងកាតព្វកិច្ចដែលបានកំណត់ដោយអល់ឡោះ។ល។, 2:283; 4:58; 8:27
- សូមមើល ទំនុកចិត្ត
ទេវតា, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- បង្កើតឡើងពីភ្លើង 7:12; 38:76
- ប្រាំបីនាក់នឹងលើកបល្ល័ង្ករបស់អល់ឡោះឡើងនៅថ្ងៃជំនុំជំរះ 69:17
- ការអះអាងមិនពិតថាពួកគេជាស្ត្រី 43:19; 53:27
- អាណាព្យាបាល 82:10-12; 86:4
- ដប់ប្រាំបួន ព្រះអម្ចាស់លើឋាននរក 74:30-31
- មិនត្រូវបានបញ្ជូនមកដើម្បីបំពេញចិត្តបំណងប្រាថ្នា 15:7-8
- បាន​បញ្ជូន​ទៅ​បំផុស​គំនិត 16:2
កំហឹង, ទប់, 3:134
អានកាប៊ុត, ទំព័រ S.29
ស្រមោច, 27:18
ស្វា, 5:60
- គួរឲ្យស្អប់ខ្ពើម, 2:65; 7:166
ការក្បត់ជំនឿ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- កុំ​សុំ​ឲ្យ​មាន​សេចក្ដី​វិនាស​យ៉ាង​ឆាប់​រហ័ស​សម្រាប់​ពួក​អ្នក​ក្បត់​ជំនឿ 46:35
- មានតែអល់ឡោះទេដែលនឹងដាក់ទណ្ឌកម្មពួកគេ 73:11; 74:11
- ការដាក់ទណ្ឌកម្មនៅលោកខាងមុខ 2:217; 9:74
- ការបដិសេធដោយអ្នកដទៃ 3:87
- ការប្រែចិត្ត 3:89; 5:34; 9:5; 9:11
- នៅថ្ងៃជំនុំជំរះគឺយឺតពេលហើយ 40:85
- ក្រោមការបង្ខិតបង្ខំ, 16:106
អ្នកក្បត់ជំនឿ 47:25
អារ៉ាហ្វ, S.7; 7:46, 48
អារ៉ាហ្វាត, 2:198
ជជែកវែកញែក
- មិនមែនក្នុងនាមអ្នកដែលបញ្ឆោតខ្លួនឯងទេ 4:107
- អ្នកបានជជែកវែកញែកជំនួសពួកគេនៅក្នុងលោកិយនេះ ប៉ុន្តែតើអ្នកណានឹងជជែកវែកញែកនៅថ្ងៃរស់ឡើងវិញ 4:109
អាគុយម៉ង់/ការវាយប្រហារ
- ឆ្លើយតបវិញតាមចិត្ត, 8:58
- ការអត់ធ្មត់គឺប្រសើរជាងឆ្ងាយណាស់ 16:126
គ្រឿងសឹក, 16:81
អាស្រ, S.103
អាយ៉ាត អាល់-ឃើស៊ី, 2:255
អ្នក​និយាយ​ដើម​គេ, 49:12; 104:1
បាដ្រ (សមរភូមិ) 3:13
- មេរៀនពី 8:5-19, 42-48
អាល់-បៃ-អ៊ុល-ម៉ាមួរ 52:4
បាកា (ម៉ាកា) 3:96
បាល, 37:125
បាឡាដ, S.90
តុល្យភាព, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
បានូ អាន-ណាឌៀរ 59:2-6, 13
បាការ៉ា, S.2
បារ៉ា (សូមមើល តាវបា), ទំព័រ S.9
Barzakh, (របាំង), 23:100; 25:53; 55:20
- សូមមើលផងដែរ 18:94-97; 34:54; 36:9
បៃយីណា, S.98
សត្វតិរច្ឆាន (នៃថ្ងៃចុងក្រោយ) 27:82
ជនជាតិបេឌូអ៊ីន 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ប៊ី, 16:68-69
ឥរិយាបថ
- ជជែក​វែកញែក​ដោយ​សប្បុរស​ជាមួយ​អ្នក​ដែល​បាន​ទទួល​វិវរណៈ​មុនៗ 16:125, 29:46
- ជៀសវាងការចូលរួមក្នុងរឿងដែលអ្នកមិនដឹងអ្វីទាំងអស់ 17:36
- ជៀសវាងអំពើបាបធ្ងន់ធ្ងរ និងទង្វើអាម៉ាស់ 53:32
- ជៀសវាងការស្មានអំពីគ្នាទៅវិញទៅមក កុំលួចមើល ឬនិយាយអាក្រក់អំពីគ្នាទៅវិញទៅមក 49:12
- ត្រូវ​មាន​ភាព​យុត្តិធម៌​ក្នុង​គំនិត​របស់​អ្នក 6:152
- សហគមន៍គួរតែមានកម្រិតមធ្យម 2:143; 25:67
- មោទនភាព​ត្រូវ​បាន​បំបាក់​ទឹកចិត្ត, 4:36, 57:23
- កុំ​ស្ដី​បន្ទោស​អ្នក​ដែល​ស្វែងរក​ជំនួយ​ពី​អ្នក 93:10
- កុំចាត់ទុកខ្លួនឯងថាបរិសុទ្ធ 53:32
- កុំ​ចំអក​ឲ្យ​អ្នក​ដទៃ 49:11; 104:1
- កុំ​និយាយ​ពី​រឿង​អាក្រក់​ដោយ​ចំហ 4:148
- កុំ​និយាយ​អាក្រក់​ពី​គ្នា​ទៅ​វិញ​ទៅ​មក 104:1
- ក្រុមនីមួយៗត្រូវបានប្រទានច្បាប់ និងរបៀបរស់នៅ 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- និង​ជា​មធ្យោបាយ​នៃ​ការ​ថ្វាយបង្គំ 22:67
- អល់ឡោះអាចធ្វើឱ្យពួកគេក្លាយជាសហគមន៍តែមួយ 5:48; 11:118; 16:93; 42:8
- សហគមន៍មួយនៅក្រោមអល់ឡោះ 21:92
- អត់ទោសឱ្យជនជាតិយូដា 5:13
- អត់ទោសឱ្យអ្នកមិនជឿ 31:15; 45:14
- អត់ទោស​ដោយ​ស្រួល 42:37
- អ្នកគ្រប់គ្រងធ្វើការសម្រេចចិត្តបន្ទាប់ពីការពិគ្រោះយោបល់ 42:38
- និង​ព្យាការី​ម្នាក់ 10:47; 16:36
- ការបង្ខូចកេរ្តិ៍ឈ្មោះអ្នកជឿគឺជាអំពើបាប 33:58
- បុរស (ឆ្ពោះទៅរកស្ត្រី) 24:30
- អ្នកផ្សះផ្សាទទួលបានរង្វាន់ 42:40
- ចូរនិយាយដោយយុត្តិធម៌ចំពោះអ្នកដែលខ្វះខាត ប្រសិនបើអ្នកមិនអាចធ្វើអ្វីផ្សេងទៀតបាន 17:28
- ឆ្ពោះទៅរកឪពុកម្តាយវ័យចំណាស់ដែលស្ថិតនៅក្រោមការថែទាំរបស់អ្នក ម៉ោង 17:23
- ឆ្ពោះទៅរកអ្នកកាន់សាសនាឥស្លាមដទៃទៀត 33:6
- ចំពោះអ្នកដទៃ 17:26-29; 17:35; 17:53; 60:8
- ឆ្ពោះទៅរកឪពុកម្តាយ 46:15
- ឆ្ពោះទៅរកទាសករ 4:36; 24:33
- ប្រព្រឹត្តចំពោះអ្នកមិនជឿដែលមិនឈ្លោះប្រកែកគ្នាដោយយុត្តិធម៌ 60:8
- ភរិយារបស់ព្យាការី 33:28-34
- ស្ត្រី (ឆ្ពោះទៅរកបុរស) 24:31
- នៅក្នុងវិវរណៈទាំងអស់ 2:136; 2:285
- ធម្មជាតិនៃ, 49:14-15
អ្នកជឿ, 2:2-5; 2:285; 8:2-4; 8:24
បេតិកភណ្ឌ, 2:180, 240; 4:7, 12; 36:50
ក្បត់ (បោកប្រាស់ ក្លែងបន្លំ) 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
ព្រះគម្ពីរ 5:64, 5:65, 5:68
- ការបង្ខូចទ្រង់ទ្រាយនៃ, 3:78; 5:14-15
សត្វស្លាប, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ឈាម-លុយ (ឌីយ៉ា), 2:178-179; 4:92; 17:33
ប្លន់​របស់​របរ, សង្គ្រាម, 4:94, 8:41; 59:6-8
- ការកាន់កាប់ខុសច្បាប់, 3:162
- មើល​ការ​ខូច​ខាត
ការសូកប៉ាន់, 2:188
ប៊ូដន, 22:36
បន្ទុក
- ចំពោះ​អ្នក​ដទៃ គ្មាន​អ្នក​ណា​ដែល​កាន់​បន្ទុក​នឹង​ទ្រាំទ្រ​បាន​ឡើយ 35:18; 39:7; 53:38
- អ្នក​មិន​ជឿ​ក៏​នឹង​ទទួល​បន្ទុក​របស់​អ្នក​ដទៃ​ដែរ 16:25; 29:13
- បន្ទុកដែលពួកគេនឹងទ្រាំទ្រគឺអាក្រក់ណាស់ 6:31, 164
- អល់ឡោះមិនដាក់បន្ទុកលើមនុស្សម្នាក់លើសពីវិសាលភាពរបស់គាត់ទេ 2:286; 7:42; 23:62
Buruj (តារាធំៗ), S.85; 85:1; 15:16; 25:61
អូដ្ឋ, 6:144; 7:40; 77:33; 88:17
ឈ្លើយសឹក 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- សូមមើលផងដែរ អ្នកទោសសង្គ្រាម
គោក្របី, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
រូងភ្នំ Thawr ម៉ោង 9:40
រូងភ្នំ ប្រជាជននៃ 18:9-22, 25-26
ភាពប្រាកដប្រជាជាមួយនឹងសេចក្តីពិត 56:95; 69:51
សេចក្ដីសប្បុរស, (សាដាកា), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76–79, 103, 104; 57:18; 58:12-13
- វត្ថុនៃសប្បុរសធម៌ និងហ្សាកាត 2:273; 9:60
កុមារ 2:233; 42:49-50
- អ្នក​ណា​ដែល​បាន​សម្លាប់​ខ្លួន​ដោយ​ភាព​ល្ងង់ខ្លៅ ដោយ​គ្មាន​ចំណេះដឹង នឹង​ត្រូវ​វិនាស​អន្តរាយ 6:140
ព្រះគ្រីស្ទ (សូមមើលព្រះយេស៊ូវ)
គ្រិស្តបរិស័ទ 5:14, 19, 64-65, 69; 22:17
- បានស្នើសុំកុំឱ្យលើកតម្កើងព្រះយេស៊ូវជាព្រះ 4:171
- ចូលមកជិតបំផុតនឹងអារម្មណ៍ស្រលាញ់ចំពោះអ្នកកាន់សាសនាឥស្លាម 5:82
- មនុស្សភាគច្រើនភ្លេចអ្វីដែលពួកគេត្រូវបានគេប្រាប់ឱ្យចងចាំ 5:14
- ឥឡូវនេះ អ្នកនាំសារម្នាក់នឹងមករកអ្នក 5:15, 19
- មនុស្សសុចរិតនឹងទទួលបានរង្វាន់ 2:62; 5:65; 5:69
- និយាយថា "ព្រះយេស៊ូវជាបុត្រារបស់អល់ឡោះ" 9:30
ទីក្រុងនានាត្រូវបានផ្តួលរំលំ 69:9
ទីក្រុងសន្តិសុខ 95:3
សម្លៀកបំពាក់, 7:26; 16:81
- នៃភ្លើង, 22:19
- ស្បៃមុខ ឬសម្លៀកបំពាក់របស់ស្ត្រីក្នុងស្ថានភាពមិនមែនគ្រួសារ 24:31
- សម្លៀកបំពាក់ខាងក្រៅរបស់ស្ត្រីការពារការយាយីដោយពួកលាក់ពុត 33:59-60
សហព័ន្ធ, 33:9, 22
- សូមមើល Ahzab Consultation, mutual, 42:38
ការបង្កើត
- ចាប់ផ្តើម និងធ្វើម្តងទៀត 10:4; 21:104; 27:64; 29:19-20
- ថ្មី​មួយ, 17:49, 98; 35:16
- ដោយ​សេចក្ដី​ពិត 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- មិនមែនសម្រាប់លេងទេ 21:16-17; 23:115
- គ្រប់​សត្វ​មានជីវិត​ទាំងអស់​ដែល​បាន​បង្កើត​ឡើង​ពី 21:30; 24:45; 25:54
- នៃមនុស្សលោក, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ទម្រង់ទីមួយនៃ 56:62
- ក្នុងរយៈពេលប្រាំមួយថ្ងៃ 7:54; 11:7; 32:4; 50:38; 57:4
- ជាគូ 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ភាពចម្រុះនៅក្នុង 35:27-28
- អល់ឡោះ​បញ្ជា​ឲ្យ «ចូរ​កើត​ឡើង!» — ហើយ​វា​ក៏​កើត​ឡើង 2:117; 16:40; 36:82; 40:68
- ភ្លឹបភ្លែតៗ 54:50
- យប់ និងថ្ងៃ ព្រះអាទិត្យ និងព្រះច័ន្ទ 39:5
- នៃស្ថានសួគ៌ និងផែនដី ផែនដីដ៏ធំធេងជាង នៃមនុស្សជាតិ 40:57; 79:27
- គោលបំណងនៃ, 51:56
ក្អែក, 5:31
លក្ខណៈវិនិច្ឆ័យ, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (មើល Insan,) S.76; 45:24
- ពេលវេលា, 76:1; 103:1
ដាវីឌ 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ដោយ​យោង​ទៅ​តាម​ទំនុកតម្កើង 4:163
- ប្រយុទ្ធ និងសម្លាប់កូលីយ៉ាត, 2:251
- សម្រេច​សាលក្រម 21:78-80
- មាន​ពរ​ដោយ​ចំណេះដឹង និង​ឋានៈ​ជា​ព្យាការី 27:15-16
- ភ្នំ និងសត្វស្លាបចូលរួមជាមួយគាត់ក្នុងការសរសើរតម្កើងអល់ឡោះ 34:10; 38:17-20
- ចៅក្រមរវាងមនុស្សពីរនាក់ 38:21-26
ដាវ៉ាប ឬ ដាបា (សត្វមានជីវិតដែលមានចលនា។ល។) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
មនុស្សស្លាប់នឹងត្រូវប្រោសឲ្យរស់ឡើងវិញ 6:36
សេចក្ដីស្លាប់, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- និងការរត់គេចពីសមរភូមិ 33:16
- ក្នុងបុព្វហេតុរបស់អល់ឡោះ 3:195; 22:58; 47:4
- សហគមន៍​ទាំងឡាយ​ណា​ដែល​គ្មាន​វិវរណៈ នឹង​មិន​ត្រូវ​បាន​បំផ្លាញ​ឡើយ 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- អ្នកដែលត្រូវបានសម្លាប់ក្នុងបុព្វហេតុរបស់អល់ឡោះនៅរស់រានមានជីវិត 2:154; 3:169
- ខណៈពេលដែលកំពុងរត់គេចពីអំពើអាក្រក់ទៅកាន់អល់ឡោះ 4:100
- មិន​អាច​បញ្ឈប់ ឬ​ពន្យារ​ពេល​បាន​ទេ 63:10-11
- បងប្អូនភ្លោះនៃដំណេក 6:60; 39:42
- អ្នកជឿ និងអ្នកមិនជឿនៅពេលស្លាប់ 8:50; 16:27-32; 41:30
- ការដាក់ទណ្ឌកម្មនៅក្នុងផ្នូរ 40:46
បំណុល, 2:280, 282; 4:11-12
ក្រឹត្យ
- សម្រាប់រាល់បញ្ហាទាំងអស់ មាន 13:38
យើងមិនដែលបំផ្លាញភូមិណាមួយឡើយ លើកលែងតែមានភូមិមួយដែលគេស្គាល់សម្រាប់វា (15:4)
- រាល់កិច្ចការទាំងអស់គឺមកពីអល់ឡោះ 44:5
- នៅពេលដែលទ្រង់សម្រេចលើរឿងអ្វីមួយ ទ្រង់គ្រាន់តែមានបន្ទូលថា «ចូរកើត!» — ហើយវាក៏កើតឡើងមែន 2:117; 36:82; 40:68
អំពើ
- អាក្រក់ តុបតែងសម្រាប់ពួកគេ 47:14
- ចំពោះយើង ចំពោះអ្នក ចំពោះការប្រព្រឹត្តរបស់អ្នក 28:55; 42:15; 45:15
- ល្អ និងអាក្រក់ គឺសម្រាប់ និងប្រឆាំងនឹងខ្លួនឯង 41:46
- ចង​របស់​មនុស្ស​នៅ​នឹង​ក​របស់​ខ្លួន 17:13
ដឺក្រេ យោងទៅតាមអ្វីដែលពួកគេបានធ្វើ 6:132
សេចក្ដីប៉ងប្រាថ្នា អ្នកដែលដើរតាមអំពើអាក្រក់របស់ពួកគេ 47:14, 16
- ដែលបានយកជាព្រះរបស់ខ្លួន 25:43
កុំអស់សង្ឃឹមចំពោះសេចក្តីមេត្តាករុណារបស់អល់ឡោះ 39:53; 21:87-88; 68:48-50
- សូមមើលផងដែរ យ៉ូណាស
ដារីយ៉ាត, S.51
ឌីកើរ 7:205; 15:6, 9
ឌុល-គីហ្វី, 21:85; 38:48
ឌុល-កៃរ៉ីន 18:83-98
Dhun-Nun (ដៃគូរបស់ត្រី)
អ្នក​មិន​ជឿ (សូមមើល​ផងដែរ ពួក​អ្នក​លាក់ពុត)
- សុំឱ្យលោក Muhammad ( ﷺ ) អំពាវនាវដល់ពួកគេនូវសេចក្តីក្រោធរបស់អល់ឡោះជាភស្តុតាង 6:57-58; 8:32; 10:49-52
- រាប់អាន​ពួកគេ​ដោយ​សេចក្ដី​សប្បុរស 31:15
- អត់ធ្មត់នឹងអ្វីដែលពួកគេនិយាយ 20:130; 50:39
- សេចក្ដីសញ្ញាជាមួយ, 8:56; 8:72; 9:4, 7
- ការបំពាន​សេចក្ដីសញ្ញា 8:58; 9:12
- អល់ឡោះ​ធ្វើ​ឲ្យ​គម្រោង​របស់​ពួកគេ​រលាយ​សូន្យ 8:30, 36
- ចាកចេញពីក្រុមអ្នកដែលចំអកច្បាប់របស់អល់ឡោះ 4:140; 6:68
- ការពារពួកគេប្រសិនបើពួកគេសុំឱ្យអ្នកធ្វើ 9:6
- ការដាក់ទណ្ឌកម្មក្នុងអំឡុងសង្គ្រាម 8:12, 50, 59
- ការដាក់ទណ្ឌកម្មនៅលោកខាងមុខ 8:37
- មិនគួរទៅទស្សនា ឬមើលថែវិហារអ៊ីស្លាមទេ 9:17
- និយាយ​ដោយ​សប្បុរស​ទៅ​កាន់​ពួកគេ 17:53
- ខិតខំ​ប្រឆាំង​នឹង 9:73; 25:52; 66:9
- ប្រព្រឹត្តចំពោះអ្នកដែលមិនឈ្លោះប្រកែកគ្នាដោយសមធម៌ 60:8
- នឹងចងសម្ព័ន្ធភាពជាមួយអ្នកមិនជឿផ្សេងទៀតតែប៉ុណ្ណោះ 8:72
ពួកសិស្ស (របស់ព្រះយេស៊ូវ) 3:52; 61:14
ជំងឺនៅក្នុងចិត្តរបស់មនុស្សលាក់ពុត និងអ្នកដែលមិនជឿ 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ទុក្ខវេទនា បន្ទាប់ពីវាមានសន្តិសុខ 3:154
ការចែកចាយ​របស់​របរ​សង្គ្រាម 8:41; 59:7-8
ប្រជាជន​នៃ​ស្រុក​នោះ​អើយ 85:4-10
ភាពចម្រុះ
- នៃមនុស្ស 30:22, 35:27-28
- នៃជីវិត 35:27-28
ការលែងលះ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- បន្ទាប់ពីរយៈពេលរង់ចាំ សូមរំលាយ ឬផ្សះផ្សា 2:231; 65:2
- សាក្សីពីរនាក់ 65:2
- ប្រាក់ឧបត្ថម្ភប្តី/ប្រពន្ធ, 2:233, 241
- ពង្រីកដល់អ្នកស្នងមរតករបស់អតីតស្វាមី 2:233
- អាច​ត្រូវ​បាន​លុប​ចោល​ពីរ​ដង 2:229
- ស្ថានភាព​បណ្ណាការ, 2:229, 236-237
- ស្វែងរកអ្នកថែទាំសើមប្រសិនបើចាំបាច់ 65:6
- សូមមើលផងដែរ Zihar
ការលែងលះ, បុរស
- លែងលះគ្នាជាមួយនារីម្នាក់ដើម្បីនារីម្នាក់ទៀត - កុំយកអ្វីដែលអ្នកបានឲ្យមុនមកវិញ 4:20
- កុំ​បៀតបៀន​ប្រពន្ធ 65:6
- កុំ​ប្រព្រឹត្ត​អំពើ​អាក្រក់​ចំពោះ​ប្រពន្ធ​ឡើយ 4:19
- បួនខែដើម្បីផ្លាស់ប្តូរចិត្តរបស់គាត់ 2:226
- គាំទ្រប្រពន្ធយ៉ាងពេញលេញក្នុងអំឡុងពេលមានផ្ទៃពោះ និងអំឡុងពេលរង់ចាំ 65:6
- គាំទ្រប្រពន្ធយ៉ាងពេញលេញ ប្រសិនបើនាងកំពុងបំបៅកូនរបស់អ្នក 65:6
- ម្តាយមិនគួររងទុក្ខដោយសារតែកូនកំព្រាឪពុករបស់ខ្លួនទេ 2:233
- មុនសម័យអ៊ីស្លាម 58:2
- ការសោកស្ដាយដើម្បីផ្សះផ្សាគ្នារយៈពេល 2 ខែជាប់ៗគ្នា 58:4
- ការសោកស្ដាយដើម្បីផ្សះផ្សា ចិញ្ចឹមមនុស្សក្រីក្រ 60 នាក់ 58:4
- ការសោកស្ដាយដើម្បីផ្សះផ្សាទាសករម្នាក់ 58:3
- ការប៉ុនប៉ងផ្សះផ្សា, 4:35
- គ្មានបាបប្រសិនបើអាពាហ៍ពិពាហ៍មិនទាន់បានបំពេញពេញលេញ 2:236
- កូនក្រមុំមានសិទ្ធិទទួលបានពាក់កណ្តាលនៃថ្លៃបណ្ណាការ 2:237
ការលែងលះ, ស្ត្រី
- បន្ទាប់ពីការលែងលះលើកទីបី (ករណីលែងលះពីប្តីម្នាក់ទៀត) អាចត្រឡប់ទៅរកប្តីដើមវិញបាន 2:229
- មានសិទ្ធិទទួលបានការថែទាំ, 2:241; 65:1
- សិទ្ធិស្មើគ្នាក្នុងការលែងលះ, 2:228
- ខ្លាចប្តីប្រព្រឹត្តអាក្រក់ 4:128
- អាចរក្សាអ្វីដែលប្តីរបស់នាងបានឱ្យនាង 2:229
- មិនត្រូវបណ្តេញចេញពីផ្ទះរបស់ពួកគេ 65:1
- ការមករដូវបីដងរង់ចាំដើម្បីបដិសេធការមានផ្ទៃពោះ, 2:228
- រង់ចាំរយៈពេលបីខែសម្រាប់អ្នកដែលគ្មានរដូវ 65:4
- លុះត្រាតែអាពាហ៍ពិពាហ៍មិនទាន់បានព្រមព្រៀងគ្នា 33:49
ឆ្កែ, 7:176
សត្វលា (លា), 2:259; 16:8; 31:19; 62:5; 74:50
ផឹក
- គ្រឿងស្រវឹង, 2:219; 5:90
- ឆ្ងាញ់​បរិសុទ្ធ និង​ស, 37:45-46; 76:21
- ស្រាសុទ្ធបិទជិត 83:25
ឌូហា, S.93
ឌុកហាន, S.44
កងទ័ពដំរី 105:1-5
អេលីយ៉ាស (អេលីយ៉ា; អ៊ីលីយ៉ាស៊ីន) 6:85; 37:123-132
អេលីសេ (អាលីយ៉ាសា) 6:86; 38:48
អេណុក (សូមមើល អ៊ីឌ្រីស)
ព្រឹត្តិការណ៍, 56:1; 69:15
អំពើអាក្រក់, 4:123; 10:27-30; 19:83; 59:15
- មិនគួរនិយាយជាសាធារណៈទេ 4:148
- មកពីខ្លួនយើង ប៉ុន្តែសេចក្តីល្អមកពីអល់ឡោះ 4:79; 42:48
- អភ័យទោស 4:149
- បាន​សង​វិញ, 6:160; 42:40
- អ្នកណាដែលរៀបចំផែនការ 16:45-47
- គឺជាទីបញ្ចប់ 30:10
- បានបង្ហាញខ្លួននៅលើដីគោក និងសមុទ្រ 30:41
- រុញច្រាន/ការពារ ដោយ​សេចក្ដី​ល្អ 13:22; 23:96; 41:34
- បានផ្លាស់ប្តូរ ដើម្បីសេចក្តីល្អ 7:95
- អ្នកដែលធ្វើតាមបំណងប្រាថ្នារបស់ពួកគេ 47:14, 16
- ទង្វើ​ដែល​បាន​តុបតែង​សម្រាប់​ពួកគេ 47:14
លើស
- ហាមឃាត់ក្នុងអាហារ 5:87
- ក្នុងសាសនា 4:171; 5:77-81
ភ្នែក ត្រចៀក និងស្បែកនឹងធ្វើបន្ទាល់ប្រឆាំងនឹងមនុស្សមានបាប 41:20-23
អែសរ៉ា (អ៊ូហ្សែរ) 9:30
ព្រះភក្ត្រ ឬ ព្រះភក្ត្រ​របស់​អល់ឡោះ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
មើលទៅសមរម្យ
អល់ឡោះបានបង្កើតសម្រាប់មនុស្សគ្រប់រូបនូវទង្វើរៀងៗខ្លួន 6:108
ជំនឿ (ជំនឿ) 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- អ្នកបដិសេធ, 3:116
- កើនឡើង, 3:173
- ដោយ​ប្រាកដប្រជា 44:7; 45:4, 20; 51:20
- ទ្រង់បានណែនាំអ្នកទៅកាន់ 49:17
ហ្វាជរ, ទំព័រ S.89
ហ្វាឡាក់, ទំព័រ S.113
ការសន្ទនាមិនពិតអំពីខគម្ពីរនៃគម្ពីគូរ៉ាន 6:68
ព្រះក្លែងក្លាយ
- ក្រៅពីអល់ឡោះ រូបព្រះ និងអ្វីដែលហៅថាដៃគូ 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- កុំប្រមាថអ្នកដែលពួកគេគោរពបូជាក្រៅពីអល់ឡោះ 6:108
- សូមមើលផងដែរ Taghut
ភាពមិនពិត (បាទីល), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ចង​អំពើ​របស់​មនុស្ស​នៅ​នឹង​ក​របស់​ខ្លួន 17:13
ការតមអាហារ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- បរិភោគ និងផឹករហូតដល់ខ្សែពណ៌សលេចចេញជារូបរាងខុសពីខ្សែពណ៌ខ្មៅ 2:187
ហ្វាត, S.48
ហ្វាទីហា, S.1
ហ្វាទីរ, S.35
ហ្វីឌីយ៉ា (តម្លៃលោះ) នៃការតមអាហារ 2:196
- សម្រាប់ការដោះលែងអ្នកជាប់ឃុំឃាំង 8:67
- តម្លៃលោះ​ដែល​អ្នក​មិន​ជឿ​បាន​ថ្វាយ, 3:91; 5:36,37; 10:54; 13:18
រូប 95:1
ការប្រយុទ្ធ
- ក្នុងមាគ៌ារបស់អល់ឡោះ ប្រឆាំងនឹងអ្នកដែលមិនជឿ 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- បានតែងតាំង, 2:216
- នៅក្នុងខែពិសិដ្ឋ 2:217; 9:5
- ដោយកូនចៅអ៊ីស្រាអែល 2:246-251
- ក្នុង​បុព្វហេតុ​របស់​អល់ឡោះ និង​បុរស​និង​ស្ត្រី​ដែល​ត្រូវ​គេ​គាបសង្កត់ 4:74-76
- រហូតដល់លែងមានហ្វីតណាហ៍ទៀតហើយ 8:39
- ម្ភៃ​យកឈ្នះ​ពីររយ, 8:65
- ប្រឆាំងនឹងអ្នកដែលមិនជឿលើអល់ឡោះ 9:29
- ការអនុញ្ញាតប្រឆាំងនឹងអ្នកដែលត្រូវបានធ្វើបាប 22:39-41
- និង​ពួក​មនុស្ស​លាក់ពុត 47:20
- ការលើកលែងពី, 48:17
ហ្វីល, S.105
Firdaus Paradise, 18:107; 23:11
ភ្លើង, 56:71, 100:2
ហោះហើរ, 22:73
អាហារ
- ស្របច្បាប់ និងខុសច្បាប់ (ហាឡាល និងហារ៉ាម) 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- គ្មានបាបចំពោះអ្វីដែលបានបរិភោគកាលពីអតីតកាល 5:93
- កុំ​ប្រព្រឹត្ត​រំលង 5:87
- កុំ​ធ្វើ​ឲ្យ​អ្វី​ដែល​អល់ឡោះ​បាន​ធ្វើ​ឲ្យ​ស្របច្បាប់​ជា​រឿង​ខុសច្បាប់ 5:87; 7:32; 16:116
ការប្រព្រឹត្ត​ដែល​ត្រូវ​ហាមឃាត់, 6:151-152; 7:33
ការអភ័យទោស, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- កាតព្វកិច្ចរបស់អ្នកជឿ 42:37; 45:14
- ដោយអ្នកជឿ សម្រាប់មនុស្សនៃគម្ពីរ 2:109
- អល់ឡោះអភ័យទោសឱ្យអ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យ 4:48
- អល់ឡោះអត់ទោសឱ្យមិនបង្កើតដៃគូក្នុងការគោរពបូជាជាមួយទ្រង់ 4:48, 116
- អ្នកណាដែលស្វែងរកអល់ឡោះ 4:110
- កុំសុំរបស់អល់ឡោះសម្រាប់មូស្រីគុន 9:113
- អល់ឡោះអត់ទោសបាបទាំងអស់ 39:53
- ពួកទេវតាសុំសម្រាប់អស់អ្នកដែលនៅលើផែនដី 42:5
- អត់ទោសឱ្យពួកគេពេលពួកគេខឹង 42:37
- អភ័យទោស និងផ្សះផ្សា 42:40
- អ្នកជឿត្រូវអត់ទោសឱ្យអ្នកដែលមិនសង្ឃឹមសម្រាប់ថ្ងៃរបស់អល់ឡោះ 45:14
- សម្រាប់អ្នកទាំងឡាយណាដែលជៀសវាងអំពើបាបធំៗ និងអល់ឡោះ 53:32
- ប្រណាំង​គ្នា​ទៅ​វិញ​ទៅ​មក​ក្នុង​ការ​ប្រញាប់ប្រញាល់​ឆ្ពោះ​ទៅ​រក 57:21
- អំពើអាក្រក់បានប្រែក្លាយទៅជាអំពើល្អ 25:68-71
ការក្លែងបន្លំ (សូមមើល Betray) 83:1-6
ឆន្ទៈសេរី
- កំណត់ដោយព្រះហឫទ័យរបស់អល់ឡោះ 6:107; 10:99; 74:56; 76:31; 81:28-29
- អ្នកណាដែលចង់បាន ចូរឲ្យអ្នកនោះជឿ ហើយមិនជឿ 18:29
- ចូរដើរតាមផ្លូវទៅកាន់ព្រះអម្ចាស់របស់គាត់ 76:29
- ដើរត្រង់ 81:28
ការអធិស្ឋានថ្ងៃសុក្រ 62:9-11
ផ្លែឈើ, 6:41; 16:11
- នៅក្នុងឋានសួគ៌ ក្នុងភាពបរិបូរណ៍ 43:73
- គ្រប់ប្រភេទ 47:15
- ដូចដែលពួកគេចង់បាន 77:42
ហ្វូចារ 82:14-16; 83:7
ហ្វួរកាន, ទំព័រ S.25
ហ្វូស៊ីឡាត (សូមមើល ហា មីម), ទំព័រ S.41
កាព្រីយ៉ែល (ជីប្រីល) 2:97-98; 26:193; 66:4; 81:19-21
—អរ. 26:193; 67:12; 70:4; 78:38; 97:4
— Ruh-ul-Qudus, 2:87, 253; 5:110; 16:102
ល្បែងស៊ីសង, 2:219; 5:90
ល្បែង ក្នុងស្ថានភាពអ៊ីហាំ 5:94-96
ហ្គាហ្វីរ (សូមមើល មូមីន), ទំព័រ 40
ហ្គាស៊ីយ៉ា, S.88
ហ្គូសល 4:43; 5:6
អំណោយ, 30:39
កូលីយ៉ាត (ចាលូត) 2:249-251
ល្អ (ថ្ងៃ), 3:140
- អ្នកមិនចូលចិត្តរបស់ដែលអាក្រក់ ហើយរបស់ដែលដូចគ្នា 2:216
- ដើម្បី​ទទួល​រង្វាន់ 4:85; 28:54
- រង្វាន់ទ្វេដង 4:40; 28:54
- រង្វាន់ដប់ដង, 6:160
- បានកើនឡើង 42:23
- សម្រាប់អ្នកដែលធ្វើដូច្នោះ មានការល្អ និងជាទីជម្រកនៃលោកខាងមុខ 16:30
- គឺសម្រាប់អ្នកដែលធ្វើល្អនៅក្នុងលោកនេះ 39:10
- អល់ឡោះប្រទានរង្វាន់ដល់អ្នកដែលធ្វើដូច្នោះ ដោយអ្វីដែលល្អបំផុត 53:31
- តើមានរង្វាន់អ្វីក្រៅពីអំពើល្អទេ 55:60
- ធ្វើដូចដែលអល់ឡោះបានធ្វើល្អចំពោះអ្នក 28:77
ល្អ និង អាក្រក់
- ល្អគឺមកពីអល់ឡោះ ហើយអាក្រក់គឺមកពីខ្លួនអ្នក 4:79
- បើអ្នករាល់គ្នាធ្វើល្អ គឺសម្រាប់ខ្លួនឯង ហើយបើអ្នករាល់គ្នាធ្វើអាក្រក់ គឺប្រឆាំងនឹងខ្លួនឯង 17:7; 41:46
- បណ្តេញអំពើអាក្រក់ដោយអំពើល្អ 23:96; 28:54; 41:34
- អំពើល្អ និងអំពើអាក្រក់មិនអាចស្មើគ្នាបានទេ 41:34
- មនុស្សគ្រប់រូបនឹងត្រូវប្រឈមមុខនឹងអ្វីៗទាំងអស់ដែលពួកគេបានធ្វើ 3:30
- សូមមើលផងដែរ មូស៊ីនុន
អំពើល្អ
- បង្ហាញ ឬ លាក់បាំងវា 4:149
- ខិតខំដូចជានៅក្នុងការប្រណាំងមួយនៅក្នុង 5:48
ដំណឹងល្អ 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
ដំណឹងល្អ 78:1-5
ជំរាបសួរ, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ហាឌីដ, ទំព័រ S.57
ហាឌី (សត្វសម្រាប់បូជា), 2:196, 200
ហាជ (ធម្មយាត្រា) 2:158, 196-203; 3:97; 5:2; 22:30
ហាជ, ទំព័រ S.22
ហាម៉ាន 28:6, 38; 29:39; 40:24, 36, 37
ដៃ និងជើងនឹងធ្វើជាសាក្សី 36:65
ហាហ្គា, ទំព័រ S.69
ទុក្ខលំបាក មានការធូរស្បើយជាមួយរាល់ការលំបាក 94:5-6
Harun, (Aaron)
ហារុត, 2:102
ហាសឺរ, ទំព័រ S.59
បេះដូង
- រឹងរូស, 2:74; 22:53; 39:22; 57:16
- បិទជិត, 7:100-101; 40:35; 47:16; 63:3
- គ្របដណ្តប់ 17:46; 41:5
- ចាក់សោរ, 47:24
- បែងចែក 59:14
- ពោរពេញដោយការភ័យខ្លាច 22:35
- ដែលមានជំងឺនៅក្នុងនោះ 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ឋានសួគ៌
- ជាកម្មសិទ្ធិរបស់អល់ឡោះ អ្វីដែលមើលមិនឃើញនៃលោក 16:77
- បង្កើតឡើងមិនមែនសម្រាប់ការសម្តែងទេ 21:16
- ហើយផែនដីត្រូវបានភ្ជាប់គ្នា 21:30
- គ្មានអ្វីលាក់បាំងនៅក្នុងនោះទេ 27:75
- បង្កើតឡើងដោយគ្មានសសរណាមួយ 31:10
- នឹងត្រូវបានរមៀលឡើងនៅក្នុងព្រះហស្តស្តាំរបស់ទ្រង់ 39:67
- ការបង្កើតស្ថានសួគ៌ទាំងប្រាំពីរក្នុងរយៈពេលពីរថ្ងៃ 41:12
- តុបតែងស្ថានសួគ៌ដែលនៅជិតបំផុតដោយចង្កៀង 41:12
- អ្វីៗទាំងអស់នៅក្នុងលោកនេះ ជាកម្មសិទ្ធិរបស់អល់ឡោះ 45:27; 53:31
- ស្ថានសួគ៌ទាំងប្រាំពីរ ដែលនៅពីលើគ្នា 67:3
ឋាននរក (ភ្លើង អណ្តាតភ្លើងដ៏ក្ដៅគគុក) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ទឹក​ឆេះ និង​ទឹក​ពុះ 22:19-22; 23:103-104
—ខ្ទុះ 14:14-17; 38:55-58; 69:35-37
- ដើមឈើហ្សាក់គូម 37:62-70; 44:43-50; 56:41-56
- អសមត្ថភាពរបស់អ្នកស្រុកក្នុងការរស់នៅ ឬស្លាប់ 87:13
- ការ​ស្តី​បន្ទោស 26:91-101; 34:31-33
- អំពាវនាវឱ្យមានការបំផ្លិចបំផ្លាញភ្លាមៗ 25:13-14; 43:74-78
- សម្រែក​យ៉ាង​ខ្លាំង 35:36-37
- ភ្លើង​កំពុង​ឆេះ​សន្ធោសន្ធៅ 25:11-12; 67:6-11
- ស្បែក​អាំង​ត្រូវ​បាន​ជំនួស​ដោយ​ស្បែក​ថ្មី 4:56
- ច្រវាក់ និង​សម្លៀក​បំពាក់​ធ្វើ​ពី​ជ័រ​កៅស៊ូ 14:48-50
- ដំបងដែក 22:19-22
- ច្រវាក់ 13:5
- អ្នករក្សាឋាននរក 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- គ្មាន​ការ​ទទួល​យក​ប្រាក់​លោះ 5:36-37
- ការអង្វរត្រូវបានបដិសេធ 6:94; 26:100; 30:13; 74:48
- ភាពអស់សង្ឃឹមដ៏ឆេះឆួល និងភាពងងឹតដ៏ត្រជាក់នៅក្នុង 38:57
- ខ្សែសង្វាក់ 70 ហត្ថ 69:32
- ស្នាក់នៅរយៈពេលកំណត់ 78:23
ចាប់ពីពេលនេះតទៅ
- ផ្ទះនៅក្នុងនោះល្អជាង 6:32; 7:169
- ដែលនឹងក្លាយជាទីបញ្ចប់នៅក្នុង 6:135
- ហ្សាលីមុននឹងមិនទទួលបានជោគជ័យទេ (ក្នុង) 6:135
- ផ្ទះរបស់, 12:109; 16:30; 28:83; 29:64
- អ្នកណាដែលមិនជឿលើ 17:10
- រង្វាន់នៃ, 42:20
- ប្រសើរជាងប្រាក់ និងមាស 43:33-35
- សម្រាប់តែ Muttaqun ប៉ុណ្ណោះ 43:35
- ការដាក់ទណ្ឌកម្ម, 68:33
- កាន់តែប្រសើរ និងប្រើប្រាស់បានយូរជាងមុន 87:17
- ប្រសើរជាងបច្ចុប្បន្ន 93:4
ផ្លូវហាយវេ ធំទូលាយ ម៉ោង 21:31
ហ៊ីជរ (ផ្លូវថ្ម) 15:80-85
ហ៊ីជរ, S.15
ភេទដូចគ្នា 26:165-166; 27:55; 29:28-29
សេះ 16:8
ម៉ោង
- ចំណេះដឹងអំពីវាគឺមានតែអល់ឡោះទេ 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ភ្លាមៗនោះវាស្ថិតនៅលើពួកគេ 6:31; 7:187; 12:107; 43:66
- មក​លើ​អ្នក 6:40; 12:107; 20:15; 34:3
- ជិត​មក​ដល់ 54:1-5
- ត្រឹមតែមួយប៉ប្រិចភ្នែក ឬកាន់តែជិត 16:77
- រញ្ជួយដី រ៉ិចទ័រ 22:1
- នឹងត្រូវបានបង្កើតឡើងនៅថ្ងៃនោះ 30:12, 14
- ប្រាកដជានឹងមកដល់ គ្មានការសង្ស័យទេ 40:59; 45:32; 51:5-6
- សញ្ញាសម្គាល់ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ឈ្មោះ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- នឹង​ធ្វើ​ឲ្យ​មនុស្ស​ភ្ញាក់ផ្អើល 6:31; 7:187
- ត្រែ​នឹង​ត្រូវ​ផ្លុំ 6:73; 23:101; 39:68
ផ្ទះសម្បែង និង​សុជីវធម៌​ក្នុង​ការ​ចូល​ផ្ទះ 24:27-29
ហ៊ូដ 7:65-72; 11:50-60; 26:123-140; 46:21-26
ហ៊ូដ, S.11
ហ៊ូជូរ៉ាត់, S.49
ហ៊ូម៉ាហ្សា, ទំព័រ S.104
ហ៊ូណៃន (សមរភូមិ) 9:25
ហ៊ើរ (ស្ត្រីនៅក្នុងឋានសួគ៌), 44:54; 52:20
ពួក​មនុស្ស​លាក់ពុត
- ចូរនិយាយថា៖ យើងជឿលើអល់ឡោះ និងថ្ងៃបរលោក ប៉ុន្តែតាមពិតយើងមិនជឿទេ 2:8
- បញ្ឆោតខ្លួនឯង 2:9
- ជំងឺនៅក្នុងចិត្តរបស់ពួកគេ 2:10; 8:49; 22:53; 33:12; 47:29
- ធ្វើបាប 2:11-12
- មនុស្សល្ងង់ខ្លៅ និងមនុស្សចំអក 2:13-15
- ទិញកំហុសសម្រាប់ការណែនាំ, 2:16
- ថ្លង់ គ និង ខ្វាក់ 2:17-18
- ដោយ​ខ្លាច​សេចក្ដី​ស្លាប់ និង​សេចក្ដី​ងងឹត 2:19-20
- សុន្ទរកថា​ដ៏​រីករាយ 2:204-206
- បដិសេធមិនប្រយុទ្ធ, 3:167-168
- អល់ឡោះជ្រាបនូវអ្វីដែលមាននៅក្នុងចិត្តរបស់ពួកគេ 3:167; 4:63
- ចូរទៅរកចៅក្រមក្លែងក្លាយដើម្បីជំនុំជំរះ ចូរងាកចេញពីវិវរណៈ ចូរមកដល់ពេលដែលមហន្តរាយកើតឡើង 4:60-62
- ក្នុង​គ្រា​មាន​សំណាង​អាក្រក់ និង​ក្នុង​គ្រា​ជោគជ័យ​ដ៏​អស្ចារ្យ 4:72-73
- អល់ឡោះបានបោះបង់ចោលពួកគេហើយ 4:88
- មិនត្រូវចាត់ទុកជាមិត្តភក្តិ 4:89; 58:14-19
- ប្រសិនបើពួកគេបែរក្រោយ ចូរសម្លាប់ពួកគេនៅកន្លែងណាដែលអ្នករកឃើញពួកគេ 4:89
- ពួកគេរង់ចាំមើលជ័យជំនះរបស់អ្នក ឬភាពជោគជ័យរបស់អ្នកដែលមិនជឿ 4:141
- ព្យាយាមបញ្ឆោតអល់ឡោះ ពួកគេអធិស្ឋានដោយខ្ជិលច្រអូស ហើយដើម្បីឱ្យមនុស្សឃើញ 4:142
- មិនមែនជារបស់អ្នកទាំងនេះ ឬរបស់អ្នកទាំងនោះទេ 4:143
- នៅក្នុងជម្រៅទាបបំផុតនៃភ្លើង; គ្មានអ្នកជួយ 4:145
- ខ្លាច​គេ​ដឹង 9:64-65
- មិនមែន​សម្រាប់​អធិស្ឋាន​សុំ, 9:84
- បុរសនិងស្ត្រីមកពីគ្នាទៅវិញទៅមក; អ្នកចាញ់; បណ្តាសារបស់អល់ឡោះ 9:67-69
- នៅ​បេឌូអ៊ីន 9:101
- កន្លែងណាដែលរកឃើញ ពួកគេនឹងត្រូវចាប់ខ្លួន ហើយសម្លាប់ចោល 33:61
- អល់ឡោះនឹងដាក់ទណ្ឌកម្ម 33:73
- អ្នកកុហក; បែរខ្នងដាក់គ្នា; ចិត្តរបស់ពួកគេបែកបាក់គ្នា 59:11-14
- អ្នកកុហក; បានធ្វើឲ្យពាក្យសច្ចារបស់ពួកគេក្លាយជារបាំង; ចិត្តរបស់ពួកគេត្រូវបានផ្សាភ្ជាប់; ចូរប្រយ័ត្ននឹងពួកគេ, 63:1-4
- មិនយល់ មិនដឹង 63:7-8
- តស៊ូ​យ៉ាង​ខ្លាំង​ប្រឆាំង 66:9
អ៊ីលីស (សាតាំង), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- សូមមើលផងដែរ សាតាំង
អ៊ីប្រាហ៊ីម (សូមមើល អាប្រាហាំ)
អ៊ីប្រាហ៊ីម, S.14
អ៊ីដដា (រយៈពេល​កំណត់​សម្រាប់​ស្ត្រី​លែងលះ) 2:228, 231, 232, 234, 235; 33:49; 65:1-7
អ៊ីឌ្រីស (អេណុក) 19:56-57; 21:85; 96:4
អ៊ីរ៉ាម 2:197; 5:2, 95
អ៊ីសាន, 16:90
អ៊ីខឡាស, ទំព័រ S.112
អ៊ីឡា មានតែមួយអង្គគត់ 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ការរួមភេទខុសច្បាប់; ភស្តុតាងសាក្សី, 4:15-18; 24:2, 19
អ៊ីលីយ៉ុន 83:18-21
មិនបរិសុទ្ធ (ណាចាស) 9:28
អ៊ីមរ៉ាន
- ភរិយារបស់, 3:35
- កូនស្រីរបស់, 66:12
ជៀសមិនរួច, 69:1-3
អ៊ីនហ្វីតារ, ទំព័រ S.82
មរតក, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
អយុត្តិធម៌ ដែល​ត្រូវ​បាន​ធ្វើ​ចំពោះ​អ្នក​ដែល​បាន​ធ្វើ 4:30, 148
អ៊ីនសាន (សូមមើល ដាហរ), ទំព័រ 76
អ៊ីនស៊ីកាក, ទំព័រ S.84
អ៊ីនស៊ីរ៉ា (សូមមើល សារ) ទំព័រ 94
ការបំផុសគំនិត, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ការអង្វរ/អ្នកអង្វរ, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
សារធាតុ​ញៀន, 5:90, 2:219
Iqamat-as-Salat, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
ការអាន’ (សូមមើល ‘កុមារ’), ទំព័រ 96
អេរ៉ាម 89:7
ដែក, 57:25
ព្រះយេស៊ូវអើយ សូមទ្រង់ឃើញព្រះយេស៊ូវ
អ៊ីសាក (អ៊ីសាក) 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112–113
អ៊ីសម៉ាអែល (អ៊ីសម៉ាអែល), 2:125-129, 133; 4:163; 6:86; 19:54–55; 21:85; 38:48
លើកគ្រឹះនៃកាបាជាមួយឪពុករបស់គាត់ 2:125-140
រឿងរ៉ាវនៃការបូជា 37:100-113
សាសនាអ៊ីស្លាម 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ដំបូងបង្អស់ក្នុងចំណោមអ្នកដែលចុះចូលជាអ្នកកាន់សាសនាឥស្លាម 6:14,163; 39:12
- ឱបក្រសោប​មុន​គេ 9:100
- ដើមទ្រូង​បើក​ចំហរ 39:22
- ជា​ការ​អនុគ្រោះ 49:17
អ៊ីស្រាអែល, ទំព័រ S.17
អ៊ីស្រាអែល, កូនចៅនៃ, 2:40-86
- ព្រះគុណ​ដែល​បាន​ប្រទាន​ឲ្យ, 2:47-53, 60, 122; 45:16-17
- ការបះបោរប្រឆាំងនឹងការគោរពប្រតិបត្តិរបស់អល់ឡោះ 2:54-59, 61, 63-74; 5:71; 7:138-141
- ទំនាក់ទំនងរបស់ពួកគេជាមួយមូស្លីម 2:75-79
- ភាពក្រអឺតក្រទមរបស់ពួកគេ 2:80, 88, 91
- សេចក្ដីសញ្ញារបស់ពួកគេ 2:80, 83-86, 93, 100; 5:12-13, 70
- បានទិញជីវិតនៃលោកិយនេះក្នុងតម្លៃនៃជីវិតបរលោក 2:86
- មនុស្សលោភលន់បំផុតសម្រាប់ជីវិត 2:96
- សូម​ឲ្យ​មាន​ស្តេច​មួយ​អង្គ, 2:246-251
- លើស​ពី​ដែន​កំណត់; បំបែក​ជា​ក្រុម​ផ្សេងៗ; ស្វា, 7:161-171
- បានសន្យាពីរដង 17:4-8
- រួចផុតពីខ្មាំងសត្រូវ 20:80-82
- ព្រះគម្ពីរ និង​អ្នកដឹកនាំ​ដែល​បាន​ប្រទាន​ឲ្យ 32:23-25; 40:53-54
- អ្នកប្រាជ្ញ​ដ៏​មាន​ចំណេះដឹង​នៃ​គម្ពីរ​កូរ៉ាន បាន​ដឹង​វា (គម្ពីរ​កូរ៉ាន​ជា​ការពិត) 26:197
អ៊ីស្តាវ៉ា (បានកើនឡើង), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
អ៊ីទីកាហ្វ, 2:187
យ៉ាកុប (យ៉ាកុប) 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- អាសបាត (កូនប្រុសដប់ពីរនាក់របស់យ៉ាកុប), 2:140; 3:84; 4:163
ចាលុត (សូមមើល កូលីយ៉ាត)
ចាម៉ារ៉ាត, 2:200
ចាធីយ៉ា, S.45
ព្រះយេស៊ូវ អេសា ជាកូនរបស់ម៉ារី
- ម្តាយ​ត្រូវ​បាន​ជ្រើសរើស​លើស​ស្ត្រី​ទាំង​អស់​ក្នុង​លោក 3:42
- ថ្លែងទីបន្ទាល់នៅថ្ងៃរស់ឡើងវិញ 4:159
- ដំណឹងល្អអំពីកំណើត 3:45-47; 19:22-23
- អ្នកនាំសារទៅកាន់កូនចៅអ៊ីស្រាអែល 3:49-51
- ពួកសិស្ស 3:52-53; 5:111-115
- ពួកសិស្សជាជំនួយការរបស់អល់ឡោះ 3:52; 61:14
- រស់ឡើងវិញ 3:55-59; 4:157-159
- ភាពស្រដៀងគ្នានឹងអ័ដាម 3:59
- មិនត្រូវបានសម្លាប់ ឬឆ្កាងឡើយ 4:157
- បានបំផុសគំនិត, 4:163
- មិនលើសពីអ្នកនាំសារ (មិនមែនដើម្បីគោរពបូជាគាត់ទេ) 4:171-172; 5:75; 19:30, 43:63-64
- ពួកគេបានមិនជឿអ្នកដែលនិយាយថា 5:17, 72; 9:30
- អ្នកនាំសាររបស់យើង (មូហាំម៉ាត់ ﷺ ) បានមកហើយ 5:19
- បាន​ផ្ដល់​ដំណឹងល្អ 5:46
- ពួកសិស្សបាននិយាយថា៖ យើងជាអ្នកកាន់សាសនាឥស្លាម 5:111
- តុ​ដែល​មាន​អាហារ​រាយប៉ាយ 5:114
- មិនបានបង្រៀនការគោរពបូជាមិនពិត 5:116-118
- ព្យាការី​ដ៏​សុចរិត​ម្នាក់ 6:85
- ជាសញ្ញាមួយ, 23:50
- ការយាងមកជាលើកទីពីររបស់ទ្រង់ 43:61
- ទស្សនៈខុសគ្នាអំពី, 43:65
- គ្មានអ្វីក្រៅពីទាសករ និងជាគំរូដល់កូនចៅអ៊ីស្រាអែល 43:59
- ដំណឹងល្អអំពីអ្នកនាំសារម្នាក់ ដែលមានឈ្មោះថា អាម៉េដ 61:6
- កំណើត​ព្រហ្មចារី​របស់​ទ្រង់ សារ និង​អព្ភូតហេតុ 3:45-51; 19:16-38
- រំលឹកពីព្រះគុណរបស់អល់ឡោះ 5:110-115
- បដិសេធថាខ្លួនជាព្រះ 5:116-120
- សេចក្ដីមេត្តាករុណា និងព្រះគុណនៅក្នុងចិត្តរបស់អ្នកដើរតាមទ្រង់ 5:82; 57:27
ជនជាតិយូដា និង គ្រិស្តបរិស័ទ 2:140; 4:153-161, 171; 5:18
- ស្តាប់​សេចក្ដី​មិន​ពិត 5:41-42
- ត្រូវ​បណ្តាសា​ចំពោះ​អ្វី​ដែល​ពួកគេ​បាន​និយាយ 5:64
- សត្រូវនឹងអ្នកជឿ (មូស្លីម) 5:82
- ដែលបានកាន់សាសនាអ៊ីស្លាម 26:197; 28:53; 29:47
ជីប្រីល (សូមមើល កាព្រីយ៉ែល)
ជីហាដ (ការប្រយុទ្ធ ការខិតខំប្រឹងប្រែង) 2:216; 9:24; 22:78; 25:52
ជីន, S.72
ជីន, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ជិន បង្កើតឡើងពីភ្លើង 15:25; 55:15
- ជឿ និងមិនជឿ jinn 72:1-15
- អ្នកខ្លះជឿលើសារនៃគម្ពីគូរ៉ាន 46:29-32
- មនុស្ស និង​ជិន​ត្រូវ​បាន​បង្កើត​ឡើង​សម្រាប់​គោលបំណង​មួយ 51:56-58
យ៉ូប 4:163; 6:84; 21:83-84; 38:41-44
យ៉ូហាន (យ៉ាយ៉ា យ៉ូហានបាទីស្ទ)
- ដំណឹងល្អអំពី 3:38-41; 19:7-11; 21:90
- សុចរិត 6:85
- មានប្រាជ្ញា មានចិត្តអាណិតអាសូរ មានចិត្តគោរពប្រតិបត្តិ 19:12-15
យ៉ូណាស (យ៉ូណាស ឬ យូនុស), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (ឌូ នូន) 21:87; 68:48-50
យ៉ូសែប (យូស៊ូហ្វ) 6:84; 12:4-101
- រឿងល្អបំផុត 12:1-3
- សុបិនរបស់យុវជនយូសុហ្វ 12:4-6
- ការឃុបឃិតគ្នាដោយបងប្អូនរបស់គាត់ 12:7-18
- ត្រូវបានលក់ទៅជាទាសករ 12:19-20
- ធំធាត់នៅក្នុងផ្ទះរបស់ប្រមុខរដ្ឋមន្ត្រីអេហ្ស៊ីប 12:21-22
- ភរិយា​របស់​លោក​នាយក​រដ្ឋមន្ត្រី​ព្យាយាម​ល្បួង​លោក 12:23-29
- ហេតុការណ៍​ពិធីជប់លៀង 12:30-32
- ចូលគុក 12:33-35
- អ្នកទោសពីរនាក់ 12:36-42
- សុបិន​របស់​ស្តេច 12:43-53
- ក្លាយជា​នាយករដ្ឋមន្ត្រី 12:54-57
- បងប្អូន​មក​រក​គាត់​ដើម្បី​សុំ​ស្បៀងអាហារ 12:58-68
- យក​ប្អូនប្រុស​របស់​គាត់​ឈ្មោះ​បេនយ៉ាមីន 12:69-82
- ទុក្ខព្រួយ​សាជាថ្មី​របស់​ឪពុក​គាត់ 12:83-87
- បង្ហាញអត្តសញ្ញាណពិតរបស់គាត់ 12:88-98
- សុបិនចាស់ក្លាយជាការពិត 12:99-100
- ការអធិស្ឋានបញ្ចប់ 12:101
ជូឌី, ម៉ោន, 11:44
ជូមូអា, ទំព័រ S.62
យុត្តិធម៌ (អាដល), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- សូមមើលផងដែរ 4:65, 105
កាបា
- សាងសង់ដោយអ័ប្រាហាំ 2:125-127
- ហាម​សម្លាប់​សត្វព្រៃ 5:94-96
- សិទ្ធិជ្រកកោនសន្តិសុខ, 5:97
- ដើរ​ជុំវិញ​ក្នុង​សភាព​អាក្រាតកាយ 7:28
- ពេលកំពុងអធិស្ឋាន និងដើរជុំវិញ 2:200; 7:29, 31
Kafirun, S.109
កាហ្វួរ ពែងលាយជាមួយ 76:5
កាហ្វ, ទំព័រ S.18
កាន់ស៍ 9:34-35
Kauthar (ទន្លេ​នៅ​ឋានសួគ៌), 108:1
កូថារ, S.108
សោរ
នៃ​ស្ថានសួគ៌ និង​ផែនដី 39:63; 42:12
នៃ Ghaib, 6:59
ខាលឡា ប៊ីន ថា ឡាបា 58:1
ការសម្លាប់
- បើ​អ្នក​ណា​សម្លាប់​មនុស្ស អ្នក​នោះ​សម្លាប់​មនុស្ស​ទាំង​អស់ 5:32
- កុំសម្លាប់អ្នកណា 17:33
ពាក្យ​សម្ដី​សប្បុរស​ប្រសើរ​ជាង​សេចក្ដី​សប្បុរស 2:263
សាច់ញាតិ, សិទ្ធិរបស់, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
គីរ៉ាម៉ាន-រ៉ាទីប៊ីន, 82:11
ចំណេះដឹង
- គ្មានស្លឹកឈើជ្រុះទេ ប៉ុន្តែទ្រង់ជ្រាប 6:59
- អ្នកដែលបានសម្លាប់កូនៗរបស់ពួកគេដោយភាពល្ងង់ខ្លៅ នៅខាងក្រៅបានបាត់បង់ទៅហើយ 6:140
- នៃរឿងប្រាំយ៉ាង ជាមួយនឹងអល់ឡោះតែមួយគត់ 31:34
- ដោយ​ប្រាកដប្រជា 102:5-7
កូរ៉ា (ការ៉ុន), 28:76-82; 29:39; 40:24
ឃើស៊ី, 2:255
ឡាហាប (សូមមើល ម៉ាសាដ), ទំព័រ 111
ឡៃល, S.92
ចង្កៀង, 25:61; 67:5; 71:16; 78:13
ភាសា
- ភាពខុសគ្នានៃពណ៌សម្បុរ និងបុរស 30:22
ឡាត់ 53:19
ច្បាប់​បាន​កំណត់ 5:48
ច្បាប់ពីអល់ឡោះ 2:219; 98:3
អ្នកកុហក, 26:221-223
ជីវិត បើ​អ្នក​ណា​បាន​សង្គ្រោះ​មនុស្ស​ម្នាក់ អ្នក​នោះ​បាន​សង្គ្រោះ​ជីវិត​មនុស្ស​ជាតិ​ទាំង​អស់ 5:32
ជីវិតនៃលោកិយនេះ
- បានទិញ ក្នុងតម្លៃនៃជីវិតបរលោក 2:86
- គឺគ្រាន់តែជាការរីករាយនៃការបោកបញ្ឆោតប៉ុណ្ណោះ 3:185
- លក់សម្រាប់ជីវិតបរលោក 4:74
- គ្មានអ្វីក្រៅពីការកម្សាន្ត និងការលេងសើចទេ 6:32; 29:64; 47:36; 57:20
- បោកបញ្ឆោត, 6:130
- ការរីករាយនឹងជីវិតបរលោកមានតិចតួចជាងជីវិតបរលោក 9:38; 13:26; 28:60
- ភាពស្រដៀងគ្នានៃ គឺដូចជាភ្លៀង 10:24
- ដំណឹងល្អនៅក្នុង, 10:64
- អ្នកណាដែលចង់បាន អ្នកនោះនឹងចូលទៅក្នុងនោះ ប៉ុន្តែបន្ទាប់មកនឹងគ្មានចំណែកនៅក្នុងលោកខាងមុខទេ 11:15-16; 17:18; 42:20
- អ្នកដែលស្រឡាញ់បច្ចុប្បន្នកាល ហើយមិនអើពើនឹងបរលោក 75:20-21; 76:27
- អ្នកចូលចិត្ត 87:16
ពន្លឺ
- សម្ដែង, 4:174
- និងភាពងងឹត 6:1
- រឿងប្រៀបប្រដូចនៃ 24:35
- ទៅមុន និងជាមួយពួកអ្នកជឿ 57:12-15; 66:8
- ប្រទានដោយអល់ឡោះ ដើម្បីឲ្យអ្នកជឿអាចដើរត្រង់ 57:2
ដែនកំណត់ដែលអល់ឡោះបានកំណត់, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ទាំងនេះគឺជា, 2:187; 229-230; 4:13; 58:4; 65:1
- កុំបំពាន, 2:190, 229
- អ្នកណាដែលបំពានច្បាប់ 2:229; 4:14; 78:22
- ប៉ុន្តែ​ត្រូវ​បាន​បង្ខំ​ដោយ​ភាព​ចាំបាច់ ហើយ​ក៏​មិន​បំពាន​លើ​សេចក្ដី​សញ្ញា 2:173; 6:145
- កុំលើសពីនេះ នៅក្នុងសាសនារបស់អ្នក 4:171; 5:77
- ពេល​ដែល​ពួក​គេ​លើស​ពី​ចំនួន (ក្លាយ​ជា​ស្វា) 7:166
- អ្នកដែលសង្កេតមើល 9:112
តោ, 74:51
ប្រាក់កម្ចី
- ចូរឲ្យអល់ឡោះខ្ចីអ្វីដែលល្អ 2:245; 73:20
- ការកើនឡើងនៃចំនួនច្រើន, 57:11, 18
- ទ្វេដង, 64:17
ការបាត់បង់, ជាក់ស្តែង, 39:15
ឡុត (លូត) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- ភរិយា​មិន​ស្តាប់បង្គាប់​របស់​គាត់ 11:81; 15:60; 66:10
ដើម​ឈូក 34:16; 53:14-16; 56:28
លុកម៉ាន 31:12-14
លុកម៉ាន, ទំព័រ S.31
ម៉ាអារីជ, ទំព័រ S.70
ម៉ាឌីណា (យ៉ាថិប), 9:120; 33:13, 60; 63:8
ម៉ាយ៉ាន 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- សូមមើលផងដែរ ព្រៃអៃកា
ម៉ាហរ (ប្រាក់កូនក្រមុំ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
ម៉ៃដា, S.5
ម៉ាកកា (បាកកា) 3:96; 90:1-2
- ទីក្រុងសន្តិសុខ 95:3
បុរស
- ជំនាន់​មួយ​ទៅ​ជំនាន់​មួយ​ទៀត​នៅ​លើ​ផែនដី 2:30; 6:165
- បានក្លាយជាអ្នកស្នងតំណែង 35:39
- កាតព្វកិច្ច, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- ត្រូវបានសាកល្បងដោយអល់ឡោះ 2:155; 3:186; 47:31; 57:25
- របស់​ដែល​មនុស្ស​លោភលន់ 3:14
- បង្កើតឡើងពី 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- បង្កើត និង​ប្រកាស​ពាក្យ​ដែល​បាន​បញ្ជាក់ 6:2; 15:26
- ការផ្សះផ្សារវាង និងភរិយា 4:35
- អ្នកចាញ់ដែលបានបដិសេធការជួបជាមួយអល់ឡោះ 6:31
- ការត្រឡប់មកវិញ 6:60, 72, 164; 10:45-46
- គម្រោងប្រឆាំងនឹងខ្លួនឯង, 6:123
- នឹងមិនទទួលបន្ទុកអ្នកដទៃទេ 6:164
- ជាមនុស្សរមិលគុណ 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- បានព្រមានប្រឆាំងនឹងសាតាំង 7:27
- ប្រពន្ធ និង​កូនៗ 7:189-190
- ពេល​មាន​គ្រោះថ្នាក់ ឬ​អំពើ​អាក្រក់​ប៉ះពាល់ 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ត្រឡប់​មក​រក​ព្រះអម្ចាស់​វិញ 10:23; 84:6; 96:8
- ខុស​នឹង​ខ្លួនឯង, 10:44
- រីករាយ និង​អួតអាង 11:10
- អំពាវនាវរកអំពើអាក្រក់ 17:11
- ប្រញាប់ប្រញាល់ជានិច្ច 17:11
- អំពើ​របស់​លោក​ត្រូវ​បាន​ចង​ជាប់​នឹង​ក​របស់​លោក 17:13
- អ្នកណាដែលវង្វេងផ្លូវ គឺត្រូវខាតបង់ផ្ទាល់ខ្លួន ហើយដើរត្រូវ គឺសម្រាប់តែខ្លួនឯងប៉ុណ្ណោះ 17:15
- មិន​ត្រូវ​គេ​ប្រព្រឹត្ត​ដោយ​អយុត្តិធម៌ 17:71
- សេចក្ដីស្លាប់ និងការរស់ឡើងវិញ 23:15-16
- បាន​បំបែក​សាសនា​របស់​ខ្លួន​ជា​និកាយៗ ដោយ​ម្នាក់ៗ​អរ​សប្បាយ​នឹង​ជំនឿ​របស់​ខ្លួន 23:53
- អណ្ដាត ដៃ និងជើងនឹងធ្វើបន្ទាល់ប្រឆាំងនឹង 24:24
- សាក្សី​ប្រឆាំង​នឹង​ខ្លួន​ឯង 75:14
- ដែលបានយកបំណងប្រាថ្នារបស់ខ្លួនធ្វើជាព្រះរបស់ខ្លួន 25:43
- មាន​ញាតិ​សន្តាន​តាម​ឈាម​និង​អាពាហ៍ពិពាហ៍, 25:54
អល់ឡោះបានធ្វើឲ្យអ្នកស្ថិតនៅក្រោមអំណាចនៃអ្វីៗគ្រប់យ៉ាងនៅលើមេឃ និងផែនដី 31:20
- អ្នកណាដែលប្រគល់មុខរបស់ខ្លួនទៅអល់ឡោះ 31:22
- មិនមែនបេះដូងពីរនៅក្នុងខ្លួនរបស់គាត់ទេ 33:4
- ថ្វាយបង្គំអល់ឡោះ 39:64-66
- សំណាងអាក្រក់ដោយសារតែអ្វីដែលដៃរបស់គាត់រកបាន 42:30, 48
- ទេវតាកត់ត្រាកិច្ចការរបស់ទ្រង់ 50:17-18, 23; 85:11
- ទេវតា​យាម​គាត់ 13:11; 86:4
- តម្រៀបជាបីថ្នាក់ 56:7-56
- អ្នកដែលនៅជិតអល់ឡោះបំផុត 56:10-11
- ដៃគូនៃដៃស្តាំ 56:27-40
- ដៃគូនៃដៃឆ្វេង 56:41-56
- ដើម្បី​ឲ្យ​បាន​ផ្លាស់​ប្រែ​រូប​និង​បង្កើត​ឡើង​ក្នុង​ទម្រង់​ដែល​មិន​ស្គាល់ 56:60-62
- ធ្វើឱ្យរាងល្អ 64:3
ទ្រព្យសម្បត្តិ និងកូនចៅ គ្រាន់តែជាការសាកល្បងប៉ុណ្ណោះ (64:15)
- បានបង្កើត និងប្រទានពរដល់, 67:23-24; 74:12-15; 90:8-10
- អន្ទះសារ 70:19-21
- ឧទ្ទិសដល់ការអធិស្ឋាន 70:22-35
- ចង់បានច្រើនជាងនេះ 74:15
- សាក្សី​ប្រឆាំង​នឹង​ខ្លួន​ឯង 75:14-15
- ភាពក្រអឺតក្រទមរបស់គាត់ 75:31-40; 90:5-7
- ស្រឡាញ់ជីវិតបច្ចុប្បន្ននៃលោកនេះ 76:27
- ពិបាកបង្កើតជាង ឬ ឋានសួគ៌ 79:28
- មិន​ខ្វល់ខ្វាយ​អំពី​ព្រះអម្ចាស់ 82:6-12
- រចនាយ៉ាងល្អឥតខ្ចោះ និងមានសមាមាត្រសមស្រប 82:7
- ធ្វើដំណើរពីដំណាក់កាលមួយទៅដំណាក់កាលមួយ 84:19
- ស្រឡាញ់ទ្រព្យសម្បត្តិ 89:20
- បង្កើតឡើងក្នុងការងារលំបាក 90:4
- ការខិតខំប្រឹងប្រែង និងទង្វើគឺខុសគ្នា 92:4
- ធ្វើឱ្យផ្លូវនៃភាពងាយស្រួល និងអំពើអាក្រក់រលូនសម្រាប់គាត់ 92:7, 10
- បង្កើតឡើងដោយកម្ពស់ល្អបំផុត (ផ្សិត) 95:4
- បន្ទាប់មកត្រូវបានកាត់បន្ថយទៅទាបបំផុតនៃទាបបំផុត 96:5
- បំពាន​លើ​ព្រំដែន​ទាំងអស់ 96:6-7
Manasik (កាតព្វកិច្ច) នៃ Hajj, 2:128, 200; 22:30
ម៉ាណាត, 53:20
មនុស្សជាតិ
- សាក្សី​ចប់, 2:143
- សហគមន៍មួយ 2:213; 10:19
- បង្កើតឡើងពីគូតែមួយ 4:1; 39:6; 49:13
- ការបះបោរប្រឆាំងនឹងខ្លួនឯង 10:23
- ព្រងើយកន្តើយ ទោះបីជាការរាប់ជាសុចរិតជិតមកដល់ក៏ដោយ 21:1-3
- បង្កើតឡើងនៅថ្ងៃហ្វីតរ៉ាហ៍ ម៉ោង 30:30
- ជាទីគោរពបំផុត 49:13
- បង្កើត​ជា​ប្រជាជាតិ​និង​កុលសម្ព័ន្ធ 49:13
ម៉ាណា និង​សត្វ​ក្រួច 2:57
សីលធម៌
- អំពីការចូលទៅក្នុងផ្ទះនានា 24:27-29
- នៅក្នុងផ្ទះ 24:58-61
- នៅក្នុងផ្ទះរបស់ព្យាការី 33:53
- ដើម្បីស្វាគមន៍ និងផ្ញើសឡាតទៅកាន់ព្យាការី 33:56
- កុំ​ធ្វើ​ឲ្យ​អល់ឡោះ និង​អ្នក​នាំសារ​របស់​ទ្រង់ ឬ​បុរស ឬ​ស្ត្រី​ដែល​មាន​ជំនឿ​ខឹង​សម្បារ 33:57-58
- ផ្ទៀងផ្ទាត់ព័ត៌មានមុនជឿ 49:6
- កុំចំអកឱ្យអ្នកដទៃ 49:11
- នៅក្នុងការប្រជុំគ្នា 58:11
អាពាហ៍ពិពាហ៍, 2:232, 234
- ចំពោះអ្នកដែលមិនជឿ ឬទាសករ 2:221
- ដល់ប៉ុន្មាននាក់ ស្របច្បាប់ 4:3
- មិនត្រូវយកម៉ាហរមកវិញទេ (ក្នុងករណីលែងលះ) 4:20-21
- ហាមឃាត់សម្រាប់ 4:22-24
- បើគ្មានមធ្យោបាយរៀបការជាមួយស្ត្រីដែលមានជំនឿសេរី 4:25
- ប្រសិនបើមានការភ័យខ្លាចថាមានការរំលោភបំពាន អាជ្ញាកណ្តាលពីរនាក់នឹងត្រូវបានតែងតាំង 4:35
- ប្រសិនបើប្រពន្ធខ្លាចភាពឃោរឃៅ ឬការបោះបង់ចោល ចូរធ្វើកិច្ចព្រមព្រៀងសន្តិភាព 4:128
- កុំ​លំអៀង​ទៅ​រក​ប្រពន្ធ​ម្នាក់​ខ្លាំង​ពេក ដើម្បី​ទុក​ឲ្យ​ប្រពន្ធ​ម្នាក់​ទៀត​នៅ​លីវ 4:129
- នៃ​ពួក​អ្នក​ផិត​ក្បត់ 24:3
- ចំពោះ​អ្នក​ក្រីក្រ 24:32
- អ្នក​ដែល​រក​មិន​ឃើញ​មធ្យោបាយ​ហិរញ្ញវត្ថុ​សម្រាប់​អាពាហ៍ពិពាហ៍ 24:33
- ភរិយា​ដែល​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ស្របច្បាប់​ចំពោះ​ព្យាការី 33:50-52
- មុនពេលរួមភេទ គ្មានអ៊ីដដាហ៍ពេលលែងលះ 33:49
ទុក្ករបុគ្គល
- មិនទាន់ស្លាប់, 2:154; 3:169
- ចូរអរសប្បាយចំពោះព្រះគុណ និង សេចក្តីប្រោសប្រណីពីអល់ឡោះ 3:170-171
- ទទួលបានការអភ័យទោស និងសេចក្តីមេត្តាករុណា 3:157-158
- នឹងទទួលបានការផ្គត់ផ្គង់ល្អ 22:58-59
ម៉ារុត, 2:102
ម៉ារី (ម្តាយរបស់ព្រះយេស៊ូវ) កំណើត 3:35-7
- ដំណឹងល្អអំពីព្រះយេស៊ូវ 3:42-51; 19:16-21
- ក្នុងពេលសម្រាលកូន 19:23-26
- បាននាំទារកមកឯប្រជាជនរបស់នាង 19:27-33
- ការចោទប្រកាន់មិនពិត 4:156
- ការពារ​ព្រហ្មចារីភាព​របស់​នាង 21:91; 66:12
ម៉ារីយ៉ាម, S.19
ម៉ាសាដ, S.111
- អាល់-ម៉ាស្ជីដ-អាល់-អាកសា, 17:1
- អាល់ម៉ាហ្សីដ អាល់ហារ៉ាម 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27​
- អាល់-ម៉ាស្អារ-អាល់-ហារ៉ាម, 2:198
ម៉ៅន, S.107
Ma'wa Paradise, 53:15
វាស់ និងថ្លឹងទម្ងន់ ឲ្យពេញ 11:85; 17:35; 83:1-5
កិច្ចប្រជុំ
- ជាមួយអល់ឡោះ 6:31
- នៃថ្ងៃដ៏អស្ចារ្យ 19:37
- នៃ​ជីវិត​បរលោក 30:16
អ្នកនាំសារ, 2:253; 4:164-165; 40:78; 57:27
- បន្តបន្ទាប់គ្នា, 2:87
- ស៊េរីនៃ 5:19; 23:44
- ត្រូវបានសម្លាប់, 3:183
- រងការគំរាមកំហែង, 14:13
- ចំអក, 6:10; 13:32; 15:11; 21:41
- បដិសេធ និង បដិសេធ, 3:184; 6:34; 25:37; 34:45; 51:52
- ជឿលើអ្នកខ្លះ ហើយបដិសេធអ្នកខ្លះទៀត 4:150-152
- ការប្រមូលផ្តុំនៃ, 5:109
- បានចាត់ឲ្យមកជាអ្នកផ្តល់ដំណឹងល្អ និងអ្នកព្រមាន 6:48; 14:4-8
- ជាសាក្សីមកពីគ្រប់ប្រជាជាតិ 16:89
- សម្រាប់​គ្រប់​ប្រជាជាតិ​ទាំងអស់ មាន 10:47; 16:36
- សូត្រ​ខគម្ពីរ​របស់​អល់ឡោះ 7:35-36
- ទេវតា​មួយ​អង្គ​ជា​ទេវតា 17:95; 25:7
- មិនលើសពីមនុស្សជាតិទេ 14:10-12; 17:94; 21:8; 25:7-8, 20
- និង​ប្រពន្ធ​និង​កូនចៅ​របស់​ពួកគេ 13:38
- សូមមើលផងដែរ ពួកហោរា
មីរ៉ាច 17:1; 53:12
ភាពកំណាញ់/អ្នកកំណាញ់, 57:24
សំណាងអាក្រក់ដោយសារតែដៃរបស់អ្នក 42:30
សាសនា​សង្ឃ មិន​ត្រូវ​បាន​កំណត់ 57:27
ស្វា ពួកអ្នកបំពានបានក្លាយជាដូចជា 2:65; 5:60; 7:166
មីរ៉ាច 17:1; 53:12
ខែ, ចំនួន, 9:36-37
ព្រះច័ន្ទ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ការបំបែកនៃ; 54:1
ម៉ូសេ
- និង​ប្រជាជន​របស់​ទ្រង់ 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- និង​ផារ៉ោន 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- ដឹកនាំដោយអល់ឡោះ 6:84
- ភ្នំ និង រូបរាងរបស់ព្រះអម្ចាស់ 7:142-145
- ស្ដីបន្ទោស​ប្រជាជន​របស់​ទ្រង់​ចំពោះ​ការ​ថ្វាយបង្គំ​កូនគោ 7:148-156; 20:83-99
- សៀវភៅរបស់គាត់ ភាពខុសគ្នាបានកើតឡើងនៅក្នុងនោះ 11:110
- ព្រះគម្ពីរបានប្រទានមក 17:2
- សញ្ញាច្បាស់លាស់ចំនួនប្រាំបួន, 7:133; 17:101
- ដល់ចំណុចប្រសព្វនៃសមុទ្រទាំងពីរ 18:60-82
- ការជួបប្រទះដ៏សោកសៅនៅគុម្ពឈើដែលកំពុងឆេះ 20:9-36; 27:7-14; 28:29-35
- បានហៅ និង​ទទួល​ឋានៈ​ជា​អ្នក​នាំសារ 19:51-53; 20:9-56
- កុមារភាព ម្តាយ និងប្អូនស្រីរបស់គាត់ 20:38-40; 28:7-13
- ពួក​គ្រូ​មន្តអាគម​បាន​ប្រែចិត្ត​ជឿ 20:70-73; 26:46-52
- នៅម៉ាឌីយ៉ាន 20:40; 28:22-28
- បានផ្តល់លក្ខណៈវិនិច្ឆ័យ, 21:48
- និងភ្លើងអាថ៌កំបាំង 27:7-12; 28:29-35
- សម្លាប់​ជនជាតិ​អេស៊ីប​ម្នាក់​ដោយ​អចេតនា​នៅ​ក្នុង​ទីក្រុង 28:14-21
- បានមកជាមួយ Ayat ច្បាស់លាស់ 29:39
- រឿងជាមួយផារ៉ោន 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ទីសម្គាល់ប្រាំបួនសម្រាប់ផារ៉ោន និងប្រជាជនរបស់គាត់ 7:130-133; 20:17-22; 17:101
- កម្ចាត់​ពួក​គ្រូ​មន្តអាគម​របស់​ផារ៉ោន 20:70-73; 26:46-52
- រត់គេចខ្លួនទៅម៉ាឌាន ហើយរៀបការ 28:22-28
- ទទួលបាន​ថេប្លេត 7:142-154
- សុំជួបអល់ឡោះនៅលើភ្នំ 7:142-145
- គោរពដោយអល់ឡោះ 33:69
- ព្រះគុណរបស់អល់ឡោះចំពោះជនជាតិអ៊ីស្រាអែល 2:47-61
- ជនជាតិអ៊ីស្រាអែលបដិសេធមិនព្រមចូលក្រុងយេរូសាឡឹម 5:20-29
- ដឹកនាំទៅកាន់មាគ៌ាត្រឹមត្រូវ 37:114-122
- បទគម្ពីរ 53:36; 87:19
វិហារអ៊ីស្លាម (នៃក្រុងយេរូសាឡឹម) 17:7
វិហារអ៊ីស្លាម (នៃគូបា) 9:107-108
វិហារអ៊ីស្លាម 2:187; 9:17-19
- ដើម្បីរក្សាអល់ឡោះ 9:17-18
មូស ជា​រឿង​ប្រៀបធៀប 2:26
ភ្នំ, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
មុដ្ឋាធិការ, S.74
Muhajir (ជនអន្តោប្រវេសន៍), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- ស្ត្រី, 60:10-12
លោក Muhammad ﷺ
- ចំអក, 2:104; 4:46; 25:41-42; 34:78
- គោរពអ្នកនាំសារ 2:104; 4:46; 49:1-5
- សេចក្ដីសញ្ញាដើម្បីជឿ, 3:81
- សាក្សីលើអ្នកជឿ 2:143
- មិនលើសពីអ្នកនាំសារម្នាក់ 3:144
- ដោះស្រាយដោយថ្នមៗ 3:159
- កិច្ចការរបស់ទ្រង់ 3:164; 7:157; 36:6; 52:29; 74:1-7
- បានផ្ញើជាការអនុគ្រោះដ៏អស្ចារ្យដល់អ្នកជឿ 3:164
- បានបញ្ជូនមកជាមួយនឹងសេចក្តីពិត 4:170
- មិនត្រូវបានតែងតាំងជាអ្នកសង្កេតការណ៍ទេ 6:107
- មិនទាន់​ចេះអក្សរ, 7:157; 62:2
- ត្រូវបានបញ្ជូនទៅកាន់មនុស្សជាតិជាអ្នកនាំសាររបស់អល់ឡោះ 7:158; 48:9, 29
- អ្នកព្រមានធម្មតាម្នាក់ 7:184, 188; 11:2; 15:89; 53:56
- មិនមែនជាមនុស្សឆ្កួតទេ 7:184; 68:2; 81:22
- អ្នកណាចោទប្រកាន់អ្នក, 9:58
- បុរសដែលធ្វើបាបព្យាការី ជាសេចក្តីមេត្តាករុណាដល់អ្នកជឿ 9:61
- ធ្វើតាមតែអ្វីដែលបានបើកសម្តែងប៉ុណ្ណោះ 10:15-16; 11:12-14; 46:9
- ព្រះបន្ទូលរបស់ទ្រង់ 11:2-4; 12:108; 34:46-50
- អល់ឡោះជាសាក្សីលើគាត់ 13:43; 29:52; 46:8
- បានចាត់ឲ្យធ្វើជាសាក្សី ជាអ្នកនាំដំណឹងល្អ និងជាអ្នកព្រមាន 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- កុំ​ឲ្យ​មាន​ទុក្ខ​ព្រួយ 15:97; 16:127; 18:6
- បាន​បញ្ជូន​ឲ្យ​ធ្វើ​ជា​សាក្សី 16:89; 22:78; 73:15
- ដើម្បីអញ្ជើញដោយប្រាជ្ញា និងការផ្សព្វផ្សាយដោយយុត្តិធម៌ ហើយជជែកវែកញែកតាមរបៀបកាន់តែប្រសើរ 16:125
- ម៉ាកាមូ ម៉ាមុដ, 17:79
- បានបំផុសគំនិត, 18:110
- សេចក្ដីមេត្តាករុណាចំពោះពួកអាឡាមីន 21:107
- មិន​សុំ​រង្វាន់ 25:57; 38:86; 42:23
- ត្រូវបានបញ្ជាឱ្យ 27:91-93; 30:30; 66:9
- ជាសេចក្ដីមេត្តាករុណាពីអល់ឡោះ 28:46-47
- នៅជិតអ្នកជឿ 33:6
- គំរូល្អដើម្បីធ្វើតាម 33:21
- ព្យាការីចុងក្រោយ 33:40
- ផ្ញើសាឡាដទៅ 33:56
- បានផ្ញើទៅកាន់មនុស្សជាតិទាំងអស់ 34:28
- ប្រាក់ឈ្នួលគឺមកពីអល់ឡោះតែប៉ុណ្ណោះ 34:47
- គ្រាន់តែជាមនុស្សធម្មតាម្នាក់ 41:6
- ត្រូវបានបញ្ជូនជាអ្នកការពារ 42:48
- មិនមែនជារឿងថ្មីនៅក្នុងពួកអ្នកនាំសារទេ 46:9
- សាក្សីពីក្នុងចំណោមកូនចៅអ៊ីស្រាអែល 46:10
- បៃអាហ៍ (ការសន្យា) ចំពោះគាត់គឺជាបៃអាហ៍ (ការសន្យា) ចំពោះអល់ឡោះ 48:10, 18
- បានឃើញ កាព្រីយ៉ែល 53:4-18; 81:22-25
- កុំ​ប្រឆាំង​នឹង​គាត់ 58:20-22
- ព្រះយេស៊ូវបានទាយទុក 61:6
- ដើម្បីធ្វើឱ្យសាសនានៃសេចក្តីពិតទទួលបានជ័យជំនះលើសាសនាទាំងអស់ 61:9
- ពីភាពងងឹតទៅពន្លឺ 65:11
- តស៊ូយ៉ាងខ្លាំងប្រឆាំងនឹងពួកអ្នកមិនជឿ និងពួកលាក់ពុត 66:9
- ស្តង់ដារ​ដ៏​ខ្ពង់ខ្ពស់​នៃ​ចរិតលក្ខណៈ 68:4
- មិនមែនជាកវី ឬគ្រូទាយទេ 69:41-42
- ឧទ្ទិសដល់ការអធិស្ឋាន 73:1-8, 20; 74:3
- និង​មនុស្ស​ខ្វាក់ 80:1-12
- ក្រាបថ្វាយបង្គំ និងចូលទៅជិតអល់ឡោះ 96:19
- សូត្រ​ទំព័រ​បរិសុទ្ធ 98:2
— Ayat ស្ដី​អំពី​ក្រុម​គ្រួសារ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- សូមមើលផងដែរ អ្នកនាំសារ; ព្យាការី
មូហាំម៉ាត់ ( ﷺ ), ទំព័រ S.47
មូស៊ីណុន (អ្នកធ្វើល្អ), 2:117, 195; 4:125,128; 10:12-16; 16:128
- អល់ឡោះស្រឡាញ់, 3:134, 148; 5:93
- អល់ឡោះមិនបាត់បង់រង្វាន់នៃ 5:85; 9:120; 11:115; 18:30 ទេ
- យើងផ្តល់រង្វាន់ដល់, 12:22; 37:80, 105, 110; 39:34; 77:44
- ដំណឹងល្អដល់ 22:37; 46:12
- សេចក្ដីមេត្តាករុណារបស់អល់ឡោះគឺនៅជិត, 7:56
- អល់ឡោះគង់នៅជាមួយ 29:69
- មាន​ចិត្ត​ស្មោះ​ត្រង់ និង​ល្អ​ចំពោះ​ឪពុក​ម្តាយ 2:83
- អត់ធ្មត់ក្នុងការអនុវត្តកាតព្វកិច្ចចំពោះអល់ឡោះ 16:90
- សូមមើលផងដែរ ល្អ និង អាក្រក់
មូចាឌីឡា, ទំព័រ S.58
លា 16:8
មូលក៍, ទំព័រ S.67
មូមីន (សូមមើល ហ្គាហ្វីរ), ទំព័រ 40
មូមីនូន, ទំព័រ S.23
មុំតាហាណា, S.60
មូណាហ្វីហ្គុន, S.63
ឃាតកម្ម, 2:178-179
មួរសាឡាត, S.77
ប្រជាជនមូស្លីម
- ទីមួយនៃ 6:14, 163; 9:100; 39:12
- អ្នកណាបានដាក់ឈ្មោះ, 22:78
- ការអភ័យទោស និងរង្វាន់ដ៏អស្ចារ្យសម្រាប់អ្នកដែល 33:35-36
មូតាហ្វីហ្វីន, អេ S.83
មូសាមីល, ទំព័រ S.73
ណាបា, ទំព័រ S.78
Nadir, Banu-an-, (សាសន៍យូដា), 59:2, 9, 13
ណាល, ទំព័រ S.16
ណាចាស (មិនបរិសុទ្ធ) 9:28
ណាជម, S.53
ណាជវ៉ា (សូមមើល សម្ងាត់)
ឈ្មោះ
ជាកម្មសិទ្ធិរបស់ទ្រង់ ដែលស្រស់ស្អាតបំផុត 7:180
ជាកម្មសិទ្ធិរបស់ទ្រង់ ដ៏ល្អប្រសើរ 17:110; 20:8; 59:24
ភាពចាំបាច់ ប្រសិនបើមនុស្សម្នាក់ត្រូវបានបង្ខំដោយ 2:173; 6:145
អ្នកជិតខាង, 4:36
ព្រះច័ន្ទថ្មី, 2:189
ព័ត៌មាន ដែលត្រូវសាកល្បង 4:83
ភាពរញ៉េរញ៉ៃ 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
យប់ (ជានិមិត្តរូប) សម្រាប់សម្រាក 10:67
- ជា​គម្រប 13:3; 78:10
- ដើម្បីបម្រើ 14:32
- យប់អាល់កដរ (ក្រឹត្យ) 44:3-4; 97:1-5
នីសា, S.4
ណូអេ 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- ចំអក 11:38
- ទឹកជំនន់ធ្ងន់ធ្ងរ (ទឹកជំនន់ធ្ងន់ធ្ងរ) 29:14
- ទូកធំ និងទឹកជំនន់ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- កូនប្រុស​ទុច្ចរិត​មិន​បាន​សង្គ្រោះ 11:42-48
- ប្រពន្ធ​មិន​សុចរិត 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
នូ, S.71
នួរ, S.24
សម្បថ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ការគោរពប្រតិបត្តិ, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
កាតព្វកិច្ចដែលត្រូវបំពេញ 5:1
កូនចៅ, 4:9; 42:49-50
- ទ្រង់ប្រទានបុរសនិងស្ត្រីដល់អ្នកដែលទ្រង់មានព្រះហឫទ័យ 42:49
អូលីវ 6:141; 16:11; 23:20; 24:35; 95:1
ម៉ាហាតែមួយ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ក្មេងកំព្រា, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- អ្នកការពារ, 4:6
ទង្វើ​របស់​ខ្លួន​ឯង ដែល​ធ្វើ​ឲ្យ​សមរម្យ​សម្រាប់​មនុស្ស​គ្រប់​គ្នា 6:108
ជាគូ នៅក្នុងសត្វលោកទាំងអស់ 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ដើមត្នោត 13:4; 19:25; 20:71; 59:5
រឿងប្រៀបប្រដូច (ភាពស្រដៀងគ្នា, ឧទាហរណ៍, ភាពស្រដៀងគ្នា)
- ដែល​បាន​ដុត​ភ្លើង 2:17-18
- ព្យុះភ្លៀងពីលើមេឃ 2:19-20
- មូស, 2:26
- អ្នកណាស្រែក, 2:171
- ទីក្រុងមួយដែលស្ថិតនៅក្នុងគំនរបាក់បែកទាំងស្រុង, 2:259
- គ្រាប់ពោត 2:261
- រ៉ុករលោង, 2:264
- សួនច្បារ, 2:265-266
- ខ្សែពួរ, 3:103
- ខ្យល់ត្រជាក់, 3:117
- ការរស់ឡើងវិញ 7:57; 22:5; 41:39
- ឆ្កែដែលលិឍអណ្ដាតរបស់វាចេញ, 7:176
- គែម​ជ្រោះ, 9:109-110
- ភ្លៀង, 10:24
- ការប្រមូលផលកាត់ស្អាត 10:24
- ខ្វាក់ និង ថ្លង់ 11:24
- អល់ឡោះទល់នឹងព្រះក្លែងក្លាយ 13:14; 16:76
- សេចក្តីពិតទល់នឹងការមិនពិត 13:17
- ផេះដែលខ្យល់បក់បោកយ៉ាងខ្លាំង, 14:18
- ដើមឈើល្អ, 14:24-25
- ដើមឈើអាក្រក់, 14:26
- ទាសករ និងបុរសម្នាក់ 16:75
- មនុស្សល្ងង់ដែលជាបន្ទុកដល់ម្ចាស់របស់ខ្លួន, 16:76
- ស្ត្រី​កំពុង​ស្រាយ​ខ្សែ​នោះ 16:92
- ឃុំ​មាន​សុវត្ថិភាព និង​មាន​សុភមង្គល 16:112-113
- បុរសពីរនាក់ដែលមានចម្ការទំពាំងបាយជូរ 18:32-44
- ជីវិតលោកិយនេះដូចជាទឹកពីលើមេឃ 18:45
- ធ្លាក់ពីលើមេឃ ហើយត្រូវសត្វស្លាបឆក់យក 22:31
- សត្វរុយមួយក្បាល, 22:73
- ពន្លឺ​គឺ​ជា​កន្លែង​មួយ​ដែល​មាន​ចន្លោះ​តូច​ចង្អៀត 24:35-36
- មីរ៉ាជ, 24:39
- ភាពងងឹតនៅក្នុងសមុទ្រជ្រៅដ៏ធំល្វឹងល្វើយ 24:40
- ពីងពាង, 29:41
- ដៃគូ, 30:28
- អ្នក​ស្រុក​ក្នុង​ទីក្រុង 36:13-32
- ដំណាំ​ពណ៌​ផ្សេងៗ 39:21
- បុរសម្នាក់ជារបស់ដៃគូជាច្រើន 39:29
- ការដាំដុះគ្រាប់ពូជ, 48:29
- ចិត្តរឹងរូស 57:16-17
- រុក្ខជាតិបន្ទាប់ពីភ្លៀងធ្លាក់ 57:20
- ភ្នំបន្ទាបខ្លួន 59:21
- សត្វលា 62:5
- ទឹក​ត្រូវ​បាន​លិច​បាត់​ទៅ 67:30
- មនុស្ស​នៅ​ក្នុង​សួនច្បារ 68:17-33
ឋានសួគ៌
- នៃ Abode, (Ma'wa Paradise), 53:15
— Firdaus Paradise, 18:107; 23:11
- សួនច្បារដែលមានទន្លេហូរនៅក្រោម 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- សួនច្បារដ៏អស់កល្បជានិច្ច (អាន់ ផារ៉ោនីយ៍) 9:72; 13:23; 18:31; 19:61; 20:76
- សួនច្បារ​នៃ​ភាព​អស់កល្ប​ជានិច្ច ('អាន់ ផារ៉ោនីយ៍'), 16:31; 35:33; 98:8
- សួនច្បារនៃសេចក្តីរីករាយ, 37:43; 56:12, 89
- សួនច្បារដែលមានភាពរីករាយអស់កល្បជានិច្ច 9:21
- សួនច្បារ និងចម្ការទំពាំងបាយជូរ 78:32
- ផ្លែឈើនៃសួនច្បារពីរ 55:54, 62
- ផ្លែឈើគ្រប់ប្រភេទតាមចំណូលចិត្ត ក្នុងបរិមាណច្រើន 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ផ្លែឈើនឹងនៅជិតដៃ 55:54; 69:23
- ផ្លែឈើ និងសាច់ 52:22
- សាច់សត្វស្លាប 56:21
- ដើមឈូកគ្មានបន្លា និងដើមចេក (Talh), 56:28-29
- ចំណេះដឹងគ្មានប្រយោជន៍ សត្វលាដែលមានសៀវភៅ 62:5
- ស្ព្រីងដែលកំពុងដំណើរការ 88:12
- រដូវផ្ការីកដែលមានឈ្មោះថា Salsabil, 76:18
- ប្រភពទឹកមួយហៅថា កាហ្វួរ 76:5
- តាស្នីមនិទាឃរដូវ 83:27-28
- ទន្លេមួយនៅក្នុងឋានសួគ៌ កូថារ 108:1
- ទន្លេ​នៃ​ស្រា ទឹកដោះគោ និង​ទឹកឃ្មុំ​ចម្រាញ់ 47:15
- ស្រាសុទ្ធបិទជិត ស ឆ្ងាញ់ 37:45-46; 56:18; 76:21; 83:25
- ពែង លាយជាមួយ ហ្សាន់ចាប៊ីល 76:17; 78:34
- ទឹក 76:5
- ថាសមាស និងពែង 43:71
- ប្រដាប់​ប្រាក់ និង​ពែង​គ្រីស្តាល់ 76:15-16
- សម្លៀក​បំពាក់​ពណ៌​បៃតង​ធ្វើ​ពី​សូត្រ​ល្អ​និង​ក្រាស់ 18:31; 22:23; 35:33; 44:53; 76:12, 21
- តុបតែង​ដោយ​ខ្សែដៃ​មាស និង​គុជខ្យង 18:31; 22:23; 35:33; 76:21
- រទេះ​ដែល​មាន​ស្រទាប់​សូត្រ​ប៉ាក់​ប្រវែង 55:54
- ខ្នើយពណ៌បៃតង និងពូកដ៏ស្រស់ស្អាតជាច្រើន ដែលដាក់ជាជួរ 55:76; 88:15
- បល្ល័ង្ក​ដែល​ត្បាញ​ដោយ​មាស និង​ត្បូង​មាន​តម្លៃ ត្រូវ​បាន​លើក​ឲ្យ​ខ្ពស់ 56:15; 88:13
- កំរាលព្រំដ៏សម្បូរបែបរាលដាលចេញ 88:16
- វិមានដ៏ស្រស់ស្អាត បន្ទប់ខ្ពស់ៗ មួយនៅពីលើមួយទៀត 9:72; 39:20
- ស្ថិតនៅក្នុងនោះជារៀងរហូត 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ផ្ទះអស់កល្បជានិច្ច 3:15; 35:35
- បែរមុខ​ទៅ​រក​គ្នា​លើ​បល្ល័ង្ក 15:47; 37:44; 44:53; 56:16
- កុំភ្លក់រសជាតិស្លាប់នៅក្នុងនោះឡើយ 44:56
- ហើយពួកគេក៏មិនត្រូវបានស្នើសុំឱ្យចាកចេញពីវាដែរ 15:48
- ការស្អប់ ឬអារម្មណ៍ឈឺចាប់ត្រូវបានដកចេញពីចិត្តរបស់ពួកគេ 7:43; 15:47
- ទុក្ខព្រួយទាំងអស់ត្រូវបានដកចេញ 35:34
- គ្មានអារម្មណ៍អស់កម្លាំង នឿយហត់ ឬអស់កម្លាំង 15:48; 35:35
- ក៏​នឹង​មិន​មាន​របួស​អ្វី​ដែរ ឈឺ​ពោះ ឈឺក្បាល ឬ​ស្រវឹង 37:47; 56:19
- គ្មានការនិយាយឥតប្រយោជន៍ ឬពាក្យប្រមាថ 19:62; 56:25
- ទាំង​ការ​និយាយ​បង្ក​គ្រោះថ្នាក់ ឬ​ការ​កុហក, 78:35; 88:11
- រួចផុតពីអំពើបាប 37:47; 52:23
- ទាំង​កម្ដៅ​ខ្លាំង​ពេក ឬ​ក៏​ត្រជាក់​ខ្លាំង 76:13
- នឹងមានបទប្បញ្ញត្តិដែលគេស្គាល់ 37:41; 56:89
- ដោយសន្តិភាព និង សន្តិសុខ 15:46; 44:51, 55; 50:34
- ផ្ទះនៃសន្តិភាព, 6:127
- ជំរាបសួរនៅក្នុង, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- អ្នកណាដែលប្រព្រឹត្តអំពើសុចរិតនឹងចូល 4:124; 42:22; 44:51
- អ្នកណាដែលរក្សាកាតព្វកិច្ចរបស់ពួកគេចំពោះព្រះអម្ចាស់របស់ពួកគេ នឹងត្រូវដឹកនាំជាក្រុមៗ 39:73
- ត្រូវបានបង្កើតឱ្យទទួលមរតកដោយសារតែទង្វើ 43:72
- អល់ឡោះពេញចិត្តនឹងពួកគេ ហើយពួកគេពេញចិត្តនឹងទ្រង់ 5:119
- ឋានសួគ៌របស់ខ្ញុំ 89:30
- សុភមង្គលដ៏អស្ចារ្យបំផុត 9:72
- ជោគជ័យដ៏អស្ចារ្យ 57:12; 64:9
- ជោគជ័យ​ដ៏​ខ្ពង់ខ្ពស់ 9:72; 44:57
- សម្រាប់អ្នកជឿ សួនច្បារគឺជាការកម្សាន្ត 32:19
- អ្នករស់នៅក្នុងឋានសួគ៌នឹងរវល់ជាមួយរឿងរីករាយនៅថ្ងៃនោះ 36:35
- នឹងនៅកណ្តាលសួនច្បារ និងប្រភពទឹក 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ឃើញទេវតានៅជុំវិញបល្ល័ង្ក 39:75
- នៅជិតព្រះមហាក្សត្រដ៏មានឫទ្ធានុភាព 54:55
- ពួកគេនឹងមានអ្វីៗទាំងអស់ដែលពួកគេចង់បាន 50:35
- ហ៊ួរ ញី​បរិសុទ្ធ​មាន​ភ្នែក​ធំៗ​និង​ស្រស់​ស្អាត ដូច​ជា​ស៊ុត​ដែល​បាន​រក្សា​ទុក 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ភរិយា​បរិសុទ្ធ 3:15
- ភរិយា​នៅ​ក្នុង​ម្លប់​ដ៏​ស្រស់​ស្អាត អង្គុយ​លើ​បល្ល័ង្ក 36:55
- នារីវ័យក្មេងដែលមានដើមទ្រូងធំដែលមានអាយុស្មើគ្នា 78:33
- ក្មេង​ប្រុស​បម្រើ​អមតៈ​ដើម្បី​បម្រើ​ពួកគេ ដូច​ជា​គុជ​ខ្យង​ខ្ចាត់ខ្ចាយ 52:24; 56:17; 76:19
- ធំ​ល្វឹងល្វើយ​ដូច​ផ្ទៃ​មេឃ​និង​ផែនដី 3:133, 57:21
- ទឹកហូរ ម្លប់ត្រជាក់ អាហារឆ្ងាញ់ៗ និងដៃគូបរិសុទ្ធ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- រង្វាន់​របស់​អ្នក​ជឿ 55:46-78; 56:10-40
- ទន្លេ​នៃ​ទឹកឃ្មុំ ទឹកដោះគោ ទឹក និង​ស្រា 47:15
- ការអធិស្ឋាន និងការសួរសុខទុក្ខ 10:9-10; 39:73-74
- ស្វាគមន៍​ដោយ​សេចក្ដី​សុខសាន្ត 13:23-24; 14:32
- ការស្នាក់នៅអស់កល្បជានិច្ចក្នុងសុភមង្គល 11:108
- មិនដែលសុំឱ្យចាកចេញ 15:45-48
- ពន្លឺ​ចាំង​នៅ​ពី​មុខ​ពួកគេ និង​នៅ​ខាង​ស្ដាំ​ពួកគេ 57:12
- គ្មានកំដៅ ឬត្រជាក់ 76:13
- បំណងប្រាថ្នាទាំងអស់ត្រូវបានបំពេញ 16:30-32; 41:31-32
- ខ្សែដៃមាស និងសម្លៀកបំពាក់សូត្រល្អ 18:30-31; 22:23-24; 44:51-53
- ថាស​ពែង​មាស 43:67-73
- ពាង​ប្រាក់ និង​ផ្លែឈើ​ព្យួរ​នៅ​ក្នុង​ចម្ងាយ​ដែល​អាច​យក​ទៅ​ដល់ 76:14-16
- អង្គុយ​លើ​បល្ល័ង្ក 15:47; 37:44; 52:20
- អ្នកជឿនឹងឃើញព្រះអម្ចាស់របស់ពួកគេ 75:22-23
ឪពុកម្តាយអើយ សូមបង្ហាញសេចក្តីសប្បុរសចំពោះ 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
ដៃគូរបស់អល់ឡោះ ជាពាក្យមិនពិត 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
វាលស្មៅ 87:4-5
ផ្លូវ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- សូមមើលផងដែរ ផ្លូវ
ការអត់ធ្មត់, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- ស្វែងរកជំនួយក្នុងការអធិស្ឋាន 2:45, 153; 20:132; 50:39
អ្នកជំងឺ
- នឹងទទួលបានរង្វាន់ពេញលេញ 39:10
- អល់ឡោះគង់នៅជាមួយអ្នកដែលមាន, 8:46
- ហើយក្លាយជា, 11:115
- ក្នុងការអនុវត្តកាតព្វកិច្ចចំពោះអល់ឡោះ 16:90
- នៅពេលមានកំហឹង 41:34
សន្តិភាព ចូរ​ផ្អៀង​ទៅ 8:61
គុជខ្យង និងផ្កាថ្ម រក្សាទុក 52:24; 55:22; 56:23
ប៉ែន, 68:1; 96:4
បុគ្គល
- អល់ឡោះមិនដាក់បន្ទុកលើសពីវិសាលភាពរបស់ទ្រង់ទេ 2:286; 7:42
- អល់ឡោះមិនយកពន្ធលើអ្នកណាម្នាក់ឡើយ លើកលែងតែតាមសមត្ថភាពរបស់ទ្រង់ 23:62
- ទេ ដឹងថាគាត់នឹងរកប្រាក់ចំណូលបានប៉ុន្មាននៅថ្ងៃស្អែក និងនៅទឹកដីណាដែលគាត់នឹងស្លាប់ 31:34
- មនុស្សគ្រប់គ្នានឹងត្រូវប្រឈមមុខនឹងសេចក្តីល្អ និងសេចក្តីអាក្រក់ទាំងអស់ដែលគាត់បានធ្វើ 3:30
- អ្នករាល់គ្នានឹងឡើងមកអង្វរសុំឱ្យខ្លួនឯង 16:111
- រាល់ៗគ្នា គឺជាការសន្យាចំពោះអ្វីដែលខ្លួនបានខំប្រឹងប្រែង 74:38
- អល់ឡោះស្បថនឹងការតិះដៀលខ្លួនឯង 75:2
ផារ៉ោន 28:6; 40:24
- ប្រជាជននៃ, 2:49; 3:11; 7:141; 44:17-33
- លង់ទឹកស្លាប់, 2:50
- ការ​ដោះស្រាយ​ជាមួយ​លោក​ម៉ូសេ 7:103-137; 10:75-92
- សាកសព​ដែល​អណ្តែត​ចេញពី​សមុទ្រ 10:90-92
- រំលង​ហួស​ព្រំដែន; ប្រព្រឹត្ត​អំពើបាប ហើយ​មិន​ស្តាប់បង្គាប់, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ភរិយា​សុចរិត 28:8-9
- អះអាង​ថា​ជា​ព្រះ 28:38; 79:24
- ត្រូវបានបំផ្លាញ, 29:39
- បុរស​ម្នាក់​ដែល​មាន​ជំនឿ​មក​ពី​គ្រួសារ​របស់​ផារ៉ោន 40:28-44
- ការសាងសង់ប៉មមួយ 40:36-37
- សូមមើលផងដែរ ម៉ូសេ
ការ​ប្រមូល​ផ្ដុំ​របស់​លោកិយ 102:1-4
សន្យា (បៃអាហ៍)
- សម្រាប់សាសនាអ៊ីស្លាម 16:91
- ចំពោះអ្នកនាំសារគឺបៃអាហ៍ (សច្ចាប្រណិធាន) ចំពោះអល់ឡោះ 48:10
- នៃ​ពួក​អ្នក​ជឿ, 48:18; 60:12
ការសន្យា (បញ្ចាំ) សូមឱ្យមាន a, 2:283
- មនុស្សគ្រប់រូបគឺជាមនុស្សសម្រាប់អ្វីដែលខ្លួនរកបាន 52:21; 74:38
កំណាព្យ, 36:69
កវី, 26:224-227; 69:41
ផ្លែទទឹម, 6:141
ក្រ, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
ការអធិស្ឋាន, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- មិន​ឮ​ខ្លាំងៗ ឬ​ដោយ​សំឡេង​ទាប 17:110
- ការអំពាវនាវដល់អ្នកមិនជឿ 9:113-114
- ការអំពាវនាវដល់អ្នកមិនជឿ 13:14
- ទ្រង់ឆ្លើយតប (ការអំពាវនាវ) ទាំងនោះ 42:26
- ស្វែងរកជំនួយដោយអត់ធ្មត់ និង 2:45, 153; 20:132; 50:39
- អនុវត្ត Iqamat-as-Salat, ប្រឈមមុខនឹង Qiblah, 2:142-145, 149-150
- ការពារយ៉ាងតឹងរ៉ឹង 2:238
- ក្នុងការធ្វើដំណើរ និងការវាយប្រហារ 2:239; 4:101-102
- កុំចូលទៅជិតពេលស្រវឹង 4:43
- ឬស្ថិតនៅក្នុងស្ថានភាព Janabah 4:43
- ការបន្សុទ្ធសម្រាប់, 4:43; 5:6
- ពេលបញ្ចប់ 4:103
- ដងនៃ, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- ការក្រាបថ្វាយបង្គំចំពោះអល់ឡោះតែមួយគត់ 13:15
ការអធិស្ឋាន ថ្ងៃសុក្រ 62:9-11
ការប្រុងប្រយ័ត្នក្នុងគ្រោះថ្នាក់ 4:71
អ្នកទោសសង្គ្រាម 8:67-71
- សូមមើលផងដែរ ជនជាប់ឃុំឃាំង
សេចក្ដីសន្យានៃសេចក្ដីពិត 46:16-17
អចលនទ្រព្យ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ព្យាការី 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- សេចក្ដីសញ្ញានៃ, 3:81; 33:7-8
- ខុសច្បាប់សម្រាប់, 3:161
- សត្រូវសម្រាប់មនុស្សគ្រប់គ្នា 6:112; 25:31
- សូមមើលផងដែរ អ្នកនាំសារ
ការក្រាបថ្វាយបង្គំ
- ធ្លាក់ទៅអល់ឡោះ អ្នកណានៅលើមេឃ និងផែនដី ស្រមោលរបស់ពួកគេក៏ធ្លាក់ទៅដែរ 13:15
ការផ្គត់ផ្គង់, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ទំនុកតម្កើង 4:163
ការដាក់ទណ្ឌកម្ម
- ការពន្យារពេល, 3:178
- កាត់ដៃ ឬជើង 5:33
ចូរ​អ្នក​ដាក់​ទោស​ពួកគេ​ដូច​ជា​អ្វី​ដែល​អ្នក​បាន​ធ្វើ​ទុក្ខ​បុក​ម្នេញ 16:126
- នៃជីវិតនេះ និងជីវិតបរលោក 24:19; 68:33
ការបន្សុទ្ធ
- រូបកាយ, 4:43; 5:6
- ខាងវិញ្ញាណ (ពីភាពមិនបរិសុទ្ធ) 87:14; 91:9
កាដារ 5:5; 64:11
កាដ្រ, ទំព័រ 97
កាហ្វ, S.50
កាឡាម, S.68
កាម៉ារ, S.54
ការីអាហ៍, ទំព័រ 101
Qarun (Korah), 28:76-82; 29:39
កាសាស, S.28
គីបឡា 2:142-145, 149
Qisas (ច្បាប់សមភាពក្នុងការដាក់ទណ្ឌកម្ម) 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
គម្ពីគូរ៉ាន
- បានពិពណ៌នា 13:31, 36, 37; 14:1; 56:77-80
- មិនមែនជាអ្វីដែលអាចផលិតបានដោយអ្នកដទៃក្រៅពីអល់ឡោះទេ 2:23; 10:38; 11:13; 17:88
ប្រសិនបើវាមកពីអ្នកផ្សេងក្រៅពីអល់ឡោះ នោះនឹងមានការផ្ទុយគ្នាជាច្រើននៅក្នុងនោះ (4:82)
- ពន្លឺដ៏ច្បាស់លាស់មួយ 4:174; 42:52
- បានបង្ហាញ, 6:19
- អល់ឡោះជាសាក្សីនៃរឿងនេះ 6:19
- ភស្តុតាងច្បាស់លាស់ 6:157
- ការសន្ទនាមិនពិតអំពីខគម្ពីរនៃ 6:68
- ការរំលឹកឡើងវិញ 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ពេលសូត្រហើយ ចូរស្តាប់ ហើយនៅស្ងៀម 7:204
- ឌីក្រា 7:205; 15:6, 9
- សៀវភៅប្រាជ្ញា 10:1; 31:2; 36:2
- សារ​ដែល​បាន​បំផុស​គំនិត 10:2, 109; 42:52
- អ្នក​ដែល​បដិសេធ​វា 11:17
- ជាភាសាអារ៉ាប់ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- បានបង្កើតជាផ្នែកៗ ហើយបានបង្ហាញជាដំណាក់កាលៗ 15:91; 17:106; 25:32; 76:23
- ការផ្លាស់ប្ដូរខគម្ពីរមួយ 16:10
- ពេលដែលអ្នកចង់សូត្រ 16:98
- មគ្គុទ្ទេសក៍, 17:9
- ដំណឹងល្អ និងការព្រមាន 17:9-10
- និង​ពួក​អ្នក​មិន​ជឿ 17:45-47
- ការសូត្រនៅពេលព្រឹកព្រលឹមតែងតែត្រូវបានឃើញ (ដោយពួកទេវតា) 17:78
- ការព្យាបាល និង សេចក្ដីមេត្តាករុណា 17:82
- បានពន្យល់យ៉ាងពេញលេញដល់មនុស្សជាតិ អំពីភាពស្រដៀងគ្នា និងឧទាហរណ៍គ្រប់ប្រភេទ ប៉ុន្តែមនុស្សភាគច្រើនបដិសេធ 17:89; 18:54; 39:27
- ងាយស្រួល, 19:97; 44:58; 54:17, 22, 32, 40
- ប្រជាជនរបស់ខ្ញុំបានបោះបង់ចោលគម្ពីគូរ៉ាននេះ 25:30
- បានបញ្ជាក់ដោយបទគម្ពីរ 26:196
- រៀបរាប់​ប្រាប់​កូនចៅ​អ៊ីស្រាអែល​អំពី​អ្វី​ដែល​ពួកគេ​ខ្វែងគំនិត​គ្នា 27:76
- សូត្រ និងអធិស្ឋាន 29:45
- សេចក្តីពិតពីអល់ឡោះ 32:3; 35:31
- នៅយប់ដ៏មានពរ 44:3
- នៅក្នុងនោះត្រូវបានចែងអំពីរាល់កិច្ចការនៃការតែងតាំង 44:4
- គិត​ឲ្យ​បាន​ស៊ីជម្រៅ​ក្នុង 47:24
- ព្រមានដោយ, 50:45
- បង្រៀនដោយអល់ឡោះ 55:1
- និងការសូត្រដ៏មានកិត្តិយស ដែលត្រូវបានថែរក្សាយ៉ាងល្អ 56:77-78
- គ្មានអ្នកណាអាចប៉ះពាល់បានឡើយ លើកលែងតែអ្នកដែលបរិសុទ្ធ 56:79
- ប្រសិនបើត្រូវបានបញ្ជូនចុះមកលើភ្នំ 59:21
- ទុក្ខវេទនាសម្រាប់អ្នកមិនជឿ 69:50
- សេចក្តីពិតដាច់ខាតជាមួយនឹងភាពប្រាកដប្រជា 69:51
- សូត្រ​យឺតៗ 73:4
- ក្នុង​កំណត់ត្រា​ដែល​ត្រូវ​បាន​រក្សា​ទុក​ជា​កិត្តិយស រក្សា​ឲ្យ​បរិសុទ្ធ និង​បរិសុទ្ធ 80:13-16
- ការរំលឹកដល់ (ទាំងអស់) អាឡាមីន 81:27
- អ្នក​មិន​ជឿ​ជឿ 84:22
- នៅក្នុងថេប្លេតដែលបានរក្សាទុក 85:22
- ព្រះបន្ទូលដែលញែកសេចក្តីពិតចេញពីសេចក្តីមិនពិត 86:13
- សូត្រ​ទំព័រ​បរិសុទ្ធ 98:2
- សូមមើលផងដែរ សៀវភៅ; វិវរណៈ
គូរ៉ៃស, S.106
គូរ៉ាយស៍
- អ្នក​មិន​ជឿ 54:43-46, 51
- ការ​ចិញ្ចឹម 106:1-4
ពួក​រ៉ាប៊ី និង​ព្រះសង្ឃ 9:31, 34
ពូជសាសន៍ ចូរខិតខំដូចជានៅក្នុងអំពើល្អ 5:48
រ៉ាដ, S.13
រ៉ាម៉ាន់, S.55
សម្លៀក​បំពាក់​នៃ​សេចក្ដី​សុចរិត​គឺ​ប្រសើរ​ជាង 7:26
ភ្លៀង
- អំណោយទានរបស់អល់ឡោះ 56:68-70
- នៃថ្ម, 27:58
រ៉ាម៉ាដាន ថ្ងៃទី 2:185
រ៉ាមី, 2:200
ថ្លៃលោះ
- ទេ នឹងត្រូវយក 57:15
- ផ្តល់ជូនដោយអ្នកមិនជឿ 3:91; 10:54; 13:18
ហ្វីឌីយ៉ា នៃការតមអាហារ 2:196
- សម្រាប់ការដោះលែងអ្នកជាប់ឃុំឃាំង 8:67
រ៉ាស អ្នករស់នៅ 25:38; 50:12
សំណង
- ថ្ងៃនៃ, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- អ្នកបដិសេធ 107:1-7
- អំពើអាក្រក់មួយមានអំពើអាក្រក់ដូចវាដែរ 42:40
ការផ្សះផ្សា
- អ្នកណាដែលអភ័យទោស ហើយធ្វើ, 42:40
- រវាងបុរសនិងប្រពន្ធ 4:35
- រវាងអ្នកជឿ 49:9-10
កត់ត្រា
- បញ្ជី​ដែល​បាន​ចារឹក​ទុក 83:7-9, 18-21
- ប្រជាជាតិនីមួយៗនឹងត្រូវបានហៅទៅកាន់ប្រទេសរបស់ខ្លួន 45:28-29
- ទំព័រដែលសរសេរអំពីទង្វើរបស់មនុស្សគ្រប់រូប 81:10
- ដែលនិយាយការពិត 23:62
- នៅ​ដៃ​ស្តាំ 69:19; 84:7-9
- នៅ​ដៃ​ឆ្វេង 69:25
- ពីក្រោយខ្នង 84:10-15
ការកត់ត្រាទេវតា 50:17-18, 23; 85:11
ការធូរស្បើយ ជាមួយនឹងការលំបាក 94:5-6
សាសនា
- គ្មានការបង្ខិតបង្ខំនៅក្នុង, 2:256
- គឺសាសនាអ៊ីស្លាម 3:19
- នៃអល់ឡោះ 3:83-84
- ក្រៅពីសាសនាអ៊ីស្លាម 3:85
- កុំលើសពីដែនកំណត់ក្នុង 4:171; 5:77
- ល្អឥតខ្ចោះ, 5:3
- ដែលយកជាការលេងសើច និងការកម្សាន្ត 6:70
- ដែល​បែងចែក​ពួកគេ ហើយ​បំបែក​ជា​និកាយ​ផ្សេងៗ 6:159; 30:32
- សូមមើលផងដែរ 42:13-14; 43:65; 45:17
- មនុស្សបានបំបែកខ្លួនទៅជានិកាយ ដោយក្រុមនីមួយៗអរសប្បាយនឹងជំនឿរបស់ខ្លួន 23:53; 30:32
- មិន​បាន​ដាក់​ខ្លួន​ទេ មាន​ការ​លំបាក​ណា​មួយ 22:78
- មនុស្សជាតិត្រូវបានបង្កើតឡើងនៅថ្ងៃទី 30:30
- ដូចគ្នា សម្រាប់​ព្យាការី​ទាំងអស់ 42:13-15
- បុព្វបុរស 43:22-24
ការរំលឹកដល់អល់ឡោះ 63:9
- នៅក្នុងចិត្ត ចិត្តរកឃើញការសម្រាក 13:28
ការប្រែចិត្ត
- ទទួលយកប្រសិនបើអំពើអាក្រក់ត្រូវបានធ្វើដោយភាពល្ងង់ខ្លៅ ហើយប្រែចិត្តភ្លាមៗបន្ទាប់ពីនោះ 4:17; 6:54
- ហើយ​គ្មាន​ប្រសិទ្ធភាព​អ្វី​ទេ ប្រសិនបើ​អំពើ​អាក្រក់​ត្រូវ​បាន​បន្ត 4:18
- ទ្រង់​ទទួល​យក ហើយ​អត់ទោស​បាប 4:25
ការសម្រាកសម្រាប់អំពើអាក្រក់ 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ការរស់ឡើងវិញ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ឧទាហរណ៍នៅក្នុងរឿងរបស់អែសរ៉ា 2:259
- អ័ប្រាហាំ 2:260
- មនុស្ស​នៅ​ក្នុង​រូងភ្នំ 18:9-26
- ការព្រមានដល់អ្នកបដិសេធការរស់ឡើងវិញ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ថ្ងៃរស់ឡើងវិញ 7:89; 20:100-101, 124
- ថ្ងៃពិត 78:39
- បានបង់ប្រាក់ឈ្នួលរបស់អ្នកពេញលេញ 3:185
- ទំព័រ​នៃ​លិខិត​កម្មសិទ្ធិ​ត្រូវ​បាន​បើក​ចំហ, 81:11
- មនុស្សគ្រប់រូបនឹងដឹងពីអ្វីដែលពួកគេបាននាំមក 81:14
- មនុស្សគ្រប់រូបនឹងត្រូវប្រឈមមុខនឹងអំពើល្អ និងអំពើអាក្រក់ទាំងអស់ដែលខ្លួនបានធ្វើ 3:30
- មនុស្សម្នាក់នឹងដឹងពីអ្វីដែលគាត់បានបញ្ជូនទៅមុខ និងអ្វីដែលបានបន្សល់ទុក 82:5
- គ្មានការភ័យខ្លាចចំពោះអយុត្តិធម៌, 20:112
- តុល្យភាពនៃយុត្តិធម៌, 21:47
- ជញ្ជីង​នៃ​ឯកសារ, 23:102-103
អ្នកណាដែលធ្វើល្អ ឬអាក្រក់ ស្មើនឹងទម្ងន់អាតូមមួយ អ្នកនោះនឹងឃើញវា (100:7-8)
- អាថ៌កំបាំងទាំងអស់នឹងត្រូវបានពិនិត្យ 86:9
កំណត់ត្រា​ដែល​បាន​ផ្ដល់​ឲ្យ​នៅ​ដៃ​ស្តាំ 69:19; 84:7-9
កំណត់ត្រា​ដែល​បាន​ផ្តល់​ឲ្យ​នៅ​ដៃ​ឆ្វេង 69:25
កំណត់ត្រា​ដែល​បាន​ផ្ដល់​ឲ្យ​នៅ​ពីក្រោយ 84:10-15
- ថ្ងៃដ៏លំបាកសម្រាប់អ្នកមិនជឿ 25:26; 54:8; 74:9
- ថ្ងៃដ៏លំបាកមួយ 76:27
- ទ្រាំទ្រនឹងបន្ទុកធ្ងន់ 20:100-101
- មិនអនុញ្ញាតឱ្យលើកលេសណាមួយឡើយ 77:36
- អ្នក​ប្រព្រឹត្ត​ខុស​នឹង​ខាំ​ដៃ​របស់​ខ្លួន 25:27
- ពួកអ្នកប្រព្រឹត្តខុសបានជួបជុំគ្នាជាមួយដៃគូ និងរូបព្រះរបស់ពួកគេ 37:22
- ការបំផ្លិចបំផ្លាញជាមួយនឹងការសោកស្ដាយយ៉ាងជ្រាលជ្រៅ ទុក្ខព្រួយ និងភាពអស់សង្ឃឹម 30:12
- ស្ត្រី​ដែល​ត្រូវ​គេ​កប់​ទាំង​រស់​នឹង​ត្រូវ​សួរ​ចម្លើយ 81:8-9
- ភេរវកម្មដ៏ធំបំផុត 21:103
- អ្នកហៅនឹងហៅទៅកាន់រឿងដ៏គួរឱ្យភ័យខ្លាចមួយ 50:41; 54:6-8
- សំឡេង​តែមួយ (ស្រែក) 36:29, 49, 53; 38:15; 50:42
- ហ្សាជរ៉ា (ស្រែក) 37:19; 79:13
- ការធ្វើទារុណកម្មដ៏ជិតមកដល់ 78:40
- ផ្ទៃមេឃនឹងញ័រដោយការរញ្ជួយដ៏គួរឱ្យភ័យខ្លាច 52:9; 56:4
- ស្ថានសួគ៌​បាន​បែក​ចេញ​ពី​គ្នា 84:1-2
- ផ្ទៃ​មេឃ​ប្រេះ​ជា​ពីរ 77:9; 82:1
- ផ្ទៃមេឃនឹងត្រូវប្រេះបែកដោយពពក 25:25
- ស្ថានសួគ៌​នឹង​ត្រូវ​បាន​រមៀល​ឡើង នៅ​ក្នុង​ព្រះហស្ត​ស្តាំ​របស់​ទ្រង់ 21:104; 39:67
- អស់​អ្នក​នៅ​ស្ថានសួគ៌ និង​នៅ​លើ​ផែនដី​នឹង​សន្លប់​បាត់​ស្មារតី 39:68
- ស្ថានសួគ៌​នឹង​ត្រូវ​បាន​បើក​ឡើង វា​នឹង​ក្លាយ​ទៅ​ជា​ទ្វារ 78:19
- មេឃនឹងដូចជាប្រេងដែលកំពុងពុះ 70:8
- ផ្កាយ​នឹង​ធ្លាក់ 81:2; 82:2
- ផ្កាយនឹងបាត់បង់ពន្លឺរបស់វា 77:8
- ព្រះអាទិត្យនឹងបាត់បង់ពន្លឺរបស់វា 81:1
សមុទ្រនឹងក្លាយទៅជាភ្លើងឆេះសន្ធោសន្ធៅ 81:6
- សមុទ្រ​បាន​ផ្ទុះ​ចេញ 82:3
- រញ្ជួយដីនៃម៉ោង 22:1; 99:1
- ភ្នំ​នានា​នឹង​រើ​ចេញ 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- ម្សៅទៅជាធូលីដី 20:105; 56:5
- ដូចជា​សរសៃ​រោមចៀម 70:9; 101:5
- ផែនដី និងភ្នំនឹងត្រូវរញ្ជួយយ៉ាងខ្លាំង 73:14; 79:6
- ផែនដី​ត្រូវ​បាន​កិន​ឲ្យ​ម៉ដ្ឋ 89:21
- ផែនដីនឹងត្រូវផ្លាស់ប្តូរទៅជាផែនដីមួយផ្សេងទៀត ហើយស្ថានសួគ៌ក៏នឹងដូច្នោះដែរ 14:48
- ផែនដីត្រូវបានលាតសន្ធឹង 84:3-5
- ផែនដី​ជា​វាល​ទំនាប​ដែល​បាន​ក្រាល​ដោយ​ដី 18:47; 20:106
- ផែនដី​បោះចោល​បន្ទុក​របស់​វា 84:4; 99:2
- ផ្នូរ​ត្រូវ​បាន​បែរ​ក្បាល​ចុះ​ក្រោម 82:4
- ការរស់ឡើងវិញពីផ្នូរ 21:97; 70:43
- លើផែនដីដែលនៅរស់បន្ទាប់ពីស្លាប់ 79:14
- សត្វព្រៃនឹងត្រូវប្រមូលគ្នា 81:5
- រស់ឡើងវិញដោយងងឹតងងល់ 20:124-125
- ត្រែនឹងត្រូវផ្លុំ 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- សាកហា, 80:33
- ព្រលឹងនឹងត្រូវបានភ្ជាប់ជាមួយរូបកាយរបស់ពួកគេ 81:7
- ស្នាក់នៅមិនលើសពីដប់ថ្ងៃ, 20:103
- ស្នាក់នៅមិនលើសពីមួយថ្ងៃ, 20:104
- ឬ​ផ្នែក​មួយ​នៃ​ថ្ងៃ 23:112-114
- ថ្ងៃជួបជុំ 64:9
- ថ្ងៃជំនុំជំរះ 37:21
- ថ្ងៃនៃការសម្រេចចិត្ត 77:38; 78:17
- ថ្ងៃនៃការតម្រៀបចេញ 77:13-14
- ទិវានៃទុក្ខសោក និងការសោកស្ដាយ, 19:39
- អ្នកបដិសេធ, 77:15-50
- មនុស្សជាតិនឹងដូចជាខែដែលខ្ចាត់ខ្ចាយ 101:4
- មនុស្សជាតិនឹងបន្តដំណើរជាក្រុមៗ ខ្ចាត់ខ្ចាយ (100:6)
- មនុស្សជាតិដូចជាស្ថិតក្នុងស្ថានភាពស្រវឹង 22:2
- ស្ត្រីមានផ្ទៃពោះគ្រប់រូបនឹងលះបង់បន្ទុករបស់នាង 22:2
- អូដ្ឋញីដែលមានផ្ទៃពោះនឹងត្រូវគេមិនអើពើ 81:4
- ម្តាយដែលបំបៅកូននឹងភ្លេចកូនដែលបំបៅកូន 22:2
- សាច់ញាតិ​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ឃើញ​គ្នា​ទៅ​វិញ​ទៅ​មក 70:11
- បុរសម្នាក់នឹងរត់ចេញពីសាច់ញាតិរបស់ខ្លួន (80:34-37)
- គ្មានមិត្តណាម្នាក់នឹងសុំមិត្តភ័ក្តិឡើយ 70:10
- នឹងគ្មានមិត្តភ័ក្តិ ឬអ្នកអង្វរទេ 40:18
- គ្មាន​អ្នក​ណា​ម្នាក់​នឹង​មាន​អំណាច​ធ្វើ​អ្វី​សម្រាប់​អ្នក​ដទៃ​ឡើយ 82:19
- នឹងគ្មានអំណាច ឬអ្នកជួយណាម្នាក់ឡើយ 87:10
- គ្មានការភ័យខ្លាចចំពោះអ្នកជឿ 43:68
- អ្នកជឿនឹងស្ថិតនៅកណ្តាលម្លប់ និងប្រភពទឹក និងផ្លែឈើ 77:41-43
- អ្នករស់នៅក្នុងឋានសួគ៌ និងភរិយារបស់ពួកគេ 36:55-58
- ពួកទេវតានឹងត្រូវបានបញ្ជូនចុះមកជាមួយនឹងការយាងចុះដ៏អស្ចារ្យ 25:25
- ស៊ីននឹងត្រូវលាតត្រដាង 68:42-43
- ឋានសួគ៌នឹងត្រូវបាននាំមកជិត 81:13
- ឋាននរកនឹងត្រូវនាំមកជិត 89:23
- ភ្លើងនរកនឹងត្រូវរុះរើចេញ ឆេះឡើងយ៉ាងសន្ធោសន្ធៅ 81:11-12
- ការសងសឹកដោយសប្បុរសធម៌នឹងជាការប្រោសលោះ 5:45
វិវរណៈ
- ប្រសិនបើអ្នកមានការសង្ស័យ 2:23-24
- ខគម្ពីរដែលត្រូវបានលុបចោល ឬបំភ្លេចចោល, 2:106
- ការណែនាំត្រឹមត្រូវ 3:73
- ពីព្រះអម្ចាស់ ដូច្នេះកុំធ្វើជាអ្នកដែលសង្ស័យឡើយ 6:114
- សម្រាប់​អ្នក​ដែល​យល់, 6:98
- ការណែនាំ និង សេចក្ដីមេត្តាករុណា 7:203; 16:64; 31:3
- តាមរយៈ Ruh-ul-Qudus, 16:102; 26:192-193
- ពន្យល់​លម្អិត 6:98; 41:2-4
- គម្ពីរនេះមកពីអល់ឡោះ 46:2
- សូមមើលផងដែរ សៀវភៅ និង គម្ពីគូរ៉ាន
ការសងសឹកចំពោះអំពើអាក្រក់ដែលសង្កត់សង្កិនបានធ្វើចំពោះពួកគេ 42:39-43
រង្វាន់
- យោងទៅតាមទង្វើដ៏ល្អបំផុត និងច្រើនជាងនេះទៅទៀត 24:38; 29:7; 39:35
- ជារង្វាន់ 25:15
- អល់ឡោះប្រទានរង្វាន់ដល់អ្នកដែលធ្វើល្អ ដោយអ្វីដែលល្អបំផុត 53:31
- សម្រាប់សេចក្តីល្អ គ្មានរង្វាន់អ្វីក្រៅពីសេចក្តីល្អទេ 55:60
រីបា (សូមមើល ការប្រាក់)
សុចរិត
- ក្រុមហ៊ុននៃ, 4:69
- នឹង​ទទួល​មរតក​ដី​នោះ 21:105
- នៅ​ក្នុង​ឋានសួគ៌ 51:15-19; 76:5-12
- សូមមើលផងដែរ ល្អ
សេចក្ដីសុចរិត, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ផ្លូវចោតនៃ 90:11-18
ការណែនាំដ៏ត្រឹមត្រូវគឺជាការណែនាំរបស់អល់ឡោះ 3:73
ផ្លូវថ្នល់, ផ្លូវ, 43:10
រ៉ក់គី ត្រាក់ (ហ៊ីជរ) អ្នករស់នៅ 15:80-85
រ៉ូម 30:2-5
ដំបូល ស្ថានសួគ៌ 21:32
រូហ៍ (កាព្រីយ៉ែល), 26:193; 67:12; 70:4; 78:38; 97:4
រូ-អ៊ូល-ឃ្យូស, 2:87, 253; 5:110; 16:102
- សូមមើលផងដែរ ហ្គាប្រ៊ីយ៉ែល
រូហ (ព្រលឹង វិញ្ញាណ) 15:29; 17:85; 58:22
រ៉ាំ, អេ S.30
សាបា (សេបា), 27:22-44; 34:15-21
សាបា, ទំព័រ S.34
ថ្ងៃសប្ប័ទ
- អ្នក​ប្រព្រឹត្ត​អំពើ​រំលង​នៃ, 2:65; 4:154; 7:163-166
- បានចេញវេជ្ជបញ្ជាសម្រាប់តែ 16:124
សាប៊ីយ៉ាន 5:69; 22:17
យញ្ញបូជា, 2:196, 200; 22:34-37
សោដ, S.38
សាដាកា (សេចក្ដីសប្បុរស), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ការលាក់បាំងប្រសើរជាងការបង្ហាញ, 2:271
សាហ្វា និង ម៉ារវ៉ា 2:158
សាហ្វ, ទំព័រ S.61
សាហ្វាត, ទំព័រ S.37
សៃអាល់អារីម (ទឹកជំនន់ដែលបញ្ចេញចេញពីទំនប់ម៉ារីប) 34:16
សាជដា, S.32
សាគីណា (ភាពស្ងប់ស្ងាត់ និង សន្តិភាព) 2:248; 9:26, 40; 48:4, 18, 26
សាលី 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Salsabil (និទាឃរដូវនៅឋានសួគ៌), 76:18
សាមីរី, 20:85, 95-97
សាំយូអែល 2:247
សាតាំង, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- ញុះញង់​ឲ្យ​មាន​អរិភាព និង​ការ​ស្អប់ខ្ពើម 5:91
- ខ្សឹបខ្សៀវអាក្រក់ពី 7:200-201
- បោកបញ្ឆោត, 8:48
- ក្បត់, 14:22
- គ្មានអំណាចលើអ្នកជឿទេ 16:99-100
- បោះ​ចោល​ការ​មិន​ពិត 22:52-53
- ជា​សត្រូវ 12:5; 35:6; 36:60
- ភាពក្រអឺតក្រទម 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- អាជីន 18:50-51
- ការល្បួង និងការធ្លាក់របស់អ័ដាម 7:20-23; 20:116-121
- គ្មានអំណាចលើអ្នកជឿ 16:98-100
- គោលដៅរបស់គាត់ 35:6-8
- ជាសត្រូវស្បថចំពោះមនុស្សជាតិ 12:5; 17:53
- គណបក្សរបស់គាត់ 53:14-19
- ស្នាដៃ​របស់​ទ្រង់ 5:90-91
- រារាំង​ទង្វើ​ល្អ 2:268
- អ្នកជឿស្វែងរកការជ្រកកោនពីអល់ឡោះ 7:200-202
- គម្រោងរបស់គាត់ខ្សោយ 4:76
- ធ្វើឲ្យអ្នកដើរតាមគាត់ខកចិត្ត 8:48
- និយាយជាមួយអ្នកដើរតាមគាត់នៅឋាននរក 14:22
- សូមមើលផងដែរ អ៊ីបលីស
មាត្រដ្ឋាន ជោគជ័យ ដែលនឹងមានទម្ងន់ធ្ងន់ 7:8-9
- សូមមើលផងដែរនូវតុល្យភាព
គម្ពីរ​
- ប្រជាជននៃ (ជនជាតិយូដា និងគ្រិស្តបរិស័ទ) 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- អ្វីដែលពួកគេកំពុងលាក់ទុក 5:61-63
- ក្នុងចំណោមពួកគេដែលដើរលើមាគ៌ាត្រឹមត្រូវ 5:66
- ពួកគេស្គាល់ ប៉ុន្តែមិនជឿ 6:20
សមុទ្រ, 42:32-33; 45:12
- ទាំងពីរ, 18:60; 25:53; 35:12; 55:19-20
- ពេលដែល ត្រូវបានផ្ទុះឡើង 82:3
សម្ងាត់ (ណាជវ៉ា)
- ការសន្ទនា, 4:114
- ដំបូន្មាន​បី​នាក់ 58:7
- ដំបូន្មាន 58:8, 10
- ការពិគ្រោះយោបល់ឯកជន 58:12-13
និកាយ​និង​ការ​បែកបាក់​ក្នុង​សាសនា 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
សន្តិសុខ បន្ទាប់ពីទុក្ខលំបាក ទ្រង់បានបញ្ជូនចុះមក 3:154
គ្រាប់ពូជ អ្នកណាដែលធ្វើឲ្យវាដុះឡើង 56:63-67
សេនស៍, 23:78
ប្រាំពីរ, បង្កើតឡើង
- ស្ថានសួគ៌ 2:29; 23:17; 65:12; 67:3; 71:15
- និង​នៃ​ផែនដី​ដូច​ជា​របស់​នោះ 65:12
ស្រមោល
- ក្រាបថ្វាយបង្គំចំពោះអល់ឡោះ 13:15; 16:48
ការរីករាលដាលនៃ, 25:45
សាំស៍, ទំព័រ S.91
អូដ្ឋញីជាសញ្ញាច្បាស់លាស់សម្រាប់ពួកសាមូដ 7:73; 17:59; 26:155-158
កប៉ាល់, ធ្វើដំណើរ, ជាសញ្ញាមួយ; ដើម្បីបម្រើ; ដើម្បីដឹងគុណ; ដើម្បីស្វែងរកព្រះពររបស់ទ្រង់, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ស៊ូអេប 7:85-93; 11:84-95; 29:36-37
ស៊ូអារ៉ា, S.26
ស៊ូរ៉ា, ទំព័រ S.42
ស៊ីដ្រាត-អ៊ុល-មុនតាហា, 53:14
ការឡោមព័ទ្ធអាល់ម៉ាឌីណា 33:9-27
ស៊ីជិន 88:7-9
ស៊ីន, 7:100; 74:43-6
- ការរួមភេទខុសច្បាប់ 4:15-16; 24:2, 19
- ប្រសិនបើអំពើបាបធំជាងនេះត្រូវបានជៀសវាង អំពើបាបតូចតាចនឹងត្រូវបានលើកលែងទោស 4:31
ពួកគេអាចលាក់ខ្លួនពីមនុស្សបាន ប៉ុន្តែមិនអាចលាក់ខ្លួនពីអល់ឡោះបានឡើយ 4:108
- អ្នកណាដែលរកចំណូលបាន គឺគេរកវាសម្រាប់តែខ្លួនឯងប៉ុណ្ណោះ 4:111
- អ្នកណាដែលរកបានមួយ ហើយបន្ទាប់មកបោះទៅលើនរណាម្នាក់ដែលគ្មានទោស 4:112
- អល់ឡោះអត់ទោសឱ្យមិនបង្កើតដៃគូក្នុងការគោរពបូជាជាមួយទ្រង់ទេ ប៉ុន្តែអត់ទោសឱ្យអ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យចំពោះអំពើបាបផ្សេងទៀតក្រៅពីនោះ 4:116
- អ្នកដែលប្រព្រឹត្តិអំពើល្អ នឹងទទួលបានផលបុណ្យ 6:120
- មនុស្សមានបាបនឹងមិនដែលទទួលបានជោគជ័យឡើយ 10:17
- អល់ឡោះអត់ទោសឱ្យមនុស្សទាំងអស់ 39:53
- អំពើបាបធំៗ 42:37
ភ្នំស៊ីណៃ 19:52; 23:20; 95:2
មនុស្សមានបាប ត្រចៀក ភ្នែក និងស្បែករបស់ពួកគេនឹងធ្វើបន្ទាល់ប្រឆាំងនឹងពួកគេ 41:20-23
ស្ពានស៊ីរ៉ាត 66:8
អ្នក​បង្កាច់​បង្ខូច, 68:11-12; 104:1
ទាសករ, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- សូមមើលផងដែរ អ្នកទោសសង្គ្រាម; ឈ្លើយសឹក
ការគេង ជាវត្ថុសម្រាប់សម្រាក 78:9
សូដុម 29:31; 37:136
ការរួមភេទជាមួយបុរស និងស្ត្រី, 7:80-82; 11:77-83; 15:61-77; 29:28-29
សាឡូម៉ូន 2:102; 4:163; 6:84
- ជួយ​ដាវីឌ​ជា​បិតា​របស់​ទ្រង់​ឲ្យ​សម្រេច​បាន​ការ​វិនិច្ឆ័យ​ដ៏​យុត្តិធម៌​ជាង 21:78-82
- និងស្រមោច 27:15-19
- និង​សត្វ​ហ៊ូប៉ូ 27:20-26
- និង​ម្ចាស់ក្សត្រី​នៃ​ស្រុក​សាបា 27:22-44; 34:15
- ព្រះគុណរបស់អល់ឡោះមកលើគាត់ 34:12-14, 38:34-40
- សេចក្តីស្រឡាញ់របស់គាត់ចំពោះសេះល្អៗ 38:30-33
កូនប្រុស​ចិញ្ចឹម 33:4-5
ព្រលឹង (វិញ្ញាណ, រូហ), 15:29; 17:85; 58:22
ចូរចំណាយក្នុងបុព្វហេតុរបស់អល់ឡោះ 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ដែលហួសពីតម្រូវការរបស់អ្នក 2:219
- ឧបមា​ថា​អ្នក​ដែល​មាន​ទ្រព្យ​សម្បត្តិ​នៅ​ក្នុង​មាគ៌ា​របស់​អល់ឡោះ 2:261
- ដើម្បី​ឲ្យ​មនុស្ស​ឃើញ 2:264; 4:38
- អ្វីក៏ដោយដែលអ្នកធ្វើ ក្នុងបុព្វហេតុរបស់អល់ឡោះ វានឹងត្រូវបានសងអ្នកវិញ 2:272; 8:60; 34:39
- មិនមែនដោយភាពហួសហេតុ ឬខ្ជះខ្ជាយនោះទេ 6:141; 17:26
- មិន​ហួសហេតុ​ពេក ឬ​ក៏​ក្រអឺតក្រទម 25:67
- អ្នកដែលបិទដៃពីការចំណាយក្នុងបុព្វហេតុរបស់អល់ឡោះ 9:67
វិញ្ញាណ (ព្រលឹង, រូហ), 15:29
- ចំណេះដឹងរបស់វាគឺនៅជាមួយអល់ឡោះ 17:85
- អល់ឡោះពង្រឹងអ្នកជឿជាមួយ 58:22
សំណល់​សង្គ្រាម 8:41, 69; 48:15, 19-20; 48:15
- សូមមើលផងដែរ ប៊ូទី
ចារកម្ម, 49:12
ផ្កាយ 53:1, 49; 86:1-4
ផ្កាយ, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
ត្រង់, ផ្លូវ, 1:6
- ល។ ផ្លូវ, 6:153
- ល។ ការខិតខំ, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
ការបៅដោះ ពាក្យថា ម្តាយចិញ្ចឹម 2:233
ទុក្ខវេទនា ភាពក្រីក្រ ការបាត់បង់សុខភាព និងគ្រោះមហន្តរាយ; វិបុលភាព និងទ្រព្យសម្បត្តិ 7:94-96
អាទិត្យ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
ជោគជ័យ​ដ៏​ខ្ពង់ខ្ពស់ 9:72; 44:57
ស៊ូរ៉ា 10:38; 11:13; 47:20
- វិវរណៈរបស់វាបង្កើនជំនឿ 9:124-127
ការសង្ស័យ 49:12
ការចិញ្ចឹមជីវិត, 19:62
- សូមមើលផងដែរ ការផ្គត់ផ្គង់; ការផ្គត់ផ្គង់
ស៊ូវ៉ា, 71:23
Tabuk, 9:40-59, 81-99, 117-118, 120-122
តាហ្គាប៊ុន, ទំព័រ S.64
តាហ្គឺ 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- សូមមើលព្រះក្លែងក្លាយទាំងអស់
តា-ហា, S.20
តារីម, ទំព័រ S.66
តាកាថួរ, S.102
តាកវីរ, S.81
តាឡាក, S.65
តាល (ដើមចេក) 56:29
តាលូត (សូល) 2:247-249
តារីក, S.86
តាសនីម (រដូវផ្ការីក) 83:27-28
តាបា, ទំព័រ S.9
Tawaf (ទៅជុំវិញ Ka'ba), 2:200; 7:29, 31
តាយ៉ាំមុម 4:43; 5:6
រយៈពេល គ្រប់ប្រជាជាតិទាំងអស់សុទ្ធតែមានការតែងតាំងរបស់ខ្លួន គ្មានអ្នកណាអាចរំពឹងទុក ឬពន្យារពេលវាបានឡើយ 7:34; 10:49; 15:4-5; 16:61; 20:129
ទឹកដី ការពាររបស់អ្នក ដោយអង្គភាពកងទ័ព 3:200
សាកល្បងដោយអល់ឡោះ 3:154; 34:21
ថាមូត 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
ចោរ ការដាក់ទោស 5:38-39
បល្ល័ង្ក, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- លើទឹក 11:7
- ទេវតាប្រាំបីអង្គកាន់, 39:75; 40:7; 69:17
ពេលវេលា, 45:24; 76:1; 103:1
សំណប៉ាហាំង, S.95
ទារុណកម្ម, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
យើងមិនដែលបំផ្លាញភូមិណាមួយឡើយ ប៉ុន្តែមានច្បាប់ដែលគេស្គាល់សម្រាប់វា (15:4)
ពាណិជ្ជកម្ម និង​អចលនទ្រព្យ, 4:29
ចូរធ្វើដំណើរចុះ តើពួកគេមិនបានធ្វើដំណើរឆ្លងកាត់ផែនដីទេឬ? 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ការក្បត់ជាតិ, 8:58; 22:38
- សូមមើល Betray
កំណប់ទ្រព្យ​ដែល​បាន​ប្រមូល​ទុក 9:35
កំណប់ទ្រព្យរបស់អល់ឡោះ 6:50
ដើមឈើនៃភាពអស់កល្បជានិច្ច, 20:120
ដើមឈើ, 22:18
ការសាកល្បង, 2:214-218; 64:15
ត្រែ នៅថ្ងៃរស់ឡើងវិញ 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
សាក់ខា, 80:33
ទំនុកចិត្ត​ដែល​បាន​ផ្ដល់​ឲ្យ​ស្ថានសួគ៌ ផែនដី និង​ភ្នំ ប៉ុន្តែ​បាន​ធ្វើ​ដោយ​មនុស្ស 33:72-73
ការជឿទុកចិត្ត (អាម៉ាណា), 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
សេចក្តីពិត, 5:48; 23:70-71, 90; 25:33; 69:51
- កុំ​លាយឡំ​ជាមួយ​នឹង​ការ​ភូតភរ ឬ​លាក់បាំង 2:42
- បានមកដល់ហើយភាពមិនពិតបានបាត់ទៅ 17:81
- សេចក្ដីសន្យានៃ 46:16-17
ទូបា ប្រជាជន 44:37; 50:14
ទួរ (ភ្នំ), 28:29, 46
ទួរ, S.52
ទូវ៉ា ជ្រលងភ្នំ 20:12; 79:16
សមរភូមិអ៊ូហ៊ូដ 3:121-128, 140-180
អ៊ុំម៉ា (សហគមន៍ ប្រជាជាតិ) 2:143-144; 10:47, 49; 11:118; 16:36, 120
អ៊ុំរ៉ា, 2:128, 158, 196
Usury (Riba), 2:275-276, 278-280; 3:130; 4:161; 30:39
អ៊ូហ្សែរ (សូមមើល អែសរ៉ា)
អ៊ូសា 53:19
ស្បៃមុខ ជា​របស់​មើល​មិន​ឃើញ 17:45-46
វីលីង, 24:31; 33:59
ខគម្ពីរ Sab' Al-Mathani, 15:87
ជ័យជំនះ
- ប្រទានដោយអល់ឡោះ 48:1
- តាមរយៈជំនួយពីអល់ឡោះ 61:13
គុណធម៌ (សូមមើល សុចរិតភាព; អ្នកជឿ)
វ៉ាដ, 71:23
- "រង់ចាំសិន យើងក៏កំពុងរង់ចាំដែរ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
វ៉ាគីអា, ទំព័រ S.56
សង្គ្រាមប្រឆាំងនឹងអល់ឡោះ 5:33-34
កុំខ្ជះខ្ជាយដោយភាពហួសហេតុ 6:141; 7:31; 17:26
ទឹក គ្រប់​ទាំង​ជីវិត​ដែល​កើត​ឡើង​ពី 21:30; 24:45; 25:54
- សមុទ្រពីរ 18:60; 25:53; 35:12; 55:19-20
- បល្ល័ង្ករបស់អល់ឡោះនៅលើ 11:7
- ភ្លៀង, 23:18
ផ្លូវ, នេះ, 1:6; 42:52-53; 90:10
- ល។ ងាយស្រួល ធ្វើឱ្យងាយស្រួល 87:8
- សូមមើលផ្លូវផងដែរ
អ្នកធ្វើដំណើរ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ទ្រព្យសម្បត្តិ
- អ្នកណាបានប្រមូលផ្តុំគ្នា 104:2-4
- ការចំណាយក្នុងបុព្វហេតុរបស់អល់ឡោះ (សូមមើលការចំណាយ)
ទ្រព្យសម្បត្តិ និងកូនចៅ ជាគ្រឿងតុបតែងនៃជីវិតលោកិយនេះ 18:46
ថ្លឹងទម្ងន់ និង​រង្វាស់ ឲ្យ​ពេញ 11:85; 17:35; 83:1-5
ស្ត្រីមេម៉ាយ 2:234-235, 240
ព្រះហឫទ័យរបស់អល់ឡោះ 10:99-100; 30:5; 81:29; 82:8
ឆន្ទៈរបស់មនុស្ស គឺដើរត្រង់ លុះត្រាតែអល់ឡោះមានព្រះហឫទ័យ 28:29
ខ្យល់ 77:1-3
- ជាអ្នកប្រកាសដំណឹងល្អ 7:57; 30:46
- ពពក​ឡើង​បង្កើត​ជា​ទឹក 15:22; 30:48
- ប្រែជាពណ៌លឿង 30:51
ស្រា (នៅឋានសួគ៌)
- ភេសជ្ជៈសុទ្ធ 37:45; 76:21
- ស, ឆ្ងាញ់, 37:46
- ទន្លេនៃ, 47:15
- បិទជិតសុទ្ធ 83:25
កុំប្រាថ្នាចង់បានអ្វីដែលអល់ឡោះបានបង្កើតឲ្យខ្លះលើសអ្នកដទៃឡើយ 4:32
សាក្សី
- ចំពោះ​សេចក្ដីសញ្ញា​របស់​ពួកហោរា 3:81
- លើមនុស្សជាតិ 2:143; 22:78
- សម្រាប់កិច្ចសន្យា 2:282
- ស្ត្រីពីរនាក់ប្រឆាំងនឹងបុរសម្នាក់, 2:282
- ការរួមភេទខុសច្បាប់ 4:16; 24:2
- ចូរ​មាន​ភាព​យុត្តិធម៌ 5:8
- ដៃ និងជើងនឹងធ្វើជាសាក្សី 36:65
- មនុស្សប្រឆាំងនឹងខ្លួនឯង 75:14
ថ្ងៃ​ធ្វើ​បន្ទាល់ និង​ថ្ងៃ​ធ្វើ​បន្ទាល់ 85:3
ភរិយាទាំងឡាយ
- គឺជាការលួងលោមសម្រាប់អ្នក 2:223
- ចម្រៀងសម្រាប់អ្នក, 2:187
- នៃប្រភេទផ្ទាល់ខ្លួនរបស់អ្នក, 16:72
ស្ត្រី​ដែល​ឈ្លោះ​ប្រកែក​គ្នា 58:1-2
ស្ត្រី, 2:222-223; 4:15, 19-22, 34, 127
- អ្នកណាចោទប្រកាន់ពីភាពបរិសុទ្ធ 24:4-5, 11-17, 23-26
- ការបិទបាំងមុខ, 24:31; 33:59
- ជឿ ក្នុងនាមជាជនអន្តោប្រវេសន៍ 60:10-12
- មិន​បាន​បញ្ជាក់​ឲ្យ​ច្បាស់​អំពី​ខ្លួន​ឯង​ក្នុង​ជម្លោះ 43:17-18
ព្រៃ, អ្នករស់នៅ, 15:78; 38:13; 50:14
- សូមមើលផងដែរ Aikah; ម៉ាឌីយ៉ាន 26:176-191
ពិភពលោក, ជីវិតនៃរឿងនេះ
- គ្មានអ្វីក្រៅពីការលេងសើច និងការកម្សាន្តទេ 6:32; 29:64; 47:36; 57:20
- បញ្ឆោតមនុស្ស, 6:130
- ការរីករាយនឹងជីវិតបរលោកមានតិចតួចជាងជីវិតបរលោក 9:38; 13:26; 28:60-61
- អ្នកណាដែលចង់បាន អ្នកនោះនឹងចូលទៅក្នុងនោះ ប៉ុន្តែបន្ទាប់មកនឹងគ្មានចំណែកនៅក្នុងលោកខាងមុខទេ 11:15-16; 17:18; 42:20
- ទ្រព្យសម្បត្តិ និងកូនចៅ ការតុបតែងខ្លួន 18:46
- អ្នកដែលស្រឡាញ់បច្ចុប្បន្នកាល ហើយចាកចេញពីបរលោក 75:20-21; 76:27
ការសរសេរសម្រាប់កិច្ចសន្យា 2:282
អ្នកប្រព្រឹត្តខុស, 11:18-22, 101-104, 116-117; 39:47
- សូមមើលផងដែរ អ្នកដែលមិនជឿ
វូឌូ (ការងូតទឹក) 4:43; 5:6
យ៉ាហ្គុត, 71:23
យ៉ាយ៉ា (ចន)
- ដំណឹងល្អនៃ 3:39; 21:90
- សុចរិត 6:85
- មានប្រាជ្ញា; អាណិតអាសូរ; មានចិត្តស្មោះត្រង់ 19:12-15
យ៉ា-ស៊ីន, ទំព័រ S.36
Yathrib (Al-Madinah), ប្រជាជន, 33:13
យ៉ាអ៊ុក 71:23
យូនុស (យ៉ូណាស), ទំព័រ S.10
យូស៊ូហ្វ (យ៉ូសែប), ទំព័រ S.12
ហ្សាប៊ើរ, 21:105
សាការី (សាការីយ៉ា) 3:37-41; 6:85; 19:2-11; 21:89-90
Zaid Ibn Harithah, ទាសករ​របស់​ព្យាការី, 33:37-38
ហ្សាកាត, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- វត្ថុនៃហ្សាកាត និងសប្បុរសធម៌ 2:273; 9:60
ហ្សាន់ចាប៊ីល, 76:17
ហ្សាល់ហ្សាឡា, S.99
Zaqqum, 17:60; 37:62-66; 44:43-46; 56:52
ស៊ីហារ 33:4; 58:2-4
ហ្ស៊ូករូហ្វ, ទំព័រ S.43
ហ្ស៊ូម៉ារ, S.39
គោលការណ៍ជាមូលដ្ឋាន
- ជំនឿ​បាន​ធ្វើ​ឲ្យ​ល្អ​ឥត​ខ្ចោះ 5:3
- មានតែមាគ៌ាមួយគត់ដែលអល់ឡោះទទួលយក 3:19, 85
- គ្មានការបង្ខិតបង្ខំក្នុងការទទួលយកសាសនាអ៊ីស្លាម 2:256
- សាសនាមួយដែលមានជំនឿ និងក្រមច្បាប់ខុសៗគ្នា 5:48; 22:67-70; 42:13-14
- ព្យាការីនៃសាសនាអ៊ីស្លាម 2:135-136; 3:84; 4:163-165
- បញ្ញត្តិ (មានជំនឿលើអល់ឡោះ ហើយធ្វើល្អ) 4:36; 6:151-154; 17:23-39; 18:107-108
- គោលបំណងប្រាំនៃសារៀ៖ ការការពារជំនឿ 5:54
- ការពារជីវិត 5:32; 6:151
- ការការពារទ្រព្យសម្បត្តិ 5:38
- ការពារកិត្តិយស 5:5; 24:4
- ការការពារសមត្ថភាពគិតរបស់មនុស្សម្នាក់ 5:90។
ជំនឿលើអល់ឡោះ 2:255
- គុណសម្បត្តិដ៏ទេវភាព ឈ្មោះដ៏ស្រស់ស្អាត 57:1-6; 59:22-24; 85:13-16; 112:1-4
- មានតែព្រះមួយអង្គគត់ដែលសក្តិសមនឹងការថ្វាយបង្គំ 1:1-4; 2:285; 6:3; 43:84
- អំណាចទាំងអស់ជារបស់ទ្រង់ 3:26; បល្ល័ង្ករបស់ទ្រង់ (អាស) 7:54; 11:7
- គូស៊ីរបស់គាត់ (កៅអី ឬ កៅអី) 2:255
- ព្រះគុណ​រាប់​មិន​អស់​មក​លើ​មនុស្សជាតិ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ផ្តល់ជីវិត និងបង្កឲ្យស្លាប់ 44:8; 53:44; 57:2; 67:2
- នាំមកនូវសេចក្តីអំណរ និងទុក្ខព្រួយ 53:43
- ផ្តល់​ស្បៀង​ច្រើន​ក្រៃលែង ឬ​មាន​កំណត់ 13:26; 17:30; 29:62
- ចៅក្រម​ល្អ​បំផុត 95:8
- មេត្តាករុណាបំផុតក្នុងចំណោមអ្នកដែលមានមេត្តាករុណា 12:92
- ស្រឡាញ់​មនុស្ស​សុចរិត 85:14
- ពោរពេញ​ដោយ​ការ​អភ័យទោស និង​ការ​ដាក់​ទោស​យ៉ាង​ធ្ងន់ធ្ងរ 13:6, 40:3
- ដំបូង និងចុងក្រោយ 57:3
- កិត្តិយស និង​ឫទ្ធានុភាព​ទាំងអស់​ជា​របស់​ទ្រង់ 35:10
- ដឹង​អ្វី​ដែល​មិន​ស្គាល់ ហើយ​ឃើញ​អ្វី​ដែល​មើល​មិន​ឃើញ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ជ្រាបច្បាស់បំផុតនូវអ្វីដែលលាក់ទុកក្នុងចិត្ត 5:7; 11:5; 31:23
- ដឹងពីអ្វីដែលបានកើតឡើង និងអ្វីដែលនឹងកើតឡើងនៅខាងមុខ 2:255
- បានសរសេរអ្វីៗទាំងអស់នៅក្នុងកំណត់ត្រា (ឬបន្ទះថ្មដែលបានរក្សាទុក) 6:38; 13:39; 36:12
- អាចធ្វើអ្វីក៏បាន 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ឫទ្ធានុភាព​ដ៏​គ្មាន​ព្រំដែន​របស់​ទ្រង់ 3:26-27; 24:45; 31:28-30
- បានបង្កើតផ្ទៃមេឃ និងផែនដីក្នុងរយៈពេលប្រាំមួយថ្ងៃ ហើយមិនដែលអស់កម្លាំង 46:33; 50:38
- បង្កើត​ឡើង​ដោយ​ប្រើ​ពាក្យ «ចូរ​ជា!» 36:81-83
- មិនដែលអយុត្តិធម៌ចំពោះការបង្កើតរបស់ទ្រង់ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- អ្វីៗទាំងអស់ចុះចូលនឹងព្រះហឫទ័យរបស់ទ្រង់ 3:83; 22:18; 30:26
- មនុស្សទាំងអស់ត្រូវការទ្រង់ 11:6; 35:15; 55:29
- ទុកចិត្តលើទ្រង់ 10:84-85; 12:67; 25:58
- ទម្រង់នៃការទំនាក់ទំនងដ៏ទេវភាព 42:51
- សក្តិសម​នឹង​ការ​ចងចាំ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ប្រាជ្ញា​ជា​អំណោយ​ទាន​ពី​ទ្រង់ 2:269
- ទ្រង់មិនត្រូវការអ្នកណាម្នាក់ 3:97; 6:133; 112:2
- មិនមែន​មួយ​ក្នុង​ព្រះត្រីឯក​ទេ 4:171
- គ្មានគូ 6:101
- គ្មានកូន 10:68; 19:35; 43:81; 72:3; 112:3
- គ្មានដៃគូ ឬព្រះរង 6:94; 7:191-195; 46:4-5
- គ្មានអ្វីដូចទ្រង់ទេ 42:11; 112:4
លំដាប់​ដើម្បី​សញ្ជឹង​គិត​អំពី​អច្ឆរិយភាព​នៃ​ការ​បង្កើត​របស់​ទ្រង់ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ទីសម្គាល់ក្នុងការបង្កើត 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- បានបង្កើតអ្វីៗទាំងអស់សម្រាប់គោលបំណងមួយ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- សកលលោកបានល្អឥតខ្ចោះ 67:3-4
- បញ្ចូលគ្នានូវថ្ងៃទៅជាយប់ 3:27
- ភាពចម្រុះ 30:22; 35:27-28
- ទឹកឃ្មុំ 16:68-69
- ទឹកដោះគោ 16:66
- អំណោយទាននៃកូនចៅ 42:49-50
- ភព និង​គន្លង​ផែនដី 21:33; 36:38-44
- ក្រុមតារានិករ 25:61; 85:1
- ផ្កាយ 37:6-7; 67:5
- ពពក 7:57; 30:48
- រញ្ជួយដី 7:78; 7:155
- ការរអិលបាក់ដី 28:81; 29:40
- ព្យុះ 10:22
- ភ្លៀង​រលឹមៗ ព្រឹល​ធ្លាក់ និង​ភ្លៀង​ធ្លាក់ 2:265; 6:99; 24:43; 50:9-11
- ផ្គរលាន់ និង ផ្លេកបន្ទោរ 13:12-13
ឯកសារយោងវិទ្យាសាស្ត្រ
- មនុស្ស​បង្កើត​ឡើង​ពី​ហ្គាម៉ែត​ឈ្មោល​និង​ញី 76:2
- ដំណាក់កាលនៃការបង្កើត និងការអភិវឌ្ឍនៃអំប្រ៊ីយ៉ុង 22:5; 23:12-14
- ទារកក្នុងភាពងងឹតបីស្រទាប់ 39:6
- ទឹកប្រៃ 25:53-54; 35:12; 55:19-20
- ការលំអងខ្យល់ 15:22
- ស្នាមម្រាមដៃ 75:3-4
- ភ្នំជាបង្គោល 78:7
- ដែក​ត្រូវ​បាន​បញ្ជូន​ចុះ 57:25
- អ្នកទទួលការឈឺចាប់ 4:56
- ព្រះអាទិត្យជាប្រភពរស្មី និងព្រះច័ន្ទជាពន្លឺឆ្លុះបញ្ចាំង 10:5
- ការបំបែកព្រះច័ន្ទ 54:1
- មេឃ​ជា​ដំបូល​ដែល​ត្រូវ​បាន​ការពារ​យ៉ាង​ល្អ 21:32
- សត្វលោកទាំងអស់ត្រូវបានបង្កើតឡើងពីទឹក 21:30; 24:45
- ស្រមោច​ទំនាក់ទំនង 27:17-19
- រលកខាងក្នុង 24:40
សត្វមានជីវិត
- ទេវតា 39:75
- មនុស្ស (អាជ្ញាធរនៅលើផែនដី) 2:30; 6:165; 16:4
- ជីន 72:1-15
- សត្វជាកម្មសិទ្ធិរបស់សហគមន៍ដូចមនុស្សដែរ 6:38
- កូនគោ 11:69
- អូដ្ឋ 7:40
- ឆ្កែ 18:22
- ដំរី 105:1
- សេះ លា និងលា 16:8
- សត្វតោ និងសេះបង្កង់ 74:50-51
- ស្វា 2:65
- ជ្រូក 2:173
- អូដ្ឋញី 7:73
- ចៀម និង ពពែ 6:143
- ចចក 12:17
- កង្កែប 7:133
- ពស់ 7:107
- សត្វស្លាប 24:41
- ក្អែក 5:31
- ហ៊ូប៉ូ 27:20
- ក្រួច 2:57
- ត្រី 18:61
- ត្រីបាឡែន 37:142
- ស្រមោច 27:18
- ឃ្មុំ 16:68
- មូស 2:26
- ហោះហើរ 22:73
- ចៃ និង កណ្តូប 7:133
- ពីងពាង 29:41
- អ្នកដទៃដែលយើងមិនស្គាល់ 16:8
រុក្ខជាតិ និងផ្លែឈើ 6:99; 13:4; 16:11; 36:33-35
- ចេក 56:29
- កាលបរិច្ឆេទ 19:25
- ឱសថ, ត្រសក់, ខ្ទឹមស, សណ្តែក និងខ្ទឹមបារាំង 2:61
- ទំពាំងបាយជូរ 80:28
- អូលីវ 6:99
- រូប 95:1
- ផ្លែទទឹម 55:68
- ស្ក្វាស 37:146
ជំនឿលើព្យាការីមូហាំម៉ាត់
- គុណសម្បត្តិ មានតែព្យាការីម្នាក់ប៉ុណ្ណោះ 3:144; 6:50; 7:188; 18:110
- ដើម្បី​បង្ហាញ​សេចក្ដីពិត 2:119; 35:24; 42:48
- ត្រារបស់ព្យាការី 33:40
- ចរិត​ថ្លៃថ្នូរ 3:159; 68:4
- គំរូ 33:21
- ជាការអនុគ្រោះដល់អ្នកជឿ 3:164
- សេចក្ដីមេត្តាករុណាដល់ពិភពលោកទាំងមូល 21:107
- អ្នកនាំសារសកល 4:170; 7:157-158; 34:28
- នាំទៅរកផ្លូវត្រង់ 42:52-53
- ខ្វល់ខ្វាយពីមនុស្ស 9:129
- ជាសាក្សីនៅថ្ងៃជំនុំជំរះ 4:42; 16:89
- ព្យាការីដែលមិនទាន់បានសិក្សា 7:157-158; 29:48; 62:2
- បានព្យាករណ៍នៅក្នុងគម្ពីរតូរ៉ា និងដំណឹងល្អ 7:157
- ព្រះយេស៊ូវបានទាយទុកជាមុន 61:6
បញ្ហាប្រឈមដែលព្យាការី ( ﷺ ) ជួបប្រទះ
- ការទាមទារដែលគ្មានន័យរបស់ពួកអ្នកមិនជឿ 8:32; 15:7; 17:89-93; 25:7-8
- ការចោទប្រកាន់មិនពិត 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ការប៉ុនប៉ងធ្វើឃាតគាត់ 8:30; 9:74
- ការព្រមានដល់អ្នកដែលធ្វើបាប ឬប្រឆាំងនឹងគាត់ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- បាន​បញ្ជា​ឲ្យ​ឆ្លើយ​តប​នឹង​ការ​បដិសេធ​ដោយ​ការ​អត់​ធ្មត់ 20:130; 30:60; 46:35; 70:5
- បញ្ជា​ឲ្យ​មាន​ការ​ធានា​ដោយ​អល់ឡោះ 5:67; 93:1-11; 94:1-8
មេរៀនពីជីវិតរបស់ព្យាការី ( ﷺ )
- ពីការធ្វើចំណាកស្រុករបស់គាត់ (ហ៊ីជរ៉ា) រហូតដល់សមរភូមិបាដ្រ 3:121-129; 8:42-44; 8:65-71
- សមរភូមិអ៊ូហ៊ូដ 3:151-180
- សមរភូមិលេណដ្ឋាន 33:9-27
- សមរភូមិហ៊ូណេន 9:25-27
—មេឌីណា 9:40
- តាបុក 9:38-123
- បានូ អាន-ណាដៀរ 59:2-6
- ហាំរ៉ា អាល់-អាសាដ 3:172-175
— Truce of Hudaibiyah 48:1-7; 48:10-29
កិត្តិយសដែលបានប្រទានដល់ព្យាការី ( ﷺ )
- អល់ឡោះ និង​ពួក​ទេវតា​របស់​ទ្រង់​ប្រទាន​ពរ​ដល់​គាត់ 33:56
- ការធ្វើដំណើរពេលយប់ពីមេកាទៅក្រុងយេរូសាឡឹម 17:1
- ដំណើរទៅកាន់ស្ថានសួគ៌ 53:1-18
- មានកិត្តិយសក្នុងជាតិនេះ និងជាតិក្រោយ 17:79; 66:8; 108:1
- ការគោរពប្រតិបត្តិចំពោះទ្រង់គឺជាការគោរពប្រតិបត្តិចំពោះអល់ឡោះ 4:80
- រង្វាន់នៃការគោរពប្រតិបត្តិចំពោះអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ 4:69
- គ្រួសាររបស់គាត់បានបន្សុទ្ធ 33:33-34
- ឃើញកាព្រីយ៉ែលក្នុងទម្រង់ពិតរបស់គាត់ 53:1-18
- អ្នកជឿត្រូវបានបញ្ជាឱ្យគោរពតាមគាត់ 59:7
- សុជីវធម៌នៃការនិយាយទៅកាន់គាត់ 49:1-5
- សុជីវធម៌នៃការទៅជួបគាត់ 33:53
- សុជីវធម៌​ក្នុង​ការ​ប្រព្រឹត្ត​ចំពោះ​ប្រពន្ធ​របស់​ខ្លួន 33:53
- អល់ឡោះពេញចិត្តនឹងគាត់ និងដៃគូរបស់គាត់ 9:100; 9:117
- ឧត្តមភាពនៃសហគមន៍ជំនឿរបស់ទ្រង់ 2:143; 3:110
ការអធិស្ឋាន (salah) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ក្រុមជំនុំថ្ងៃសុក្រ 62:9
- ទិសដៅនៃការអធិស្ឋាន (qiblah) 2:144; 2:149-150
- គួរ​រារាំង​ខ្លួន​ពី​អំពើ​អាក្រក់ 29:45
- ដង 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ពេល​ស្ថិត​ក្នុង​គ្រោះថ្នាក់ ឬ​កំពុង​ធ្វើ​ដំណើរ 2:239; 4:101-102
- ការព្រមានដល់អ្នកដែលធ្វេសប្រហែសការអធិស្ឋាន 19:59; 74:38-47; 107:5-7
- ការអធិស្ឋានរបស់មនុស្សលាក់ពុត 4:142; 9:54
ការបន្សុទ្ធ, ការស្រោចទឹក (វូឌូ) 5:6
- ងូតទឹកពេញ (ghusl) 2:222; 4:43
- ការស្រោចទឹកស្ងួត (តាយ៉ាំមុម) 4:43; 5:6
ការអង្វរ (ឌូអា)
- អំពី​លោក​អ័ប្រាហាំ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- អ័ដាម និង អេវ៉ា 7:23
- ព្រះយេស៊ូវ 5:114
- យ៉ូប 21:83; 21:83
- យ៉ូណាស 21:87
- យ៉ូសែប 12:33; 12:101
- ម៉ូសេ 10:88-89; 20:25-35
- មូហាំម៉ាត់ 17:80; 20:114
- ណូអេ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
—សាឡូម៉ូន 38:35
- ស៊ូអ៊ីប 7:89
- សាការី 3:38; 19:2-6; 21:89-90
- ទេវតា 40:8-9
- ម្តាយ​របស់​ម៉ារី 3:35-36
- ភរិយា​របស់​ផារ៉ោន 66:11
- គ្រូមន្តអាគមរបស់ផារ៉ោន 7:126
- ស្តេចសូល និងពួកអ្នកជឿដែលនៅជាមួយទ្រង់ 2:250
- អ្នកជឿនៃកូនចៅអ៊ីស្រាអែល 10:85-86
- ប្រជាជននៃរូងភ្នំ 18:10
- មនុស្សសុចរិត 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- អ្នក​ដែល​ត្រូវ​គេ​គាបសង្កត់ 4:75
ខគម្ពីរថ្វាយបង្គំ
- sajadat, ពហុវចនៈនៃ sajdah, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ពន្ធទាន (ហ្សាកាហ៍) ជាកាតព្វកិច្ច 2:110; 2:177; 2:277; 6:141
- គុណសម្បត្តិមួយរបស់អ្នកជឿ 22:41; 23:4; 51:19
- អ្នកទទួល 9:60
- សេចក្ដីសប្បុរស (សាដាកា) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ការព្រមានដល់អ្នកដែលបដិសេធ 3:180; 9:34; 47:38
ការតមអាហារ (ការកាត់ឈើ)
- នៅក្នុងខែរ៉ម៉ាដាន 2:183-185
- ម៉ោងនៃការតមអាហារ 2:187
- ករណីលើកលែង 2:184-185
- ទំនាក់ទំនងស្និទ្ធស្នាលក្នុងយប់មុនពេលតមអាហារ 2:187
- ការតមអាហារក្នុងអំឡុងពេលធម្មយាត្រា 2:196
ធម្មយាត្រា (ហាជ)
- កាតព្វកិច្ចមួយសម្រាប់អ្នកដែលមានលទ្ធភាព 3:97
- ពិធីសាសនា និង​សេចក្តីសម្រេច 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- យញ្ញបូជា 2:196; 22:36-37
- ការហាមឃាត់ការបរបាញ់នៅលើដីក្នុងពេលធ្វើធម្មយាត្រា 5:1; 5:94-95
- ការអនុញ្ញាតឱ្យបរបាញ់នៅសមុទ្រ 5:96
- ធម្មយាត្រាតូចតាច (អ៊ុំរ៉ា) 2:158; 2:196
សហគមន៍ជំនឿ
- មូស្លីម 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ការពារគ្នាទៅវិញទៅមក 3:28; 9:71
- គ្រិស្តបរិស័ទ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ជនជាតិយូដា 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- កូនចៅអ៊ីស្រាអែល 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- មនុស្ស​នៃ​គម្ពីរ (ភាគច្រើន​ជា​ជនជាតិ​យូដា និង​គ្រិស្តសាសនិក) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ប្រជាជនមូស្លីមអាចបរិភោគពីសត្វដែលពួកគេបូជា ហើយរៀបការជាមួយស្ត្រីរបស់ពួកគេ 5:5
- អាហារហាមឃាត់ចំពោះជនជាតិយូដា 6:146
- សាប៊ីយ៉ាន 2:62; 22:17
- ម៉ាហ្គី 22:17
- អ្នកកាន់សាសនាច្រើនព្រះ (អ្នកមិនជឿ អ្នកគោរពបូជារូបព្រះ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ការអនុវត្តអបិយជំនឿរបស់ពួកអ្នកមិនជឿ 2:189; 5:103; 6:138-144
- អ្នកមិនជឿព្រះ 52:35-36
ការអនុវត្តសាសនាព្រាហ្មណ៍ត្រូវបានហាមឃាត់
- បញ្ចុះសពកូនស្រីទាំងរស់ 16:58-59; 81:8-9
- សម្លាប់កុមារដោយសារខ្លាចភាពក្រីក្រ 6:137; 6:151; 17:31
- ហួច និងទះដៃជុំវិញកាបា 8:35
- ឧទ្ទិសសត្វអូដ្ឋដល់រូបព្រះ 5:103; 6:136
- ការ​ថ្វាយ​យញ្ញបូជា​ក្នុង​នាម​រូប​ព្រះ 6:121
- ការលែងលះគ្នារបស់ស៊ីហារ 33:4; 58:2-4
- ila' (លើសពីបួនខែ) 2:226-227
- ការចាប់ឆ្នោតសម្រាប់ការសម្រេចចិត្ត 5:3
- ដើរជុំវិញកាបាហ៍ទាំងអាក្រាតកាយ 7:26-28
- ចូលផ្ទះពីទ្វារក្រោយបន្ទាប់ពីធម្មយាត្រា 2:189
វត្ថុសក្ការៈបូជា
- ពួកទេវតា (ក្នុងចំណោមពួកអារ៉ាប់មិនជឿព្រះមួយចំនួន) 34:40
- អាល់-អៃកា (ក្នុងចំណោមប្រជាជននៃស៊ូអៃប) 26:176
- បាល (ក្នុងចំណោមប្រជាជនរបស់អេលីយ៉ា 37:125
- ព្រះយេស៊ូវ (នៅក្នុងសាសនាគ្រឹស្ត) 5:17
- រូបព្រះ (ក្នុងចំណោមប្រជាជនរបស់អ័ប្រាហាំ) 21:52-53
- រូបព្រះរបស់ឡាត អ៊ូសា និងម៉ាណាត (ក្នុងចំណោមអ្នកមិនជឿអារ៉ាប់) 53:19-20
- រូបព្រះរបស់ Wadd, Suwa', Yaghuth, Ya'uk និង Nasr (ក្នុងចំណោមប្រជាជនរបស់ Noah) 71:23
- ព្រះអាទិត្យ (ប្រជាជនសេបា) 27:24
- ស៊ីរូស (ក្នុងចំណោមពួកអារ៉ាប់មិនជឿព្រះមួយចំនួន) 53:49
- ផារ៉ោន (នៅអេហ្ស៊ីបបុរាណ) 26:29; 28:38; 79:24
- សេចក្ដីប៉ងប្រាថ្នា 25:43-44; 45:23
- ជំនឿលើព្រះច្រើនអង្គត្រូវបានបដិសេធ 17:42-43; 21:21-24; 25:3
ទីកន្លែងគោរពបូជា វិហារអ៊ីស្លាម 9:18
- ព្រះវិហារ សាលាប្រជុំ និងវត្តអារាម 22:40
- ទីសក្ការៈ 3:39; 38:21
- ព្រះវិហារ 17:7
- ងារ​សាសនា បូជាចារ្យ ព្រះសង្ឃ និង​គ្រូគង្វាល 5:44; 5:63; 5:82; 9:31-34
ទេវតា
- សួរអំពីការបង្កើតអ័ដាម 2:30-34
- កុំ​បំពាន​លើ​អល់ឡោះ 21:26-27; 66:6
- មិនមែនជាកូនស្រីរបស់អល់ឡោះទេ 21:26; 43:16-19
- ទេវតា​យាម 13:11
- ទេវតា​ពីរ​អង្គ​ដែល​កត់ត្រា​ទុក 50:16-18; 82:10-12
- ប្រាំបីនាក់កាន់បល្ល័ង្ករបស់អល់ឡោះនៅថ្ងៃជំនុំជំរះ 69:17
- អ្នកថែរក្សាឋាននរកដប់ប្រាំបួននាក់ 74:26-31
- ទេវតានៃសេចក្តីស្លាប់ 6:93; 16:28; 32:11
- កាព្រីយ៉ែល 2:97; 66:4; 26:192-195; 53:1-14
— មីកែល 2:98
- ម៉ាលីក 43:77
អ្នកនាំសារ
- ពី​ចំណោម​ទេវតា និង​មនុស្ស 22:75
- អ្នកនាំសារដែលមានការតាំងចិត្តយ៉ាងមុតមាំ (អ័ប្រាហាំ ណូអេ ម៉ូសេ ព្រះយេស៊ូវ និង មូហាំម៉ាត់ ﷺ ) 33:7; 42:13; 46:35
គម្ពីរ
- គម្ពីគូរ៉ាន ជាវិវរណៈមួយពីអល់ឡោះ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ការរំលឹកដល់ពិភពលោកទាំងមូល 68:51-52
- ណែនាំ​ឲ្យ​មាន​របៀប​រស់នៅ​ដ៏​ត្រឹមត្រូវ​បំផុត 17:9
- វិវរណៈបានចាប់ផ្តើមនៅក្នុងខែរ៉ាម៉ាដាន 2:185
- នៅយប់ដ៏មានពរ 44:3; 97:1-5
- បានបង្ហាញជាដំណាក់កាល 17:105-106
- ធ្វើឱ្យងាយស្រួលចងចាំ 54:17
- បញ្ជាក់​សេចក្ដីពិត​នៅក្នុង​វិវរណៈ​ពីមុន 3:3-4
- អាជ្ញាធរ​ដ៏​ខ្ពង់ខ្ពស់​លើ​បទគម្ពីរ​មុនៗ 5:48
- គ្មានការសង្ស័យទេនៅក្នុងវា 2:2; 10:37
- គ្មានភាពផ្ទុយគ្នា 4:82
- មិនមែនប្រឌិត 10:37-39
- មិនបានចម្លងពីព្រះគម្ពីរ 25:4-6
- មិនត្រូវបានបង្ហាញដោយអារក្ស 26:210-212
- គ្មានអ្នកណាអាចបង្កើតអ្វីមួយដូចវាបានទេ 17:88; 2:23-24; 10:13-14; 11:13
- ត្រូវបានការពារពីការពុករលួយ 15:9
- បានការពារនៅក្នុងបន្ទះដែលបានរក្សាទុក 56:75-80
- មិនអាចបញ្ជាក់ថាមិនពិត 41:42
- ទាយ​ទុក​អំពី​ព្រឹត្តិការណ៍​នា​អនាគត 30:1-7; 48:27
- ធ្វើឲ្យអ្នកជឿយំ 5:83; 17:107-109
- ប៉ះ​ពាល់​ចិត្ត 39:23
- ពន្លឺ​ដ៏​ភ្លឺស្វាង 4:174; 42:52
- ការព្យាបាល និងសេចក្ដីមេត្តាករុណាសម្រាប់អ្នកជឿ 17:82
- តូរ៉ា 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ដំណឹងល្អ 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ទំនុកដំកើង 4:163; 17:55
- រមូរ​របស់​លោក​អ័ប្រាហាំ 53:36-44; 87:14-19
វាសនា និង វាសនា 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ជម្រើសដោយសេរី 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ថ្ងៃជំនុំជំរះ
- គ្មានអយុត្តិធម៌ 2:281; 18:49; 40:17
- ភាពភ័យរន្ធត់នៃអវសានពិភពលោក 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- មនុស្សសុចរិត និងមនុស្សអាក្រក់នៅថ្ងៃនោះ 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- អង្វរ (សាហ្វាអា) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
កំណត់ត្រា​នៃ​កិច្ចការ 17:13; 18:49
- អ្នកជឿទទួលបានកំណត់ត្រារបស់ពួកគេដោយដៃស្តាំរបស់ពួកគេ 69:19-24; 84:7-9
- អ្នក​មិន​ជឿ​ទទួល​កំណត់ត្រា​របស់​ពួកគេ​ដោយ​ដៃ​ឆ្វេង 69:25-37; 84:10-15
- គ្មានអ្វីនឹងត្រូវលាក់បាំងពីអល់ឡោះឡើយ 21:47; 40:16
- ការថ្លឹងថ្លែង​ឯកសារ 7:8; 23:102-104; 101:1-11
- ទីបន្ទាល់​អំពី​សរីរាង្គ​រាងកាយ 41:19-24; 24:24
- រង្វាន់សម្រាប់អំពើល្អ និងអំពើអាក្រក់ 6:160; 27:89-90; 28:84
ប្រភេទមនុស្ស
- អ្នកជឿ 18:107-108
- អ្នក​មិន​ជឿ 4:167-169
- មនុស្សលាក់ពុត 4:145; 57:13-15
- អ្នកស្រុកនៃឋានសួគ៌ អ្នកជឿដ៏សំខាន់បំផុត 55:46-61; 56:10-26
- អ្នកស្រុកនៃឋានសួគ៌ ប្រជាជននៃសិទ្ធិ 55:62-78; 56:27-40
- អ្នករស់នៅក្នុងឋាននរក មនុស្សខាងឆ្វេង 55:31-45; 56:41-56
- មនុស្សនៅលើទីខ្ពស់ 7:46-49
ហិរញ្ញវត្ថុ
- គោលការណ៍ណែនាំអាជីវកម្ម 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- បណ្តាំ បណ្តាំស្រេចចិត្តដល់អ្នកមិនមែនជាអ្នកស្នងមរតក 2:180-183; 4:11-12
មុនពេលស្លាប់ក្នុងដំណើរ 5:106-108
- ការសូកប៉ាន់ 2:188
- បំណុល សេចក្ដីសប្បុរសក្នុងការប្រមូលបំណុល 2:280
- ការសរសេរ និងការធ្វើសាក្សីលើកិច្ចសន្យាបំណុល 2:282
- ការទទួលយកទ្រព្យបញ្ចាំ 2:283
- មរតក គោលការណ៍ណែនាំ 4:7; 4:32-33; 8:75
- ចំណែកនៃកូនចៅ និងឪពុកម្តាយ 4:11
- ប្តី/ប្រពន្ធ និងបងប្អូនបង្កើតខាងម្តាយ 4:12
- បងប្អូនបង្កើតពេញលេញ 4:176
- ការព្រមានដល់អ្នកដែលមិនធ្វើតាម 4:13-14
- ការប្រាក់ ការហាមឃាត់ និងការព្រមាន 2:275-281; 3:130-132
- ធ្វើឱ្យគ្មានប្រាក់ចំណេញ 30:39
ផ្នែកច្បាប់
- ច្បាប់ក្បត់ជាតិ (ហ៊ីរ៉ាបា) 5:33-34
- យុត្តិធម៌ ឈរ​ការពារ​យុត្តិធម៌ 4:135; 5:8; 16:90-91
- ក្រោកឈរឡើងដើម្បីសិទ្ធិកុមារកំព្រា និងស្ត្រី 4:127
- យុត្តិធម៌​ដល់​ជនជាតិ​យូដា 4:105-112
- យុត្តិធម៌​ចំពោះ​អ្នក​មិន​ជឿ​លើ​ព្រះ 4:58
- ភាពយុត្តិធម៌ជាមួយអ្នកមិនមែនជាមូស្លីម 60:8-9
- ការសងសឹកតាមរយៈបណ្តាញផ្លូវច្បាប់ (ជាមួយនឹងជម្រើសក្នុងការអភ័យទោស) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ការបែកគ្នារវាងស្វាមីនិងភរិយា ឃុល' 2:229
- លៀន (ចោទប្រកាន់ពីបទផិតក្បត់) 24:6-10
នយោបាយ
- ការធ្វើកិច្ចការដោយការពិគ្រោះយោបល់ (ស៊ូរ៉ា) 3:159; 42:38
- ការប្រយុទ្ធក្នុងការការពារខ្លួន (ជីហាដ) សុជីវធម៌ 2:190-192; 2:216; 22:38-40
- មិន​ឲ្យ​វាយប្រហារ​ដោយ​មិន​រើសអើង 4:94
- តស៊ូ​ដើម្បី​បុរស ស្ត្រី និង​កុមារ​ដែល​ត្រូវ​គេ​គាបសង្កត់ 4:75
- ការការពារកន្លែងគោរពបូជា 22:37
- រង្វាន់​របស់​ទុក្ករបុគ្គល 2:154; 3:169-171; 9:111; 57:19
- អំណាចយោធារារាំងសត្រូវដែលមានសក្តានុពល 8:60
- ជ្រើសរើស​យក​សន្តិភាព 2:192; 8:61
- ការបង្កើតសន្តិភាពរវាងភាគីនានា 49:9-10
- អ្នកទោសសង្គ្រាម ការព្យាបាល 8:70; 47:4; 76:8
សង្គម
- ការចិញ្ចឹមកូន 33:4-5
- ការថែទាំក្មេងកំព្រា 2:220; 4:2-10; 4:127; 6:152; 17:34
- ការលែងលះ អាជ្ញាកណ្តាល និងការផ្សះផ្សា 4:35; 4:128
- ក្រមសីលធម៌នៃការលែងលះ 2:229-231; 65:1-2
- ថ្លៃបណ្ណាការ និងរយៈពេលរង់ចាំ 2:226-241; 4:19-21; 33:49; 65:1-7
- ស្វាមី​មិន​ត្រូវ​យក​អ្វី​ពី​ថ្លៃ​បណ្ណាការ​វិញ 4:20
- កុំ​ឲ្យ​ប្រពន្ធ​ត្រូវ​គេ​យាយី 65:6
- ភរិយា​ត្រូវ​បាន​ឧបត្ថម្ភ​ផ្នែក​ហិរញ្ញវត្ថុ​ក្នុង​ពេល​មាន​ផ្ទៃពោះ 65:6
- ក្នុងអំឡុងពេលរង់ចាំរបស់នាង 65:6
- ប្រសិនបើនាងបំបៅកូនរបស់អតីតស្វាមី 65:6
- គ្មានឪពុកម្តាយណាម្នាក់គួររងទុក្ខដោយសារតែកូនរបស់ពួកគេ 2:233
- ជ្រើសរើស​យក​ម៉ាស៊ីន​បំបៅ​ដោះ​កូន 65:6
- លើកទឹកចិត្តអំពើល្អ និងហាមឃាត់អំពើអាក្រក់ 3:104; 3:110; 7:157; 9:71-72; 31:17
- សមធម៌របស់មនុស្ស 49:13
- បុរសនិងស្ត្រីនៅចំពោះព្រះអល់ឡោះនិងច្បាប់ 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- បុរសមានកម្រិតនៃការទទួលខុសត្រូវខ្ពស់ជាងស្ត្រី 2:228
- ចិញ្ចឹម​ជន​ក្រីក្រ ក្មេង​កំព្រា និង​ឈ្លើយសឹក 76:8-9
- ការអភ័យទោស និងការគ្រប់គ្រងកំហឹង 3:134; 42:40
- ដោះលែងទាសករ និងជួយពួកគេ 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- គោរព​ឪពុក​ម្តាយ​របស់​ខ្លួន 4:36; 17:23-25; 31:14-15
- ភាពរាបទាប 17:37; 31:18-19
- ការបកស្រាយសុបិនរបស់អ័ប្រាហាំ 37:102
- ការបកស្រាយសុបិនរបស់យ៉ូសែប 12:4; 12:36; 12:43
- ការបកស្រាយសុបិនរបស់លោក Muhammad 8:43; 48:27
- សេចក្ដីសប្បុរសចំពោះអ្នកមិនមែនជាមូស្លីម 60:8
- អាពាហ៍ពិពាហ៍ 4:3; 4:129; 16:72; 30:21
- ស្ត្រី​ស្របច្បាប់ និង​ស្ត្រី​ខុសច្បាប់​អាច​រៀបការ​បាន 4:22-24
- សុជីវធម៌នៃភាពស្និទ្ធស្នាល 2:222-223
- ការមានផ្ទៃពោះ និងការបំបៅដោះកូន 2:233; 31:4; 46:15; 65:6
- រៀបការ​ជាមួយ​អតីត​ភរិយា​របស់​ខ្លួន 2:230
- ជួយអ្នកនៅលីវឱ្យរៀបការ 24:32
- បង្ហាញចំណាប់អារម្មណ៍ដោយប្រយោលក្នុងអំឡុងពេលរង់ចាំ 2:235
- សម្បថ 2:224-225; 16:91-92; 16:94
- សងសឹក​ចំពោះ​ពាក្យ​សម្បថ​ដែល​បាន​បំពាន 5:89
- ការអត់ធ្មត់ក្នុងគ្រាលំបាក 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- ការអនុញ្ញាតឱ្យចូលមក 24:58-60
- ចូល​ទៅ​ក្នុង​ផ្ទះ​មនុស្ស 24:27-28
- ចូលកន្លែងសាធារណៈ 24:29
- សុជីវធម៌សង្គម ការផ្ទៀងផ្ទាត់ព័ត៌មាន 4:83; 49:6
- ការគោរពចំពោះមនុស្សទាំងអស់ 49:11-12
- សុជីវធម៌នៃការជួបជុំ 58:11
- ការសន្ទនាឯកជន 4:114; 58:9
- សច្ចាប្រណិធាន 2:270; 9:75-77; 22:29; 76:7
- ការខ្ជះខ្ជាយ និងការកំណាញ់ 7:31; 17:29; 25:67
រឿងរ៉ាវផ្សេងទៀត
- អេបិល និង កាអ៊ីន 5:27-31
- អាល់-ខាឌៀរ និង ម៉ូសេ 18:60-82
- កងទ័ពដំរី 105:1-4
- អ្នកជឿមកពីប្រជាជនរបស់ផារ៉ោន 40:28-46
- កំណើត​របស់​ម៉ារី 3:35-36
- គោរបស់កូនចៅអ៊ីស្រាអែល 2:67-74
—អែសរ៉ា 2:259
- ម្ចាស់សួនច្បារ 68:17-32
- ហារុត និង ម៉ារុត 2:102
- កូរ៉ា 28:76-82
- ដំបូន្មានរបស់លុកម៉ានដល់កូនប្រុសរបស់គាត់ 31:12-19
- ម្ចាស់​សួនច្បារ​ទាំង​ពីរ 18:32-44
- ប្រជាជន​សេបា 34:15-19
- មនុស្ស​នៅ​ក្នុង​រូងភ្នំ 18:9-26
- ប្រជាជននៃលេណដ្ឋាន 85:1-8
- អ្នក​បំពាន​ថ្ងៃ​សប្ប័ទ 7:163-165
- សាមីរី និង​កូនគោ​មាស 20:83-97
- សូល និង សាំយូអែល 2:247-251
- ហ្ស៊ូល-កឺណៃន 18:83-98
អារក្ស 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- មនុស្សអារក្ស និងជិន 6:112; 114:6
- ស្ថានសួគ៌​ត្រូវ​បាន​ការពារ​ពី​អារក្ស 15:16-18
ការសោកស្ដាយ
- មិន​ដើរ​តាម​ព្យាការី 25:27
- មិនគោរពតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ 4:41-42; 33:64-68
- ការ​រាប់​អាន​មិត្ត​អាក្រក់ 25:28-29; 26:96-102; 43:36-39
- បដិសេធ​សញ្ញា​របស់​អល់ឡោះ 6:27-30
- មិនធ្វើការសម្រាប់ជីវិតបរលោក 89:23-24
ការអង្វរដ៏អស់សង្ឃឹម
- អង្វរសុំឱ្យលោកីយ៍វិលត្រឡប់មកលោកីយ៍វិញ 2:167; 6:27-28; 32:12-14; 42:44
- សម្រាប់ឱកាសទីពីរ 35:36-37
- ត្រូវ​យក​ចេញ​ពី​ភ្លើង 40:10-12
- សម្រាប់​អាហារ និង​ទឹក 7:51-52
- សម្រាប់អ្នកអង្វរ 7:52-53
- ត្រូវ​កំទេច​ឲ្យ​រាប​ស្មើ​ជា​ធូលីដី 4:41-42; 78:40
- សម្រាប់សេចក្ដីស្លាប់ 43:74-78
គុណសម្បត្តិរបស់មនុស្សសុចរិត
- គោរពសិទ្ធិរបស់អ្នកបង្កើត និងការបង្កើតរបស់ទ្រង់ 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
គុណធម៌របស់មនុស្សអាក្រក់
- មិនដឹងគុណ 14:34
- ក្រអឺតក្រទម 17:100
- ប្រញាប់ប្រញាល់ 21:37
- ចូរនឹកចាំអល់ឡោះតែនៅក្នុងគ្រាលំបាក 10:12; 41:51
- អន្ទះសារ 70:19
- ជជែកវែកញែក 18:54
អំពើបាបធំៗ
- ការភ្ជាប់អ្នកដទៃជាមួយអល់ឡោះក្នុងការគោរពបូជា (ស្ហ៊ីរិក) 4:48; 4:116; 5:72; 6:19; 31:13:
- រំលោភបំពានឪពុកម្តាយខ្លួនឯង 4:36; 6:151; 17:23
- ការមិនអើពើ ឬបោះបង់ចោលការអធិស្ឋានជាកាតព្វកិច្ច 19:59-60
- មិនបង់ពន្ធទាន 41:6-7
- ឃាតកម្ម 6:151; 17:33
- សម្លាប់អ្នកជឿដោយចេតនា 4:93
- ចោរកម្ម 5:38
- ការក្លែងបន្លំ 7:85; 11:85; 26:182-183; 83:1-6
- កុហក 2:10; 9:77; 39:60
- កុហកអំពីអល់ឡោះ 6:93; 29:68; 61:7
- ទំនាក់ទំនងផ្លូវភេទដែលត្រូវបានហាមឃាត់ 2:222; 17:32; 24:2; 25:68; 29:28-30
- ការចោទប្រកាន់មិនពិតអំពីការផិតក្បត់ 24:4-5
- ការក្បត់ជំនឿ 2:217; 5:54
- ការបរិភោគជ្រូក និងអាហារហាមឃាត់ផ្សេងទៀត (សត្វស្អុយ ឈាម។ល។) 5:3; 6:145
- គ្រឿង​ស្រវឹង និង​ល្បែងស៊ីសង 5:90-91
- ការ​និយាយ​ដើម​គេ 49:11
- ទីបន្ទាល់ក្លែងក្លាយ 22:30
- វេទមន្ត 2:102; 10:77; 20:69
""";
