const String quranIndexSinhaleseRaw = r"""
මන්සිල් යාඥාවන් 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27, 7:54-56, 117-122, 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4, 109:1-6; 112:1-4, 113:1-5; 114:1-6
අපේ පරමාධිපතිනි යාඥාවන් 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
මගේ පරමාධිපතිනි යාඥාවන් 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ආරොන් (හරුන්) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'අබාසා, S.80; 74:22
ශෝකය (වුඩු), 4:43; 5:6
ආබ්රහම් (ඊබ්රාහිම්) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- යුදෙව්වෙක් හෝ ක්‍රිස්තියානියෙක් නොවේ, 3:67-68
- බක්කාහි පළමු දේවමාළිගාවේ සිටගෙන, 3:97; 26:123
- කাබාහි අත්තිවාරම් මතු කරයි 2:124-129
- තම සෙනඟව එකම සැබෑ දෙවියන් වහන්සේට නමස්කාර කිරීමට කැඳවයි 2:130-133; 26:69-89; 29:16; 29:24-27
- අහංකාර රජු පිළිබඳ විවාද 2:258
- නැවත නැඟිටීම ගැන විමසයි 2:260
- යුදෙව්වෙක් හෝ ක්‍රිස්තියානියෙක් නොවේ 3:65-68
- ස්වර්ගීය නමස්කාරය ප්‍රතික්ෂේප කරයි 6:74-87
- ඊසාක්ගේ උපත පිළිබඳ පුවත ලැබීම 11:69-76; 51:24-30
- කাබාහි ඔහුගේ යාච්ඤාව 14:35-41
- දේවදූතයන් විසින් බැහැදැකීම 15:51-56
- ආදර්ශයක් 16:123
- තම පියා සත්‍යයට කැඳවයි 19:41-50
- පිළිම විනාශ කර ගින්නෙන් බේරෙයි 21:51-73; 37:83-113
- වන්දනා ගමනට සැමට ආරාධනා 22:26
අබ්රාර්, 3:193, 198; 76:5; 82:13; 83:18-22
අවලංගු කිරීම, 2:106, 16:101
අබු ලහබ්, 111:1-5
'ආඩ් ජනයා, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ආදම්, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- දේවදූතයන් ඉදිරියේ වැඳ වැටීම, 2:34; 7:11
- දැනුමේ ගස, 2:35; 7:19-20; 20:120-121
- උයනෙන් පිටුවහල් කිරීම (ඒවට දොස් පැවරිය නොහැක), 2:36; 7:24
- අල්ලාහ් විසින් ගෞරවයට පාත්‍ර කරන ලදී, සාතන් විසින් පරීක්ෂාවට ලක් කරන ලදී 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- අල්ලාහ් විසින් සමාව දෙන ලදී 2:37; 20:122
'අඩියාත්, S.100
'අඩ්න් පාරාදීසය, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
විපත්තිය
- තවත් කෙනෙකුගේ බරින් බර නොවී, 6:164; 17:15; 35:18; 39:7; 53:38
- ඔරොත්තු දීමේ හැකියාවට වඩා බරක් නොවේ, 2:286; 6:152; 7:42; 23:62
- ඉවසීම, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
වයසට යාම, 16:70; 22:5; 30:54; 36:68
- ඔබේ රැකවරණයේ සිටින වයස්ගත දෙමාපියන් කෙරෙහි හැසිරීම, 17:23
අහමඩ්, 61:6
අහ්කාෆ්, S.46; 46:21
අහ්සාබ්, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
අයිකා, පදිංචිකරුවන්, 15:78; 26:176; 38:13; 50:14
අ'ලා S.87; 87:1; 92:20
'අලක්, S.96
අල්-ඉම්රාන්, S.3
අල්ලාහ්
- ඔහුට දිනයක් අවුරුදු පනස් දහසකි, 70:4
- උන්වහන්සේට දවසක් මිනිස් අවුරුදු දහසකි, 22:47; 32:5
- ඕනෑම දෙයක් කිරීමේ හැකියාව, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- සියලු විනිශ්චයකරුවන්ට වඩා හොඳ, 95:8
- අර්ථ දැක්වීමෙන් ඔබ්බට, 43:82; 67:12
- අවිශ්වාස කරන්නන්ගේ කුමන්ත්‍රණ නිෂ්ඵල කරයි, 8:30; 8:36
- මිනිසුන් අතුරුදහන් කර වෙනත් ජීවීන් බිහි කිරීමට සලස්වන්න, 4:133; 14:19; 35:16
- සිනහව සහ හැඬීම ඇති කරයි, 53:43
- මිනිසෙකු සියවසක් නිදි කරවමින්, 2:259
- සත්‍යය ප්‍රතික්ෂේප කරන්නන්ගේ සතුරා, 2:98
- උදෑසන සිට රාත්‍රිය දක්වා ඔහුගේ මහිමය වර්ණනා කරන්න, 33:42
- 16:57; 17:40; 43:16; 52:39; 53:21-22 හි බොරු දියණියන්
- නමින්, 53:19-20
- මිනිසුන්ට නිදහස් කැමැත්ත ලබා දෙයි, 36:67
- ඔහු වෙනුවෙන් සියල්ල අත්හැරීම, 4:66-68; 4:125
- යහපත සහ අයහපත ඔහුගෙන්ය, 4:78
- ජීවිතය සහ මරණය ලබා දෙයි, 44:8; 53:44; 57:2; 67:2
- වෙහෙස මහන්සි වී වැඩ කරන්නන්ට වඩා හොඳ විපාක ලැබේ, 4:95-96; 5:54; 9:120; 49:15; 61:11
- සහකාරියක් නැත, 72:3
- පුතෙක් නැත, 43:81; 72:3; 112:3
- ඔබේ දුෂ්කර කාලවලදී ඔබව අත්හැරියේ නැත, 93:3
- දැනුමෙන් සෑම තැනකම පවතී, 2:115; 2:142; 2:177; 4:126
- පළමුවැන්නා සහ අන්තිමයා (ඇල්ෆා සහ ඔමේගා), 57:3
- යනු බාහිර සහ අභ්‍යන්තර, 57:3
- තේරුම් ගැනීමට වඩා එය දන්නවා, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- සාධාරණව කටයුතු කරන්නන්ට ප්‍රිය කරයි, 49:9
- උන්වහන්සේ කතා නොකළ දේවල් සම්බන්ධයෙන් නීති පැනවූයේ නැත, 5:101; 6:140; 6:148; 7:32
- යහපත ඇති යුද සිරකරුවන්ට කරුණාව, 8:70
- ස්වභාවය, 2:255
- කිසිම මිනිසෙක් දේවත්වයක් නොවේ, 3:64; 3:151
- ත්‍රිත්වයක් නොවේ, 4:171
- නපුරෙන් රැකවරණය, 113:1-5; 114:1-6
- ඔහු සිටගෙන, වාඩි වී, වැතිරී සිටින ආකාරය සිහිපත් කිරීම, 3:191; 4:103; 10:12; 25:64
- ගර්භාෂය තුළ ඔබව හැඩගස්වයි, 3:6
- සිංහාසනය ජලය මත පිහිටා ඇත, 11:7
- ඔබ නොදන්නා දේවල් නිර්මාණය කරනු ඇත, 16:8
- ඔහුගේ මැවිල්ලට කිසිදු හානියක් කිරීමට කැමති නැත, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
සන්ධාන, 8:72; 9:7
- කිතුනුවන් සහ යුදෙව්වන්, 5:51
- අවිශ්වාසවන්ත ඥාතීන් සමඟ තහනම්, 9:23-24
- කුහකයින් සම්බන්ධයෙන් තහනම්, 4:88-89; 4:139; 4:144
ආලියාසා', (එලිෂා බලන්න)
අමනාහ්, විශ්වාසය සහ අල්ලාහ් නියම කළ යුතුකම් ආදිය, 2:283; 4:58; 8:27
- විශ්වාසය බලන්න
දේවදූතයන්, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- ගින්නෙන් නිර්මාණය කරන ලදී, 7:12; 38:76
- විනිශ්චය දිනයේදී අට දෙනෙකු අල්ලාහ්ගේ සිංහාසනය ඉහළට ඔසවා තබනු ඇත, 69:17
- ඔවුන් කාන්තාවන් බවට අසත්‍ය ප්‍රකාශ, 43:19; 53:27
- භාරකරු 82:10-12; 86:4
- දහනව වන නිරයේ අධිපතියා, 74:30-31
- අභිමතාර්ථ තෘප්තිමත් කිරීමට යවා නැත, 15:7-8
- ආශ්වාදයක් සඳහා යවන ලදී, 16:2
කෝපය, නවත්වන්න, 3:134
'අන්කබුට්, S.29
කුහුඹුවන්, 27:18
වානරයන්, 5:60
- නින්දිත, 2:65; 7:166
ඇදහිල්ල අත්හැරීම, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ඇදහිල්ල අත්හැර ගිය අයට ඉක්මන් දඬුවමක් ඉල්ලන්න එපා, 46:35
- අල්ලාහ් පමණක් ඔවුන්ට දඬුවම් කරනු ඇත, 73:11; 74:11
- පරලොව දඬුවම්, 2:217; 9:74
- අන් අය විසින් ප්‍රතික්ෂේප කිරීම, 3:87
- පසුතැවීම, 3:89; 5:34; 9:5; 9:11
- විනිශ්චය දිනයේ ප්‍රමාද වැඩියි, 40:85
- බලහත්කාරයෙන්, 16:106
ඇදහිල්ල අත්හළ අය, 47:25
අරෆ්, S.7; 7:46, 48
අරෆත්, 2:198
තර්ක කරන්න
- තමන්වම රවටා ගන්නා අය වෙනුවෙන් නොවේ, 4:107
- ඔබ මෙලොවදී ඔවුන් වෙනුවෙන් තර්ක කළෙහිය, නමුත් මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේදී කවුද තර්ක කරන්නේ? 4:109
තර්ක/ප්‍රහාර
- කාරුණිකව ප්‍රතිචාර දක්වන්න, 8:58
- ඉවසිලිවන්තව සිටීම බොහෝ සෙයින් හොඳය, 16:126
සන්නාහය, 16:81
'අසර්,S.103'
අයත් අල්-කුර්සි, 2:255
බැන වදින්නා, 49:12; 104:1
බද්ර් (සටන), 3:13
- පාඩම්, 8:5-19, 42-48
අල්-බයිතුල්-මාමුර්, 52:4
බක්කා (මක්කා), 3:96
බාල්, 37:125
බැලාඩ්, S.90
සමබරතාවය, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
බානු අන්-නදීර්, 59:2-6, 13
බකරා, S.2
බරා'ආ (තෞබා බලන්න), S.9
බර්සාක්,(බාධක), 23:100; 25:53; 55:20
- තවද 18:94-97; 34:54; 36:9 බලන්න.
බයියිනා, S.98
(අවසාන දිනවල) මෘගයා, 27:82
බෙඩොයින්ස්, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
මී මැසි, 16:68-69
හැසිරීම
- කලින් හෙළිදරව් කරන ලද අය සමඟ කරුණාවන්ත ආකාරයකින් තර්ක කරන්න, 16:125, 29:46
- ඔබ නොදන්නා දේවල් වලට සම්බන්ධ වීමෙන් වළකින්න, 17:36
- බරපතළ පාපයන්ගෙන් හා නින්දිත ක්‍රියාවන්ගෙන් වළකින්න, 53:32
- එකිනෙකා ගැන අනුමාන කිරීමෙන් වළකින්න, ඔත්තු බලන්න එපා, එකිනෙකා ගැන නරක ලෙස කතා කරන්න එපා 49:12
- ඔබේ අදහස් වල සාධාරණ වන්න, 6:152
- ප්‍රජාව මධ්‍යස්ථ විය යුතුය, 2:143; 25:67
- උඩඟුකම අධෛර්යමත් කර ඇත, 4:36, 57:23
- ඔබගේ උදව් පතන්නන්ට බැණ වදින්න එපා, 93:10
- ඔබ පිරිසිදු යැයි නොසිතන්න, 53:32
- අන් අයට සමච්චල් නොකරන්න, 49:11; 104:1
- නපුරු දේවල් ප්‍රසිද්ධියේ නොකියන්න, 4:148
- එකිනෙකා ගැන නරක ලෙස කතා නොකරන්න, 104:1
- සෑම කණ්ඩායමකටම නීතියක් සහ ජීවන රටාවක් ලබා දී ඇත, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- සහ නමස්කාර ක්‍රමයක්, 22:67
- අල්ලාහ්ට ඔවුන් එක් ප්‍රජාවක් බවට පත් කළ හැකිව තිබුණි, 5:48; 11:118; 16:93; 42:8
- අල්ලාහ් යටතේ එක් ප්‍රජාවක්, 21:92
- යුදෙව්වන්ට සමාව දෙන්න, 5:13
- නොඇදහිලිවන්තයන්ට සමාව දෙන්න, 31:15; 45:14
- කැමැත්තෙන් සමාව දෙන්න, 42:37
- පාලකයින් උපදේශනයෙන් පසු තීරණ ගනී, 42:38
- සහ අනාගතවක්තෘවරයෙක්, 10:47; 16:36
- ඇදහිලිවන්තයන්ට අපහාස කිරීම පාපයකි, 33:58
- පිරිමින් (කාන්තාවන් දෙසට), 24:30
- සාමය ඇති කරන්නන්ට ත්‍යාග, 42:40
- ඔබට වෙන කිසිවක් කළ නොහැකි නම්, අගහිඟකම් ඇති අයට සාධාරණව කතා කරන්න, 17:28
- ඔබේ රැකවරණයේ සිටින වයස්ගත දෙමාපියන් කෙරෙහි, 17:23
- අනෙකුත් මුස්ලිම්වරුන් දෙසට, 33:6
- අන් අය කෙරෙහි, 17:26-29; 17:35; 17:53; 60:8
- දෙමාපියන් දෙසට, 46:15
- වහලුන් දෙසට, 4:36; 24:33
- සටන් නොකරන නොඇදහිලිවන්තයන්ට සාධාරණව සලකන්න, 60:8
- නබිතුමාගේ භාර්යාවන්, 33:28-34
- කාන්තාවන් (පිරිමින් දෙසට), 24:31
- සියලු හෙළිදරව් කිරීම් වලදී, 2:136; 2:285
- ස්වභාවය, 49:14-15
ඇදහිලිවන්තයන්, 2:2-5; 2:285; 8:2-4; 8:24
බිකෙස්ට්, 2:180, 240; 4:7, 12; 36:50
පාවා දීම (රැවටීම, වංචාව), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
බයිබලය, 5:64, 5:65, 5:68
- විකෘති කිරීම, 3:78; 5:14-15
පක්ෂීන්, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ලේ-මුදල් (දිය), 2:178-179; 4:92; 17:33
කොල්ලය, යුද්ධය, 4:94. 8:41; 59:6-8
- නීති විරෝධී ලෙස ගැනීම, 3:162
- කොල්ලය බලන්න
අල්ලස්, 2:188
බුඩ්න්, 22:36
බර
- තවත් කෙනෙකුගේ බර උසුලන්නෙකු එය උසුලන්නේ නැත, 35:18; 39:7; 53:38
- අවිශ්වාස කරන්නන් අන් අයගේ බර ද උසුලනු ඇත, 16:25; 29:13
- ඔවුන් උසුලාගෙන යන බර ඇත්තෙන්ම නපුරුය, 6:31, 164
- අල්ලාහ් කිසිවෙකුට ඔහුගේ හැකියාවට වඩා බරක් පටවන්නේ නැත, 2:286; 7:42; 23:62
බුරුජ් (විශාල තරු), S.85; 85:1; 15:16; 25:61
ඔටුවා, 6:144; 7:40; 77:33; 88:17
වහලුන්, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- යුද සිරකරුවන් ද බලන්න
ගවයන්, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
තව්ර් ගුහාව, 9:40
ගුහාව, 18:9-22, 25-26 හි ජනතාව
සත්‍යය සමඟ ස්ථිරභාවය, 56:95; 69:51
පුණ්‍යායතන, (සදකා), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- දානමය අරමුණු සහ සකාත්, 2:273; 9:60
දරුවන් 2:233; 42:49-50
- කිසිම දැනුමක් නොමැතිව මෝඩකම නිසා තමන්ගේම දේ ඝාතනය කළ අය පාඩු ලැබූහ. 6:140
ක්‍රිස්තුස් වහන්සේ, (යේසුස් වහන්සේ බලන්න)
ක්‍රිස්තියානීන්, 5:14, 19, 64-65, 69; 22:17
- ජේසුස් වහන්සේට දේවත්වය ප්‍රකාශ නොකරන ලෙස ඉල්ලා සිටියේය, 4:171
- මුස්ලිම්වරුන් කෙරෙහි සෙනෙහස දැනීමට ආසන්නතම අවස්ථාව, 5:82
- බොහෝ දෙනෙකුට මතක තබා ගත යුතු දේ අමතක වී ඇත, 5:14
- දැන් ඔබ වෙත පණිවිඩකරුවෙක් පැමිණේ, 5:15, 19
- ධර්මිෂ්ඨයන්ට විපාක ලැබෙනු ඇත, 2:62; 5:65; 5:69
- "ජේසුස් අල්ලාහ්ගේ පුත්‍රයා" යැයි පවසන්න, 9:30
නගර පෙරළා දමනු ලැබේ, 69:9
ආරක්ෂක නගරය, 95:3
ඇඳුම් පැළඳුම්, 7:26; 16:81
- ගින්නෙන්, 22:19
- ගෘහස්ථ නොවන අවස්ථාවන්හිදී වේල් හෝ කාන්තා ඇඳුම්, 24:31
- කාන්තාවන්ගේ පිටත ඇඳුම් කුහකයින්ගේ හිරිහැර වළක්වයි, 33:59-60
සම්මේලන, 33:9, 22
- අහ්සාබ් උපදේශනය බලන්න, අන්‍යෝන්‍ය, 42:38
නිර්මාණය
- ආරම්භ වී නැවත නැවතත්, 10:4; 21:104; 27:64; 29:19-20
- අලුත්, 17:49, 98; 35:16
- සත්‍යය සමඟ, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- සෙල්ලමට නොවේ, 21:16-17; 23:115
- සෑම ජීවියෙකුම සෑදී ඇත්තේ, 21:30; 24:45; 25:54
- මිනිසා පිළිබඳ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 56:62 හි පළමු ආකාරය
- දින හයකින්, 7:54; 11:7; 32:4; 50:38; 57:4
- යුගල වශයෙන්, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- විවිධත්වය, 35:27-28
- අල්ලාහ් "වනු!" යැයි අණ කරයි - එවිට එය සිදු වේ, 2:117; 16:40; 36:82; 40:68
- ඇසිපිය හෙළන සැණින්, 54:50
- රාත්‍රිය සහ දවාල, ඉර සහ සඳ, 39:5
- අහසේ සහ පොළොවේ පොළොව මනුෂ්‍ය වර්ගයාට වඩා උතුම්, 40:57; 79:27
- අරමුණ, 51:56
කපුටා, 5:31
නිර්ණායකය, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (ඉන්සාන් බලන්න,) S.76; 45:24
- කාලය, 76:1; 103:1
දාවිත්, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ගීතාවලිය 4:163 අනුව
- ගොලියත් සමඟ සටන් කර මරා දමයි, 2:251
- විනිශ්චයක් සම්මත කරයි 21:78-80
- දැනුමෙන් හා අනාගතවක්තෘත්වයෙන් ආශිර්වාද ලත් 27:15-16
- කඳු සහ පක්ෂීන් අල්ලාහ්ට ප්‍රශංසා කිරීමට ඔහු සමඟ එක් වෙති 34:10; 38:17-20
- පුද්ගලයන් දෙදෙනෙකු අතර විනිශ්චයකරුවන් 38:21-26
දවාබ් හෝ ඩබ්බා (චලනය වන ජීවියා ආදිය) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
මළවුන් නැඟිටුවනු ලැබේ, 6:36
මරණය, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- සහ සටනින් පලා යාම, 33:16
- අල්ලාහ්ගේ මාර්ගයේ, 3:195; 22:58; 47:4
- එළිදරව්වක් නොමැති ප්‍රජාවන් විනාශ නොවේ, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- අල්ලාහ්ගේ මාර්ගයේ ඝාතනය කරන ලද අය ජීවතුන් අතර සිටිති, 2:154; 3:169
- අල්ලාහ් වෙත නපුරෙන් පලා යන අතරතුර, 4:100
- නැවැත්වීමට හෝ ප්‍රමාද කිරීමට නොහැකිය 63:10-11
- නින්දේ නිවුන් සහෝදරයා 6:60; 39:42
- මරණ අවස්ථාවේදී ඇදහිලිවන්තයන් සහ අවිශ්වාස කරන්නන් 8:50; 16:27-32; 41:30
- සොහොන් ගෙය තුළ දඬුවම් 40:46
ණය, 2:280, 282; 4:11-12
ආඥාව
- සෑම කාරණයක් සඳහාම, 13:38 ක් ඇත.
- අපි කිසිදු ගම්මානයක් විනාශ කළේ එයට ප්‍රසිද්ධ ස්ථානයක් නොතිබූ බැවිනි. 15:4
- සෑම කරුණක්ම අල්ලාහ්ගෙන්ය. 44:5
- ඔහු යම් දෙයක් තීරණය කළ විට, ඔහු පවසන්නේ "වනු!" කියා පමණි - එවිට එය සිදු වේ, 2:117; 36:82; 40:68
ඔප්පු
- නපුරු, ඔවුන්ට අලංකාර කර ඇත, 47:14
- අපට අපගේ, ඔබට ඔබගේ ක්‍රියාවන්, 28:55; 42:15; 45:15
- හොඳ සහ නරක, තමාටම පක්ෂව සහ විපක්ෂව, 41:46
- මිනිසාගේ ඒවා ඔහුගේම බෙල්ලට සවි කර, 17:13
ඔවුන් කළ දේ අනුව උපාධි, 6:132
ආශාව, ඔවුන්ගේ නපුර අනුගමනය කරන අය, 47:14, 16
- ඔහු තමාගේම දෙවියන් ලෙස ගත්තේය, 25:43
අල්ලාහ්ගේ කරුණාව ගැන බලාපොරොත්තු සුන් නොකරන්න, 39:53; 21:87-88; 68:48-50
- ජෝනා ද බලන්න
ධාරියාත්, S.51
දික්ර්, 7:205; 15:6, 9
දුල්-කිෆි, 21:85; 38:48
දුල්-කරයින්, 18:83-98
Dhun-Nun (මාළුවාගේ සහකාරිය)
ප්‍රතික්ෂේප කරන්නන් (කුහකයින් ද බලන්න)
ඔවුන් කෙරෙහි අල්ලාහ්ගේ කෝපය සාක්ෂියක් ලෙස ඉල්ලා සිටින ලෙස මුහම්මද් ( ﷺ ) ගෙන් ඉල්ලා සිටින්න, 6:57-58; 8:32; 10:49-52
- කරුණාවෙන් ඔවුන්ගේ සහය ලබා දෙනු, 31:15
- ඔවුන් පවසන දේ ඉවසිලිවන්තව දරාගන්න, 20:130; 50:39
- ගිවිසුම්, 8:56; 8:72; 9:4, 7
- ගිවිසුම් කඩ කිරීම, 8:58; 9:12
- අල්ලාහ් ඔවුන්ගේ කුමන්ත්‍රණ නිෂ්ඵල කරයි, 8:30, 36
- අල්ලාහ්ගේ නීතියට සමච්චල් කරන අයව අත්හරින්න, 4:140; 6:68
- ඔවුන් ඔබෙන් ඉල්ලුවොත් ඔවුන්ව ආරක්ෂා කරන්න, 9:6
- යුද්ධය අතරතුර දඬුවම්, 8:12, 50, 59
- පරලොව දඬුවම්, 8:37
- පල්ලි නැරඹීම හෝ රැකබලා ගැනීම නොකළ යුතුය, 9:17
- ඔවුන්ට කරුණාවෙන් කතා කරන්න, 17:53
- දැඩි ලෙස සටන් කිරීම, 9:73; 25:52; 66:9
- සටන් නොකරන අයට සාධාරණව සලකන්න, 60:8
- අනෙකුත් ප්‍රතික්ෂේප කරන්නන් සමඟ පමණක් මිත්‍රකම් පවත්වනු ඇත, 8:72
(යේසුස් වහන්සේගේ ගෝලයන්), 3:52; 61:14
කුහකයින්ගේ සහ අවිශ්වාස කරන්නන්ගේ හදවත් තුළ ඇති රෝග, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
දුක, ඊට පසු ආරක්ෂාව ඇත, 3:154
යුධ කොල්ලය බෙදා හැරීම, 8:41; 59:7-8
ඩිච්, ජනතාව, 85:4-10
විවිධත්වය
- මිනිසුන්ගේ, 30:22, 35:27-28
- ජීවිතයේ, 35:27-28
දික්කසාදය, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- පොරොත්තු කාලයෙන් පසු, විසුරුවා හරින්න හෝ ප්‍රතිසන්ධානය කරන්න, 2:231; 65:2
- සාක්ෂිකරුවන් දෙදෙනෙක්, 65:2
- ජීවිතාන්තය, 2:233, 241
- හිටපු සැමියාගේ උරුමක්කාරයා දක්වා විහිදේ, 2:233
- දෙවරක් අවලංගු කළ හැක, 2:229
- දෑවැදි තත්ත්වය, 2:229, 236-237
- අවශ්‍ය නම් කිරි දෙන හෙදියක් සොයා ගන්න, 65:6
- සිහාර් ද බලන්න
දික්කසාදය, මිනිසා
- එක් කාන්තාවක් තවත් කාන්තාවක් වෙනුවෙන් දික්කසාද කරන්න - ඔබ මුලින්ම දුන් දේ ආපසු නොගන්න, 4:20
- බිරිඳට හිරිහැර නොකරන්න, 65:6
- භාර්යාවන්ගේ කැමැත්තට විරුද්ධව ඔවුන්ව තබා නොගන්න, 4:19
- ඔහුගේ අදහස වෙනස් කිරීමට මාස හතරක්, 2:226
- ගර්භණී සමයේදී සහ පොරොත්තු කාලය තුළ බිරිඳට සම්පූර්ණයෙන්ම සහාය වන්න, 65:6
- ඔබේ දරුවාට කිරි දෙනවා නම් බිරිඳට සම්පූර්ණයෙන්ම සහයෝගය දෙන්න, 65:6
- පියා නොමැති දරුවා නිසා මව දුක් විඳිය යුතු නැත, 2:233
- පූර්ව-ඉස්ලාමීය, 58:2
- අඛණ්ඩව මාස 2 ක් උපවාසය සමථයකට පත් කිරීමට පසුතැවීම, 58:4
- අසරණ පුද්ගලයින් 60 දෙනෙකුට ආහාර සැපයීම සඳහා සමගි කිරීම සඳහා වූ පසුතැවිල්ල, 58:4
- වහලෙකු නිදහස් කිරීමට පසුතැවීම, 58:3
- සංහිඳියාව සඳහා උත්සාහය, 4:35
- විවාහය සම්පූර්ණ නොවූයේ නම් පව් රහිත, 2:236
- මනාලියට දෑවැද්දෙන් අඩක් හිමිවේ, 2:237
දික්කසාදය, කාන්තාව
- තුන්වන දික්කසාදයෙන් පසු (මෙය තවත් ස්වාමිපුරුෂයෙකුගෙන්) මුල් ස්වාමිපුරුෂයා වෙත ආපසු යා හැකිය, 2:229
- නඩත්තු අයිතිය, 2:241; 65:1
- දික්කසාදයට සමාන අයිතිය, 2:228
- සැමියාගෙන් අයහපත් සැලකිලි ලැබෙයි කියා බිය වීම, 4:128
- ඇගේ සැමියා ඇයට දුන් දේ තබා ගත හැකිය, 2:229
- ඔවුන්ගේ නිවෙස්වලින් නෙරපා නොදැමිය යුතුය, 65:1
- ගැබ් ගැනීමක් සනාථ කිරීමට ඔසප් වීම් තුනක් බලා සිටීම, 2:228
- ඔසප් වීම නැති අයට මාස තුනක් බලා සිටීම, 65:4
- විවාහය අසම්පූර්ණ නම් මිස, 33:49
බල්ලන්, 7:176
බූරුවන් (බූරුවා), 2:259; 16:8; 31:19; 62:5; 74:50
බොන්න
- මත්පැන්, 2:219; 5:90
- පිරිසිදු හා සුදු රසවත්, 37:45-46; 76:21
- පිරිසිදු මුද්‍රා තැබූ වයින්, 83:25
දුහා, S.93
ඩුඛාන්, S.44
ඇත් සේනාව, 105:1-5
Elias (Elijah; Ilyasin) 6:85; 37:123-132
එලිෂා, (අලියාසා) 6:86; 38:48
ඒනොක්, (ඉද්‍රිස් බලන්න)
සිදුවීම, 56:1; 69:15
දුෂ්ටයා, 4:123; 10:27-30; 19:83; 59:15
- ප්‍රසිද්ධියේ නොකිය යුතුය, 4:148
- අපෙන්ම පැමිණේ, නමුත් යහපත් යහපත අල්ලාහ්ගෙන්, 4:79; 42:48
- සමාවෙන්න, 4:149
- වන්දි ගෙවන ලදී, 6:160; 42:40
- කුමන්ත්‍රණ කරන, කුමන්ත්‍රණ කරන, 16:45-47
- අවසානය විය, 30:10
- ගොඩබිම සහ මුහුදේ දර්ශනය වී ඇත, 30:41
- පලවා හරින්න/ආරක්ෂා කරන්න, යහපතෙන්, 13:22; 23:96; 41:34
- වෙනස් කළා, හොඳ අතට, 7:95
- ඔවුන් තම ආශාවන් අනුගමනය කරති, 47:14, 16
- ඔවුන්ට අලංකාර කරන ලද ක්‍රියාවන්, 47:14
අතිරික්තය
- ආහාර වල තහනම්, 5:87
- ආගම තුළ, 4:171; 5:77-81
ඇස්, කන් සහ හම් පව්කාරයන්ට එරෙහිව සාක්ෂි දරනු ඇත, 41:20-23
එස්රා, (උසයිර්) 9:30
අල්ලාහ්ගේ මුහුණ හෝ මුහුණ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
සාධාරණ පෙනුමක් ඇති
- අල්ලාහ් සෑම ජන කොටසකටම තමන්ගේ ක්‍රියාවන් නියම කර ඇත, 6:108
ඇදහිල්ල (විශ්වාසය), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ප්‍රතික්ෂේප කරන්නන්, 3:116
- වැඩිවීම, 3:173
- නිසැකවම, 44:7; 45:4, 20; 51:20
- ඔහු ඔබට මඟ පෙන්වීය, 49:17
ෆජ්ර්, S.89
ෆලාක්, S.113
කුර්ආන් වාක්‍ය පිළිබඳ අසත්‍ය සංවාදය, 6:68
බොරු දෙවිවරු
- අල්ලාහ් හැර, පිළිම සහ ඊනියා හවුල්කරුවන් 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- අල්ලාහ් හැර ඔවුන් නමදින අයට අපහාස නොකරන්න, 6:108.
- ටැගුට් ද බලන්න
Falsehood (Batil), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
මිනිසාගේ ක්‍රියාවන් ඔහුගේම බෙල්ලට බැඳ, 17:13
උපවාසය, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- සුදු නූල් කළු නූල් වලින් පැහැදිලිව පෙනෙන තුරු කන්න බොන්න, 2:187
ෆැත්, S.48
ෆාතිහා, S.1
ෆාතිර්, S.35
ෆිද්යා (කප්පම්), වේගවත්, 2:196
- වහලුන් නිදහස් කිරීම සඳහා, 8:67
- අවිශ්වාසකයින් විසින් පිරිනමන ලද කප්පම් මුදල, 3:91; 5:36,37; 10:54; 13:18
රූපය, 95:1
සටන් කිරීම
- අල්ලාහ්ගේ මාර්ගයේ, අවිශ්වාස කරන්නන්ට එරෙහිව, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- පැවිදි කරන ලදී, 2:216
- පූජනීය මාසවලදී, 2:217; 9:5
- ඊශ්‍රායෙල් දරුවන් විසින්, 2:246-251
- අල්ලාහ්ගේ මාර්ගයේ සහ පිරිමින්ට සහ කාන්තාවන්ට පීඩා කිරීම, 4:74-76
- ෆිත්නා නැති වෙනකම්, 8:39
- විස්සක් දෙසියයක් අභිබවා, 8:65
- අල්ලාහ්ව විශ්වාස නොකරන අයට එරෙහිව, 9:29
- වැරදි කළ අයට එරෙහිව අවසරය, 22:39-41
- සහ කුහකයින්, 47:20
- නිදහස් කිරීම්, 48:17
ගොනු, S.105
ෆිර්දවුස් පාරාදීසය, 18:107; 23:11
ගින්න, 56:71, 100:2
ෆ්ලයි, 22:73
ආහාර
- නීත්‍යානුකූල සහ නීති විරෝධී, (හලාල් සහ හරාම්), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- පෙර ආහාර සඳහා පාපයක් නැත, 5:93
- උල්ලංඝනය නොකරන්න, 5:87
- අල්ලාහ් අනුමත කළ දේ නීති විරෝධී නොකරන්න, 5:87; 7:32; 16:116
තහනම් හැසිරීම, 6:151-152; 7:33
සමාව දීම, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- විශ්වාසවන්තයින්ගේ යුතුකමක්, 42:37; 45:14
- විශ්වාස කරන්නන් විසින්, ශුද්ධ ලියවිල්ල ලත් අය සඳහා, 2:109
- අල්ලාහ් තමා කැමති අයට සමාව දෙයි, 4:48
- අල්ලාහ් තමාට හවුල්කරුවන් නොගැනීම සමාව දෙයි, 4:48, 116
- අල්ලාහ්ගේ කැමැත්ත සොයන තැනැත්තා, 4:110
- මුෂ්රිකුන්වරුන් වෙනුවෙන් අල්ලාහ්ගෙන් ඉල්ලා නොසිටින්න, 9:113
- අල්ලාහ් සියලු පාපවලට සමාව දෙයි, 39:53
- දේවදූතයන් පොළොවේ සිටින අය වෙනුවෙන් ඉල්ලනවා, 42:5
- සමාව දෙන්න, ඔවුන් කෝප වූ විට, 42:37
- සමාව දී සංහිඳියාව ඇති කර ගන්න, 42:40
- අල්ලාහ්ගේ දින බලාපොරොත්තු නොවන අයට සමාව දීමට විශ්වාසවන්තයින්, 45:14
- මහා පාපයන්ගෙන් හා ෆවාහිෂ් වලින් වැළකී සිටින අයට, 53:32
- එකිනෙකා දෙසට වේගයෙන් දිව යන්න, 57:21
- නපුරු ක්‍රියා යහපත් ක්‍රියා බවට පරිවර්තනය විය 25:68-71
වංචාව, (පාවාදීම බලන්න) 83:1-6
නිදහස් කැමැත්ත
- අල්ලාහ්ගේ කැමැත්තෙන් සීමා කර ඇත, 6:107; 10:99; 74:56; 76:31; 81:28-29
- කැමති ඕනෑම කෙනෙක්: විශ්වාස කර ප්‍රතික්ෂේප කරන්න, 18:29
- ඔහුගේ ස්වාමියා වෙත යන මාර්ගය තෝරා ගන්න, 76:29.
- කෙළින් ඇවිදින්න, 81:28
සිකුරාදා යාච්ඤා, 62:9-11
පලතුරු, 6:41; 16:11
- පාරාදීසයේ, බහුල ලෙස, 43:73
- සෑම ආකාරයකම, 47:15
- ඔවුන් කැමති පරිදි, 77:42
ෆුජ්ජාර්, 82:14-16; 83:7
ෆුර්කාන්, S.25
ෆුසිලට් (හ මිම් බලන්න), S.41
ගේබ්‍රියෙල්, (ජිබ්රිල්) 2:97-98; 26:193; 66:4; 81:19-21
- රුහ්, 26:193; 67:12; 70:4; 78:38; 97:4
- රුහ්-උල්-කුදුස්, 2:87, 253; 5:110; 16:102
සූදුව, 2:219; 5:90
ඉහ්රාම් තත්ත්වයෙන් ක්‍රීඩාව, 5:94-96
ගෆීර් (මු'මින් බලන්න), S.40
ඝෂියා, S.88
ගුස්ල්, 4:43; 5:6
තෑගි, 30:39
ගොලියත්, (ජලූට්) 2:249-251
සුභ (දින), 3:140
- ඔබ නරක දෙයක් අකමැතියි, ඒ වගේ නරක දෙයක්, 2:216
- ත්‍යාග ලැබීමට, 4:85; 28:54
- ද්විත්ව ත්‍යාග, 4:40; 28:54
- දස වතාවක් ත්‍යාග පිරිනමන ලදී, 6:160
- වැඩි විය, 42:23
- එසේ කරන්නන්ට යහපත හා පරලොව නිවස ඇත, 16:30
- මෙලොව යහපත කරන්නන්ටය, 39:10
- අල්ලාහ් යහපත් දේ කරන අයට විපාක දෙයි, 53:31
- යහපතට හැර වෙනත් විපාකයක් තිබේද? 55:60
- අල්ලාහ් ඔබට යහපත කළ පරිදි කරන්න, 28:77.
හොඳ සහ නරක
- යහපත අල්ලාහ්ගෙන් වන අතර අයහපත ඔබෙන්ම වේ, 4:79
- ඔබ යහපත කරන්නේ නම්, ඔබටම සහ ඔබ අයහපත කරන්නේ නම්, ඔබටම විරුද්ධව, 17:7; 41:46
- යහපතෙන් නපුර පලවා හරින්න, 23:96; 28:54; 41:34
- යහපත හා අයහපත සමාන විය නොහැක, 41:34
- සෑම පුද්ගලයෙකුටම ඔහු කර ඇති සියල්ලට මුහුණ දීමට සිදුවනු ඇත, 3:30
- මුහ්සිනුන් ද බලන්න
යහපත් ක්‍රියාවක්
- එය හෙළි කරන්න හෝ සඟවන්න, 4:149
- තරඟයකදී මෙන් උත්සාහ කරන්න, 5:48
සුවිශේෂය, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
ශුභාරංචිය, 78:1-5
සුභ පැතුම්, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
හඩිඩ්, S.57
හාඩි (පූජාව සඳහා සත්වයා), 2:196, 200
හජ් (වන්දනා), 2:158, 196-203; 3:97; 5:2; 22:30
හජ්, S.22
හාමාන්, 28:6, 38; 29:39; 40:24, 36, 37
අත් සහ පාද සාක්ෂි දරනු ඇත, 36:65
හග්ගා, S.69
දුෂ්කරතා, සෑම දෙයකින්ම සහනයක් ඇත, 94:5-6
හරුන්, (ආරොන්)
හරුත්, 2:102
හෂර්, S.59
හදවත්
- දැඩි කරන ලදී, 2:74; 22:53; 39:22; 57:16
- මුද්‍රා තබා ඇත, 7:100-101; 40:35; 47:16; 63:3
- ආවරණය කරන ලදී, 17:46; 41:5
- හිර කරලා, 47:24
- බෙදුවා, 59:14
- බියෙන් පිරී, 22:35
- කා තුළද, රෝගයක් තිබේ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ස්වර්ගය
- අදෘශ්‍යමාන දේ අල්ලාහ් සතුය. 16:77
- නාට්‍යයක් සඳහා නිර්මාණය කර නැත, 21:16
- පොළොව එකට එකතු විය, 21:30
- එහි කිසිවක් සැඟවී නැත, 27:75
- කිසිදු කුළුණක් නොමැතිව නිර්මාණය කරන ලදී, 31:10
- ඔහුගේ දකුණු අතේ රෝල් කරනු ලැබේ, 39:67.
- දින දෙකකින් අහස් හතක් නිර්මාණය කිරීම, 41:12
- ළඟම ඇති අහස පහන් වලින් සරසා ඇත, 41:12
- එහි ඇති සියල්ල අල්ලාහ් සතුය, 45:27; 53:31
- අහස් හතක්, එකකට එකක් ඉහළින්, 67:3
නිරය (ගින්න, දැල්වෙන දැල්ල) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- දැවෙන සහ උතුරන වතුර 22:19-22; 23:103-104
- සැරව 14:14-17; 38:55-58; 69:35-37
- සක්කුම් ගස 37:62-70; 44:43-50; 56:41-56
- පදිංචිකරුවන්ට ජීවත් වීමට හෝ මිය යාමට නොහැකි වීම 87:13
- දොස් පැවරීම 26:91-101; 34:31-33
- ක්ෂණික විනාශය කැඳවයි 25:13-14; 43:74-78
- දැඩි කෑගැසීම් 35:36-37
- ගින්දර ගොරවන හඬ සහ ගර්ජනා හඬ 25:11-12; 67:6-11
- බැදපු හම් අලුත් ඒවා සමඟ ප්‍රතිස්ථාපනය වේ 4:56
- විලංගු සහ තාර ඇඳුම් 14:48-50
- යකඩ සෙංකෝලය 22:19-22
- දාම 13:5
- නිරයේ පාලකයෝ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- කප්පම් මුදලක් පිළිගත්තේ නැත 5:36-37
- මැදිහත්වීම ප්‍රතික්ෂේප කරන ලදී 6:94; 26:100; 30:13; 74:48
- දැවෙන බලාපොරොත්තු සුන්වීම සහ අයිස් සීතල අන්ධකාරය, 38:57
- රියන් 70 ක දාමය, 69:32
- සීමිත කාලයක් රැඳී සිටින්න, 78:23
මින් මතු
- 6:32; 7:169 හි නිවස වඩා හොඳයි.
- එය 6:135 දී අවසානය වනු ඇත.
- සාලිමුන් සාර්ථක නොවනු ඇත (දී), 6:135
- නිවස, 12:109; 16:30; 28:83; 29:64
- විශ්වාස නොකරන අය, 17:10
- විපාකය, 42:20
- රිදී සහ රත්තරන් වලට වඩා හොඳයි, 43:33-35
- මුත්තකුන්වරුන්ට පමණයි, 43:35
- දඬුවම, 68:33
- වඩා හොඳ සහ කල් පවතින, 87:17
- වර්තමානයට වඩා හොඳයි, 93:4
අධිවේගී මාර්ග, පළල්, 21:31
හිජ්ර් (රොකී ට්‍රැක්ට්), 15:80-85
හිජ්ර්, S.15
සමලිංගිකත්වය 26:165-166; 27:55; 29:28-29
අශ්වයන්, 16:8
පැය
- ඒ පිළිබඳ දැනුම අල්ලාහ් වෙත පමණි, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- හදිසියේම එය ඔවුන් මතට පැමිණේ, 6:31; 7:187; 12:107; 43:66
- ඔබ මතට පැමිණේ, 6:40; 12:107; 20:15; 34:3
- ළං වී ඇත, 54:1-5
- ඇසිපිය හෙළන සැණින්, නැතහොත් ඊටත් වඩා ළඟින්, 16:77
- භූමිකම්පාව, 22:1
- ස්ථාපිත කරනු ලැබේ, දින, 30:12, 14
- නිසැකවම එනවා, කිසිම සැකයක් නැහැ, 40:59; 45:32; 51:5-6
- ලකුණු 21:96; 27:82; 43:61; 47:18; 54:1-2
- නම් 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- මිනිසුන් පුදුමයට පත් කරයි 6:31; 7:187
- හොරණෑව පිඹිනු ලැබේ 6:73; 23:101; 39:68
නිවාස, ඇතුළුවීම පිළිබඳ විධිවිධාන, 24:27-29
හූඩ්, 7:65-72; 11:50-60; 26:123-140; 46:21-26
හඩ්, S.11
හුජුරාත්, S.49
හුමාසා, S.104
හුනයින් (සටන), 9:25
හූර් (පාරාදීසයේ කාන්තාවන්), 44:54; 52:20
කුහකයෝ
- ඔබ මෙසේ පවසනු: අපි අල්ලාහ් සහ අවසාන දිනය විශ්වාස කරමු, නමුත් ඇත්ත වශයෙන්ම විශ්වාස නොකරමු, 2:8
- තමන්වම රවටා ගැනීම, 2:9
- ඔවුන්ගේ හදවත් තුළ රෝග, 2:10; 8:49; 22:53; 33:12; 47:29
- දඟකාර කරන්න, 2:11-12
- මෝඩයෝ සහ සමච්චල් කරන්නෝ, 2:13-15
- මඟ පෙන්වීම සඳහා මිලදී ගත් දෝෂය, 2:16
- බිහිරි, ගොළු සහ අන්ධ, 2:17-18
- මරණයට සහ අන්ධකාරයට බියෙන්, 2:19-20
- ප්‍රසන්න කතාව, 2:204-206
- සටන් කිරීම ප්‍රතික්ෂේප කරන්න, 3:167-168
- ඔවුන්ගේ සිත් තුළ ඇති දේ අල්ලාහ් දනී, 3:167; 4:63
- විනිශ්චය සඳහා බොරු විනිශ්චයකරුවන් වෙත යන්න, එළිදරව්වෙන් ඉවත් වන්න, විනාශයක් සිදුවන විට එන්න, 4:60-62
- අවාසනාවන්ත තත්ත්වයකදී සහ විශාල සාර්ථකත්වයකදී, 4:72-73
- අල්ලාහ් ඔවුන්ව ආපසු හරවා යැව්වේය, 4:88
- මිතුරන් ලෙස නොගත යුතුය, 4:89; 58:14-19
- ඔවුන් ආපසු හැරුනහොත්, ඔබ ඔවුන්ව කොතැනක දුටුවත් මරා දමන්න, 4:89.
- ඔවුන් ඔබගේ ජයග්‍රහණය හෝ ප්‍රතික්ෂේප කරන්නන්ගේ ජයග්‍රහණය බලාපොරොත්තුවෙන් සිටිති, 4:141
- අල්ලාහ්ව රවටා ගැනීමට උත්සාහ කරන්න, ඔවුන් කම්මැලිකමෙන් හා මිනිසුන්ට පෙනී සිටීම සඳහා යාච්ඤා කරති, 4:142
- මේවාට හෝ ඒවාට අයත් නොවේ, 4:143
- ගින්නෙහි පහළම ගැඹුරෙහි; උදව් කරන්නෙකු නැත, 4:145
- හෙළි වේ යැයි බියෙන්, 9:64-65
- යාඥා කිරීමට නොවේ, 9:84
- පිරිමින් සහ කාන්තාවන් එකිනෙකාගෙන්; පරාජිතයින්; අල්ලාහ්ගේ ශාපය, 9:67-69
- බෙඩොයින්ස් හි, 9:101
- ඔවුන් කොතැනක හමු වූවත් අල්ලා මරා දමනු ලැබේ. 33:61
- අල්ලාහ් දඬුවම් කරනු ඇත, 33:73
- බොරුකාරයෝ; පිටුපස හරවති; ඔවුන්ගේ හදවත් බෙදී ඇත, 59:11-14
- බොරුකාරයෝ; ඔවුන්ගේ දිවුරුම් තිරයක් කර ගත්හ; ඔවුන්ගේ හදවත් මුද්‍රා තබා ඇත; ඔවුන්ගෙන් ප්‍රවේශම් වන්න, 63:1-4
- තේරුම් නොගන්න, නොදන්න, 63:7-8
- දැඩි ලෙස සටන් කිරීමට, 66:9
ඉබ්ලිස් (සාතන්), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- සාතන් ද බලන්න
ඉබ්‍රාහිම්, (ආබ්‍රහම් බලන්න)
ඉබ්‍රාහිම්, S.14
'ඉද්දා' (කාන්තාවන්ට දික්කසාද වීමට නියම කර ඇති කාලය), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
ඉඩ්‍රිස් (ඒනොක්), 19:56-57; 21:85; 96:4
ඉහ්රාම්, 2:197; 5:2, 95
ඉහ්සාන්, 16:90
ඉක්ලාස්, S.112
ඉලා, එකම එක, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
නීති විරෝධී ලිංගික සංසර්ගය; සාක්ෂිකරුවන්ගේ සාක්ෂි, 4:15-18; 24:2, 19
ඉල්ලියුන්, 83:18-21
අපිරිසිදු (නජාස්) 9:28
'ඉම්රාන්
- බිරිඳ, 3:35
- දියණිය, 66:12
නොවැළැක්විය හැකිය, 69:1-3
ඉන්ෆිටාර්, S.82
උරුමය, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
අසාධාරණය, කාටද සිදු කර ඇත්තේ, 4:30, 148
ඉන්සාන් (දහර් බලන්න), S.76
අඟල්, S.84.
ඉන්ෂිරා (ෂාර් බලන්න), S.94
දේවානුභාවයෙන්, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
මැදිහත් වීම/මැදිහත්කරුවා, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
මත් ද්‍රව්‍ය, 5:90, 2:219
ඉකාමාත්-අස්-සලාත්, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
ඉක්රා’ (‘ළමා’ බලන්න), S.96
ඊරාම් 89:7
යකඩ, 57:25
ජේසුනි, ජේසුනි බලන්න
ඊසාක්, (ඊසාක්) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ඉස්මායෙල් (ඉස්මායිල්), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
ඔහුගේ පියා සමඟ කাබාහි අත්තිවාරම් ගොඩනඟයි 2:125-140
පූජාව පිළිබඳ කතාව 37:100-113
ඉස්ලාම්, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- මුස්ලිම්වරුන් ලෙස යටත් වන අයගෙන් පළමුව, 6:14,163; 39:12
- මුලින්ම වැළඳ ගැනීමට, 9:100
- පියයුරු විවෘත වන්නේ, 39:22 ට ය
- අනුග්‍රහයක් ලෙස, 49:17
ඉස්රා', S.17
ඊශ්‍රායෙලය, දරුවන්, 2:40-86
- අනුග්‍රහය ලබා දී ඇත, 2:47-53, 60, 122; 45:16-17
- අල්ලාහ්ගේ කීකරුකමට එරෙහිව කැරලි ගැසීම, 2:54-59, 61, 63-74; 5:71; 7:138-141
- මුස්ලිම්වරුන් සමඟ ඔවුන්ගේ සබඳතා, 2:75-79
- ඔවුන්ගේ අහංකාරය, 2:80, 88, 91
- ඔවුන්ගේ ගිවිසුම්, 2:80, 83-86, 93, 100; 5:12-13, 70
- පරලොව මිලට මෙලොව ජීවිතය මිලදී ගත්තා, 2:86
- මිනිස් වර්ගයා අතරින් ජීවිතයට කෑදරම තැනැත්තා, 2:96
- රජෙකු ඉල්ලන්න, 2:246-251
- සීමාවන් ඉක්මවා ගියේය; විවිධ කණ්ඩායම් වලට කැඩී ගියේය; වඳුරන්, 7:161-171
- දෙවරක් පොරොන්දු විය, 17:4-8
- සතුරාගෙන් මුදා, 20:80-82
- ශුද්ධ ලියවිල්ල සහ නායකයන් ලබා දීම, 32:23-25; 40:53-54
- උගත් විද්වතුන් එය දැන සිටියහ (අල් කුර්ආනය සත්‍ය ලෙස), 26:197
ඉස්තාවා (ඉහළට නැඟී), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
ඉ'තිකාෆ්, 2:187
යාකොබ්, (යාකුබ්) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- අස්බාත් (යාකොබ්ගේ පුතුන් දොළොස් දෙනා), 2:140; 3:84; 4:163
ජාලුත්, (ගොලියත් බලන්න)
ජමරත්, 2:200
ජාතියා, S.45
මර්යම්ගේ පුත් ඊසා, ජේසුස්
- ලෝකයේ සියලුම කාන්තාවන්ට වඩා තෝරාගත් මව 3:42
- මළවුන් කෙරෙන් නැගිටුවන දිනයේ සාක්ෂි දරයි, 4:159
- උපත පිළිබඳ ශුභාරංචිය, 3:45-47; 19:22-23
- ඊශ්‍රායෙල් දරුවන්ට දූතයා, 3:49-51
- ගෝලයන්, 3:52-53; 5:111-115
- අල්ලාහ්ගේ උදව්කරුවන් ලෙස ගෝලයන්, 3:52; 61:14
- ඔසවා තැබීම, 3:55-59; 4:157-159
- ආදම්ගේ ස්වරූපය, 3:59
- මරා දමනු නොලැබේ, කුරුසියේ ඇණ ගසනු නොලැබේ, 4:157
- දේවානුභාවයෙන්, 4:163
- දූතයා හැර අන් කිසිවක් නොවේ (ඔහුව දේවත්වයට පත් කිරීමට නොවේ), 4:171-172; 5:75; 19:30, 43:63-64
- 5:17, 72; 9:30 යැයි පවසන අය අවිශ්වාසවන්තයෝ වෙති.
- අපගේ දූතයා (මුහම්මද් ﷺ ) පැමිණ ඇත, 5:19
- ශුභාරංචිය දුන්නා, 5:46
- ගෝලයෝ මෙසේ පැවසූහ: අපි මුස්ලිම්වරු, 5:111
- ආහාර සමඟ මේස පැතිරීම, 5:114
- බොරු නමස්කාරය ඉගැන්වූයේ නැත, 5:116-118
- ධර්මිෂ්ඨ නබිවරයෙක්, 6:85
- ලකුණක් ලෙස, 23:50
- ඔහුගේ දෙවන පැමිණීම 43:61
- විවිධ අදහස් ගැන, 43:65
- වහලෙකු සහ ඉස්රායීල් දරුවන්ට ආදර්ශයක් පමණි. 43:59
- අහමඩ් නම් දූතයෙකු පිළිබඳ ශුභාරංචිය, 61:6
- උන්වහන්සේගේ කන්‍යා උපත, පණිවිඩය සහ ප්‍රාතිහාර්යයන් 3:45-51; 19:16-38
- අල්ලාහ්ගේ අනුග්‍රහයන් සිහිපත් කිරීම 5:110-115
- දිව්‍යමය බව ප්‍රතික්ෂේප කරයි 5:116-120
- ඔහුගේ අනුගාමිකයන්ගේ හදවත් තුළ අනුකම්පාව සහ කරුණාව 5:82; 57:27
යුදෙව්වන් සහ ක්‍රිස්තියානීන්, 2:140; 4:153-161, 171; 5:18
- බොරුවට සවන් දෙන්න, 5:41-42
- ඔවුන් පැවසූ දේ නිසා ශාප ලත් අයයි. 5:64
- විශ්වාසවන්තයින්ට (මුස්ලිම්වරුන්ට) සතුරුකම, 5:82
- ඉස්ලාමය වැළඳගත්, 26:197; 28:53; 29:47
ජිබ්රිල්, (ගේබ්‍රියෙල් බලන්න)
ජිහාඩ්, (සටන් කිරීම, උත්සාහ කිරීම) 2:216; 9:24; 22:78; 25:52
ජින්, S.72
ජින්, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ගින්නෙන් නිර්මාණය කරන ලද ජින් 15:25; 55:15
- ජින්වරුන් විශ්වාස කිරීම සහ අවිශ්වාස කිරීම 72:1-15
- සමහරු කුර්ආනය 46:29-32 පණිවිඩය විශ්වාස කළහ.
- මිනිසුන් සහ ජින්වරුන් යම් අරමුණක් සඳහා නිර්මාණය කරන ලදී 51:56-58
යෝබ්, 4:163; 6:84; 21:83-84; 38:41-44
ජෝන්, (යාහ්යා, ජෝන් බැප්ටිස්ට්)
- ශුභාරංචිය, 3:38-41; 19:7-11; 21:90
- ධර්මිෂ්ඨ, 6:85
- ප්‍රඥාවන්ත, අනුකම්පා සහගත, කීකරු, 19:12-15
ජෝනා (ජෝනාස් හෝ යූනුස්), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (ධු න්-නන්) 21:87; 68:48-50
ජෝසප් (යූසුෆ්), 6:84; 12:4-101
- හොඳම කතා 12:1-3
- තරුණ යූසුෆ්ගේ සිහිනය 12:4-6
- ඔහුගේ සහෝදරයන්ගේ කුමන්ත්‍රණය 12:7-18
- වහල්භාවයට විකුණනු ලැබේ 12:19-20
- ඊජිප්තුවේ මහ ඇමතිවරයාගේ නිවසේ හැදී වැඩුණු 12:21-22
- ප්‍රධාන අමාත්‍යවරයාගේ බිරිඳ ඔහුව පොළඹවා ගැනීමට උත්සාහ කරයි 12:23-29
- භෝජන සංග්‍රහ සිදුවීම 12:30-32
- හිරේ යයි 12:33-35
- සිරකරුවන් දෙදෙනා 12:36-42
- රජුගේ සිහිනය 12:43-53
- මහ ඇමති ධුරයට පත් වේ 12:54-57
- සහෝදරයන් සැපයුම් සඳහා ඔහු වෙත පැමිණේ 12:58-68
- ඔහුගේ සහෝදර බෙන්ජමින් 12:69-82 ගනී
- ඔහුගේ පියාගේ අලුත් ශෝකය 12:83-87
- ඔහුගේ සැබෑ අනන්‍යතාවය හෙළි කරයි 12:88-98
- පැරණි සිහිනය සැබෑ වේ 12:99-100
- අවසන් යාච්ඤාව 12:101
ජූඩි, කන්ද, 11:44
ජුමුආ, S.62
යුක්තිය (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- 4:65, 105 ද බලන්න.
කবා
- ආබ්‍රහම් විසින් ඉදිකරන ලදී, 2:125-127
- දඩයක්කාරයන් මරා දැමීමක් නැත, 5:94-96
- ආරක්ෂක රැකවරණය, 5:97
- නිරුවතින් වටේ යනවා, 7:28
- යාඥා කරමින් වටේ යමින් සිටියදී, 2:200; 7:29, 31
කෆිරුන්, S.109
කෆර්, කෝප්පය සමඟ මිශ්‍ර කර, 76:5
කෆ්, S.18
කාන්ස්, 9:34-35
කවුතාර් (පාරාදීසයේ ගංගාව), 108:1
කෞතර්, S.108
යතුරු
අහස සහ පොළොව පිළිබඳ, 39:63; 42:12
ගයිබ්හි, 6:59
කෞලා බින්ත් තා ලබා, 58:1
ඝාතනය
- යමෙක් මිනිසෙකු මැරුවේ නම්, ඔහු මුළු මිනිස් සංහතියම මරා දැමුවේය, 5:32
- කිසිවෙකු මරන්න එපා, 17:33
කරුණාවන්ත වචන දානයට වඩා හොඳය, 2:263
ඥාති, අයිතිවාසිකම්, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
කිරමන්-රතිබින්, 82:11
දැනුම
- කොළයක්වත් වැටෙන්නේ නැත, නමුත් ඔහු එය දනී, 6:59
- මෝඩකම නිසා තම දරුවන් මරා දැමූ අය පාඩු ලැබූහ, 6:140.
- කරුණු පහකින්, අල්ලාහ් සමඟ පමණි, 31:34
- නිසැකවම, 102:5-7
කෝරා (කරූන්), 28:76-82; 29:39; 40:24
කුර්සි, 2:255
ලහබ් (මසාද් බලන්න), S.111
ලයිල්, S.92
ලාම්පුව, 25:61; 67:5; 71:16; 78:13
භාෂා
- පිරිමින්ගේ වර්ණ හා වෙනස්කම්, 30:22
ලත, 53:19
නීතිය, නියම කර ඇත, 5:48
අල්ලාහ්ගෙන් ලැබුණු නීති, 2:219; 98:3
බොරුකාරයෝ, 26:221-223
ජීවිතය, යමෙක් මිනිසෙකු බේරා ගත්තේ නම්, ඔහු මුළු මිනිස් සංහතියේම ජීවිතය බේරා ගත්තේය, 5:32
මේ ලෝකයේ ජීවිතය
- පරලොව මිලට, 2:86 ට මිලදී ගත්තා
- යනු රැවටීමෙන් ලැබෙන සතුට පමණි, 3:185
- පරලොව සඳහා විකුණන්න, 4:74
- විනෝදය සහ සෙල්ලම හැර අන් කිසිවක් නොවේ, 6:32; 29:64; 47:36; 57:20
- රැවටෙනවා, 6:130
- පරලොව සැපතට වඩා ස්වල්පයකි, 9:38; 13:26; 28:60
- වැස්සට සමානයි, 10:24
- ශුභාරංචිය, 10:64
- කැමති ඕනෑම කෙනෙකුට එහි ප්‍රතිලාභ ලැබේ; නමුත් එවිට පරලොවෙහි කිසිදු කොටසක් නොලැබෙනු ඇත, 11:15-16; 17:18; 42:20
- වර්තමානයට ආදරය කරන, පරලොව නොසලකා හරින, 75:20-21; 76:27
- ඔබ කැමති, 87:16
ආලෝකය
- මැනිෆෙස්ට්, 4:174
- සහ අන්ධකාරය, 6:1
- උපමාව, 24:35
- විශ්වාසවන්තයින්ට පෙර සහ ඔවුන් සමඟ, 57:12-15; 66:8
- විශ්වාසවන්තයින් සෘජුව ගමන් කිරීම සඳහා අල්ලාහ් විසින් ලබා දෙන ලදී, 57:2
අල්ලාහ් විසින් නියම කරන ලද සීමාවන්, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- මේවා නම්, 2:187; 229-230; 4:13; 58:4; 65:1
- උල්ලංඝනය නොකරන්න, 2:190, 229
- කවුරුන් හෝ උල්ලංඝනය කරන්නේ නම්, 2:229; 4:14; 78:22
- නමුත් අවශ්‍යතාවය නිසා බලහත්කාරයෙන්, නැතහොත් උල්ලංඝනය කිරීමෙන්, 2:173; 6:145
- ඔබේ ආගමේ, 4:171; 5:77 ඉක්මවා නොයන්න.
- ඔවුන් ඉක්මවා ගිය විට, (වඳුරන් බවට පත් විය), 7:166
- නිරීක්ෂණය කරන, 9:112
සිංහයා, 74:51
ණය
- අල්ලාහ්ට යහපත් දේ ණයට දෙන්න, 2:245; 73:20
- වැඩි කළ බහුවිධ, 57:11, 18
- දෙගුණ කළා, 64:17
පාඩුව, ප්‍රකාශිත, 39:15
ලොත්, (ලූත්) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ඔහුගේ අකීකරු බිරිඳ, 11:81; 15:60; 66:10
ලොට් ගස, 34:16; 53:14-16; 56:28
ලුක්මාන්, 31:12-14
ලුක්මාන්, S.31
මාරිජ්, S.70
මදීනා (යාත්රිබ්), 9:120; 33:13, 60; 63:8
Madyan, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- අයිකා වුඩ් ද බලන්න
මහර් (මනාල මුදල්), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
මයිදා, S.5
මක්කා (බක්කා), 3:96;90:1-2
- ආරක්ෂක නගරය, 95:3
මිනිසා
- පෘථිවියේ පරම්පරා ගණනාවකට, 2:30; 6:165
- අනුප්‍රාප්තිකයා බවට පත් කරන ලදී, 35:39
- රාජකාරිය, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- අල්ලාහ් විසින් පරීක්ෂා කරන ලදී, 2:155; 3:186; 47:31; 57:25
- මිනිසුන් ආශා කරන දේවල්, 3:14
- 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2 සිට නිර්මාණය කරන ලදී.
- ප්‍රකාශිත පදයක් නිර්මාණය කර නියම කළේය, 6:2; 15:26
- බිරිඳ සහ බිරිඳ අතර සංහිඳියාව, 4:35
- අල්ලාහ් හමුවීම ප්‍රතික්ෂේප කළ පරාජිතයින්, 6:31
- නැවත පැමිණීම, 6:60, 72, 164; 10:45-46
- තමාටම විරුද්ධව කුමන්ත්‍රණ, 6:123
- තවත් කෙනෙකුගේ බර උසුලන්නේ නැත, 6:164
- කෘතඥ නොවන, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- සාතන්ට එරෙහිව අනතුරු ඇඟවීය, 7:27
- බිරිඳ සහ දරුවන්, 7:189-190
- හානියක් හෝ නපුරක් ස්පර්ශ වන විට, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ස්වාමින් වහන්සේ වෙත නැවත පැමිණීම, 10:23; 84:6; 96:8
- තමන්ටම වැරදි කර ගනී, 10:44
- ප්‍රීතියෙන් හා පුරසාරම් දොඩමින්, 11:10
- නපුරට ආයාචනා කරයි, 17:11
- සැමවිටම ඉක්මන් වේ, 17:11
- ඔහුගේ ක්‍රියාවන් ඔහුගේ බෙල්ලට එල්ලා ඇත, 17:13
- කවරෙකු තමාටම පාඩුවක් කරගනිමින් නොමඟ ගොස්, තමාටම යහපතක් කරගනිමින් සිටින්නේද, ඔහු තමාටම මිස අන් කිසිවක් නොවේ. 17:15
- අසාධාරණ ලෙස කටයුතු නොකළ යුතුය, 17:71
- මරණය සහ නැවත නැඟිටීම, 23:15-16
- ඔවුන්ගේ ආගම කණ්ඩායම් වලට බෙදා, එක් එක් කෙනා තම විශ්වාසය ගැන සතුටු වෙති, 23:53
- දිව, අත් සහ පාද විරුද්ධව සාක්ෂි දරනු ඇත, 24:24
- තමාටම විරුද්ධව සාක්ෂි දෙන්න, 75:14
- තමාගේම ආශාව තම දෙවියන් ලෙස ගත්, 25:43
- රුධිරයෙන් සහ විවාහයෙන් නෑකම් කියන, 25:54
- අල්ලාහ් අහසෙහි සහ පොළොවෙහි ඇති සියල්ල ඔබලාට වසඟ කර දී ඇත, 31:20
- කවරෙකු තම මුහුණ අල්ලාහ්ට යටත් කරන්නේද, 31:22
- ඔහුගේ ශරීරය තුළ හදවත් දෙකක් නොවේ, 33:4
- අල්ලාහ්ට නමස්කාර කිරීම, 39:64-66
- ඔහුගේ අත්වලින් උපයාගත් දේ නිසා ඇති වන අවාසනාවන්, 42:30, 48
- දේවදූතයන් ඔහුගේ ක්‍රියාවන් වාර්තා කරයි, 50:17-18, 23;85:11
- ඔහුව ආරක්ෂා කරන දේවදූතයන්, 13:11; 86:4
- පන්ති තුනකට වර්ග කර ඇත, 56:7-56
- අල්ලාහ්ට සමීප අය, 56:10-11
- දකුණු අතෙහි සහචරයින්, 56:27-40
- වම් අතෙහි සහචරයින්, 56:41-56
- නොදන්නා ආකාරවලින් පරිවර්තනය වී නිර්මාණය වීමට, 56:60-62
- හොඳ හැඩතල හැදුවා, 64:3
- ධනය හා දරුවන් යනු පරීක්ෂණයක් පමණි, 64:15
- නිර්මාණය කර ලබා දී ඇත, 67:23-24; 74:12-15; 90:8-10
- නොඉවසිලිමත්, 70:19-21
- යාච්ඤා සඳහා කැපවී, 70:22-35
- තවත් ආශා කරයි, 74:15
- තමාටම විරුද්ධව සාක්ෂි දීම, 75:14-15
- ඔහුගේ අහංකාරය, 75:31-40; 90:5-7
- මෙලොව ජීවිතය ප්‍රිය කරයි, 76:27
- නිර්මාණය කිරීමට වඩා දුෂ්කරද, නැතහොත් ස්වර්ගයද, 79:28
- ස්වාමින් වහන්සේ ගැන නොසැලකිලිමත්කම, 82:6-12
- පරිපූර්ණ ලෙස නිර්මාණය කර නිසි අනුපාතය ලබා දී ඇත, 82:7
- වේදිකාවෙන් වේදිකාවට ගමන් කරයි, 84:19
- ධනයට ඇති ආදරය, 89:20
- වෙහෙස මහන්සි වී නිර්මාණය කරන ලදී, 90:4
- උත්සාහයන් සහ ක්‍රියාවන් විවිධාකාර වේ, 92:4
- ඔහුට පහසු සහ නපුරේ මාර්ගය සුමට කරන්න, 92:7, 10
- හොඳම උසින් (අච්චු) නිර්මාණය කරන ලදී, 95:4
- ඉන්පසු අවමයේ පහළම අගයට අඩු කරන ලදී, 96:5
- සියලු සීමාවන් ඉක්මවා යයි, 96:6-7
හජ්ගේ මනසික් (රාජකාරි), 2:128, 200; 22:30
මනත්, 53:20
මනුෂ්‍ය වර්ගයා
- සාක්ෂිකරුවන් අවසන්, 2:143
- එක් ප්‍රජාවක්, 2:213; 10:19
- තනි යුගලයකින් නිර්මාණය කරන ලදී, 4:1; 39:6; 49:13
- තමන්ටම විරුද්ධව කැරලි ගැසීම, 10:23
- ගණන් බැලීම ළඟ වුවත් නොසැලකිලිමත්, 21:1-3
- ෆිත්‍රා හි 30:30 ට නිර්මාණය කරන ලදී
- ඉතාමත් ගෞරවනීය, 49:13
- ජාතීන් සහ ගෝත්‍ර බවට පත් කරන ලදී, 49:13
මන්නා සහ වටුවන්, 2:57
ආචාර විධි
- ගෙවල්වලට ඇතුළු වීම ගැන, 24:27-29
- නිවසේදී, 24:58-61
- නබිතුමාගේ නිවෙස්වල, 33:53
- නබිතුමාට ආචාර කර සලාත් යැවීම, 33:56
- අල්ලාහ්ට සහ ඔහුගේ දූතයාට හෝ විශ්වාසවන්ත පිරිමින්ට හෝ කාන්තාවන්ට කරදර නොකිරීමට, 33:57-58
- විශ්වාසයට පෙර ප්‍රවෘත්ති සත්‍යාපනය කරන්න, 49:6
- අනෙකාට සමච්චල් නොකිරීමට, 49:11
- එක්රැස්වීම්වලදී, 58:11
විවාහය, 2:232, 234
- අවිශ්වාස කරන්නන්ට හෝ වහලුන්ට, 2:221
- කී දෙනෙකුට, නීත්‍යානුකූල, 4:3
- මහර් ආපසු ලබා නොගත යුතුය (දික්කසාද අවස්ථාවකදී), 4:20-21
- තහනම් කර ඇත, 4:22-24
- නිදහස් විශ්වාසවන්ත කාන්තාවන් විවාහ කර ගැනීමට හැකියාවක් නොමැති නම්, 4:25
- උල්ලංඝනයක් ඇති බවට බියක් ඇත්නම්, බේරුම්කරුවන් දෙදෙනෙකු පත් කරනු ලැබේ, 4:35
- බිරිඳ කෲරත්වයට හෝ අත්හැරීමට බිය වන්නේ නම්, සාමය ඇති කරගන්න, 4:128
- එක් බිරිඳකට ඕනෑවට වඩා නැඹුරු නොවන්න, අනෙක් බිරිඳ එල්ලී සිටීමට ඉඩ නොදෙන්න, 4:129
- කාමමිථ්‍යාචාරිකයන්ගේ, 24:3
- දුප්පතුන්ට, 24:32
- විවාහය සඳහා මූල්‍යමය හැකියාවක් නොමැති අය, 24:33
- නබිතුමාට නීත්‍යානුකූල භාර්යාවන්, 33:50-52
- ලිංගික සංසර්ගයට පෙර, දික්කසාදයේදී ඉද්දා නැත, 33:49
දිවි පිදූවෝ
- මැරිලා නැහැ, 2:154; 3:169
- අල්ලාහ්ගෙන් ලැබුණු දයාව හා දායාදය ගැන සතුටු වන්න, 3:170-171
- සමාව සහ දයාව ලබා ගන්න, 3:157-158
- හොඳ ප්‍රතිපාදන ලැබෙනු ඇත, 22:58-59
මරුත්, 2:102
මරියා (යේසුස් වහන්සේගේ මව), උපත, 3:35-7
- යේසුස් වහන්සේගේ ශුභාරංචිය, 3:42-51; 19:16-21
- දරු ප්‍රසූතියේදී, 19:23-26
- බිළිඳාව ඇගේ ජනතාව වෙත ගෙන ආවා, 19:27-33
- බොරු චෝදනාව, 4:156
- ඇගේ නිර්මලත්වය ආරක්ෂා කළා, 21:91; 66:12
මරියම්, S.19
මසද්, S.111
- අල්-මස්ජිද්-අල්-අග්සා, 17:1
- අල්-මස්ජිද්-අල්-හරාම්, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- අල්-මෂ්'ආර්-අල්-හරාම්, 2:198
මවුන්, S.107
Ma'wa Paradise, 53:15
මනින්න සහ බර, සම්පූර්ණ කරන්න, 11:85; 17:35; 83:1-5
රැස්වීම
- අල්ලාහ් සමඟ, 6:31
- මහා දිනයේ, 19:37
- පරලොව පිළිබඳ, 30:16
පණිවිඩකරුවන්, 2:253; 4:164-165; 40:78; 57:27
- අනුප්‍රාප්තිය, 2:87
- මාලාව, 5:19; 23:44
- මරා දැමුවා, 3:183
- තර්ජනය කළා, 14:13
- සමච්චල් කළා, 6:10; 13:32; 15:11; 21:41
- ප්‍රතික්ෂේප කර ප්‍රතික්ෂේප කරන ලදී,3:184; 6:34;25:37;34:45; 51:52
- සමහරක් විශ්වාස කිරීම සහ අනෙක් ඒවා ප්‍රතික්ෂේප කිරීම, 4:150-152
- රැස්වීම, 5:109
- ශුභාරංචිය ප්‍රකාශ කරන්නන් සහ අනතුරු අඟවන්නන් ලෙස යවන ලදී, 6:48; 14:4-8
- සෑම ජාතියකින්ම සාක්ෂිකරුවෙකු ලෙස, 16:89
- සෑම ජාතියකටම, 10:47; 16:36 ඇත.
- අල්ලාහ්ගේ වැකි කියවීම, 7:35-36
- දේවදූතයෙක් ලෙස, 17:95; 25:7
- මිනිසුන්ට වඩා වැඩි නොවේ, 14:10-12; 17:94; 21:8; 25:7-8, 20
- සහ ඔවුන්ගේ භාර්යාවන් සහ දරුවන්, 13:38
- අනාගතවක්තෘවරුන් ද බලන්න
මිරාජ්, 17:1; 53:12
මසුරුකම/මසුරුකම, 57:24
ඔබගේ අත් නිසා අවාසනාව, 42:30
නියම කර නොමැති, පැවිදි බව, 57:27
වඳුරන්, අපරාධකරුවන් බවට පත් වූයේ, 2:65; 5:60; 7:166
මිරාජ්, 17:1; 53:12
මාස, ගණන, 9:36-37
සඳ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- බෙදීම; 54:1
මෝසෙස්
- සහ ඔහුගේ ජනතාව, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- සහ පාරාවෝ, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- අල්ලාහ් විසින් මඟ පෙන්වනු ලැබේ, 6:84
- කන්ද සහ ස්වාමීන්වහන්සේගේ පෙනුම, 7:142-145
- වසුපැටවාට නමස්කාර කිරීම සම්බන්ධයෙන් ඔහුගේ ජනතාවට තරවටු කරයි, 7:148-156;20:83-99
- ඔහුගේ ග්‍රන්ථය, එහි වෙනස්කම් ඇති විය, 11:110
- ශුද්ධ ලියවිල්ල අනුව, 17:2
- පැහැදිලි සංඥා නවයක්, 7:133; 17:101
- මුහුදු දෙකේ සන්ධිස්ථානයට, 18:60-82
- දැවෙන පඳුරේදී දෛවෝපගත හමුවීම 20:9-36; 27:7-14; 28:29-35
- කැඳවා පණිවිඩකරු ලබා දීම, 19:51-53; 20:9-56
- ඔහුගේ ළමා කාලය, මව සහ සහෝදරිය, 20:38-40; 28:7-13
- මායාකාරයින් පරිවර්තනය කිරීම, 20:70-73; 26:46-52
- මදියන් හි, 20:40; 28:22-28
- නිර්ණායකය ලබා දෙන ලදී, 21:48
- සහ අද්භූත ගින්න, 27:7-12; 28:29-35
- නගරයේදී වැරදීමකින් ඊජිප්තු ජාතිකයෙකු මරා දමයි 28:14-21
- පැහැදිලි ආයත් සමඟ පැමිණියේය, 29:39
- පාරාවෝ සමඟ කතාව 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ෆිර්අවුන් සහ ඔහුගේ ජනතාව සඳහා සංඥා නවයක් 7:130-133; 20:17-22; 17:101
- පාරාවෝගේ මන්ත්‍රකාරයන් පරාජය කරයි 20:70-73; 26:46-52
- මිදියන් දේශයට පලා යාම සහ විවාහය 28:22-28
- ටැබ්ලට් 7:142-154 ලබා ගනී
- කන්ද මත අල්ලාහ් දැකීමට ඉල්ලා සිටීම 7:142-145
- අල්ලාහ් විසින් ගෞරවයට පාත්‍ර කරන ලදී 33:69
- ඊශ්‍රායෙල්වරුන්ට අල්ලාහ්ගේ අනුග්‍රහයන් 2:47-61
- ඊශ්‍රායෙල්වරු යෙරුසලමට ඇතුළු වීම ප්‍රතික්ෂේප කරති 5:20-29
- නිවැරදි මාර්ගයට මඟ පෙන්වනු ලැබේ, 37:114-122
- ශුද්ධ ලියවිල්ල, 53:36; 87:19
(ජෙරුසලමේ) පල්ලිය, 17:7
කුබාහි මස්ජිදය, 9:107-108
මුස්ලිම් පල්ලි, 2:187; 9:17-19
- අල්ලාහ්ගේ, 9:17-18 නඩත්තු කිරීමට.
මදුරුවා, උපමාවක්, 2:26
කඳු, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
මුද්දතීර්, S.74
මුහාජිර් (විගාමිකයින්), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- කාන්තාවන්, 60:10-12
මුහම්මද් ﷺ
- සමච්චල් කළා, 2:104; 4:46; 25:41-42; 34:78
- දූතයාට ගරු කරන්න, 2:104; 4:46; 49:1-5
- විශ්වාස කිරීමට ඇති ගිවිසුම, 3:81
- විශ්වාසවන්තයින් කෙරෙහි සාක්ෂිකරුවෙකු, 2:143
- දූතයෙකුට වඩා වැඩි නොවේ, 3:144
- මෘදු ලෙස කටයුතු කිරීම, 3:159
- ඔහුගේ කෘතිය, 3:164; 7:157; 36:6; 52:29; 74:1-7
- විශ්වාසවන්තයින්ට මහත් අනුග්‍රහයක් ලෙස එවන ලදී, 3:164
- සත්‍යය සමඟ යවන ලදී, 4:170
- මුරකරුවෙකු බවට පත් කර නැත, 6:107
- අකුරු නොදන්නා, 7:157; 62:2
- අල්ලාහ්ගේ දූතයා ලෙස මිනිස් සංහතියට යවන ලදී, 7:158; 48:9, 29
- පැහැදිලි අනතුරු අඟවන්නෙක්, 7:184, 188; 11:2; 15:89; 53:56
- පිස්සෙක් නෙවෙයි, 7:184; 68:2; 81:22
- ඔබට චෝදනා කරන්නේ කවුද, 9:58
- නබිතුමාට රිදවූ මිනිසුන්, විශ්වාසවන්තයින්ට දයාවක්, 9:61
- හෙළිදරව් කරන ලද දේ පමණක් අනුගමනය කරන්න, 10:15-16; 11:12-14; 46:9
- ඔහුගේ කියමන්, 11:2-4; 12:108; 34:46-50
- අල්ලාහ් ඔහු කෙරෙහි සාක්ෂිකරුවෙකි, 13:43; 29:52; 46:8
- සාක්ෂිකරුවෙකු, ශුභාරංචිය පවසන්නෙකු සහ අනතුරු අඟවන්නෙකු ලෙස යවන ලදී, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- දුක් නොවන්න, 15:97; 16:127; 18:6
- සාක්ෂිකරුවෙකු වීමට යවන ලදී, 16:89; 22:78; 73:15
- ප්‍රඥාවෙන් හා සාධාරණ දේශනාවෙන් ආරාධනා කිරීම සහ වඩා හොඳ ආකාරයකින් තර්ක කිරීම, 16:125
- මකාමු මහමුද්, 17:79
- දේවානුභාවයෙන්, 18:110
- ආලමින්වරුන්ට කරුණාව, 21:107
- කිසිදු විපාකයක් ඉල්ලන්නේ නැත, 25:57; 38:86; 42:23
- අණ කර ඇත, 27:91-93;30:30;66:9
- අල්ලාහ්ගෙන් ලැබුණු දයාවක් ලෙස, 28:46-47
- විශ්වාසවන්තයින්ට සමීප, 33:6
- අනුගමනය කිරීමට හොඳ ආදර්ශයක්, 33:21
- අවසාන නබිතුමා, 33:40
- සලාතය යවන්න, 33:56
- මුළු මිනිස් සංහතියටම යවන ලදී, 34:28
- කුලිය අල්ලාහ්ගෙන් පමණි, 34:47
- මිනිසෙකු පමණි, 41:6
- ආරක්ෂකයෙකු ලෙස යවන ලදී, 42:48
- දූතයින් තුළ අලුත් දෙයක් නොවේ, 46:9
- ඉස්රායීල් දරුවන් අතරින් සාක්ෂි දරන්න, 46:10
- ඔහුට බයිආ (ප්‍රතිඥාව) අල්ලාහ්ට බයිආ (ප්‍රතිඥාව) වේ, 48:10, 18
- ගේබ්‍රියෙල් දුටුවේය, 53:4-18; 81:22-25
- ඔහුට විරුද්ධ නොවන්න, 58:20-22
- යේසුස් විසින් පුරෝකථනය කරන ලදී, 61:6
- සියලු ආගම් අභිබවා සත්‍යයේ ආගම ජයග්‍රහණය කිරීමට, 61:9
- අන්ධකාරයෙන් ආලෝකයට, 65:11
- අවිශ්වාස කරන්නන්ට සහ කුහකයින්ට එරෙහිව දැඩි ලෙස සටන් කිරීමට, 66:9
- චරිතයේ උසස් ප්‍රමිතිය, 68:4
- කවියෙකු හෝ පේන කියන්නෙකු නොවේ, 69:41-42
- යාච්ඤාවට කැපවී, 73:1-8, 20; 74:3
- සහ අන්ධ මිනිසා, 80:1-12
- සුජූද් කර අල්ලාහ්ට සමීප වීමට, 96:19
- පිරිසිදු පිටු කියවීම, 98:2
- පවුල සම්බන්ධයෙන් ආයාත්, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- පණිවිඩකරුවන් ද බලන්න; අනාගතවක්තෘවරුන්
මුහම්මද් (ﷺ), S.47
මුහ්සිනුන් (යහපත්කම් කරන්නන්), 2:117, 195; 4:125,128; 10:12-16; 16:128
- අල්ලාහ් ප්‍රිය කරයි, 3:134, 148; 5:93
- අල්ලාහ් එහි විපාක අහිමි නොකරයි, 5:85; 9:120; 11:115; 18:30
- අපි විපාක දෙනවා, 12:22; 37:80, 105, 110; 39:34;77:44
- ශුභාරංචිය, 22:37; 46:12
- අල්ලාහ්ගේ කරුණාව ඍතුවට ඉතා ආසන්නයි, 7:56
- අල්ලාහ් ඔබ සමඟ සිටී, 29:69
- දෙමාපියන්ට කීකරු සහ යහපත්, 2:83
- අල්ලාහ්ට කළ යුතුකම් ඉටු කිරීමේදී ඉවසිලිවන්ත වන්න, 16:90
- "හොඳ සහ නරක" ද බලන්න.
මුජාදිලා, S.58
මෝසෙස් 16:8
මුල්ක්, S.67
මුමින් (ගෆීර් බලන්න), S.40
මු'මිනුන්, S.23
මුම්ටහානා, S.60
මුනාෆිගුන්, S.63
මිනීමැරුම, 2:178-179
මුර්සලත්, S.77
මුස්ලිම්වරු
- පළමුවැන්න, 6:14, 163; 9:100; 39:12
- කවුද නම් කළේ, 22:78
- සමාව සහ ඔවුන්ට මහත් ත්‍යාගයක්, 33:35-36
මුටෆිෆින්, S.83
මුසම්මිල්, S.73
නාබා', S.78
Nadir, Banu-an-, (යුදෙව්), 59:2, 9, 13
නාල්, S.16
නජාස් (අපිරිසිදු) 9:28
නජ්ම්, S.53
නජ්වා (රහස බලන්න)
නම්
අලංකාරවත් තැනැත්තා ඔහුටම අයත්ය, 7:180.
ඔහුටම අයත් වන්නේ උතුම් දෙයයි, 17:110; 20:8; 59:24
අවශ්‍යතාවය, කෙනෙකුට බල කළහොත්, 2:173; 6:145
අසල්වැසියා, 4:36
නව සඳ, 2:189
ප්‍රවෘත්ති, පරීක්ෂා කිරීමට නියමිත 4:83
නිහතමානීකම 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
රාත්‍රිය, (සංකේතයක් ලෙස), විවේකය සඳහා, 10:67
- ආවරණයක් ලෙස, 13:3; 78:10
- සේවය කිරීමට, 14:32
- අල්-කද්ර් රාත්‍රිය (නියෝගය), 44:3-4; 97:1-5
නිසා', S.4
නෝවා, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- සමච්චල් කළා 11:38
- ජලගැල්ම (දරුණු ගංවතුර), 29:14
- නැව සහ ජලගැල්ම 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- අධර්මිෂ්ඨ පුත්‍රයා ගැළවුණේ නැත, 11:42-48
- අධර්මිෂ්ඨ බිරිඳ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
නුහ්, S.71
නුර්,S.24
දිවුරුම, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
කීකරුකම, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
ඉටු කළ යුතු යුතුකම්, 5:1
පරම්පරාව,4:9; 42:49-50
- ඔහු කැමති අයට පිරිමියෙකු සහ ගැහැණුයෙකු ලබා දෙයි. 42:49
ඔලිව්, 6:141; 16:11; 23:20; 24:35; 95:1
එකම එක මහ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
අනාථ දරුවන්, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- භාරකරුවන්, 4:6
සෑම ජන කොටසකටම තමන්ගේ ක්‍රියාවන් අලංකාර ලෙස පෙනෙනු ඇත. 6:108
සියලුම ජීවීන් තුළ යුගල, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
තල් ගස, 13:4; 19:25; 20:71; 59:5
උපමා, (සමානකම්, උදාහරණ, උපමා)
- ගින්නක් ඇවිළෙව්වේ කවුද, 2:17-18
- අහසින් වැසි කුණාටුවක්, 2:19-20
- මදුරුවා, 2:26
- කවුද කෑ ගහන්නේ, 2:171
- සම්පූර්ණයෙන්ම නටබුන් වූ නගරයක්, 2:259
- ඉරිඟු ඇටය, 2:261
- සුමට පාෂාණය, 2:264
- උයන, 2:265-266
- කඹය, 3:103
- සීතල සුළඟ, 3:117
- නැවත නැඟිටීම 7:57; 22:5; 41:39
- දිව එළියට ඇද දමන බල්ලා, 7:176
- ප්‍රපාතයක අද්දර, 9:109-110
- වැස්ස, 10:24
- පිරිසිදු කළ අස්වැන්න, 10:24
- අන්ධ සහ බිහිරි, 11:24
- අල්ලාහ් vS. බොරු දෙවිවරු 13:14; 16:76
- සත්‍යය vS. අසත්‍යය 13:17
- සුළඟ වේගයෙන් හමන අළු, 14:18
- යහපත් ගස, 14:24-25
- නපුරු ගස, 14:26
- වහලෙක් සහ මිනිසෙක්, 16:75
- තම ස්වාමියාට බරක් වන මෝඩ මිනිසා, 16:76
- කාන්තාව නූල් ගලවමින්, 16:92
- නගරය, සුරක්ෂිත සහ සැපපහසු, 16:112-113
- මිදි වතු ඇති මිනිසුන් දෙදෙනෙක්, 18:32-44
- මෙලොව ජීවිතය අහසින් වැටෙන ජලය වැනිය, 18:45
- අහසින් වැටී කුරුල්ලන් විසින් උදුරා ගන්නා ලදී, 22:31
- මැස්සෙක්, 22:73
- ආලෝකය නිකේතනයක් වැනිය, 24:35-36
- මිරාජ්, 24:39
- විශාල ගැඹුරු මුහුදක අන්ධකාරය, 24:40
- මකුළුවා, 29:41
- හවුල්කරුවන්, 30:28
- නගරයේ වැසියන්, 36:13-32
- විවිධ වර්ණවලින් යුත් භෝග, 39:21
- බොහෝ හවුල්කරුවන්ට අයත් මිනිසෙක්, 39:29
- බීජ වැවීම, 48:29
- දැඩි වූ හදවත් 57:16-17
- වැස්සෙන් පසු වෘක්ෂලතාදිය, 57:20
- කන්දම යටහත් පහත් කරයි, 59:21
- බූරුවා, 62:5
- ජලය ඉවතට ගිල්විය යුතු විය, 67:30
- උයනේ ජනතාව, 68:17-33
පාරාදීසය
- පදිංචිය, (මාවා පාරාදීසය), 53:15
- ෆිර්දවුස් පාරාදීසය, 18:107; 23:11
- ගංගා ගලා යන උද්‍යාන, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- සදාකාලික උද්‍යාන ('ආද්න් පැරඩයිස්) 9:72; 13:23; 18:31; 19:61; 20:76
- සදාකාලික උද්‍යාන ('ආද්න් පාරාදීසය), 16:31; 35:33; 98:8
- ප්‍රීති උද්‍යාන, 37:43; 56:12, 89
- සදාකාලික සතුට සහිත උද්‍යාන, 9:21
- උද්‍යාන සහ මිදි වතු, 78:32
- උද්‍යාන දෙකක ඵල, 55:54, 62
- කැමති පරිදි සියලු වර්ගවල පලතුරු, ඕනෑ තරම්, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- පලතුරු අත ළඟයි, 55:54; 69:23
- පළතුරු සහ මස්, 52:22
- කුරුළු මස්, 56:21
- කටු රහිත ලොට් ගස් සහ තල් (කෙසෙල් ගස්), 56:28-29
- ප්‍රයෝජනවත් නොවන දැනුම, පොත් සහිත බූරුවා 62:5
- ධාවනය වන වසන්තයක්, 88:12
- සල්සබිල් නම් වසන්තය, 76:18
- කෆූර් නම් උල්පතක්, 76:5
- වසන්තයක් තස්නිම්, 83:27-28
- පාරාදීසයේ ගංගාවක්, කෞතර්, 108:1
- වයින් ගංගා, කිරි, පැහැදිලි කළ මී පැණි, 47:15
- පිරිසිදු මුද්‍රා තැබූ වයින්, සුදු, රසවත්, 37:45-46; 56:18; 76:21; 83:25
- කෝප්පය, සන්ජබිල් සමඟ මිශ්‍ර කර, 76:17; 78:34
- ජලය, 76:5
- රන් තැටි සහ කෝප්ප, 43:71
- රිදී භාජන සහ පළිඟු කෝප්ප, 76:15-16
- සිහින් සහ ඝන සේද කොළ පැහැති ඇඳුම්, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- රන් හා මුතු වළලු වලින් සරසා, 18:31; 22:23; 35:33; 76:21
- සිල්ක් බ්‍රොකේඩ් වලින් ආවරණය කරන ලද කෝච්, 55:54
- කොළ පැහැති කුෂන් සහ පොහොසත් ලස්සන මෙට්ට, පේළියක තබා ඇත, 55:76; 88:15
- රත්තරන් සහ වටිනා ගල් වලින් වියන ලද සිංහාසන, ඉහළට ඔසවා ඇත 56:15; 88:13
- පොහොසත් පලස් විහිදුවා, 88:16
- අලංකාර මන්දිර, උස් කාමර, එකකට එකක් ඉහළින්, 9:72; 39:20
- එහි සදහටම රැඳී සිටීම, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- සදාකාලික නිවස, 3:15; 35:35
- සිංහාසන මත එකිනෙකාට මුහුණලා, 15:47; 37:44; 44:53; 56:16
- එහි කිසිදා මරණය රස විඳින්න එපා, 44:56
- (කිසි විටෙකත්) එයින් ඉවත් වන ලෙස ඔවුන්ගෙන් ඉල්ලා නොසිටිනු ඇත. 15:48
- ඔවුන්ගේ හදවත්වලින් වෛරය හෝ තුවාල හැඟීම ඉවත් කිරීම, 7:43; 15:47
- සියලු දුක දුරු විය, 35:34
- තෙහෙට්ටුව, වෙහෙස හෝ වෙහෙසකර බවක් දැනෙන්නේ නැත, 15:48; 35:35
- කිසිදු වේදනාවක්, උදර වේදනාවක්, හිසරදයක් හෝ මත්වීමක් ඇති නොවේ, 37:47; 56:19
- නිෂ්ඵල කතා හෝ පාපකාරී කතා නැත, 19:62; 56:25
- හානිකර කතා හෝ බොරු නොකියන්න, 78:35; 88:11
- පාපයෙන් නිදහස්, 37:47; 52:23
- අධික උණුසුම හෝ කටුක සීතල නොවේ, 76:13
- දන්නා ප්‍රතිපාදනයක් ඇත, 37:41; 56:89
- සාමයෙන් හා සුරක්ෂිතභාවයෙන්, 15:46; 44:51, 55; 50:34
- සාමයේ නිවහන, 6:127
- සුභ පැතුම්, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- දැහැමි ක්‍රියාවන් කරන තැනැත්තා ඇතුළු වනු ඇත, 4:124; 42:22; 44:51
- තම ස්වාමියාට බිය නොවී කටයුතු කළ අය කණ්ඩායම් වශයෙන් මෙහෙයවනු ලැබේ. 39:73
- ක්‍රියාවන් නිසා උරුම කර දෙන ලදී, 43:72
- අල්ලාහ් ඔවුන් ගැන සතුටු වේ, ඔවුන් ඔහු ගැන සතුටු වේ, 5:119
- මගේ පාරාදීසය, 89:30
- ශ්‍රේෂ්ඨතම සතුට, 9:72
- මහා සාර්ථකත්වය, 57:12; 64:9
- උත්තරීතර සාර්ථකත්වය, 9:72; 44:57
- විශ්වාසවන්තයින්ට විනෝදය සඳහා උද්‍යාන ඇත, 32:19
- එදින ස්වර්ගයේ වැසියන් ප්‍රීතිමත් දේවල නිරත වනු ඇත, 36:35.
- උද්‍යාන සහ ජල උල්පත් මැද, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- සිංහාසනය වටා සිටින දේවදූතයන් බලන්න, 39:75
- සර්වබලධාරී රජු අසල, 54:55
- ඔවුන්ට ඔවුන් කැමති සියල්ල ලැබෙනු ඇත, 50:35
- හර්ස්, පළල් හා ලස්සන ඇස් ඇති නිර්මල ගැහැණු සතුන්, සංරක්ෂිත බිත්තර මෙන්, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- පිරිසිදු භාර්යාවන්, 3:15
- ප්‍රසන්න සෙවනැලිවල සිටින භාර්යාවන්, සිංහාසන මත හාන්සි වී සිටින, 36:55
- සමාන වයසේ පසුවන තරුණ, පූර්ණ පියයුරු ඇති තරුණියන්, 78:33
- ඔවුන්ට සේවය කිරීමට අමරණීය පිරිමි-සේවකයින්, විසිරුණු මුතු මෙන්, 52:24; 56:17; 76:19
- අහස හා පොළොව තරම් විශාලයි 3:133, 57:21
- ගලා යන ජලය, සිසිල් සෙවන, ප්‍රණීත ආහාර සහ පිරිසිදු සහකරුවන් 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- ඇදහිලිවන්තයන්ගේ විපාකය 55:46-78; 56:10-40
- මී පැණි, කිරි, ජලය සහ වයින් ගංගා 47:15
- යාච්ඤා සහ සුභ පැතුම් 10:9-10; 39:73-74
- සාමයේ ආචාර සමඟ ආචාර කරන ලදී 13:23-24; 14:32
- Bliss 11:108 හි සදාකාලික නවාතැන
- කවදාවත් යන්න ඇහුවේ නැහැ 15:45-48
- ඔවුන්ට ඉදිරියෙන් සහ ඔවුන්ගේ දකුණු පසින් ආලෝකය බැබළෙයි 57:12
- තාපය හෝ සීතල නැත 76:13
- සියලු පැතුම් ඉටු විය 16:30-32; 41:31-32
- රන් වළලු සහ සිහින් සේද ඇඳුම් 18:30-31; 22:23-24; 44:51-53
- රන් කෝප්ප තැටි 43:67-73
- රිදී භාජන සහ පලතුරු ළඟා විය හැකි දුරින් එල්ලා තිබේ 76:14-16
- සිංහාසන මත වැතිර සිටීම 15:47; 37:44; 52:20
- ඇදහිලිවන්තයන් ඔවුන්ගේ ස්වාමීන්ව දකිනු ඇත 75:22-23
දෙමාපියන්ට කරුණාව, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
අල්ලාහ්ගේ හවුල්කරුවන්, බොරුවක්,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
තණබිම්, 87:4-5
පාත්, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- මාර්ගයද බලන්න
ඉවසීම, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- උදව් ඉල්ලන්න, සහ යාච්ඤා කරන්න, 2:45, 153; 20:132; 50:39
රෝගියා
- සම්පූර්ණ විපාකය ලැබෙනු ඇත, 39:10
- අල්ලාහ් සිටින අය සමඟය, 8:46
- සහ වෙන්න, 11:115
- අල්ලාහ්ට යුතුකම් ඉටු කිරීමේදී, 16:90
- වීමට, කෝපය ඇති අවස්ථාවේදී, 41:34
සාමය, නැඹුරුව, 8:61
මුතු සහ කොරල්, සංරක්ෂණය කර ඇත, 52:24; 55:22; 56:23
පෑන, 68:1; 96:4
පුද්ගලයා
- අල්ලාහ් තම බලයට වඩා බරක් පටවන්නේ නැත, 2:286; 7:42
- අල්ලාහ් කිසිවෙකුට ඔහුගේ හැකියාවට අනුව මිස බදු අය නොකරයි, 23:62
- නැත, හෙට ඔහු උපයන දේ සහ ඔහු කුමන දේශයේ මිය යනු ඇත්දැයි ඔහු දනී, 31:34
- සෑම කෙනෙකුටම, ඔහු කර ඇති සියලු යහපත් හා අයහපත් දේවලට මුහුණ දීමට සිදුවනු ඇත 3:30
- සෑම කෙනෙක්ම, තමන් වෙනුවෙන් කන්නලව් කරමින් ඉදිරියට එනු ඇත, 16:111
- සෑම කෙනෙකුම, ඔහු උපයාගත් දේ සඳහා ඇපයක් වේ, 74:38
- අල්ලාහ් තමන්වම නින්දා කර ගැනීම මත දිවුරයි, 75:2
පාරාවෝ, 28:6; 40:24
- 2:49; 3:11; 7:141; 44:17-33 හි ජනතාව
- දියේ ගිලී, 2:50
- මෝසෙස් සමඟ කටයුතු, 7:103-137; 10:75-92
- මුහුදෙන් ගොඩගත් මළ සිරුර, 10:90-92
- සීමාවන් ඉක්මවා යාම; පව් කිරීම සහ අකීකරු වීම, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ධර්මිෂ්ඨ බිරිඳ, 28:8-9
- දෙවියන් යැයි කියා ගනී, 28:38; 79:24
- විනාශ කළා, 29:39
- ෆිර්අවුන්ගේ පවුලේ විශ්වාසවන්ත මිනිසෙක්, 40:28-44
- කුළුණක් ගොඩනැගීම, 40:36-37
- මෝසෙස් ද බලන්න
ලෞකික දේවල් ගොඩගැසීම, 102:1-4
ප්‍රතිඥාව (බයිආ)
- ඉස්ලාමය වෙනුවෙන්, 16:91
- රසූල්වරයාට අල්ලාහ්ට බයිආත් (ප්‍රතිඥාව) ඇත, 48:10
- විශ්වාසවන්තයින්ගේ, 48:18; 60:12
පොරොන්දුව (උකස් කිරීම), 2:283 ක් තිබිය යුතුය.
- සෑම පුද්ගලයෙකුම තමා උපයාගත් දේ සඳහා, 52:21; 74:38
කවි, 36:69
කවියෝ, 26:224-227; 69:41
දෙළුම්, 6:141
දුප්පත්, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
යාච්ඤාව, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ශබ්ද නඟා හෝ පහත් හඬින් නොවේ, 17:110
- අවිශ්වාස කරන්නන් සඳහා යාච්ඤාව, 9:113-114
- අවිශ්වාස කරන්නන්ගේ ආයාචනය, 13:14
- ඔහු ඒවාට පිළිතුරු දෙයි, 42:26
- ඉවසීමෙන් උදව් පතන්න සහ, 2:45, 153; 20:132; 50:39
- කිබ්ලා දෙසට මුහුණලා ඉකාමාත්-අස්-සලාත් ඉටු කරන්න, 2:142-145, 149-150
- දැඩි ලෙස ආරක්ෂා කරන්න, 2:238
- ගමන් සහ ප්‍රහාරයේදී, 2:239; 4:101-102
- බීමතින් සිටින විට ළං නොවන්න, 4:43
- ජනබා තත්ත්වයක ද නැත, 4:43
- පවිත්‍ර කිරීම, 4:43; 5:6
- අවසන් වූ විට, 4:103
- 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20 කාලවල
- අල්ලාහ්ට පමණක් සුජූද් කිරීම, 13:15
යාච්ඤා, සිකුරාදා, 62:9-11
අනතුරේ පූර්වාරක්ෂාවන්, 4:71
යුද සිරකරුවන්, 8:67-71
- වහලුන් ද බලන්න
සත්‍යයේ පොරොන්දුව, 46:16-17
දේපළ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
අනාගතවක්තෘවරු, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- ගිවිසුම්, 3:81; 33:7-8
- නීති විරෝධී, 3:161
- සෑම කෙනෙකුටම සතුරෙක්, 6:112; 25:31
- පණිවිඩකරුවන් ද බලන්න
වැඳ වැටීම
- අහස්හි හා පොළොවෙහි සිටින අය සහ ඔවුන්ගේ සෙවනැලි අල්ලාහ් වෙතම යොමු වේ. 13:15
ප්‍රතිපාදනය, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ගීතාවලිය, 4:163
දඬුවම්
- කල් දැමීම, 3:178
- අත් හෝ පාද කැපීම, 5:33
- ඔබට ලැබුණු දඬුවම් මෙන් ඔවුන්ටත් දඬුවම් කරන්න. 16:126.
- මෙලොව සහ පරලොව පිළිබඳ, 24:19; 68:33
පිරිසිදු කිරීම
- ශාරීරිකව,4:43; 5:6
- ආත්මිකව (අපිරිසිදුකම් වලින්), 87:14; 91:9
කදාර්, 5:5; 64:11
කදර්, S.97
කාෆ්, S.50
කලාම්, S.68
කමර්, S.54
කාරිආ, S.101
කරුන් (කෝරා), 28:76-82; 29:39
කසාස්,S.28
කිබ්ලා, 2:142-145, 149
කිසාස් (දඬුවම් කිරීමේදී සමානාත්මතාවය පිළිබඳ නීතිය), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
කුරානය
- විස්තර කර ඇත, 13:31, 36, 37; 14:1; 56:77-80
- අල්ලාහ් හැර වෙනත් කිසිවෙකුට කිසිදා නිර්මාණය කළ නොහැකි දෙයක්, 2:23; 10:38; 11:13; 17:88
- එය අල්ලාහ් නොවන කෙනෙකුගෙන් පැමිණ තිබේ නම්, එහි බොහෝ පරස්පරතා තිබුණි. 4:82
- පැහැදිලි ආලෝකයක්, 4:174; 42:52
- හෙළිදරව් විය, 6:19
- අල්ලාහ් එයට සාක්ෂිකරුවෙකි, 6:19
- පැහැදිලි සාක්ෂි, 6:157
- 6:68 පද පිළිබඳ අසත්‍ය සංවාදය
- මතක් කිරීමක්, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- පාරායනය කරන විට, සවන් දී නිහඬව සිටින්න, 7:204
- දික්ර්, 7:205; 15:6, 9
- ප්‍රඥාවේ පොත, 10:1; 31:2; 36:2
- දේවානුභාවයෙන් ලියන ලද පණිවිඩය, 10:2, 109; 42:52
- එය ප්‍රතික්ෂේප කරන අය, 11:17
- අරාබි භාෂාවෙන්, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- කොටස් බවට පත් කර, අදියර වශයෙන් හෙළිදරව් කරන ලදී, 15:91; 17:106; 25:32; 76:23
- පදයක වෙනසක්, 16:10
- ඔබට පාරායනය කිරීමට අවශ්‍ය වූ විට, 16:98
- මාර්ගෝපදේශ, 17:9
- ශුභාරංචිය සහ අනතුරු ඇඟවීම, 17:9-10
- සහ අවිශ්වාස කරන්නන්, 17:45-47
- හිමිදිරි පාන්දර පාරායනය කිරීම (දේවදූතයින් විසින්) සැමවිටම සාක්ෂි දරනු ලැබේ, 17:78
- සුවය සහ දයාව, 17:82
- මිනිස් වර්ගයාට සම්පූර්ණයෙන්ම පැහැදිලි කර ඇත, සෑම ආකාරයකම උපමාවක් සහ ආදර්ශයක්, නමුත් බොහෝ දෙනෙක් ප්‍රතික්ෂේප කරති, 17:89; 18:54; 39:27
- පහසුයි, 19:97; 44:58; 54:17, 22, 32, 40
- මගේ ජනතාව මෙම කුර්ආනය අත්හැරියා, 25:30
- ශුද්ධ ලියවිලි මගින් තහවුරු කර ඇත, 26:196
- ඉස්රායීල් දරුවන් ඔවුන් මතභේද ඇති කර ගත් දේ ගැන ඔවුන්ට කියයි, 27:76
- කියවා යාච්ඤා කරන්න, 29:45
- අල්ලාහ්ගෙන් සත්‍යය, 32:3; 35:31
- භාග්‍යවන්ත රාත්‍රියක, 44:3
- එහි සෑම නියමයක්ම නියම කර ඇත. 44:4.
- ගැඹුරින් සිතා බලන්න, 47:24
- 50:45 වන විට අනතුරු අඟවන්න
- අල්ලාහ් විසින් උගන්වන ලදී, 55:1
- සහ ගෞරවනීය පාරායනය, හොඳින් ආරක්ෂා කර ඇත, 56:77-78
- පිරිසිදු අයට මිස කිසිවෙකුට ස්පර්ශ කළ නොහැක, 56:79
- කන්දක් මතට පහළ කළහොත්, 59:21
- ප්‍රතික්ෂේප කරන්නන්ට වේදනාවකි. 69:50
- නියත සත්‍යයකි, 69:51
- මන්දගාමී ශෛලියකින් පාරායනය කරන්න, 73:4
- ගෞරවයෙන් තබා ඇති, පිරිසිදුව හා ශුද්ධව තබා ඇති වාර්තාවල, 80:13-16
- (සියලු) ආලමින්වරුන්ට මතක් කිරීමකි, 81:27.
- අවිශ්වාස කරන්නන් බොරු කරති, 84:22
- ටැබ්ලටයේ සංරක්ෂණය කර ඇත, 85:22
- සත්‍යය අසත්‍යයෙන් වෙන් කරන වචනය, 86:13
- පිරිසිදු පිටු කියවීම, 98:2
- එළිදරව් පොතද බලන්න
කුරෙයිෂ්, S.106
කුරෙයිෂ්
- අවිශ්වාස කරන්නන්, 54:43-46, 51
- හීලෑ කිරීම, 106:1-4
රබ්බිවරු සහ භික්ෂූන් වහන්සේලා, 9:31, 34
ජාතිය, යහපත් ක්‍රියාවල මෙන් උත්සාහ කරන්න, 5:48
රා'ඩ්, S.13
රහ්මාන්, S.55
දැහැමි බවින් ලැබෙන පෝෂණය වඩා හොඳය, 7:26
වැස්ස
- අල්ලාහ්ගේ දීමනාව, 56:68-70
- ගල්, 27:58
රාමදාන්, 2:185
රමී, 2:200
කප්පම්
- නැහැ, ගනු ලැබේ, 57:15
- අවිශ්වාසකයින් විසින් පිරිනමනු ලැබේ, 3:91; 10:54; 13:18
ෆිද්යා, උපවාසයේ, 2:196
- වහලුන් නිදහස් කිරීම සඳහා, 8:67
රාස්, එහි වැසියන්, 25:38; 50:12
විපාක
- දිනය, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ප්‍රතික්ෂේප කරන්නන්, 107:1-7
- නපුරක් යනු ඒ හා සමාන නපුරකි. 42:40
සංහිඳියාව
- කවුරුන් සමාව දී එය කරයිද, 42:40
- පුරුෂයා සහ භාර්යාව අතර, 4:35
- ඇදහිලිවන්තයන් අතර, 49:9-10
වාර්තාව
- කොටා ඇති ලේඛනයක්, 83:7-9, 18-21
- සෑම ජාතියක්ම තමන්ගේම දේට කැඳවනු ලැබේ, 45:28-29
- සෑම පුද්ගලයෙකුගේම ක්‍රියාවන්හි ලිඛිත පිටු, 81:10
- එය සත්‍යය කතා කරයි, 23:62
- දකුණු අතේ, 69:19; 84:7-9
- වම් අතේ, 69:25
- පිටුපසින්, 84:10-15
දේවදූතයන් වාර්තා කිරීම, 50:17-18, 23; 85:11
දුෂ්කරතා සමඟ සහනය, 94:5-6
ආගම
- බල කිරීමක් නැත, 2:256
- ඉස්ලාම්, 3:19
- අල්ලාහ්ගේ, 3:83-84
- ඉස්ලාම් හැර, 3:85
- සීමාවන් ඉක්මවා නොයන්න, 4:171; 5:77
- පරිපූර්ණයි, 5:3
- සෙල්ලමක් සහ විනෝදයක් ලෙස ගන්නා, 6:70
- ඔවුන් තම කොටස් බෙදා වෙන් කර, කණ්ඩායම් වලට කැඩී යයි, 6:159; 30:32
- 42:13-14; 43:65; 45:17 ද බලන්න.
- මිනිසුන් තම තමන්ගේ කණ්ඩායම් වලට කැඩී ගොස් ඇත, සෑම කණ්ඩායමක්ම තම විශ්වාසය ගැන සතුටු වෙති, 23:53; 30:32
- කිසිම අපහසුතාවයක් නැත, කිසිම අපහසුතාවයක් නැත, 22:78
- මිනිස් සංහතිය මවන ලද්දේ, 30:30
- සියලුම අනාගතවක්තෘවරුන්ටත් එසේමයි, 42:13-15
- මුතුන්මිත්තන්, 43:22-24
අල්ලාහ් සිහි කිරීම, 63:9
- තුළ, හදවත් විවේකය සොයා ගනී, 13:28
පසුතැවීම
- නොදැනුවත්කම නිසා පාපයක් සිදු වුවහොත් එය පිළිගෙන ඉක්මනින් පසුතැවිලි වේ, 4:17; 6:54
- තවද නපුරු ක්‍රියා දිගටම පැවතුනහොත් කිසිදු ඵලක් නැත, 4:18
- උන්වහන්සේ පිළිගන්නා අතර පව් කමා කරන සේක, 4:25
නපුරට සහනයක්, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
නැවත නැඟිටීම, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- එස්රා 2:259 කතාවේ උදාහරණයක්
- ආබ්‍රහම් 2:260
- ගුහාවේ ජනතාව 18:9-26
- නැවත නැඟිටීම ප්‍රතික්ෂේප කරන්නන්ට අනතුරු ඇඟවීම 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
නැවත නැඟිටීමේ දිනය, 7:89; 20:100-101, 124
- සැබෑ දිනය, 78:39
- ඔබගේ වැටුප සම්පූර්ණයෙන්ම ගෙවා ඇත 3:185
- ඔප්පුවල ලිඛිත පිටු විවෘත කරනු ලැබේ, 81:11
- සෑම පුද්ගලයෙකුම තමා ගෙන ආ දේ දැන ගනු ඇත, 81:14
- සෑම පුද්ගලයෙකුටම ඔහු කළ සියලු හොඳ සහ නරක වලට මුහුණ දීමට සිදුවනු ඇත, 3:30
- පුද්ගලයෙකු තමා ඉදිරියට යැවූ දේ සහ ඉතිරි කළ දේ දැන ගනු ඇත, 82:5
- අයුක්තියට බිය නොවන්න, 20:112
- යුක්තියේ තුලනයන්, 21:47
- ඔප්පුවල පරිමාණයන්, 23:102-103
- පරමාණුවක බරට සමාන යහපතක් හෝ අයහපතක් කරන ඕනෑම අයෙකු එය දකිනු ඇත, 100:7-8
- සියලු රහස් පරීක්ෂා කරනු ලැබේ, 86:9
දකුණු අතින් දෙන ලද වාර්තාව, 69:19; 84:7-9
වම් අතින් වාර්තාව ලබා දී ඇත, 69:25
පිටුපසින් දෙන ලද වාර්තාව, 84:10-15
- අවිශ්වාස කරන්නන්ට දුෂ්කර දවසක්, 25:26; 54:8; 74:9
- බර දවසක්, 76:27
- අධික බරක් උසුලන්න, 20:100-101
- කිසිදු නිදහසට කරුණක් ඉදිරිපත් කිරීමට අවසර නැත, 77:36
- වැරදිකරු ඔහුගේ අත්වලින් සපා කනු ඇත, 25:27
- අපරාධකරුවන් ඔවුන්ගේ සගයන් හා පිළිම සමඟ රැස් වූහ, 37:22
- ගැඹුරු පසුතැවීම්, ශෝක සහ බලාපොරොත්තු සුන්වීම් සහිත විනාශය, 30:12
- පණපිටින් වළලනු ලැබූ කාන්තාවගෙන් ප්‍රශ්න කරනු ලැබේ, 81:8-9
- මහා භීෂණය, 21:103
- අමතන්නා භයානක දෙයකට කතා කරනු ඇත, 50:41; 54:6-8
- තනි (කෑගෑමක්), 36:29, 49, 53; 38:15; 50:42
- සජ්රා (කෑ ගසයි), 37:19; 79:13
- ආසන්න වධ වේදනාවක්, 78:40
- අහස දරුණු කම්පනයකින් කම්පා වනු ඇත, 52:9; 56:4
- අහස දෙකඩ වේ, 84:1-2
- අහස දෙබෑ විය, 77:9; 82:1
- අහස වලාකුළුවලින් කැඩී යනු ඇත, 25:25
- අහස ඔහුගේ දකුණු අතේ රෝල් කරනු ලැබේ, 21:104; 39:67
- ස්වර්ගයේ සහ පොළොවේ සිටින සියල්ලන්ම සිහිසුන් වනු ඇත, 39:68
- අහස විවෘත කරනු ලැබේ, එය දොරටු මෙන් වනු ඇත, 78:19
- අහස උතුරන තෙල් කුණු මෙන් වනු ඇත, 70:8
- තරු වැටෙනු ඇත, 81:2; 82:2
- තාරකාවල ආලෝකය නැති වී යයි, 77:8
- සූර්යයා එහි ආලෝකය නැති කර ගනී, 81:1
- මුහුද ගිනි ජාලාවක් මෙන් වනු ඇත, 81:6
- මුහුදු පුපුරා යයි, 82:3
- පැයේ භූමිකම්පාව, 22:1; 99:1
- කඳු ඉවත් වනු ඇත, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- කුඩු කර දූවිල්ලට පත් කිරීම 20:105; 56:5
- ලොම් පතුරු මෙන්, 70:9; 101:5
- පොළොව සහ කඳු දරුණු ලෙස සොලවනු ලැබේ, 73:14; 79:6
- පොළොව කුඩු බවට පත් වේ, 89:21
- පොළොව තවත් පොළොවක් බවට පත් වනු ඇත, අහසත් එසේම වනු ඇත, 14:48
- පෘථිවිය විහිදේ, 84:3-5
- පොළොව ලැවෙල් කළ තැනිතලාවක් ලෙස 18:47; 20:106
- පොළොව එහි බර ඉවත දමයි, 84:4; 99:2
- සොහොන් උඩු යටිකුරු කර ඇත, 82:4
- සොහොන් වලින් නැවත නැඟිටීම, 21:97; 70:43
- මරණින් පසු පෘථිවිය මත ජීවමානව, 79:14
- වන සතුන් එක්රැස් කරනු ලැබේ, 81:5
- අන්ධව නැගිට්ටුවා, 20:124-125
- හොරණෑව පිඹිනු ලැබේ, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- සඛා, 80:33
- ආත්මයන් ඔවුන්ගේ ශරීර සමඟ එකතු වනු ඇත, 81:7
- දින දහයකට වඩා රැඳී නොසිටින්න, 20:103
- දිනකට වඩා රැඳී නොසිටින්න, 20:104
- නැතහොත් දවසක කොටසක්, 23:112-114
- රැස්වන දිනය, 64:9
- විනිශ්චය දිනය, 37:21
- තීරණ දිනය, 77:38; 78:17
- වර්ග කිරීමේ දිනය, 77:13-14
- ශෝක සහ පසුතැවිලි දිනය, 19:39
- ප්‍රතික්ෂේප කරන්නන්, 77:15-50
- මිනිස් වර්ගයා විසිරී සිටින සලබයන් මෙන් වනු ඇත, 101:4
- මිනිස් වර්ගයා විසිරුණු කණ්ඩායම් වශයෙන් ඉදිරියට යනු ඇත, 100:6
- මනුෂ්‍ය වර්ගයා බීමත් තත්වයක සිටින ආකාරයට, 22:2
- සෑම ගැබිනියක්ම ඇගේ බර අඩු කර ගනී, 22:2
- ගැබ්ගත් ඔටුවන් නොසලකා හරිනු ලැබේ, 81:4
- කිරි දෙන මව ඇගේ කිරිදෙන පැටවා අමතක කරයි, 22:2
- ඥාතීන්ට එකිනෙකා දැකීමට සැලැස්විය යුතුය, 70:11
- මිනිසෙකු තම ඥාතීන්ගෙන් පලා යයි, 80:34-37
- කිසිම මිතුරෙකු මිතුරෙකුගෙන් ඉල්ලන්නේ නැත, 70:10
- මිතුරෙකු හෝ මැදිහත්කරුවෙකු නොමැත, 40:18
- කිසිම පුද්ගලයෙකුට තවත් කෙනෙකුට කිසිවක් කිරීමට බලය නැත, 82:19
- ඔහුට කිසිදු බලයක් හෝ උදව්කරුවෙකු හෝ නොමැත. 87:10
- විශ්වාසවන්තයින් කෙරෙහි බියක් නැත, 43:68
- විශ්වාසවන්තයින් සෙවණැලි, උල්පත් සහ පලතුරු මධ්‍යයේ සිටිනු ඇත, 77:41-43
- ස්වර්ගයේ පදිංචිකරුවන් සහ ඔවුන්ගේ භාර්යාවන්, 36:55-58
- දේවදූතයන් මහා පහළ වීමකින් පහළ කරනු ලැබේ, 25:25
- ෂින් නිරාවරණය වනු ඇත, 68:42-43
- ස්වර්ගය සමීප කරනු ලැබේ, 81:13
- නිරය සමීපයට ගෙන එනු ලැබේ, 89:23
- නිරයේ ගින්න ඉවත් කර, දරුණු ගින්නක් බවට පත් කරනු ලැබේ, 81:11-12
- දානයෙන් පළිගැනීම පව් කමාවකි, 5:45
එළිදරව්ව
- ඔබට සැකයක් ඇත්නම්, 2:23-24
- අවලංගු කරන ලද හෝ අමතක කරන ලද පදය, 2:106
- නිවැරදි මඟ පෙන්වීම, 3:73
- දෙවියන් වහන්සේගෙන්ය, එබැවින් සැක කරන්නන් අතර නොසිටින්න. 6:114
- තේරුම් ගන්නා අයට, 6:98
- මඟ පෙන්වීමක් සහ දයාවක්, 7:203; 16:64; 31:3
- Ruh-ul-Qudus හරහා, 16:102; 26:192-193
- විස්තරාත්මකව පැහැදිලි කර ඇත, 6:98; 41:2-4
- මෙම ග්‍රන්ථයේ සඳහන් දෑ අල්ලාහ්ගෙන්ය, 46:2
- පොත සහ කුර්ආනය ද බලන්න
ඔවුන්ට කළ පීඩාකාරී වරදට පළිගැනීම, 42:39-43
ත්යාගය
- හොඳම ක්‍රියාවන්ට අනුව, සහ ඊටත් වඩා, 24:38; 29:7; 39:35
- විපාකයක් ලෙස 25:15
- අල්ලාහ් යහපත කරන්නන්ට හොඳම දේවලින් විපාක දෙයි, 53:31
- යහපත සඳහා, යහපත හැර වෙනත් විපාකයක් නැත, 55:60
රිබා (පොලිය බලන්න)
ධර්මිෂ්ඨ
- සමාගම, 4:69
- දේශය උරුම කර ගනු ඇත, 21:105
- පාරාදීසයේ, 51:15-19; 76:5-12
- "හොඳයි" ද බලන්න
ධර්මිෂ්ඨකම, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- බෑවුම් සහිත මාර්ගය, 90:11-18
නිවැරදි මඟ පෙන්වීම අල්ලාහ්ගේ මඟ පෙන්වීමයි, 3:73
මාර්ග, මාර්ගය, 43:10
පර්වත මාර්ගය (හිජ්ර්), වැසියන්, 15:80-85
රෝම, 30:2-5
වහලය, ස්වර්ගය, 21:32
Ruh (Gabriel), 26:193; 67:12; 70:4; 78:38;97:4
රුහ්-උල්-කුදුස්, 2:87, 253; 5:110; 16:102
- ගේබ්‍රියෙල් ද බලන්න
රූහ් (ආත්මය, ආත්මය), 15:29; 17:85; 58:22
රම්, S.30
සබා (ෂෙබා), 27:22-44; 34:15-21
සාබා', S.34
සබත්
- උල්ලංඝනය කරන්නන්, 2:65; 4:154; 7:163-166
- 16:124 සඳහා පමණක් නියම කර ඇත
සේබියන්ස්, 5:69; 22:17
පූජාව, 2:196, 200; 22:34-37
දුකයි, S.38
සදකා (පුණ්‍ය කටයුතු), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- සැඟවීම පෙන්වීමට වඩා හොඳය, 2:271
සෆා සහ මර්වා, 2:158
සාෆ්, S.61
සෆාට්, S.37
සේල් අල්-අරිම් (මාරිබ් වේල්ලෙන් මුදා හරින ලද ගංවතුර), 34:16
සජ්දා, S.32
සකිනා (සන්සුන් බව සහ සන්සුන්කම), 2:248; 9:26, 40; 48:4, 18, 26
සාලිහ්, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
සල්සබිල් (පාරාදීසයේ වසන්තය), 76:18
සමරි, 20:85, 95-97
සැමුවෙල්, 2:247
සාතන්, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- සතුරුකම සහ වෛරය අවුස්සයි, 5:91
- 7:200-201 දින සිට නපුරු රහසින්
- රැවටෙනවා, 8:48
- පාවා දුන්නා, 14:22
- ඇදහිලිවන්තයන් කෙරෙහි බලයක් නැත, 16:99-100
- බොරුව විසි කරයි, 22:52-53
- සතුරෙක්, 12:5; 35:6; 36:60
- අහංකාරය 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ජින් 18:50-51
- ආදම්ගේ පරීක්ෂාව සහ වැටීම 7:20-23; 20:116-121
- විශ්වාසවන්තයින් කෙරෙහි කිසිදු බලයක් නැත 16:98-100
- ඔහුගේ ඉලක්කය 35:6-8
- මනුෂ්‍යත්වයට දිවුරුම් දුන් සතුරෙක් 12:5; 17:53
- ඔහුගේ පක්ෂය 53:14-19
- ඔහුගේ අත්කම් 5:90-91
- යහපත් ක්‍රියා අධෛර්යමත් කරයි 2:268
- විශ්වාසවන්තයින් අල්ලාහ්ගෙන් ආරක්ෂාව පතති 7:200-202
- ඔහුගේ යෝජනා ක්‍රම දුර්වලයි 4:76
- ඔහුගේ අනුගාමිකයින්ට බාධා කරයි 8:48
- නිරයේ ඔහුගේ අනුගාමිකයන් සමඟ කතා කරන්න 14:22
- ඉබ්ලිස් ද බලන්න
පරිමාණය, සාර්ථක, බර වනු ඇත, 7:8-9
- ශේෂය ද බලන්න
ශුද්ධ ලියවිල්ල
- (යුදෙව්වන් සහ ක්‍රිස්තියානීන්) ජනයා, 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ඔවුන් සඟවාගෙන සිටි දේ, 5:61-63
- ඔවුන් අතරින් යහ මඟෙහි සිටින්නන්, 5:66
- ඔවුන් හඳුනා ගනී නමුත් විශ්වාස නොකරයි, 6:20
මුහුදු, 42:32-33; 45:12
- දෙදෙනා, 18:60; 25:53; 35:12; 55:19-20
- කවදාද, පුපුරා යයි, 82:3
රහස (නජ්වා)
- කතා, 4:114
- තුන්දෙනාගේ උපදෙස්, 58:7
- උපදෙස්, 58:8, 10
- පෞද්ගලික උපදේශනය, 58:12-13
ආගමේ නිකායන් සහ බෙදීම්, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
විපතෙන් පසු ආරක්ෂාව, ඔහු පහළ කළේය, 3:154
බීජය, එය වර්ධනය කරන්නේ කවුද, 56:63-67
ඉන්ද්‍රියන්, 23:78
හත, නිර්මාණය කරන ලදී
- ස්වර්ගය, 2:29; 23:17; 65:12; 67:3; 71:15
- සහ එහි මෙන් පොළොව ගැන, 65:12
සෙවනැල්ල
- අල්ලාහ්ට සුජූද් කිරීම, 13:15; 16:48
පැතිරීම, 25:45
ෂම්ස්, S.91
සමූද් ජනයාට පැහැදිලි සලකුණක් ලෙස ඔටුවා, 7:73; 17:59; 26:155-158
ලකුණක් ලෙස යාත්‍රා කරන නෞකාව; සේවය කිරීමට; කෘතඥ වීමට; උන්වහන්සේගේ ත්‍යාගය සෙවීමට, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ෂුඅයිබ්, 7:85-93; 11:84-95; 29:36-37
ෂුආරා, S.26
ෂුරා, S.42
සිද්රත්-උල්-මුන්ටහා, 53:14
මදීනා වටලෑම, 33:9-27
සිජ්ජින්, 88:7-9
පාපය, 7:100; 74:43-6
- නීති විරෝධී ලිංගික සංසර්ගය, 4:15-16; 24:2, 19
- විශාල නම්, වළක්වා ගනු ලැබේ, කුඩා පාපයන් සමාව දෙනු ලැබේ, 4:31
- ඔවුන්ට මිනිසුන්ගෙන් සැඟවිය හැක, නමුත් අල්ලාහ්ගෙන් සැඟවිය නොහැක, 4:108
- කවුරුන් උපයන්නේද, ඔහු එය උපයා ගන්නේ තමාටම විරුද්ධවය. 4:111
- කවුරුන් හෝ උපයාගෙන පසුව අහිංසකයෙකුට එය විසි කරයිද, 4:112
- අල්ලාහ් තමාට හවුල්කරුවන් ඇති කර නොගැනීමට සමාව දෙයි, නමුත් ඔහු අභිමත කරන අයට ඒ හැර වෙනත් පාපවලට සමාව දෙයි, 4:116
- කැපවූවන්ට නිසි විපාක ලැබෙනු ඇත, 6:120
- පව්කාරයන් කිසිදා සාර්ථක නොවනු ඇත, 10:17
- අල්ලාහ් සියල්ලටම සමාව දෙයි, 39:53
- මහා පාප, 42:37
සීනයි කන්ද, 19:52; 23:20; 95:2
පව්කාරයන්, ඔවුන්ගේ කන්, ඇස් සහ සම් ඔවුන්ට එරෙහිව සාක්ෂි දෙනු ඇත, 41:20-23
සිරාත් පාලම, 66:8
අපහාස කරන්නා, 68:11-12; 104:1
වහලුන්, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- යුද සිරකරුවන් ද බලන්න; වහලුන්
නින්ද, විවේකයට දෙයක්, 78:9
සොදොම්, 29:31; 37:136
සොඩොමි, 7:80-82; 11:77-83; 15:61-77; 29:28-29
සොලමන්, 2:102; 4:163; 6:84
- ඔහුගේ පියා වන ඩේවිඩ්ට සාධාරණ විනිශ්චයකට එළඹීමට උපකාර කරයි 21:78-82
- සහ කුහුඹුවන්, 27:15-19
- සහ හූපෝ, 27:20-26
- සහ සාබාහි රැජින, 27:22-44; 34:15
- අල්ලාහ් ඔහුට දැක්වූ අනුග්‍රහයන් 34:12-14, 38:34-40
- හොඳ අශ්වයන් කෙරෙහි ඔහුගේ ආදරය 38:30-33
දරුකමට හදාගත් පුත්‍රයා, 33:4-5
ආත්මය (ආත්මය, රූහ්), 15:29; 17:85; 58:22
අල්ලාහ්ගේ මාර්ගයේ වියදම් කරන්න, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- එය ඔබගේ අවශ්‍යතා ඉක්මවා යයි, 2:219
- අල්ලාහ්ගේ මාර්ගයේ තම ධනය උපමා කරන්නන්ගේ උපමාව, 2:261
- මිනිසුන්ට පෙනී සිටීම, 2:264; 4:38
- අල්ලාහ්ගේ මාර්ගයේ ඔබ කුමක් කළත්, එය ඔබට ආපසු ගෙවනු ලැබේ, 2:272; 8:60; 34:39
- අධික වියදම් සහිතව හෝ නාස්තිකාර ලෙස නොවේ, 6:141;17:26
- අධික ලෙස වියදම් නොකරන්න, ලෝභ නොවන්න, 25:67
- අල්ලාහ්ගේ මාර්ගයේ වියදම් කිරීමෙන් දෑත් වසා ගන්නා අය, 9:67
ආත්මය (ආත්මය, රූහ්), 15:29
- එහි දැනුම අල්ලාහ් වෙතය, 17:85
- අල්ලාහ් විශ්වාසවන්තයින් ශක්තිමත් කරයි, 58:22
යුද්ධයේ කොල්ලය, 8:41, 69; 48:15, 19-20; 48:15
- Booty ද බලන්න
ඔත්තු බැලීම, 49:12
තරුව, 53:1, 49; 86:1-4
තරු, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
කෙළින්, මාර්ගය, 1:6
- ආදිය. මාර්ගය, 6:153
- ආදිය. උත්සාහ කිරීම, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
කිරි බොන, හදාගත් මවගේ පදය, 2:233
දුක් විඳීම, දුප්පත්කම, සෞඛ්‍යය නැතිවීම සහ විපත්; සමෘද්ධිය සහ ධනය, 7:94-96
ඉරි, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
උත්තරීතර සාර්ථකත්වය, 9:72; 44:57
සූරා, 10:38; 11:13; 47:20
- එහි හෙළිදරව්ව විශ්වාසය වැඩි කරයි, 9:124-127
සැකයන්, 49:12
සුස්ටෙනන්ස්, 19:62
- ප්‍රතිපාදනය ද බලන්න; ප්‍රතිපාදනය
සුව', 71:23
ටැබුක්, 9:40-59, 81-99, 117-118, 120-122
ටගාබුන්, S.64
Taghut, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- බොරු දෙවිවරුන් ද බලන්න
ටා-හා, S.20
ටහ්රිම්, S.66
තකතුර්, S.102
ටක්විර්, S.81
තලාක්, S.65
තල්හ් (කෙසෙල් ගස), 56:29
තාලුත් (සාවුල්), 2:247-249
තාරික්, S.86
තස්නිම් (වසන්තය), 83:27-28
තවුබා, S.9
තවාෆ් (කාබා වටා යමින්), 2:200; 7:29,31
තයමුම්, 4:43; 5:6
සෑම ජාතියකටම නියමිත කාලයක් ඇත, කිසිවෙකුට එය අපේක්ෂා කළ නොහැක හෝ ප්‍රමාද කළ නොහැක, 7:34; 10:49; 15:4-5; 16:61; 20:129
භූමිය, හමුදා ඒකක මගින් ඔබේ ආරක්ෂාව සලසා ගන්න, 3:200
අල්ලාහ් මත පදනම්ව පරීක්ෂාව, 3:154; 34:21
තමුද්, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
සොරා, දඬුවම, 5:38-39
සිංහාසනය, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- ජලය මත, 11:7
- දේවදූතයන් අට දෙනෙක්, 39:75; 40:7; 69:17
කාලය, 45:24; 76:1; 103:1
ටින්, S.95
වධහිංසා,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
අපි කිසිදු නගරයක් විනාශ නොකළෙමු. ඒ සඳහා පැහැදිලි නියෝගයක් තිබුණි. 15:4
වෙළඳාම සහ දේපළ, 4:29
සංචාරය කරන්න, ඔවුන් පොළොව හරහා ගමන් කර නැද්ද, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ද්‍රෝහිකම, 8:58; 22:38
- පාවාදීම බලන්න
නිධානය රැස්කර ඇත, 9:35
අල්ලාහ්ගේ නිධානයන්, 6:50
සදාකාලික ගස, 20:120
ගස්, 22:18
පරීක්ෂාවන්, 2:214-218; 64:15
මළවුන් කෙරෙන් නැගිටුවන දිනයේදී හොරණෑව, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
සඛා,80:33
අහසට, පොළොවට සහ කඳුවලට භාර දුන් විශ්වාසය, නමුත් මිනිසා විසින් භාර ගන්නා ලදී, 33:72-73
භාර (අමානා),2:283; 4:58; 8:27; 23:8;33:72; 70:32
සත්‍යය, 5:48; 23:70-71, 90; 25:33; 69:51
- අසත්‍යය සමඟ මිශ්‍ර නොවන්න, සඟවන්න එපා, 2:42
- පැමිණ ඇත, අසත්‍යය අතුරුදහන් වී ඇත, 17:81
- පොරොන්දුව, 46:16-17
Tubba', ජනතාව, 44:37; 50:14
ටර් (කන්ද), 28:29, 46
තුර්කිය, S.52
ටුවා, නිම්නය, 20:12; 79:16
උහුද් සටන, 3:121-128, 140-180
උම්මා (ප්‍රජාව, ජාතිය), 2:143-144;10:47, 49; 11:118; 16:36, 120
'උම්රා, 2:128, 158, 196
උසුරි (රිබා), 2: 275-276, 278-280; 3:130;4:161; 30:39
උසයිර්, (එස්රා බලන්න)
උස්සා, 53:19
නොපෙනෙන තිරයක්, 17:45-46
වේලිං, 24:31; 33:59
පද, සබ් අල්-මතානි, 15:87
ජයග්‍රහණය
- අල්ලාහ් විසින් දෙන ලදී, 48:1
- අල්ලාහ්ගේ උදව්වෙන්, 61:13
ගුණධර්ම, (ධර්මිෂ්ඨකම බලන්න; විශ්වාස කරන්නන්)
වාඩ්, 71:23
- "ඔයාලා ඉන්න, අපිත් බලාගෙන ඉන්නවා", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
වාකියා, S.56
අල්ලාහ්ට එරෙහිව යුද්ධය, 5:33-34
අධික වියදම් කිරීමෙන් නාස්ති නොකරන්න, 6:141; 7:31; 17:26
ජලය, සෑම ජීවියෙකුම සෑදී ඇත්තේ, 21:30; 24:45; 25:54
- මුහුදු දෙකක්, 18:60; 25:53; 35:12; 55:19-20
- අල්ලාහ්ගේ සිංහාසනය, 11:7
- වැස්ස, 23:18
වේ, ද, 1:6; 42:52-53; 90:10
- ආදිය පහසුයි, පහසු කරන්න, 87:8
- මාර්ගයද බලන්න
මගියා, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ධනය
- රැස් කළේ කවුද, 104:2-4
- අල්ලාහ්ගේ මාර්ගයේ වියදම් කිරීම (වියදම් කරන්න බලන්න)
ධනය හා දරුවන්, මෙලොව ජීවිතයේ අලංකාරය, 18:46
කිරුම් මිනුම, සම්පූර්ණ කරන්න, 11:85; 17:35; 83:1-5
වැන්දඹුවන්, 2:234-235, 240
අල්ලාහ්ගේ කැමැත්ත, 10:99-100; 30:5; 81:29; 82:8
අල්ලාහ් අභිමත කළහොත් මිස, මිනිසාගේ අභිමතය පරිදි ඍජුව ගමන් කිරීම, 28:29
සුළං, 77:1-3
- ශුභාරංචිය ප්‍රකාශ කරන්නන් ලෙස, 7:57; 30:46
- වලාකුළු මතු කිරීම, ජලය ඇති කිරීම, 15:22; 30:48
- කහ පැහැයට හැරේ, 30:51
වයින් (පාරාදීසයේ)
- පිරිසිදු පාන වර්ග, 37:45; 76:21
- සුදු, රසවත්, 37:46
- ගංගා, 47:15
- පිරිසිදු මුද්‍රා තබා ඇත, 83:25
අල්ලාහ් සමහරුන්ට තවත් සමහරුන්ට වඩා උසස් කර ඇති දේට ආශා නොකරන්න. 4:32
සාක්ෂිකරුවන්
- නබිවරුන්ගේ ගිවිසුමට, 3:81
- මිනිස් වර්ගයා කෙරෙහි, 2:143; 22:78
- කොන්ත්‍රාත්තුවක් සඳහා, 2:282
- එක් පිරිමියෙකුට එරෙහිව කාන්තාවන් දෙදෙනෙකු, 2:282
- නීති විරෝධී ලිංගික සංසර්ගයට, 4:16; 24:2
- සාධාරණ වන්න, 5:8
- අත් සහ කකුල් සාක්ෂි දරනු ඇත, 36:65
- මිනිසා තමාටම එරෙහිව, 75:14
සාක්ෂි දැරීමේ දිනය සහ සාක්ෂි දැරීමේ දිනය, 85:3
භාර්යාවන්
- ඔබට වගා බිමකි, 2:223
- ඔබ වෙනුවෙන් ආවරණය, 2:187
- ඔබේම වර්ගයේ, 16:72
විවාද කරන්නිය වන කාන්තාව, 58:1-2
කාන්තාවන්, 2:222-223; 4:15, 19-22, 34, 127
- නිර්මලකමට චෝදනා කරන, 24:4-5, 11-17, 23-26
- වේල් කිරීම, 24:31; 33:59
- විශ්වාස කිරීම, සංක්‍රමණිකයන් ලෙස, 60:10-12
- ආරවුලකදී තමා පැහැදිලි කර නොගැනීම, 43:17-18
වනාන්තර, එහි වැසියන්, 15:78; 38:13; 50:14
- Aikah ද බලන්න; Madyan 26:176-191
ලෝකය, මේ ජීවිතය
- සෙල්ලමක් සහ විනෝදයක් මිස අන් කිසිවක් නොවේ, 6:32; 29:64; 47:36; 57:20
- මිනිසුන් රවටනවා, 6:130
- පරලොව සැපතට වඩා ස්වල්පයකි, 9:38; 13:26; 28:60-61
- කැමති ඕනෑම කෙනෙකුට එහි ප්‍රතිලාභ ලැබෙනු ඇත, නමුත් එවිට පරලොවෙහි කිසිදු කොටසක් නොලැබෙනු ඇත, 11:15-16; 17:18; 42:20
- ධනය සහ දරුවන්, අලංකාරය, 18:46
- වර්තමානයට ආදරය කරන, පරලොව හැර යන, 75:20-21; 76:27
ගිවිසුම් සඳහා ලිවීම, 2:282
වැරදි කරන්නන්,11:18-22, 101-104, 116-117;39:47
- "විශ්වාස කරන්නන්" ද බලන්න
වුදු' (වධනය), 4:43; 5:6
යාගුත්, 71:23
යාහියා (ජෝන්)
- ශුභාරංචිය, 3:39; 21:90
- ධර්මිෂ්ඨ, 6:85
-ඥානවන්ත; අනුකම්පා සහගත; කීකරු, 19:12-15
යා-සින්, S.36
Yathrib (අල්-මදීනා), ජනතාව, 33:13
යාඋක් 71:23
යූනුස් (ජෝනා), S.10
යූසුෆ් (ජෝසප්), S.12
සබුර්, 21:105
Zachariah (Zakariyya), 3:37-41; 6:85; 19:2-11; 21:89-90
නබිතුමාගේ දාසයා වන Zaid Ibn Harithah, 33:37-38
සකාත්, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- සකාත් සහ දානමය අරමුණු, 2:273; 9:60
සන්ජබිල්, 76:17
සල්සාලා, S.99
Zaqum, 17:60; 37:62-66; 44:43-46; 56:52
සිහාර්, 33:4; 58:2-4
සුක්රුෆ්, S.43
සුමාර්, S.39
මූලික මූලධර්ම
- ඇදහිල්ල සම්පූර්ණ විය 5:3
- අල්ලාහ් විසින් පිළිගනු ලැබූ එකම මාර්ගය 3:19, 85
- ඉස්ලාමය පිළිගැනීමේදී බල කිරීමක් නැත 2:256
- විවිධ විශ්වාසයන් සහ නීති සංග්‍රහයන් සහිත එක් ආගමක් 5:48; 22:67-70; 42:13-14
- ඉස්ලාමයේ අනාගතවක්තෘවරුන් 2:135-136; 3:84; 4:163-165
- ආඥා (අල්ලාහ් කෙරෙහි විශ්වාසය තබා යහපත කරන්න) 4:36; 6:151-154; 17:23-39; 18:107-108
- ෂරියා හි අරමුණු පහක්: ඇදහිල්ල ආරක්ෂා කිරීම 5:54
- ජීවිතය ආරක්ෂා කිරීම 5:32;6:151
- ධනය ආරක්ෂා කිරීම 5:38
- ගෞරවය ආරක්ෂා කිරීම 5:5;24:4
- කෙනෙකුගේ සිතීමේ හැකියාව ආරක්ෂා කිරීම 5:90.
අල්ලාහ් කෙරෙහි විශ්වාසය 2:255
- දිව්‍ය ගුණාංග, අලංකාර නාමයන් 57:1-6; 59:22-24; 85:13-16; 112:1-4
- නමස්කාරය ලැබීමට සුදුසු එකම දෙවියන් වහන්සේ 1:1-4; 2:285; 6:3; 43:84
- සියලු බලය උන්වහන්සේට හිමිය 3:26; උන්වහන්සේගේ සිංහාසනය (අර්ෂ්) 7:54; 11:7
- ඔහුගේ කුර්සි (පා පුටුව හෝ පුටුව) 2:255
- මනුෂ්‍ය වර්ගයාට කළ අසංඛ්‍යාත අනුග්‍රහයන් 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ජීවය ලබා දෙන අතර මරණයට හේතු වේ 44:8; 53:44; 57:2; 67:2
- සතුට සහ දුක ගෙන එයි 53:43
- බහුල හෝ සීමිත ප්‍රතිපාදන ලබා දෙයි 13:26; 17:30; 29:62
- හොඳම විනිශ්චයකරුවන් 95:8
- කරුණාවන්තයන්ගෙන් මහා කරුණාවන්තයා 12:92
- ධර්මිෂ්ඨයන්ට ප්‍රේම කරයි 85:14
- සමාවෙන් පිරී ඇති අතර දඬුවම් වලින් දැඩි වේ 13:6, 40:3
- පළමු සහ අවසාන 57:3
- සියලු ගෞරවය හා බලය උන්වහන්සේට හිමිය 35:10
- නොදන්නා දේ දනී සහ නොපෙනෙන දේ දකී 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- හදවතේ සැඟවී ඇති දේ හොඳින්ම දනී 5:7; 11:5; 31:23
- සිදු වූ දේ සහ ඉදිරියේදී සිදුවීමට නියමිත දේ දනී 2:255
- වාර්තාවේ (හෝ සංරක්ෂිත ටැබ්ලටයේ) සියල්ල ලියා ඇත 6:38; 13:39; 36:12
- ඕනෑම දෙයක් කළ හැකි 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- උන්වහන්සේගේ අසීමිත බලය 3:26-27; 24:45; 31:28-30
- අහස් සහ පොළොව දින හයකින් මැවූ අතර කිසිදා වෙහෙසට පත් නොවීය 46:33; 50:38
- 'Be!' යන වචනයෙන් නිර්මාණය කරයි 36:81-83
- කිසිදා උන්වහන්සේගේ මැවිල්ලට අසාධාරණයක් නොවේ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- සියල්ල උන්වහන්සේගේ කැමැත්තට යටත් වේ 3:83; 22:18; 30:26
- සියල්ලන්ටම උන්වහන්සේගේ අවශ්‍යතා ඇත 11:6; 35:15; 55:29
- උන්වහන්සේ කෙරෙහි විශ්වාසය තබන්න 10:84-85; 12:67; 25:58
- දිව්‍ය සන්නිවේදනයේ ආකාර 42:51
- 2:21; 3:102; 4:1; 33:70-71; 59:18; මතක තබා ගැනීමට සුදුසුයි
- ප්‍රඥාව උන්වහන්සේගෙන් ලද ත්‍යාගයකි 2:269
- ඔහුට කිසිවෙකුගේ අවශ්‍යතාවයක් නැත 3:97; 6:133; 112:2
- ත්‍රිත්වයේ එකක් නොවේ 4:171
- සහකරුවෙකු නැත 6:101
- දරුවන් නැත 10:68; 19:35; 43:81; 72:3; 112:3
- හවුල්කරුවන් හෝ සහකාර දෙවිවරුන් නොමැත 6:94; 7:191-195; 46:4-5
- උන්වහන්සේට සමාන කිසිවක් නැත 42:11; 112:4
උන්වහන්සේගේ මැවිල්ලේ අරුමපුදුම දේ ගැන මෙනෙහි කිරීමට නියෝගය 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
මැවිල්ලේ සංඥා 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- සියල්ල අරමුණක් සඳහා මැව්වා 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- විශ්වය පරිපූර්ණ විය 67:3-4
- දිවා කාලය රාත්‍රියට ඒකාබද්ධ කරයි 3:27
- විවිධත්වය 30:22; 35:27-28
- මී පැණි 16:68-69
- කිරි 16:66
- දරුවන්ගේ තෑග්ග 42:49-50
- ග්‍රහලෝක සහ කක්ෂ 21:33; 36:38-44
- තාරකා මණ්ඩල 25:61; 85:1
- තරු 37:6-7; 67:5
- වලාකුළු 7:57;30:48
- භූමිකම්පාව 7:78; 7:155
- නායයෑම 28:81; 29:40
- කුණාටුව 10:22
- පොද වැස්ස, හිම කැට සහ වැස්ස 2:265; 6:99; 24:43; 50:9-11
- ගිගුරුම් සහ අකුණු 13:12-13
විද්‍යාත්මක යොමු කිරීම්
- පිරිමි සහ ගැහැණු ජන්මාණු වලින් මිනිසුන් නිර්මාණය කරන ලදී 76:2
- කළලයක ගොඩනැගීමේ සහ සංවර්ධන අවධීන් 22:5; 23:12-14
- අන්ධකාරයේ ස්ථර තුනක කලලරූපය 39:6
- කිවුල් ජලය 25:53-54; 35:12; 55:19-20
- සුළං පරාගණය 15:22
- ඇඟිලි සලකුණු 75:3-4
- කූරු ලෙස කඳු 78:7
- යකඩ පහළ කරන ලදී 57:25
- වේදනා ප්‍රතිග්‍රාහක 4:56
- සූර්යයා විකිරණශීලී ප්‍රභවයක් ලෙස සහ චන්ද්‍රයා පරාවර්තනය වූ ආලෝකයක් ලෙස 10:5
- සඳ බෙදීම 54:1
- අහස හොඳින් ආරක්ෂිත වියනක් ලෙස 21:32
- සියලු ජීවීන් ජලයෙන් නිර්මාණය කරන ලදී 21:30; 24:45
- කුහුඹුවන් සන්නිවේදනය කරයි 27:17-19
- අභ්‍යන්තර තරංග 24:40
ජීවීන්
- දේවදූතයන් 39:75
- මිනිසුන් (පොළොවේ අධිකාරියක්) 2:30; 6:165; 16:4
- ජින් 72:1-15
- සතුන් මිනිසුන් මෙන් ප්‍රජාවන්ට අයත් වේ 6:38
- පැටවා 11:69
- ඔටුවා 7:40
- බල්ලා 18:22
- අලියා 105:1
- අශ්වයන්, කොටළුවන් සහ බූරුවන් 16:8
- සිංහයා සහ සීබ්‍රා 74:50-51
- වඳුරන් 2:65
- ඌරන් 2:173
- ඔටුවා 7:73
- බැටළුවන් සහ එළුවන් 6:143
- වුල්ෆ් 12:17
- ගෙම්බන් 7:133
- සර්පයා 7:107
- කුරුල්ලන් 24:41
- කපුටා 5:31
- හූපෝ 27:20
- වටුවන් 2:57
- මාළු 18:61
- තල්මසා 37:142
- කුහුඹුවන් 27:18
- මී මැස්සන් 16:68
- මදුරුවා 2:26
- පියාසර 22:73
- උකුණන් සහ පළඟැටියන් 7:133
- මකුළුවා 29:41
- අප නොදන්නා අනෙක් අය 16:8
ශාක හා පලතුරු 6:99; 13:4; 16:11; 36:33-35
- කෙසෙල් 56:29
- දින 19:25
- ඖෂධ පැළෑටි, පිපිඤ්ඤා, සුදුළූණු, පරිප්පු සහ ළූණු 2:61
- මිදි 80:28
- ඔලිව් 6:99
- රූපය 95:1
- දෙළුම් 55:68
- ස්කොෂ් 37:146
මුහම්මද් කෙරෙහි විශ්වාසය
- ගුණාංග, අනාගතවක්තෘවරයෙක් පමණි 3:144; 6:50; 7:188; 18:110
- සත්‍යය ප්‍රකාශ කිරීමට 2:119; 35:24; 42:48
- අනාගතවක්තෘවරුන්ගේ මුද්‍රාව 33:40
- උතුම් චරිතය 3:159; 68:4
- ආදර්ශයක් 33:21
- විශ්වාසවන්තයින්ට අනුග්‍රහයක් ලෙස 3:164
- මුළු ලෝකයටම කරුණාවක් 21:107
- විශ්වීය පණිවිඩකරුවෙක් 4:170; 7:157-158; 34:28
- සෘජු මාර්ගයට මඟ පෙන්වයි 42:52-53
- මිනිසුන් ගැන සැලකිලිමත් වේ 9:129
- විනිශ්චය දිනයේ සාක්ෂිකරුවෙකු ලෙස 4:42; 16:89
- අකුරු නොදන්නා අනාගතවක්තෘ 7:157-158; 29:48; 62:2
- තව්රාත් සහ සුවිශේෂයේ 7:157 අනාවැකි පළ කර ඇත
- යේසුස් 61:6 විසින් පුරෝකථනය කරන ලදී
නබි ( සල් ) තුමාණන් මුහුණ දුන් අභියෝග
- මිථ්‍යාදෘෂ්ටිකයින්ගේ අර්ථ විරහිත ඉල්ලීම් 8:32; 15:7; 17:89-93; 25:7-8
- බොරු චෝදනා 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ඔහුගේ ජීවිතයට උත්සාහයන් 8:30; 9:74
- ඔහුට හානි කරන හෝ විරුද්ධ වන අයට අනතුරු ඇඟවීම 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ප්‍රතික්ෂේප කිරීමට ඉවසීමෙන් ප්‍රතිචාර දැක්වීමට නියෝග කරන ලදී 20:130; 30:60; 46:35; 70:5
- අල්ලාහ් විසින් සහතික කරන ලද නියෝගය 5:67; 93:1-11; 94:1-8
සල් ) තුමාණන්ගේ ජීවිතයෙන් ඉගෙන ගත හැකි පාඩම්
- ඔහුගේ සංක්‍රමණයේ සිට (හිජ්රා) බද්ර් සටන දක්වා 3:121-129; 8:42-44; 8:65-71
- උහුද් සටන 3:151-180
- අගල් සටන 33:9-27
- හුනයින් සටන 9:25-27
- මදීනා 9:40
- ටැබුක් 9:38-123
- බානු අන්-නදීර් 59:2-6
- හම්රා අල්-අසාද් 3:172-175
- හුඩයිබියා ගිවිසුම 48:1-7; 48:10-29
නබි ( සල් ) තුමාණන්ට පිරිනමන ලද ගෞරව
- අල්ලාහ් සහ ඔහුගේ දූතයන් ඔහුට ආශීර්වාද කරයි 33:56
- මක්කම සිට ජෙරුසලම දක්වා රාත්‍රී ගමන 17:1
- ස්වර්ගයට යන ගමන 53:1-18
- මේ ජීවිතයේ සහ මතු ජීවිතයේ ගෞරවයට පාත්‍ර වේ 17:79; 66:8; 108:1
- ඔහුට කීකරු වීම අල්ලාහ්ට කීකරු වීමකි 4:80
- අල්ලාහ්ට සහ ඔහුගේ දූතයාට කීකරු වීමේ විපාකය 4:69
- ඔහුගේ පවුල පවිත්‍ර කරනු ලැබේ 33:33-34
- ගේබ්‍රියෙල්ව ඔහුගේ සැබෑ ස්වරූපයෙන් දකී 53:1-18
- ඇදහිලිවන්තයන්ට ඔහුට කීකරු වීමට අණ කරන ලදී 59:7
- ඔහුට කතා කිරීමේ ආචාර විධි 49:1-5
- ඔහුව බැහැදැකීමේ ආචාර විධි 33:53
- ඔහුගේ භාර්යාවන් සමඟ කටයුතු කිරීමේ ආචාර විධි 33:53
- අල්ලාහ් ඔහු සහ ඔහුගේ සහචරයින් ගැන සතුටු වේ 9:100; 9:117
- ඔහුගේ ඇදහිල්ලේ විශිෂ්ටත්වය - ප්‍රජාව 2:143; 3:110
යාච්ඤාව (සලාහ්) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- සිකුරාදා සභාව 62:9
- යාච්ඤාවේ දිශාව (කිබ්ලා) 2:144; 2:149-150
- නපුරු ක්‍රියාවන්ගෙන් කෙනෙකුව වළක්වා ගත යුතුය 29:45
- වාර 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- අනතුරක සිටින අතරතුර හෝ ගමනක යෙදී සිටියදී 2:239; 4:101-102
- යාච්ඤා නොසලකා හරින අයට අනතුරු ඇඟවීම 19:59; 74:38-47; 107:5-7
- කුහකයන්ගේ යාච්ඤා 4:142; 9:54
පවිත්‍ර කිරීම, පිරිසිදු කිරීම (වුඩු) 5:6
- සම්පූර්ණ ස්නානය (ගුස්ල්) 2:222; 4:43
- වියළි පිරිසිදු කිරීම (තයම්මුම්) 4:43; 5:6
කන්නලව් (දුආ)
- ආබ්‍රහම්ගේ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- ආදම් සහ ඒව 7:23
- යේසුස් 5:114
- යෝබ් 21:83; 21:83
- යෝනා 21:87
- ජෝසප් 12:33; 12:101
- මෝසෙස් 10:88-89; 20:25-35
- මුහම්මද් 17:80; 20:114
- නෝවා 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- සලමොන් 38:35
- ෂුඅයිබ් 7:89
- සෙකරියා 3:38; 19:2-6; 21:89-90
- දේවදූතයන් 40:8-9
- මරියාගේ මව 3:35-36
- පාරාවෝගේ බිරිඳ 66:11
- පාරාවෝගේ මන්ත්‍රකාරයෝ 7:126
- සාවුල් රජු සහ ඔහු සමඟ සිටි ඇදහිලිවන්තයන් 2:250
- ඊශ්‍රායෙල් දරුවන්ගේ ඇදහිලිවන්තයන් 10:85-86
- ගුහාවේ ජනතාව 18:10
- ධර්මිෂ්ඨයන් 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- පීඩිතයන් 4:75
සුජූද් පද
- sajadat, sajdah බහු වචන, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
දානමය බද්ද (සකාත්), වගකීමක් ලෙස 2:110; 2:177; 2:277; 6:141
- ඇදහිලිවන්තයන්ගේ ගුණාංගවලින් එකක් 22:41; 23:4; 51:19
- ලබන්නන් 9:60
- පුණ්යායතන (sadaqah) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- 3:180; 9:34; 47:38 රඳවා තබා ගන්නා අයට අනතුරු ඇඟවීමක්.
උපවාසය (සව්ම්)
- රාමදාන් 2:183-185 දී
- උපවාසයේ පැය ගණන 2:187
- නිදහස් කිරීම් 2:184-185
- උපවාසයට පෙර රාත්‍රියේ සමීප සබඳතා 2:187
- වන්දනා ගමනේදී උපවාසය 2:196
වන්දනා ගමන (හජ්)
- දැරිය හැකි අයට එය වගකීමකි 3:97
- චාරිත්‍ර වාරිත්‍ර සහ තීන්දු 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- පූජා පූජා 2:196; 22:36-37
- වන්දනා ගමනේ යෙදෙන අතරතුර ගොඩබිම දඩයම් කිරීම තහනම් කිරීම 5:1; 5:94-95
- මුහුදේ දඩයම් කිරීමේ අවසරය 5:96
- සුළු වන්දනා ගමන (උම්රා) 2:158; 2:196
ඇදහිලි-ප්‍රජාවන්
- මුස්ලිම්වරු 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- එකිනෙකාගේ භාරකරුවන් 3:28; 9:71
- කිතුනුවන් 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- යුදෙව්වන් 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ඊශ්‍රායෙල් පුත්‍රයෝ 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- පොතේ ජනයා (ප්‍රධාන වශයෙන් යුදෙව්වන් සහ ක්‍රිස්තියානීන්) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- මුස්ලිම්වරුන්ට ඔවුන් විසින් පූජා කරන ලද සතුන්ගෙන් අනුභව කළ හැකි අතර ඔවුන්ගේ කාන්තාවන් විවාහ කර ගත හැකිය 5:5
- යුදෙව්වන්ට තහනම් ආහාර 6:146
- සේබියන්ස් 2:62; 22:17
- මැජික් 22:17
- බහු දේවවාදීන් (මිථ්‍යාදෘෂ්ටිකයන්, පිළිම වන්දනා කරන්නන්) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- මිථ්‍යාදෘෂ්ටික මිථ්‍යා විශ්වාස පිළිවෙත් 2:189; 5:103; 6:138-144
- අදේවවාදීන් 52:35-36
මිථ්‍යාදෘෂ්ටික පිළිවෙත් තහනම් කර ඇත
- දියණියන් පණපිටින් වළලනු ලැබීම 16:58-59; 81:8-9
- දරිද්‍රතාවයට බියෙන් දරුවන් මරා දැමීම 6:137; 6:151; 17:31
- කাබාව වටා විසිල් ගසමින් සහ අත්පුඩි ගසමින් 8:35
- පිළිමවලට ඔටුවන් කැප කිරීම 5:103; 6:136
- පිළිමවල නාමයෙන් පූජා කිරීම 6:121
- සිහාර් දික්කසාදය 33:4; 58:2-4
- ඉලා' (මාස හතරකට වැඩි කාලයක්) 2:226-227
- තීරණ සඳහා කුසපත් ඇදීම 5:3
- නිරුවතින් කাබාව වටා ගමන් කිරීම 7:26-28
- වන්දනාවෙන් පසු පිටුපස දොරවල් වලින් නිවෙස්වලට ඇතුළු වීම 2:189
නමස්කාර වස්තු
- දේවදූතයන් (සමහර මිථ්‍යාදෘෂ්ටික අරාබිවරුන් අතර) 34:40
- අල්-අයිකා (ෂුඅයිබ් ජනතාව අතර) 26:176
- බාල් (එලියාස්ගේ ජනතාව අතර 37:125
- යේසුස් (ක්‍රිස්තියානි ආගමේ) 5:17
- (ආබ්‍රහම්ගේ ජනතාව අතර) පිළිම 21:52-53
- ලාත්, උස්සා සහ මනාත්ගේ පිළිම (අරාබි මිථ්‍යාදෘෂ්ටිකයන් අතර) 53:19-20
- (නූහ්ගේ ජනතාව අතර) වඩ්, සුවආ, යාගුත්, යාඋක් සහ නස්ර් යන අයගේ පිළිම 71:23
- සූර්යයා (ෂෙබාහි ජනතාව) 27:24
- සිරියස් (සමහර මිථ්‍යාදෘෂ්ටික අරාබිවරුන් අතර) 53:49
- පාරාවෝ (පුරාණ ඊජිප්තුවේ) 26:29; 28:38; 79:24
- ආශාවන් 25:43-44; 45:23
- බහු දෙවිවරුන් පිළිබඳ විශ්වාසය නිෂ්ප්‍රභ කරන ලදී 17:42-43; 21:21-24; 25:3
පූජනීය ස්ථාන, මුස්ලිම් පල්ලි 9:18
- පල්ලි, සිනගෝග සහ ආරාම 22:40
- ශුද්ධස්ථානය 3:39; 38:21
- දේවමාළිගාව 17:7
- ආගමික පදවි නාම, පූජකවරු, භික්ෂූන් වහන්සේලා සහ රබ්බිවරු 5:44; 5:63; 5:82; 9:31-34
දේවදූතයන්
- ආදම්ගේ මැවීම ගැන විමසන්න 2:30-34
- කිසි විටෙකත් අල්ලාහ්ට අකීකරු නොවන්න 21:26-27; 66:6
- අල්ලාහ්ගේ දියණියන් නොවේද? 21:26; 43:16-19
- ආරක්ෂා කරන දේවදූතයන් 13:11
- පටිගත කිරීමේ දේවදූතයන් දෙදෙනෙක් 50:16-18; 82:10-12
- විනිශ්චය දිනයේදී අල්ලාහ්ගේ සිංහාසනය උසුලාගෙන යන අට දෙනෙක් 69:17
- නිරයේ ආරක්ෂකයින් දහනව දෙනෙක් 74:26-31
- මරණ දූතයන් 6:93; 16:28; 32:11
- ගේබ්‍රියෙල් 2:97; 66:4; 26:192-195; 53:1-14
- මයිකල් 2:98
- මලික් 43:77
පණිවිඩකරුවන්
- දේවදූතයන් සහ මිනිසුන් අතරින් 22:75
- දැඩි අධිෂ්ඨානයේ දූතයින් (ඒබ්‍රහම්, නෝවා, මෝසෙස්, ජේසුස් සහ මුහම්මද් ﷺ ) 33:7; 42:13; 46:35
ශුද්ධ ලියවිලි
- අල් කුර්ආනය, අල්ලාහ්ගෙන් පහළ වූවකි 12:2-3; 20:2-4; 26:192-195; 32:2-3
- මුළු ලෝකයටම මතක් කිරීමක් 68:51-52
- වඩාත්ම අවංක ජීවන රටාවට මඟ පෙන්වයි 17:9
- හෙළිදරව් කිරීම රාමදාන් මාසයේ ආරම්භ විය 2:185
- ආශීර්වාද ලත් රාත්‍රියක 44:3; 97:1-5
- 17:105-106 අදියරවලදී හෙළිදරව් කරන ලදී
- මතක තබා ගැනීමට පහසු කර ඇත 54:17
- පෙර එළිදරව් 3:3-4 හි සත්‍යය තහවුරු කරයි
- පෙර ශුද්ධ ලියවිලි පිළිබඳ උත්තරීතර අධිකාරියක් 5:48
- නිසැකවම එහි 2:2; 10:37
- පරස්පර විරෝධී නැත 4:82
- ගොතන ලද ඒවා නොවේ 10:37-39
- බයිබලයෙන් පිටපත් කර නැත 25:4-6
- යක්ෂයන් විසින් හෙළි නොකළේය 26:210-212
- කිසිවෙකුට එවැනි දෙයක් නිපදවිය නොහැක 17:88; 2:23-24; 10:13-14; 11:13
- දූෂණයෙන් ආරක්ෂා කර ඇත 15:9
- සංරක්ෂිත ටැබ්ලටයේ 56:75-80 හි ආරක්ෂා කර ඇත
- අසත්‍ය බව ඔප්පු කළ නොහැක 41:42
- අනාගත සිදුවීම් පුරෝකථනය කරයි 30:1-7; 48:27
- ඇදහිලිවන්තයන් කඳුළු සලන්නට සලස්වයි 5:83; 17:107-109
- හදවත් ස්පර්ශ කරයි 39:23
- දීප්තිමත් ආලෝකය 4:174; 42:52
- විශ්වාසවන්තයින්ට සුවය සහ දයාව 17:82
- ටෝරා 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- සුවිශේෂය 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ගීතාවලිය 4:163; 17:55
- ආබ්‍රහම්ගේ ලියවිලි 53:36-44; 87:14-19
ඉරණම සහ ඉරණම 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- නිදහස් තේරීම 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
විනිශ්චය දිනය
- අසාධාරණයක් නැත 2:281; 18:49; 40:17
- එළිදරව්වේ භීෂණය 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ඒ දිනයේ ධර්මිෂ්ඨයන් සහ දුෂ්ටයන් 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- මැදිහත් වීම (shafa'ah) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
ඔප්පු වාර්තා 17:13; 18:49
- ඇදහිලිවන්තයන් ඔවුන්ගේ දකුණු අතෙන් ඔවුන්ගේ වාර්තාව ලබා ගනී 69:19-24; 84:7-9
- අවිශ්වාස කරන්නන්ට ඔවුන්ගේ වාර්තාව ඔවුන්ගේ වම් අතින් ලැබේ 69:25-37; 84:10-15
- අල්ලාහ්ගෙන් කිසිවක් සැඟවෙන්නේ නැත 21:47; 40:16
- ඔප්පු කිරා බැලීම 7:8; 23:102-104; 101:1-11
- ශාරීරික අවයව පිළිබඳ සාක්ෂි 41:19-24; 24:24
- හොඳ සහ නරක ක්‍රියාවන්ට විපාක 6:160; 27:89-90; 28:84
මිනිසුන් වර්ග
- ඇදහිලිවන්තයන් 18:107-108
- අවිශ්වාස කරන්නන් 4:167-169
- කුහකයින් 4:145; 57:13-15
- පාරාදීසයේ පදිංචිකරුවන්, ප්‍රමුඛ ඇදහිලිවන්තයන් 55:46-61; 56:10-26
- පාරාදීසයේ පදිංචිකරුවන්, දකුණේ ජනතාව 55:62-78; 56:27-40
- නිරයේ පදිංචිකරුවන්, වමේ ජනතාව 55:31-45; 56:41-56
- උසින් සිටින මිනිසුන් 7:46-49
මූල්‍ය
- ව්‍යාපාර මාර්ගෝපදේශ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- උරුමක්කාරයන් නොවන අයට උරුමක්කාරයන්, විකල්ප උරුමක්කාරයන් 2:180-183; 4:11-12
ගමනක යෙදී සිටියදී මරණයට පෙර 5:106-108
- අල්ලස් 2:188
- ණය, ණය එකතු කිරීමේදී කරුණාව 2:280
- ණය ගිවිසුමක් ලිවීම සහ සාක්ෂි දැරීම 2:282
- ඇපකරය ගැනීම 2:283
- උරුමය, මාර්ගෝපදේශ 4:7; 4:32-33; 8:75
- දරුවන්ගේ සහ දෙමාපියන්ගේ කොටස් 4:11
- කලත්‍රයන් සහ මාතෘ සහෝදර සහෝදරියන් 4:12
- පූර්ණ සහෝදර සහෝදරියන් 4:176
- අනුකූල නොවන අයට අනතුරු ඇඟවීම 4:13-14
- පොලිය, තහනම සහ අනතුරු ඇඟවීම 2:275-281; 3:130-132
- ලාභ නොලබන බවට පත් කරන ලදී 30:39
නීතිමය
- රාජද්‍රෝහී නීතිය (හිරාබා) 5:33-34
- යුක්තිය, යුක්තිය වෙනුවෙන් පෙනී සිටීම 4:135; 5:8; 16:90-91
- අනාථ දරුවන්ගේ සහ කාන්තාවන්ගේ අයිතිවාසිකම් වෙනුවෙන් පෙනී සිටීම 4:127
- යුදෙව්වෙකුට යුක්තිය 4:105-112
- මිථ්‍යාදෘෂ්ටිකයෙකුට යුක්තිය 4:58
- මුස්ලිම් නොවන අය සමඟ සාධාරණත්වය 60:8-9
- නීතිමය මාර්ග හරහා පළිගැනීම (සමාව දීමේ විකල්පය සමඟ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ස්වාමිපුරුෂයා සහ භාර්යාව අතර වෙන්වීම, ඛුල්' 2:229
- ලියන් (කාමමිථ්‍යාචාරය පිළිබඳ චෝදනාව) 24:6-10
දේශපාලනික
- උපදේශනයෙන් කටයුතු මෙහෙයවීම (ෂුරා) 3:159; 42:38
- ආත්මාරක්ෂාව සඳහා සටන් කිරීම (ජිහාඩ්), ආචාර ධර්ම 2:190-192; 2:216; 22:38-40
- අවිචාරවත් ලෙස පහර නොදීමට 4:94
- පීඩිත පිරිමින්, කාන්තාවන් සහ ළමයින් වෙනුවෙන් සටන් කිරීම 4:75
- පූජනීය ස්ථාන ආරක්ෂා කිරීම 22:37
- දිවි පිදූවන්ගේ විපාකය 2:154; 3:169-171; 9:111; 57:19
- හමුදා ශක්තිය විභව සතුරන් වළක්වයි 8:60
- සාමය සඳහා තෝරා ගැනීම 2:192; 8:61
- පක්ෂ අතර සාමය ඇති කිරීම 49:9-10
- යුද සිරකරුවන්ට, ප්‍රතිකාර 8:70; 47:4; 76:8
සමාජ මාධ්‍ය
- දරුකමට හදා ගැනීම 33:4-5
- අනාථ දරුවන් රැකබලා ගැනීම 2:220; 4:2-10; 4:127; 6:152; 17:34
- දික්කසාදය, බේරුම්කරණය සහ සංහිඳියාව 4:35; 4:128
- දික්කසාදයේ ආචාර විධි 2:229-231; 65:1-2
- දෑවැද්ද සහ පොරොත්තු කාලය 2:226-241; 4:19-21; 33:49; 65:1-7
- සැමියා දෑවැද්දෙන් කිසිවක් ආපසු නොගත යුතුය 4:20
- බිරිඳට හිරිහැර නොකරන්න 65:6
- ගර්භණී සමයේදී බිරිඳට මූල්‍යමය වශයෙන් සහයෝගය දැක්වීම 65:6
- ඇයගේ පොරොත්තු කාලය තුළ 65:6
- ඇය හිටපු සැමියාගේ දරුවාට කිරි දෙනවා නම්, 65:6
- කිසිම දෙමව්පියෙක් තම දරුවා නිසා දුක් විඳිය යුතු නැත 2:233
- කිරි දෙන හෙදියන් තෝරා ගැනීම 65:6
- යහපත දිරිමත් කිරීම සහ අයහපත තහනම් කිරීම 3:104; 3:110; 7:157; 9:71-72; 31:17
- මිනිසුන්ගේ සාධාරණත්වය 49:13
- අල්ලාහ් සහ නීතිය ඉදිරියේ පිරිමින් සහ කාන්තාවන්, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- පිරිමින්ට කාන්තාවන්ට වඩා යම් වගකීමක් ඇත 2:228
- දුප්පතුන්ට, අනාථයන්ට සහ වහලුන්ට ආහාර සැපයීම 76:8-9
- සමාව දීම සහ කෝපය පාලනය කිරීම 3:134; 42:40
- වහලුන් නිදහස් කර ඔවුන්ට උදව් කිරීම 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- තමන්ගේම දෙමාපියන්ට ගෞරව කිරීම 4:36; 17:23-25; 31:14-15
- නිහතමානීකම 17:37; 31:18-19
- ආබ්‍රහම්ගේ සිහින අර්ථ නිරූපණය 37:102
- යෝසෙප්ගේ සිහින අර්ථ නිරූපණය 12:4; 12:36; 12:43
- මුහම්මද් තුමාගේ සිහින අර්ථ නිරූපණය 8:43; 48:27
- මුස්ලිම් නොවන අයට කරුණාව 60:8
- විවාහය 4:3; 4:129; 16:72; 30:21
- නීත්‍යානුකූල සහ නීති විරෝධී කාන්තාවන් විවාහ කර ගැනීම 4:22-24
- සමීපත්වයේ ආචාර විධි 2:222-223
- ගැබ් ගැනීම සහ කිරිදීම 2:233; 31:4; 46:15; 65:6
- තමන්ගේම හිටපු බිරිඳ නැවත විවාහ කර ගැනීම 2:230
- තනිකඩ අයට විවාහ වීමට උදව් කිරීම 24:32
- 2:235 පොරොත්තු කාලය තුළ සියුම් ලෙස උනන්දුවක් දැක්වීම
- දිවුරුම් 2:224-225; 16:91-92; 16:94
- කඩවුණු දිවුරුමක් හදා ගැනීම 5:89
- දුෂ්කර කාලවලදී ඉවසීම 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- 24:58-60 අතර පැමිණීමට අවසර
- මිනිසුන්ගේ නිවෙස්වලට ඇතුළු වීම 24:27-28
- පොදු ස්ථානවලට ඇතුළු වීම 24:29
- සමාජ ආචාර ධර්ම, පුවත් සත්‍යාපනය කිරීම 4:83; 49:6
- සියල්ලන්ටම ගරු කිරීම 49:11-12
- රැස්වීම්වල ආචාර විධි 58:11
- පෞද්ගලික කතා 4:114; 58:9
- භාර 2:270; 9:75-77; 22:29; 76:7
- නාස්තිය සහ මසුරුකම 7:31; 17:29; 25:67
වෙනත් කතා
- ආබෙල් සහ කායින් 5:27-31
- අල්-ඛදීර් සහ මෝසෙස් 18:60-82
- අලි හමුදාව 105:1-4
- ෆිර්අවුන්ගේ ජනතාවගෙන් ඇදහිලිවන්තයා 40:28-46
- මරියාගේ උපත 3:35-36
- ඊශ්‍රායෙල් දරුවන්ගේ එළදෙන 2:67-74
- එස්රා 2:259
- උද්‍යාන හිමියන් 68:17-32
- හරුත් සහ මරුත් 2:102
- කෝරා 28:76-82
- ලුක්මාන් තම පුතාට දුන් උපදෙස 31:12-19
- උද්‍යාන දෙකේ හිමිකරු 18:32-44
- ෂෙබාහි ජනතාව 34:15-19
- ගුහාවේ ජනතාව 18:9-26
- අගලේ ජනතාව 85:1-8
- සබත් කඩන්නන් 7:163-165
- සමිරි සහ රන් වස්සා 20:83-97
- සාවුල් සහ සාමුවෙල් 2:247-251
- සුල්-කර්නයින් 18:83-98
යක්ෂයන් 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- යක්ෂ මිනිසුන් සහ ජින්වරුන් 6:112;114:6
- යක්ෂයන්ගෙන් ස්වර්ගය ආරක්ෂා වේ 15:16-18
පසුතැවිලි වේ
- නබිතුමා 25:27 අනුගමනය නොකිරීම
- අල්ලාහ්ට සහ ඔහුගේ දූතයාට කීකරු නොවීම 4:41-42; 33:64-68
- නපුරු මිතුරන් ගැනීම 25:28-29; 26:96-102; 43:36-39
- අල්ලාහ්ගේ සංඥා ප්‍රතික්ෂේප කිරීම 6:27-30
- පරලොව සඳහා වැඩ නොකිරීම 89:23-24
මංමුලා සහගත ආයාචනා
- ලෝකයට නැවත පැමිණීමට අයැදීම 2:167; 6:27-28; 32:12-14; 42:44
- දෙවන අවස්ථාවක් සඳහා 35:36-37
- ගින්නෙන් ඉවත් කරනු ලැබේ 40:10-12
- ආහාර සහ ජලය සඳහා 7:51-52
- මැදිහත්කරුවන් සඳහා 7:52-53
- දූවිල්ලට සමතලා කිරීමට 4:41-42; 78:40
- මරණය සඳහා 43:74-78
ධර්මිෂ්ඨයන්ගේ ගුණාංග
- මැවුම්කරුගේ සහ ඔහුගේ මැවිල්ලේ අයිතිවාසිකම් නිරීක්ෂණය කිරීම 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
දුෂ්ටයන්ගේ ගුණාංග
- අකෘතඥ 14:34
- මසුරු 17:100
- කඩිමුඩියේ 21:37
- දුෂ්කර කාලවලදී පමණක් අල්ලාහ් සිහි කරන්න 10:12; 41:51
- නොඉවසිලිමත් 70:19
- තර්කානුකූල 18:54
මහා පාප
- අල්ලාහ්ට නමස්කාර කිරීමේදී අන් අයව සම්බන්ධ කිරීම (ෂිර්ක්) 4:48; 4:116; 5:72; 6:19; 31:13:
- තමන්ගේම දෙමාපියන්ට අපයෝජනය කිරීම 4:36; 6:151; 17:23
- අනිවාර්ය යාච්ඤා නොසලකා හැරීම හෝ අත්හැරීම 19:59-60
- දානමය බදු නොගෙවීම 41:6-7
- ඝාතනය 6:151; 17:33
- හිතාමතාම ඇදහිලිවන්තයෙකු ඝාතනය කිරීම 4:93
- සොරකම 5:38
- වංචාව 7:85; 11:85; 26:182-183; 83:1-6
- බොරු 2:10; 9:77; 39:60
- අල්ලාහ් ගැන බොරු කීම 6:93; 29:68; 61:7
- ලිංගික සම්බන්ධතා තහනම් 2:222; 17:32; 24:2; 25:68; 29:28-30
- කාමමිථ්‍යාචාරය පිළිබඳ බොරු චෝදනා 24:4-5
- ඇදහිල්ල අත්හැරීම 2:217; 5:54
- ඌරු මස් සහ අනෙකුත් තහනම් ආහාර අනුභව කිරීම (මළ මස්, රුධිරය, ආදිය) 5:3; 6:145
- මත්පැන් සහ සූදුව 5:90-91
- බැන වැදීම 49:11
- බොරු සාක්ෂි 22:30
- මැජික් 2:102; 10:77; 20:69
""";
