const String quranIndexArabicRaw = r"""
هارون (هارون) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
عبس، S.80; 74:22
الوضوء، 4:43; 5:6
إبراهيم (إبراهيم) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- لم يكن يهودياً ولا نصرانياً، 3:67-68
- وقف في أول معبد في بكة، 3:97; 26:123
- يرفع قواعد الكعبة 2:124-129
- يدعو قومه إلى عبادة الله الواحد الحق 2:130-133; 26:69-89; 29:16; 29:24-27
- يجادل الملك المتكبر 2:258
- يسأل عن البعث 2:260
- لم يكن يهودياً ولا نصرانياً 3:65-68
- يرد عبادة الكواكب 6:74-87
- يتلقى بشارة مولد إسحاق 11:69-76; 51:24-30
- دعاؤه عند الكعبة 14:35-41
- يزوره الملائكة 15:51-56
- قدوة ونموذج 16:123
- يدعو أباه إلى الحق 19:41-50
- يحطم الأصنام وينجو من النار 21:51-73; 37:83-113
- يدعو الجميع إلى الحج 22:26
الأبرار، 3:193, 198; 76:5; 82:13; 83:18-22
النسخ، 2:106, 16:101
أبو لهب، 111:1-5
قوم عاد، 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
آدم، 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- سجود الملائكة له، 2:34; 7:11
- شجرة المعرفة، 2:35; 7:19-20; 20:120-121
- الإخراج من الجنة (لا لوم على حواء)، 2:36; 7:24
- كرّمه الله وأغواه الشيطان 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- غفر له الله 2:37; 20:122
العاديات، S.100
جنة عدن، 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
الشدائد
- لا تزر وازرة وزر أخرى، 6:164; 17:15; 35:18; 39:7; 53:38
- لا يكلَّف نفس إلا وسعها، 2:286; 6:152; 7:42; 23:62
- الصبر على الشدائد، 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
الشيخوخة، 16:70; 22:5; 30:54; 36:68
- السلوك مع الوالدين المسنّين في رعايتك، 17:23
أحمد، 61:6
الأحقاف، S.46; 46:21
الأحزاب، S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
أصحاب الأيكة، 15:78; 26:176; 38:13; 50:14
الأعلى S.87; 87:1; 92:20
العلق، S.96
آل عمران، S.3
الله
- يوم عنده كخمسين ألف سنة، 70:4
- يوم عنده كألف سنة مما تعدون، 22:47; 32:5
- القدرة على كل شيء، 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- أحكم الحاكمين، 95:8
- فوق التعريف والتحديد، 43:82; 67:12
- يُبطل مكائد الكافرين، 8:30; 8:36
- يُذهب بالبشر ويأتي بآخرين، 4:133; 14:19; 35:16
- يجعل الناس يضحكون ويبكون، 53:43
- أنام رجلاً مئة عام، 2:259
- عدو الجاحدين بالحق، 2:98
- سبّحوه بكرة وأصيلاً، 33:42
- البنات المزعومة له، 16:57; 17:40; 43:16; 52:39; 53:21-22
- بالاسم، 53:19-20
- يمنح البشر حرية الإرادة، 36:67
- إيثاره على كل شيء، 4:66-68; 4:125
- الخير والشر منه، 4:78
- يمنح الحياة ويميت، 44:8; 53:44; 57:2; 67:2
- يُجزى المجتهدون أعظم أجراً، 4:95-96; 5:54; 9:120; 49:15; 61:11
- ليس له صاحبة، 72:3
- ليس له ولد، 43:81; 72:3; 112:3
- لم يتخلَّ عنك في أوقات عسرك، 93:3
- محيط بكل شيء علماً، 2:115; 2:142; 2:177; 4:126
- هو الأول والآخر، 57:3
- هو الظاهر والباطن، 57:3
- يعلم ما وراء الإدراك، 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- يحب المقسطين، 49:9
- لم يشرّع فيما لم يتكلم فيه، 5:101; 6:140; 6:148; 7:32
- رحمته بأسرى الحرب الذين فيهم خير، 8:70
- طبيعته وماهيته، 2:255
- لا إله من البشر، 3:64; 3:151
- ليس ثالوثاً، 4:171
- الاستعاذة من الشر به، 113:1-5; 114:1-6
- ذكره قائماً وقاعداً ومضطجعاً، 3:191; 4:103; 10:12; 25:64
- يصوّرك في الرحم، 3:6
- عرشه على الماء، 11:7
- سيخلق ما لا علم لكم به، 16:8
- لا يريد ظلماً لخلقه، 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
التحالفات، 8:72; 9:7
- مع النصارى واليهود، 5:51
- محظورة مع الأقارب الكافرين، 9:23-24
- محظورة مع المنافقين، 4:88-89; 4:139; 4:144
اليسع، (انظر إليسع)
الأمانة، والواجبات المقررة من الله وما إليها، 2:283; 4:58; 8:27
- انظر الأمانة
الملائكة، 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- خُلقت من نار، 7:12; 38:76
- ثمانية منهم يحملون عرش الله يوم القيامة، 69:17
- الزعم الباطل بأنها أنثى، 43:19; 53:27
- الحارسة 82:10-12; 86:4
- تسعة عشر تتولى جهنم، 74:30-31
- لا تُرسل لتحقيق الأهواء، 15:7-8
- تُرسل بالوحي، 16:2
الغضب، كظمه، 3:134
العنكبوت، S.29
النمل، 27:18
القردة، 5:60
- مسخاً ومثلةً، 2:65; 7:166
الردة، 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- لا تستعجل العذاب على المرتدين، 46:35
- الله وحده يعاقبهم، 73:11; 74:11
- العقوبة في الآخرة، 2:217; 9:74
- رفض الآخرين لهم، 3:87
- التوبة، 3:89; 5:34; 9:5; 9:11
- التوبة يوم القيامة لا تنفع، 40:85
- تحت الإكراه، 16:106
المرتدون، 47:25
الأعراف، S.7; 7:46, 48
عرفات، 2:198
الجدال،
- لا تجادل عمن يخدع نفسه، 4:107
- جادلت عنهم في الدنيا، فمن يجادل عنهم يوم القيامة، 4:109
الحجج والهجمات
- ردّ بالمثل، 8:58
- الصبر خير بكثير، 16:126
الدروع، 16:81
العصر، S.103
آية الكرسي، 2:255
المغتاب، 49:12; 104:1
بدر (غزوة)، 3:13
- الدروس منها، 8:5-19, 42-48
البيت المعمور، 52:4
بكة (مكة)، 3:96
بعل، 37:125
البلد، S.90
الميزان، 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
بنو النضير، 59:2-6, 13
البقرة، S.2
براءة (انظر التوبة)، S.9
البرزخ، 23:100; 25:53; 55:20
- انظر أيضاً 18:94-97; 34:54; 36:9
البيّنة، S.98
الدابة (في آخر الزمان)، 27:82
الأعراب، 9:90, 97-99, 101, 120; 48:11, 16; 49:14
النحل، 16:68-69
السلوك
- جادل بالتي هي أحسن أهل الكتاب، 16:125, 29:46
- لا تشتغل بما لا علم لك به، 17:36
- اجتنب كبائر الإثم والفواحش، 53:32
- اجتنب الظن وعدم التجسس والغيبة 49:12
- كن عادلاً في أحكامك، 6:152
- الأمة وسط، 2:143; 25:67
- الغرور مذموم، 4:36, 57:23
- لا تنهر من يطلب مساعدتك، 93:10
- لا تزكِّ نفسك، 53:32
- لا تسخر من الآخرين، 49:11; 104:1
- لا تجهر بالسوء من القول، 4:148
- لا تغتب بعضكم بعضاً، 104:1
- لكل أمة شريعة ومنهاج، 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- ومنهج عبادة، 22:67
- كان الله قادراً على جعلهم أمة واحدة، 5:48; 11:118; 16:93; 42:8
- أمة واحدة تحت الله، 21:92
- اعفوا عن اليهود، 5:13
- اعفوا عن الكافرين، 31:15; 45:14
- سارعوا إلى العفو، 42:37
- الحكام يتشاورون في قراراتهم، 42:38
- ونبي، 10:47; 16:36
- ذم المؤمنين إثم، 33:58
- الرجال (تجاه النساء)، 24:30
- المصلحون يُجزون، 42:40
- تكلم بالعدل مع المحتاجين إن لم تستطع شيئاً آخر، 17:28
- تجاه الوالدين المسنّين في رعايتك، 17:23
- تجاه سائر المسلمين، 33:6
- تجاه الآخرين، 17:26-29; 17:35; 17:53; 60:8
- تجاه الوالدين، 46:15
- تجاه الرقيق، 4:36; 24:33
- عامل غير المحاربين من الكافرين بالعدل، 60:8
- زوجات النبي، 33:28-34
- النساء (تجاه الرجال)، 24:31
- في جميع الرسالات، 2:136; 2:285
- طبيعته، 49:14-15
المؤمنون، 2:2-5; 2:285; 8:2-4; 8:24
الوصية، 2:180, 240; 4:7, 12; 36:50
الخيانة (الغش والتدليس)، 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
الإنجيل، 5:64, 5:65, 5:68
- التحريف فيه، 3:78; 5:14-15
الطيور، 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
الدية، 2:178-179; 4:92; 17:33
الغنائم الحربية، 4:94. 8:41; 59:6-8
- الأخذ منها بغير حق، 3:162
- انظر الأنفال
الرشوة، 2:188
البُدن، 22:36
الحِمل
- لا تزر وازرة وزر أخرى، 35:18; 39:7; 53:38
- الكافرون سيحملون أثقالاً فوق أثقالهم، 16:25; 29:13
- بئست الأوزار التي يحملونها، 6:31, 164
- لا يكلّف الله نفساً إلا وسعها، 2:286; 7:42; 23:62
البروج (الكواكب الكبيرة)، S.85; 85:1; 15:16; 25:61
الجمل، 6:144; 7:40; 77:33; 88:17
الأسرى، 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- انظر أيضاً أسرى الحرب
المواشي، 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
غار ثور، 9:40
أصحاب الكهف، 18:9-22, 25-26
اليقين بالحق، 56:95; 69:51
الصدقة، 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- مستحقو الصدقة والزكاة، 2:273; 9:60
الأطفال 2:233; 42:49-50
- خسر الذين قتلوا أولادهم سفهاً بغير علم، 6:140
المسيح، (انظر عيسى)
النصارى، 5:14, 19, 64-65, 69; 22:17
- طُلب منهم عدم تأليه عيسى، 4:171
- أقرب الناس مودة للمسلمين، 5:82
- أكثرهم نسوا ما ذُكّروا به، 5:14
- جاءكم الآن رسول، 5:15, 19
- الصالحون منهم يُجزون، 2:62; 5:65; 5:69
- يقولون "عيسى ابن الله"، 9:30
المدن المقلوبة، 69:9
البلد الأمين، 95:3
اللباس، 7:26; 16:81
- من نار، 22:19
- الحجاب أو لباس المرأة في غير بيتها، 24:31
- الجلباب يدفع أذى المنافقين عن المرأة، 33:59-60
الأحزاب، 33:9, 22
- انظر الأحزاب المشاورة المتبادلة، 42:38
الخلق،
- يبدأ ويُعاد، 10:4; 21:104; 27:64; 29:19-20
- خلقاً جديداً، 17:49, 98; 35:16
- بالحق، 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- ليس لعباً، 21:16-17; 23:115
- كل شيء حي خُلق من، 21:30; 24:45;25:54
- خلق الإنسان، 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- أوله وبدايته 56:62
- في ستة أيام، 7:54; 11:7; 32:4; 50:38; 57:4
- في أزواج، 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- التنوع في الخلق، 35:27-28
- الله يأمر "كن" فيكون، 2:117;16:40; 36:82; 40:68
- كلمح البصر، 54:50
- الليل والنهار والشمس والقمر، 39:5
- خلق السموات والأرض أكبر من خلق الناس، 40:57; 79:27
- الغرض من الخلق، 51:56
الغراب، 5:31
الفرقان، 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
الدهر، (انظر الإنسان،) S.76; 45:24
- الزمن، 76:1; 103:1
داود، 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- أُوتي الزبور 4:163
- يقاتل ويقتل جالوت، 2:251
- يصدر حكماً 21:78-80
- أُوتي العلم والنبوة 27:15-16
- الجبال والطير تسبّح معه 34:10; 38:17-20
- يقضي بين خصمين 38:21-26
الدوابّ 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
الأموات سيُبعثون، 6:36
الموت، 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- والفرار من المعركة، 33:16
- في سبيل الله، 3:195; 22:58; 47:4
- الأمم التي لم تصلها رسالة لن تُهلك، 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- القتلى في سبيل الله أحياء، 2:154; 3:169
- أثناء الفرار من الشر إلى الله، 4:100
- لا يمكن إيقافه أو تأخيره 63:10-11
- توأم النوم 6:60; 39:42
- المؤمنون والكافرون عند الموت 8:50; 16:27-32; 41:30
- عذاب القبر 40:46
الديون، 2:280, 282; 4:11-12
القدر،
- لكل أمر قدر مقدور، 13:38
- ما أهلكنا من قرية إلا وكان لها أجل معلوم، 15:4
- أمر كل شيء من الله، 44:5
- إذا قضى أمراً فإنما يقول له "كن" فيكون، 2:117; 36:82; 40:68
الأعمال،
- زُيّن للكافرين سوء أعمالهم، 47:14
- لنا أعمالنا ولكم أعمالكم، 28:55; 42:15; 45:15
- الحسنات والسيئات له وعليه، 41:46
- ألزمنا كل إنسان طائره في عنقه، 17:13
الدرجات، بحسب ما عملوا، 6:132
الهوى، من اتبعوا أهواءهم الفاسدة، 47:14, 16
- من اتخذ إلهه هواه، 25:43
لا تقنط من رحمة الله، 39:53; 21:87-88; 68:48-50
- انظر أيضاً يونس
الذاريات، S.51
الذكر، 7:205; 15:6, 9
ذو الكفل، 21:85; 38:48
ذو القرنين، 18:83-98
ذو النون (صاحب الحوت)،
الكافرون (انظر أيضاً المنافقون)
- يطلبون من محمد (ﷺ) استنزال غضب الله عليهم دليلاً، 6:57-58; 8:32; 10:49-52
- صاحبهم في الدنيا بمعروف، 31:15
- اصبر على ما يقولون، 20:130; 50:39
- المواثيق معهم، 8:56; 8:72; 9:4, 7
- نقض المواثيق، 8:58; 9:12
- الله يُبطل مكائدهم، 8:30, 36
- اترك مجالس المستهزئين بشريعة الله، 4:140; 6:68
- أجرهم الأمان إن طلبوا، 9:6
- عقوبتهم في الحرب، 8:12, 50, 59
- عقوبتهم في الآخرة، 8:37
- لا ينبغي لهم عمارة المساجد ولا ولايتها، 9:17
- خاطبهم بالحسنى، 17:53
- الجهاد في مواجهتهم، 9:73; 25:52; 66:9
- عامل غير المحاربين منهم بالعدل، 60:8
- لا يتولى الكافرون إلا الكافرين، 8:72
حواريو (عيسى)، 3:52; 61:14
مرض في قلوب المنافقين والكافرين، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
تحريف (الكتاب المقدس)، 3:78; 5:14-15
التنوع
- في البشر، 30:22, 35:27-28
- في الحياة، 35:27-28
الطلاق، 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- بعد انقضاء العدة إما تسريح أو إمساك، 2:231; 65:2
- شاهدان، 65:2
- النفقة، 2:233, 241
- تمتد إلى وارث الزوج، 2:233
- يجوز رجعتان، 2:229
- حال المهر، 2:229, 236-237
- استئجار مرضعة عند الحاجة، 65:6
- انظر أيضاً الظهار
الطلاق، الرجل
- طلاق امرأة والزواج بأخرى - لا يسترد ما أعطى أولاً، 4:20
- لا يضارّ زوجته، 65:6
- لا يمسك الزوجات كرهاً، 4:19
- أربعة أشهر للتروي، 2:226
- نفقة الزوجة كاملة خلال حملها وعدتها، 65:6
- نفقة الزوجة كاملة إن أرضعت ولده، 65:6
- لا تُضارّ الأم بسبب ولدها، 2:233
- في الجاهلية، 58:2
- الكفارة للمصالحة: صيام شهرين متتابعين، 58:4
- الكفارة للمصالحة: إطعام ستين مسكيناً، 58:4
- الكفارة للمصالحة: تحرير رقبة، 58:3
- محاولة الإصلاح بين الزوجين، 4:35
- لا إثم إن لم يقع الدخول، 2:236
- للمرأة نصف المهر، 2:237
الطلاق، المرأة
- بعد الطلقة الثالثة (من زوج آخر) يجوز العودة للزوج الأول، 2:229
- تستحق النفقة، 2:241; 65:1
- حق متساوٍ في الطلاق، 2:228
- تخشى سوء معاملة الزوج، 4:128
- تحتفظ بما أعطاها زوجها، 2:229
- لا تُخرج من بيتها، 65:1
- ثلاثة أقراء للتثبت من عدم الحمل، 2:228
- ثلاثة أشهر لمن لا تحيض، 65:4
- إلا إذا لم يقع الدخول، 33:49
الكلاب، 7:176
الحمير، 2:259; 16:8; 31:19; 62:5; 74:50
الشراب،
- الكحول، 2:219; 5:90
- شراب أبيض صافٍ لذيذ، 37:45-46; 76:21
- خمر مختوم نقي، 83:25
الضحى، S.93
الدخان، S.44
جيش الفيل، 105:1-5
إلياس (إيليا؛ إلياسين) 6:85; 37:123-132
إليشع، (اليسع) 6:86; 38:48
إدريس، (انظر إدريس)
الواقعة، 56:1; 69:15
الشر، 4:123; 10:27-30; 19:83; 59:15
- لا يُجهر به في العلن، 4:148
- يأتي منا، والخير من الله، 4:79; 42:48
- العفو عن الشر، 4:149
- جزاء الشر، 6:160; 42:40
- الذين يدبّرون المكائد، 16:45-47
- كانت عاقبته وبالاً، 30:10
- ظهر في البر والبحر، 30:41
- ادفع الشر بالحسنى، 13:22; 23:96; 41:34
- تبديله بالخير، 7:95
- من اتبعوا أهواءهم الفاسدة، 47:14, 16
- السيئات زُيّنت لهم، 47:14
الإسراف،
- محظور في الطعام، 5:87
- في الدين، 4:171; 5:77-81
الجوارح ستشهد على أصحابها، 41:20-23
عزرا، (عُزير) 9:30
وجه الله أو ذاته، 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
التزيين،
- الله زيّن لكل أمة عملها، 6:108
الإيمان (العقيدة)، 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- رافضو الإيمان، 3:116
- ازدياد الإيمان، 3:173
- باليقين، 44:7; 45:4, 20; 51:20
- هداكم إليه، 49:17
الفجر، S.89
الفلق، S.113
الكلام الباطل في آيات القرآن، 6:68
الآلهة الزائفة،
- من دون الله، الأصنام والشركاء المزعومون 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- لا تسبّوا من يعبدون من دون الله، 6:108
- انظر أيضاً الطاغوت
الباطل، 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ألزمنا كل إنسان طائره في عنقه، 17:13
الصيام، 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- كلوا واشربوا حتى يتبيّن الخيط الأبيض من الخيط الأسود، 2:187
الفتح، S.48
الفاتحة، S.1
فاطر، S.35
الفدية (فدية الصوم)، 2:196
- لفكّ الأسرى، 8:67
- الفدية التي يعرضها الكافرون، 3:91; 5:36,37; 10:54; 13:18
التين، 95:1
القتال،
- في سبيل الله ضد الكافرين، 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- فُرض، 2:216
- في الأشهر الحرم، 2:217; 9:5
- قتال بني إسرائيل، 2:246-251
- في سبيل الله ودفاعاً عن المستضعفين، 4:74-76
- حتى لا تكون فتنة، 8:39
- عشرون يغلبون مئتين، 8:65
- ضد من لا يؤمنون بالله، 9:29
- الإذن بالقتال للمظلومين،22:39-41
- والمنافقون، 47:20
- الإعفاء من القتال، 48:17
الفيل، S.105
جنة الفردوس، 18:107; 23:11
النار، 56:71, 100:2
الذباب، 22:73
الطعام،
- الحلال والحرام، 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- لا إثم فيما أكل في الماضي، 5:93
- لا تتجاوز الحد، 5:87
- لا تحرّم ما أحل الله، 5:87; 7:32; 16:116
السلوك المحظور، 6:151-152; 7:33
المغفرة، 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- واجب على المؤمنين، 42:37; 45:14
- من المؤمنين لأهل الكتاب،2:109
- الله يغفر لمن يشاء، 4:48
- الله لا يغفر الشرك، 4:48, 116
- من يلتمس مغفرة الله، 4:110
- لا تستغفر للمشركين، 9:113
- الله يغفر الذنوب جميعاً، 39:53
- الملائكة تستغفر لمن في الأرض، 42:5
- العفو عند الغضب، 42:37
- العفو والإصلاح، 42:40
- المؤمنون يعفون عمن لا يرجون أيام الله، 45:14
- لمن اجتنب كبائر الإثم والفواحش، 53:32
- سارعوا إلى المغفرة، 57:21
- تبديل السيئات حسنات 25:68-71
الغش، (انظر الخيانة) 83:1-6
الإرادة الحرة،
- مقيدة بإرادة الله، 6:107; 10:99; 74:56;76:31; 81:28-29
- من شاء فليؤمن ومن شاء فليكفر، 18:29
- يسلك طريقاً إلى ربه، 76:29
- السير على الاستقامة، 81:28
صلاة الجمعة، 62:9-11
الثمار، 6:41; 16:11
- في الجنة وافرة، 43:73
- من كل صنف، 47:15
- ما يشتهون، 77:42
الفجّار، 82:14-16; 83:7
الفرقان، S.25
فُصِّلت (انظر حم)، S.41
جبريل، (جبريل) 2:97-98; 26:193; 66:4; 81:19-21
- الروح، 26:193; 67:12; 70:4; 78:38; 97:4
- روح القدس، 2:87, 253; 5:110; 16:102
القمار، 2:219; 5:90
الصيد في حال الإحرام، 5:94-96
غافر (انظر المؤمن)، S.40
الغاشية، S.88
الغسل، 4:43; 5:6
الهبات، 30:39
جالوت، 2:249-251
أيام (السراء والضراء)، 3:140
- قد تكره شيئاً وهو خير لك وتحب شيئاً وهو شر لك، 2:216
- الجزاء على الحسنة، 4:85; 28:54
- يُجزى ضعفين، 4:40; 28:54
- يُجزى عشرة أضعاف، 6:160
- يتضاعف، 42:23
- من أحسن فله خير ودار الآخرة، 16:30
- للمحسنين في هذه الدنيا، 39:10
- الله يجزي المحسنين بأحسن الجزاء، 53:31
- هل جزاء الإحسان إلا الإحسان، 55:60
- أحسن كما أحسن الله إليك، 28:77
الخير والشر،
- الخير من الله والشر من نفسك، 4:79
- إن أحسنتم أحسنتم لأنفسكم وإن أسأتم فلها، 17:7;41:46
- ادفع الشر بالحسنى، 23:96; 28:54; 41:34
- لا يستوي الحسنة والسيئة، 41:34
- كل امرئ سيواجه ما عمله، 3:30
- انظر أيضاً المحسنون
الحسنة،
- أعلنها أو أخفها، 4:149
- سارع إليها، 5:48
الإنجيل، 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
النبأ العظيم، 78:1-5
التحية، 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
الحديد، S.57
الهدي (الحيوان المُهدى للنحر)، 2:196, 200
الحج، 2:158, 196-203; 3:97; 5:2;22:30
الحج، S.22
هامان، 28:6, 38; 29:39; 40:24, 36, 37
الأيدي والأرجل ستشهد، 36:65
الحاقة، S.69
المشقة، مع العسر يسراً، 94:5-6
هارون، (انظر آرون)
هاروت، 2:102
الحشر، S.59
القلوب،
- قاسية، 2:74; 22:53; 39:22; 57:16
- مختومة، 7:100-101; 40:35; 47:16; 63:3
- مغطاة، 17:46; 41:5
- مقفلة، 47:24
- مشتتة، 59:14
- مليئة بالخشية، 22:35
- في قلوبهم مرض، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
السموات،
- لله غيب السموات، 16:77
- لم تُخلق لعباً، 21:16
- والأرض كانتا رتقاً ففتقناهما، 21:30
- لا يخفى فيها شيء، 27:75
- خُلقت بغير عمد، 31:10
- تُطوى بيمينه، 39:67
- خلق سبع سموات في يومين، 41:12
- زيّن السماء الدنيا بمصابيح، 41:12
- لله ما في السموات، 45:27;53:31
- سبع سموات طباقاً، 67:3
جهنم (النار، اللهب المستعر) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ماء حارق وغليان 22:19-22; 23:103-104
- الصديد 14:14-17; 38:55-58; 69:35-37
- شجرة الزقوم 37:62-70; 44:43-50; 56:41-56
- عجز أهلها عن الحياة والموت 87:13
- التبادل في اللوم 26:91-101; 34:31-33
- الاستغاثة بالهلاك الفوري 25:13-14; 43:74-78
- الصراخ والعويل 35:36-37
- زفير النار وشهيقها 25:11-12; 67:6-11
- استبدال الجلود المحترقة بجلود جديدة 4:56
- الأغلال وثياب القطران 14:48-50
- مقامع من حديد 22:19-22
- السلاسل 13:5
- خزنة جهنم 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- لا تُقبل فدية 5:36-37
- لا شفاعة 6:94; 26:100; 30:13; 74:48
- اليأس الحارق والظلام القارس فيها، 38:57
- سلسلة بطول سبعين ذراعاً، 69:32
- الإقامة فيها مدة محددة، 78:23
الآخرة،
- ودار الآخرة خير، 6:32; 7:169
- ما ستكون عليه العاقبة في الآخرة، 6:135
- الظالمون لن يُفلحوا (في الآخرة)، 6:135
- دار الآخرة، 12:109; 16:30; 28:83; 29:64
- الذين لا يؤمنون بالآخرة، 17:10
- ثواب الآخرة، 42:20
- خير من الفضة والذهب، 43:33-35
- للمتقين وحدهم، 43:35
- عذاب الآخرة، 68:33
- خير وأبقى، 87:17
- خير من الحياة الدنيا، 93:4
الطرق الواسعة، 21:31
الحجر (وادي القرى)، 15:80-85
الحجر، S.15
المثلية الجنسية 26:165-166; 27:55; 29:28-29
الخيل، 16:8
الساعة،
- علمها عند الله وحده، 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- تأتيهم بغتة، 6:31; 7:187;12:107; 43:66
- تأتيكم، 6:40; 12:107; 20:15; 34:3
- اقتربت، 54:1-5
- كلمح البصر أو هي أقرب، 16:77
- زلزلة الساعة، 22:1
- تقوم يوم، 30:12, 14
- آتية لا ريب فيها، 40:59;45:32; 51:5-6
- أشراطها 21:96; 27:82; 43:61; 47:18; 54:1-2
- أسماؤها 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- تأخذ الناس مفاجأةً 6:31; 7:187
- يُنفخ في الصور 6:73; 23:101; 39:68
آداب دخول البيوت، 24:27-29
هود، 7:65-72; 11:50-60; 26:123-140; 46:21-26
هود، S.11
الحجرات، S.49
الهمزة، S.104
حنين (غزوة)، 9:25
الحور (نساء الجنة)، 44:54; 52:20
المنافقون،
- يقولون آمنا بالله واليوم الآخر وما هم بمؤمنين، 2:8
- يخادعون أنفسهم، 2:9
- في قلوبهم مرض، 2:10; 8:49; 22:53;33:12; 47:29
- يفسدون في الأرض، 2:11-12
- سفهاء ساخرون، 2:13-15
- اشتروا الضلالة بالهدى، 2:16
- صم بكم عمي، 2:17-18
- في خوف من الموت والظلام، 2:19-20
- كلام معسول، 2:204-206
- يأبون القتال، 3:167-168
- الله يعلم ما في قلوبهم، 3:167;4:63
- يتحاكمون إلى الطاغوت ويعرضون عن الوحي ويأتون عند المصيبة، 4:60-62
- في المصيبة وعند الفتح، 4:72-73
- ردّهم الله بكفرهم، 4:88
- لا يتخذوا أولياء، 4:89; 58:14-19
- إن تولّوا فاقتلوهم أينما وجدتموهم، 4:89
- يترقبون انتصاركم أو نصر الكافرين، 4:141
- يخادعون الله ويصلّون كسالى رياءً، 4:142
- لا إلى هؤلاء ولا إلى هؤلاء، 4:143
- في الدرك الأسفل من النار ولا ناصر لهم، 4:145
- يخشون افتضاح أمرهم، 9:64-65
- لا تُصلِّ عليهم، 9:84
- رجالهم ونساؤهم بعضهم من بعض؛ خاسرون؛ لعنهم الله، 9:67-69
- في الأعراب، 9:101
- أينما ثُقفوا أُخذوا وقُتّلوا، 33:61
- الله يعذّبهم، 33:73
- كذّابون يولّون ظهورهم وقلوبهم مشتتة، 59:11-14
- كذّابون اتخذوا أيمانهم جُنّة وقلوبهم مختومة فاحذرهم، 63:1-4
- لا يفقهون ولا يعلمون، 63:7-8
- جاهد ضدهم، 66:9
إبليس (الشيطان)، 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- انظر أيضاً الشيطان
إبراهيم، (انظر إبراهيم)
إبراهيم، S.14
العدة (المدة المقررة للمرأة بعد الطلاق)، 2:228, 231, 232, 234, 235; 33:49;65:1-7
إدريس (أخنوخ)، 19:56-57; 21:85; 96:4
الإحرام، 2:197; 5:2, 95
الإحسان، 16:90
الإخلاص، S.112
الإله، واحد أحد، 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
الزنا؛ اشتراط الشهود، 4:15-18; 24:2, 19
عليّون، 83:18-21
النجس 9:28
عمران،
- زوجة عمران، 3:35
- ابنة عمران، 66:12
الحاقة، 69:1-3
الانفطار، S.82
الميراث، 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
الظلم، لمن وقع عليه الظلم، 4:30, 148
الإنسان (انظر الدهر)، S.76
الانشقاق، S.84
الانشراح (انظر الشرح)، S.94
الوحي، 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
الشفاعة والشفيع، 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
المسكرات، 5:90, 2:219
إقامة الصلاة، 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
اقرأ (انظر العلق)، S.96
إرم، 89:7
الحديد، 57:25
عيسى، انظر عيسى
إسحاق، 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
إسماعيل، 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
- يرفع قواعد الكعبة مع أبيه 2:125-140
- قصة الذبح 37:100-113
الإسلام، 3:19, 85; 5:3; 6:125; 39:22; 61:7
- أول المسلمين، 6:14,163; 39:12
- أول من أسلم، 9:100
- شرح الصدر للإسلام، 39:22
- نعمة ومنّة، 49:17
الإسراء، S.17
إسرائيل، بنو إسرائيل، 2:40-86
- النعم الممنوحة لهم، 2:47-53, 60, 122; 45:16-17
- عصيانهم لأوامر الله، 2:54-59, 61, 63-74; 5:71; 7:138-141
- علاقتهم بالمسلمين، 2:75-79
- استكبارهم، 2:80, 88, 91
- عهودهم، 2:80, 83-86, 93, 100; 5:12-13, 70
- اشتروا الحياة الدنيا بالآخرة، 2:86
- أحرص الناس على الحياة، 2:96
- يطلبون ملكاً، 2:246-251
- تجاوزوا الحدود وتفرّقوا وتحوّلوا إلى قردة، 7:161-171
- وُعدوا مرتين، 17:4-8
- نجّاهم الله من العدو، 20:80-82
- أُوتوا الكتاب وجُعل منهم أئمة، 32:23-25; 40:53-54
- علماؤهم عرفوا صدق القرآن، 26:197
استوى، 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
الاعتكاف، 2:187
يعقوب، 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- الأسباط (أبناء يعقوب الاثنا عشر)، 2:140; 3:84;4:163
جالوت، (انظر جالوت)
الجمرات، 2:200
الجاثية، S.45
عيسى، ابن مريم،
- اختيار أمه على نساء العالمين 3:42
- يشهد يوم القيامة، 4:159
- البشارة بمولده، 3:45-47; 19:22-23
- رسولاً إلى بني إسرائيل، 3:49-51
- الحواريون، 3:52-53; 5:111-115
- الحواريون أنصار الله، 3:52; 61:14
- رُفع، 3:55-59; 4:157-159
- كمثل آدم، 3:59
- لم يُقتل ولم يُصلب، 4:157
- أُوحي إليه، 4:163
- لم يكن إلا رسولاً (لا يُؤلَّه)، 4:171-172; 5:75; 19:30, 43:63-64
- كفر من قال، 5:17, 72; 9:30
- جاءكم رسولنا محمد (ﷺ)، 5:19
- أُوتي الإنجيل، 5:46
- قال الحواريون نحن مسلمون، 5:111
- المائدة، 5:114
- لم يعلّم عبادة زائفة، 5:116-118
- نبي صالح، 6:85
- آية، 23:50
- نزوله الثاني 43:61
- الاختلاف حوله، 43:65
- لم يكن إلا عبداً ومثلاً لبني إسرائيل، 43:59
- البشارة برسول اسمه أحمد، 61:6
- ولادته من عذراء ورسالته ومعجزاته 3:45-51; 19:16-38
- تذكيره بنعم الله 5:110-115
- ينفي ألوهيته 5:116-120
- الرأفة والرحمة في قلوب أتباعه 5:82; 57:27
اليهود والنصارى، 2:140; 4:153-161, 171; 5:18
- يستمعون للباطل، 5:41-42
- لُعنوا بما قالوا، 5:64
- عداوتهم للمؤمنين (المسلمين)، 5:82
- من أسلم منهم، 26:197; 28:53; 29:47
جبريل، (انظر جبريل)
الجهاد، (القتال والمجاهدة) 2:216; 9:24; 22:78; 25:52
الجن، S.72
الجن، 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
- الجن خُلقوا من نار 15:25; 55:15
- الجن المؤمنون والكافرون 72:1-15
- بعضهم آمن برسالة القرآن 46:29-32
- الإنس والجن خُلقوا لغاية 51:56-58
أيوب، 4:163; 6:84; 21:83-84; 38:41-44
يحيى، (يحيى بن زكريا)،
- البشارة به، 3:38-41; 19:7-11; 21:90
- صالح، 6:85
- حكيم رحيم بارّ، 19:12-15
يونس، 4:163; 6:86; 10:98;21:87; 37:139-148
- (ذو النون) 21:87; 68:48-50
يوسف، 6:84; 12:4-101
- أحسن القصص 12:1-3
- رؤيا يوسف الصغير 12:4-6
- مؤامرة إخوته 12:7-18
- بيع في الرق 12:19-20
- تربّى في بيت العزيز 12:21-22
- زوجة العزيز تراوده 12:23-29
- حادثة المأدبة 12:30-32
- يدخل السجن 12:33-35
- السجينان 12:36-42
- رؤيا الملك 12:43-53
- يصبح عزيزاً 12:54-57
- إخوته يأتون طالبين الميرة 12:58-68
- يأخذ أخاه بنيامين 12:69-82
- حزن أبيه المتجدد 12:83-87
- يكشف عن هويته الحقيقية 12:88-98
- تحقق الرؤيا القديمة 12:99-100
- الدعاء الختامي 12:101
جودي، جبل، 11:44
الجمعة، S.62
العدل، 2:282; 4:58, 135; 7:29; 16:90; 57:25
- انظر أيضاً 4:65, 105
الكعبة،
- بناها إبراهيم، 2:125-127
- تحريم الصيد، 5:94-96
- حرم آمن، 5:97
- الطواف عريانا، 7:28
- عند الصلاة والطواف، 2:200; 7:29, 31
الكافرون، S.109
الكافور، كأس مزاج كافور، 76:5
الكهف، S.18
الكنز، 9:34-35
الكوثر (نهر في الجنة)، 108:1
الكوثر، S.108
المفاتيح،
- مفاتيح السموات والأرض، 39:63; 42:12
- مفاتيح الغيب، 6:59
خولة بنت ثعلبة، 58:1
القتل،
- من قتل نفساً فكأنما قتل الناس جميعاً، 5:32
- لا تقتلوا النفس، 17:33
- الكلمة الطيبة خير من الصدقة، 2:263
حق ذوي الأرحام، 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
الكرام الكاتبون، 82:11
العلم،
- لا تسقط ورقة إلا يعلمها، 6:59
- خسر الذين قتلوا أولادهم سفهاً بغير علم، 6:140
- خمسة أشياء لا يعلمها إلا الله، 31:34
- علم اليقين، 102:5-7
قارون، 28:76-82; 29:39; 40:24
الكرسي، 2:255
لهب (انظر المسد)، S.111
الليل، S.92
المصباح، 25:61; 67:5; 71:16; 78:13
اللغات،
- اختلاف اللغات وألوان البشر، 30:22
اللات، 53:19
الشريعة المقررة، 5:48
الأحكام من الله، 2:219; 98:3
الكذابون، 26:221-223
الحياة، من أحيا نفساً فكأنما أحيا الناس جميعاً، 5:32
الحياة الدنيا،
- اشتروها بالآخرة، 2:86
- متاع الغرور، 3:185
- بع الدنيا للآخرة، 4:74
- لعب ولهو، 6:32; 29:64; 47:36; 57:20
- تغرّ، 6:130
- متاعها قليل مقارنةً بالآخرة، 9:38; 13:26; 28:60
- مثلها كالمطر، 10:24
- البشرى في الدنيا، 10:64
- من أراد الدنيا نالها لكن لا حظّ له في الآخرة، 11:15-16; 17:18; 42:20
- من يحب العاجلة ويُهمل الآخرة، 75:20-21; 76:27
- تؤثرون الحياة الدنيا، 87:16
النور،
- مبين، 4:174
- والظلمات، 6:1
- مثله، 24:35
- يسعى بين يدي المؤمنين وبأيمانهم، 57:12-15; 66:8
- يمنحه الله للمؤمنين ليسيروا مستقيمين، 57:2
الحدود التي وضعها الله، 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- هذه هي الحدود، 2:187; 229-230; 4:13; 58:4; 65:1
- لا تعتدوا الحدود، 2:190, 229
- من يتعدى الحدود، 2:229; 4:14; 78:22
- إلا من اضطُرّ غير باغ ولا عادٍ، 2:173; 6:145
- لا تغلوا في دينكم، 4:171; 5:77
- حين تجاوزوا الحدود (مسخوا قردة)، 7:166
- الذين يحفظون الحدود، 9:112
الأسد، 74:51
القرض،
- أقرضوا الله قرضاً حسناً، 2:245; 73:20
- يضاعفه أضعافاً كثيرة، 57:11, 18
- يضاعفه ضعفين، 64:17
الخسران المبين، 39:15
لوط، 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- زوجته العاصية، 11:81; 15:60; 66:10
شجرة السدر، 34:16; 53:14-16; 56:28
لقمان، 31:12-14
لقمان، S.31
المعارج، S.70
المدينة (يثرب)، 9:120; 33:13, 60; 63:8
مدين، 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- انظر أيضاً أصحاب الأيكة
المهر، 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
المائدة، S.5
مكة (بكة)، 3:96;90:1-2
- البلد الأمين، 95:3
الإنسان،
- خلائف في الأرض، 2:30;6:165
- جُعل خليفة، 35:39
- الواجب، 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- يبتليه الله، 2:155; 3:186; 47:31; 57:25
- ما يتمناه الناس، 3:14
- خُلق من، 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- خُلق وقُدّر له أجل، 6:2; 15:26
- المصالحة بين الرجل وزوجته، 4:35
- الخاسرون الذين كذّبوا بلقاء الله،6:31
- المرجع، 6:60, 72, 164; 10:45-46
- يمكر ضد نفسه، 6:123
- لا يحمل وزر غيره، 6:164
- كفور، 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- محذَّر من الشيطان، 7:27
- زوجته وأبناؤه، 7:189-190
- عند مسّه الضرّ والشرّ، 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- الرجوع إلى الرب، 10:23; 84:6; 96:8
- يظلمون أنفسهم، 10:44
- أشر فخور، 11:10
- يدعو بالشر، 17:11
- عجول، 17:11
- عمله معلّق في عنقه، 17:13
- من ضلّ فعلى نفسه ومن اهتدى فلنفسه، 17:15
- لا يُظلم، 17:71
- الموت والبعث، 23:15-16
- فرّقوا دينهم شيعاً كل فريق بما لديهم فرحون، 23:53
- ألسنتهم وأيديهم وأرجلهم ستشهد عليهم، 24:24
- يشهد على نفسه، 75:14
- من اتخذ إلهه هواه، 25:43
- الصهر والنسب، 25:54
- الله سخّر لكم ما في السموات والأرض، 31:20
- من أسلم وجهه لله، 31:22
- ليس له قلبان في صدره، 33:4
- ليعبد الله، 39:64-66
- المصائب بما كسبت أيديه، 42:30, 48
- الملائكة ترصد أعماله، 50:17-18, 23;85:11
- الملائكة تحرسه، 13:11; 86:4
- يُصنَّف في ثلاث فئات، 56:7-56
- المقربون من الله، 56:10-11
- أصحاب اليمين، 56:27-40
- أصحاب الشمال، 56:41-56
- يُحشر ويُخلق في صور مجهولة، 56:60-62
- أحسن الله صورته، 64:3
- المال والبنون فتنة، 64:15
- خُلق وأُعطي، 67:23-24; 74:12-15; 90:8-10
- هلوع، 70:19-21
- مواظب على الصلاة، 70:22-35
- يريد المزيد، 74:15
- يشهد على نفسه، 75:14-15
- استكباره، 75:31-40; 90:5-7
- يحب الحياة الدنيا، 76:27
- أيّهما أشد خلقاً هو أم السماء، 79:28
- غافل عن ربه، 82:6-12
- سوّاه وعدّله، 82:7
- ينتقل من طور إلى طور، 84:19
- حبّ المال، 89:20
- خُلق في كبد، 90:4
- أعماله متباينة، 92:4
- يُيسّر له طريق اليسرى والعسرى، 92:7, 10
- خُلق في أحسن تقويم، 95:4
- ثم رُدّ إلى أسفل سافلين، 96:5
- يطغى، 96:6-7
مناسك الحج، 2:128, 200; 22:30
مناة، 53:20
الإنسانية،
- شهداء على الناس، 2:143
- أمة واحدة، 2:213; 10:19
- خُلقت من نفس واحدة، 4:1; 39:6; 49:13
- تمرّدهم على أنفسهم، 10:23
- غافلون والحساب قريب، 21:1-3
- خُلقت على الفطرة، 30:30
- أكرمهم عند الله، 49:13
- جُعلوا شعوباً وقبائل، 49:13
المنّ والسلوى، 2:57
الآداب،
- عند دخول البيوت، 24:27-29
- في البيت، 24:58-61
- في بيوت النبي، 33:53
- التسليم والصلاة على النبي، 33:56
- لا تؤذوا الله ورسوله ولا المؤمنين والمؤمنات، 33:57-58
- التثبت من الأخبار قبل التصديق، 49:6
- لا تسخروا من بعضكم البعض، 49:11
- في المجالس، 58:11
الزواج، 2:232, 234
- من الكافرات أو من الإماء، 2:221
- عدد الزوجات المباح، 4:3
- لا استرداد للمهر (عند الطلاق)، 4:20-21
- المحرّمات في الزواج، 4:22-24
- إن لم يستطع نكاح الحرائر المؤمنات، 4:25
- عند الخوف من الشقاق يُعيَّن حكمان، 4:35
- إن خشيت المرأة سوء معاملة زوجها أو إعراضه فلتتفاوضا، 4:128
- لا تميل كل الميل فتتركها كالمعلّقة، 4:129
- زواج الزانين، 24:3
- من الفقراء، 24:32
- من لا يجد سبيلاً للزواج، 24:33
- الزوجات اللواتي أُحللن للنبي، 33:50-52
- لا عدة قبل الدخول، 33:49
الشهداء،
- ليسوا أمواتاً، 2:154; 3:169
- يفرحون بفضل الله ونعمته،3:170-171
- يتلقّون المغفرة والرحمة، 3:157-158
- يُرزقون رزقاً حسناً، 22:58-59
ماروت، 2:102
مريم (أم عيسى)، مولدها، 3:35-7
- البشارة بعيسى، 3:42-51; 19:16-21
- في المخاض، 19:23-26
- تأتي بالمولود إلى قومها، 19:27-33
- الافتراء عليها، 4:156
- أحصنت فرجها، 21:91; 66:12
مريم، S.19
المسد، S.111
- المسجد الأقصى، 17:1
- المسجد الحرام، 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- المشعر الحرام، 2:198
الماعون، S.107
جنة المأوى، 53:15
الكيل والميزان، أوفوهما، 11:85; 17:35;83:1-5
اللقاء،
- بالله، 6:31
- اليوم العظيم، 19:37
- يوم الآخرة، 30:16
الرسل، 2:253; 4:164-165; 40:78; 57:27
- تتابعهم، 2:87
- سلسلتهم، 5:19; 23:44
- قُتلوا، 3:183
- هُدِّدوا، 14:13
- سُخر منهم، 6:10; 13:32; 15:11; 21:41
- كُذِّبوا وجُحدوا،3:184; 6:34;25:37;34:45; 51:52
- الإيمان ببعضهم والكفر ببعض،4:150-152
- حشر الرسل، 5:109
- مبشّرين ومنذرين،6:48; 14:4-8
- شاهداً من كل أمة، 16:89
- لكل أمة رسول، 10:47; 16:36
- يتلون آيات الله، 7:35-36
- ملك رسولاً، 17:95; 25:7
- لم يكونوا إلا بشراً،14:10-12;17:94; 21:8; 25:7-8, 20
- وأزواجهم وذرياتهم، 13:38
- انظر أيضاً الأنبياء
المعراج، 17:1; 53:12
البخل والبخلاء، 57:24
المصيبة، بما كسبت أيديكم، 42:30
الرهبانية، لم تُفرض، 57:27
القردة، عقوبة المتجاوزين مسخاً، 2:65;5:60; 7:166
المعراج، 17:1; 53:12
الأشهر، عددها، 9:36-37
القمر، 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- انشقاقه؛ 54:1
موسى،
- وقومه، 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- وفرعون، 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- هداه الله، 6:84
- الجبل وتجلّي الرب، 7:142-145
- يوبّخ قومه على عبادة العجل، 7:148-156;20:83-99
- كتابه، اختُلف فيه، 11:110
- أُوتي الكتاب، 17:2
- تسع آيات بيّنات، 7:133; 17:101
- إلى مجمع البحرين، 18:60-82
- اللقاء المصيري عند الشجرة المباركة 20:9-36; 27:7-14; 28:29-35
- نودي وأُوتي الرسالة، 19:51-53;20:9-56
- طفولته وأمه وأخته، 20:38-40;28:7-13
- إسلام السحرة، 20:70-73; 26:46-52
- في مدين، 20:40; 28:22-28
- أُوتي الفرقان، 21:48
- والنار الغيبية، 27:7-12; 28:29-35
- يقتل مصرياً خطأً في المدينة 28:14-21
- جاء بالآيات البيّنات، 29:39
- قصته مع فرعون 7:103-137; 10:75-92; 11:96-99; 26:10-69
- تسع آيات لفرعون وقومه 7:130-133; 20:17-22; 17:101
- يغلب سحرة فرعون 20:70-73; 26:46-52
- الفرار إلى مدين والزواج 28:22-28
- يتلقى الألواح 7:142-154
- يطلب رؤية الله على الجبل 7:142-145
- كرّمه الله 33:69
- نعم الله على بني إسرائيل 2:47-61
- بنو إسرائيل يأبون دخول القدس 5:20-29
- هُدي إلى الصراط المستقيم، 37:114-122
- كتابه، 53:36; 87:19
المسجد (الأقصى في القدس)، 17:7
مسجد (قباء)، 9:107-108
المساجد، 2:187; 9:17-19
- عمارة مساجد الله، 9:17-18
البعوضة، مثل، 2:26
الجبال، 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
المدثر، S.74
المهاجرون، 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- النساء المهاجرات، 60:10-12
محمد ﷺ
- سُخر منه، 2:104; 4:46; 25:41-42; 34:78
- احترام الرسول، 2:104; 4:46; 49:1-5
- الميثاق على الإيمان به، 3:81
- شاهد على المؤمنين، 2:143
- لم يكن إلا رسولاً، 3:144
- رفيق في التعامل، 3:159
- عمله، 3:164; 7:157; 36:6; 52:29; 74:1-7
- أُرسل منّةً عظيمة للمؤمنين، 3:164
- أُرسل بالحق، 4:170
- لم يُجعل وكيلاً، 6:107
- أميّ، 7:157; 62:2
- أُرسل للناس كافة رسولاً من الله، 7:158; 48:9, 29
- نذير مبين، 7:184, 188; 11:2; 15:89; 53:56
- ليس بمجنون، 7:184; 68:2; 81:22
- من يتهمونك، 9:58
- من يؤذون النبي رحمة للمؤمنين، 9:61
- لا يتبع إلا ما يُوحى إليه، 10:15-16; 11:12-14; 46:9
- أقواله، 11:2-4; 12:108; 34:46-50
- الله شهيد عليه، 13:43; 29:52; 46:8
- أُرسل شاهداً ومبشراً ونذيراً، 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- لا يحزن، 15:97; 16:127; 18:6
- أُرسل شاهداً، 16:89; 22:78; 73:15
- يدعو بالحكمة والموعظة الحسنة ويجادل بالتي هي أحسن، 16:125
- المقام المحمود، 17:79
- أُوحي إليه، 18:110
- رحمة للعالمين، 21:107
- لا يطلب أجراً، 25:57; 38:86; 42:23
- أُمر بـ، 27:91-93;30:30;66:9
- رحمة من الله، 28:46-47
- أقرب إلى المؤمنين، 33:6
- قدوة حسنة، 33:21
- خاتم النبيين، 33:40
- الصلاة عليه، 33:56
- أُرسل للناس كافة، 34:28
- أجره على الله وحده، 34:47
- بشر فحسب، 41:6
- أُرسل حفيظاً، 42:48
- ليس بدعاً من الرسل، 46:9
- شاهد من بني إسرائيل،46:10
- البيعة له بيعة لله، 48:10, 18
- رأى جبريل، 53:4-18; 81:22-25
- لا تعادوه، 58:20-22
- بشّر به عيسى، 61:6
- لينصر دين الحق على الدين كله، 61:9
- من الظلمات إلى النور، 65:11
- يجاهد الكافرين والمنافقين، 66:9
- خُلقه العظيم، 68:4
- ليس بشاعر ولا كاهن، 69:41-42
- مواظب على الصلاة، 73:1-8, 20; 74:3
- والرجل الأعمى، 80:1-12
- يسجد ويتقرب إلى الله، 96:19
- يتلو الصحف المطهّرة، 98:2
- آيات تتعلق بآل بيته، 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- انظر أيضاً الرسل؛ الأنبياء
محمد (ﷺ)، S.47
المحسنون، 2:117, 195; 4:125,128; 10:12-16; 16:128
- الله يحب المحسنين، 3:134, 148; 5:93
- الله لا يضيع أجر المحسنين، 5:85;9:120; 11:115; 18:30
- نجزي المحسنين، 12:22; 37:80, 105, 110; 39:34;77:44
- البشرى للمحسنين، 22:37; 46:12
- رحمة الله قريب من المحسنين، 7:56
- الله مع المحسنين، 29:69
- البرّ بالوالدين، 2:83
- الصبر على أداء الواجبات لله، 16:90
- انظر أيضاً الخير والشر
المجادلة، S.58
البغال، 16:8
الملك، S.67
المؤمن (انظر غافر)، S.40
المؤمنون، S.23
الممتحنة، S.60
المنافقون، S.63
القتل، 2:178-179
المرسلات، S.77
المسلمون،
- أولهم إسلاماً، 6:14, 163; 9:100; 39:12
- من سمّاهم بذلك، 22:78
- مغفرة وأجر عظيم لمن، 33:35-36
المطففين، S.83
المزمل، S.73
النبأ، S.78
بنو النضير (اليهود)، 59:2, 9, 13
النحل، S.16
النجس 9:28
النجم، S.53
النجوى (انظر السر)
الأسماء،
- له الأسماء الحسنى، 7:180
- له الأسماء الأحسن، 17:110; 20:8; 59:24
- الضرورة، إن اضطُرّ، 2:173; 6:145
الجار، 4:36
الأهلة، 2:189
الأخبار، التثبت منها 4:83
البخل 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
الليل، (رمزاً)، للسكن، 10:67
- غطاءً، 13:3; 78:10
- للخدمة، 14:32
- ليلة القدر، 44:3-4; 97:1-5
النساء، S.4
نوح، 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- سُخر منه 11:38
- الطوفان (الفيضان الهائل)، 29:14
- الفلك والطوفان 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ابنه العاصي لم يُنجَّ، 11:42-48
- زوجته الخاطئة، 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
نوح، S.71
النور، S.24
اليمين، 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
الطاعة، 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
الوفاء بالعقود، 5:1
الذرية، 4:9; 42:49-50
- يهب لمن يشاء إناثاً وذكوراً، 42:49
الزيتون، 6:141; 16:11; 23:20; 24:35; 95:1
الإله الواحد الأحد، 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
اليتامى، 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- أوصياء اليتامى، 4:6
- الأعمال تُزيَّن لكل قوم، 6:108
الأزواج، في جميع المخلوقات، 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
النخلة، 13:4; 19:25; 20:71; 59:5
الأمثال، (الأشباه والنظائر والتمثيلات)
- من استوقد ناراً، 2:17-18
- صيّب من السماء، 2:19-20
- البعوضة، 2:26
- الصارخون، 2:171
- قرية خاوية على عروشها، 2:259
- حبة قمح، 2:261
- صفوان، 2:264
- جنة، 2:265-266
- حبل، 3:103
- ريح صرّ، 3:117
- البعث 7:57; 22:5; 41:39
- الكلب اللاهث، 7:176
- شفا جرف هار، 9:109-110
- المطر، 10:24
- الحصيد، 10:24
- الأعمى والأصم، 11:24
- الله مقابل الآلهة الزائفة 13:14; 16:76
- الحق مقابل الباطل 13:17
- الرماد في يوم عاصف،14:18
- الشجرة الطيبة، 14:24-25
- الشجرة الخبيثة، 14:26
- العبد والحر، 16:75
- الأبكم عبء على مولاه،16:76
- المرأة تنقض غزلها، 16:92
- القرية الآمنة المطمئنة، 16:112-113
- رجلان أحدهما له جنتان من عنب، 18:32-44
- الحياة الدنيا كماء أنزلناه من السماء،18:45
- الساقط من السماء فتخطفه الطير،22:31
- الذبابة، 22:73
- النور كمشكاة، 24:35-36
- السراب، 24:39
- الظلمات في بحر لجيّ، 24:40
- العنكبوت، 29:41
- الشركاء، 30:28
- أصحاب القرية، 36:13-32
- الزرع بألوان مختلفة، 39:21
- رجل يشترك فيه شركاء، 39:29
- البذرة النامية، 48:29
- القلوب القاسية 57:16-17
- النبات بعد المطر، 57:20
- الجبل يخشع، 59:21
- الحمار، 62:5
- لو ذهب الماء غوراً، 67:30
- أصحاب الجنة، 68:17-33
الجنة،
- جنة المأوى، 53:15
- جنة الفردوس، 18:107; 23:11
- جنات تجري من تحتها الأنهار، 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- جنات عدن الخالدة 9:72;13:23; 18:31; 19:61; 20:76
- جنات عدن الأبدية، 16:31;35:33; 98:8
- جنات النعيم، 37:43; 56:12, 89
- جنات ذات نعيم دائم، 9:21
- جنات وكروم، 78:32
- ثمار الجنتين، 55:54, 62
- ثمار من كل أصناف وفيرة كما يشتهون، 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- الثمار دانية، 55:54; 69:23
- لحم وفاكهة، 52:22
- لحم طير، 56:21
- سدر لا شوك فيه وطلح منضود،56:28-29
- العلم غير النافع كالحمار يحمل أسفاراً 62:5
- عين جارية، 88:12
- عين سلسبيل، 76:18
- عين كافور، 76:5
- عين تسنيم، 83:27-28
- نهر الكوثر، 108:1
- أنهار من خمر ولبن وعسل مصفّى، 47:15
- خمر بيضاء لذيذة مختومة، 37:45-46; 56:18; 76:21; 83:25
- كأس ممزوج بزنجبيل، 76:17; 78:34
- ماء، 76:5
- صحاف من ذهب وأكواب، 43:71
- آنية فضة وأكواب قوارير، 76:15-16
- ثياب خضر من سندس وإستبرق، 18:31;22:23; 35:33; 44:53; 76:12, 21
- محلّون بأساور من ذهب ولؤلؤ،18:31; 22:23; 35:33; 76:21
- أرائك مبطّنة بإستبرق، 55:54
- وسائد خضر وعبقري حسان، 55:76; 88:15
- أسرّة مرفوعة منسوجة بالذهب والجواهر 56:15; 88:13
- زرابي مبثوثة، 88:16
- غرف عالية متراكبة، 9:72; 39:20
- خالدين فيها أبداً، 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- الدار الأبدية، 3:15; 35:35
- متقابلين على الأسرّة، 15:47; 37:44;44:53; 56:16
- لا يذوقون فيها الموت، 44:56
- ولا يُخرجون منها، 15:48
- انتُزع من قلوبهم الغلّ والضغينة، 7:43; 15:47
- أُزيل عنهم كل حزن، 35:34
- لا تعب ولا نصب ولا وصب، 15:48;35:35
- لا أذى ولا وجع بطن ولا صداع ولا إسكار، 37:47; 56:19
- لا لغو ولا تأثيم، 19:62;56:25
- لا كلام ضار ولا كذب،78:35; 88:11
- بريئون من الذنوب، 37:47; 52:23
- لا حرّ ولا زمهرير، 76:13
- لهم رزق معلوم، 37:41;56:89
- في سلام وأمان، 15:46; 44:51, 55; 50:34
- دار السلام، 6:127
- التحية فيها، 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- من عمل صالحاً دخلها،4:124; 42:22; 44:51
- المتقون يُساقون إليها زمراً، 39:73
- أُورثوها بما كانوا يعملون،43:72
- الله راضٍ عنهم وهم راضون عنه، 5:119
- جنتي، 89:30
- النعيم الأعظم، 9:72
- الفوز العظيم، 57:12; 64:9
- الفوز الأكبر، 9:72; 44:57
- للمؤمنين جنات نزلاً، 32:19
- أهل الجنة في شغل مبهج يومئذٍ، 36:35
- في جنات وعيون، 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- يرون الملائكة يحفّون بالعرش،39:75
- عند مليك مقتدر، 54:55
- لهم ما يشاؤون، 50:35
- الحور العين كأمثال اللؤلؤ المكنون، 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- أزواج مطهّرة، 3:15
- زوجات في ظلال وارفة على الأرائك، 36:55
- كواعب أتراب، 78:33
- وِلدان مخلّدون كاللؤلؤ المنثور، 52:24; 56:17; 76:19
- كعرض السموات والأرض 3:133, 57:21
- ماء جارٍ وظل وارف ونعيم وأزواج طاهرة 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- ثواب المؤمنين 55:46-78; 56:10-40
- أنهار عسل ولبن وماء وخمر 47:15
- الدعاء والتسبيح 10:9-10; 39:73-74
- التحية بالسلام 13:23-24; 14:32
- الخلود في النعيم 11:108
- لا يُخرجون 15:45-48
- نورهم يسعى بين أيديهم وبأيمانهم 57:12
- لا حرّ ولا برد 76:13
- كل أمنية تتحقق 16:30-32; 41:31-32
- أساور من ذهب وثياب من حرير 18:30-31; 22:23-24; 44:51-53
- صحاف وأكواب من ذهب 43:67-73
- آنية فضة وثمار دانية في المتناول 76:14-16
- متكئون على الأرائك 15:47; 37:44; 52:20
- المؤمنون ينظرون إلى ربهم 75:22-23
البرّ بالوالدين، 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
شركاء الله، افتراء باطل،4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
المرعى، 87:4-5
الطريق، 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- انظر أيضاً السبيل
الصبر، 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- استعينوا بالصبر والصلاة، 2:45, 153; 20:132;50:39
الصابرون،
- يوفَّون أجرهم كاملاً، 39:10
- الله مع الصابرين، 8:46
- واصبر، 11:115
- على أداء الواجبات لله، 16:90
- الصبر عند الغضب، 41:34
السلم، الجنوح إليه، 8:61
اللؤلؤ والمرجان، 52:24; 55:22; 56:23
القلم، 68:1; 96:4
الشخص،
- لا يكلّف الله شخصاً فوق طاقته،2:286; 7:42
- لا يكلّف الله نفساً إلا وسعها، 23:62
- لا يعلم أحد ماذا يكسب غداً وفي أي أرض يموت، 31:34
- كل شخص سيواجه ما عمل من خير وشر 3:30
- كل نفس تأتي تجادل عن نفسها،16:111
- كل نفس بما كسبت رهينة،74:38
- الله يقسم بالنفس اللوّامة، 75:2
فرعون، 28:6; 40:24
- قوم فرعون، 2:49; 3:11; 7:141; 44:17-33
- أُغرق، 2:50
- معاملته لموسى، 7:103-137; 10:75-92
- إخراج جسده من البحر، 10:90-92
- طغى وعصى وأجرم، 20:24; 69:9; 73:16;85:17-20; 89:10-14
- زوجته الصالحة، 28:8-9
- يدّعي الألوهية، 28:38; 79:24
- أُهلك، 29:39
- مؤمن من آل فرعون،40:28-44
- بناء الصرح، 40:36-37
- انظر أيضاً موسى
التكاثر بالأمور الدنيوية، 102:1-4
البيعة،
- على الإسلام، 16:91
- البيعة للرسول بيعة لله، 48:10
- بيعة المؤمنين، 48:18; 60:12
الرهن، ليكن رهن مقبوضة، 2:283
- كل نفس رهينة بما كسبت، 52:21; 74:38
الشعر، 36:69
الشعراء، 26:224-227; 69:41
الرمان، 6:141
الفقراء، 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
الدعاء، 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- لا جهراً ولا مخافتة، 17:110
- الدعاء للكافرين، 9:113-114
- دعاء الكافرين، 13:14
- يستجيب لمن، 42:26
- استعينوا بالصبر والدعاء، 2:45, 153; 20:132;50:39
- أقيموا الصلاة باتجاه القبلة، 2:142-145, 149-150
- حافظوا على الصلوات، 2:238
- في السفر وحال الخوف، 2:239; 4:101-102
- لا تقربوها وأنتم سكارى، 4:43
- ولا في حال الجنابة، 4:43
- الطهارة للصلاة، 4:43; 5:6
- إذا قضيتم الصلاة، 4:103
- أوقات الصلاة، 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- السجود لله وحده، 13:15
صلاة الجمعة، 62:9-11
الحيطة عند الخطر، 4:71
أسرى الحرب، 8:67-71
- انظر أيضاً الأسرى
وعد الحق، 46:16-17
المال، 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
الأنبياء، 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- مواثيق الأنبياء، 3:81; 33:7-8
- ما لا يحلّ للنبي، 3:161
- عدو لكل نبي، 6:112; 25:31
- انظر أيضاً الرسل
السجود،
- لله يسجد من في السموات والأرض وظلالهم، 13:15
الرزق، 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
الزبور، 4:163
العقوبة،
- تأخيرها، 3:178
- قطع الأيدي والأرجل، 5:33
- عاقبوا بمثل ما عوقبتم به، 16:126
- عقوبة الدنيا والآخرة، 24:19; 68:33
الطهارة،
- البدنية،4:43; 5:6
- الروحية (من الأدناس)، 87:14; 91:9
القدر، 5:5; 64:11
القدر، S.97
ق، S.50
القلم، S.68
القمر، S.54
القارعة، S.101
قارون، 28:76-82; 29:39
القصص، S.28
القبلة، 2:142-145, 149
القصاص، 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
القرآن،
- وصفه، 13:31, 36, 37; 14:1; 56:77-80
- لا يمكن أن يأتي به غير الله، 2:23; 10:38; 11:13; 17:88
- لو كان من غير الله لوجدوا فيه اختلافاً كثيراً، 4:82
- نور مبين، 4:174; 42:52
- أُنزل، 6:19
- الله شاهد عليه، 6:19
- برهان واضح، 6:157
- الكلام الباطل في آياته، 6:68
- ذكر، 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- إذا قُرئ فاستمعوا وأنصتوا، 7:204
- الذكر، 7:205; 15:6, 9
- كتاب الحكمة، 10:1; 31:2; 36:2
- وحي مُلهَم، 10:2, 109; 42:52
- من يكفر به، 11:17
- بلسان عربي، 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- نُزّل مُفرَّقاً على مراحل، 15:91; 17:106; 25:32; 76:23
- تبديل آية، 16:10
- إذا أردت قراءته، 16:98
- يهدي، 17:9
- بشير ونذير، 17:9-10
- والكافرون، 17:45-47
- تلاوته عند الفجر مشهودة (تشهدها الملائكة)، 17:78
- شفاء ورحمة، 17:82
- فُصّل للناس على كل وجه لكن أكثرهم يعرضون،17:89; 18:54; 39:27
- يسير، 19:97; 44:58; 54:17, 22, 32, 40
- يا ويلتى هجر قومي هذا القرآن، 25:30
- مصدَّق بالكتب السابقة، 26:196
- يقصّ على بني إسرائيل ما اختلفوا فيه، 27:76
- اتلُ وصلِّ، 29:45
- الحق من الله، 32:3; 35:31
- في ليلة مباركة، 44:3
- فيه يُفرق كل أمر حكيم، 44:4
- تدبّر، 47:24
- أنذر به، 50:45
- علّمه الله، 55:1
- تلاوة كريمة محفوظة،56:77-78
- لا يمسّه إلا المطهّرون، 56:79
- لو أُنزل على جبل، 59:21
- حسرة على الكافرين، 69:50
- حقٌّ اليقين، 69:51
- اتلُه ترتيلاً، 73:4
- في صحف مكرّمة مطهّرة، 80:13-16
- ذكر للعالمين، 81:27
- الكافرون يكذّبون به، 84:22
- في لوح محفوظ، 85:22
- القول الفصل، 86:13
- يتلو الصحف المطهّرة، 98:2
- انظر أيضاً الكتاب؛ الوحي
قريش، S.106
قريش،
- كفار قريش، 54:43-46, 51
- إيلاف قريش، 106:1-4
الأحبار والرهبان، 9:31, 34
المسابقة، سارعوا في الخيرات، 5:48
الرعد، S.13
الرحمن، S.55
لباس التقوى خير، 7:26
المطر،
- نعمة من الله، 56:68-70
- من حجارة، 27:58
رمضان، 2:185
الرمي، 2:200
الفدية،
- لا تُقبل فدية، 57:15
- الفدية التي يعرضها الكافرون، 3:91; 10:54; 13:18
- فدية الصيام، 2:196
- لفكّ الأسرى، 8:67
- أصحاب الرسّ، 25:38; 50:12
الجزاء،
- يوم الدين، 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- المكذّبون به، 107:1-7
- جزاء السيئة سيئة مثلها، 42:40
المصالحة،
- من عفا وأصلح، 42:40
- بين الرجل وزوجته، 4:35
- بين المؤمنين، 49:9-10
السجل،
- كتاب مرقوم، 83:7-9, 18-21
- كل أمة تُدعى إلى سجلها، 45:28-29
- صحائف أعمال كل شخص مكتوبة،81:10
- يشهد بالحق، 23:62
- في اليمين، 69:19; 84:7-9
- في الشمال، 69:25
- من وراء الظهر، 84:10-15
- ملائكة الكتابة، 50:17-18, 23; 85:11
الفرج، مع العسر يسر، 94:5-6
الدين،
- لا إكراه في الدين، 2:256
- هو الإسلام، 3:19
- دين الله، 3:83-84
- غير الإسلام، 3:85
- لا تغلوا في دينكم، 4:171; 5:77
- اكتمل، 5:3
- من اتخذه لعباً ولهواً، 6:70
- من فرّقوا دينهم وكانوا شيعاً، 6:159; 30:32
- انظر أيضاً 42:13-14; 43:65; 45:17
- تفرّق الناس في دينهم شيعاً كل حزب بما لديهم فرحون، 23:53; 30:32
- لم يجعل في الدين من حرج، 22:78
- الناس خُلقوا على الفطرة، 30:30
- الدين واحد لجميع الأنبياء، 42:13-15
- دين الآباء، 43:22-24
ذكر الله، 63:9
- ألا بذكر الله تطمئن القلوب، 13:28
التوبة،
- تُقبل إن أُتي بالذنب جهلاً وتِيب منه سريعاً، 4:17; 6:54
- لا تنفع التوبة إن استمر العمل بالسيئات، 4:18
- يقبل التوبة ويغفر الذنوب، 4:25
- الإمهال للمسيئين، 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
البعث، 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- مثاله في قصة عزير 2:259
- إبراهيم 2:260
- أصحاب الكهف 18:9-26
- تحذير منكري البعث 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
يوم القيامة، 7:89; 20:100-101, 124
- اليوم الحق، 78:39
- توفية الأجور كاملة 3:185
- الصحف المكتوبة تُنشر،81:11
- كل نفس ستعلم ما أحضرت، 81:14
- كل شخص سيواجه ما عمل من خير وشر، 3:30
- كل نفس ستعلم ما قدّمت وأخّرت، 82:5
- لا خوف من الظلم، 20:112
- موازين العدل، 21:47
- موازين الأعمال، 23:102-103
- من يعمل مثقال ذرة خيراً أو شراً يره، 100:7-8
- كل الأسرار ستُكشف، 86:9
- إعطاء السجل باليمين، 69:19; 84:7-9
- إعطاء السجل بالشمال، 69:25
- إعطاء السجل من وراء الظهر، 84:10-15
- يوم عسير على الكافرين، 25:26; 54:8; 74:9
- يوم ثقيل، 76:27
- يحملون أحمالاً ثقيلة، 20:100-101
- لا يُؤذن لهم في الاعتذار، 77:36
- الظالم يعضّ على يديه، 25:27
- الظالمون يُحشرون مع قرنائهم وأصنامهم، 37:22
- الهلاك مع الحسرة والأسى واليأس، 30:12
- الموءودة تُسأل، 81:8-9
- الفزع الأكبر، 21:103
- المنادي ينادي إلى أمر فظيع، 50:41;54:6-8
- صيحة واحدة، 36:29, 49, 53; 38:15; 50:42
- الزجرة، 37:19; 79:13
- العذاب القريب، 78:40
- السماء تمور موراً، 52:9; 56:4
- السماء تنشق، 84:1-2
- السماء تنفطر، 77:9; 82:1
- السماء تنشق بالغمام،25:25
- السماء تُطوى بيمينه،21:104; 39:67
- يُصعق من في السموات والأرض، 39:68
- السماء تُفتح وتصير أبواباً، 78:19
- السماء كالمهل، 70:8
- النجوم تتناثر، 81:2; 82:2
- النجوم تنكدر، 77:8
- الشمس تُكوَّر، 81:1
- البحار تُسجَّر، 81:6
- البحار تُفجَّر، 82:3
- زلزلة الساعة، 22:1; 99:1
- الجبال تسير، 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- تُدكّ دكّاً 20:105; 56:5
- كالعهن المنفوش، 70:9;101:5
- الأرض والجبال تُرجَّفان، 73:14; 79:6
- الأرض تُدكّ دكّاً، 89:21
- تُبدَّل الأرض غير الأرض والسموات، 14:48
- الأرض تُمدّ، 84:3-5
- الأرض قاعاً صفصفاً 18:47; 20:106
- الأرض تُخرج أثقالها، 84:4; 99:2
- القبور تُبعثر، 82:4
- البعث من القبور، 21:97; 70:43
- يخرجون من الأرض أحياء بعد الموت، 79:14
- الوحوش تُحشر، 81:5
- البعث أعمى، 20:124-125
- النفخ في الصور، 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- الصاخّة، 80:33
- الأرواح تُلحق بالأجساد،81:7
- لا يبدو إلا عشرة أيام، 20:103
- لا يبدو إلا يوماً، 20:104
- أو بعض يوم، 23:112-114
- يوم التغابن، 64:9
- يوم الفصل، 37:21
- يوم القرار، 77:38; 78:17
- يوم الفرز، 77:13-14
- يوم الحسرة والندامة، 19:39
- المكذّبون به، 77:15-50
- الناس كالفراش المبثوث،101:4
- الناس يصدرون أشتاتاً،100:6
- الناس كالسكارى، 22:2
- كل ذات حمل تضع حملها، 22:2
- العشار تُعطَّل،81:4
- المرضعة تنسى رضيعها،22:2
- الأقارب يُريهم بعضهم بعضاً،70:11
- الرجل يفرّ من أقاربه،80:34-37
- لا يسأل حميم حميماً، 70:10
- لا صديق ولا شفيع،40:18
- لا تملك نفس لنفس شيئاً، 82:19
- لا قوة ولا ناصر، 87:10
- لا خوف على المؤمنين، 43:68
- المؤمنون في ظلال وعيون وفواكه، 77:41-43
- أهل الجنة وأزواجهم، 36:55-58
- الملائكة تنزل تنزيلاً عظيماً، 25:25
- يُكشف عن الساق، 68:42-43
- الجنة تُزلف، 81:13
- جهنم تُقرَّب، 89:23
- جهنم تُبرَّز وتُسعَّر، 81:11-12
- العفو صدقة كفّارة، 5:45
الوحي،
- إن كنت في شك، 2:23-24
- الآية المنسوخة أو المنسيّة، 2:106
- هداية صحيحة، 3:73
- من ربّك فلا تكوننّ من الممترين، 6:114
- لقوم يفقهون، 6:98
- هدى ورحمة، 7:203; 16:64; 31:3
- عن طريق روح القدس، 16:102; 26:192-193
- مُفصَّل، 6:98; 41:2-4
- تنزيل الكتاب من الله، 46:2
- انظر أيضاً الكتاب والقرآن
الانتصار للمظلوم، 42:39-43
الثواب،
- بأحسن ما عملوا وأكثر، 24:38; 29:7; 39:35
- جزاءً وفاقاً 25:15
- الله يجزي المحسنين بأحسن الجزاء، 53:31
- هل جزاء الإحسان إلا الإحسان، 55:60
الربا (انظر الربا)
الصالحون،
- في صحبة الصالحين، 4:69
- يرثون الأرض، 21:105
- في الجنة، 51:15-19; 76:5-12
- انظر أيضاً الخير
الصلاح، 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- الطريق الوعر إليه، 90:11-18
- الهداية الصحيحة هي هداية الله،3:73
الطرق والمسالك، 43:10
وادي الحِجر، أصحابه، 15:80-85
الروم، 30:2-5
السقف، السماء، 21:32
الروح (جبريل)، 26:193; 67:12; 70:4; 78:38;97:4
روح القدس، 2:87, 253; 5:110; 16:102
- انظر أيضاً جبريل
الروح (النفس)، 15:29; 17:85; 58:22
الروم، S.30
سبأ (الملكة)، 27:22-44; 34:15-21
سبأ، S.34
السبت،
- متجاوزو السبت، 2:65; 4:154; 7:163-166
- فُرض فقط على، 16:124
الصابئون، 5:69; 22:17
الأضحية، 2:196, 200; 22:34-37
ص، S.38
الصدقة، 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- إخفاؤها خير من إظهارها، 2:271
الصفا والمروة، 2:158
الصف، S.61
الصافات، S.37
سيل العرم (فيضان سدّ مأرب)، 34:16
السجدة، S.32
السكينة، 2:248;9:26, 40; 48:4, 18, 26
صالح، 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
سلسبيل (عين في الجنة)، 76:18
السامري، 20:85, 95-97
صموئيل، 2:247
الشيطان، 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- يثير العداوة والبغضاء، 5:91
- الوسواس الخنّاس، 7:200-201
- يخدع، 8:48
- خذل أتباعه، 14:22
- لا سلطان له على المؤمنين، 16:99-100
- يُلقي الباطل، 22:52-53
- عدوّ مبين، 12:5; 35:6; 36:60
- استكباره 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- جنّيّ 18:50-51
- إغواء آدم وسقوطه 7:20-23; 20:116-121
- لا سلطان له على المؤمنين 16:98-100
- هدفه 35:6-8
- عدوّ مبين للإنسانية 12:5; 17:53
- حزبه 53:14-19
- عمله الخبيث 5:90-91
- يُثبّط عن الخير 2:268
- المؤمنون يستعيذون بالله منه 7:200-202
- كيده ضعيف 4:76
- يتخلى عن أتباعه 8:48
- يتحدث إلى أتباعه في النار 14:22
- انظر أيضاً إبليس
الميزان، من يثقل ميزانه فقد فاز، 7:8-9
- انظر أيضاً الميزان
أهل الكتاب،
- (اليهود والنصارى)، 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ما كانوا يخفونه، 5:61-63
- منهم من هو على الجادة،5:66
- يعرفون ولا يؤمنون، 6:20
البحار، 42:32-33; 45:12
- البحران، 18:60; 25:53; 35:12; 55:19-20
- حين تُفجَّر، 82:3
السر (النجوى)،
- المحادثات السرية، 4:114
- نجوى ثلاثة، 58:7
- النجوى المحرّمة، 58:8, 10
- المشاورة الخاصة، 58:12-13
الفِرَق والتفرّق في الدين، 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
الأمن، بعد الكرب أنزل السكينة،3:154
البذرة، من يُنبتها، 56:63-67
الحواس، 23:78
السبع، خُلق منها،
- سموات، 2:29; 23:17; 65:12; 67:3; 71:15
- ومن الأرض مثلهن، 65:12
الظل،
- يسجد لله، 13:15; 16:48
- امتداده، 25:45
الشمس، S.91
الناقة آية لثمود، 7:73; 17:59; 26:155-158
السفينة، إبحارها آية؛ للانتفاع؛ للشكر؛ لابتغاء فضله، 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
شعيب، 7:85-93; 11:84-95; 29:36-37
الشعراء، S.26
الشورى، S.42
سدرة المنتهى، 53:14
حصار المدينة، 33:9-27
السجّين، 88:7-9
الذنب، 7:100; 74:43-6
- الزنا، 4:15-16; 24:2, 19
- إذا اجتُنبت الكبائر تُكفَّر الصغائر، 4:31
- قد يختبئون من الناس لكنهم لا يستطيعون الاختباء من الله، 4:108
- من يكتسب إثماً فإنما يكتسبه على نفسه، 4:111
- من يكتسب إثماً ثم يُلقيه على بريء، 4:112
- الله لا يغفر الشرك لكنه يغفر ما دون ذلك لمن يشاء، 4:116
- مرتكبو الآثام سينالون جزاءهم،6:120
- المجرمون لن يُفلحوا، 10:17
- الله يغفر الذنوب جميعاً، 39:53
- كبائر الذنوب، 42:37
جبل سيناء، 19:52; 23:20; 95:2
المجرمون، ستشهد عليهم آذانهم وأعينهم وجلودهم، 41:20-23
الصراط، 66:8
المغتاب والطعّان، 68:11-12; 104:1
الرقيق، 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- انظر أيضاً أسرى الحرب؛ الأسرى
النوم، للسكن والراحة، 78:9
سدوم، 29:31; 37:136
اللواط، 7:80-82; 11:77-83; 15:61-77; 29:28-29
سليمان، 2:102; 4:163; 6:84
- يساعد أباه داود في إصدار حكم أعدل 21:78-82
- والنمل، 27:15-19
- والهدهد، 27:20-26
- وملكة سبأ، 27:22-44; 34:15
- نعم الله عليه 34:12-14, 38:34-40
- حبّه للخيل 38:30-33
الابن المتبنّى، 33:4-5
الروح (النفس)، 15:29; 17:85; 58:22
الإنفاق في سبيل الله، 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- ما زاد عن الحاجة، 2:219
- مثل المنفقين في سبيل الله، 2:261
- رياءً، 2:264; 4:38
- ما تنفقوا في سبيل الله يُوفَّ إليكم، 2:272; 8:60; 34:39
- لا إسرافاً ولا تبذيراً، 6:141;17:26
- لا مسرفين ولا مقتّرين، 25:67
- من يُمسك يده عن الإنفاق في سبيل الله، 9:67
الروح (النفس)، 15:29
- علمه عند الله، 17:85
- الله يؤيّد المؤمنين بروح منه، 58:22
الغنائم الحربية، 8:41, 69; 48:15, 19-20; 48:15
- انظر أيضاً الأنفال
التجسس، 49:12
النجم، 53:1, 49; 86:1-4
النجوم، 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
الصراط المستقيم، 1:6
- إلخ الطريق القويم، 6:153
- إلخ الجهاد، 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
الرضاعة، مدتها، الأم المرضعة، 2:233
الشدة والضراء والمرض والمصائب؛ والرخاء والثروة، 7:94-96
الشمس، 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
الفوز الأكبر، 9:72; 44:57
السورة، 10:38; 11:13; 47:20
- نزولها يزيد الإيمان، 9:124-127
الظنون السيئة، 49:12
الرزق، 19:62
- انظر أيضاً الرزق والعطاء
سواع، 71:23
تبوك، 9:40-59, 81-99, 117-118, 120-122
التغابن، S.64
الطاغوت، 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- انظر أيضاً الآلهة الزائفة
طه، S.20
التحريم، S.66
التكاثر، S.102
التكوير، S.81
الطلاق، S.65
الطلح (شجرة الموز)، 56:29
طالوت، 2:247-249
الطارق، S.86
تسنيم (عين)، 83:27-28
التوبة، S.9
الطواف، 2:200; 7:29,31
التيمم، 4:43; 5:6
- لكل أمة أجل معلوم لا تتقدم ولا تتأخر، 7:34; 10:49;15:4-5; 16:61; 20:129
- حراسة الثغور بالجنود، 3:200
الابتلاء من الله، 3:154; 34:21
ثمود، 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
- عقوبة السارق، 5:38-39
العرش، 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- على الماء، 11:7
- ثمانية من الملائكة يحملونه، 39:75; 40:7; 69:17
الزمن، 45:24; 76:1; 103:1
التين، S.95
العذاب،3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
- لم نُهلك قرية إلا وكان لها أجل معلوم، 15:4
التجارة والمال، 4:29
- هل ساروا في الأرض، 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
الغدر، 8:58; 22:38
- انظر الخيانة
الكنز المكنوز، 9:35
خزائن الله، 6:50
شجرة الخلد، 20:120
الأشجار، 22:18
الابتلاءات، 2:214-218; 64:15
الصور يوم القيامة، 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
الصاخّة،80:33
عرض الأمانة على السموات والأرض والجبال وتحمّل الإنسان لها،33:72-73
الأمانات،2:283; 4:58; 8:27; 23:8;33:72; 70:32
الحق، 5:48; 23:70-71, 90; 25:33; 69:51
- لا تلبسوا الحق بالباطل ولا تكتموه، 2:42
- جاء الحق وزهق الباطل، 17:81
- وعد الحق، 46:16-17
- قوم تُبَّع، 44:37; 50:14
الطور (الجبل)، 28:29, 46
الطور، S.52
طوى، وادٍ، 20:12; 79:16
أُحد، غزوة، 3:121-128, 140-180
الأمة، 2:143-144;10:47, 49; 11:118; 16:36, 120
العمرة، 2:128, 158, 196
الربا، 2:275-276, 278-280; 3:130;4:161; 30:39
عُزير، (انظر عزرا)
العُزّى، 53:19
الحجاب الخفي، 17:45-46
الحجاب، 24:31; 33:59
السبع المثاني، 15:87
النصر،
- من الله، 48:1
- بعون الله، 61:13
الفضائل، (انظر الصلاح؛ المؤمنون)
ودّ، 71:23
- "انتظروا إننا منتظرون"، 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
الواقعة، S.56
محاربة الله، 5:33-34
لا تُسرفوا، 6:141; 7:31; 17:26
الماء، كل شيء حي خُلق منه، 21:30;24:45; 25:54
- البحران، 18:60; 25:53; 35:12; 55:19-20
- عرش الله على الماء، 11:7
- المطر، 23:18
السبيل، 1:6; 42:52-53; 90:10
- إلخ يسِّروا، 87:8
- انظر أيضاً الطريق
ابن السبيل، 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
الثروة،
- من جمع المال، 104:2-4
- الإنفاق في سبيل الله (انظر الإنفاق)
المال والبنون زينة الحياة الدنيا، 18:46
الكيل والميزان، أوفوهما، 11:85; 17:35;83:1-5
الأرامل، 2:234-235, 240
إرادة الله، 10:99-100; 30:5; 81:29; 82:8
- إرادة الإنسان في السير المستقيم إلا أن يشاء الله، 28:29
الرياح، 77:1-3
- مبشّرات، 7:57; 30:46
- تثير السحاب وتسوق الماء، 15:22; 30:48
- تصفرّ، 30:51
الخمر (في الجنة)
- شراب طهور، 37:45; 76:21
- بيضاء لذيذة، 37:46
- أنهار منه، 47:15
- مختوم، 83:25
- لا تتمنّوا ما فضّل الله به بعضكم على بعض، 4:32
الشهود،
- على ميثاق الأنبياء، 3:81
- على الناس، 2:143; 22:78
- على العقود، 2:282
- امرأتان مقابل رجل واحد، 2:282
- على الزنا، 4:16; 24:2
- كونوا قوّامين بالقسط، 5:8
- الأيدي والأرجل ستشهد، 36:65
- الإنسان على نفسه، 75:14
اليوم المشهود واليوم الشاهد، 85:3
الزوجات،
- هنّ حرث لكم، 2:223
- لباس لكم، 2:187
- من جنسكم، 16:72
- المجادِلة، 58:1-2
النساء، 2:222-223; 4:15, 19-22, 34, 127
- من يقذف المحصنات، 24:4-5, 11-17, 23-26
- الحجاب، 24:31; 33:59
- المؤمنات المهاجرات، 60:10-12
- التي لا تُبيِّن في الخصومة، 43:17-18
- أصحاب الأيكة، 15:78; 38:13; 50:14
- انظر أيضاً الأيكة؛ مدين 26:176-191
الحياة الدنيا،
- لعب ولهو، 6:32;29:64; 47:36; 57:20
- تغرّ الناس، 6:130
- متاعها قليل مقارنةً بالآخرة، 9:38; 13:26; 28:60-61
- من أراد الدنيا نالها لكن لا حظّ له في الآخرة، 11:15-16; 17:18; 42:20
- المال والبنون زينتها،18:46
- من يحب العاجلة ويُهمل الآخرة، 75:20-21; 76:27
الكتابة، للعقود، 2:282
الظالمون،11:18-22, 101-104, 116-117;39:47
- انظر أيضاً الكافرون
الوضوء، 4:43; 5:6
يغوث، 71:23
يحيى،
- البشارة به، 3:39; 21:90
- صالح، 6:85
- حكيم رحيم بارّ، 19:12-15
يس، S.36
يثرب (المدينة)، أهلها، 33:13
يعوق، 71:23
يونس، S.10
يوسف، S.12
الزبور، 21:105
زكريا، 3:37-41; 6:85; 19:2-11; 21:89-90
زيد بن حارثة، مولى النبي، 33:37-38
الزكاة، 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- مستحقو الزكاة والصدقة، 2:273; 9:60
الزنجبيل، 76:17
الزلزلة، S.99
الزقوم، 17:60; 37:62-66; 44:43-46; 56:52
الظهار، 33:4; 58:2-4
الزخرف، S.43
الزمر، S.39
أصول الدين
- اكتمال الدين 5:3
- الدين المقبول عند الله الإسلام وحده 3:19, 85
- لا إكراه في الدخول في الإسلام 2:256
- دين واحد مع شرائع ومناهج مختلفة 5:48; 22:67-70; 42:13-14
- أنبياء الإسلام 2:135-136; 3:84; 4:163-165
- الأوامر الشرعية (الإيمان بالله والعمل الصالح) 4:36; 6:151-154;17:23-39;18:107-108
- المقاصد الخمسة للشريعة: حفظ الدين 5:54
- حفظ النفس 5:32;6:151
- حفظ المال 5:38
- حفظ العرض 5:5;24:4
- حفظ العقل 5:90.
الإيمان بالله 2:255
- الصفات الإلهية والأسماء الحسنى 57:1-6; 59:22-24; 85:13-16; 112:1-4
- الإله الوحيد الجدير بالعبادة 1:1-4; 2:285; 6:3; 43:84
- له الملك كله 3:26; عرشه 7:54; 11:7
- كرسيّه 2:255
- نِعمه الوفيرة على البشرية 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- يُحيي ويميت 44:8; 53:44; 57:2; 67:2
- يُضحك ويُبكي 53:43
- يبسط الرزق ويقدر 13:26; 17:30; 29:62
- أحكم الحاكمين 95:8
- أرحم الراحمين 12:92
- يحب الصالحين 85:14
- غفور شديد العقاب 13:6, 40:3
- الأول والآخر 57:3
- له العزة جميعاً 35:10
- يعلم الغيب ويرى الخفيّ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- يعلم ما تُخفيه الصدور 5:7; 11:5; 31:23
- يعلم ما كان وما سيكون 2:255
- كتب كل شيء في السجل (أو اللوح المحفوظ) 6:38; 13:39; 36:12
- قادر على كل شيء 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- قدرته اللامحدودة 3:26-27; 24:45; 31:28-30
- خلق السموات والأرض في ستة أيام ولم يعتريه تعب 46:33; 50:38
- يخلق بكلمة "كن" 36:81-83
- لا يظلم خلقه 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- كل شيء خاضع لإرادته 3:83; 22:18; 30:26
- الجميع محتاجون إليه 11:6; 35:15; 55:29
- التوكل عليه 10:84-85; 12:67; 25:58
- أساليب الوحي الإلهي 42:51
- جدير بالتقوى 2:21; 3:102; 4:1; 33:70-71; 59:18
- الحكمة هبة منه 2:269
- غني عن الجميع 3:97; 6:133; 112:2
- ليس واحداً في ثالوث 4:171
- ليس له صاحبة 6:101
- ليس له ولد 10:68; 19:35; 43:81; 72:3; 112:3
- ليس له شركاء 6:94; 7:191-195; 46:4-5
- ليس كمثله شيء 42:11; 112:4
الأمر بالتأمل في عجائب خلقه 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
الآيات في الخلق 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- خلق كل شيء لغاية 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- الكون في كمال 67:3-4
- يُولج الليل في النهار 3:27
- التنوع 30:22; 35:27-28
- العسل 16:68-69
- اللبن 16:66
- نعمة الأبناء 42:49-50
- الكواكب والمدارات 21:33; 36:38-44
- البروج 25:61; 85:1
- النجوم 37:6-7; 67:5
- السحاب 7:57;30:48
- الزلزال 7:78; 7:155
- الخسف 28:81; 29:40
- العاصفة 10:22
- الطلّ والبَرَد والمطر 2:265; 6:99; 24:43; 50:9-11
- الرعد والبرق 13:12-13
الإشارات العلمية
- خلق الإنسان من نطفة أمشاج 76:2
- مراحل تكوّن الجنين 22:5; 23:12-14
- الجنين في ثلاث ظلمات 39:6
- الماء العذب والمالح 25:53-54; 35:12; 55:19-20
- تلقيح الرياح 15:22
- بصمات الأصابع 75:3-4
- الجبال أوتاداً 78:7
- إنزال الحديد 57:25
- مستقبلات الألم 4:56
- الشمس ضياء والقمر نور 10:5
- انشقاق القمر 54:1
- السماء سقفاً محفوظاً 21:32
- خلق كل الكائنات من الماء 21:30; 24:45
- تواصل النمل 27:17-19
- الأمواج الداخلية 24:40
الكائنات الحية
- الملائكة 39:75
- البشر (خلفاء في الأرض) 2:30; 6:165; 16:4
- الجن 72:1-15
- الحيوانات أمم كالبشر 6:38
- العجل 11:69
- الجمل 7:40
- الكلب 18:22
- الفيل 105:1
- الخيل والبغال والحمير 16:8
- الأسد والحمار الوحشي 74:50-51
- القردة 2:65
- الخنزير 2:173
- الناقة 7:73
- الضأن والماعز 6:143
- الذئب 12:17
- الضفادع 7:133
- الثعبان 7:107
- الطيور 24:41
- الغراب 5:31
- الهدهد 27:20
- السمانى 2:57
- السمكة 18:61
- الحوت 37:142
- النمل 27:18
- النحل 16:68
- البعوضة 2:26
- الذباب 22:73
- القمل والجراد 7:133
- العنكبوت 29:41
- أصناف أخرى مجهولة لنا 16:8
النباتات والثمار 6:99; 13:4; 16:11; 36:33-35
- الموز 56:29
- التمر 19:25
- الأعشاب والقثاء والثوم والعدس والبصل 2:61
- العنب 80:28
- الزيتون 6:99
- التين 95:1
- الرمان 55:68
- القرع 37:146
الإيمان بمحمد
- صفاته، نبي فحسب 3:144; 6:50; 7:188; 18:110
- أُرسل لتبليغ الحق 2:119; 35:24; 42:48
- خاتم النبيين 33:40
- حسن الخلق 3:159; 68:4
- قدوة ونموذج 33:21
- منّة على المؤمنين 3:164
- رحمة للعالمين 21:107
- رسول عالمي 4:170; 7:157-158; 34:28
- يهدي إلى الصراط المستقيم 42:52-53
- رحيم بالناس 9:129
- شاهد يوم القيامة 4:42; 16:89
- نبي أميّ 7:157-158; 29:48; 62:2
- مُبشَّر به في التوراة والإنجيل 7:157
- بشّر به عيسى 61:6
المصاعب التي واجهها النبي (ﷺ)
- مطالب المشركين الواهية 8:32; 15:7; 17:89-93; 25:7-8
- الاتهامات الكاذبة 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- محاولات اغتياله 8:30; 9:74
- تحذير من يؤذيه أو يعاديه 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- أُمر بمقابلة الإنكار بالصبر 20:130; 30:60; 46:35; 70:5
- طُمئن بوعد الله 5:67; 93:1-11; 94:1-8
الدروس من سيرة النبي (ﷺ)
- من هجرته إلى غزوة بدر 3:121-129; 8:42-44; 8:65-71
- غزوة أُحد 3:151-180
- غزوة الخندق 33:9-27
- غزوة حنين 9:25-27
- المدينة 9:40; تبوك 9:38-123
- بنو النضير 59:2-6
- حمراء الأسد 3:172-175
- صلح الحديبية 48:1-7; 48:10-29
التكريمات التي نالها النبي (ﷺ)
- الله وملائكته يصلّون عليه 33:56
- الإسراء من مكة إلى القدس 17:1
- المعراج إلى السموات 53:1-18
- مكرَّم في الدنيا والآخرة 17:79; 66:8; 108:1
- طاعته طاعة لله 4:80
- ثواب طاعة الله والرسول 4:69
- تطهير آل بيته 33:33-34
- رأى جبريل في صورته الحقيقية 53:1-18
- أُمر المؤمنون بطاعته 59:7
- آداب مخاطبته 49:1-5
- آداب زيارته 33:53
- آداب التعامل مع زوجاته 33:53
- الله راضٍ عنه وعن صحابته 9:100; 9:117
- فضل أمته 2:143; 3:110
الصلاة 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- صلاة الجمعة 62:9
- اتجاه القبلة 2:144; 2:149-150
- تنهى عن الفحشاء والمنكر 29:45
- أوقاتها 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- في حال الخوف أو السفر 2:239; 4:101-102
- تحذير من يتهاون في الصلاة 19:59; 74:38-47; 107:5-7
- صلاة المنافقين 4:142; 9:54
الطهارة، الوضوء 5:6
- الغسل 2:222; 4:43
- التيمم 4:43; 5:6
الأدعية
- دعاء إبراهيم 2:126-129; 2:126-129; 14:35-41; 26:83-89
- دعاء آدم وحواء 7:23
- دعاء عيسى 5:114
- دعاء أيوب 21:83; 21:83
- دعاء يونس 21:87
- دعاء يوسف 12:33; 12:101
- دعاء موسى 10:88-89; 20:25-35
- دعاء محمد 17:80; 20:114
- دعاء نوح 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- دعاء سليمان 38:35
- دعاء شعيب 7:89
- دعاء زكريا 3:38; 19:2-6; 21:89-90
- دعاء الملائكة 40:8-9
- دعاء أمّ مريم 3:35-36
- دعاء زوجة فرعون 66:11
- دعاء سحرة فرعون 7:126
- دعاء طالوت والمؤمنين معه 2:250
- دعاء مؤمني بني إسرائيل 10:85-86
- دعاء أصحاب الكهف 18:10
- دعاء الصالحين 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- دعاء المستضعفين 4:75
آيات السجدة
- السجدات، جمع سجدة، 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
الزكاة، فريضة 2:110; 2:177; 2:277; 6:141
- من صفات المؤمنين 22:41; 23:4; 51:19
- مستحقوها 9:60
- الصدقة 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- تحذير من يمنعها 3:180; 9:34; 47:38
الصوم
- في رمضان 2:183-185
- ساعات الصيام 2:187
- الإعفاءات 2:184-185
- العلاقة الزوجية في ليالي الصيام 2:187
- الصوم في الحج 2:196
الحج،
- فريضة على المستطيع 3:97
- المناسك والأحكام 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- الهدي 2:196; 22:36-37
- تحريم الصيد في البر حال الإحرام 5:1; 5:94-95
- إباحة الصيد في البحر 5:96
- العمرة 2:158; 2:196
الطوائف الدينية
- المسلمون 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- أولياء بعضهم بعض 3:28; 9:71
- النصارى 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- اليهود 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- بنو إسرائيل 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- أهل الكتاب (اليهود والنصارى أساساً) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- يجوز للمسلمين الأكل من ذبائحهم والزواج من نسائهم 5:5
- الأطعمة المحرّمة على اليهود 6:146
- الصابئون 2:62; 22:17
- المجوس 22:17
- المشركون (الوثنيون وعبّاد الأصنام) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- الممارسات الوثنية الخرافية 2:189; 5:103; 6:138-144
- الملحدون 52:35-36
الممارسات الوثنية المحرَّمة
- وأد البنات 16:58-59; 81:8-9
- قتل الأبناء خشية الفقر 6:137; 6:151; 17:31
- التصفيق والصفير حول الكعبة 8:35
- تخصيص الإبل للأصنام 5:103; 6:136
- الذبح باسم الأصنام 6:121
- الظهار 33:4; 58:2-4
- الإيلاء (أكثر من أربعة أشهر) 2:226-227
- الاستقسام بالأزلام 5:3
- الطواف بالكعبة عراةً 7:26-28
- الدخول إلى البيوت من ظهورها بعد الحج 2:189
معبودات الجاهلية،
- الملائكة (عند بعض مشركي العرب) 34:40
- الأيكة (عند قوم شعيب) 26:176
- بعل (عند قوم إلياس) 37:125
- عيسى (في المسيحية) 5:17
- الأصنام (عند قوم إبراهيم) 21:52-53
- أصنام اللات والعزى ومناة (عند مشركي العرب) 53:19-20
- أصنام ودّ وسواع ويغوث ويعوق ونسر (عند قوم نوح) 71:23
- الشمس (عند قوم سبأ) 27:24
- الشعرى (عند بعض مشركي العرب) 53:49
- فرعون (في مصر القديمة) 26:29; 28:38; 79:24
- الأهواء 25:43-44; 45:23
- دحض عبادة الآلهة المتعددة 17:42-43; 21:21-24; 25:3
دور العبادة، المساجد 9:18
- الكنائس والكُنُس والأديرة 22:40
- الحرم 3:39; 38:21
- المعبد 17:7
- الألقاب الدينية، الكهنة والرهبان والأحبار 5:44; 5:63; 5:82; 9:31-34
الملائكة،
- يستفسرون عن خلق آدم 2:30-34
- لا يعصون الله 21:26-27; 66:6
- لسن بنات الله 21:26; 43:16-19
- الملائكة الحفظة 13:11
- الملكان الكاتبان 50:16-18; 82:10-12
- ثمانية يحملون عرش الله يوم القيامة 69:17
- تسعة عشر خازناً للنار 74:26-31
- ملائكة الموت 6:93; 16:28; 32:11
- جبريل 2:97; 66:4; 26:192-195; 53:1-14
- ميكائيل 2:98
- مالك 43:77
الرسل
- من الملائكة والبشر 22:75
- أولو العزم من الرسل (إبراهيم ونوح وموسى وعيسى ومحمد ﷺ) 33:7; 42:13; 46:35
الكتب السماوية
- القرآن، وحي من الله 12:2-3; 20:2-4; 26:192-195; 32:2-3
- تذكرة للعالمين 68:51-52
- يهدي إلى أقوم طريق في الحياة 17:9
- بدأ نزوله في شهر رمضان 2:185
- في ليلة مباركة 44:3;97:1-5
- نُزّل منجَّماً 17:105-106
- يسير الحفظ 54:17
- يصدّق ما في الكتب السابقة 3:3-4
- مهيمن على الكتب السابقة 5:48
- لا ريب فيه 2:2; 10:37
- لا تناقض فيه 4:82
- ليس مفترىً 10:37-39
- لم يُنقل من الإنجيل 25:4-6
- لم ينزل به الشياطين 26:210-212
- لا يستطيع أحد الإتيان بمثله 17:88; 2:23-24;10:13-14; 11:13
- محفوظ من التحريف 15:9
- محفوظ في اللوح المحفوظ 56:75-80
- لا يأتيه الباطل 41:42
- يتنبأ بأحداث مستقبلية 30:1-7; 48:27
- يُبكي المؤمنين 5:83; 17:107-109
- يُؤثّر في القلوب 39:23
- نور ساطع 4:174; 42:52
- شفاء ورحمة للمؤمنين 17:82
- التوراة 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- الإنجيل 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- الزبور 4:163; 17:55
- صحف إبراهيم 53:36-44; 87:14-19
القضاء والقدر 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- الاختيار الحر 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
يوم القيامة،
- لا ظلم 2:281; 18:49; 40:17
- أهوال نهاية العالم 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- الصالحون والفاسقون في ذلك اليوم 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- الشفاعة 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
سجلات الأعمال 17:13; 18:49
- المؤمنون يتلقّون سجلاتهم بأيمانهم 69:19-24; 84:7-9
- الكافرون يتلقّون سجلاتهم بشمائلهم 69:25-37; 84:10-15
- لا شيء يخفى على الله 21:47; 40:16
- وزن الأعمال 7:8; 23:102-104; 101:1-11
- شهادة أعضاء الجسد 41:19-24; 24:24
- الجزاء على الحسنات والسيئات 6:160; 27:89-90; 28:84
أصناف الناس
- المؤمنون 18:107-108
- الكافرون 4:167-169
- المنافقون 4:145; 57:13-15
- أهل الجنة، السابقون المقرّبون 55:46-61; 56:10-26
- أهل الجنة، أصحاب اليمين 55:62-78; 56:27-40
- أهل النار، أصحاب الشمال 55:31-45; 56:41-56
- أصحاب الأعراف 7:46-49
الشؤون المالية
- إرشادات الأعمال 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- الوصايا، الوصايا الاختيارية لغير الورثة 2:180-183; 4:11-12
- قبل الوفاة أثناء السفر 5:106-108
- الرشوة 2:188
- الديون، الرفق في تحصيل الديون 2:280
- كتابة عقد الدين وتوثيقه 2:282
- أخذ الرهن 2:283
- الميراث، أحكامه 4:7; 4:32-33; 8:75
- حصص الأبناء والوالدين 4:11
- الأزواج والإخوة من الأم 4:12
- الإخوة الأشقاء 4:176
- تحذير من لا يمتثل 4:13-14
- الربا، تحريمه والتحذير منه 2:275-281; 3:130-132
- محو بركة الربا 30:39
القانونية
- قانون الحرابة 5:33-34
- العدل، إقامة العدل 4:135; 5:8; 16:90-91
- صون حقوق اليتامى والنساء 4:127
- العدل مع اليهودي 4:105-112
- العدل مع المشرك 4:58
- الإنصاف مع غير المسلمين 60:8-9
- القصاص بالطرق القانونية (مع إمكانية العفو) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- الفراق بين الزوجين، الخلع 2:229
- اللعان 24:6-10
السياسية
- إدارة الشؤون بالشورى 3:159; 42:38
- الجهاد دفاعاً عن النفس، آدابه 2:190-192; 2:216; 22:38-40
- النهي عن القتل العشوائي 4:94
- الجهاد دفاعاً عن المستضعفين من الرجال والنساء والأطفال 4:75
- حماية دور العبادة 22:37
- ثواب الشهداء 2:154; 3:169-171; 9:111; 57:19
- القوة العسكرية تردع الأعداء المحتملين 8:60
- الميل إلى السلام 2:192; 8:61
- الإصلاح بين الأطراف المتنازعة 49:9-10
- أسرى الحرب، حسن المعاملة 8:70; 47:4; 76:8
الاجتماعية
- التبنّي 33:4-5
- رعاية اليتامى 2:220; 4:2-10; 4:127; 6:152; 17:34
- الطلاق، التحكيم والمصالحة 4:35; 4:128
- آداب الطلاق 2:229-231; 65:1-2
- المهر والعدة 2:226-241; 4:19-21; 33:49; 65:1-7
- لا يسترد الزوج شيئاً من المهر 4:20
- لا يضارّ الزوجة 65:6
- نفقة الزوجة كاملة في الحمل 65:6
- وفي عدتها 65:6
- وإن أرضعت ولده 65:6
- لا يضار أيّ من الوالدين بسبب ولده 2:233
- خيار الاستئجار لمرضعة 65:6
- الأمر بالمعروف والنهي عن المنكر 3:104; 3:110; 7:157; 9:71-72; 31:17
- مساواة البشر 49:13
- الرجال والنساء أمام الله والشريعة، 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- للرجال درجة من المسؤولية فوق النساء 2:228
- إطعام الفقراء واليتامى والأسرى 76:8-9
- العفو وكظم الغيظ 3:134; 42:40
- تحرير الرقيق ومساعدتهم 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- البرّ بالوالدين 4:36; 17:23-25; 31:14-15
- التواضع 17:37; 31:18-19
- تأويل رؤيا إبراهيم 37:102
- تأويل رؤيا يوسف 12:4; 12:36; 12:43
- تأويل رؤيا محمد 8:43; 48:27
- اللطف مع غير المسلمين 60:8
- الزواج 4:3; 4:129; 16:72; 30:21
- الحلال والحرام في الزواج 4:22-24
- آداب العلاقة الزوجية 2:222-223
- الحمل والرضاعة 2:233; 31:4; 46:15; 65:6
- العودة إلى الزوج المطلَّق 2:230
- مساعدة العزاب على الزواج 24:32
- التلميح برغبة الزواج خلال فترة العدة 2:235
- الأيمان 2:224-225; 16:91-92; 16:94
- كفارة الحنث 5:89
- الصبر في أوقات الشدة 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- الاستئذان قبل الدخول 24:58-60
- دخول بيوت الناس 24:27-28
- دخول الأماكن العامة 24:29
- الآداب الاجتماعية، التثبت من الأخبار 4:83; 49:6
- احترام الجميع 49:11-12
- آداب المجالس 58:11
- الحديث الخاص 4:114; 58:9
- النذور 2:270; 9:75-77; 22:29; 76:7
- الإسراف والبخل 7:31; 17:29; 25:67
قصص أخرى
- هابيل وقابيل 5:27-31
- الخضر وموسى 18:60-82
- جيش الفيل 105:1-4
- المؤمن من آل فرعون 40:28-46
- مولد مريم 3:35-36
- بقرة بني إسرائيل 2:67-74
- عزرا 2:259
- أصحاب الجنة 68:17-32
- هاروت وماروت 2:102
- قارون 28:76-82
- وصايا لقمان لابنه 31:12-19
- صاحب الجنتين 18:32-44
- قوم سبأ 34:15-19
- أصحاب الكهف 18:9-26
- أصحاب الأخدود 85:1-8
- أصحاب السبت 7:163-165
- السامري والعجل الذهبي 20:83-97
- طالوت وصموئيل 2:247-251
- ذو القرنين 18:83-98
الشياطين 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- شياطين الإنس والجن 6:112;114:6
- السماء محمية من الشياطين 15:16-18
الحسرات
- عدم اتباع النبي 25:27
- عصيان الله ورسوله 4:41-42; 33:64-68
- اتخاذ أصدقاء السوء 25:28-29; 26:96-102; 43:36-39
- إنكار آيات الله 6:27-30
- التقصير في العمل للآخرة 89:23-24
الاستغاثات اليائسة
- التوسل بالعودة إلى الدنيا 2:167; 6:27-28; 32:12-14; 42:44
- طلب فرصة ثانية 35:36-37
- طلب الخروج من النار 40:10-12
- طلب الطعام والماء 7:51-52
- طلب الشفعاء 7:52-53
- طلب التحول إلى تراب 4:41-42; 78:40
- تمنّي الموت 43:74-78
صفات الصالحين
- مراعاة حقوق الخالق والخلق 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
صفات الفاسقين
- الكفران 14:34
- البخل 17:100
- العجلة 21:37
- لا يذكرون الله إلا في الشدة 10:12; 41:51
- الهلع 70:19
- الجدل العقيم 18:54
الكبائر
- الشرك بالله 4:48; 4:116; 5:72; 6:19; 31:13:
- عقوق الوالدين 4:36; 6:151; 17:23
- التهاون في الصلاة أو تركها 19:59-60
- منع الزكاة 41:6-7
- القتل 6:151; 17:33
- قتل المؤمن عمداً 4:93
- السرقة 5:38
- الغش 7:85; 11:85; 26:182-183; 83:1-6
- الكذب 2:10; 9:77; 39:60
- الكذب على الله 6:93; 29:68; 61:7
- العلاقات الجنسية المحرّمة 2:222; 17:32; 24:2; 25:68; 29:28-30
- القذف 24:4-5
- الردة 2:217; 5:54
- أكل الخنزير وسائر المحرّمات (الميتة والدم وما إليها) 5:3; 6:145
- الخمر والقمار 5:90-91
- الغيبة 49:11
- شهادة الزور 22:30
- السحر 2:102; 10:77; 20:69
""";
