const String quranIndexSerbianRaw = r"""
Манзил Молитве 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Господе наш Молитве 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Господе мој Молитве 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Арон (Харун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
Абаса, S.80; 74:22
Абдест (Абдест), 4:43; 5:6
Абрахам (Ибрахим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ни Јеврејин ни хришћанин, 3:67-68
- стајао је у првом храму у Баки, 3:97; 26:123
- подиже темеље Кабе 2:124-129
- позива свој народ на обожавање Јединог Истинитог Бога 2:130-133; 26:69-89; 29:16; 29:24-27
- расправе о арогантном краљу 2:258
- пита о васкрсењу 2:260
- ни Јеврејин ни хришћанин 3:65-68
- оповргава небеско обожавање 6:74-87
- прима вест о рођењу Исака 11:69-76; 51:24-30
- његова молитва код Кабе 14:35-41
- посећени од стране анђела 15:51-56
- узор 16:123
- позива свог оца истини 19:41-50
- уништава идоле и бива спасен од ватре 21:51-73; 37:83-113
- позива све на ходочашће 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
Укидање, 2:106, 16:101
Абу Лехаб, 111:1-5
„Људи из Ада, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6“
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- анђели да се поклоне пред њима, 2:34; 7:11
- дрво познања, 2:35; 7:19-20; 20:120-121
- протеривање из врта (без кривице на Еви), 2:36; 7:24
- поштован од Алаха, искушаван од Сатане 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- опроштено од Алаха 2:37; 20:122
Адијат, S.100
'Адн Парадисе, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Невоља
- не оптерећен туђим теретом, 6:164; 17:15; 35:18; 39:7; 53:38
- није оптерећен преко могућности да издржи, 2:286; 6:152; 7:42; 23:62
- стрпљење током, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Старење, 16:70; 22:5; 30:54; 36:68
- понашање према старијим родитељима о којима бринете, 17:23
Ахмад, 61:6
Акаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Аика, становници, 15:78; 26:176; 38:13; 50:14
А'ла S.87; 87:1; 92:20
Алак, S.96
Ал-Имран, S.3
Алах
- један дан за Њега је педесет хиљада година, 70:4
- један дан за Њега је хиљаду људских година, 22:47; 32:5
- способност да се уради било шта, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- најбољи од свих судија, 95:8
- изван дефиниције, 43:82; 67:12
- осујећује планове неверника, 8:30; 8:36
- узрокују нестанак људских бића и појаву других бића, 4:133; 14:19; 35:16
- изазива смех и плач, 53:43
- успавао је човека читав век, 2:259
- непријатељ оних који поричу истину, 2:98
- величајте славу његову од јутра до мрака, 33:42
- лажне кћери из, 16:57; 17:40; 43:16; 52:39; 53:21-22
- по имену, 53:19-20
- даје људима слободну вољу, 36:67
- одустајући од свега због њега, 4:66-68; 4:125
- добро и зло су од Њега, 4:78
- даје живот и смрт, 44:8; 53:44; 57:2; 67:2
- они који се труде боље награђују, 4:95-96; 5:54; 9:120; 49:15; 61:11
- нема супруга, 72:3
- нема сина, 43:81; 72:3; 112:3
- није те напустио у твојим тешким временима, 93:3
- је свуда у знању, 2:115; 2:142; 2:177; 4:126
- је Први и Последњи (алфа и омега), 57:3
- је Спољашње и Унутрашње, 57:3
- зна то изван схватања, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- воли оне који се понашају праведно, 49:9
- није доносио законе о онима о којима није говорио, 5:101; 6:140; 6:148; 7:32
- милост према ратним заробљеницима који имају добро у себи, 8:70
- природа, 2:255
- ниједан човек није божанство, 3:64; 3:151
- није тројство, 4:171
- уточиште од зла са, 113:1-5; 114:1-6
- сећајући га се како стоји, седи, лежи, 3:191; 4:103; 10:12; 25:64
- обликује те у материци, 3:6
- престо почива на води, 11:7
- створиће ствари о којима немаш знања, 16:8
- не жели зло свом створењу, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Савези, 8:72; 9:7
- Хришћани и Јевреји, 5:51
- забрањено са неверним рођацима, 9:23-24
- забрањено лицемерима, 4:88-89; 4:139; 4:144
Аљаса (види Јелисеј)
Амана, поверење и Аллахове прописане дужности итд., 2:283; 4:58; 8:27
- види Поверење
Анђели, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- створено од ватре, 7:12; 38:76
- осам ће носити Аллахов престо на Судњи дан, 69:17
- лажна тврдња да су жене, 43:19; 53:27
- чувар 82:10-12; 86:4
- деветнаест господар пакла, 74:30-31
- није послат да задовољи хирове, 15:7-8
- послат да инспирише, 16:2
Гнев, уздржавање, 3:134
Анкабут, S.29
Мрави, 27:18
Мајмуни, 5:60
- гнусан, 2:65; 7:166
Отпадништво, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- не тражите брзу пропаст за отпаднике, 46:35
- Само ће их Аллах казнити, 73:11; 74:11
- казна у будућем животу, 2:217; 9:74
- одбијање од стране других, 3:87
- покајање, 3:89; 5:34; 9:5; 9:11
- на Судњи дан је прекасно, 40:85
- под принудом, 16:106
Отпадници, 47:25
Араф, S.7; 7:46, 48
Арафат, 2:198
Расправљати се
- не у име оних који сами себе обмањују, 4:107
- ти си се залагао за њих на овом свету, али ко ће на Дан васкрсења, 4:109
Свађе/Напади
- одговорити истом мером, 8:58
- бити стрпљив је много боље, 16:126
Оклоп, 16:81
Аср,S.103
Ајет Ал-Курси, 2:255
Клеветник, 49:12; 104:1
Бадр (битка код), 3:13
- лекције из, 8:5-19, 42-48
Ел-Бејт-ул-Мамур, 52:4
Бака (Мека), 3:96
Бал, 37:125
Балад, S.90
Равнотежа, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану Ан-Надир, 59:2-6, 13
Бакара, S.2
Бара'а (Види Тауба), S.9
Барзах, (Баријера), 23:100; 25:53; 55:20
- видети такође 18:94-97; 34:54; 36:9
Бајина, S.98
Звер (последњих дана), 27:82
Бедуини, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Пчела, 16:68-69
Понашање
- љубазно се расправљати са онима којима је дато раније откровење, 16:125, 29:46
- избегавајте да се мешате у ствари о којима не знате ништа, 17:36
- избегавајте тешке грехе и срамотна дела, 53:32
- избегавајте нагађања једни о другима, не шпијунирајте нити говорите лоше једни о другима 49:12
- будите праведни у својим мишљењима, 6:152
- заједница треба да буде умерена, 2:143; 25:67
- обесхрабрена уображеност, 4:36, 57:23
- не грди оне који траже твоју помоћ, 93:10
- не сматрај себе чистим, 53:32
- не ругај се другима, 49:11; 104:1
- не помињите зле ствари јавно, 4:148
- не говорите лоше једни о другима, 104:1
- свакој групи је дат закон и начин живота, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- и начин обожавања, 22:67
- Аллах је могао да их учини једном заједницом, 5:48; 11:118; 16:93; 42:8
- једна заједница под Аллахом, 21:92
- опрости Јеврејима, 5:13
- опрости неверницима, 31:15; 45:14
- опрости лако, 42:37
- владари доносе одлуке након консултација, 42:38
- и пророк, 10:47; 16:36
- клеветање верника је грех, 33:58
- мушкарци (према женама), 24:30
- миротворци награђени, 42:40
- говорите праведно онима који су у невољи, ако не можете ништа друго учинити, 17:28
- према старијим родитељима о којима бринете, 17:23
- према другим муслиманима, 33:6
- према другима, 17:26-29; 17:35; 17:53; 60:8
- према родитељима, 46:15
- према робовима, 4:36; 24:33
- поступати са нератоборним неверницима по правди, 60:8
- жене Пророка, 33:28-34
- жене (према мушкарцима), 24:31
- у свим откривењима, 2:136; 2:285
- природа, 49:14-15
Верници, 2:2-5; 2:285; 8:2-4; 8:24
Завештање, 2:180, 240; 4:7, 12; 36:50
Издати (обманути, преварити), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Библија, 5:64, 5:65, 5:68
- изобличење стихова, 3:78; 5:14-15
Птице, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Крвави новац (Дииа), 2:178-179; 4:92; 17:33
Плен, рат, 4:94. 8:41; 59:6-8
- незаконито узимање, 3:162
- видети плен
Подмићивање, 2:188
Будн, 22:36
Терет
- другог, нико ко носи терет неће носити, 35:18; 39:7; 53:38
- неверници ће такође носити терет других, 16:25; 29:13
- заиста су зли терети које ће носити, 6:31, 164
- Аллах не оптерећује човека преко његове моћи, 2:286; 7:42; 23:62
Буруј (Велике звезде), S.85; 85:1; 15:16; 25:61
Камила, 6:144; 7:40; 77:33; 88:17
Заробљеници, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- видети такође Ратни заробљеници
Стока, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Пећина Таур, 9:40
Пећина, људи из 18:9-22, 25-26
Сигурност са истином, 56:95; 69:51
Цхарити, (Садаках), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- предмети милостиње и зеката, 2:273; 9:60
Деца 2:233; 42:49-50
- изгубљени су они који су убили своје, из глупости, без знања, 6:140
Христос, (види Исус)
Хришћани, 5:14, 19, 64-65, 69; 22:17
- замољен да не обожава Исуса, 4:171
- највише се приближавају осећању наклоности према муслиманима, 5:82
- већина је заборавила шта им је речено да имају на уму, 5:14
- сада вам долази гласник, 5:15, 19
- праведници ће бити награђени, 2:62; 5:65; 5:69
- рећи „Исус је Алахов син“, 9:30
Градови срушени, 69:9
Град безбедности, 95:3
Одећа, 7:26; 16:81
- од ватре, 22:19
- вео или женска одећа у ситуацијама ван домаћинства, 24:31
- женска горња одећа спречава узнемиравање од стране лицемера, 33:59-60
Конфедерати, 33:9, 22
- видети Ахзаб Консултације, међусобне, 42:38
Стварање
- почиње и понавља се, 10:4; 21:104; 27:64; 29:19-20
- нови, 17:49, 98; 35:16
- са истином, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- није за игру, 21:16-17; 23:115
- свако живо биће направљено од, 21:30; 24:45; 25:54
- о човеку, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- први облик 56:62
- за шест дана, 7:54; 11:7; 32:4; 50:38; 57:4
- у паровима, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- разноликост у, 35:27-28
- Аллах наређује „Буди!“ — и то јесте, 2:117; 16:40; 36:82; 40:68
- као трептај ока, 54:50
- ноћ и дан, сунце и месец, 39:5
- о небу и земљи већој од човечанства, 40:57; 79:27
- сврха, 51:56
Врана, 5:31
Критерион, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Дахр, (види Инсан,) S.76; 45:24
- време, 76:1; 103:1
Давид, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- с обзиром на Псалме 4:163
- бори се и убија Голијата, 2:251
- доноси пресуду 21:78-80
- благословен знањем и пророчанством 27:15-16
- планине и птице му се придружују у хвали Алаха 34:10; 38:17-20
- суди између двоје људи 38:21-26
Даваб или Даба (покретно живо биће, итд.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Мртви ће васкрснути, 6:36
Смрт, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- и бекство из битке, 33:16
- на Аллаховом путу, 3:195; 22:58; 47:4
- оне заједнице које немају откровење неће бити уништене, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- они који су убијени на Аллаховом путу су живи, 2:154; 3:169
- док беже од зла према Аллаху, 4:100
- не може се зауставити или одложити 63:10-11
- брат близанац из сна 6:60; 39:42
- верници и неверници у тренутку смрти 8:50; 16:27-32; 41:30
- казна у гробу 40:46
Дугови, 2:280, 282; 4:11-12
Уредба
- за сваку поједину ствар постоји, 13:38
- никада нисмо уништили ниједно насеље, а да за њега није било познато, 15:4
- свака ствар је од Аллаха, 44:5
- када Он нешто одлучи, Он само каже: „Буди!“ — и то јесте, 2:117; 36:82; 40:68
Дела
- зло, улепшано за њих, 47:14
- нама наша, вама ваша дела, 28:55; 42:15; 45:15
- добро и лоше, су за и против њега самог, 41:46
- привезао човеков, себи на врат, 17:13
Степени, према ономе што су урадили, 6:132
Жеља, они који следе своје зло, 47:14, 16
- који је узео за свог бога своје, 25:43
Не очајавајте због Аллахове милости, 39:53; 21:87-88; 68:48-50
- види такође Јона
Дхаријат, S.51
Зикр, 7:205; 15:6, 9
Зул-Кифи, 21:85; 38:48
Зул-Карејн, 18:83-98
Дхун-Нун (Пружалац рибе)
Неверници (видети такође Лицемери)
- замолите Мухамеда ( ﷺ ) да призове Алахов гнев на њих као доказ, 6:57-58; 8:32; 10:49-52
- подносите њихово друштво с љубазношћу, 31:15
- стрпљиво подносите оно што говоре, 20:130; 50:39
- завети са, 8:56; 8:72; 9:4, 7
- кршење завета, 8:58; 9:12
- Аллах осујећује њихове сплетке, 8:30, 36
- оставите друштво оних који се ругају Аллаховом закону, 4:140; 6:68
- заштити их ако те замоле, 9:6
- казна током рата, 8:12, 50, 59
- казна у будућем животу, 8:37
- не би требало да посећују или брину о џамијама, 9:17
- љубазно им се обрати, 17:53
- снажно се борећи против, 9:73; 25:52; 66:9
- третирати нератоборне стране по равноправности, 60:8
- савезништво ће имати само са другим неверницима, 8:72
Ученици (Исусови), 3:52; 61:14
Болест у срцима лицемера и неверника, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Невоља, после ње долази сигурност, 3:154
Расподела ратног плена, 8:41; 59:7-8
Јарак, људи из, 85:4-10
Разноликост
- људи, 30:22, 35:27-28
- живота, 35:27-28
Развод, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- након периода чекања, разићи се или помирити, 2:231; 65:2
- два сведока, 65:2
- алиментација, 2:233, 241
- односи се на наследника бившег мужа, 2:233
- може се опозвати два пута, 2:229
- статус мираза, 2:229, 236-237
- пронаћи дојиљу ако је потребно, 65:6
- види такође Зихар
Развод, човек
- разведи се од једне жене због друге - не узимај назад оно што си прво дао, 4:20
- не узнемиравај жену, 65:6
- не држите жене против њихове воље, 4:19
- четири месеца да промени мишљење, 2:226
- у потпуности подржавати супругу током трудноће и периода чекања, 65:6
- у потпуности подржавајте жену ако доји ваше дете, 65:6
- мајка не би требало да пати због свог детета без оца, 2:233
- преисламски, 58:2
- покајање за пост око помирења два месеца заредом, 58:4
- покајање за помирење и храну за 60 људи у потреби, 58:4
- покајање ради помирења и ослобађања роба, 58:3
- покушај помирења, 4:35
- безгрешан ако је брак неконзумиран, 2:236
- невеста има право на половину мираза, 2:237
Развод, Жена
- након трећег развода (овог од другог мужа) може се вратити првобитном мужу, 2:229
- право на издржавање, 2:241; 65:1
- једнако право на развод, 2:228
- страх од лошег поступања од стране мужа, 4:128
- може задржати оно што јој је муж дао, 2:229
- да не буду протерани из својих домова, 65:1
- три менструације чекају да би се оповргнула трудноћа, 2:228
- три месеца чекања за оне без менструације, 65:4
- осим ако брак није конзумиран, 33:49
Пси, 7:176
Магарци, 2:259; 16:8; 31:19; 62:5; 74:50
Пиће
- алкохоличар, 2:219; 5:90
- чисто и бело, укусно, 37:45-46; 76:21
- чисто запечаћено вино, 83:25
Духа, S.93
Духан, S.44
Војска слонова, 105:1-5
Илија (Илија; Иљасин) 6:85; 37:123-132
Јелисеј, (Аљаса) 6:86; 38:48
Енох (види Идрис)
Догађај, 56:1; 69:15
Зло, 4:123; 10:27-30; 19:83; 59:15
- не треба изговарати у јавности, 4:148
- долази од нас самих, али добро је добро од Аллаха, 4:79; 42:48
- извините, 4:149
- надокнађено, 6:160; 42:40
- који смишљају, кују завере, 16:45-47
- био је крај, 30:10
- појавио се на копну и мору, 30:41
- одбити/бранити се, са добрим, 13:22; 23:96; 41:34
- промењено, на боље, 7:95
- они који следе своје, жеље, 47:14, 16
- дела улепшана за њих, 47:14
Вишак
- забрањено у храни, 5:87
- у религији, 4:171; 5:77-81
Очи, уши и кожа сведочиће против грешника, 41:20-23
Езра, (Узаир) 9:30
Лице или Обличје Аллаха, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Лепог изгледа
- Аллах је сваком народу дао његова дела, 6:108
Вера (Веровање), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- одбацивачи, 3:116
- повећање, 3:173
- са сигурношћу, 44:7; 45:4, 20; 51:20
- Он те је упутио ка, 49:17
Фаџр, S.89
Фалак, S.113
Лажни разговор о стиховима из Курана, 6:68
Лажни богови
- поред Алаха, идоли и такозвани партнери 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- не вређајте оне којима се клањају поред Аллаха, 6:108
- види такође Тагут
Лаж (Батил), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Привезао је човекова дела за његов сопствени врат, 17:13
Пост, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- једите и пијте док се бела нит не разликује од црне нити, 2:187
Фатх, S.48
Фатиха, S.1
Фатир, S.35
Фидија (откупнина), пост, 2:196
- за ослобађање заробљеника, 8:67
- откуп који су понудили неверници, 3:91; 5:36,37; 10:54; 13:18
Сл. 95:1
Борба
- на Аллаховом путу, против неверника, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- рукоположен, 2:216
- у светим месецима, 2:217; 9:5
- од Деце Израела, 2:246-251
- на путу Аллаха, и угњетавани мушкарци и жене, 4:74-76
- до краја Фитне, 8:39
- двадесет превазилази двеста, 8:65
- против оних који не верују у Аллаха, 9:29
- дозвола против оних којима је учињена неправда, 22:39-41
- и лицемери, 47:20
- изузећа од, 48:17
Фил, S.105
Фирдаусов рај, 18:107; 23:11
Ватра, 56:71, 100:2
Лети, 22:73
Храна
- законито и незаконито, (Халал и Харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- нема греха за оно што је јео у прошлости, 5:93
- не преступај, 5:87
- не забрањујте оно што је Аллах дозволио, 5:87; 7:32; 16:116
Забрањено понашање, 6:151-152; 7:33
Опроштај, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- дужност верника, 42:37; 45:14
- од верника, за људе Писма, 2:109
- Аллах опрашта коме хоће, 4:48
- Аллах опрашта што му се не додељују саучесници у богослужењу, 4:48, 116
- ко год тражи Аллахово, 4:110
- да не тражи од Аллаха, за мушрикуне, 9:113
- Аллах опрашта све грехе, 39:53
- анђели траже, за оне на земљи, 42:5
- опрости, када су љути, 42:37
- опрости и помири се, 42:40
- Верници да опросте онима који се не надају Аллаховим данима, 45:14
- за оне који избегавају велике грехе и Фавахише, 53:32
- трчећи се једни с другима у журби ка, 57:21
- зла дела претворена у добра дела 25:68-71
Превара, (видети Издаја) 83:1-6
Слободна воља
- ограничено Аллаховом вољом, 6:107; 10:99; 74:56; 76:31; 81:28-29
- ко год хоће, нека верује и не верује, 18:29
- крене путем ка своме Господу, 76:29
- ходај право, 81:28
Петком молитве, 62:9-11
Воће, 6:41; 16:11
- у Рају, у изобиљу, 43:73
- свака врста, 47:15
- како желе, 77:42
Фуџар, 82:14-16; 83:7
Фуркан, S.25
Фуссилат (види Ха Мим), S.41
Гаврило, (Џибрил) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
Коцкање, 2:219; 5:90
Дивљач, у стању Ихрама, 5:94-96
Гафир (видети Му'мин), S.40
Гашија, S.88
Гусул, 4:43; 5:6
Поклони, 30:39
Голијат, (Џалут) 2:249-251
Добро (Дани), 3:140
- не волиш оно што јесте, а волиш оно што је лоше, 2:216
- бити награђен, 4:85; 28:54
- награђен дупло, 4:40; 28:54
- награђен десет пута, 6:160
- повећано, 42:23
- за оне који то чине, постоји добро и дом ахирета, 16:30
- је за оне који чине добро на овом свету, 39:10
- Аллах награђује оне који чине оно што је најбоље, 53:31
- постоји ли икаква награда за, осим добра, 55:60
- чини онако како је Аллах учинио добро према теби, 28:77
Добро и зло
- добро је од Аллаха, а зло је од тебе самог, 4:79
- ако чините добро, себи себи, а ако чините зло, себи себи, 17:7;41:46
- одбијати зло добрим, 23:96; 28:54; 41:34
- добро и зло дело не могу бити једнаки, 41:34
- свака особа ће бити суочена са свим што је учинила, 3:30
- види такође Мухсинун
Добро дело
- открити или сакрити, 4:149
- трудити се као у трци, 5:48
Јеванђеље, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Велике вести, 78:1-5
Поздрав, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадид, S.57
Хади (животиња за жртвовање), 2:196, 200
Хаџ (Ходочашће), 2:158, 196-203; 3:97; 5:2;22:30
Хаџ, S.22
Аман, 28:6, 38; 29:39; 40:24, 36, 37
Руке и ноге ће сведочити, 36:65
Ага, S.69
Тешкоћа, са сваком долази олакшање, 94:5-6
Харун, (Арон)
Харут, 2:102
Хешр, S.59
Срца
- окамењени, 2:74; 22:53; 39:22; 57:16
- запечаћено, 7:100-101; 40:35; 47:16; 63:3
- покривено, 17:46; 41:5
- закључан, 47:24
- подељено, 59:14
- испуњен страхом, 22:35
- у чијем је, постоји болест, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Небеса
- Аллаху припада невидљиво од, 16:77
- створено није за представу, 21:16
- и земља се споји, 21:30
- нема ништа скривено у, 27:75
- створен без икаквих стубова, 31:10
- биће смотан у Његовој десној руци, 39:67
- стварање седам небеса за два дана, 41:12
- украсио најближе небо лампама, 41:12
- Аллаху припада све што је у, 45:27;53:31
- седам небеса, једно изнад другог, 67:3
Пакао (ватра, пламтећи пламен) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- горућа и кључала вода 22:19-22; 23:103-104
- гној 14:14-17; 38:55-58; 69:35-37
- дрво Заккум 37:62-70; 44:43-50; 56:41-56
- немогућност становника да живе или умру 87:13
- пребацивање кривице 26:91-101; 34:31-33
- позива на тренутно уништење 25:13-14; 43:74-78
- ватрени крици 35:36-37
- Ватра ричи и бучи 25:11-12; 67:6-11
- печене кожице замењене новим 4:56
- окови и одећа од катрана 14:48-50
- гвоздени буздовани 22:19-22
- ланци 13:5
- чувари пакла 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- није прихваћен откуп 5:36-37
- заступништво одбијено 6:94; 26:100; 30:13; 74:48
- горући очај и ледена тама у, 38:57
- ланац од 70 лаката, 69:32
- остати ограничено време, 78:23
У даљем тексту
- боља је кућа у, 6:32; 7:169
- што ће бити крај у, 6:135
- Залимун неће бити успешан (у), 6:135
- дом, 12:109; 16:30; 28:83; 29:64
- који не верују у, 17:10
- награда, 42:20
- бољи од сребра и злата, 43:33-35
- само за Мутакун, 43:35
- казна од, 68:33
- бољи и трајнији, 87:17
- боље него садашњост, 93:4
Аутопутеви, широки, 21:31
Хиџр (Каменити тракт), 15:80-85
Хиџр, S.15
Хомосексуалност 26:165-166; 27:55; 29:28-29
Коњи, 16:8
Сат
- знање о томе је само код Аллаха, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- одједном је на њима, 6:31; 7:187; 12:107; 43:66
- долази на тебе, 6:40; 12:107; 20:15; 34:3
- приближио се, 54:1-5
- као трептај ока, или чак ближе, 16:77
- земљотрес јачине 22:1
- биће утврђено, на Дан, 30:12, 14
- сигурно долази, нема сумње, 40:59; 45:32; 51:5-6
- знаци 21:96; 27:82; 43:61; 47:18; 54:1-2
- имена 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- изненадиће људе 6:31; 7:187
- Труба ће се затрубити у 6:73; 23:101; 39:68
Куће, понашање при уласку, 24:27-29
Худ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Худ, S.11
Хуџурат, S.49
Хумазах, S.104
Хунаин (битка), 9:25
Хур (женке у рају), 44:54; 52:20
Лицемери
- реци: верујемо у Аллаха и у Судњи дан, а заправо не верујемо, 2:8
- обмањују сами себе, 2:9
- болест у њиховим срцима, 2:10; 8:49; 22:53; 33:12; 47:29
- чине несташлуке, 2:11-12
- безумници и ругачи, 2:13-15
- купљена грешка ради смерница, 2:16
- глуви, неми и слепи, 2:17-18
- у страху од смрти и таме, 2:19-20
- пријатан говор, 2:204-206
- одбијају да се боре, 3:167-168
- Аллах зна шта је у њиховим срцима, 3:167;4:63
- ићи на суд лажним судијама, окренути се од Откровења, доћи када се догоди катастрофа, 4:60-62
- у несрећи и у великом успеху, 4:72-73
- Аллах их је одбацио, 4:88
- не треба их сматрати пријатељима, 4:89; 58:14-19
- ако се врате, убијте их где год их нађете, 4:89
- они чекају и гледају твоју победу или успех неверника, 4:141
- покушавају да преваре Аллаха, моле се лењо и да би их људи видели, 4:142
- не припадају ни овима ни онима, 4:143
- у најдубљим дубинама Ватре; нема помоћника, 4:145
- плашећи се да ће бити откривени, 9:64-65
- не молити се за, 9:84
- мушкарци и жене су једни од других; губитници; Аллахово проклетство, 9:67-69
- код бедуина, 9:101
- где год се нађу, биће ухваћени и убијени, 33:61
- Аллах ће казнити, 33:73
- лажови; окрећу леђа; њихова срца су подељена, 59:11-14
- лажови; заклетве су им учинили завесом; срца су им запечаћена; чувајте их се, 63:1-4
- не разумем, не знам, 63:7-8
- снажно се борити против, 66:9
Иблис (Сатана), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- види такође Сатана
Ибрахим, (види Абрахам)
Ибрахим, S.14
Ида (прописани рок за развод код жена), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
Идрис (Енох), 19:56-57; 21:85; 96:4
Ихрам, 2:197; 5:2, 95
Ихсан, 16:90
Ихлас, S.112
Ила, само Један, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Незаконити сексуални однос; исказ сведока, 4:15-18; 24:2, 19
Илијун, 83:18-21
Нечисти (Наџас) 9:28
Имран
- жена од, 3:35
- ћерка од, 66:12
Неизбежно, 69:1-3
Инфитар, S.82
Наслеђе, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
Неправда, коме је учињена, 4:30, 148
Инсан (видети Дар), S.76
Инч, S.84.
Иншира (видети Шарх), S.94
Инспирација, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Заступништво/Посредник, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
Опојна средства, 5:90, 2:219
Икамат-ас-Салат, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Икра (видети „Дете“), S.96
Ерам, 89:7
Гвожђе, 57:25
Исусе, види Исуса
Исак, (Исак) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
Исмаил (Исма'ил), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
подиже темеље Кабе са својим оцем 2:125-140
прича о жртви 37:100-113
Ислам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- први од оних који се покоравају као муслимани, 6:14,163; 39:12
- први који прихвата, 9:100
- груди отворене, 39:22
- као услугу, 49:17
Исра, S.17
Израел, деца, 2:40-86
- указана милост, 2:47-53, 60, 122; 45:16-17
- побуна против Алахове послушности, 2:54-59, 61, 63-74; 5:71; 7:138-141
- њихови односи са муслиманима, 2:75-79
- њихова ароганција, 2:80, 88, 91
- њихови завети, 2:80, 83-86, 93, 100; 5:12-13, 70
- купио живот овог света по цену загробног живота, 2:86
- најпохлепнији од човечанства за животом, 2:96
- тражити краља, 2:246-251
- прекорачио границе; подељен у разне групе; мајмуни, 7:161-171
- обећано два пута, 17:4-8
- ослобођен од непријатеља, 20:80-82
- дато Свето писмо и вође, 32:23-25; 40:53-54
- учени учењаци су то знали (Куран као истину), 26:197
Истава (устала), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
Итикаф, 2:187
Јаков, (Ја'куб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (дванаест Јаковљевих синова), 2:140; 3:84; 4:163
Џалут (види Голијат)
Џамарат, 2:200
Џатија, S.45
Исус, Иса, син Маријин
- мајка изабрана међу свим женама света 3:42
- сведочи о Дану Васкрсења, 4:159
- радосна вест о рођењу, 3:45-47; 19:22-23
- Посланик деци Израела, 3:49-51
- ученици, 3:52-53; 5:111-115
- ученици као Аллахови помагачи, 3:52; 61:14
- васкрсао, 3:55-59; 4:157-159
- лик Адамов, 3:59
- ни убијен ни разапет, 4:157
- инспирисано, 4:163
- не више од Посланика (не да би га обожавали), 4:171-172; 5:75; 19:30, 43:63-64
- неверују они који кажу, 5:17, 72; 9:30
- Наш Посланик (Мухамед, мир над њим ) је дошао, 5:19
- дао је Јеванђеље, 5:46
- ученици су рекли: ми смо муслимани, 5:111
- Послужење хране за сто, 5:114
- није учио да нема лажног обожавања, 5:116-118
- праведни пророк, 6:85
- као знак, 23:50
- његов други долазак 43:61
- различита мишљења о, 43:65
- не више него роб и пример синовима Израела, 43:59
- радосна вест о Посланику чије ће име бити Ахмед, 61:6
- његово девствено рођење, порука и чуда 3:45-51; 19:16-38
- подсетио на Аллахове милости 5:110-115
- пориче да је божански 5:116-120
- саосећање и милост у срцима његових следбеника 5:82; 57:27
Јевреји и хришћани, 2:140; 4:153-161, 171; 5:18
- слушајте лаж, 5:41-42
- проклети због онога што су изговорили, 5:64
- непријатељство према верницима (муслиманима), 5:82
- који су прихватили ислам, 26:197; 28:53; 29:47
Џибрил (види Габријел)
Џихад, (Борба, Напор) 2:216; 9:24; 22:78; 25:52
Џин, S.72
Џин, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Џин, створен од ватре 15:25; 55:15
- верујући и неверујући џини 72:1-15
- неки су веровали у поруку Курана 46:29-32
- људи и џини створени са сврхом 51:56-58
Јов, 4:163; 6:84; 21:83-84; 38:41-44
Јован, (Јахја, Јован Крститељ)
- радосне вести из, 3:38-41; 19:7-11; 21:90
- праведник, 6:85
- мудар, саосећајан, послушан, 19:12-15
Јона (Јонас или Јунус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Зун-Нун) 21:87; 68:48-50
Јосиф (Јусуф), 6:84; 12:4-101
- најбоље приче 12:1-3
- сан младог Јусуфа 12:4-6
- завера његове браће 12:7-18
- продато у ропство 12:19-20
- одгајано у кући главног министра Египта 12:21-22
- Жена главног министра покушава да га заведе 12:23-29
- инцидент на банкету 12:30-32
- иде у затвор 12:33-35
- два затвореника 12:36-42
- Краљев сан 12:43-53
- постаје главни министар 12:54-57
- браћа долазе к њему по залихе 12:58-68
- узима свог брата Венијамина 12:69-82
- очева обновљена туга 12:83-87
- открива свој прави идентитет 12:88-98
- стари сан се остварује 12:99-100
- завршна молитва 12:101
Џуди, Маунт, 11:44
Џума, S.62
Правда (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- видети такође 4:65, 105
Каба
- саградио Аврам, 2:125-127
- забрањено убијање дивљачи, 5:94-96
- азил безбедности, 5:97
- кретање у голо стање, 7:28
- док се молио и обилазио, 2:200; 7:29, 31
Кафирун, S.109
Кафур, чаша помешана са, 76:5
Каф, S.18
Канц, 9:34-35
Каутхар (река у рају), 108:1
Каутар, S.108
Кључеви
о небесима и земљи, 39:63; 42:12
Гаиба, 6:59
Хаула бинт Та Лабах, 58:1
Убијање
- ако је неко убио човека, убио је цело човечанство, 5:32
- не убиј никога, 17:33
Лепе речи су боље од милостиње, 2:263
Сродство, права из, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кираман-Ратибин, 82:11
Знање
- ниједан лист не пада, али Он то зна, 6:59
- изгубљени су они који су убили своју децу из лудости, без, 6:140
- од пет ствари, само са Аллахом, 31:34
- са сигурношћу, 102:5-7
Корах (Карун), 28:76-82; 29:39; 40:24
Курси, 2:255
Лахаб (види Масад), S.111
Лаил, S.92
Лампа, 25:61; 67:5; 71:16; 78:13
Језици
- разлика у мушкарцима и њиховим бојама коже, 30:22
Касније, 53:19
Закон, прописан, 5:48
Аллахови закони, 2:219; 98:3
Лажови, 26:221-223
Живот, ако је неко спасао једног човека, спасао је живот целог човечанства, 5:32
Живот овога света
- купио је, по цени загробног живота, 2:86
- је само уживање у обмани, 3:185
- продати, за загробни живот, 4:74
- није ништа друго до забава и игра, 6:32; 29:64; 47:36; 57:20
- обмањује, 6:130
- мање је уживање у, него у загробном животу, 9:38; 13:26; 28:60
- лик, је као киша, 10:24
- радосне вести у, 10:64
- ко год жели, улази у њу; али онда неће имати удела у будућем животу, 11:15-16; 17:18; 42:20
- који воле садашњи живот, а занемарују будући живот, 75:20-21; 76:27
- више волиш, 87:16
Светло
- манифест, 4:174
- и тама, 6:1
- прича из, 24:35
- иде испред и са верницима, 57:12-15; 66:8
- дато од Аллаха, да би верници ходали правим путем, 57:2
Алахове границе, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ово су, 2:187; 229-230; 4:13; 58:4; 65:1
- не преступај, 2:190, 229
- ко год преступи, 2:229; 4:14; 78:22
- али принуђен нужношћу, нити прекршећи, 2:173; 6:145
- не прекорачујте, у својој религији, 4:171; 5:77
- када су превазишли, (постали су мајмуни), 7:166
- који поштују, 9:112
Лав, 74:51
Зајам
- позајмити Аллаху лепо, 2:245; 73:20
- повећани многоструки износ, 57:11, 18
- удвостручено, 64:17
Губитак, манифест, 39:15
Лот, (Лут) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- његова непослушна жена, 11:81; 15:60; 66:10
Лотосово дрво, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Маариџ, S.70
Медина (Јатриб), 9:120; 33:13, 60; 63:8
Мадиан, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- види такође Ајка Вуд
Махр (новац за младенце), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Маида, S.5
Мека (Бака), 3:96;90:1-2
- Град безбедности, 95:3
Човече
- генерације за генерацијама на земљи, 2:30;6:165
- постављен за наследника, 35:39
- дужност, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- искушен од Аллаха, 2:155; 3:186; 47:31; 57:25
- ствари које људи желе, 3:14
- створено из, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- створио и прописао одређени рок, 6:2; 15:26
- помирење између, и супруге, 4:35
- губитници који су порицали свој сусрет са Аллахом, 6:31
- повратак, 6:60, 72, 164; 10:45-46
- завере против самог себе, 6:123
- неће носити терет другог, 6:164
- је незахвалан, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- упозорио на Сатану, 7:27
- жена и деца, 7:189-190
- када дотакне штета или зло, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- враћање ка Господу, 10:23; 84:6; 96:8
- погрешили су сами себи, 10:44
- је ликујућ и хвалисав, 11:10
- призива зло, 17:11
- увек је брзоплет, 17:11
- његова дела причвршћена за његов врат, 17:13
- ко залута, на своју штету, а иде исправно, само за себе, 17:15
- да се не поступа неправедно, 17:71
- смрт и васкрсење, 23:15-16
- разбили су своју религију на секте, свака се радује свом веровању, 23:53
- језици, руке и ноге сведочиће против, 24:24
- сведочи против себе, 75:14
- који је за бога узео своју жељу, 25:43
- сродство по крви и браку, 25:54
- Аллах вам је потчинио све што је на небесима и на Земљи, 31:20
- ко год покори лице своје Аллаху, 31:22
- нема два срца у свом телу, 33:4
- обожавати Аллаха, 39:64-66
- несреће због онога што су његове руке стекле, 42:30, 48
- анђели записују његова дела, 50:17-18, 23; 85:11
- анђели га чувају, 13:11; 86:4
- подељено у три класе, 56:7-56
- они који су најближи Аллаху, 56:10-11
- сапутници Десне руке, 56:27-40
- сапутници Леве Руке, 56:41-56
- да се преобрази и створи у непознатим облицима, 56:60-62
- направљени добри облици, 64:3
- богатство и деца су само искушење, 64:15
- створен и обдарен, 67:23-24; 74:12-15; 90:8-10
- је нестрпљив, 70:19-21
- посвећен молитвама, 70:22-35
- жели више, 74:15
- сведочи против себе, 75:14-15
- његова ароганција, 75:31-40; 90:5-7
- воли садашњи живот овога света, 76:27
- теже је створити, или је рај, 79:28
- немарни према Господу, 82:6-12
- савршено обликовано и са одговарајућом пропорцијом, 82:7
- путује од сцене до сцене, 84:19
- љубав према богатству, 89:20
- створено у муци, 90:4
- напори и дела су разноврсни, 92:4
- углачај му пут лакоће и зла, 92:7, 10
- направљено од најбољег стаса (калупа), 95:4
- затим смањено на најнижи од најнижих, 96:5
- прелази све границе, 96:6-7
Манасик (дужности) хаџа, 2:128, 200; 22:30
Манат, 53:20
Човечанство
- сведоци преко, 2:143
- једна заједница, 2:213; 10:19
- створено од једног пара, 4:1; 39:6; 49:13
- побуна против самих себе, 10:23
- иако безбрижан, обрачун је близу, 21:1-3
- креирано у Фитру, 30:30
- најчаснији од, 49:13
- претворен у народе и племена, 49:13
Мана и препелице, 2:57
Манири
- о уласку у куће, 24:27-29
- у кући, 24:58-61
- у Пророковим кућама, 33:53
- да поздрави и обави молитву на Посланика, 33:56
- да не узнемирава Аллаха и Његовог Посланика, нити вернике, нити вернице, 33:57-58
- провери вести пре него што им поверујеш, 49:6
- да се не руга другоме, 49:11
- у скупштинама, 58:11
Брак, 2:232, 234
- неверницима или робовима, 2:221
- колико је то законито, 4:3
- Махр се не сме вратити (у случају развода), 4:20-21
- забрањено је за, 4:22-24
- ако нема начина да се ожени слободном верницом, 4:25
- ако се страхује од кршења, именују се два арбитра, 4:35
- ако се жена плаши окрутности или напуштања, нека се помири са њом, 4:128
- не нагињи се превише једној жени тако да оставиш другу на цедилу, 4:129
- о прељубницима, 24:3
- онима који су сиромашни, 24:32
- они који не проналазе финансијска средства за брак, 24:33
- жене дозвољене Пророку, 33:50-52
- пре сексуалног односа, нема иде при разводу, 33:49
Мученици
- није мртав, 2:154; 3:169
- радујте се милости и благодати од Аллаха, 3:170-171
- примити опроштај и милост, 3:157-158
- добиће добру снабденост, 22:58-59
Марут, 2:102
Марија (мајка Исусова), рођење, 3:35-7
- радосна вест Исусова, 3:42-51; 19:16-21
- при порођају, 19:23-26
- довела је бебу свом народу, 19:27-33
- лажна оптужба, 4:156
- чувала је њену чедност, 21:91; 66:12
Марјам, S.19
Масад, S.111
- Ел-Масџид-ел-Агса, 17:1
- Ал-Масјид-ал-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Ел-Меш'ар-ел-Харам, 2:198
Маун, S.107
Ма'ва Парадисе, 53:15
Мера и тежина, дати пуну вредност, 11:85; 17:35; 83:1-5
Састанак
- са Аллахом, 6:31
- Великог дана, 19:37
- о загробном животу, 30:16
Гласници, 2:253; 4:164-165; 40:78; 57:27
- сукцесија, 2:87
- серија од, 5:19; 23:44
- убијен, 3:183
- претио, 14:13
- исмевани, 6:10; 13:32; 15:11; 21:41
- одбијено и одбачено, 3:184; 6:34; 25:37; 34:45; 51:52
- веровање у неке и одбацивање других, 4:150-152
- окупљање, 5:109
- послати као гласници радосних вести и упозоравачи, 6:48; 14:4-8
- као сведок из сваког народа, 16:89
- за сваку нацију постоји, 10:47; 16:36
- рецитовање Аллахових ајета, 7:35-36
- анђео као, 17:95; 25:7
- не више него људска бића, 14:10-12; 17:94; 21:8; 25:7-8, 20
- и њихове жене и потомство, 13:38
- видети такође Пророци
Мираџ, 17:1; 53:12
Шкртост/Шкртице, 57:24
Несрећа, због твојих руку, 42:30
Монаштво, није прописано, 57:27
Мајмуни, преступници, постали су као, 2:65;5:60; 7:166
Мираџ, 17:1; 53:12
Месеци, број, 9:36-37
Месец, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- цепање; 54:1
Мојсије
- и његов народ, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- и фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- вођен Аллахом, 6:84
- гора и Господње јављање, 7:142-145
- кори свој народ због обожавања телета, 7:148-156;20:83-99
- његова Књига, у њој су се појавиле разлике, 11:110
- с обзиром на Свето писмо, 17:2
- девет јасних знакова, 7:133; 17:101
- до спајања два мора, 18:60-82
- судбоносни сусрет код горућег грма 20:9-36; 27:7-14; 28:29-35
- позван и добио посланство, 19:51-53; 20:9-56
- његово детињство, мајка и сестра, 20:38-40; 28:7-13
- врачари су се обратили, 20:70-73; 26:46-52
- у Мађану, 20:40; 28:22-28
- одобрен Критеријум, 21:48
- и мистична ватра, 27:7-12; 28:29-35
- грешком убија Египћанина у граду 28:14-21
- дошао је са јасним ајетом, 29:39
- прича са фараоном 7:103-137; 10:75-92; 11:96-99; 26:10-69
- девет знакова за фараона и његов народ 7:130-133; 20:17-22; 17:101
- побеђује фараонове врачаре 20:70-73; 26:46-52
- бекство у Мадијам и брак 28:22-28
- прима Таблете 7:142-154
- тражи да види Алаха на гори 7:142-145
- поштован од Алаха 33:69
- Аллахове милости према Израелцима 2:47-61
- Израелци одбијају да уђу у Јерусалим 5:20-29
- вођен на Прави пут, 37:114-122
- Свето писмо, 53:36; 87:19
Џамија (Јерусалимска), 17:7
Џамија (у Куби), 9:107-108
Џамије, 2:187; 9:17-19
- одржавати, од Аллаха, 9:17-18
Комарац, парабола, 2:26
Планине, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Мудаттир, S.74
Мухаџир (Емигранти), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- жене, 60:10-12
Мухамед ﷺ
- исмевани, 2:104; 4:46; 25:41-42; 34:78
- поштујте Посланика, 2:104; 4:46; 49:1-5
- завет у који треба веровати, 3:81
- сведоци над верницима, 2:143
- не више од Посланика, 3:144
- поступајући нежно, 3:159
- његово дело, 3:164; 7:157; 36:6; 52:29; 74:1-7
- послато као велика услуга верницима, 3:164
- послат са истином, 4:170
- није направљен за посматрача, 6:107
- неписмени, 7:157; 62:2
- послат човечанству као Аллахов Посланик, 7:158; 48:9, 29
- јасна опомена, 7:184, 188; 11:2; 15:89; 53:56
- није лудак, 7:184; 68:2; 81:22
- ко те оптужује, 9:58
- људи који су повредили Посланика, милост верницима, 9:61
- следите само оно што је објављено, 10:15-16; 11:12-14; 46:9
- његове изреке, 11:2-4; 12:108; 34:46-50
- Аллах је сведок над њим, 13:43; 29:52; 46:8
- послат као сведок, носилац радосних вести и упозоравац, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- да се не узнемирава, 15:97; 16:127; 18:6
- послат да буде сведок, 16:89; 22:78; 73:15
- позивати мудрошћу и праведним проповедањем, и расправљати на бољи начин, 16:125
- Макаму Махмуд, 17:79
- инспирисано, 18:110
- милост за 'Аламин, 21:107
- не тражи награду, 25:57; 38:86; 42:23
- заповеђено му је, 27:91-93;30:30;66:9
- као милост од Аллаха, 28:46-47
- близу верника, 33:6
- добар пример за следење, 33:21
- последњи од пророка, 33:40
- пошаљите Салат, 33:56
- послато целом човечанству, 34:28
- плата је само од Аллаха, 34:47
- само људско биће, 41:6
- послат као заштитник, 42:48
- није ништа ново код Посланика, 46:9
- сведоци из редова деце Израела, 46:10
- Баја (завет) њему је Баја (завет) Аллаху, 48:10, 18
- видео је Гаврила, 53:4-18; 81:22-25
- не противите му се, 58:20-22
- прорекао је Исус, 61:6
- да Религија Истине победи све религије, 61:9
- из таме у светлост, 65:11
- да се снажно бори против неверника и лицемера, 66:9
- узвишени стандард карактера, 68:4
- није песник нити врачар, 69:41-42
- посвећен молитви, 73:1-8, 20; 74:3
- и слепи човек, 80:1-12
- поклонити се и приближити се Аллаху, 96:19
- рецитовање чистих страница, 98:2
- Ајет о породици, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- види такође Посланици; Пророци
Мухамед (ﷺ), S.47
Мухсинун (Доброчинци), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- Аллах воли, 3:134, 148; 5:93
- Аллах не губи награду од, 5:85; 9:120; 11:115; 18:30
- Награђујемо, 12:22; 37:80, 105, 110; 39:34; 77:44
- радосне вести за, 22:37; 46:12
- Аллахова милост је близу, 7:56
- Аллах је са, 29:69
- послушан и добар према родитељима, 2:83
- стрпљив у обављању дужности према Аллаху, 16:90
- видети такође Добро и зло
Муџадиле, S.58
Мазге, 16:8
Мулк, S.67
Мумин (види Гафир), S.40
Муминун, S.23
Мумтахана, S.60
Мунафигун, S.63
Убиство, 2:178-179
Мурсалат, S.77
Муслимани
- први од, 6:14, 163; 9:100; 39:12
- Ко је именовао, 22:78
- опроштај и велика награда за оне који, 33:35-36
Мутафифин, S.83
Музамил, S.73
Наба, S.78
Надир, Бану-ан-, (Јевреји), 59:2, 9, 13
Нал, S.16
Наџас (нечист) 9:28
Наџм, S.53
Наџва (Види тајну)
Имена
Њему припада Најлепши, 7:180
Њему припадају најбољи, 17:110; 20:8; 59:24
Нужда, ако је неко приморан, 2:173; 6:145
Комшија, 4:36
Млади месеци, 2:189
Вести, биће тестиране 4:83
Шкртост 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Ноћ (као симбол), за одмор, 10:67
- као покривач, 13:3; 78:10
- бити на услузи, 14:32
- Ноћ Ал-Кадр (Указ), 44:3-4; 97:1-5
Ниса, S.4
Ноје, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- исмеван 11:38
- Потоп (јака поплава), 29:14
- ковчег и потоп 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- неправедни син није спасен, 11:42-48
- неправедна жена, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур,S.24
Заклетва, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Послушност, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Обавезе које треба испунити, 5:1
Потомство, 4:9; 42:49-50
- Он даје мушкарца и жену коме хоће, 42:49
Маслина, 6:141; 16:11; 23:20; 24:35; 95:1
Само један Мах, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Сирочићи, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- чувари, 4:6
Сопствена дела, учињена лепим сваком народу, 6:108
Парови, у свим створењима, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Палма, 13:4; 19:25; 20:71; 59:5
Параболе (сличност, пример, поређења)
- који је запалио ватру, 2:17-18
- кишна олуја са неба, 2:19-20
- комарац, 2:26
- који вичу, 2:171
- град сав у рушевинама, 2:259
- зрно кукуруза, 2:261
- глатка стена, 2:264
- башта, 2:265-266
- конопац, 3:103
- хладан ветар, 3:117
- васкрсење 7:57; 22:5; 41:39
- пас који плази језик, 7:176
- ивица провалије, 9:109-110
- киша, 10:24
- чисто покошена жетва, 10:24
- слеп и глув, 11:24
- Аллах vS. лажни богови 13:14; 16:76
- истина vS. лаж 13:17
- пепео по коме ветар бесно дува, 14:18
- лепо дрво, 14:24-25
- зло дрво, 14:26
- роб и човек, 16:75
- нем човек који је терет свом господару, 16:76
- жена која одмотава конац, 16:92
- насеље, безбедно и задовољно, 16:112-113
- два човека са виноградарским вртовима, 18:32-44
- живот овога света као вода са неба, 18:45
- пало је са неба и птице га однеле, 22:31
- мува, 22:73
- Светлост је као ниша, 24:35-36
- мираж, 24:39
- тама у огромном дубоком мору, 24:40
- паук, 29:41
- партнери, 30:28
- становници града, 36:13-32
- усеви различитих боја, 39:21
- човек који припада многим партнерима, 39:29
- узгој семена, 48:29
- тврдокорна срца 57:16-17
- вегетација после кише, 57:20
- планина се понижава, 59:21
- магарац, 62:5
- вода је требало да буде потопљена, 67:30
- људи из врта, 68:17-33
Рај
- од Абоде, (Ма'ва Рај), 53:15
- Фирдаусов рај, 18:107; 23:11
- Вртови испод којих теку реке, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- Вечни вртови (Адн Рај) 9:72; 13:23; 18:31; 19:61; 20:76
- Вртови вечности (Адн Рај), 16:31; 35:33; 98:8
- Вртови уживања, 37:43; 56:12, 89
- Вртови са вечним уживањима, 9:21
- Баште и виногради, 78:32
- плодови две баште, 55:54, 62
- воће свих врста по жељи, у изобиљу, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- воће ће бити близу, 55:54; 69:23
- воће и месо, 52:22
- месо птица, 56:21
- дрвеће лотуса без трња и Талх (стабла банана), 56:28-29
- некорисно знање, магарац са књигама 62:5
- текућа опруга, 88:12
- извор зван Салсабил, 76:18
- извор зван Кафур, 76:5
- извор Тасним, 83:27-28
- река у Рају, Каутар, 108:1
- реке вина, млека, пречишћеног меда, 47:15
- чисто запечаћено вино, бело, укусно, 37:45-46; 56:18; 76:21; 83:25
- чаша, помешана са, Занџабил, 76:17; 78:34
- вода, 76:5
- послужавници са златом и пехарима, 43:71
- сребрне посуде и кристалне чаше, 76:15-16
- зелене одеће од фине и дебеле свиле, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- украшене наруквицама од злата и бисера, 18:31; 22:23; 35:33; 76:21
- кочије обложене свиленим брокатом, 55:54
- зелени јастуци и богати лепи душеци, постављени у низу, 55:76; 88:15
- престоли исткани златом и драгим камењем, уздигнути високо 56:15; 88:13
- богати теписи раширени, 88:16
- прелепе виле, узвишене собе, једна изнад друге, 9:72; 39:20
- остајући у њему заувек, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- вечни дом, 3:15; 35:35
- окренути једни према другима на престолима, 15:47; 37:44; 44:53; 56:16
- никада не окуси смрт у њему, 44:56
- нити ће их (никада) тражити да га напусте, 15:48
- мржња или осећај повређености уклоњени из њихових срца, 7:43; 15:47
- сва туга уклоњена, 35:34
- нема осећаја умора, муке или исцрпљености, 15:48;35:35
- неће бити ни бола, ни бола у стомаку, ни главобоље, ни опијености, 37:47; 56:19
- без празног говора ни грешног говора, 19:62;56:25
- ни штетан говор ни лаж, 78:35; 88:11
- слободан од греха, 37:47; 52:23
- ни прекомерна врућина ни јака хладноћа, 76:13
- биће позната одредба, 37:41;56:89
- у миру и безбедности, 15:46; 44:51, 55; 50:34
- дом мира, 6:127
- поздрави у, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- ко чини добра дела ући ће, 4:124; 42:22; 44:51
- који су се Господару своме бојали, биће вођени у групама, 39:73
- наследио је на основу дела, 43:72
- Аллах је задовољан њима и они Њиме, 5:119
- Мој рај, 89:30
- највеће блаженство, 9:72
- велики успех, 57:12; 64:9
- врховни успех, 9:72; 44:57
- за вернике су баште као забава, 32:19
- становници Раја биће заузети радосним стварима тог Дана, 36:35
- биће усред башта и извора воде, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- видети анђеле који окружују Престо, 39:75
- близу Свемогућег Краља, 54:55
- имаће све што пожеле, 50:35
- Хуре, чедне жене са широким и лепим очима, као да су конзервирана јаја, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- чисте жене, 3:15
- жене у пријатном хладу, наслоњене на престолима, 36:55
- младе девојке пуних груди једнаких година, 78:33
- бесмртни дечаци-слуге да им служе, као расути бисери, 52:24; 56:17; 76:19
- простран као небеса и земља 3:133, 57:21
- текућа вода, хладан хлад, деликатеси и чисти партнери 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- награда верника 55:46-78; 56:10-40
- реке меда, млека, воде и вина 47:15
- молитве и поздрави 10:9-10; 39:73-74
- поздрављени поздравима мира 13:23-24; 14:32
- вечни боравак у блаженству 11:108
- никада није замољен да оде 15:45-48
- светлост сија испред њих и с њихове десне стране 57:12
- без врућине или хладноће 76:13
- све жеље испуњене 16:30-32; 41:31-32
- наруквице од злата и одећа од фине свиле 18:30-31; 22:23-24; 44:51-53
- послужавници са златним чашама 43:67-73
- сребрне посуде и воће висе на дохват руке 76:14-16
- лежање на престолима 15:47; 37:44; 52:20
- верници ће видети свог Господа 75:22-23
Родитељи, љубазност према, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Алахови партнери, лаж, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Пашњак, 87:4-5
Пут, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- види такође Пут
Стрпљење, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- потражити помоћ и молитву, 2:45, 153; 20:132; 50:39
Пацијент
- добиће пуну награду, 39:10
- Аллах је са онима који јесу, 8:46
- и буди, 11:115
- у обављању дужности према Аллаху, 16:90
- бити, у време гнева, 41:34
Мир, склоност ка, 8:61
Бисер и корал, сачувани, 52:24; 55:22; 56:23
Перо, 68:1; 96:4
Особа
- Аллах не оптерећује оно што је преко Његових могућности, 2:286; 7:42
- Аллах не опорезује никога, осим према његовим могућностима, 23:62
- не, зна шта ће сутра зарадити и у којој земљи ће умрети, 31:34
- сваки ће се суочити са свим добрим и злим што је учинио 3:30
- сваки ће доћи и молити се за себе, 16:111
- сваки је залог за оно што је зарадио, 74:38
- Аллах се куне онима који се самопрекоравају, 75:2
Фараон, 28:6; 40:24
- људи из, 2:49; 3:11; 7:141; 44:17-33
- удавио се, 2:50
- односи са Мојсијем, 7:103-137; 10:75-92
- леш из мора, 10:90-92
- преступао преко граница; чинио грехе и био непослушан, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- праведна жена, 28:8-9
- тврди да је бог, 28:38; 79:24
- уништено, 29:39
- верник из фараонове породице, 40:28-44
- изградња куле, 40:36-37
- види такође Мојсије
Гомилање земаљских ствари, 102:1-4
Завет (Баја)
- за ислам, 16:91
- Посланику је завет (обећање) Аллаху, 48:10
- верника, 48:18; 60:12
Залог (хипотека), нека буде, 2:283
- свака особа је, за оно што је зарадила, 52:21; 74:38
Поезија, 36:69
Песници, 26:224-227; 69:41
Нар, 6:141
Сиромашни, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
Молитва, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ни наглас ни тихим гласом, 17:110
- молба за невернике, 9:113-114
- призивање неверника, 13:14
- Он одговара (на позив) тих, 42:26
- потражите помоћ у стрпљењу и, 2:45, 153; 20:132; 50:39
- обавити Икамат-ас-Салат, окренути према Кибли, 2:142-145, 149-150
- строго чувајте, 2:238
- у путовању и нападу, 2:239; 4:101-102
- не прилазити када си у пијаном стању, 4:43
- нити у стању Џанабе, 4:43
- прочишћавајући јер, 4:43; 5:6
- када је завршено, 4:103
- времена, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- клањање сеџенд једином Аллаху, 13:15
Молитве, петак, 62:9-11
Мере предострожности у опасности, 4:71
Ратни заробљеници, 8:67-71
- види такође Заробљеници
Обећање истине, 46:16-17
Имовина, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Пророци, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- завети, 3:81; 33:7-8
- незаконито за, 3:161
- непријатељ за свакога, 6:112; 25:31
- види такође Гласници
Прострација
- Аллаху припадају сви који су на небесима и на Земљи, као и њихове сенке, 13:15
Одредба, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
Псалми, 4:163
Казна
- одлагање, 3:178
- сечење руку или ногу, 5:33
- казни их сличним ономе чиме си ти био погођен, 16:126
- овог живота и будућег живота, 24:19; 68:33
Прочишћавајући
- телесно, 4:43; 5:6
- духовно (од нечистоћа), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Калам, S.68
Камар, S.54
Карија, S.101
Карун (Корах), 28:76-82; 29:39
Касас, S.28
Кибла, 2:142-145, 149
Кисас (Закон о једнакости у кажњавању), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Куран
- описано, 13:31, 36, 37; 14:1; 56:77-80
- није таква какву би икада могао створити неко други осим Аллаха, 2:23; 10:38; 11:13; 17:88
- да је било од неког другог, а не од Аллаха, у томе би било много противречности, 4:82
- очигледна светлост, 4:174; 42:52
- откривено, 6:19
- Аллах је томе сведок, 6:19
- јасан доказ, 6:157
- лажни разговор о стиховима из, 6:68
- подсетник, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- када се рецитује, слушај и ћути, 7:204
- Зикр, 7:205; 15:6, 9
- Књига мудрости, 10:1; 31:2; 36:2
- инспирисана порука, 10:2, 109; 42:52
- они који то одбацују, 11:17
- на арапском, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- састављено у делове и откривено у фазама, 15:91; 17:106; 25:32; 76:23
- промена стиха, 16:10
- када желите да рецитујете, 16:98
- водичи, 17:9
- радосне вести и упозорење, 17:9-10
- и неверници, 17:45-47
- рецитовање у рану зору је увек видљиво (од стране анђела), 17:78
- исцељење и милост, 17:82
- потпуно објашњено човечанству, свака врста поређења и примера, али већина одбија, 17:89; 18:54; 39:27
- лако, 19:97; 44:58; 54:17, 22, 32, 40
- мој народ је напустио овај Куран, 25:30
- потврђено Светим писмом, 26:196
- приповеда синовима Израела о чему се не слажу, 27:76
- рецитовати и молити се, 29:45
- Истина од Аллаха, 32:3; 35:31
- у благословеној ноћи, 44:3
- у њему је прописано свако питање уредби, 44:4
- дубоко размислите, 47:24
- упозорава, 50:45
- учио га је Аллах, 55:1
- и часни рецитал, добро чуван, 56:77-78
- нико не може да додирне осим оних који су чисти, 56:79
- ако је послат на планину, 59:21
- патња за невернике, 69:50
- апсолутна истина са сигурношћу, 69:51
- рецитовати споро, 73:4
- у Записима који се држе с поштовањем, чувају се чисто и свето, 80:13-16
- Подсетник (свим) Алиманима, 81:27
- неверници поричу, 84:22
- сачувано у Таблети, 85:22
- Реч која разликује истину од лажи, 86:13
- рецитовање чистих страница, 98:2
- видети такође Књига; Откривење
Курајш, S.106
Курејшије
- неверници из, 54:43-46, 51
- укроћивање, 106:1-4
Рабини и монаси, 9:31, 34
Трка, труди се као у, у добрим делима, 5:48
Ра'д, S.13
Рахман, S.55
Одећа праведности је боља, 7:26
Киша
- Аллахов дар, 56:68-70
- од камења, 27:58
Рамадан, 2:185
Рами, 2:200
Откуп
- не, биће узет, 57:15
- понуђено од стране неверника, 3:91; 10:54; 13:18
Фидја, о посту, 2:196
- за ослобађање заробљеника, 8:67
Рас, становници, 25:38; 50:12
Накнада
- Дан, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- порицатељи, 107:1-7
- од зла је зло као што је њему, 42:40
Помирење
- ко год опрашта и чини, 42:40
- између мушкарца и жене, 4:35
- између верника, 49:9-10
Запис
- уписани регистар, 83:7-9, 18-21
- сваки народ ће бити позван у своје, 45:28-29
- писане странице дела сваке особе, 81:10
- који говори истину, 23:62
- у десној руци, 69:19; 84:7-9
- левом руком, 69:25
- иза леђа, 84:10-15
Анђели који записују, 50:17-18, 23; 85:11
Олакшање, уз тешкоће, 94:5-6
Религија
- без присиле, 2:256
- је ислам, 3:19
- од Аллаха, 3:83-84
- осим ислама, 3:85
- не прекорачујте ограничења у, 4:171; 5:77
- усавршено, 5:3
- који узимају, као игру и забаву, 6:70
- који деле своје и разбијају се у секте, 6:159; 30:32
- видети такође 42:13-14; 43:65; 45:17
- људи су разбили своје, у секте, свака група се радује свом веровању, 23:53; 30:32
- није положено, никакве тешкоће, 22:78
- човечанство је створено, 30:30
- исто, за све пророке, 42:13-15
- предачки, 43:22-24
Спомен на Алаха, 63:9
- у, срца налазе одмор, 13:28
Покајање
- прихвата се ако је зло учињено у незнању и покаје се убрзо након тога, 4:17; 6:54
- и нема ефекта, ако се зла дела настављају, 4:18
- Он прихвата и опрашта грехе, 4:25
Олакшање за зло, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Васкрсење, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- пример у причи из Јездре 2:259
- Аврам 2:260
- људи из пећине 18:9-26
- упозорење порицатељима васкрсења 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Васкрсење, 7:89; 20:100-101, 124
- Прави дан, 78:39
- исплатио/ла си целу плату 3:185
- биће отворене писане странице акта, 81:11
- свака особа ће знати шта је донела, 81:14
- свака особа ће се суочити са свим добрим и злим што је учинила, 3:30
- човек ће знати шта је послао напред, а шта је оставио иза себе, 82:5
- без страха од неправде, 20:112
- равнотеже правде, 21:47
- вага дела, 23:102-103
- ко год чини добро или зло једнако тежини атома, видеће то, 100:7-8
- све тајне ће бити испитане, 86:9
Запис дат десном руком, 69:19; 84:7-9
Запис дат левом руком, 69:25
Запис дат иза леђа, 84:10-15
- тежак дан, за невернике, 25:26; 54:8; 74:9
- тежак дан, 76:27
- носити тешко бреме, 20:100-101
- није дозвољено да се изговори било какав изговор, 77:36
- злочинац ће га угристи за руке, 25:27
- неправници су се окупили са својим друговима и идолима, 37:22
- уништење са дубоким жаљењем, тугом и очајем, 30:12
- жена жива сахрањена биће испитана, 81:8-9
- највећи ужас, 21:103
- позивалац ће позвати, на страшну ствар, 50:41;54:6-8
- један (узвик), 36:29, 49, 53; 38:15; 50:42
- Заџра (узвик), 37:19; 79:13
- скоро мучење, 78:40
- небо ће се затрести страшним тресењем, 52:9; 56:4
- небо је расцепљено, 84:1-2
- небо се расцепило, 77:9; 82:1
- небо ће се расцепати од облака, 25:25
- небо ће бити смотано, у Његовој десници, 21:104; 39:67
- сви на небу и на земљи ће се онесвестити, 39:68
- небо ће се отворити, постаће као врата, 78:19
- небо ће бити као кључала прљавштина уља, 70:8
- звезде ће падати, 81:2; 82:2
- звезде ће изгубити своја светла, 77:8
- сунце ће изгубити своју светлост, 81:1
- мора ће постати као пламтећи огањ, 81:6
- мора су избила, 82:3
- земљотрес Часа, 22:1; 99:1
- планине ће се померити, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- самлевен у прах 20:105; 56:5
- као пахуљице вуне, 70:9;101:5
- земља и планине ће се јако потрести, 73:14; 79:6
- земља се самлеве у прах, 89:21
- земља ће се претворити у другу земљу, а тако ће бити и небеса, 14:48
- земља се протеже, 84:3-5
- земља као заравњена равница 18:47; 20:106
- земља одбацује своје терете, 84:4; 99:2
- гробови окренути наопачке, 82:4
- васкрсење из гробова, 21:97; 70:43
- над земљом жив после смрти, 79:14
- дивље звери ће се сакупити, 81:5
- васкрсао слеп, 20:124-125
- Затрубиће се труба, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Сахка, 80:33
- душе ће се спојити са својим телима, 81:7
- не остати дуже од десет дана, 20:103
- остати не дуже од једног дана, 20:104
- или део дана, 23:112-114
- Дан окупљања, 64:9
- Судњи дан, 37:21
- Дан одлуке, 77:38; 78:17
- Дан сређивања, 77:13-14
- Дан туге и кајања, 19:39
- порицатељи, 77:15-50
- човечанство ће бити као мољци расејани унаоколо, 101:4
- човечанство ће наставити да напредује у раштрканим групама, 100:6
- човечанство као у пијаном стању, 22:2
- свака трудница ће испустити свој терет, 22:2
- трудне камиле биће занемарене, 81:4
- дојиља ће заборавити своје дојенче, 22:2
- рођаци ће бити натерани да се виде, 70:11
- човек ће побећи од своје родбине, 80:34-37
- ниједан пријатељ неће питати пријатеља, 70:10
- неће бити пријатеља ни заступника, 40:18
- нико нема моћ да учини било шта за другог, 82:19
- неће имати снаге, нити ће имати помоћника, 87:10
- нема страха за вернике, 43:68
- верници ће бити усред хладова и извора и плодова, 77:41-43
- становници Раја и њихове жене, 36:55-58
- анђели ће бити послати са великим силаском, 25:25
- Шина ће бити огољена, 68:42-43
- Рај ће се приближити, 81:13
- Пакао ће се приближити, 89:23
- Пакао ће бити свучен, распаљен у жестоку ватру, 81:11-12
- Одмазда путем милосрђа биће искупљење, 5:45
Откровење
- ако сте у недоумици, 2:23-24
- укинут или заборављен стих, 2:106
- право вођство, 3:73
- од Господа, зато не буди од оних који сумњају, 6:114
- за људе који разумеју, 6:98
- Упутство и Милост, 7:203; 16:64; 31:3
- кроз Рух-ул-Кудус, 16:102; 26:192-193
- детаљно објашњено, 6:98; 41:2-4
- дела Књиге је од Аллаха, 46:2
- видети такође Књигу и Куран
Освета за тешку неправду која им је учињена, 42:39-43
Награда
- према најбољим делима, и још више, 24:38; 29:7; 39:35
- као награда 25:15
- Аллах награђује оне који чине добро оним што је најбоље, 53:31
- за добро, нема друге награде осим добра, 55:60
Риба (видети зеленаштво)
Праведни
- друштво, 4:69
- наследиће земљу, 21:105
- у Рају, 51:15-19; 76:5-12
- види такође Добро
Праведност, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- стрм пут од, 90:11-18
Прави пут је Аллахов пут, 3:73
Путеви, пут, 43:10
Стеновити тракт (Хиџр), становници, 15:80-85
Римљанима, 30:2-5
Кров, рај, 21:32
Рух (Гаврило), 26:193; 67:12; 70:4; 78:38;97:4
Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
- види такође Габријел
Рух (душа, дух), 15:29; 17:85; 58:22
Рум, S.30
Саба (Шеба), 27:22-44; 34:15-21
Саба, S.34
Сабат
- преступници, 2:65; 4:154; 7:163-166
- прописано само за, 16:124
Сабијанци, 5:69; 22:17
Жртва, 2:196, 200; 22:34-37
Тужно, S.38
Садаках (Милосрђе), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- боље је сакрити него показати, 2:271
Сафа и Мерва, 2:158
Саф, S.61
Сафат, S.37
Саил Ал-'Арим (поплава пуштена из бране Мариб), 34:16
Сеџда, S.32
Сакина (смиреност и тишина), 2:248; 9:26, 40; 48:4, 18, 26
Салих, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Салсабил (пролеће у рају), 76:18
Самири, 20:85, 95-97
Самуило, 2:247
Сатана, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- изазива непријатељство и мржњу, 5:91
- зли шапати из, 7:200-201
- обмањује, 8:48
- издао, 14:22
- нема моћ над верницима, 16:99-100
- баца лажи, 22:52-53
- је непријатељ, 12:5; 35:6; 36:60
- охолост 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- џин 18:50-51
- Адамово искушење и пад 7:20-23; 20:116-121
- нема ауторитет над верницима 16:98-100
- његов гол 35:6-8
- заклети непријатељ човечанства 12:5; 17:53
- његова странка 53:14-19
- дело његових руку 5:90-91
- обесхрабрује добра дела 2:268
- верници траже уточиште код Аллаха од њега 7:200-202
- његове шеме су слабе 4:76
- разочарава своје следбенике 8:48
- разговара са својим следбеницима у паклу 14:22
- види такође Иблис
Вага, успешан, чија ће бити тешка, 7:8-9
- види такође равнотежу
Свето писмо
- људи (Јевреји и хришћани), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- шта су крили, 5:61-63
- међу онима који су на правом путу, 5:66
- препознају, али не верују, 6:20
Море, 42:32-33; 45:12
- двојица, 18:60; 25:53; 35:12; 55:19-20
- када, избијају, 82:3
Тајна (Наџва)
- разговори, 4:114
- савет тројице, 58:7
- савети, 58:8, 10
- приватне консултације, 58:12-13
Секте и поделе у религији, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Сигурност, након невоље, Он је спустио, 3:154
Семе, Који чини да расте, 56:63-67
Чула, 23:78
Седам, створено
- небеса, 2:29; 23:17; 65:12; 67:3; 71:15
- и земље као што је она, 65:12
Сенка
- Аллаху пада на сеџу, 13:15; 16:48
ширење од, 25:45
Шамс, S.91
Камила као јасан знак за народ Тамуд, 7:73; 17:59; 26:155-158
Брод, пловидба, као знак; бити на услузи; бити захвалан; тражити Његову благодат, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
Шуајб, 7:85-93; 11:84-95; 29:36-37
Шуара, S.26
Шура, S.42
Сидрат-ул-Мунтаха, 53:14
Опсада Медине, 33:9-27
Сиџин, 88:7-9
Грех, 7:100; 74:43-6
- незаконит полни однос, 4:15-16; 24:2, 19
- ако су већи, избегавају се, мали греси се опраштају, 4:31
- могу се сакрити од људи, али се не могу сакрити од Аллаха, 4:108
- ко год зарађује, зарађује само против себе, 4:111
- ко год заради, а затим баци на некога невиног, 4:112
- Аллах опрашта када му се не додељују други у богослужењу, али опрашта коме хоће грехе осим тога, 4:116
- они који почине, добиће заслужену накнаду, 6:120
- грешници никада неће бити успешни, 10:17
- Аллах све опрашта, 39:53
- већи греси, 42:37
Синај, Гора, 19:52; 23:20; 95:2
Грешници, њихове уши, очи и кожа сведочиће против њих, 41:20-23
Сират мост, 66:8
Клеветник, 68:11-12; 104:1
Робови, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- видети такође Ратни заробљеници; Заробљеници
Сан, ствар за одмор, 78:9
Содома, 29:31; 37:136
Содомија, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Соломон, 2:102; 4:163; 6:84
- помаже свом оцу Давиду да донесе праведнији суд 21:78-82
- и мрави, 27:15-19
- и пупавац, 27:20-26
- и краљица од Сабе, 27:22-44; 34:15
- Аллахове милости према њему 34:12-14, 38:34-40
- његова љубав према лепим коњима 38:30-33
Син, усвојени, 33:4-5
Душа (дух, Рух), 15:29; 17:85; 58:22
Трошите, на Аллаховом путу, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- што је изван твојих потреба, 2:219
- сличност оних који су своје богатство уложили на Аллаховом путу, 2:261
- да га виде људи, 2:264; 4:38
- шта год да учините, на Аллаховом путу, биће вам враћено, 2:272; 8:60; 34:39
- не са екстраваганцијом или расипништвом, 6:141;17:26
- ни екстравагантно ни шкрто, 25:67
- који затварају руке од трошења на Аллаховом путу, 9:67
Дух (душа, Рух), 15:29
- његово знање је код Аллаха, 17:85
- Аллах јача вернике са, 58:22
Ратни плен, 8:41, 69; 48:15, 19-20; 48:15
- види такође Плен
Шпијунирање, 49:12
Звезда, 53:1, 49; 86:1-4
Звезде, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Прави, Пут, 1:6
- итд. Пут, 6:153
- итд. Тежећи, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Дојење, термин, хранитељка, 2:233
Патња, сиромаштво, губитак здравља и несреће; просперитет и богатство, 7:94-96
Недеља, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Врхунски успех, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
- његово откровење повећава веру, 9:124-127
Сумње, 49:12
Храна, 19:62
- види такође Одредба; Провидност
Сува, 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагхут, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- види и лажне богове
Та-Ха, S.20
Тахрим, S.66
Такатур, S.102
Таквир, S.81
Талак, S.65
Талх (банана), 56:29
Талут (Саул), 2:247-249
Тарик, S.86
Тасним (пролеће), 83:27-28
Тауба, S.9
Таваф (обилазак око Кабе), 2:200; 7:29,31
Тајамум, 4:43; 5:6
Рок, сваки народ има свој одређени, нико га не може предвидети нити одложити, 7:34; 10:49; 15:4-5; 16:61; 20:129
Територију, чувајте своју, војним јединицама, 3:200
Тест, тако ми Алаха, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
Лопов, казна, 5:38-39
Престо, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- на води, 11:7
- осам анђела који носе, 39:75; 40:7; 69:17
Време, 45:24; 76:1; 103:1
Калај, S.95
Мука, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Општину, никада нисмо уништили, али је за њу постојала позната наредба, 15:4
Трговина и имовина, 4:29
Путују, зар нису путовали кроз земљу, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Издаја, 8:58; 22:38
- види Издати
Благо сакупљено, 9:35
Алахово благо, 6:50
Дрво вечности, 20:120
Дрвеће, 22:18
Суђења, 2:214-218; 64:15
Труба, на Дан васкрсења, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
Сахка, 80:33
Поверење понуђено небесима, земљи и планинама, али преузето од стране човека, 33:72-73
Трустс (Аманах),2:283; 4:58; 8:27; 23:8;33:72; 70:32
Истина, 5:48; 23:70-71, 90; 25:33; 69:51
- не мешај са лажи нити скривај, 2:42
- дошла је и лаж је нестала, 17:81
- обећање из, 46:16-17
Тубба', људи, 44:37; 50:14
Тур (Гора), 28:29, 46
Тур, S.52
Тува, долина, 20:12; 79:16
Ухуд, битка код, 3:121-128, 140-180
Ума (заједница, нација), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Лихварство (Риба), 2:275-276, 278-280; 3:130;4:161; 30:39
Узаир (види Езра)
Уза, 53:19
Вео, невидљиви, 17:45-46
Вео, 24:31; 33:59
Стихови, Саб' Ал-Матхани, 15:87
Победа
- дато од Алаха, 48:1
- уз помоћ Аллаха, 61:13
Врлине (видети Праведност; Верници)
Вад, 71:23
- „Чекајте, и ми чекамо“, 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вакија, S.56
Рат против Алаха, 5:33-34
Не расипај се расипништвом, 6:141; 7:31; 17:26
Вода, свако живо биће је направљено од, 21:30; 24:45; 25:54
- два мора, 18:60; 25:53; 35:12; 55:19-20
- Аллахов престо на, 11:7
- киша, 23:18
Пут, 1:6; 42:52-53; 90:10
- итд. лако, учинити лаким, 87:8
- види такође Пут
Путник, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
Богатство
- ко је сакупио, 104:2-4
- трошење на Аллаховом путу (видети Трошење)
Богатство и деца, украс живота овога света, 18:46
Тежина и мера, дати пуну вредност, 11:85; 17:35; 83:1-5
Удовице, 2:234-235, 240
Аллахова воља, 10:99-100; 30:5; 81:29; 82:8
Воља човека, да хода право, осим ако Аллах не хтеде, 28:29
Ветрови, 77:1-3
- као гласници радосних вести, 7:57; 30:46
- подизање облака, узроковање воде, 15:22; 30:48
- жути, 30:51
Вино (у рају)
- чиста пића, 37:45; 76:21
- бело, укусно, 37:46
- реке, 47:15
- чисто запечаћено, 83:25
Не жели оно у чему је Аллах неке учинио да надмаше друге, 4:32
Сведоци
- завету пророка, 3:81
- над човечанством, 2:143; 22:78
- за уговор, 2:282
- две жене против једног мушкарца, 2:282
- до незаконитог сексуалног односа, 4:16; 24:2
- буди праведан, 5:8
- руке и ноге ће сведочити, 36:65
- човек против самог себе, 75:14
Дан сведочења и Дан сведочења, 85:3
Жене
- су вам њива, 2:223
- насловница за тебе, 2:187
- твојих сопствених, 16:72
Жена, која се препире, 58:1-2
Жене, 2:222-223; 4:15, 19-22, 34, 127
- који оптужују чедне, 24:4-5, 11-17, 23-26
- покривање велом, 24:31; 33:59
- верујући, као емигранти, 60:10-12
- не изражава се јасно у спору, 43:17-18
Дрво, становници, 15:78; 38:13; 50:14
- види такође Аиках; Мадиан 26:176-191
Свете, животе овога
- није ништа друго до игра и забава, 6:32; 29:64; 47:36; 57:20
- обмањује људе, 6:130
- мање је уживање у, него у загробном животу, 9:38; 13:26; 28:60-61
- ко год жели, улази у њу, али онда неће имати удела у будућем животу, 11:15-16; 17:18; 42:20
- богатство и деца, украс, 18:46
- који воле садашњи живот, а напуштају загробни живот, 75:20-21; 76:27
Писање, за уговоре, 2:282
Злочиниоци, 11:18-22, 101-104, 116-117; 39:47
- види такође Неверници
Абдест (Прање), 4:43; 5:6
Јагут, 71:23
Јахја (Џон)
- радосне вести из, 3:39; 21:90
- праведник, 6:85
-мудар; саосећајан; послушан, 19:12-15
Ја-Син, S.36
Јатриб (Ал-Мадина), народ, 33:13
Јаук, 71:23
Јунус (Јона), S.10
Јусуф (Јосиф), S.12
Забур, 21:105
Захарија (Закарија), 3:37-41; 6:85; 19:2-11; 21:89-90
Заид Ибн Харитах, Послаников роб, 33:37-38
Зекат, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- предмети зеката и милостиње, 2:273; 9:60
Занџабил, 76:17
Залзалах, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зихар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Основни принципи
- Вера усавршена 5:3
- једини Пут који Аллах прихвата 3:19, 85
- нема присиле у прихватању ислама 2:256
- једна религија са различитим верама и законицима 5:48; 22:67-70; 42:13-14
- пророци ислама 2:135-136; 3:84; 4:163-165
- заповести (веруј у Алаха и чини добро) 4:36; 6:151-154; 17:23-39; 18:107-108
- пет циљева шеријата: заштита вере 5:54
- заштита живота 5:32;6:151
- заштита богатства 5:38
- заштита части 5:5;24:4
- заштита сопствене способности размишљања 5:90.
Веровање у Алаха 2:255
- Божанске особине, Прелепа имена 57:1-6; 59:22-24; 85:13-16; 112:1-4
- једини бог достојан обожавања 1:1-4; 2:285; 6:3; 43:84
- сва власт припада Њему 3:26; Његов Престо (Арш) 7:54; 11:7
- Његов Курси (столица или подножје) 2:255
- безбројне милости према човечанству 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- даје живот и узрокује смрт 44:8; 53:44; 57:2; 67:2
- доноси радост и тугу 53:43
- даје обилне или ограничене залихе 13:26; 17:30; 29:62
- Најбољи од свих судија 95:8
- Најмилосрднији од милосрдних 12:92
- воли праведнике 85:14
- пун опроштаја и суров у кажњавању 13:6, 40:3
- Први и Последњи 57:3
- сва част и моћ припадају Њему 35:10
- познаје непознато и види невидљиво 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- најбоље зна шта је скривено у срцу 5:7; 11:5; 31:23
- зна шта се десило и шта тек треба да се деси 2:255
- све је записао у Запису (или Сачуваној плочи) 6:38; 13:39; 36:12
- способан да уради било шта 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- Његова бесконачна моћ 3:26-27; 24:45; 31:28-30
- створио је небеса и земљу за шест дана и никада се није уморио 46:33; 50:38
- ствара речју „Буди!“ 36:81-83
- никада није неправедан према свом стварању 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- све се покорава Његовој вољи 3:83; 22:18; 30:26
- сви имају потребу за Њим 11:6; 35:15; 55:29
- веруј у Њега 10:84-85; 12:67; 25:58
- облици божанске комуникације 42:51
- достојно је имати на уму стихове из 2:21; 3:102; 4:1; 33:70-71; 59:18
- мудрост је дар од Њега 2:269
- Он нема потребу ни за ким 3:97; 6:133; 112:2
- ниједно у Тројству 4:171
- нема партнера 6:101
- нема деце 10:68; 19:35; 43:81; 72:3; 112:3
- нема партнере или богове-сараднике 6:94; 7:191-195; 46:4-5
- ништа као Он 42:11; 112:4
Наредба да се размишља о чудима Његовог стварања 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Знаци стварања 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- створио је све са сврхом 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- универзум усавршен 67:3-4
- спаја дан са ноћи 3:27
- разноликост 30:22; 35:27-28
- мед 16:68-69
- млеко 16:66
- дар деце 42:49-50
- планете и орбите 21:33; 36:38-44
- сазвежђа 25:61; 85:1
- звезде 37:6-7; 67:5
- облаци 7:57;30:48
- земљотрес 7:78; 7:155
- клизиште 28:81; 29:40
- олуја 10:22
- росуља, град и киша 2:265; 6:99; 24:43; 50:9-11
- гром и муња 13:12-13
Научне референце
- људи су створени од мушких и женских гамета 76:2
- формирање и развојне фазе ембриона 22:5; 23:12-14
- фетус у три слоја таме 39:6
- слана вода 25:53-54; 35:12; 55:19-20
- опрашивање ветром 15:22
- отисци прстију 75:3-4
- планине као клинови 78:7
- гвожђе послато 57:25
- рецептори бола 4:56
- сунце као извор зрачења и месец као рефлектована светлост 10:5
- цепање месеца 54:1
- небо као добро заштићен крошња 21:32
- сва бића створена од воде 21:30; 24:45
- мрави комуницирају 27:17-19
- унутрашњи таласи 24:40
Жива бића
- анђели 39:75
- људи (ауторитет на земљи) 2:30; 6:165; 16:4
- џин 72:1-15
- животиње припадају заједницама као и људи 6:38
- теле 11:69
- камила 7:40
- пас 18:22
- слон 105:1
- коњи, мазге и магарци 16:8
- лав и зебре 74:50-51
- мајмуни 2:65
- свиње 2:173
- камила 7:73
- овце и козе 6:143
- вук 12:17
- жабе 7:133
- змија 7:107
- птице 24:41
- врана 5:31
- пупавац 27:20
- препелице 2:57
- риба 18:61
- кит 37:142
- мрави 27:18
- пчеле 16:68
- комарац 2:26
- лет 22:73
- ваши и скакавци 7:133
- паук 29:41
- други нама непознати 16:8
Биљке и плодови 6:99; 13:4; 16:11; 36:33-35
- банане 56:29
- датуми 19:25
- зачинско биље, краставци, бели лук, сочиво и лук 2:61
- грожђе 80:28
- маслине 6:99
- сл. 95:1
- нар 55:68
- тиквица 37:146
Веровање у Мухамеда
- Квалитети, само пророк 3:144; 6:50; 7:188; 18:110
- да се објави истина 2:119; 35:24; 42:48
- печат пророка 33:40
- племенит карактер 3:159; 68:4
- узор 33:21
- као услуга верницима 3:164
- милост целом свету 21:107
- универзални гласник 4:170; 7:157-158; 34:28
- води ка Правом путу 42:52-53
- брине о људима 9:129
- као сведок на Судњи дан 4:42; 16:89
- неписмени пророк 7:157-158; 29:48; 62:2
- проречено у Тори и Јеванђељу 7:157
- прорекао је Исус 61:6
Изазови са којима се суочавао Посланик ( ﷺ )
- бесмислени захтеви пагана 8:32; 15:7; 17:89-93; 25:7-8
- лажне оптужбе 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- покушаји атентата 8:30; 9:74
- упозорење онима који му наносе штету или му се противе 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- наређено је да се на одбијање одговори стрпљиво 20:130; 30:60; 46:35; 70:5
- наредио, уверио Аллах 5:67; 93:1-11; 94:1-8
Лекције из живота Пророка ( с.а.в.с. )
- од његове емиграције (хиџре) до битке код Бедра 3:121-129; 8:42-44; 8:65-71
- Битка код Ухуда 3:151-180
- Битка код рова 33:9-27
- Битка код Хунаина 9:25-27
- Медина 9:40
- Табук 9:38-123
- Бану Ан-Надир 59:2-6
- Хамра ел-Асад 3:172-175
- Худаибииах примирје 48:1-7; 48:10-29
Почасти указане Посланику ( ﷺ )
- Аллах и Његови анђели га благосиљају 33:56
- ноћно путовање из Меке у Јерусалим 17:1
- путовање у небеса 53:1-18
- поштован у овом и будућем животу 17:79; 66:8; 108:1
- послушност њему је послушност Аллаху 4:80
- награда за послушност Аллаху и Његовом Посланику 4:69
- његова породица је очишћена 33:33-34
- види Гаврила у његовом правом облику 53:1-18
- верницима је наређено да му се покоравају 59:7
- етикета разговора са њим 49:1-5
- бонтон посећивања њега 33:53
- бонтон опхођења са својим женама 33:53
- Аллах је задовољан њим и његовим друговима 9:100; 9:117
- изврсност његове верске заједнице 2:143; 3:110
Молитва (салах) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- Петак, скупштина 62:9
- правац молитве (кибла) 2:144; 2:149-150
- треба да одврати човека од злих дела 29:45
- пута 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- док су у опасности или на путовању 2:239; 4:101-102
- упозорење онима који занемарују молитве 19:59; 74:38-47; 107:5-7
- молитве лицемера 4:142; 9:54
Очишћење, абдест (вуду) 5:6
- потпуно купање (гусул) 2:222; 4:43
- суво прање (тајамум) 4:43; 5:6
Молитве (дуа)
- из Аврамове 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Адам и Ева 7:23
- Исус 5:114
- Јов 21:83; 21:83
- Јона 21:87
- Јосиф 12:33; 12:101
- Мојсије 10:88-89; 20:25-35
- Мухамед 17:80; 20:114
- Ноје 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Соломон 38:35
- Шуаиб 7:89
- Захарија 3:38; 19:2-6; 21:89-90
- анђели 40:8-9
- Маријина мајка 3:35-36
- Фараонова жена 66:11
- Фараонови врачари 7:126
- Краљ Саул и верници с њим 2:250
- верници деце Израиљеве 10:85-86
- људи из пећине 18:10
- праведници 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- угњетавани 4:75
Стихови о сеџендама
- саџадат, множина од сеџде, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Порез на милостињу (зекат), као обавеза 2:110; 2:177; 2:277; 6:141
- једна од особина верника 22:41; 23:4; 51:19
- примаоци 9:60
- доброчинство (садаках) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- упозорење онима који ускраћују 3:180; 9:34; 47:38
Пост (савм)
- у Рамазану 2:183-185
- сати поста 2:187
- изузеци 2:184-185
- интимни односи током ноћи која претходи посту 2:187
- пост током ходочашћа 2:196
Хаџ (ходочашће)
- обавеза за оне који могу себи то да приуште 3:97
- ритуали и прописи 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- жртвене приносе 2:196; 22:36-37
- забрана лова на копну током ходочашћа 5:1; 5:94-95
- дозвољеност лова на мору 5:96
- Мало ходочашће (умра) 2:158; 2:196
Верске заједнице
- Муслимани 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- чувари једни других 3:28; 9:71
- Хришћани 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Јевреји 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Деца Израиљева 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Људи Књиге (углавном Јевреји и хришћани) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Муслимани могу јести животиње које су жртвовали и женити се њиховим женама 5:5
- храна забрањена Јеврејима 6:146
- Савијанима 2:62; 22:17
- Мудре 22:17
- политеисти (незнабошци, идолопоклоници) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- паганске сујеверне праксе 2:189; 5:103; 6:138-144
- атеисти 52:35-36
Паганске праксе забрањене
- сахрањивање живих ћерки 16:58-59; 81:8-9
- убијање деце из страха од сиромаштва 6:137; 6:151; 17:31
- звиждање и пљескање око Кабе 8:35
- посвећивање камила идолима 5:103; 6:136
- жртвовање у име идола 6:121
- зихар развод 33:4; 58:2-4
- ила' (више од четири месеца) 2:226-227
- жреб за одлуке 5:3
- обилазак Кабе голи 7:26-28
- улазак у куће кроз задња врата након ходочашћа 2:189
Предмети обожавања
- анђели (код неких паганских Арапа) 34:40
- Ел-Ајка (међу људима Шуаиба) 26:176
- Ба'л (међу људима из Илије 37:125
- Исус (у хришћанству) 5:17
- идоли (међу Аврамовим народом) 21:52-53
- идоли Лата, Узе и Маната (код арапских пагана) 53:19-20
- идоли Вадда, Суве, Јагута, Јаука и Насра (међу народом Ноја) 71:23
- сунце (народ из Саве) 27:24
- Сиријус (код неких паганских Арапа) 53:49
- Фараон (у старом Египту) 26:29; 28:38; 79:24
- жеље 25:43-44; 45:23
- веровање у више богова оповргнуто 17:42-43; 21:21-24; 25:3
Места богослужења, џамије 9:18
- цркве, синагоге и манастири 22:40
- светиња 3:39; 38:21
- храм 17:7
- Верске титуле, свештеници, монаси и рабини 5:44; 5:63; 5:82; 9:31-34
Анђели
- распитајте се о стварању Адама 2:30-34
- никада немој бити непослушан Алаху 21:26-27; 66:6
- нису кћери Аллаха 21:26; 43:16-19
- анђели чувари 13:11
- два анђела записника 50:16-18; 82:10-12
- осам који носе Аллахов престо на Судњи дан 69:17
- деветнаест чувара пакла 74:26-31
- Анђели смрти 6:93; 16:28; 32:11
- Гаврило 2:97; 66:4; 26:192-195; 53:1-14
- Михаило 2:98
- Малик 43:77
Гласници
- између анђела и људи 22:75
- Гласници чврсте одлучности (Аврам, Ноје, Мојсије, Исус и Мухамед ﷺ ) 33:7; 42:13; 46:35
Свето писмо
- Куран, објава од Алаха 12:2-3; 20:2-4; 26:192-195; 32:2-3
- подсетник целом свету 68:51-52
- водичи ка најправеднијем начину живота 17:9
- објава је почела у месецу Рамазану 2:185
- у благословеној ноћи 44:3;97:1-5
- откривено у фазама 17:105-106
- направљено лако за памћење 54:17
- потврђује истину у претходним откривењима 3:3-4
- врховни ауторитет за раније списе 5:48
- нема сумње у то 2:2; 10:37
- без противречности 4:82
- није измишљено 10:37-39
- није преписано из Библије 25:4-6
- није откривено од стране ђавола 26:210-212
- нико не може да произведе нешто слично 17:88; 2:23-24; 10:13-14; 11:13
- заштићен од корупције 15:9
- заштићено у Сачуваној плочи 56:75-80
- не може се доказати да је лажно 41:42
- предсказује будуће догађаје 30:1-7; 48:27
- дира вернике до суза 5:83; 17:107-109
- дотиче срца 39:23
- блистава светлост 4:174; 42:52
- исцељење и милост за вернике 17:82
- Тора 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Јеванђеље 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Псалми 4:163; 17:55
- Свици Аврамови 53:36-44; 87:14-19
Судбина и предодређеност 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- слободан избор 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Судњи дан
- без неправде 2:281; 18:49; 40:17
- ужаси апокалипсе 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- праведници и зли на тај Дан 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- посредовање (схафа'ах) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
Записи о делима 17:13; 18:49
- верници примају свој запис десном руком 69:19-24; 84:7-9
- неверници примају свој запис левом руком 69:25-37; 84:10-15
- ништа неће бити скривено од Аллаха 21:47; 40:16
- мерење дела 7:8; 23:102-104; 101:1-11
- сведочанство телесних органа 41:19-24; 24:24
- награда за добра и зла дела 6:160; 27:89-90; 28:84
Врсте људи
- верници 18:107-108
- неверници 4:167-169
- лицемери 4:145; 57:13-15
- становници Раја, најистакнутији верници 55:46-61; 56:10-26
- становници Раја, људи деснице 55:62-78; 56:27-40
- становници пакла, људи левице 55:31-45; 56:41-56
- људи на висинама 7:46-49
Финансијски
- Пословне смернице 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Завештања, опциона завештања онима који нису наследници 2:180-183; 4:11-12
пре смрти током путовања 5:106-108
- Подмићивање 2:188
- Дугови, љубазност у наплати дугова 2:280
- писање и сведочење уговора о дугу 2:282
- узимање залоге 2:283
- Наслеђе, смернице 4:7; 4:32-33; 8:75
- удео потомства и родитеља 4:11
- супружници и браћа и сестре по мајци 4:12
- пуноправна браћа и сестре 4:176
- упозорење онима који се не придржавају 4:13-14
- Камата, забрана и упозорење 2:275-281; 3:130-132
- постао непрофитан 30:39
Правни
- Закон о издаји (хирабах) 5:33-34
- Правда, залагање за правду 4:135; 5:8; 16:90-91
- залагање за права сирочади и жена 4:127
- правда према Јеврејину 4:105-112
- правда према незнабошцу 4:58
- праведност према немуслиманима 60:8-9
- Одмазда путем правних канала (са могућношћу опроштаја) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Раздвајање мужа и жене, Хул 2:229
- лијан (оптужује за прељубу) 24:6-10
Политички
- Вођење послова консултацијама (шура) 3:159; 42:38
- Борба у самоодбрани (џихад), бонтон 2:190-192; 2:216; 22:38-40
- да не нападају без разлике 4:94
- борба за угњетаване мушкарце, жене и децу 4:75
- заштита места богослужења 22:37
- награда мученика 2:154; 3:169-171; 9:111; 57:19
- војна моћ одвраћа потенцијалне непријатеље 8:60
- опредељивање за мир 2:192; 8:61
- Склапање мира између странака 49:9-10
- Ратни заробљеници, поступање 8:70; 47:4; 76:8
Друштвене мреже
- Усиновљење 33:4-5
- Брига о сирочади 2:220; 4:2-10; 4:127; 6:152; 17:34
- Развод, арбитража и помирење 4:35; 4:128
- бонтон развода 2:229-231; 65:1-2
- мираз и период чекања 2:226-241; 4:19-21; 33:49; 65:1-7
- муж да не узима назад ништа од мираза 4:20
- жена не сме бити узнемиравана 65:6
- жена треба да буде финансијски издржавана током трудноће 65:6
- током њеног периода чекања 65:6
- ако доји дете бившег мужа, 65:6
- ниједан родитељ не би требало да пати због свог детета 2:233
- избор за дојиљу 65:6
- Подстицање добра и одвраћање од зла 3:104; 3:110; 7:157; 9:71-72; 31:17
- Правоправност људских бића 49:13
- мушкарци и жене пред Аллахом и законом, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- мушкарци имају степен одговорности већи од жена 2:228
- Хранење сиромашних, сирочади и заробљеника 76:8-9
- Опроштај и контрола беса 3:134; 42:40
- Ослобађање робова и помагање њима 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Поштовање родитеља 4:36; 17:23-25; 31:14-15
- Смирење 17:37; 31:18-19
- Тумачење снова Аврамових 37:102
- Тумачење снова Јосифа 12:4; 12:36; 12:43
- Тумачење снова Мухамеда 8:43; 48:27
- Љубазност према немуслиманима 60:8
- Брак 4:3; 4:129; 16:72; 30:21
- жене које су дозвољене и недозвољене да се удају 4:22-24
- бонтон интимности 2:222-223
- трудноћа и дојење 2:233; 31:4; 46:15; 65:6
- поновни брак са бившом женом 2:230
- помоћ самцима да склопе брак 24:32
- суптилно показивање интересовања током периода чекања 2:235
- Заклетве 2:224-225; 16:91-92; 16:94
- надокнађивање прекршене заклетве 5:89
- Стрпљење у тешким временима 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Дозвола за улазак 24:58-60
- улазак у домове људи 24:27-28
- улазак на јавна места 24:29
- Друштвени бонтон, проверавање вести 4:83; 49:6
- поштовање свих 49:11-12
- бонтон окупљања 58:11
- приватни разговори 4:114; 58:9
- Завети 2:270; 9:75-77; 22:29; 76:7
- Расипање и шкртост 7:31; 17:29; 25:67
Друге приче
- Авељ и Каин 5:27-31
- Ел-Хадир и Мојсије 18:60-82
- Војска слона 105:1-4
- верник из фараоновог народа 40:28-46
- рођење Марије 3:35-36
- Крава деце Израиљеве 2:67-74
- Јездра 2:259
- власници башта 68:17-32
- Харут и Марут 2:102
- Корах 28:76-82
- Лукманов савет његовом сину 31:12-19
- власник два врта 18:32-44
- народ из Сабе 34:15-19
- људи из пећине 18:9-26
- људи из рова 85:1-8
- Прекршиоци Суботе 7:163-165
- Самири и златно теле 20:83-97
- Саул и Самуило 2:247-251
- Зул-Карнајн 18:83-98
Ђаволи 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ђаволски људи и џини 6:112;114:6
- небо заштићено од ђавола 15:16-18
Жаљења
- не праћење Пророка 25:27
- непокорност Аллаху и Његовом Посланику 4:41-42; 33:64-68
- узимање злих пријатеља 25:28-29; 26:96-102; 43:36-39
- порицање Аллахових знакова 6:27-30
- не ради за загробни живот 89:23-24
Очајничке молбе
- молба за повратак у свет 2:167; 6:27-28; 32:12-14; 42:44
- за другу шансу 35:36-37
- бити уклоњен из Ватре 40:10-12
- за храну и воду 7:51-52
- за посреднике 7:52-53
- бити сравњен са прашином 4:41-42; 78:40
- за смрт 43:74-78
Особине праведника
- поштовање права Творца и Његовог стварања 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Особине злих
- неблагодаран 14:34
- шкрт 17:100
- брзоплето 21:37
- сећај се Аллаха само у тешким временима 10:12; 41:51
- нестрпљив 70:19
- аргументативно 18:54
Велики греси
- придруживање другима Аллаху у обожавању (ширк) 4:48; 4:116; 5:72; 6:19; 31:13:
- злостављање сопствених родитеља 4:36; 6:151; 17:23
- занемаривање или напуштање обавезних молитава 19:59-60
- неплаћање милостиње 41:6-7
- убиство 6:151; 17:33
- намерно убијање верника 4:93
- крађа 5:38
- превара 7:85; 11:85; 26:182-183; 83:1-6
- лагање 2:10; 9:77; 39:60
- лагање о Аллаху 6:93; 29:68; 61:7
- забрањени сексуални односи 2:222; 17:32; 24:2; 25:68; 29:28-30
- лажне оптужбе за прељубу 24:4-5
- отпадништво 2:217; 5:54
- једење свињетине и друге забрањене хране (лешина, крв итд.) 5:3; 6:145
- алкохол и коцкање 5:90-91
- оговарање 49:11
- лажно сведочанство 22:30
- магија 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan Premilosrdni, Sveopći Dobročinitelj 1:3; 17:110
- #2 Ar Raheem Svemilostivi 2:163; 3:31; 4:100; 5:3
- #3 Al Malik Vladar, Suvereni 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus Sveti, Najčistiji 59:23; 62:1
- #5 As Salaam Onaj koji je bez mane, Izvor mira 59:23
- #6 Al Mu'min Pouzdani, Onaj koji daje mir 59:23
- #7 Al Muhaymin Zaštitnik, Onaj koji daje sigurnost 59:23
- #8 Al Azeez Silni, Moćni 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar Silni, Onaj koji sve popravlja 59:23
- #10 Al Mutakabbir Gordi, Uzvišeni 59:23
- #11 Al Khaaliq Stvoritelj 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari Onaj koji divno stvara 59:24
- #13 Al Musawwir Oblikovatelj 59:24
- #14 Al Ghaffaar Svepraštajući 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar Onaj koji sve nadvladava 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab Milostivi darivatelj 3:8; 38:9; 38:35
- #17 Ar Razzaaq Onaj koji obilnu opskrbu daje 51:58
- #18 Al Fattaah Onaj koji sve rješava i otklanja prepreke 34:26
- #19 Al 'Aleem Sveznajući 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid Onaj koji steže i stišće 2:245
- #21 Al Baasit Onaj koji pruža i otpušta 2:245
- #22 Al Khaafid Onaj koji spušta 95:5
- #23 Ar Raafi' Onaj koji uzdiže 58:11; 6:83
- #24 Al Mu'izz Onaj koji uzvisuje, daje čast i slavu 3:26
- #25 Al Mudhil Onaj koji ponižava, daje poniženje 3:26
- #26 As Samee' Svečujni 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer Svevideći 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam Sudac, Onaj koji donosi svoj sud 22:69
- #29 Al Adl Pravedni 6:115
- #30 Al Lateef Dobrostivi, Dobri 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer O svemu obaviješteni 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem Blagi, Srdačni 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem Veliki, Neizmjerljivi 2:255; 42:4; 56:96
- #34 Al Ghafoor Svepraštajući 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor Zahvalni, Onaj koji uzvraća nagradom 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy Uzvišeni 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer Beskrajno veliki, Najizdignutiji 13:9; 22:62; 31:30
- #38 Al Hafeez Onaj koji čuva 11:57; 34:21; 42:6
- #39 Al Muqeet Onaj koji pazi i uzdržava 4:85
- #40 Al Haseeb Onaj koji obračun svodi 4:6; 4:86; 33:39
- #41 Al Jaleel Veličanstveni 55:27; 39:14; 7:143
- #42 Al Kareem Plemeniti 27:40; 82:6
- #43 Ar Raqeeb Budni, Onaj koji na sve motri 4:1; 5:117
- #44 Al Mujeeb Onaj koji uslišava molbe 11:61
- #45 Al Waasi' Onaj koji milošću i znanjem sve obuhvata 2:268; 3:73; 5:54
- #46 Al Hakeem Mudri 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood Onaj koji voli 11:90; 85:14
- #48 Al Majeed Slavljeni, Najslavniji 11:73
- #49 Al Baa'ith Uskrsavatelj, Onaj koji podiže iz mrtvih 22:7
- #50 Ash Shaheed Svjedok svemu 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq Istiniti 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel Sveopći Skrbnik, Staratelj 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy Moćni 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen Čvrsti, Postojani 51:58
- #55 Al Waliyy Zaštitnik 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed Hvaljeni 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi Onaj koji sve obuhvata i svemu broj zna 72:28; 78:29; 82:10-12
- #58 Al Mubdi Početni Stvaralac, Izumitelj 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed Onaj koji nakon smrti daje novo postojanje 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy Onaj koji život daje 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet Onaj koji usmrćuje 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy Živi 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom Onaj koji sve održava i čuva 2:255; 3:2; 20:111
- #64 Al Waajid Bogati, Onaj koji sve posjeduje 38:44
- #65 Al Maajid Slavni 11:73
- #66 Al Waahid Jedini, Onaj kome sličnog nema 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad Onaj kome se svatko obraća, u koga se svatko pouzda 112:1
- #68 As Samad Onaj kome se svatko obraća, u koga se svatko pouzda 112:2
- #69 Al Qaadir Svemoćni 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir Onaj kome apsolutna moć pripada 18:45; 54:42; 54:55
- #71 Al Muqaddim Onaj koji unapređuje 16:61; 17:34
- #72 Al Mu'akhir Onaj koji unazađuje 71:4
- #73 Al Awwal Prvi, Onaj čije postojanje nema početka 57:3
- #74 Al Aakhir Posljednji, Onaj čije postojanje nema svršetka 57:3
- #75 Az Zaahir Vidljivi, Očiti 57:3
- #76 Al Baatin Skriveni, Unutarnji 57:3
- #77 Al Waali Upravitelj, Čuvar, Bliski 13:11; 22:7
- #78 Al Muta'ali Najuzvišeniji, Najpočašćeniji 13:9
- #79 Al Barr Dobročinitelj, Dobrohotni 52:28
- #80 At Tawwaab Onaj koji prima pokajanje 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim Osvetnik, Onaj koji ne ostaje dužan 32:22; 43:41; 44:16
- #82 Al Afuww Onaj čiji je oprost neizmjerljiv 4:99; 4:149; 22:60
- #83 Ar Ra'oof Samilosni, Sažaljivi 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk Posjednik sve Vlasti 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam Posjednik svakog Visočanstva i Darežljivosti 55:27; 55:78
- #86 Al Muqsit Pravedni, Sveopći djelitelj pravde 3:18; 7:29
- #87 Al Jaami' Ujedinitelj 3:9
- #88 Al Ghaniyy Bogati, Onaj koji je sam sebi dostatan 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni Onaj koji bogatstvo dodjeljuje 9:28
- #90 Al Maani' Onaj koji bogatstvo oduzima, Onaj koji štiti 67:21
- #91 Ad Daaarr Onaj daje štetu i nevolju 6:17
- #92 An Naafi' Onaj daje korist i dobro 30:37
- #93 An Noor Svjetlost 24:35
- #94 Al Haadi Onaj koji vodi i upućuje 25:31
- #95 Al Badi' Prapočetni, Nedostižni, Neusporedivi 2:117; 6:101
- #96 Al Baaqi Vječni, Stalni 55:27
- #97 Al Waarith Nasljednik svega 15:23
- #98 Ar Rasheed Upućivatelj na dobro, na pravi put 2:256
- #99 As Saboor Strpljivi, Onaj koji grješnicima odlaže kaznu 2:153; 3:200; 103:3
Matching Ayahs
- = Elif, Lam, Mim. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = Oni su na pravom putu od svoga Gospodara, i oni su uspješni. 2:5; 31:5
- = O sinovi Israilovi, sjetite se blagodati Moje koju sam vam podario i što sam vas nad ostalim svjetovima (narodima) odlikovao. 2:47; 2:122
- = Taj narod je bio i nestao. Njemu pripada ono što je zaslužio, a vama što ste zaslužili. I nećete biti pitani za ono što su oni radili. 2:134; 2:141
- = Vječno će u njemu ostati, kazna im se neće olakšati niti će im se vremena dati. 2:162; 3:88
- = Osim onih koji se poslije toga pokaju i poprave. Jer, Allah je doista Oprostitelj, Milostivi. 3:89; 24:5
- = A oni koji ne vjeruju i naše ajete poriču, oni su stanovnici Džehennema. 5:10; 5:86
- = I ne dođe im nijedan znak od znakova Gospodara njihova, a da se od njega ne okrenu. 6:4; 36:46
- = I prije tebe su poslanike ismijavali, pa je one koji su im se rugali stiglo baš ono čemu su se rugali. 6:10; 21:41
- = Reci: "Bojim se, ako budem neposlušan svome Gospodaru, kazne na Velikom danu." 6:15; 39:13
- = I zadesi ih potres, i oni osvanuše u svojim domovima mrtvi, povaljeni. 7:78; 7:91
- = I on baci svoj štap, a on – zmija očita. 7:107; 26:32
- = I izvadi ruku svoju, a ona – bijela za posmatrače. 7:108; 26:33
- = Oni rekoše: "Mi smo povjerovali u Gospodara svjetova." 7:121; 26:47
- = Gospodara Musaovog i Harunovog. 7:122; 26:48
- = I dajem im vremena. Zaista, plan Moj je čvrst. 7:183; 68:45
- = On je taj koji je poslao Svog Poslanika s uputom i vjerom istine, da bi je uzdigao iznad svih vjera, makar to mrzili mnogobošci. 9:33; 61:9
- = O Vjerovjesniče, bori se protiv nevjernika i licemjera i budi strog prema njima! Njihovo prebivalište je Džehennem, a grozno je to odredište! 9:73; 66:9
- = I oni govore: "Kada će to obećanje, ako istinu govorite?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = I Mi smo Musaa poslali sa znakovima Našim i dokazom očiglednim. 11:96; 40:23
- = I Mi smo Musau Knjigu dali, pa su se o njoj razišli. I da nije riječi ranije izrečene od Gospodara tvoga, bilo bi s njima svršeno. I oni su u ozbiljnoj sumnji u vezi s njom. 11:110; 41:45
- = To Allahu nije teško. 14:20; 35:17
- = Pa kad ga oblikujem i u njega udahnem od svoga duha, vi mu na sedždu padnite!" 15:29; 38:72
- = I meleki su mu svi zajedno sedždu učinili. 15:30; 38:73
- = (Allah) reče: "Onda izlazi iz njega, jer si proklet." 15:34; 38:77
- = (Iblis) reče: "Gospodaru moj, daj mi vremena do Dana kada će oni biti oživljeni." 15:36; 38:79
- = (Allah) reče: "Daje ti se vremena." 15:37; 38:80
- = Do Dana određenog." 15:38; 38:81
- = Osim Tvojih iskrenih robova među njima. 15:40; 38:83
- = Zaista će bogobojazni biti u džennetskim baščama i uz izvore. 15:45; 51:15
- = On reče: "A kakav je važan posao vaš, o poslanici?" 15:57; 51:31
- = Oni rekoše: "Mi smo poslani narodu zločinačkom." 15:58; 51:32
- = Oni koji vjeruju i koji vjeru svoju sa zulumom ne miješaju – njima pripada sigurnost i oni su na pravome putu. 16:42; 29:59
- = Da bi zanijekali ono što smo im dali. Pa uživajte, a znaćete! 16:55; 30:34
- = Zatim je drugim putem krenuo. 18:89; 18:92
- = Idi faraonu, jer je on premašio svaku mjeru! 20:24; 79:17
- = I oni koji stidna mjesta svoja čuvaju. 23:5; 70:29
- = Osim od svojih supruga ili onih koje su u vlasništvu njihovom. Oni, doista, nisu prijekora vrijedni. 23:6; 70:30
- = A oni koji i pored toga traže, oni su prestupnici. 23:7; 70:31
- = I oni koji o povjerenim im amanetima i obavezama svojim brigu vode. 23:8; 70:32
- = On reče: "Gospodaru moj, pomozi mi, oni me u laž utjeruju!" 23:26; 23:39
- = Ta, Sin, Mim. 26:1; 28:1
- = Ovo su ajeti Knjige jasne. 26:2; 28:2
- = U tome je, doista, znak, ali većina njih ne vjeruje. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = A Gospodar tvoj je, zaista, Moćni, Milostivi. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = I potopismo one druge. 26:66; 37:82
- = Ja sam vam, zaista, poslanik pouzdani. 26:107; 26:125; 26:143; 26:162; 26:178
- = Zato se bojte Allaha i budite poslušni meni! 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = Za ovo od vas ne tražim nikakve nagrade, mene će nagraditi Gospodar svjetova. 26:109; 26:127; 26:145; 26:164; 26:180
- = U vrtovima i izvorima. 26:147; 44:52
- = Oni rekoše: "Ti si samo opčinjen!" 26:153; 26:185
- = Osim njegove žene – Mi smo odredili da će ona biti među onima koji su ostali. 26:171; 37:135
- = Zatim smo ostale uništili. 26:172; 37:136
- = I spustili smo na njih kišu (kamenja), a grozna je kiša za one koji su bili opomenuti! 26:173; 27:58
- = Pa zar oni traže da im se kazna požuri? 26:204; 37:176
- = Oni koji namaz obavljaju i zekat daju i koji u ahiret čvrsto vjeruju. 27:3; 31:4
- = A na Dan kad će ih On pozvati i upitati: "Gdje su oni koje ste Meni ravnim smatrali?" 28:62; 28:74
- = I naši preci? 37:17; 56:48
- = I jedni drugima će se okretati i pitati. 37:27; 52:25
- = Osim Allahovih iskrenih robova. 37:40; 37:74; 37:128; 37:160
- = U džennetskim baščama uživanja. 37:43; 56:12
- = I ostavili smo spomen o njemu za kasnije narode: 37:78; 37:108; 37:129
- = Mi doista tako nagrađujemo one koji dobra djela čine. 37:80; 37:121; 37:131; 77:44
- = On je doista bio jedan od naših robova vjernika. 37:81; 37:111; 37:132
- = Šta vam je? Kako sudite? 37:154; 68:36
- = Kur'an je samo poduka svjetovima. 38:87; 81:27
- = Objava Knjige od Allaha, Moćnog, Mudrog. 39:1; 45:2; 46:2
- = Ha, Mim. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = Tako Mi Knjige jasne. 43:2; 44:2
- = Zato ih ostavi neka se upuštaju u laži i zabavljaju dok Dan svoj, koji im se obećava, ne dočekaju. 43:83; 70:42
- = (Bi im rečeno): "Jedite i pijte i neka vam je prijatno, zbog onoga što ste radili." 52:19; 77:43
- = Ili ti od njih tražiš nagradu, pa su zbog toga opterećeni dugovima? 52:40; 68:46
- = Ili je kod njih znanje o nevidljivom, pa oni zapisuju? 52:41; 68:47
- = I kako su bili strašni Moja kazna i opomene! 54:16; 54:21; 54:30
- = A Mi smo Kur'an učinili dostupnim za pouku, pa ima li koga da se prisjeti? 54:17; 54:22; 54:32; 54:40
- = Pa koju od blagodati Gospodara svoga poričete? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = Mnoštvo naroda od onih davnih. 56:13; 56:39
- = Mi smo ostali bez toga? 56:67; 68:27
- = Zato veličaj ime Gospodara svoga Veličanstvenog! 56:74; 56:96; 69:52
- = Objava je to od Gospodara svjetova. 56:80; 69:43
- = Ono što je na nebesima i ono što je na Zemlji Allaha veliča. On je Moćni, Mudri. 59:1; 61:1
- = Kad mu se ajeti Naši kazuju, on govori: "To su samo izmišljotine naroda davnih!" 68:15; 83:13
- = I on će biti u ugodnu životu. 69:21; 101:7
- = U vrtu uzvišenom. 69:22; 88:10
- = I ne podstiče da se nahrani siromah. 69:34; 107:3
- = Kur'an je, zaista, riječ časnog Poslanika. 69:40; 81:19
- = Ovo je pouka, pa ko hoće, neka put ka Gospodaru svome izabere. 73:19; 76:29
- = Pa ko hoće, neka ga se sjeti. 74:55; 80:12
- = Teško toga dana poricateljima! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = Čestiti će, zaista, biti u uživanju. 82:13; 83:22
- = To je knjiga ispisana. 83:9; 83:20
- = Na divanima će sjediti i gledati. 83:23; 83:35
- = I poslušalo je Gospodara svog – i to je dužno učiniti. 84:2; 84:5
- = A ja nisam obožavalac onoga što vi obožavate. 109:3; 109:5
noblequran.com Schemas
- Мекански муширци су потврдили Аллахово Рубобијја (Господство) 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- Књига и Мудрост (Суннет) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- Слеђење пута (заблуделих) предака је осуђено 2:170; 31:21; 43:22
- Аллахов Посланик је био човек 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- Муширци су призивали само Аллаха у тешким временима 10:22; 17:16; 29:65; 31:32
- Подела у вери је забрањена и осуђена 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- Атрибут Истива за Аллаха 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- Повећање (и смањење) Имана (Вере) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- Посланик и нико од створења не зна Невидљиво самостално 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- Аллах проширује и ограничава опскрбу коме жели 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- Куран објављен на јасном арапском језику 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- Аллах не оптерећује душу изван њених могућности 2:233, 286; 6:152; 7:42; 23:62; 65:7
- Нико неће носити терет другог 6:164; 17:15; 35:18; 39:7; 53:38
- Ако вас Аллах погоди невољом, нико је не може уклонити осим Аллаха 6:17; 10:107
- А ко је неправеднији од онога који... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- Човек је незахвалан у благостању и понизан у потреби 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- Утврђење (Тасбит) се тражи од Аллаха и даје од Њега 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- Све разлике се упућују Аллаху и Његовом Посланику 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- Расправа између становника Палене ватре 26:96-102; 38:58-64; 40:47-50
- Обавеза давања послушности (Таа) Аллаховом Посланику 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- Ајети сеџде у Курану 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- Све невоље у Уммету су због непослушности 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- Кога Аллах заблуди, нема му водича 13:33; 39:23, 26; 40:33; 7:186; 18:17
- Сви пророци су започели исправљање са Таухидом ибадета 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- Успех и благостање повезани су са Таскијом (Прочишћењем) душе 20:76; 35:18; 87:14; 91:9; 92:18;
- Сва част и моћ ('Изза) припадају Аллаху 4:139; 10:65; 35:10; 63:8
- Обавеза призивања само Аллаха чисто и искрено 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- Забрана призивања других уз Аллаха 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- Сви пророци су наредили Такву Аллаха и послушност (себи) 43:63; 71:1-28
- О Хиџри (Исељењу) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- Нема правог Заштитника ни Помагача за створења осим Аллаха 2:107, 120; 9:74, 116; 29:22; 42:31
- Они чија је срца Аллах запечатио 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- Иман је између страха и наде 17:57; 32:16; 39:9
- О поништавању свих дела путем Куфра, Ширка и Нифака 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- Објаве и пророци Аллаха су светла упуте, знања и вере 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- Они који изврћу речи су Јевреји и људи Тавила (Тахрифа) 2:75; 4:46; 5:13; 5:41
- Живот на овом свету је само привремено уживање и задовољство 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- Дахријја (Атеисти) 45:24; 6:29; 23:37
- Аллах је послао Мухамеда са вером да би је узвисио над свим другим (укинутим или лажним) религијама 9:33; 48:28; 61:9
- О Тагуту и потреби одбацивања Тагута 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- Они сплеткаре, а Аллах такође сплеткари, и Он је најбољи сплеткарош 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- Знање о Часу је код Аллаха 7:187; 33:63; 41:47
- Фуркан (Мерило) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- Одбијање зла оним што је боље 23:96; 28:54; 41:34
- Час (Судњи дан) је близу 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- И међу Његовим знацима су... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- Аллах објашњава Своје знаке како бисте... 2:73, 187, 221, 242; 3:103; 5:89
- Аллах је Створитељ свега 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- Аллах није створио створења у лажи или шали 21:16; 38:27; 44:38; 46:3
- Аллах је створио човечанство да би Му се сами клањали и да би их искушао ко је бољи у делима 11:7; 18:7; 51:56; 67:2;
- Аллах је слао посланике да позивају Његовом ибадету, да му се покоравају, и као доносиоце радосних вести и опомињаче 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- Четири нивоа ал-Кадра 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- Облици и врсте ибадета 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- Аллах упућује и заблуђује кога хоће 14:4; 16:93; 35:8; 74:31
- Они које Аллах заблуди 2:26; 9:115; 14:27; 40:34, 74; 45:23
- Нико не може упутити онога кога Аллах заблуди 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- Негирање било какве сличности Аллаху 2:22; 19:65; 42:11; 112:4
- Аллах не чини неправду никоме, али они сами себи неправду чине 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- Обавеза слеђења Селефа (Асхаба) 2:137; 9:100; 4:115; 48:18, 29
- Методологија давања Даве 12:108; 16:125; 29:46
- Ширк није ограничен на идоле и укључује тражење посредовања кроз пророке, анђеле, џине и праведнике 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- Фактори који чине брачну доб 4:6; 6:152; 24:59
- Џибрил је Свети, Поуздани Дух који је донео Куран од Аллаха Пророку 2:97; 16:102; 26:192
- Помоћ, победа и власт су за Аллаха и Његове посланике 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- И заиста су посланици исмејавани и прије тебе, па су оне који су им се ругали стигле посљедице онога чему су се ругали. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- А у Медјен (посласмо) њиховог брата Шуајба. Он рече: О народе мој, обожавајте Аллаха; немате другог бога осим Њега. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- А у Семуд (посласмо) њиховог брата Салиха. Он рече: О народе мој, обожавајте Аллаха; немате другог бога осим Њега. (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- Да Аллах опскрбу даје у изобиљу коме хоће, а и оскудно. У томе су, заиста, знаци за народ који вјерује. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- А у Ад (посласмо) њиховог брата Худа. Он рече: О народе мој, обожавајте Аллаха; немате другог бога осим Њега. (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- А оне који су вјеровали и чинили добра дјела, увешћемо у рајске баште кроз које ријеке теку, вјечно ће у њима боравити. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- Кроз које ријеке теку, вјечно ће у њима боравити. Аллах је задовољан њима, а они су задовољни Њиме. То је... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- Реци: Ја сам само човјек као и ви; мени се објављује да је ваш Бог – Један Бог. (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- А међу људима има оних који расправљају о Аллаху без знања, без упуте и без просвијетљене Књиге. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- Он уводи ноћ у дан и уводи дан у ноћ, и потчинио је Сунце и Мјесец – свако се креће (до одређеног рока)... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- Са неба је спустио воду и њом оживио земљу након њене смрти. У томе је, заиста, знак за народ (који слуша). (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- Заиста, онима који нису вјеровали, ни њихова имовина ни њихова дјеца ништа неће помоћи код Аллаха. И они... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- Онај који је створио небеса и земљу и оно што је између њих, за шест дана, а затим се уздигао на Арш (Пријесто). (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- Зар нису путовали по земљи и видјели какав је био крај оних прије њих? Они... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- Заиста, Аллах ће увести оне који вјерују и чине добра дјела у рајске баште кроз које ријеке теку. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- Заиста, Аллахово обећање је истина; нека вас живота на овом свијету не завара и нека вас завараник не завара о Аллаху. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- Ко пође правим путем, иде на добро своје; а ко залута, на своју штету лута. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- И баци свој штап. Када га видје како се миче као змија, окрену се и побјеже, не осврћући се. О Муса... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- Путујте по земљи и погледајте какав је био крај оних прије вас. Већина њих... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- Зато стрпљиво подноси оно што говоре, и величај свог Господа хвалећи Га, прије изласка сунца и прије заласка. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- И не приступајте имању сирочета, осим на најбољи начин, све док не достигне зрелост. И испуњавајте обећање... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- Није гријех слијепом, није гријех хромом, и није гријех болесном. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- Зар ово није истина? Они рекоше: Јесте, заклињемо се Господом нашим! Он рече: Па искусите казну за своје невјеровање. (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- Слаби рекоше охолим: Ми смо били ваше присталице. Можете ли нас одбранити од Аллахове казне? (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- То су само имена која сте им наденули ви и ваши очеви; Аллах о њима никакав доказ није објавио. Заиста... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- Прије тебе, Ми смо слали само људе којима смо објављивали; зато питајте људе знања, ако не знате. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- Рече: Зар сте му повјеровали прије него што сам вам дозволио? Он је ваш вођа који вас је научио чаролији. (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- И нико неће носити терет другога. Затим, Господару вашем се враћате, па ће вас обавијестити о оном у чему сте се разилазили. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- И рекосмо: Сиђите, једни другима сте непријатељи. На земљи ћете имати боравиште и уживање до одређеног времена. (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- Два: Реци: Да ли је Он забранио два мужјака, или двије женке, или оно што се налази у материцама двије женке? (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- И ја за ово не тражим од вас никакву награду; моја награда је само код Господара свијетова. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- Зар нису путовали по земљи и видјели какав је био крај оних прије њих? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- Путујте по земљи и погледајте какав је био крај оних прије вас. Они... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- Заиста, твој Господ најбоље зна онога ко скреће са Његовог пута, и Он најбоље зна оне који су на Правом путу. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- Који је створио небеса и земљу за шест дана, а затим се уздигао на Арш (Пријесто). (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- А ко је гори од онога који о Аллаху измишља лажи или Његове знаке пориче? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- Он је Онај који је послао Свог Посланика са Упутством и истинском вјером, да би је узвисио изнад свих вјера. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- Заиста, не вјерују они који говоре: Аллах је Месија, син Марјемин. Реци... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- Ти не можеш учинити да слијепи чују (истину) из њихове заблуде. Ти можеш дати да чују само они који вјерују у Наше знаке, и они су муслимани. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- Примјер овосвијетског живота је као вода коју смо са неба спустили, и са њом су се помијешале биљке на земљи... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- У њега (кораб) из сваке врсте по пару, и своју породицу, осим оних о којима је већ донесена одлука... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- Ја вам не кажем да су код мене Аллахове ризнице, нити да знам скривено, нити кажем... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- Заиста, Аллах је доброчинства над људима, али већина људи није захвална. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- И који год им знак од знакова Господа њиховог дође, они се од њега окрећу. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- И бојте се Дана када нико неће моћи никога замијенити и када се од њега неће примити никакав откуп. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- Заиста, ти не можеш мртве учинити да чују, нити можеш глухе да чују позив кад се окрену. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- Забрањено вам је (јести) стрвину, крв, свињско месо и оно што је заклано у име неког другог, а не Аллаха. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- Аллаха велича све што је на небесима и на земљи, а Он је Силни, Мудри. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- Осим оних који су се потом покајали и (своје стање) поправили. Заиста, Аллах је Праштајући, Милостиви. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (Оно што је објављено) вјеровјесницима од њиховог Господа; ми не правимо разлику између њих, и ми смо Њему предани (муслимани). (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- Од твога Господа (послано) да би упозорио народ коме прије тебе није дошао упозоритељ, како би се они... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- О Вјеровјесниче, бори се против невјерника и лицемјера и буди строг према њима. Њихово пребивалиште је пакао – а како је лоше то мјесто! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- Заиста, твој Господ ће им на Дан ускрсења пресудити о ономе у чему су се разилазили. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- Он рече: Господару, дај ми знак. Он рече: Знак твој је да три дана не будеш говорио са људима. (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- Зато окрени своје лице према Часном храму. И гдје год били, окрећите своја лица према њему. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- О синови Исраилови, сјетите се благодати Моје коју сам вам даровао и тога што сам вас над свим народима узвисио. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- Седам дебелих крава које прождиру седам мршавих; и седам зелених класова и других сувих... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- И сваки народ има свој рок; када им дође рок, неће моћи ни за трен да га одложе, нити убрзају. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (Оно што је) заклано у име неког другог, а не Аллаха, али ко буде приморан (гладом), а да није бунтован и не прелази границу, тада... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- А када им се каже: Слиједите оно што је Аллах објавио, они одговарају: Не, слиједимо оно на чему смо затекли своје претке. (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- Он рече: О народе мој, обожавајте Аллаха; немате другог бога осим Њега. Зар се не бојите? (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- Oni putuju po Zemlji i gledaju kakav je bio kraj onih prije njih. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- I ko je nepravedniji od onoga koji o Allahu izmišlja laž ili poriče? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- Uistinu, Gospodar tvoj najbolje zna ko zaluta s Njegovog puta, i On najbolje zna. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- Zar nisu putovali po Zemlji i vidjeli kakav je bio kraj onih prije njih? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- Oni imaju svoju nagradu kod svoga Gospodara, i nema straha za njih, i oni neće tugovati. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- A oni koji su vjerovali i dobra djela činili, uvedeni su u džennetske bašče kroz koje rijeke teku. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- On je rekao: "O narode moj! Allahu se klanjajte, vi drugog boga osim Njega nemate, zar se ne bojite?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- Ni bogatstvo njihovo, ni djeca njihova neće im ništa koristiti kod Allaha, i oni su ti. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- Džennetske bašče kroz koje rijeke teku, gdje će vječno boraviti, a to je veliki uspjeh. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- Zar im nije došla vijest o onima prije njih, o narodu Nuhovom, Adu i Semudu? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- Ko su pomoćnici moji na putu Allahovom? Učenici rekoše: "Mi smo pomoćnici Allahovi, mi smo vjerovali." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- Gospodar tvoj najbolje zna ko je zalutao s Njegovog puta, a On najbolje zna one koji su na Pravom putu. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- To je zato što je Allah Istina, a ono što oni pored Njega prizivaju laž je. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- A ko se pokorava Allahu i Poslaniku Njegovu, Allah će ga uvesti u džennetske bašče kroz koje rijeke teku. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- On vam, uistinu, zabranjuje strvinu, krv, svinjsko meso i ono što je zaklano u nečije drugo ime. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- Da se ne klanjate nikome osim Allahu; ja se, uistinu, bojim za vas patnje na Velikom danu. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- To su vijesti o nevidljivom koje Mi tebi objavljujemo; ti nisi bio s njima kada su oni odlučivali. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- Zar se čudite da vam od Gospodara vašeg dolazi Opomena preko čovjeka iz vaše sredine da vas upozorava? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- Reci: "Meni je zabranjeno da se klanjam onima koje vi, pored Allaha, prizivate." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- Osim ženama svojim ili onima koje su u posjedu njihovom, jer oni, doista, nisu krivi. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- Zato što Allah uvodi noć u dan i uvodi dan u noć. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- Vatru, pa reče svojoj porodici: "Pričekajte, ja vidjeh vatru, možda vam od nje donesem nešto." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- On reče: "Bolji sam od njega; mene si od vatre stvorio, a njega od ilovače." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- A kad im se kaže: "Dođite onome što je Allah objavio i Poslaniku." (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- I ne žalosti se zbog njih, i ne budi u tjeskobi zbog spletki njihovih. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- Ako te Allah dotakne nevoljom, niko je ne može otkloniti osim Njega, a ako. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- Prije njih naroda koji su hodili nastambama svojim; u tome su, uistinu, znakovi. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- I Mi smo na srca njihova poklopce stavili da ga ne shvaćaju, i u uši njihove težinu, i ako. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- Poslanici njihovi su im jasne dokaze donosili, ali Allah nije taj koji će im učiniti zulum, nego su oni sami sebi zulum činili. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- I na Zemlji, i nemate vi, pored Allaha, ni zaštitnika ni pomagača. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- Zatim ćete biti vraćeni Onome koji zna nevidljivo i vidljivo, i On će vas obavijestiti o onome što ste radili. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- Noć da u njoj počinete, a dan da vidite; u tome su, uistinu, znakovi za ljude koji razmišljaju. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- I ono što ti se objavljuje od Gospodara tvoga povećaće mnogima od njih samo zabludu i nevjerstvo. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- On reče: "O narode moj! Šta mislite, ako sam ja na jasnom dokazu od Gospodara svoga, i On mi je dao." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- I oni govore: "Zašto mu nije poslan znak od Gospodara njegovog?" Reci: "Uistinu." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- Prije nego što dođe Dan koji nema povratka od Allaha. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- To je Allahova milost, On je daje kome hoće, a Allah je Posjednik velike milosti. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- I u stoci je za vas, doista, pouka; Mi vam dajemo da pijete ono što je u utrobama njihovim. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- Da je to Istina od Gospodara njihovog, i Allah nije nepažljiv prema onome šta oni rade. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- Ispred njih i iza njih, da se ne klanjate nikome osim Allahu. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- Vi, uistinu, strasno prilazite muškarcima, a žene zapostavljate; vi ste, doista, narod koji granice prelazi. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- Vječno će u njima boraviti, dok nebesa i Zemlja postoje, osim ako Gospodar tvoj drugačije ne odredi. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- Oni koji su na nebesima i oni koji su na Zemlji, osim onoga koga Allah hoće. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- U njima će se kititi narukvicama od zlata i biserom, a haljine će im, u njima, od svile biti. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- I On spušta s neba vodu i njome izvodi plodove, hranu za vas. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- I kada smo od vas zavjet uzeli i brdo Tur iznad vas podigli: "Prijemite ono što smo vam dali čvrsto." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- I on se okrenu od njih i reče: "O narode moj! Ja sam vam prenio poslanicu Gospodara svoga i savjetovao vas." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- Kroz koje rijeke teku, u njima će se kititi narukvicama od zlata. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- Kad bi oni imali sve što je na Zemlji i još toliko da bi se time iskupili. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- Nema životinje, ali ih On odgađa do roka određenog, i kada dođe rok njihov. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- Mi smo vas stvorili od zemlje, zatim od kapi sjemena, zatim od ugruška, zatim. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- I Allah će im presuditi na Sudnjem danu u onome u čemu su se razilazili. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- Došlo ti je od znanja, nemaš ti od Allaha ni zaštitnika ni. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- Kada čovjeku milost Našu darujemo, on se okreće i udaljava, a kada ga zlo dotakne. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- I nema ništa manje ni veće od toga, a da nije u Knjizi jasnoj. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- I on reče: "O narode moj! Allahu se klanjajte, vi drugog boga osim Njega nemate." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- Zar nisu putovali po Zemlji i vidjeli kakav je bio kraj onih prije njih? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- Nagrada njihova je u Gospodara njihovog, i nema straha za njih, i oni neće tugovati. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- Oni putuju po Zemlji i gledaju kakav je bio kraj onih prije njih. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- Po Zemlji da vide kakav je bio kraj onih prije njih. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- I ko je nepravedniji od onoga koji o Allahu izmišlja laž ili. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- Kada Allah nešto odluči, On samo kaže: "Budi!" i ono bude. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- I nemate vi, pored Allaha, ni zaštitnika ni pomagača. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- Ja ću im preći preko ružnih djela njihovih i uvesti ih u džennetske bašče kroz koje rijeke teku. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- Mi ćemo ih uvesti u džennetske bašče kroz koje rijeke teku, u njima će vječno boraviti. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- Gospodar tvoj najbolje zna ko je zalutao s Njegovog puta, i On najbolje zna. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- Bićete vraćeni Onome koji zna nevidljivo i vidljivo, i On će vas obavijestiti o onome što ste radili. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- Sinove vaše su ubijali, a žene vaše ostavljali; u tome je veliko iskušenje od Gospodara vašeg. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- Uistinu, Gospodar tvoj najbolje zna ko zaluta s Njegovog puta, i On. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- Allah, Onaj Kome pripada ono što je na nebesima i ono što je na Zemlji. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- Među narodima koji su prije vas bili, od džina i ljudi. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- Allahu se klanjajte, vi drugog boga osim Njega nemate, zar se ne bojite? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- I Mi smo na srca njihova poklopce stavili da ga ne shvaćaju, i u uši njihove težinu. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- On će im presuditi na Sudnjem danu u onome u čemu su se razilazili. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- On reče: "O narode moj! Šta mislite, ako sam ja na jasnom dokazu od Gospodara svoga?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- To je zbog onoga što su ruke vaše učinile, a Allah nije nepravedan prema robovima. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- Njih čeka na ovome svijetu poniženje, a na onome svijetu patnja velika. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- Ono što je na nebesima i ono što je na Zemlji, i Allah je dovoljan kao zaštitnik. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- Osim onih koji su vjerovali i dobra djela činili; njih čeka nagrada neprekidna. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- Da Mi ne bi druge ravnim smatrao, o čemu nemaš znanja; ne slušaj ih. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- Uistinu, ovo je Opomena; pa ko hoće, neka put ka Gospodaru svome nađe. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- Ko zahvaljuje, za svoju dušu zahvaljuje, a ko nezahvalan bude, pa. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- Oni koji namaz obavljaju i zekat daju, i koji u ahiret čvrsto vjeruju. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- Ibrahimu, Ismailu, Ishaku, Jakubu i potomcima, i onome što je dato Musau i Isau. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- U grupama, dok joj ne dođu, i kapije njene otvorene, i čuvari njeni im kažu. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- Allah vas neće kazniti za nepromišljene riječi u vašim zakletvama, ali će vas kazniti za ono. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- Milost, raduju joj se, a ako ih zadesi neko zlo zbog onoga što su ruke njihove činile. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- Kroz koje rijeke teku, u njima će vječno boraviti, a divna li nagrada onima koji su radili. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- Allah zna ono što je na nebesima i ono što je na Zemlji, i Allah. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- Pokoravajte se Allahu i pokoravajte se Poslaniku; a ako okrenete glave, pa na njemu je. (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- Oni imaju svoju nagradu kod svoga Gospodara, i nema straha za njih, i oni. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- I oni rekoše: "Kada postanemo kosti i prah, zar ćemo doista biti stvoreni iznova?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- I oni neće naći sebi, pored Allaha, ni zaštitnika ni pomagača. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "Koliko si ostao?" On reče: "Ostao sam dan ili dio dana." Reče. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- Zauvijek do Dana sudnjeg; ko je, pored Allaha, taj koji bi vam mogao donijeti? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- Ko čini dobro, muškarac ili žena, a vjernik je. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- Oni koji odvraćaju s Allahovog puta i žele da ga iskrive, i oni u ahiret. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- Jedite gdje hoćete, ali ne približavajte se ovom drvetu, jer ćete postati nepravedni. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- Reci: "O narode moj! Radite što možete, a i ja ću raditi, i saznaćete." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- Uistinu, gubitnici su oni koji su na Sudnjem danu izgubili i sebe i porodice svoje; zar ne. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- Ko na Pravi put upućuje, upućuje za svoju dušu, a ko zaluta, na svoju štetu zaluta, i. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- A oni koji ne vjeruju govore: "Zašto mu nije poslan znak od Gospodara njegovog?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- Onaj koji vam je noć učinio da u njoj počinete, a dan da vidite, uistinu. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- Prije nego što dođe Dan u kojem neće biti trgovanja, ni. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- Neka razmisle da njihov drug nije lud; on je samo upozoritelj. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- U njoj će vječno boraviti, patnja im se neće olakšati, niti će im se vremena dati. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- Ne pružaj poglede svoje na ono što Mi dajemo na uživanje nekima od njih. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- I ne zakidajte ljudima stvari njihove, i ne činite zlo po Zemlji. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- I neka je mir s njim na dan kad se rodio, i na dan kad umre, i na dan kad bude oživljen. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- O narode moj! Radite što možete, a i ja ću raditi, i saznaćete ko. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- I nijednom poslaniku nije dato da donese znak bez Allahove dozvole. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- Zatim će se svakoj duši u potpunosti isplatiti ono što je zaslužila, i nikome se neće nepravda učiniti. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- Muškarac ili žena, a vjernik je, takvi će u Džennet ući. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- On nije uzeo sina, niti ima druga u vlasti. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- Onoga koga Allah uputi na Pravi put - on je na Pravom putu, a onoga koga u zabludi ostavi. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- Pogledaj kako ti navode primjere, pa lutaju, i nikako ne mogu naći Pravog puta. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- Reci: "Bojim se, ako budem neposlušan svome Gospodaru, patnje na Velikom danu." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- Njima se otkriše stidna mjesta njihova, i počeše ih pokrivati lišćem džennetskim. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- I prizovite one koje možete, pored Allaha, ako ste iskreni. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- Sve što je na Zemlji i još toliko da bi se time iskupili. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- Prihvatite ono što smo vam dali čvrsto, i neka vam je na umu ono što je u njemu, da biste se sačuvali. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- Zar vi činite razvrat koji niko prije vas od svijeta nije činio? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- A Allahovo je ono što je na nebesima i ono što je na Zemlji, i Allah je. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- Stigle su ih grdne posljedice onoga što su radili, i sa svih strana ih je snašlo ono čemu su se izrugivali. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- Poslanika iz vaše sredine, koji vam ajete Naše uči, i čisti vas, i uči vas Knjizi i mudrosti. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- Iz njega je dvanaest izvora poteklo; svaki narod je znao svoje vrelo. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- Samo pretpostavka, a pretpostavka Istini ništa ne koristi. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- Kad ga savršim i u njega duh svoj udahnem, padnite ničice pred njim. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- Kome pripada lijepi završetak na ovom svijetu? Uistinu, zulumćari neće uspjeti. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- Onaj koji je stvorio nebesa i Zemlju, kadar je da stvori njima slične. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- Vjernicima i vjernicama džennetske bašče kroz koje rijeke teku, u kojima će vječno boraviti. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- A ako ih upitaš ko je stvorio nebesa i Zemlju, sigurno će reći: "Allah!" Reci. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- Mi smo ljudima u ovom Kur'anu svakojake primjere naveli. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- Kada poslanici Naši dođoše Lutu, on se zbog njih rastuži i uznemiri, i reče. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- I kada smo melekima rekli: "Sedždu Ademu učinite!" - pa oni sedždu učiniše, samo Iblis ne, on se uzoholi. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- I Zemlju smo prostrli, i po njoj tvrde planine postavili, i iz nje svakovrsno lijepo bilje iznikli. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- Oni su Allaha molili, iskreno Mu vjeru ispovijedajući, a kad ih On na kopno spasi. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- Njih čeka piće od ključale vode i patnja nesnosna, zato što su nevjernici bili. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- Zar da pored Allaha prizivamo one koji nam ne mogu ni koristiti ni nauditi? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- Allah, uistinu, zna ono što je na nebesima i ono što je na Zemlji. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- Ko je nepravedniji od onoga koji o Allahu izmišlja laži? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- U tome je, doista, znak, ali većina njih nisu bili vjernici. (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- Neka putuju po zemlji i vide kakav je bio kraj onih. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- Reče: O narode moj, obožavajte Allaha, vi drugog boga osim Njega nemate. (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- On će ga uvesti u džennetske bašče kroz koje teku rijeke, u kojima će vječno boraviti. (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- Među njima će se na Sudnjem danu presuditi o onome u čemu su se razilazili. (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- Zar nisu putovali po zemlji da vide kakav je bio kraj? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- Džennetske bašče kroz koje teku rijeke, u kojima će vječno boraviti. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- Ti uvodiš noć u dan i uvodiš dan u noć. (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- Allaha veliča sve što je na nebesima i na Zemlji. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- Obožavajte Allaha, vi drugog boga osim Njega nemate! Zar se ne bojite? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- A kada smo melekima rekli: Poklonite se Ademu! – oni su se poklonili, osim Iblisa. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- Allah zna ono što je na nebesima i na Zemlji. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- Džennetske bašče kroz koje teku rijeke, u kojima će vječno boraviti, i to. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- Njegova nagrada je u Gospodara njegova, i nema za njih straha, niti će oni. (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- U Gospodara njegova, i nema za njih straha, niti će oni tugovati. (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- Onaj ko na Pravi put uputi – sebi ga upućuje, a ko zaluta. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- Sebi ga upućuje, a ko zaluta – na svoju štetu zaluta. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- Zašto mu nije poslan znak od Gospodara njegova? Reci: Samo. (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- Oni koji vjeruju i čine dobra djela – njih čeka nagrada koja ne prestaje. (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- Ti izvodiš živo iz mrtvog i izvodiš mrtvo iz živog. (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- A onaj ko ne sudi prema onome što je Allah objavio – takvi su. (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- On je stvorio nebesa i Zemlju i ono što je između njih u šest dana. (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- Allah je, uistinu, dobar prema ljudima, ali većina. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- Allah nije prema njima nepravedan bio, ali su oni sami sebi nepravdu činili. (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- On će vam grijehe oprostiti i uvesti će vas u džennetske bašče kroz koje teku rijeke. (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- Zabranio vam je strvinu, krv, meso svinje i ono što je zaklano u ime drugog, a ne Allaha. (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- Ja se, doista, bojim, ako budem neposlušan svome Gospodaru, patnje na Velikom danu. (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- Osim nakon što im je došlo znanje, iz zlobe međusobne. (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- Oni obavljaju namaz i udjeljuju od onoga što im Mi dajemo, tajno i javno. (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- Zar da se, pored Allaha, klanjamo onima koji nam ne mogu ni koristiti ni nauditi? (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- Oni vjeruju u ono što se objavljuje tebi i u ono što je objavljeno prije tebe. (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- Zar ne vidiš da Allah s neba spušta vodu? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- Kada nešto odluči, On samo kaže: Budi! – i ono bude. (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- A Medjenu – brata njihova Šuajba. Reče: O narode moj, obožavajte Allaha! (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- To su neke vijesti o nevidljivom koje ti objavljujemo; ti ih nisi znao. (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- A kada im dođe vrijeme, neće ga moći ni za čas odgoditi niti ubrzati. (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- I ne slijedite šejtanove korake, on vam je, doista, otvoreni neprijatelj. (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- Ima ljudi koji raspravljaju o Allahu bez ikakvog znanja. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- Allah daje onome kome On hoće, a Allah je neizmjerno dobar. (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- Svako ljudsko biće primit će u potpunosti ono što je zaslužilo, i nikome se neće učiniti nepravda. (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- I ne ubijajte onoga koga je Allah zabranio, osim kada je to opravdano. (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- Kada nešto odluči, On samo kaže: Budi! (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- Uđite na kapije Džehennema, u njemu ćete vječno boraviti; a kako je grozno prebivalište oholih! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- Zar nisi vidio one kojima je dat dio Knjige? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- Njih čekaju džennetske bašče kroz koje teku rijeke, u kojima će vječno boraviti. (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- O narode moj, radite što možete, a radit ću i ja; a vi ćete znati. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- Onoga koji se suprotstavlja Allahu i Poslaniku Njegovu – njega čeka vatra Džehennema, u kojoj će vječno ostati. (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- Na srca smo njihova pokrove stavili da ga ne bi razumjeli, a u uši njihove gluhost. (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- U koju god naseobinu poslali smo poslanika, njeni bogataši su govorili: Mi. (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- Rekoše: Zamoli za nas Gospodara svoga da nam objasni kakva je. (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- Oni će sigurno reći: Allah. Reci: Neka je hvala Allahu! Ali većina njih. (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- A odgovor naroda njegova bio je samo to što su rekli: Istjerajte ih. (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- Kroz koje teku rijeke, u kojima će vječno boraviti; to je veliki uspjeh. (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- Oni su na pravom putu od Gospodara svoga, i oni će uspjeti. (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- Onoga koga stigne patnja koja će ga poniziti i koga stigne vječna patnja. (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- Putujte po Zemlji i vidite kakav je bio kraj onih koji su poricali. (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- Oni je nikada neće poželjeti zbog onoga što su ruke njihove počinile, a Allah dobro zna zulumćare. (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- On dobro zna one koji su zalutali s Njegovog puta, i On dobro zna. (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- Allah je, uistinu, moj i vaš Gospodar, pa se Njemu klanjajte; to je Pravi put. (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- Dobar je prema ljudima, ali većina njih ne zahvaljuje. (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- Nebesa i Zemlju i ono što je između njih – samo s Istinom i do roka određenog. (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- Pusti ih neka se utapaju u zabludi i neka se zabavljaju, dok ne dočekaju Dan koji im se prijeti. (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- Kada sretnu one koji vjeruju, oni govore: Vjerujemo! – a kada se nađu nasamo. (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- Oni provode Tevrat i Indžil i ono što im je objavljeno od Gospodara njihova. (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- On zna što je pred njima i što je iza njih, a oni to ne mogu obuhvatiti znanjem. (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- On je Taj koji je stvorio nebesa i Zemlju za šest dana. (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- U tome je, zaista, znak za vas, ako ste vjernici. (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- A što je ljude spriječilo da povjeruju kada im je došla uputa? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- Oni su Allahu druge ravnim smatrali, da bi s puta Njegova odvodili. Reci: Uživajte! (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- I oni se čude što im je došao jedan od njih da ih opominje, pa nevjernici govore: Ovo. (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- Gospodar tvoj najbolje zna ko je s puta Njegova skrenuo. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- Sličan onome koji troši imetak svoj da bi se ljudima pokazao, a ne vjeruje u Allaha. (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- Udjeljujte od onoga što vam Mi dajemo, prije nego što dođe. (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- On vam je podredio ono što je na nebesima i ono što je na Zemlji. (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- Mi smo, doista, u sumnji prema onome u što nas pozivate. (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- Gospodar tvoj pruža opskrbu kome hoće, i uskraćuje; Uistinu, On. (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- Gospodar nebesa i Zemlje i onoga što je između njih, ako ste uvjereni. (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- Mi vjerujemo u Allaha i u ono što se objavljuje nama, i u ono što je objavljeno. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- A one koji su zulum činili, strašni glas je pogodio i oni su osvanuli u svojim domovima mrtvi, na koljenima pali. (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- Nema vam grijeha u onome što one učine u vezi sa sobom. (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- Gospodar tvoj najbolje zna ko je zalutao s puta Njegova, i On. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- On objavljuje duh (objavu) po zapovijedi Svojoj onome kome hoće od robova Svojih. (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- I Isusu, sinu Merjeminu, dali smo jasne znakove i podržali ga Duhom Svetim. (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- Da bi na Sudnjem danu presudio među njima u onome u čemu su se razilazili. (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- I okrenuli smo ono što je bilo gore – dolje, i na njih smo kišom kamenje od pečene gline oborili. (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- Njemu je isto – opominjao ih ti ili ne opominjao – oni neće vjerovati. (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- A mimo ljudi, pa poželite smrt, ako ste istiniti. (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- Allaha, vi drugog boga osim Njega nemate! Pa zar se ne bojite? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- Bilo da ti pokažemo dio onoga čime im prijetimo, bilo da ti život oduzmemo, Nama će se oni vratiti. (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- Rekoše: Zar ćemo, kada umremo i postanemo prah i kosti, zaista biti oživljeni? (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- Blagodat je u Allahovoj ruci; On je daje kome hoće. A Allah. (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- I vraćate se Onome koji zna nevidljivo i vidljivo, pa će vas obavijestiti o onome što ste radili. (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- O vjernici, sjetite se Allahove blagodati prema vama, kada. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- I prije tebe smo slali samo ljude kojima smo objavljivali. (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- On će mu grijehe oprostiti i uvesti ga u džennetske bašče kroz koje teku rijeke. (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- A ko je bolestan ili na putu, neka posti isti broj drugih dana. (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- Oni slijede samo pretpostavke, a oni samo izmišljaju. (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- Dobar uzor za onoga koji se nada Allahu i Sudnjem danu. (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- Mi nismo stvorili nebesa i Zemlju i ono što je između njih, osim s Istinom. (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- Stavi ruku svoju u njedra svoja, izaći će bijela, bez ikakve mane. (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- On Svojom milošću odabire koga hoće; a Allah je neizmjerno dobar. (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- Zar ne znaš da Allahu pripada vlast na nebesima i na Zemlji? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- A za ono dobro koje sami sebi unaprijed pošaljete, naći ćete ga kod Allaha. (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- I iz svakog mjesta gdje izađeš, ti okreni lice svoje prema Časnoj džamiji. (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- Oni su bili prije vas – i ti nećeš naći promjene u Allahovom zakonu. (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- Onoga kome pripada ono što je na nebesima i ono što je na Zemlji. (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- I nijedna žena neće zatrudnjeti niti roditi, a da On to ne zna. (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- On je podredio noć, Sunce i Mjesec – svaki plovi do roka određenog. (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- Kroz koje teku rijeke, u kojima će vječno boraviti, a to je nagrada. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- On reče: Naprotiv, vaše duše su vam uljepšale jednu stvar; a lijep je strpljenje. (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- Ono što je na nebesima i na Zemlji, i da Allah. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- I koji god im poslanik došao, oni bi mu se ismijavali. (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- Rekoše: O Musa, hoćeš li ti baciti, ili ćemo mi baciti? (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- On vas usmrćuje, a neke od vas u najnižu životnu dob vraća, da bi. (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- Za njih su kod Gospodara njihova džennetske bašče kroz koje teku rijeke, u kojima će vječno boraviti. (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- Na srca njihova pokrove smo stavili da Kur'an ne bi razumjeli, a u uši njihove gluhost. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- Allahovo obećanje je istina, ali većina njih ne zna. (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- To je zato što su se suprotstavljali Allahu i Poslaniku Njegovu; a onaj ko se Allahu suprotstavlja. (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- A na Dan kad ih On pozove i upita: Gdje su oni koje ste Meni ravnim smatrali? (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- Zar oni ne vide da je Allah, Onaj koji je stvorio nebesa i Zemlju, kadar da slično njima stvori? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- (Onoga) Koji te je stvorio od zemlje, zatim od kapi sjemena, zatim. (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- Oni bi rekli: Gospodaru naš, zašto nam nisi poslao poslanika, pa da slijedimo ajete Tvoje? (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- Zatim će se Gospodaru svome vratiti i On će ih o onome što su radili obavijestiti. (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- Oni o tome nemaju nikakvog znanja, oni samo slijede pretpostavke. (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- Mi smo očeve naše zatekli na vjeri, a mi stopama njihovim idemo. (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- Oni kojima je data Knjiga – nisu se razišli sve dok im nije došlo. (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- A kada Ibrahim reče: Gospodaru moj, učini ovaj grad sigurnim! (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- On vam je dao sluh, vid i srca; a malo se zahvaljujete. (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- Oni koji se raspravljaju o Allahovim ajetima bez ikakvog dokaza koji im je došao. (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- Slijedite onda Ibrahimovu vjeru, pravovjernu, a on nije bio od mnogobožaca. (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- I kada smo vas izbavili od faraonovih ljudi, koji su vas najgorom mučili patnjom. (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- To je prava vjera, ali većina ljudi ne zna. (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- Zar ne vidiš da je Allah podredio vama ono što je na. (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- Oni koji nisu vjerovali rekli bi: Ovo nije ništa drugo do očita čarolija. (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- A kada im se uče ajeti Naši, jasni, oni koji ne vjeruju govore. (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- Edenski vrtovi kroz koje teku rijeke, u kojima će vječno boraviti. (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- On stvara šta hoće; Allah, zaista, sve može. (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- Da bi vam oprostio grijehe i da bi vas do roka određenog ostavio. (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- Zar hoćete da nas odvratite od onoga čemu su se naši očevi klanjali? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- A kada Gospodar tvoj reče melekima: Ja ću, doista, stvoriti čovjeka od gline. (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- On je Taj koji šalje vjetrove kao najavljivače radosne vijesti, ispred milosti Svoje. (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- Reci: Putujte po Zemlji i vidite kakav je bio kraj. (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- U stvaranju nebesa i Zemlje i u smjeni noći i dana (su znaci). (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- Ko je taj koji će Allahu zajam lijepi dati, pa da mu ga On višestruko vrati? (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- Zato sudi među njima prema onome što je Allah objavio, i ne slijedi strasti njihove. (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- Zar oni čekaju da im dođu meleki, ili da dođe naredba Gospodara tvoga? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- Oni koji o Allahu izmišljaju laži – neće uspjeti. (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- Kao običaj faraonovih ljudi i onih prije njih – oni su ajete Naše poricali. (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- I raduje vjernike koji čine dobra djela – da njih čeka nagrada. (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- Allah daje opskrbu u izobilju onome kome hoće od robova Svojih, a i uskraćuje. (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- I bit ćete vraćeni Onome koji zna nevidljivo i vidljivo, pa će vas obavijestiti o onome što ste radili. (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- A oni koji su u srodstvu – jedni su drugima preči u Allahovoj Knjizi. (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — obavezno (mora se uraditi; greh je propustiti)
- mustahabb / mandub (مستحب / مندوب) — preporučljivo (nagrada ako se uradi, nije greh ako se propusti)
- mubah (مباح) — neutralno / dozvoljeno (nema ni nagrade ni greha)
- makruh (مكروه) — nepoželjno (obeshrabruje se, ali nije greh ako se uradi)
- haram (حرام) — zabranjeno (greh je uraditi)
- halal (حلال, dozvoljeno / zakonito) — obuhvata i mubah i mustahabb — sve što nije zabranjeno
- Obožavajte samo Allaha i tražite Njegovu pomoć. 1:5
- Obožavajte samo Allaha 2:21
- Ne pridružujte Allahu nikakve ortake 2:22
- Allah je Onaj koji prašta (prima pokajanje), On je primio pokajanje Adema (عَلَيْهِ ٱلسَّلَامُ). 2:37
- Ne miješajte istinu s neistinom i ne skrivajte istinu. 2:42
- Obavljajte namaz (svakodnevne molitve) i dajite zekat (milostinju). 2:43
- Naređujte vrlinu drugima tek nakon što je sami prakticirate 2:44
- Tražite Allahovu pomoć u svim svojim poslovima 2:45
- Ne upuštajte se u korupciju i ne širite je 2:60
- Ne sprečavajte ljude da idu u bogomolje 2:114
- Poštujte svetost džamije. Održavajte svoja mjesta za molitvu čistima i čednima 2:125
- Sjećajte se Allaha (molitvom, slavljenjem itd.) i On će vas se sjećati, i budite Mu zahvalni. 2:152
- Budite strpljivi u nevoljama 2:153
- Ne slijedite stopama Šejtana (Sotone) koji je otvoreni neprijatelj. 2:168
- Ne slijedite nikoga slijepo 2:170
- Čuvajte i ispunjavajte sve povjerene obaveze. Obavljajte svoje vjerske dužnosti iskreno. Ispunite svoje zakletve i ugovore. Držite obećanja, posebno ona data Allahu. Podržavajte one kojima je potrebna pomoć i olakšavajte nevolje. Izbjegavajte činjenje grijeha koji dovode do gubitka Božije naklonosti. Ne dozvolite da vas ponos vodi ka nepravdi 2:177
- U kisas-u (zakonu jednakosti u kazni) za vas je život. 2:179
- Postite u mjesecu Ramazanu. Pridržavajte se propisanog posta kako biste postali bogobojazni. 2:183
- Poštujte Kur'an kao krajnji izvor upute 2:185
- Ne jedite imovinu jedni drugih na nepravedan način i ne dajite mito sudijama (prije iznošenja svojih slučajeva). 2:188
- Ne tlačite druge, ni riječju ni djelom. Nikada ne ulazite u borbu kao agresori, već samo u odbranu 2:190
- Štitite siročad. Što se tiče siročadi, pošteno upravljajte njihovom imovinom i ne prisvajajte njihovu imovinu. 2:220
- Pokajte se i tražite Allahov oprost. Nemajte polne odnose za vrijeme menstruacije. Održavajte čistoću (i fizičku i duhovnu) 2:222
- Ispunite svoje obaveze prema porodici 2:233
- Birajte vođe na osnovu njihovih zasluga 2:247
- Nema prisile u vjeri 2:256
- Trošite imovinu u dobrotvorne svrhe. Budite milosrdni i u imetku i u vremenu 2:261
- Ne poništavajte dobročinstvo hvalisanjem svojom darežljivošću 2:264
- Šejtan (Sotona) vas prijeti siromaštvom i naređuje vam da činite zlo (grijehe). 2:268
- Tražite nevoljnike i pomažite im 2:273
- Ne bavite se kamatom i lihvarenjem. Ne jedite imovinu zasnovanu na kamati. Ne jedite riba (kamatu). 2:275
- Dajte dužniku više vremena za otplatu ako je u teškoj situaciji 2:280
- Držite svoju riječ u poslovnim transakcijama. Budite iskreni u svojim finansijskim poslovima. Postupajte s integritetom u svim svojim obavezama. Kada sklapate ugovor o dugu na određeni rok, zapišite ga. Uzimajte svjedoke kad god sklapate trgovački ugovor. 2:282
- Čuvajte i ispunjavajte sve povjerene obaveze 2:283
- Vjerujte u objavljene Knjige i sve Vjerovjesnike 2:285
- Allah ne opterećuje nikoga preko njegovih mogućnosti. Oni dobijaju nagradu za (dobro) koje su zaslužili i kaznu za (zlo) koje su zaslužili. Bog ne opterećuje osobu preko njenih mogućnosti; niti bi mi trebali. Vjerujte u Allahov plan čak i u teškoćama 2:286
- Ko ispunjava obećanja i boji se Allaha, Allah voli bogobojazne. 3:76
- Obavite hadž ako ste u mogućnosti 3:97
- Ne razdvajajte se 3:103
- Naređujte dobro i zabranjujte zlo. Podstičite pravednost u svojoj zajednici. Pozivajte druge na sjećanje na Allaha 3:104
- Na Allaha neka se oslanjaju vjernici. 3:122
- Ne jedite riba (kamatu). 3:130
- Pokoravajte se Allahu i Njegovom Poslaniku da biste zadobili milost. 3:132
- Allah voli one koji troše (na Allahovom putu – dobročinstvo, milostinju itd.) u obilju i u oskudici, koji obuzdavaju gnjev i koji praštaju ljudima. 3:134
- Obuzdavajte gnjev. 3:134
- Praštajte tuđe greške 3:135
- Ne budite nepristojni u govoru. Budite strpljivi s onima koji se ne slažu s vama 3:159
- Ako vam Allah pomogne, niko vas ne može savladati; a ako vas napusti, ko je taj koji vam, osim Njega, može pomoći? 3:160
- Svako će okusiti smrt. A samo na Sudnjem danu dobit ćete potpunu naknadu. 3:185
- Duboko razmišljajte o čudima prirode i stvaranju ovog svemira. Znajte da je Bog stvorio svemir sa smislom i svrhom 3:191
- Muškarci i žene imaju jednaku nagradu za svoja djela 3:195
- Za one koji se boje svoga Gospodara, tu su bašče kroz koje teku rijeke (u Džennetu); u njima će vječno boraviti, kao počast od Allaha. 3:198
- Uvijek težite Allahovom zadovoljstvu u svakom postupku. 3:200
- Budite odani svome Gospodaru, bojte Ga se i (ne kidajte veze) s rodbinom. 4:1
- Dajte siročadi njihovu imovinu i ne mijenjajte (svoje) loše stvari za (njihove) dobre; i ne jedite njihovu imovinu (dodajući je) svojoj. 4:2
- Dajte ženama (za koje se ženite) njihov mehr (obavezni bračni dar koji muž daje ženi prilikom sklapanja braka) dobre volje. 4:4
- Čuvajte prava siročadi 4:6
- Imovina pokojnika treba da se raspodijeli među članovima njegove porodice. Žene imaju pravo na nasljedstvo 4:7
- Ne jedite nepravedno imovinu siročadi 4:10
- Slušajte naredbe o nasljeđivanju 4:11
- Zabranjeno je nasljeđivati žene protiv njihove volje i grubo se prema njima odnositi. Živite s njima (suprugama) dostojanstveno. Poštujte i uvažavajte prava žena. Odnosite se prema supružniku s ljubaznošću i saosjećanjem. Odnosite se prema ženama s poštovanjem i pravdom 4:19
- Ne ženite se s onima koji su vam krvni srodnici 4:23
- Ne ubijajte sebe (niti jedni druge). Allah je, zaista, milostiv prema vama. Ne jedite imovinu jedni drugih nepravedno 4:29
- Ako izbjegavate velike grijehe koji su zabranjeni, Allah će vam oprostiti vaše (male) grijehe i uvesti vas u plemeniti ulaz (tj. Džennet). 4:31
- Ne žudite za onim u čemu je Allah neke od vas učinio boljim od drugih. Izbjegavajte zavist i ljubomoru 4:32
- Muškarci su staratelji i hranitelji žena, jer je Allah dao prednost jednima nad drugima, i zato što oni troše (da ih izdržavaju) iz svoje imovine. Muškarac je zaštitnik i oslonac porodice 4:34
- Obožavajte Allaha i ne pridružujte Mu ništa u obožavanju, budite dobri prema roditeljima, rođacima, siročadi, siromasima, susjedu, saputniku koji je uz vas, putniku (kojeg sretnete) i onima (robovima) kojima su vam desnice ovladale. Allah ne voli one koji su oholi i hvalisavi. Budite dobri prema drugima. Budite milosrdni prema slabima. Održavajte rodbinske veze i poštujte rođake. 4:36
- Ne budite škrti 4:37
- Allah ne prašta da mu se u obožavanju pridružuju ortaci, ali oprašta sve osim toga kome hoće. 4:48
- Ne zavidite drugima 4:54
- Allah vam naređuje da vraćate povjerene stvari njihovim vlasnicima. Kada sudite među ljudima, sudite pravedno. 4:58
- Pokoravajte se Allahu i Njegovom Poslaniku. Poštujte one koji su među vama nadležni 4:59
- Ne tlačite slabe i ranjive 4:75
- Sve dobro koje vam dođe je od Allaha, a sve zlo koje vas zadesi je od vas samih. 4:79
- Ko se pokorava Poslaniku (Muhammedu ﷺ), pokorava se Allahu. 4:80
- Ko se zauzima za dobru stvar, dobiće nagradu za nju, a ko se zauzima za lošu stvar, dobiće teret njen. 4:85
- Ne priliči vjerniku da ubije drugog vjernika, osim greškom. 4:92
- Ko namjerno ubije vjernika, kazna mu je Džehennem, u kome će vječno boraviti. Na njega je Allahov gnjev i prokletstvo, i za njega je pripremljena velika patnja. 4:93
- Ko se iseli (iz svog doma) na Allahovom putu, naći će na zemlji mnogo skloništa i izobilja. 4:100
- Budite tačni u svojim molitvama 4:103
- Ne podržavajte i ne budite branitelji onih koji iznevjeravaju povjerene obaveze 4:105
- Tražite oprost od Allaha, Allah je, zaista, Onaj koji prašta, Milostivi. 4:106
- O vjernici! Čvrsto stojte za pravdu, kao svjedoci radi Allaha, pa makar to bilo protiv vas samih, ili protiv roditelja ili rodbine, bio on bogat ili siromašan. Ne odgađajte pravdu; djelujte brzo u ispravljanju nepravde 4:135
- Licemjeri žele prevariti Allaha, a On ih prevari. 4:142
- Licemjeri će biti na samom dnu Vatre; nećete naći za njih pomoćnika. 4:145
- Allah ne voli da se zlo iznosi javno, osim od onoga ko je bio nepravedno postupljen. 4:148
- Poslanike kao donosioce radosnih vijesti i kao upozoritelje, kako ljudi ne bi imali opravdanja pred Allahom poslije (dolaska) poslanika. 4:165
- Ispunite svoje ugovore i obećanja 5:1
- Pomažite jedni drugima u dobročinstvu i bogobojaznosti, a ne u grijehu i neprijateljstvu 5:2
- Ne jedite uginule životinje, krv životinja i svinjsko meso 5:3
- Budite pravedni, ne dozvolite da vas neprijateljstvo i mržnja drugih odvrate od pravde. Budite pravedni i pošteni u svojim poslovima. Znajte da je pravda blizu bogobojaznosti. Ne odgađajte pravdu; djelujte brzo u ispravljanju nepravde 5:8
- Tražite načine približavanja Allahu i trudite se na Njegovom putu koliko god možete, kako biste uspjeli. 5:35
- Ispunite svoje zakletve i obećanja 5:89
- Izbjegavajte opojna pića i alkohol. Strogo izbjegavajte opojna pića (sve vrste alkoholnih pića), kockanje, kumire i strelice za gatanje, koji su odvratni i Šejtanovog su djela. 5:90
- Ne ubijajte divljač dok ste u ihramu za hadž ili umru. 5:95
- Ne pitajte o stvarima koje bi vam, kad bi vam bile objašnjene, mogle pričiniti nevolju. 5:101
- Ne vrijeđajte tuđa božanstva. Ne vrijeđajte one koje oni (nevjernici) obožavaju pored Allaha, da ne bi i oni, u neznanju, vrijeđali Allaha. 6:108
- Ako se pokoravate većini onih koji su na zemlji, oni će vas odvesti s Allahovog puta. Oni slijede samo pretpostavke i samo izmišljaju laži. 6:116
- Ostavite (o ljudi!) sve vrste grijeha, i javne i tajne. 6:120
- Ne jedite (o vjernici!) od onog (mesa) nad kojim pri klanju nije spomenuto Allahovo ime. 6:121
- Onoga koga Allah želi uputiti, On mu otvara grudi za Islam, a onoga koga želi ostaviti u zabludi, On mu čini grudi skučenim i tijesnim. 6:125
- Budite umjereni u trošenju i izbjegavajte rasipništvo. Čuvajte prava svih stvorenja 6:141
- Ne pridružujte Allahu ništa u obožavanju, budite dobri roditeljima, ne ubijajte djecu svoju iz straha od siromaštva, ne približujte se sramotnim djelima, ne ubijajte onoga koga je Allah zabranio, osim po pravdi. 6:151
- Budite pošteni; ne varajte ni u kakvim poslovima. Ne približavajte se imovini siročeta, osim da je popravite, dajte punu mjeru i mjerite na pravi način, kad god govorite, govorite istinu, čak i ako je u pitanju bliski rođak, i ispunite Allahov zavjet. 6:152
- Slijedite Pravi put i ne slijedite (druge) puteve, jer će vas oni odvojiti od Njegovog puta. 6:153
- Reci (o Muhammede ﷺ): "Uistinu, moj namaz, moja žrtva, moj život i moja smrt su za Allaha, Gospodara svjetova." 6:162
- Ne budite oholi 7:13
- Neka vas Šejtan (Sotona) ne prevari. 7:27
- Reci (o Muhammede ﷺ): "Gospodar moj naređuje pravednost..." 7:29
- Pridržavajte se Allahovih granica u svim stvarima. Izbjegavajte prestup u govoru i djelima. Jedite i pijte, ali ne pretjerujte. Nosite lijepu odjeću za vrijeme molitve 7:31
- Allah je stvorio nebesa i Zemlju za šest dana, a onda se uzvisio na Prijestolju (na način koji dolikuje Njegovom Veličanstvu). 7:54
- Zazivajte svoga Gospodara ponizno i tajno. On ne voli one koji pretjeruju. 7:55
- I ne činite nered na Zemlji, nakon što je u njoj uspostavljen red, i zazivajte Ga sa strahom i nadom. 7:56
- Ali oni koji su činili zla djela, a zatim su se pokajali i povjerovali, tvoj Gospodar je, poslije toga, Onaj koji prašta, Milostivi. 7:153
- Reci (o Muhammede ﷺ): "O ljudi! Ja sam Allahov poslanik svima vama..." 7:158
- I (sva) najljepša imena pripadaju Allahu, pa Ga zovite njima, a ostavite one koji iskrivljuju Njegova imena... 7:180
- Koga Allah ostavi u zabludi, niko ga ne može uputiti; i ostavlja ih da lutaju u svojoj obijesti. 7:186
- Oprosti, naređuj dobro i okreni se od neznalica (tj. ne kažnjavaj ih). 7:199
- Opraštajte drugima njihove greške 7:199
- A ako te Šejtan (Sotona) na zlo navede, zatraži utočište u Allaha. On je, uistinu, Onaj koji sve čuje, Onaj koji sve zna. 7:200
- Pravi vjernici su samo oni čija se srca, kad se Allah spomene, strahom ispune, a kad im se ajeti Njegovi uče, vjeru im pojačaju... 8:2
- Ne izdajte Allaha i Poslanika Njegovog, i svjesno ne iznevjerite povjerene vam obaveze. 8:27
- Ako se budete pokoravali Allahu i bojali Ga se, On će vam dati sposobnost rasuđivanja (između istine i laži). 8:29
- Oni koji ne vjeruju troše svoje bogatstvo da bi (ljude) odvratili od Allahovog puta, i trošit će ga, ali će im ono na kraju biti na žalost. 8:36
- Reci onima koji ne vjeruju, ako prestanu (s nevjerstvom), biće im oprošteno ono što je bilo prije. Ali ako se vrate (tome), onda su primjeri (kazne) prijašnjih već dati (kao opomena). 8:38
- Kada se sretnete s (neprijateljskom) silom, budite čvrsti i često spominjite Allahovo ime (i jezikom i srcem), da biste uspjeli. 8:45
- Ne budite poput onih koji izlaze iz svojih kuća bahato i da bi se pokazali ljudima i odvraćaju (ljude) od Allahovog puta. 8:47
- Allah neće izmijeniti blagodat koju je darovao narodu sve dok oni ne promijene ono što je u njihovim dušama. 8:53
- Najgore životinje kod Allaha su one koje ne vjeruju. 8:55
- Bog stavlja ljubav i privrženost među srca onih koji vjeruju u Njega 8:63
- Štitite i pomažite one koji traže zaštitu 9:6
- Ne priliči mnogobošcima da održavaju Allahove džamije. 9:17
- Oni (nevjernici, Jevreji i kršćani) žele ugasiti Allahovo svjetlo (kojim je poslan Muhammed ﷺ – islamski monoteizam) svojim ustima, ali Allah neće dozvoliti osim da Njegovo svjetlo bude savršeno, makar nevjernici mrzili. 9:32
- Sadaka (zekat) je samo za: 1) siromašne, 2) nevoljnike, 3) one koji su zaduženi za njeno prikupljanje, 4) za pridobijanje srca onih koji su skloni Islamu, 5) za oslobađanje robova, 6) za dužnike, 7) za Allahov put (tj. za mudžahide) i 8) za putnike. 9:60
- Ko se suprotstavlja i neprijateljuje s Allahom i Njegovim Poslanikom (ﷺ), za njega je, sigurno, Džehennemska vatra, u kojoj će vječno boraviti. To je velika sramota. 9:63
- Licemjeri, muškarci i žene, slični su jedni drugima. Zaboravili su Allaha, pa je i On njih zaboravio. 9:67
- Težite čistoći. Poštujte svetost džamije 9:108
- Ne priliči Vjerovjesniku i vjernicima da traže oprost od Allaha za mnogobošce, pa makar im bili i rođaci, nakon što im je postalo jasno da su stanovnici Vatre (jer su umrli u nevjerstvu). 9:113
- Ko je nepravedniji od onoga koji o Allahu izmišlja laži ili poriče Njegove ajete? Uistinu, mnogobošci nikada neće uspjeti! 10:17
- Oni se, pored Allaha, klanjaju onima koji im ne mogu nauditi niti im koristiti, i govore: "Ovi su naši zagovornici kod Allaha." Reci: "Zar vi obavještavate Allaha o nečemu što On ne zna na nebesima i na Zemlji?" Slavljen i uzvišen je On od onoga što Mu pridružuju! 10:18
- Kazna za zlo je slično zlo. 10:27
- Takav je Allah, vaš istinski Gospodar. I što je onda nakon istine, osim zabluda? Kako ste onda okrenuti? 10:32
- Većina njih slijedi samo pretpostavke. Pretpostavke nikako ne mogu zamijeniti istinu. 10:36
- Allah, uistinu, nikome ne čini nepravdu, ali ljudi sami sebi nepravdu čine. 10:44
- Znajte da je Allahov dar bolji od svega što čovjek može sakupiti ili nagomilati 10:58
- Ne budi od onih koji poriču Allahove ajete, jer ćeš tada biti među gubitnicima. 10:95
- Ako Allah dotakne nevoljom, niko je ne može ukloniti osim Njega; a ako vam hoće dobro, niko ne može odbiti Njegovu blagodat koju podaruje kome hoće od Svojih robova. 10:107
- Nema ni jednog živog bića na Zemlji čija hrana ne zavisi od Allaha. I On zna njegovo boravište i mjesto gdje će počivati (u utrobi, grobu itd.). 11:6
- Ako dademo čovjeku da okusi milost Našu, a onda mu je oduzmemo, on postaje očajan i nezahvalan. 11:9
- Ko želi život na ovom svijetu i njegov sjaj, Mi ćemo im u njemu u potpunosti dati (nagradu) za njihova djela, i neće im se umanjiti. 11:15
- Mi nismo bili nepravedni prema njima, već su oni sami sebi nepravdu činili. I njihova božanstva, kojima su se, pored Allaha, molili, nisu im ništa pomogla kada je došla naredba tvoga Gospodara, i donijela im je samo propast. 11:101
- Na Dan kada on dođe, niko neće progovoriti bez Allahovog dozvola. Među njima će biti nesretnih i (drugih) sretnih. 11:105
- Što se tiče nesretnih, oni će biti u Vatri, uzdišući i jecajući. 11:106
- Oni će u njoj vječno boraviti dok traju nebesa i Zemlja, osim ako Gospodar tvoj drukčije ne odredi. Gospodar tvoj, zaista, radi šta hoće. 11:107
- A oni koji su sretni, biće u Džennetu, gdje će vječno boraviti dok traju nebesa i Zemlja, osim ako Gospodar tvoj drukčije ne odredi, kao dar bez prestanka. 11:108
- Ne naginjite onima koji čine nepravdu, da vas Vatra ne dotakne; tada nećete imati zaštitnika osim Allaha, niti ćete biti pomognuti. 11:113
- Obavljajte namaz na oba kraja dana i u nekim noćnim satima (tj. pet dnevnih namaza). Dobra djela uklanjaju loša djela (tj. male grijehe). 11:114
- Allahu pripada nevidljivo na nebesima i na Zemlji, i Njemu se sve vraća (na odluku). 11:123
- Naredba pripada samo Allahu. On naređuje da se samo Njemu klanjate, to je prava vjera, ali većina ljudi ne zna. 12:40
- Nikada ne gubite nadu u Allahovu milost 12:87
- I većina ljudi neće vjerovati, čak i ako vi to žarko želite. 12:103
- I većina njih ne vjeruje u Allaha, a da Mu druge ne pridružuju (tj. oni su mnogobošci). 12:106
- Kur'an nije izmišljeni govor, već potvrda prijašnjih Knjiga (Tevrata, Indžila i drugih objava) i detaljno objašnjenje svega i uputa i milost za ljude koji vjeruju. 12:111
- Allah povećava opskrbu kome hoće, a uskraćuje (kome hoće). 13:26
- Često se sjećajte Allaha zikrom. Oni koji vjeruju u Boga nalaze zadovoljstvo u sjećanju na Njega. 13:28
- Oni koji vjeruju i čine dobra djela, njima pripada radost i mir duše. 13:29
- Oni koji više vole život na ovom svijetu nego na onom svijetu, i odvraćaju (ljude) od Allahovog puta (Islama) i traže krivine u njemu, oni su u velikoj zabludi. 14:3
- Budite ponizni i zahvalni u obožavanju 14:7
- Primjer onih koji ne vjeruju u Gospodara svoga: njihova djela su kao pepeo, nad kojim je žestoko duvao vjetar u olujnom danu; oni neće moći dobiti ništa od onoga što su zaslužili. 14:18
- Allah će učvrstiti one koji vjeruju čvrstom riječi na ovom svijetu (tj. oni će nastaviti obožavati samo Allaha) i na onom svijetu. 14:27
- Ne mislite da Allah ne primjećuje ono što nepravedni (mnogobošci i sl.) čine, već im daje odgodu do Dana kada će oči ostati otvorene od užasa. 14:42
- Da bi Allah svakome dao nagradu za ono što je zaslužio. Allah je, zaista, brz u obračunu. 14:51
- I uistinu, Mi smo stvorili čovjeka od suhe, zvonke gline, od promijenjene crne blata. 15:26
- A džine, Mi smo još prije stvorili od vatre bez dima. 15:27
- On (Džehennem) ima sedam kapija; za svaku kapiju je određena (posebna) skupina (grešnika). 15:44
- On stvara čovjeka iz kapi sjemena, a zatim, gle, on postaje otvoreni protivnik. 16:4
- I stoku, On je stvorio za vas; u njoj imate toplinu (toplu odjeću) i druge koristi, a njome se i hranite. 16:5
- I (stvorio je) konje, mazge i magarce, da ih jašete i kao ukras. I stvara (druge) stvari koje ne znate. 16:8
- On je Taj koji s neba spušta vodu; vi iz nje pijete i iz nje raste bilje kojim stoku napasate. 16:10
- On je Taj koji vam je more podredio, da iz njega jedete svježe meso (ribu) i da iz njega vadite nakit koji nosite. 16:14
- On je na Zemlji postavio nepomične planine da se ne ljulja s vama, i rijeke i puteve, da biste se usmjeravali. 16:15
- Pa zar je Onaj koji stvara kao onaj koji ne stvara? Zar se nećete sjetiti? 16:17
- Ako biste brojili Allahove blagodati, ne biste ih mogli nabrojiti. 16:18
- Allah zna što skrivate i što objelodanjujete. 16:19
- Oni kojima se oni (mnogobošci) obraćaju pored Allaha nisu ništa stvorili, nego su i sami stvoreni. 16:20
- (Oni su) mrtvi, bez života, i ne znaju kada će biti oživljeni. 16:21
- Kad Mi nešto želimo, Mi samo kažemo: "Budi!" – i ono bude. 16:40
- Pa zar su oni koji prave zle spletke sigurni da ih Allah neće u zemlju utjerati ili da ih neće kazna stići odakle se ne nadaju? 16:45
- Sve blagodati i dobra koja imate, od Allaha su. A kada vas nevolja zadesi, Njemu se glasno molite za pomoć. 16:53
- Zatim, kada On ukloni nevolju od vas, gle, neki od vas druge pridružuju svome Gospodaru. 16:54
- U stoci je za vas pouka. Mi vam dajemo da pijete ono što je u njihovim trbusima, između izmeta i krvi – čisto mlijeko, ukusno onima koji ga piju. 16:66
- Zato ne navodite Allahu sličnosti (jer ništa Mu nije slično, niti On liči na bilo šta). Allah, uistinu, zna, a vi ne znate. 16:74
- Znajte da je Bog čovjeku dao sluh, vid, inteligenciju i osjećanja kako bi bili zahvalni 16:78
- Izbjegavajte pohlepu i gramzivost 16:97
- Kada želite učiti Kur'an, potražite utočište u Allaha od Šejtana, prokletog. 16:98
- Znajte da se nepravda počinjena iz neznanja oprašta ako se osoba pokaje i popravi 16:119
- Pozivaj (o Muhammede ﷺ) na put Gospodara svoga (Islam) mudrošću i lijepom poukom i sa njima se raspravljaj na najljepši način. Pozivanje drugih na Božiji put treba da bude s mudrošću i dobrotom 16:125
- Allah je s onima koji se Njega boje i koji dobra djela čine. 16:128
- Ovaj Kur'an vodi onome što je najpravednije. 17:9
- Niko neće nositi tuđi teret (grijeha). 17:15
- Ko želi Ahiret i trudi se za njega, trudom koji mu pripada, a vjernik je, takvima će se trud cijeniti i nagraditi (od Allaha). 17:19
- Poštujte roditelje i prema njima se ophodite s ljubaznošću. Budite dobri prema roditeljima. Ne govorite im ružne riječi. I Gospodar tvoj je naredio da se samo Njemu klanjate i da roditeljima dobro činite. Ako jedan od njih ili oboje dožive starost kod tebe, ne reci im ni "Uh!" niti ih odbijaj, već im govori plemenite riječi. 17:23
- I spusti pred njima krilo poniznosti iz milosti i reci: "Gospodaru moj, smiluj im se, kao što su oni mene, kad sam bio mali, odgajali." 17:24
- Uistinu, rasipnici su braća šejtanova, a šejtan je nezahvalan svome Gospodaru. 17:27
- Ne trošite rasipno novac 17:29
- Ne ubijajte djecu svoju iz straha od siromaštva 17:31
- Ne činite preljubu. Čuvajte svetost braka i izbjegavajte preljubu 17:32
- Kad mjerite, mjerite pravedno i važite na ispravnoj vagi. To je bolje i ljepše za posljedicu. 17:35
- Ne slijedi (o čovječe, tj. ne govori, ne čini i ne svjedoči) ono što ne znaš (npr. ako neko kaže: "Vidio sam", a nije vidio, ili "Čuo sam", a nije čuo). 17:36
- Budite ponizni i ne budite oholi. Ne idi po zemlji bahato. Ne možeš ni zemlju probiti ni planine visinom dostići. 17:37
- Gospodar tvoj najbolje vas poznaje: ako hoće, smilovat će vam se, a ako hoće, kaznit će vas. 17:54
- Ko je slijep na ovom svijetu (tj. ne vidi Allahove znake i ne vjeruje u Njega), bit će slijep i na Ahiretu, i još više zalutao. 17:72
- Pridržavajte se propisanih vremena za namaz 17:78
- Mi smo u ovom Kur'anu potanko objasnili ljudima svakojake primjere, ali većina ljudi odbija (istinu i ne prihvata ništa) osim nevjerstva. 17:89
- Mi smo u ovom Kur'anu ljudima naveli svakojake primjere. Ali je čovjek više prepirač nego išta drugo. 18:54
- Kazna im je Džehennem, zato što nisu vjerovali i što su se rugali Mojim ajetima i Mojim poslanicima. 18:106
- Ne priliči Allahu da ima dijete (ovo se odnosi na klevetu kršćana protiv Allaha da je Isus Božiji sin). Uzvišen je On (i iznad onoga što Mu pridružuju). 19:35
- Govorite ljudima blago 20:44
- Takmičite se u činjenju dobrih djela 21:90
- Izbjegavajte prazan govor 23:3
- Čuvajte svoju stidljivost 23:5
- Čuvajte svoje srce od grešnih sklonosti 23:97
- Opraštajte drugima i praštajte im greške 24:22
- Poštujte tuđu privatnost, posebno u njihovim kućama. Ispunjavajte prava susjeda 24:27
- Spuštajte pogled (i muškarci i žene). Čuvajte svoju stidljivost i čednost. 24:30
- Budite skromni u odijevanju i ponašanju 24:31
- Znajte da Bog pruža sigurnost i mir onima koji Ga obožavaju i čine dobra djela 24:55
- Ne ulazite u roditeljsku sobu bez dopuštenja 24:58
- Budite skromni i ponizni 25:63
- Izbjegavajte lažno svjedočenje i prevaru 25:72
- Težite nagradi na Ahiretu, ali ne zanemarujte ovosvjetske poslove 28:77
- Ne obraćajte se nikome uz Boga 28:88
- Ne bavite se homoseksualnošću 29:29
- Težite izvrsnosti u svim svojim nastojanjima 29:69
- Obavljajte namaz i dajite milostinju 31:4
- Naređujte dobro i zabranjujte zlo 31:17
- Izbjegavajte oholost u ponašanju. Klonite se gubljenja vremena u praznim razgovorima 31:18
- Budite umjereni u hodu i glasnoći svoga glasa 31:19
- Slijedite primjer Vjerovjesnika Muhammeda 33:21
- Žene ne smiju isticati svoju ljepotu i ukrase 33:33
- Govorite istinu u svim okolnostima 33:70
- Tražite mudrost i razumijevanje kroz razmišljanje 38:29
- Slijedite upute Kur'ana 39:23
- Bog oprašta sve grijehe kada se grešnik pokaje i Njemu se vrati 39:53
- Činite iskrenu duʻā (dovu) Allahu 40:60
- Uzvratite na zlo dobrim koje je bolje 41:34
- Stvari rješavajte dogovorom 42:38
- Ne podižite svoj glas iznad Poslanikovog glasa 49:2
- Čuvajte tajne i izbjegavajte izdaju 49:6
- Mite one koji su u sukobu. Težite pomirenju u sukobima 49:9
- Ne rugajte se drugima 49:11
- Izbjegavajte sumnjičenje. Izbjegavajte uhođenje i ogovaranje. Ne klevetajte i ne ogovaraju druge. Izbjegavajte sve oblike ogovaranja i klevete. Ne dozvolite da vas ponos vodi ka nepravdi 49:12
- Znajte da samo pravednost čini čovjeka plemenitim. Poštujte razlike među ljudima i kulturama 49:13
- Poštujte goste 51:26
- Budite svjesni svojih dužnosti prema Allahu 51:56
- Trošite imovinu u dobrotvorne svrhe 57:7
- Znajte da u vjeri nema monaštva (odricanje od braka i zadovoljstava, kao kod monaha, monahinja i sl.) 57:27
- Ne dozvolite da vas bogatstvo odvrati od sjećanja na Allaha 58:11
- Oni koji posjeduju znanje biće uzvišeniji od Boga po stepenu 58:11
- Odnosite se prema nemuslimanima ljubazno i pravedno 60:8
- Izbjegavajte licemjerje u svojim uvjerenjima i postupcima 63:9
- Klonite se pohlepe i škrtosti 64:16
- Čuvajte objave koje su vam povjerene 73:15
- Budite svjesni Sudnjeg dana 75:36
- Preporučujte strpljenje i saosjećanje 90:17
- Onaj ko pročišćava svoju dušu uspijeva, a onaj ko je kvari propada 91:10
- Ne zanemarujte i ne odbijajte nevoljnike 93:10
- Tražite znanje i razumijevanje. Čitajte i razmišljajte o Kur'anu 96:1–5
- Podstičite na hranjenje siromašnih 107:3
""";
