const String quranIndexKhmerRaw = r"""
សូត្រមន្តមានហ្សិល 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ព្រះអម្ចាស់យើង សូត្រមន្ត 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ព្រះអម្ចាស់ខ្ញុំ សូត្រមន្ត 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
អើរ៉ុន (ហារុន) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120​.
អាបាសា, S.80; 74:22
ការ​លាង​សម្អាត (វូឌូ) 4:43; 5:6
អ័ប្រាហាំ (Ibrahim) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ទាំង​សាសន៍​យូដា និង​គ្រីស្ទាន 3:67-68
- ឈរនៅក្នុងប្រាសាទទីមួយនៅបាកា 3:97; 26:123
- លើកគ្រឹះនៃកាបា 2:124-129
- ហៅ​រាស្ត្រ​របស់​ទ្រង់​ឲ្យ​ថ្វាយបង្គំ​ព្រះ​ពិត​តែ​មួយ 2:130-133; 26:69-89; 29:16; 29:24-27
- ជជែកវែកញែកដោយស្តេចក្រអឺតក្រទម 2:258
- សាកសួរអំពីការរស់ឡើងវិញ 2:260
- ទាំង​សាសន៍​យូដា និង​គ្រីស្ទាន 3:65-68
- បដិសេធ​ការ​ថ្វាយបង្គំ​ស្ថានសួគ៌ 6:74-87
- ទទួល​ដំណឹង​អំពី​កំណើត​របស់​អ៊ីសាក 11:69-76; 51:24-30
- ការអធិស្ឋានរបស់គាត់នៅកាបា 14:35-41
- បាន​ទៅ​ជួប​ទេវតា 15:51-56
- គំរូ 16:123
- ហៅឪពុករបស់គាត់ឱ្យមករកសេចក្តីពិត 19:41-50
- បំផ្លាញ​រូប​ព្រះ ហើយ​ត្រូវ​បាន​សង្គ្រោះ​ពី​ភ្លើង 21:51-73; 37:83-113
- ហៅ​មនុស្ស​ទាំង​អស់​ឲ្យ​ទៅ​ធ្វើ​ធម្មយាត្រា 22:26
អាប្រារ, 3:193, 198; 76:5; 82:13; 83:18-22
ការលុបចោល, 2:106, 16:101
អាប៊ូ ឡាហាប 111:1-5
«មនុស្ស​អាដ 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
អ័ដាម 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ទេវតា​ឲ្យ​ក្រាប​ថ្វាយបង្គំ 2:34; 7:11
- ដើមឈើនៃចំណេះដឹង 2:35; 7:19-20; 20:120-121
- ការបណ្តេញចេញពីសួនច្បារ (គ្មានកំហុសលើអេវ៉ាទេ), 2:36; 7:24
- ទទួល​កិត្តិយស​ពី​អល់ឡោះ ត្រូវ​បាន​សាតាំង​ល្បួង 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- អល់ឡោះអត់ទោសឱ្យ 2:37; 20:122
អាឌីយ៉ាត, S.100
'Adn Paradise, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ឧបសគ្គ
- មិន​បាន​ទទួល​បន្ទុក​របស់​អ្នក​ដទៃ 6:164; 17:15; 35:18; 39:7; 53:38
- មិនមានបន្ទុកលើសពីសមត្ថភាពទ្រាំទ្រ, 2:286; 6:152; 7:42; 23:62
- ការអត់ធ្មត់ក្នុងអំឡុងពេល, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ភាពចាស់ជរា, 16:70; 22:5; 30:54; 36:68
- អាកប្បកិរិយាចំពោះឪពុកម្តាយវ័យចំណាស់ដែលស្ថិតនៅក្រោមការថែទាំរបស់អ្នក ម៉ោង 17:23
អាម៉ាដ 61:6
អាកាហ្វ, ទំព័រ 46; 46:21
Ahzab, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
អៃកា អ្នករស់នៅ 15:78; 26:176; 38:13; 50:14
អាឡា S.87; 87:1; 92:20
អាឡាក, ទំព័រ S.96
អាល់-អ៊ីមរ៉ាន, S.3
អល់ឡោះ
- មួយថ្ងៃសម្រាប់ទ្រង់គឺហាសិបពាន់ឆ្នាំ 70:4
- មួយថ្ងៃសម្រាប់ទ្រង់គឺមួយពាន់ឆ្នាំមនុស្ស 22:47; 32:5
- សមត្ថភាពក្នុងការធ្វើអ្វីៗគ្រប់យ៉ាង, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ល្អបំផុតក្នុងចំណោមចៅក្រមទាំងអស់ 95:8
- លើសពីនិយមន័យ, 43:82; 67:12
- ធ្វើឲ្យគម្រោងការរបស់អ្នកមិនជឿទៅជាឥតប្រយោជន៍ 8:30; 8:36
- បណ្តាលឱ្យមនុស្សបាត់ខ្លួន ហើយបង្កើតសត្វដទៃទៀត 4:133; 14:19; 35:16
- បណ្តាលឱ្យសើចនិងយំ 53:43
- បណ្តាលឱ្យបុរសម្នាក់ដេកលក់អស់មួយសតវត្ស 2:259
- សត្រូវ​របស់​អ្នក​ដែល​បដិសេធ​សេចក្ដី​ពិត 2:98
- លើកតម្កើងសិរីល្អរបស់ទ្រង់ តាំងពីព្រឹកដល់យប់ 33:42
- កូនស្រីក្លែងក្លាយរបស់ 16:57; 17:40; 43:16; 52:39; 53:21-22
- តាមឈ្មោះ 53:19-20
- ផ្តល់ឱ្យមនុស្សនូវសេរីភាពនៃការសម្រេចចិត្ត 36:67
- លះបង់អ្វីៗទាំងអស់ដើម្បីគាត់ 4:66-68; 4:125
- ល្អ និងអាក្រក់ គឺមកពីទ្រង់ 4:78
- ប្រទានជីវិត និងសេចក្ដីស្លាប់ 44:8; 53:44; 57:2; 67:2
- អ្នក​ដែល​ខិតខំ​ប្រឹងប្រែង​ទទួល​បាន​រង្វាន់​ល្អ​ជាង 4:95-96; 5:54; 9:120; 49:15; 61:11
- គ្មាន​ភរិយា 72:3
- គ្មានកូនប្រុស 43:81; 72:3; 112:3
- មិនបានបោះបង់ចោលអ្នកក្នុងគ្រាលំបាករបស់អ្នកទេ 93:3
- មាន​ចំណេះដឹង​នៅ​គ្រប់​ទីកន្លែង 2:115; 2:142; 2:177; 4:126
- គឺជា​មុនគេ និង​ក្រោយគេ (អាល់ហ្វា និង​អូមេហ្គា) 57:3
- គឺជាខាងក្រៅ និងខាងក្នុង 57:3
- ដឹងថាហួសពីការយល់ដឹង, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ស្រឡាញ់​អ្នក​ដែល​ប្រព្រឹត្ត​ដោយ​យុត្តិធម៌ 49:9
- មិន​បាន​បង្កើត​ច្បាប់​ណា​មួយ​ទាក់ទង​នឹង​អ្វី​ដែល​ទ្រង់​មិន​បាន​មាន​បន្ទូល​នោះ​ទេ 5:101; 6:140; 6:148; 7:32
- សេចក្ដីមេត្តាករុណាចំពោះឈ្លើយសឹកដែលមានសេចក្ដីល្អនៅក្នុងខ្លួន 8:70
- ធម្មជាតិនៃ, 2:255
- គ្មានមនុស្សណាម្នាក់ជាទេវភាពទេ 3:64; 3:151
- មិនមែនជាព្រះត្រីឯកទេ 4:171
- ជ្រកកោនពីអំពើអាក្រក់ជាមួយ 113:1-5; 114:1-6
- ចងចាំទ្រង់ពេលឈរ អង្គុយ ដេក 3:191; 4:103; 10:12; 25:64
- បង្កើត​រូបរាង​អ្នក​នៅ​ក្នុង​ផ្ទៃ 3:6
- បល្ល័ង្ក​ស្ថិត​នៅ​លើ​ទឹក 11:7
- នឹងបង្កើតរបស់ដែលអ្នកមិនដឹង 16:8
- មិន​ចង់​ធ្វើ​ខុស​ចំពោះ​ការ​បង្កើត​របស់​ទ្រង់​ឡើយ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
សម្ព័ន្ធភាព 8:72; 9:7
- គ្រិស្តបរិស័ទ និង​ជនជាតិ​យូដា 5:51
- ហាមឃាត់ជាមួយសាច់ញាតិដែលមិនជឿ 9:23-24
- ហាមឃាត់​ជាមួយ​មនុស្ស​លាក់ពុត 4:88-89; 4:139; 4:144
អាលីសា (សូមមើលអេលីសេ)
អាម៉ាណា, ការជឿទុកចិត្ត និងកាតព្វកិច្ចដែលបានកំណត់ដោយអល់ឡោះ។ល។, 2:283; 4:58; 8:27
- សូមមើល ទំនុកចិត្ត
ទេវតា, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- បង្កើតឡើងពីភ្លើង 7:12; 38:76
- ប្រាំបីនាក់នឹងលើកបល្ល័ង្ករបស់អល់ឡោះឡើងនៅថ្ងៃជំនុំជំរះ 69:17
- ការអះអាងមិនពិតថាពួកគេជាស្ត្រី 43:19; 53:27
- អាណាព្យាបាល 82:10-12; 86:4
- ដប់ប្រាំបួន ព្រះអម្ចាស់លើឋាននរក 74:30-31
- មិនត្រូវបានបញ្ជូនមកដើម្បីបំពេញចិត្តបំណងប្រាថ្នា 15:7-8
- បាន​បញ្ជូន​ទៅ​បំផុស​គំនិត 16:2
កំហឹង, ទប់, 3:134
អានកាប៊ុត, ទំព័រ S.29
ស្រមោច, 27:18
ស្វា, 5:60
- គួរឲ្យស្អប់ខ្ពើម, 2:65; 7:166
ការក្បត់ជំនឿ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- កុំ​សុំ​ឲ្យ​មាន​សេចក្ដី​វិនាស​យ៉ាង​ឆាប់​រហ័ស​សម្រាប់​ពួក​អ្នក​ក្បត់​ជំនឿ 46:35
- មានតែអល់ឡោះទេដែលនឹងដាក់ទណ្ឌកម្មពួកគេ 73:11; 74:11
- ការដាក់ទណ្ឌកម្មនៅលោកខាងមុខ 2:217; 9:74
- ការបដិសេធដោយអ្នកដទៃ 3:87
- ការប្រែចិត្ត 3:89; 5:34; 9:5; 9:11
- នៅថ្ងៃជំនុំជំរះគឺយឺតពេលហើយ 40:85
- ក្រោមការបង្ខិតបង្ខំ, 16:106
អ្នកក្បត់ជំនឿ 47:25
អារ៉ាហ្វ, S.7; 7:46, 48
អារ៉ាហ្វាត, 2:198
ជជែកវែកញែក
- មិនមែនក្នុងនាមអ្នកដែលបញ្ឆោតខ្លួនឯងទេ 4:107
- អ្នកបានជជែកវែកញែកជំនួសពួកគេនៅក្នុងលោកិយនេះ ប៉ុន្តែតើអ្នកណានឹងជជែកវែកញែកនៅថ្ងៃរស់ឡើងវិញ 4:109
អាគុយម៉ង់/ការវាយប្រហារ
- ឆ្លើយតបវិញតាមចិត្ត, 8:58
- ការអត់ធ្មត់គឺប្រសើរជាងឆ្ងាយណាស់ 16:126
គ្រឿងសឹក, 16:81
អាស្រ, S.103
អាយ៉ាត អាល់-ឃើស៊ី, 2:255
អ្នក​និយាយ​ដើម​គេ, 49:12; 104:1
បាដ្រ (សមរភូមិ) 3:13
- មេរៀនពី 8:5-19, 42-48
អាល់-បៃ-អ៊ុល-ម៉ាមួរ 52:4
បាកា (ម៉ាកា) 3:96
បាល, 37:125
បាឡាដ, S.90
តុល្យភាព, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
បានូ អាន-ណាឌៀរ 59:2-6, 13
បាការ៉ា, S.2
បារ៉ា (សូមមើល តាវបា), ទំព័រ S.9
Barzakh, (របាំង), 23:100; 25:53; 55:20
- សូមមើលផងដែរ 18:94-97; 34:54; 36:9
បៃយីណា, S.98
សត្វតិរច្ឆាន (នៃថ្ងៃចុងក្រោយ) 27:82
ជនជាតិបេឌូអ៊ីន 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ប៊ី, 16:68-69
ឥរិយាបថ
- ជជែក​វែកញែក​ដោយ​សប្បុរស​ជាមួយ​អ្នក​ដែល​បាន​ទទួល​វិវរណៈ​មុនៗ 16:125, 29:46
- ជៀសវាងការចូលរួមក្នុងរឿងដែលអ្នកមិនដឹងអ្វីទាំងអស់ 17:36
- ជៀសវាងអំពើបាបធ្ងន់ធ្ងរ និងទង្វើអាម៉ាស់ 53:32
- ជៀសវាងការស្មានអំពីគ្នាទៅវិញទៅមក កុំលួចមើល ឬនិយាយអាក្រក់អំពីគ្នាទៅវិញទៅមក 49:12
- ត្រូវ​មាន​ភាព​យុត្តិធម៌​ក្នុង​គំនិត​របស់​អ្នក 6:152
- សហគមន៍គួរតែមានកម្រិតមធ្យម 2:143; 25:67
- មោទនភាព​ត្រូវ​បាន​បំបាក់​ទឹកចិត្ត, 4:36, 57:23
- កុំ​ស្ដី​បន្ទោស​អ្នក​ដែល​ស្វែងរក​ជំនួយ​ពី​អ្នក 93:10
- កុំចាត់ទុកខ្លួនឯងថាបរិសុទ្ធ 53:32
- កុំ​ចំអក​ឲ្យ​អ្នក​ដទៃ 49:11; 104:1
- កុំ​និយាយ​ពី​រឿង​អាក្រក់​ដោយ​ចំហ 4:148
- កុំ​និយាយ​អាក្រក់​ពី​គ្នា​ទៅ​វិញ​ទៅ​មក 104:1
- ក្រុមនីមួយៗត្រូវបានប្រទានច្បាប់ និងរបៀបរស់នៅ 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- និង​ជា​មធ្យោបាយ​នៃ​ការ​ថ្វាយបង្គំ 22:67
- អល់ឡោះអាចធ្វើឱ្យពួកគេក្លាយជាសហគមន៍តែមួយ 5:48; 11:118; 16:93; 42:8
- សហគមន៍មួយនៅក្រោមអល់ឡោះ 21:92
- អត់ទោសឱ្យជនជាតិយូដា 5:13
- អត់ទោសឱ្យអ្នកមិនជឿ 31:15; 45:14
- អត់ទោស​ដោយ​ស្រួល 42:37
- អ្នកគ្រប់គ្រងធ្វើការសម្រេចចិត្តបន្ទាប់ពីការពិគ្រោះយោបល់ 42:38
- និង​ព្យាការី​ម្នាក់ 10:47; 16:36
- ការបង្ខូចកេរ្តិ៍ឈ្មោះអ្នកជឿគឺជាអំពើបាប 33:58
- បុរស (ឆ្ពោះទៅរកស្ត្រី) 24:30
- អ្នកផ្សះផ្សាទទួលបានរង្វាន់ 42:40
- ចូរនិយាយដោយយុត្តិធម៌ចំពោះអ្នកដែលខ្វះខាត ប្រសិនបើអ្នកមិនអាចធ្វើអ្វីផ្សេងទៀតបាន 17:28
- ឆ្ពោះទៅរកឪពុកម្តាយវ័យចំណាស់ដែលស្ថិតនៅក្រោមការថែទាំរបស់អ្នក ម៉ោង 17:23
- ឆ្ពោះទៅរកអ្នកកាន់សាសនាឥស្លាមដទៃទៀត 33:6
- ចំពោះអ្នកដទៃ 17:26-29; 17:35; 17:53; 60:8
- ឆ្ពោះទៅរកឪពុកម្តាយ 46:15
- ឆ្ពោះទៅរកទាសករ 4:36; 24:33
- ប្រព្រឹត្តចំពោះអ្នកមិនជឿដែលមិនឈ្លោះប្រកែកគ្នាដោយយុត្តិធម៌ 60:8
- ភរិយារបស់ព្យាការី 33:28-34
- ស្ត្រី (ឆ្ពោះទៅរកបុរស) 24:31
- នៅក្នុងវិវរណៈទាំងអស់ 2:136; 2:285
- ធម្មជាតិនៃ, 49:14-15
អ្នកជឿ, 2:2-5; 2:285; 8:2-4; 8:24
បេតិកភណ្ឌ, 2:180, 240; 4:7, 12; 36:50
ក្បត់ (បោកប្រាស់ ក្លែងបន្លំ) 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
ព្រះគម្ពីរ 5:64, 5:65, 5:68
- ការបង្ខូចទ្រង់ទ្រាយនៃ, 3:78; 5:14-15
សត្វស្លាប, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ឈាម-លុយ (ឌីយ៉ា), 2:178-179; 4:92; 17:33
ប្លន់​របស់​របរ, សង្គ្រាម, 4:94, 8:41; 59:6-8
- ការកាន់កាប់ខុសច្បាប់, 3:162
- មើល​ការ​ខូច​ខាត
ការសូកប៉ាន់, 2:188
ប៊ូដន, 22:36
បន្ទុក
- ចំពោះ​អ្នក​ដទៃ គ្មាន​អ្នក​ណា​ដែល​កាន់​បន្ទុក​នឹង​ទ្រាំទ្រ​បាន​ឡើយ 35:18; 39:7; 53:38
- អ្នក​មិន​ជឿ​ក៏​នឹង​ទទួល​បន្ទុក​របស់​អ្នក​ដទៃ​ដែរ 16:25; 29:13
- បន្ទុកដែលពួកគេនឹងទ្រាំទ្រគឺអាក្រក់ណាស់ 6:31, 164
- អល់ឡោះមិនដាក់បន្ទុកលើមនុស្សម្នាក់លើសពីវិសាលភាពរបស់គាត់ទេ 2:286; 7:42; 23:62
Buruj (តារាធំៗ), S.85; 85:1; 15:16; 25:61
អូដ្ឋ, 6:144; 7:40; 77:33; 88:17
ឈ្លើយសឹក 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- សូមមើលផងដែរ អ្នកទោសសង្គ្រាម
គោក្របី, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
រូងភ្នំ Thawr ម៉ោង 9:40
រូងភ្នំ ប្រជាជននៃ 18:9-22, 25-26
ភាពប្រាកដប្រជាជាមួយនឹងសេចក្តីពិត 56:95; 69:51
សេចក្ដីសប្បុរស, (សាដាកា), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76–79, 103, 104; 57:18; 58:12-13
- វត្ថុនៃសប្បុរសធម៌ និងហ្សាកាត 2:273; 9:60
កុមារ 2:233; 42:49-50
- អ្នក​ណា​ដែល​បាន​សម្លាប់​ខ្លួន​ដោយ​ភាព​ល្ងង់ខ្លៅ ដោយ​គ្មាន​ចំណេះដឹង នឹង​ត្រូវ​វិនាស​អន្តរាយ 6:140
ព្រះគ្រីស្ទ (សូមមើលព្រះយេស៊ូវ)
គ្រិស្តបរិស័ទ 5:14, 19, 64-65, 69; 22:17
- បានស្នើសុំកុំឱ្យលើកតម្កើងព្រះយេស៊ូវជាព្រះ 4:171
- ចូលមកជិតបំផុតនឹងអារម្មណ៍ស្រលាញ់ចំពោះអ្នកកាន់សាសនាឥស្លាម 5:82
- មនុស្សភាគច្រើនភ្លេចអ្វីដែលពួកគេត្រូវបានគេប្រាប់ឱ្យចងចាំ 5:14
- ឥឡូវនេះ អ្នកនាំសារម្នាក់នឹងមករកអ្នក 5:15, 19
- មនុស្សសុចរិតនឹងទទួលបានរង្វាន់ 2:62; 5:65; 5:69
- និយាយថា "ព្រះយេស៊ូវជាបុត្រារបស់អល់ឡោះ" 9:30
ទីក្រុងនានាត្រូវបានផ្តួលរំលំ 69:9
ទីក្រុងសន្តិសុខ 95:3
សម្លៀកបំពាក់, 7:26; 16:81
- នៃភ្លើង, 22:19
- ស្បៃមុខ ឬសម្លៀកបំពាក់របស់ស្ត្រីក្នុងស្ថានភាពមិនមែនគ្រួសារ 24:31
- សម្លៀកបំពាក់ខាងក្រៅរបស់ស្ត្រីការពារការយាយីដោយពួកលាក់ពុត 33:59-60
សហព័ន្ធ, 33:9, 22
- សូមមើល Ahzab Consultation, mutual, 42:38
ការបង្កើត
- ចាប់ផ្តើម និងធ្វើម្តងទៀត 10:4; 21:104; 27:64; 29:19-20
- ថ្មី​មួយ, 17:49, 98; 35:16
- ដោយ​សេចក្ដី​ពិត 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- មិនមែនសម្រាប់លេងទេ 21:16-17; 23:115
- គ្រប់​សត្វ​មានជីវិត​ទាំងអស់​ដែល​បាន​បង្កើត​ឡើង​ពី 21:30; 24:45; 25:54
- នៃមនុស្សលោក, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ទម្រង់ទីមួយនៃ 56:62
- ក្នុងរយៈពេលប្រាំមួយថ្ងៃ 7:54; 11:7; 32:4; 50:38; 57:4
- ជាគូ 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ភាពចម្រុះនៅក្នុង 35:27-28
- អល់ឡោះ​បញ្ជា​ឲ្យ «ចូរ​កើត​ឡើង!» — ហើយ​វា​ក៏​កើត​ឡើង 2:117; 16:40; 36:82; 40:68
- ភ្លឹបភ្លែតៗ 54:50
- យប់ និងថ្ងៃ ព្រះអាទិត្យ និងព្រះច័ន្ទ 39:5
- នៃស្ថានសួគ៌ និងផែនដី ផែនដីដ៏ធំធេងជាង នៃមនុស្សជាតិ 40:57; 79:27
- គោលបំណងនៃ, 51:56
ក្អែក, 5:31
លក្ខណៈវិនិច្ឆ័យ, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (មើល Insan,) S.76; 45:24
- ពេលវេលា, 76:1; 103:1
ដាវីឌ 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ដោយ​យោង​ទៅ​តាម​ទំនុកតម្កើង 4:163
- ប្រយុទ្ធ និងសម្លាប់កូលីយ៉ាត, 2:251
- សម្រេច​សាលក្រម 21:78-80
- មាន​ពរ​ដោយ​ចំណេះដឹង និង​ឋានៈ​ជា​ព្យាការី 27:15-16
- ភ្នំ និងសត្វស្លាបចូលរួមជាមួយគាត់ក្នុងការសរសើរតម្កើងអល់ឡោះ 34:10; 38:17-20
- ចៅក្រមរវាងមនុស្សពីរនាក់ 38:21-26
ដាវ៉ាប ឬ ដាបា (សត្វមានជីវិតដែលមានចលនា។ល។) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
មនុស្សស្លាប់នឹងត្រូវប្រោសឲ្យរស់ឡើងវិញ 6:36
សេចក្ដីស្លាប់, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- និងការរត់គេចពីសមរភូមិ 33:16
- ក្នុងបុព្វហេតុរបស់អល់ឡោះ 3:195; 22:58; 47:4
- សហគមន៍​ទាំងឡាយ​ណា​ដែល​គ្មាន​វិវរណៈ នឹង​មិន​ត្រូវ​បាន​បំផ្លាញ​ឡើយ 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- អ្នកដែលត្រូវបានសម្លាប់ក្នុងបុព្វហេតុរបស់អល់ឡោះនៅរស់រានមានជីវិត 2:154; 3:169
- ខណៈពេលដែលកំពុងរត់គេចពីអំពើអាក្រក់ទៅកាន់អល់ឡោះ 4:100
- មិន​អាច​បញ្ឈប់ ឬ​ពន្យារ​ពេល​បាន​ទេ 63:10-11
- បងប្អូនភ្លោះនៃដំណេក 6:60; 39:42
- អ្នកជឿ និងអ្នកមិនជឿនៅពេលស្លាប់ 8:50; 16:27-32; 41:30
- ការដាក់ទណ្ឌកម្មនៅក្នុងផ្នូរ 40:46
បំណុល, 2:280, 282; 4:11-12
ក្រឹត្យ
- សម្រាប់រាល់បញ្ហាទាំងអស់ មាន 13:38
យើងមិនដែលបំផ្លាញភូមិណាមួយឡើយ លើកលែងតែមានភូមិមួយដែលគេស្គាល់សម្រាប់វា (15:4)
- រាល់កិច្ចការទាំងអស់គឺមកពីអល់ឡោះ 44:5
- នៅពេលដែលទ្រង់សម្រេចលើរឿងអ្វីមួយ ទ្រង់គ្រាន់តែមានបន្ទូលថា «ចូរកើត!» — ហើយវាក៏កើតឡើងមែន 2:117; 36:82; 40:68
អំពើ
- អាក្រក់ តុបតែងសម្រាប់ពួកគេ 47:14
- ចំពោះយើង ចំពោះអ្នក ចំពោះការប្រព្រឹត្តរបស់អ្នក 28:55; 42:15; 45:15
- ល្អ និងអាក្រក់ គឺសម្រាប់ និងប្រឆាំងនឹងខ្លួនឯង 41:46
- ចង​របស់​មនុស្ស​នៅ​នឹង​ក​របស់​ខ្លួន 17:13
ដឺក្រេ យោងទៅតាមអ្វីដែលពួកគេបានធ្វើ 6:132
សេចក្ដីប៉ងប្រាថ្នា អ្នកដែលដើរតាមអំពើអាក្រក់របស់ពួកគេ 47:14, 16
- ដែលបានយកជាព្រះរបស់ខ្លួន 25:43
កុំអស់សង្ឃឹមចំពោះសេចក្តីមេត្តាករុណារបស់អល់ឡោះ 39:53; 21:87-88; 68:48-50
- សូមមើលផងដែរ យ៉ូណាស
ដារីយ៉ាត, S.51
ឌីកើរ 7:205; 15:6, 9
ឌុល-គីហ្វី, 21:85; 38:48
ឌុល-កៃរ៉ីន 18:83-98
Dhun-Nun (ដៃគូរបស់ត្រី)
អ្នក​មិន​ជឿ (សូមមើល​ផងដែរ ពួក​អ្នក​លាក់ពុត)
- សុំឱ្យលោក Muhammad ( ﷺ ) អំពាវនាវដល់ពួកគេនូវសេចក្តីក្រោធរបស់អល់ឡោះជាភស្តុតាង 6:57-58; 8:32; 10:49-52
- រាប់អាន​ពួកគេ​ដោយ​សេចក្ដី​សប្បុរស 31:15
- អត់ធ្មត់នឹងអ្វីដែលពួកគេនិយាយ 20:130; 50:39
- សេចក្ដីសញ្ញាជាមួយ, 8:56; 8:72; 9:4, 7
- ការបំពាន​សេចក្ដីសញ្ញា 8:58; 9:12
- អល់ឡោះ​ធ្វើ​ឲ្យ​គម្រោង​របស់​ពួកគេ​រលាយ​សូន្យ 8:30, 36
- ចាកចេញពីក្រុមអ្នកដែលចំអកច្បាប់របស់អល់ឡោះ 4:140; 6:68
- ការពារពួកគេប្រសិនបើពួកគេសុំឱ្យអ្នកធ្វើ 9:6
- ការដាក់ទណ្ឌកម្មក្នុងអំឡុងសង្គ្រាម 8:12, 50, 59
- ការដាក់ទណ្ឌកម្មនៅលោកខាងមុខ 8:37
- មិនគួរទៅទស្សនា ឬមើលថែវិហារអ៊ីស្លាមទេ 9:17
- និយាយ​ដោយ​សប្បុរស​ទៅ​កាន់​ពួកគេ 17:53
- ខិតខំ​ប្រឆាំង​នឹង 9:73; 25:52; 66:9
- ប្រព្រឹត្តចំពោះអ្នកដែលមិនឈ្លោះប្រកែកគ្នាដោយសមធម៌ 60:8
- នឹងចងសម្ព័ន្ធភាពជាមួយអ្នកមិនជឿផ្សេងទៀតតែប៉ុណ្ណោះ 8:72
ពួកសិស្ស (របស់ព្រះយេស៊ូវ) 3:52; 61:14
ជំងឺនៅក្នុងចិត្តរបស់មនុស្សលាក់ពុត និងអ្នកដែលមិនជឿ 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ទុក្ខវេទនា បន្ទាប់ពីវាមានសន្តិសុខ 3:154
ការចែកចាយ​របស់​របរ​សង្គ្រាម 8:41; 59:7-8
ប្រជាជន​នៃ​ស្រុក​នោះ​អើយ 85:4-10
ភាពចម្រុះ
- នៃមនុស្ស 30:22, 35:27-28
- នៃជីវិត 35:27-28
ការលែងលះ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- បន្ទាប់ពីរយៈពេលរង់ចាំ សូមរំលាយ ឬផ្សះផ្សា 2:231; 65:2
- សាក្សីពីរនាក់ 65:2
- ប្រាក់ឧបត្ថម្ភប្តី/ប្រពន្ធ, 2:233, 241
- ពង្រីកដល់អ្នកស្នងមរតករបស់អតីតស្វាមី 2:233
- អាច​ត្រូវ​បាន​លុប​ចោល​ពីរ​ដង 2:229
- ស្ថានភាព​បណ្ណាការ, 2:229, 236-237
- ស្វែងរកអ្នកថែទាំសើមប្រសិនបើចាំបាច់ 65:6
- សូមមើលផងដែរ Zihar
ការលែងលះ, បុរស
- លែងលះគ្នាជាមួយនារីម្នាក់ដើម្បីនារីម្នាក់ទៀត - កុំយកអ្វីដែលអ្នកបានឲ្យមុនមកវិញ 4:20
- កុំ​បៀតបៀន​ប្រពន្ធ 65:6
- កុំ​ប្រព្រឹត្ត​អំពើ​អាក្រក់​ចំពោះ​ប្រពន្ធ​ឡើយ 4:19
- បួនខែដើម្បីផ្លាស់ប្តូរចិត្តរបស់គាត់ 2:226
- គាំទ្រប្រពន្ធយ៉ាងពេញលេញក្នុងអំឡុងពេលមានផ្ទៃពោះ និងអំឡុងពេលរង់ចាំ 65:6
- គាំទ្រប្រពន្ធយ៉ាងពេញលេញ ប្រសិនបើនាងកំពុងបំបៅកូនរបស់អ្នក 65:6
- ម្តាយមិនគួររងទុក្ខដោយសារតែកូនកំព្រាឪពុករបស់ខ្លួនទេ 2:233
- មុនសម័យអ៊ីស្លាម 58:2
- ការសោកស្ដាយដើម្បីផ្សះផ្សាគ្នារយៈពេល 2 ខែជាប់ៗគ្នា 58:4
- ការសោកស្ដាយដើម្បីផ្សះផ្សា ចិញ្ចឹមមនុស្សក្រីក្រ 60 នាក់ 58:4
- ការសោកស្ដាយដើម្បីផ្សះផ្សាទាសករម្នាក់ 58:3
- ការប៉ុនប៉ងផ្សះផ្សា, 4:35
- គ្មានបាបប្រសិនបើអាពាហ៍ពិពាហ៍មិនទាន់បានបំពេញពេញលេញ 2:236
- កូនក្រមុំមានសិទ្ធិទទួលបានពាក់កណ្តាលនៃថ្លៃបណ្ណាការ 2:237
ការលែងលះ, ស្ត្រី
- បន្ទាប់ពីការលែងលះលើកទីបី (ករណីលែងលះពីប្តីម្នាក់ទៀត) អាចត្រឡប់ទៅរកប្តីដើមវិញបាន 2:229
- មានសិទ្ធិទទួលបានការថែទាំ, 2:241; 65:1
- សិទ្ធិស្មើគ្នាក្នុងការលែងលះ, 2:228
- ខ្លាចប្តីប្រព្រឹត្តអាក្រក់ 4:128
- អាចរក្សាអ្វីដែលប្តីរបស់នាងបានឱ្យនាង 2:229
- មិនត្រូវបណ្តេញចេញពីផ្ទះរបស់ពួកគេ 65:1
- ការមករដូវបីដងរង់ចាំដើម្បីបដិសេធការមានផ្ទៃពោះ, 2:228
- រង់ចាំរយៈពេលបីខែសម្រាប់អ្នកដែលគ្មានរដូវ 65:4
- លុះត្រាតែអាពាហ៍ពិពាហ៍មិនទាន់បានព្រមព្រៀងគ្នា 33:49
ឆ្កែ, 7:176
សត្វលា (លា), 2:259; 16:8; 31:19; 62:5; 74:50
ផឹក
- គ្រឿងស្រវឹង, 2:219; 5:90
- ឆ្ងាញ់​បរិសុទ្ធ និង​ស, 37:45-46; 76:21
- ស្រាសុទ្ធបិទជិត 83:25
ឌូហា, S.93
ឌុកហាន, S.44
កងទ័ពដំរី 105:1-5
អេលីយ៉ាស (អេលីយ៉ា; អ៊ីលីយ៉ាស៊ីន) 6:85; 37:123-132
អេលីសេ (អាលីយ៉ាសា) 6:86; 38:48
អេណុក (សូមមើល អ៊ីឌ្រីស)
ព្រឹត្តិការណ៍, 56:1; 69:15
អំពើអាក្រក់, 4:123; 10:27-30; 19:83; 59:15
- មិនគួរនិយាយជាសាធារណៈទេ 4:148
- មកពីខ្លួនយើង ប៉ុន្តែសេចក្តីល្អមកពីអល់ឡោះ 4:79; 42:48
- អភ័យទោស 4:149
- បាន​សង​វិញ, 6:160; 42:40
- អ្នកណាដែលរៀបចំផែនការ 16:45-47
- គឺជាទីបញ្ចប់ 30:10
- បានបង្ហាញខ្លួននៅលើដីគោក និងសមុទ្រ 30:41
- រុញច្រាន/ការពារ ដោយ​សេចក្ដី​ល្អ 13:22; 23:96; 41:34
- បានផ្លាស់ប្តូរ ដើម្បីសេចក្តីល្អ 7:95
- អ្នកដែលធ្វើតាមបំណងប្រាថ្នារបស់ពួកគេ 47:14, 16
- ទង្វើ​ដែល​បាន​តុបតែង​សម្រាប់​ពួកគេ 47:14
លើស
- ហាមឃាត់ក្នុងអាហារ 5:87
- ក្នុងសាសនា 4:171; 5:77-81
ភ្នែក ត្រចៀក និងស្បែកនឹងធ្វើបន្ទាល់ប្រឆាំងនឹងមនុស្សមានបាប 41:20-23
អែសរ៉ា (អ៊ូហ្សែរ) 9:30
ព្រះភក្ត្រ ឬ ព្រះភក្ត្រ​របស់​អល់ឡោះ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
មើលទៅសមរម្យ
អល់ឡោះបានបង្កើតសម្រាប់មនុស្សគ្រប់រូបនូវទង្វើរៀងៗខ្លួន 6:108
ជំនឿ (ជំនឿ) 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- អ្នកបដិសេធ, 3:116
- កើនឡើង, 3:173
- ដោយ​ប្រាកដប្រជា 44:7; 45:4, 20; 51:20
- ទ្រង់បានណែនាំអ្នកទៅកាន់ 49:17
ហ្វាជរ, ទំព័រ S.89
ហ្វាឡាក់, ទំព័រ S.113
ការសន្ទនាមិនពិតអំពីខគម្ពីរនៃគម្ពីគូរ៉ាន 6:68
ព្រះក្លែងក្លាយ
- ក្រៅពីអល់ឡោះ រូបព្រះ និងអ្វីដែលហៅថាដៃគូ 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- កុំប្រមាថអ្នកដែលពួកគេគោរពបូជាក្រៅពីអល់ឡោះ 6:108
- សូមមើលផងដែរ Taghut
ភាពមិនពិត (បាទីល), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ចង​អំពើ​របស់​មនុស្ស​នៅ​នឹង​ក​របស់​ខ្លួន 17:13
ការតមអាហារ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- បរិភោគ និងផឹករហូតដល់ខ្សែពណ៌សលេចចេញជារូបរាងខុសពីខ្សែពណ៌ខ្មៅ 2:187
ហ្វាត, S.48
ហ្វាទីហា, S.1
ហ្វាទីរ, S.35
ហ្វីឌីយ៉ា (តម្លៃលោះ) នៃការតមអាហារ 2:196
- សម្រាប់ការដោះលែងអ្នកជាប់ឃុំឃាំង 8:67
- តម្លៃលោះ​ដែល​អ្នក​មិន​ជឿ​បាន​ថ្វាយ, 3:91; 5:36,37; 10:54; 13:18
រូប 95:1
ការប្រយុទ្ធ
- ក្នុងមាគ៌ារបស់អល់ឡោះ ប្រឆាំងនឹងអ្នកដែលមិនជឿ 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- បានតែងតាំង, 2:216
- នៅក្នុងខែពិសិដ្ឋ 2:217; 9:5
- ដោយកូនចៅអ៊ីស្រាអែល 2:246-251
- ក្នុង​បុព្វហេតុ​របស់​អល់ឡោះ និង​បុរស​និង​ស្ត្រី​ដែល​ត្រូវ​គេ​គាបសង្កត់ 4:74-76
- រហូតដល់លែងមានហ្វីតណាហ៍ទៀតហើយ 8:39
- ម្ភៃ​យកឈ្នះ​ពីររយ, 8:65
- ប្រឆាំងនឹងអ្នកដែលមិនជឿលើអល់ឡោះ 9:29
- ការអនុញ្ញាតប្រឆាំងនឹងអ្នកដែលត្រូវបានធ្វើបាប 22:39-41
- និង​ពួក​មនុស្ស​លាក់ពុត 47:20
- ការលើកលែងពី, 48:17
ហ្វីល, S.105
Firdaus Paradise, 18:107; 23:11
ភ្លើង, 56:71, 100:2
ហោះហើរ, 22:73
អាហារ
- ស្របច្បាប់ និងខុសច្បាប់ (ហាឡាល និងហារ៉ាម) 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- គ្មានបាបចំពោះអ្វីដែលបានបរិភោគកាលពីអតីតកាល 5:93
- កុំ​ប្រព្រឹត្ត​រំលង 5:87
- កុំ​ធ្វើ​ឲ្យ​អ្វី​ដែល​អល់ឡោះ​បាន​ធ្វើ​ឲ្យ​ស្របច្បាប់​ជា​រឿង​ខុសច្បាប់ 5:87; 7:32; 16:116
ការប្រព្រឹត្ត​ដែល​ត្រូវ​ហាមឃាត់, 6:151-152; 7:33
ការអភ័យទោស, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- កាតព្វកិច្ចរបស់អ្នកជឿ 42:37; 45:14
- ដោយអ្នកជឿ សម្រាប់មនុស្សនៃគម្ពីរ 2:109
- អល់ឡោះអភ័យទោសឱ្យអ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យ 4:48
- អល់ឡោះអត់ទោសឱ្យមិនបង្កើតដៃគូក្នុងការគោរពបូជាជាមួយទ្រង់ 4:48, 116
- អ្នកណាដែលស្វែងរកអល់ឡោះ 4:110
- កុំសុំរបស់អល់ឡោះសម្រាប់មូស្រីគុន 9:113
- អល់ឡោះអត់ទោសបាបទាំងអស់ 39:53
- ពួកទេវតាសុំសម្រាប់អស់អ្នកដែលនៅលើផែនដី 42:5
- អត់ទោសឱ្យពួកគេពេលពួកគេខឹង 42:37
- អភ័យទោស និងផ្សះផ្សា 42:40
- អ្នកជឿត្រូវអត់ទោសឱ្យអ្នកដែលមិនសង្ឃឹមសម្រាប់ថ្ងៃរបស់អល់ឡោះ 45:14
- សម្រាប់អ្នកទាំងឡាយណាដែលជៀសវាងអំពើបាបធំៗ និងអល់ឡោះ 53:32
- ប្រណាំង​គ្នា​ទៅ​វិញ​ទៅ​មក​ក្នុង​ការ​ប្រញាប់ប្រញាល់​ឆ្ពោះ​ទៅ​រក 57:21
- អំពើអាក្រក់បានប្រែក្លាយទៅជាអំពើល្អ 25:68-71
ការក្លែងបន្លំ (សូមមើល Betray) 83:1-6
ឆន្ទៈសេរី
- កំណត់ដោយព្រះហឫទ័យរបស់អល់ឡោះ 6:107; 10:99; 74:56; 76:31; 81:28-29
- អ្នកណាដែលចង់បាន ចូរឲ្យអ្នកនោះជឿ ហើយមិនជឿ 18:29
- ចូរដើរតាមផ្លូវទៅកាន់ព្រះអម្ចាស់របស់គាត់ 76:29
- ដើរត្រង់ 81:28
ការអធិស្ឋានថ្ងៃសុក្រ 62:9-11
ផ្លែឈើ, 6:41; 16:11
- នៅក្នុងឋានសួគ៌ ក្នុងភាពបរិបូរណ៍ 43:73
- គ្រប់ប្រភេទ 47:15
- ដូចដែលពួកគេចង់បាន 77:42
ហ្វូចារ 82:14-16; 83:7
ហ្វួរកាន, ទំព័រ S.25
ហ្វូស៊ីឡាត (សូមមើល ហា មីម), ទំព័រ S.41
កាព្រីយ៉ែល (ជីប្រីល) 2:97-98; 26:193; 66:4; 81:19-21
—អរ. 26:193; 67:12; 70:4; 78:38; 97:4
— Ruh-ul-Qudus, 2:87, 253; 5:110; 16:102
ល្បែងស៊ីសង, 2:219; 5:90
ល្បែង ក្នុងស្ថានភាពអ៊ីហាំ 5:94-96
ហ្គាហ្វីរ (សូមមើល មូមីន), ទំព័រ 40
ហ្គាស៊ីយ៉ា, S.88
ហ្គូសល 4:43; 5:6
អំណោយ, 30:39
កូលីយ៉ាត (ចាលូត) 2:249-251
ល្អ (ថ្ងៃ), 3:140
- អ្នកមិនចូលចិត្តរបស់ដែលអាក្រក់ ហើយរបស់ដែលដូចគ្នា 2:216
- ដើម្បី​ទទួល​រង្វាន់ 4:85; 28:54
- រង្វាន់ទ្វេដង 4:40; 28:54
- រង្វាន់ដប់ដង, 6:160
- បានកើនឡើង 42:23
- សម្រាប់អ្នកដែលធ្វើដូច្នោះ មានការល្អ និងជាទីជម្រកនៃលោកខាងមុខ 16:30
- គឺសម្រាប់អ្នកដែលធ្វើល្អនៅក្នុងលោកនេះ 39:10
- អល់ឡោះប្រទានរង្វាន់ដល់អ្នកដែលធ្វើដូច្នោះ ដោយអ្វីដែលល្អបំផុត 53:31
- តើមានរង្វាន់អ្វីក្រៅពីអំពើល្អទេ 55:60
- ធ្វើដូចដែលអល់ឡោះបានធ្វើល្អចំពោះអ្នក 28:77
ល្អ និង អាក្រក់
- ល្អគឺមកពីអល់ឡោះ ហើយអាក្រក់គឺមកពីខ្លួនអ្នក 4:79
- បើអ្នករាល់គ្នាធ្វើល្អ គឺសម្រាប់ខ្លួនឯង ហើយបើអ្នករាល់គ្នាធ្វើអាក្រក់ គឺប្រឆាំងនឹងខ្លួនឯង 17:7; 41:46
- បណ្តេញអំពើអាក្រក់ដោយអំពើល្អ 23:96; 28:54; 41:34
- អំពើល្អ និងអំពើអាក្រក់មិនអាចស្មើគ្នាបានទេ 41:34
- មនុស្សគ្រប់រូបនឹងត្រូវប្រឈមមុខនឹងអ្វីៗទាំងអស់ដែលពួកគេបានធ្វើ 3:30
- សូមមើលផងដែរ មូស៊ីនុន
អំពើល្អ
- បង្ហាញ ឬ លាក់បាំងវា 4:149
- ខិតខំដូចជានៅក្នុងការប្រណាំងមួយនៅក្នុង 5:48
ដំណឹងល្អ 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
ដំណឹងល្អ 78:1-5
ជំរាបសួរ, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ហាឌីដ, ទំព័រ S.57
ហាឌី (សត្វសម្រាប់បូជា), 2:196, 200
ហាជ (ធម្មយាត្រា) 2:158, 196-203; 3:97; 5:2; 22:30
ហាជ, ទំព័រ S.22
ហាម៉ាន 28:6, 38; 29:39; 40:24, 36, 37
ដៃ និងជើងនឹងធ្វើជាសាក្សី 36:65
ហាហ្គា, ទំព័រ S.69
ទុក្ខលំបាក មានការធូរស្បើយជាមួយរាល់ការលំបាក 94:5-6
Harun, (Aaron)
ហារុត, 2:102
ហាសឺរ, ទំព័រ S.59
បេះដូង
- រឹងរូស, 2:74; 22:53; 39:22; 57:16
- បិទជិត, 7:100-101; 40:35; 47:16; 63:3
- គ្របដណ្តប់ 17:46; 41:5
- ចាក់សោរ, 47:24
- បែងចែក 59:14
- ពោរពេញដោយការភ័យខ្លាច 22:35
- ដែលមានជំងឺនៅក្នុងនោះ 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ឋានសួគ៌
- ជាកម្មសិទ្ធិរបស់អល់ឡោះ អ្វីដែលមើលមិនឃើញនៃលោក 16:77
- បង្កើតឡើងមិនមែនសម្រាប់ការសម្តែងទេ 21:16
- ហើយផែនដីត្រូវបានភ្ជាប់គ្នា 21:30
- គ្មានអ្វីលាក់បាំងនៅក្នុងនោះទេ 27:75
- បង្កើតឡើងដោយគ្មានសសរណាមួយ 31:10
- នឹងត្រូវបានរមៀលឡើងនៅក្នុងព្រះហស្តស្តាំរបស់ទ្រង់ 39:67
- ការបង្កើតស្ថានសួគ៌ទាំងប្រាំពីរក្នុងរយៈពេលពីរថ្ងៃ 41:12
- តុបតែងស្ថានសួគ៌ដែលនៅជិតបំផុតដោយចង្កៀង 41:12
- អ្វីៗទាំងអស់នៅក្នុងលោកនេះ ជាកម្មសិទ្ធិរបស់អល់ឡោះ 45:27; 53:31
- ស្ថានសួគ៌ទាំងប្រាំពីរ ដែលនៅពីលើគ្នា 67:3
ឋាននរក (ភ្លើង អណ្តាតភ្លើងដ៏ក្ដៅគគុក) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ទឹក​ឆេះ និង​ទឹក​ពុះ 22:19-22; 23:103-104
—ខ្ទុះ 14:14-17; 38:55-58; 69:35-37
- ដើមឈើហ្សាក់គូម 37:62-70; 44:43-50; 56:41-56
- អសមត្ថភាពរបស់អ្នកស្រុកក្នុងការរស់នៅ ឬស្លាប់ 87:13
- ការ​ស្តី​បន្ទោស 26:91-101; 34:31-33
- អំពាវនាវឱ្យមានការបំផ្លិចបំផ្លាញភ្លាមៗ 25:13-14; 43:74-78
- សម្រែក​យ៉ាង​ខ្លាំង 35:36-37
- ភ្លើង​កំពុង​ឆេះ​សន្ធោសន្ធៅ 25:11-12; 67:6-11
- ស្បែក​អាំង​ត្រូវ​បាន​ជំនួស​ដោយ​ស្បែក​ថ្មី 4:56
- ច្រវាក់ និង​សម្លៀក​បំពាក់​ធ្វើ​ពី​ជ័រ​កៅស៊ូ 14:48-50
- ដំបងដែក 22:19-22
- ច្រវាក់ 13:5
- អ្នករក្សាឋាននរក 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- គ្មាន​ការ​ទទួល​យក​ប្រាក់​លោះ 5:36-37
- ការអង្វរត្រូវបានបដិសេធ 6:94; 26:100; 30:13; 74:48
- ភាពអស់សង្ឃឹមដ៏ឆេះឆួល និងភាពងងឹតដ៏ត្រជាក់នៅក្នុង 38:57
- ខ្សែសង្វាក់ 70 ហត្ថ 69:32
- ស្នាក់នៅរយៈពេលកំណត់ 78:23
ចាប់ពីពេលនេះតទៅ
- ផ្ទះនៅក្នុងនោះល្អជាង 6:32; 7:169
- ដែលនឹងក្លាយជាទីបញ្ចប់នៅក្នុង 6:135
- ហ្សាលីមុននឹងមិនទទួលបានជោគជ័យទេ (ក្នុង) 6:135
- ផ្ទះរបស់, 12:109; 16:30; 28:83; 29:64
- អ្នកណាដែលមិនជឿលើ 17:10
- រង្វាន់នៃ, 42:20
- ប្រសើរជាងប្រាក់ និងមាស 43:33-35
- សម្រាប់តែ Muttaqun ប៉ុណ្ណោះ 43:35
- ការដាក់ទណ្ឌកម្ម, 68:33
- កាន់តែប្រសើរ និងប្រើប្រាស់បានយូរជាងមុន 87:17
- ប្រសើរជាងបច្ចុប្បន្ន 93:4
ផ្លូវហាយវេ ធំទូលាយ ម៉ោង 21:31
ហ៊ីជរ (ផ្លូវថ្ម) 15:80-85
ហ៊ីជរ, S.15
ភេទដូចគ្នា 26:165-166; 27:55; 29:28-29
សេះ 16:8
ម៉ោង
- ចំណេះដឹងអំពីវាគឺមានតែអល់ឡោះទេ 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ភ្លាមៗនោះវាស្ថិតនៅលើពួកគេ 6:31; 7:187; 12:107; 43:66
- មក​លើ​អ្នក 6:40; 12:107; 20:15; 34:3
- ជិត​មក​ដល់ 54:1-5
- ត្រឹមតែមួយប៉ប្រិចភ្នែក ឬកាន់តែជិត 16:77
- រញ្ជួយដី រ៉ិចទ័រ 22:1
- នឹងត្រូវបានបង្កើតឡើងនៅថ្ងៃនោះ 30:12, 14
- ប្រាកដជានឹងមកដល់ គ្មានការសង្ស័យទេ 40:59; 45:32; 51:5-6
- សញ្ញាសម្គាល់ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ឈ្មោះ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- នឹង​ធ្វើ​ឲ្យ​មនុស្ស​ភ្ញាក់ផ្អើល 6:31; 7:187
- ត្រែ​នឹង​ត្រូវ​ផ្លុំ 6:73; 23:101; 39:68
ផ្ទះសម្បែង និង​សុជីវធម៌​ក្នុង​ការ​ចូល​ផ្ទះ 24:27-29
ហ៊ូដ 7:65-72; 11:50-60; 26:123-140; 46:21-26
ហ៊ូដ, S.11
ហ៊ូជូរ៉ាត់, S.49
ហ៊ូម៉ាហ្សា, ទំព័រ S.104
ហ៊ូណៃន (សមរភូមិ) 9:25
ហ៊ើរ (ស្ត្រីនៅក្នុងឋានសួគ៌), 44:54; 52:20
ពួក​មនុស្ស​លាក់ពុត
- ចូរនិយាយថា៖ យើងជឿលើអល់ឡោះ និងថ្ងៃបរលោក ប៉ុន្តែតាមពិតយើងមិនជឿទេ 2:8
- បញ្ឆោតខ្លួនឯង 2:9
- ជំងឺនៅក្នុងចិត្តរបស់ពួកគេ 2:10; 8:49; 22:53; 33:12; 47:29
- ធ្វើបាប 2:11-12
- មនុស្សល្ងង់ខ្លៅ និងមនុស្សចំអក 2:13-15
- ទិញកំហុសសម្រាប់ការណែនាំ, 2:16
- ថ្លង់ គ និង ខ្វាក់ 2:17-18
- ដោយ​ខ្លាច​សេចក្ដី​ស្លាប់ និង​សេចក្ដី​ងងឹត 2:19-20
- សុន្ទរកថា​ដ៏​រីករាយ 2:204-206
- បដិសេធមិនប្រយុទ្ធ, 3:167-168
- អល់ឡោះជ្រាបនូវអ្វីដែលមាននៅក្នុងចិត្តរបស់ពួកគេ 3:167; 4:63
- ចូរទៅរកចៅក្រមក្លែងក្លាយដើម្បីជំនុំជំរះ ចូរងាកចេញពីវិវរណៈ ចូរមកដល់ពេលដែលមហន្តរាយកើតឡើង 4:60-62
- ក្នុង​គ្រា​មាន​សំណាង​អាក្រក់ និង​ក្នុង​គ្រា​ជោគជ័យ​ដ៏​អស្ចារ្យ 4:72-73
- អល់ឡោះបានបោះបង់ចោលពួកគេហើយ 4:88
- មិនត្រូវចាត់ទុកជាមិត្តភក្តិ 4:89; 58:14-19
- ប្រសិនបើពួកគេបែរក្រោយ ចូរសម្លាប់ពួកគេនៅកន្លែងណាដែលអ្នករកឃើញពួកគេ 4:89
- ពួកគេរង់ចាំមើលជ័យជំនះរបស់អ្នក ឬភាពជោគជ័យរបស់អ្នកដែលមិនជឿ 4:141
- ព្យាយាមបញ្ឆោតអល់ឡោះ ពួកគេអធិស្ឋានដោយខ្ជិលច្រអូស ហើយដើម្បីឱ្យមនុស្សឃើញ 4:142
- មិនមែនជារបស់អ្នកទាំងនេះ ឬរបស់អ្នកទាំងនោះទេ 4:143
- នៅក្នុងជម្រៅទាបបំផុតនៃភ្លើង; គ្មានអ្នកជួយ 4:145
- ខ្លាច​គេ​ដឹង 9:64-65
- មិនមែន​សម្រាប់​អធិស្ឋាន​សុំ, 9:84
- បុរសនិងស្ត្រីមកពីគ្នាទៅវិញទៅមក; អ្នកចាញ់; បណ្តាសារបស់អល់ឡោះ 9:67-69
- នៅ​បេឌូអ៊ីន 9:101
- កន្លែងណាដែលរកឃើញ ពួកគេនឹងត្រូវចាប់ខ្លួន ហើយសម្លាប់ចោល 33:61
- អល់ឡោះនឹងដាក់ទណ្ឌកម្ម 33:73
- អ្នកកុហក; បែរខ្នងដាក់គ្នា; ចិត្តរបស់ពួកគេបែកបាក់គ្នា 59:11-14
- អ្នកកុហក; បានធ្វើឲ្យពាក្យសច្ចារបស់ពួកគេក្លាយជារបាំង; ចិត្តរបស់ពួកគេត្រូវបានផ្សាភ្ជាប់; ចូរប្រយ័ត្ននឹងពួកគេ, 63:1-4
- មិនយល់ មិនដឹង 63:7-8
- តស៊ូ​យ៉ាង​ខ្លាំង​ប្រឆាំង 66:9
អ៊ីលីស (សាតាំង), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- សូមមើលផងដែរ សាតាំង
អ៊ីប្រាហ៊ីម (សូមមើល អាប្រាហាំ)
អ៊ីប្រាហ៊ីម, S.14
អ៊ីដដា (រយៈពេល​កំណត់​សម្រាប់​ស្ត្រី​លែងលះ) 2:228, 231, 232, 234, 235; 33:49; 65:1-7
អ៊ីឌ្រីស (អេណុក) 19:56-57; 21:85; 96:4
អ៊ីរ៉ាម 2:197; 5:2, 95
អ៊ីសាន, 16:90
អ៊ីខឡាស, ទំព័រ S.112
អ៊ីឡា មានតែមួយអង្គគត់ 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ការរួមភេទខុសច្បាប់; ភស្តុតាងសាក្សី, 4:15-18; 24:2, 19
អ៊ីលីយ៉ុន 83:18-21
មិនបរិសុទ្ធ (ណាចាស) 9:28
អ៊ីមរ៉ាន
- ភរិយារបស់, 3:35
- កូនស្រីរបស់, 66:12
ជៀសមិនរួច, 69:1-3
អ៊ីនហ្វីតារ, ទំព័រ S.82
មរតក, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
អយុត្តិធម៌ ដែល​ត្រូវ​បាន​ធ្វើ​ចំពោះ​អ្នក​ដែល​បាន​ធ្វើ 4:30, 148
អ៊ីនសាន (សូមមើល ដាហរ), ទំព័រ 76
អ៊ីនស៊ីកាក, ទំព័រ S.84
អ៊ីនស៊ីរ៉ា (សូមមើល សារ) ទំព័រ 94
ការបំផុសគំនិត, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ការអង្វរ/អ្នកអង្វរ, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
សារធាតុ​ញៀន, 5:90, 2:219
Iqamat-as-Salat, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
ការអាន’ (សូមមើល ‘កុមារ’), ទំព័រ 96
អេរ៉ាម 89:7
ដែក, 57:25
ព្រះយេស៊ូវអើយ សូមទ្រង់ឃើញព្រះយេស៊ូវ
អ៊ីសាក (អ៊ីសាក) 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112–113
អ៊ីសម៉ាអែល (អ៊ីសម៉ាអែល), 2:125-129, 133; 4:163; 6:86; 19:54–55; 21:85; 38:48
លើកគ្រឹះនៃកាបាជាមួយឪពុករបស់គាត់ 2:125-140
រឿងរ៉ាវនៃការបូជា 37:100-113
សាសនាអ៊ីស្លាម 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ដំបូងបង្អស់ក្នុងចំណោមអ្នកដែលចុះចូលជាអ្នកកាន់សាសនាឥស្លាម 6:14,163; 39:12
- ឱបក្រសោប​មុន​គេ 9:100
- ដើមទ្រូង​បើក​ចំហរ 39:22
- ជា​ការ​អនុគ្រោះ 49:17
អ៊ីស្រាអែល, ទំព័រ S.17
អ៊ីស្រាអែល, កូនចៅនៃ, 2:40-86
- ព្រះគុណ​ដែល​បាន​ប្រទាន​ឲ្យ, 2:47-53, 60, 122; 45:16-17
- ការបះបោរប្រឆាំងនឹងការគោរពប្រតិបត្តិរបស់អល់ឡោះ 2:54-59, 61, 63-74; 5:71; 7:138-141
- ទំនាក់ទំនងរបស់ពួកគេជាមួយមូស្លីម 2:75-79
- ភាពក្រអឺតក្រទមរបស់ពួកគេ 2:80, 88, 91
- សេចក្ដីសញ្ញារបស់ពួកគេ 2:80, 83-86, 93, 100; 5:12-13, 70
- បានទិញជីវិតនៃលោកិយនេះក្នុងតម្លៃនៃជីវិតបរលោក 2:86
- មនុស្សលោភលន់បំផុតសម្រាប់ជីវិត 2:96
- សូម​ឲ្យ​មាន​ស្តេច​មួយ​អង្គ, 2:246-251
- លើស​ពី​ដែន​កំណត់; បំបែក​ជា​ក្រុម​ផ្សេងៗ; ស្វា, 7:161-171
- បានសន្យាពីរដង 17:4-8
- រួចផុតពីខ្មាំងសត្រូវ 20:80-82
- ព្រះគម្ពីរ និង​អ្នកដឹកនាំ​ដែល​បាន​ប្រទាន​ឲ្យ 32:23-25; 40:53-54
- អ្នកប្រាជ្ញ​ដ៏​មាន​ចំណេះដឹង​នៃ​គម្ពីរ​កូរ៉ាន បាន​ដឹង​វា (គម្ពីរ​កូរ៉ាន​ជា​ការពិត) 26:197
អ៊ីស្តាវ៉ា (បានកើនឡើង), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
អ៊ីទីកាហ្វ, 2:187
យ៉ាកុប (យ៉ាកុប) 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- អាសបាត (កូនប្រុសដប់ពីរនាក់របស់យ៉ាកុប), 2:140; 3:84; 4:163
ចាលុត (សូមមើល កូលីយ៉ាត)
ចាម៉ារ៉ាត, 2:200
ចាធីយ៉ា, S.45
ព្រះយេស៊ូវ អេសា ជាកូនរបស់ម៉ារី
- ម្តាយ​ត្រូវ​បាន​ជ្រើសរើស​លើស​ស្ត្រី​ទាំង​អស់​ក្នុង​លោក 3:42
- ថ្លែងទីបន្ទាល់នៅថ្ងៃរស់ឡើងវិញ 4:159
- ដំណឹងល្អអំពីកំណើត 3:45-47; 19:22-23
- អ្នកនាំសារទៅកាន់កូនចៅអ៊ីស្រាអែល 3:49-51
- ពួកសិស្ស 3:52-53; 5:111-115
- ពួកសិស្សជាជំនួយការរបស់អល់ឡោះ 3:52; 61:14
- រស់ឡើងវិញ 3:55-59; 4:157-159
- ភាពស្រដៀងគ្នានឹងអ័ដាម 3:59
- មិនត្រូវបានសម្លាប់ ឬឆ្កាងឡើយ 4:157
- បានបំផុសគំនិត, 4:163
- មិនលើសពីអ្នកនាំសារ (មិនមែនដើម្បីគោរពបូជាគាត់ទេ) 4:171-172; 5:75; 19:30, 43:63-64
- ពួកគេបានមិនជឿអ្នកដែលនិយាយថា 5:17, 72; 9:30
- អ្នកនាំសាររបស់យើង (មូហាំម៉ាត់ ﷺ ) បានមកហើយ 5:19
- បាន​ផ្ដល់​ដំណឹងល្អ 5:46
- ពួកសិស្សបាននិយាយថា៖ យើងជាអ្នកកាន់សាសនាឥស្លាម 5:111
- តុ​ដែល​មាន​អាហារ​រាយប៉ាយ 5:114
- មិនបានបង្រៀនការគោរពបូជាមិនពិត 5:116-118
- ព្យាការី​ដ៏​សុចរិត​ម្នាក់ 6:85
- ជាសញ្ញាមួយ, 23:50
- ការយាងមកជាលើកទីពីររបស់ទ្រង់ 43:61
- ទស្សនៈខុសគ្នាអំពី, 43:65
- គ្មានអ្វីក្រៅពីទាសករ និងជាគំរូដល់កូនចៅអ៊ីស្រាអែល 43:59
- ដំណឹងល្អអំពីអ្នកនាំសារម្នាក់ ដែលមានឈ្មោះថា អាម៉េដ 61:6
- កំណើត​ព្រហ្មចារី​របស់​ទ្រង់ សារ និង​អព្ភូតហេតុ 3:45-51; 19:16-38
- រំលឹកពីព្រះគុណរបស់អល់ឡោះ 5:110-115
- បដិសេធថាខ្លួនជាព្រះ 5:116-120
- សេចក្ដីមេត្តាករុណា និងព្រះគុណនៅក្នុងចិត្តរបស់អ្នកដើរតាមទ្រង់ 5:82; 57:27
ជនជាតិយូដា និង គ្រិស្តបរិស័ទ 2:140; 4:153-161, 171; 5:18
- ស្តាប់​សេចក្ដី​មិន​ពិត 5:41-42
- ត្រូវ​បណ្តាសា​ចំពោះ​អ្វី​ដែល​ពួកគេ​បាន​និយាយ 5:64
- សត្រូវនឹងអ្នកជឿ (មូស្លីម) 5:82
- ដែលបានកាន់សាសនាអ៊ីស្លាម 26:197; 28:53; 29:47
ជីប្រីល (សូមមើល កាព្រីយ៉ែល)
ជីហាដ (ការប្រយុទ្ធ ការខិតខំប្រឹងប្រែង) 2:216; 9:24; 22:78; 25:52
ជីន, S.72
ជីន, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ជិន បង្កើតឡើងពីភ្លើង 15:25; 55:15
- ជឿ និងមិនជឿ jinn 72:1-15
- អ្នកខ្លះជឿលើសារនៃគម្ពីគូរ៉ាន 46:29-32
- មនុស្ស និង​ជិន​ត្រូវ​បាន​បង្កើត​ឡើង​សម្រាប់​គោលបំណង​មួយ 51:56-58
យ៉ូប 4:163; 6:84; 21:83-84; 38:41-44
យ៉ូហាន (យ៉ាយ៉ា យ៉ូហានបាទីស្ទ)
- ដំណឹងល្អអំពី 3:38-41; 19:7-11; 21:90
- សុចរិត 6:85
- មានប្រាជ្ញា មានចិត្តអាណិតអាសូរ មានចិត្តគោរពប្រតិបត្តិ 19:12-15
យ៉ូណាស (យ៉ូណាស ឬ យូនុស), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (ឌូ នូន) 21:87; 68:48-50
យ៉ូសែប (យូស៊ូហ្វ) 6:84; 12:4-101
- រឿងល្អបំផុត 12:1-3
- សុបិនរបស់យុវជនយូសុហ្វ 12:4-6
- ការឃុបឃិតគ្នាដោយបងប្អូនរបស់គាត់ 12:7-18
- ត្រូវបានលក់ទៅជាទាសករ 12:19-20
- ធំធាត់នៅក្នុងផ្ទះរបស់ប្រមុខរដ្ឋមន្ត្រីអេហ្ស៊ីប 12:21-22
- ភរិយា​របស់​លោក​នាយក​រដ្ឋមន្ត្រី​ព្យាយាម​ល្បួង​លោក 12:23-29
- ហេតុការណ៍​ពិធីជប់លៀង 12:30-32
- ចូលគុក 12:33-35
- អ្នកទោសពីរនាក់ 12:36-42
- សុបិន​របស់​ស្តេច 12:43-53
- ក្លាយជា​នាយករដ្ឋមន្ត្រី 12:54-57
- បងប្អូន​មក​រក​គាត់​ដើម្បី​សុំ​ស្បៀងអាហារ 12:58-68
- យក​ប្អូនប្រុស​របស់​គាត់​ឈ្មោះ​បេនយ៉ាមីន 12:69-82
- ទុក្ខព្រួយ​សាជាថ្មី​របស់​ឪពុក​គាត់ 12:83-87
- បង្ហាញអត្តសញ្ញាណពិតរបស់គាត់ 12:88-98
- សុបិនចាស់ក្លាយជាការពិត 12:99-100
- ការអធិស្ឋានបញ្ចប់ 12:101
ជូឌី, ម៉ោន, 11:44
ជូមូអា, ទំព័រ S.62
យុត្តិធម៌ (អាដល), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- សូមមើលផងដែរ 4:65, 105
កាបា
- សាងសង់ដោយអ័ប្រាហាំ 2:125-127
- ហាម​សម្លាប់​សត្វព្រៃ 5:94-96
- សិទ្ធិជ្រកកោនសន្តិសុខ, 5:97
- ដើរ​ជុំវិញ​ក្នុង​សភាព​អាក្រាតកាយ 7:28
- ពេលកំពុងអធិស្ឋាន និងដើរជុំវិញ 2:200; 7:29, 31
Kafirun, S.109
កាហ្វួរ ពែងលាយជាមួយ 76:5
កាហ្វ, ទំព័រ S.18
កាន់ស៍ 9:34-35
Kauthar (ទន្លេ​នៅ​ឋានសួគ៌), 108:1
កូថារ, S.108
សោរ
នៃ​ស្ថានសួគ៌ និង​ផែនដី 39:63; 42:12
នៃ Ghaib, 6:59
ខាលឡា ប៊ីន ថា ឡាបា 58:1
ការសម្លាប់
- បើ​អ្នក​ណា​សម្លាប់​មនុស្ស អ្នក​នោះ​សម្លាប់​មនុស្ស​ទាំង​អស់ 5:32
- កុំសម្លាប់អ្នកណា 17:33
ពាក្យ​សម្ដី​សប្បុរស​ប្រសើរ​ជាង​សេចក្ដី​សប្បុរស 2:263
សាច់ញាតិ, សិទ្ធិរបស់, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
គីរ៉ាម៉ាន-រ៉ាទីប៊ីន, 82:11
ចំណេះដឹង
- គ្មានស្លឹកឈើជ្រុះទេ ប៉ុន្តែទ្រង់ជ្រាប 6:59
- អ្នកដែលបានសម្លាប់កូនៗរបស់ពួកគេដោយភាពល្ងង់ខ្លៅ នៅខាងក្រៅបានបាត់បង់ទៅហើយ 6:140
- នៃរឿងប្រាំយ៉ាង ជាមួយនឹងអល់ឡោះតែមួយគត់ 31:34
- ដោយ​ប្រាកដប្រជា 102:5-7
កូរ៉ា (ការ៉ុន), 28:76-82; 29:39; 40:24
ឃើស៊ី, 2:255
ឡាហាប (សូមមើល ម៉ាសាដ), ទំព័រ 111
ឡៃល, S.92
ចង្កៀង, 25:61; 67:5; 71:16; 78:13
ភាសា
- ភាពខុសគ្នានៃពណ៌សម្បុរ និងបុរស 30:22
ឡាត់ 53:19
ច្បាប់​បាន​កំណត់ 5:48
ច្បាប់ពីអល់ឡោះ 2:219; 98:3
អ្នកកុហក, 26:221-223
ជីវិត បើ​អ្នក​ណា​បាន​សង្គ្រោះ​មនុស្ស​ម្នាក់ អ្នក​នោះ​បាន​សង្គ្រោះ​ជីវិត​មនុស្ស​ជាតិ​ទាំង​អស់ 5:32
ជីវិតនៃលោកិយនេះ
- បានទិញ ក្នុងតម្លៃនៃជីវិតបរលោក 2:86
- គឺគ្រាន់តែជាការរីករាយនៃការបោកបញ្ឆោតប៉ុណ្ណោះ 3:185
- លក់សម្រាប់ជីវិតបរលោក 4:74
- គ្មានអ្វីក្រៅពីការកម្សាន្ត និងការលេងសើចទេ 6:32; 29:64; 47:36; 57:20
- បោកបញ្ឆោត, 6:130
- ការរីករាយនឹងជីវិតបរលោកមានតិចតួចជាងជីវិតបរលោក 9:38; 13:26; 28:60
- ភាពស្រដៀងគ្នានៃ គឺដូចជាភ្លៀង 10:24
- ដំណឹងល្អនៅក្នុង, 10:64
- អ្នកណាដែលចង់បាន អ្នកនោះនឹងចូលទៅក្នុងនោះ ប៉ុន្តែបន្ទាប់មកនឹងគ្មានចំណែកនៅក្នុងលោកខាងមុខទេ 11:15-16; 17:18; 42:20
- អ្នកដែលស្រឡាញ់បច្ចុប្បន្នកាល ហើយមិនអើពើនឹងបរលោក 75:20-21; 76:27
- អ្នកចូលចិត្ត 87:16
ពន្លឺ
- សម្ដែង, 4:174
- និងភាពងងឹត 6:1
- រឿងប្រៀបប្រដូចនៃ 24:35
- ទៅមុន និងជាមួយពួកអ្នកជឿ 57:12-15; 66:8
- ប្រទានដោយអល់ឡោះ ដើម្បីឲ្យអ្នកជឿអាចដើរត្រង់ 57:2
ដែនកំណត់ដែលអល់ឡោះបានកំណត់, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ទាំងនេះគឺជា, 2:187; 229-230; 4:13; 58:4; 65:1
- កុំបំពាន, 2:190, 229
- អ្នកណាដែលបំពានច្បាប់ 2:229; 4:14; 78:22
- ប៉ុន្តែ​ត្រូវ​បាន​បង្ខំ​ដោយ​ភាព​ចាំបាច់ ហើយ​ក៏​មិន​បំពាន​លើ​សេចក្ដី​សញ្ញា 2:173; 6:145
- កុំលើសពីនេះ នៅក្នុងសាសនារបស់អ្នក 4:171; 5:77
- ពេល​ដែល​ពួក​គេ​លើស​ពី​ចំនួន (ក្លាយ​ជា​ស្វា) 7:166
- អ្នកដែលសង្កេតមើល 9:112
តោ, 74:51
ប្រាក់កម្ចី
- ចូរឲ្យអល់ឡោះខ្ចីអ្វីដែលល្អ 2:245; 73:20
- ការកើនឡើងនៃចំនួនច្រើន, 57:11, 18
- ទ្វេដង, 64:17
ការបាត់បង់, ជាក់ស្តែង, 39:15
ឡុត (លូត) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- ភរិយា​មិន​ស្តាប់បង្គាប់​របស់​គាត់ 11:81; 15:60; 66:10
ដើម​ឈូក 34:16; 53:14-16; 56:28
លុកម៉ាន 31:12-14
លុកម៉ាន, ទំព័រ S.31
ម៉ាអារីជ, ទំព័រ S.70
ម៉ាឌីណា (យ៉ាថិប), 9:120; 33:13, 60; 63:8
ម៉ាយ៉ាន 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- សូមមើលផងដែរ ព្រៃអៃកា
ម៉ាហរ (ប្រាក់កូនក្រមុំ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
ម៉ៃដា, S.5
ម៉ាកកា (បាកកា) 3:96; 90:1-2
- ទីក្រុងសន្តិសុខ 95:3
បុរស
- ជំនាន់​មួយ​ទៅ​ជំនាន់​មួយ​ទៀត​នៅ​លើ​ផែនដី 2:30; 6:165
- បានក្លាយជាអ្នកស្នងតំណែង 35:39
- កាតព្វកិច្ច, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- ត្រូវបានសាកល្បងដោយអល់ឡោះ 2:155; 3:186; 47:31; 57:25
- របស់​ដែល​មនុស្ស​លោភលន់ 3:14
- បង្កើតឡើងពី 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- បង្កើត និង​ប្រកាស​ពាក្យ​ដែល​បាន​បញ្ជាក់ 6:2; 15:26
- ការផ្សះផ្សារវាង និងភរិយា 4:35
- អ្នកចាញ់ដែលបានបដិសេធការជួបជាមួយអល់ឡោះ 6:31
- ការត្រឡប់មកវិញ 6:60, 72, 164; 10:45-46
- គម្រោងប្រឆាំងនឹងខ្លួនឯង, 6:123
- នឹងមិនទទួលបន្ទុកអ្នកដទៃទេ 6:164
- ជាមនុស្សរមិលគុណ 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- បានព្រមានប្រឆាំងនឹងសាតាំង 7:27
- ប្រពន្ធ និង​កូនៗ 7:189-190
- ពេល​មាន​គ្រោះថ្នាក់ ឬ​អំពើ​អាក្រក់​ប៉ះពាល់ 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ត្រឡប់​មក​រក​ព្រះអម្ចាស់​វិញ 10:23; 84:6; 96:8
- ខុស​នឹង​ខ្លួនឯង, 10:44
- រីករាយ និង​អួតអាង 11:10
- អំពាវនាវរកអំពើអាក្រក់ 17:11
- ប្រញាប់ប្រញាល់ជានិច្ច 17:11
- អំពើ​របស់​លោក​ត្រូវ​បាន​ចង​ជាប់​នឹង​ក​របស់​លោក 17:13
- អ្នកណាដែលវង្វេងផ្លូវ គឺត្រូវខាតបង់ផ្ទាល់ខ្លួន ហើយដើរត្រូវ គឺសម្រាប់តែខ្លួនឯងប៉ុណ្ណោះ 17:15
- មិន​ត្រូវ​គេ​ប្រព្រឹត្ត​ដោយ​អយុត្តិធម៌ 17:71
- សេចក្ដីស្លាប់ និងការរស់ឡើងវិញ 23:15-16
- បាន​បំបែក​សាសនា​របស់​ខ្លួន​ជា​និកាយៗ ដោយ​ម្នាក់ៗ​អរ​សប្បាយ​នឹង​ជំនឿ​របស់​ខ្លួន 23:53
- អណ្ដាត ដៃ និងជើងនឹងធ្វើបន្ទាល់ប្រឆាំងនឹង 24:24
- សាក្សី​ប្រឆាំង​នឹង​ខ្លួន​ឯង 75:14
- ដែលបានយកបំណងប្រាថ្នារបស់ខ្លួនធ្វើជាព្រះរបស់ខ្លួន 25:43
- មាន​ញាតិ​សន្តាន​តាម​ឈាម​និង​អាពាហ៍ពិពាហ៍, 25:54
អល់ឡោះបានធ្វើឲ្យអ្នកស្ថិតនៅក្រោមអំណាចនៃអ្វីៗគ្រប់យ៉ាងនៅលើមេឃ និងផែនដី 31:20
- អ្នកណាដែលប្រគល់មុខរបស់ខ្លួនទៅអល់ឡោះ 31:22
- មិនមែនបេះដូងពីរនៅក្នុងខ្លួនរបស់គាត់ទេ 33:4
- ថ្វាយបង្គំអល់ឡោះ 39:64-66
- សំណាងអាក្រក់ដោយសារតែអ្វីដែលដៃរបស់គាត់រកបាន 42:30, 48
- ទេវតាកត់ត្រាកិច្ចការរបស់ទ្រង់ 50:17-18, 23; 85:11
- ទេវតា​យាម​គាត់ 13:11; 86:4
- តម្រៀបជាបីថ្នាក់ 56:7-56
- អ្នកដែលនៅជិតអល់ឡោះបំផុត 56:10-11
- ដៃគូនៃដៃស្តាំ 56:27-40
- ដៃគូនៃដៃឆ្វេង 56:41-56
- ដើម្បី​ឲ្យ​បាន​ផ្លាស់​ប្រែ​រូប​និង​បង្កើត​ឡើង​ក្នុង​ទម្រង់​ដែល​មិន​ស្គាល់ 56:60-62
- ធ្វើឱ្យរាងល្អ 64:3
ទ្រព្យសម្បត្តិ និងកូនចៅ គ្រាន់តែជាការសាកល្បងប៉ុណ្ណោះ (64:15)
- បានបង្កើត និងប្រទានពរដល់, 67:23-24; 74:12-15; 90:8-10
- អន្ទះសារ 70:19-21
- ឧទ្ទិសដល់ការអធិស្ឋាន 70:22-35
- ចង់បានច្រើនជាងនេះ 74:15
- សាក្សី​ប្រឆាំង​នឹង​ខ្លួន​ឯង 75:14-15
- ភាពក្រអឺតក្រទមរបស់គាត់ 75:31-40; 90:5-7
- ស្រឡាញ់ជីវិតបច្ចុប្បន្ននៃលោកនេះ 76:27
- ពិបាកបង្កើតជាង ឬ ឋានសួគ៌ 79:28
- មិន​ខ្វល់ខ្វាយ​អំពី​ព្រះអម្ចាស់ 82:6-12
- រចនាយ៉ាងល្អឥតខ្ចោះ និងមានសមាមាត្រសមស្រប 82:7
- ធ្វើដំណើរពីដំណាក់កាលមួយទៅដំណាក់កាលមួយ 84:19
- ស្រឡាញ់ទ្រព្យសម្បត្តិ 89:20
- បង្កើតឡើងក្នុងការងារលំបាក 90:4
- ការខិតខំប្រឹងប្រែង និងទង្វើគឺខុសគ្នា 92:4
- ធ្វើឱ្យផ្លូវនៃភាពងាយស្រួល និងអំពើអាក្រក់រលូនសម្រាប់គាត់ 92:7, 10
- បង្កើតឡើងដោយកម្ពស់ល្អបំផុត (ផ្សិត) 95:4
- បន្ទាប់មកត្រូវបានកាត់បន្ថយទៅទាបបំផុតនៃទាបបំផុត 96:5
- បំពាន​លើ​ព្រំដែន​ទាំងអស់ 96:6-7
Manasik (កាតព្វកិច្ច) នៃ Hajj, 2:128, 200; 22:30
ម៉ាណាត, 53:20
មនុស្សជាតិ
- សាក្សី​ចប់, 2:143
- សហគមន៍មួយ 2:213; 10:19
- បង្កើតឡើងពីគូតែមួយ 4:1; 39:6; 49:13
- ការបះបោរប្រឆាំងនឹងខ្លួនឯង 10:23
- ព្រងើយកន្តើយ ទោះបីជាការរាប់ជាសុចរិតជិតមកដល់ក៏ដោយ 21:1-3
- បង្កើតឡើងនៅថ្ងៃហ្វីតរ៉ាហ៍ ម៉ោង 30:30
- ជាទីគោរពបំផុត 49:13
- បង្កើត​ជា​ប្រជាជាតិ​និង​កុលសម្ព័ន្ធ 49:13
ម៉ាណា និង​សត្វ​ក្រួច 2:57
សីលធម៌
- អំពីការចូលទៅក្នុងផ្ទះនានា 24:27-29
- នៅក្នុងផ្ទះ 24:58-61
- នៅក្នុងផ្ទះរបស់ព្យាការី 33:53
- ដើម្បីស្វាគមន៍ និងផ្ញើសឡាតទៅកាន់ព្យាការី 33:56
- កុំ​ធ្វើ​ឲ្យ​អល់ឡោះ និង​អ្នក​នាំសារ​របស់​ទ្រង់ ឬ​បុរស ឬ​ស្ត្រី​ដែល​មាន​ជំនឿ​ខឹង​សម្បារ 33:57-58
- ផ្ទៀងផ្ទាត់ព័ត៌មានមុនជឿ 49:6
- កុំចំអកឱ្យអ្នកដទៃ 49:11
- នៅក្នុងការប្រជុំគ្នា 58:11
អាពាហ៍ពិពាហ៍, 2:232, 234
- ចំពោះអ្នកដែលមិនជឿ ឬទាសករ 2:221
- ដល់ប៉ុន្មាននាក់ ស្របច្បាប់ 4:3
- មិនត្រូវយកម៉ាហរមកវិញទេ (ក្នុងករណីលែងលះ) 4:20-21
- ហាមឃាត់សម្រាប់ 4:22-24
- បើគ្មានមធ្យោបាយរៀបការជាមួយស្ត្រីដែលមានជំនឿសេរី 4:25
- ប្រសិនបើមានការភ័យខ្លាចថាមានការរំលោភបំពាន អាជ្ញាកណ្តាលពីរនាក់នឹងត្រូវបានតែងតាំង 4:35
- ប្រសិនបើប្រពន្ធខ្លាចភាពឃោរឃៅ ឬការបោះបង់ចោល ចូរធ្វើកិច្ចព្រមព្រៀងសន្តិភាព 4:128
- កុំ​លំអៀង​ទៅ​រក​ប្រពន្ធ​ម្នាក់​ខ្លាំង​ពេក ដើម្បី​ទុក​ឲ្យ​ប្រពន្ធ​ម្នាក់​ទៀត​នៅ​លីវ 4:129
- នៃ​ពួក​អ្នក​ផិត​ក្បត់ 24:3
- ចំពោះ​អ្នក​ក្រីក្រ 24:32
- អ្នក​ដែល​រក​មិន​ឃើញ​មធ្យោបាយ​ហិរញ្ញវត្ថុ​សម្រាប់​អាពាហ៍ពិពាហ៍ 24:33
- ភរិយា​ដែល​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ស្របច្បាប់​ចំពោះ​ព្យាការី 33:50-52
- មុនពេលរួមភេទ គ្មានអ៊ីដដាហ៍ពេលលែងលះ 33:49
ទុក្ករបុគ្គល
- មិនទាន់ស្លាប់, 2:154; 3:169
- ចូរអរសប្បាយចំពោះព្រះគុណ និង សេចក្តីប្រោសប្រណីពីអល់ឡោះ 3:170-171
- ទទួលបានការអភ័យទោស និងសេចក្តីមេត្តាករុណា 3:157-158
- នឹងទទួលបានការផ្គត់ផ្គង់ល្អ 22:58-59
ម៉ារុត, 2:102
ម៉ារី (ម្តាយរបស់ព្រះយេស៊ូវ) កំណើត 3:35-7
- ដំណឹងល្អអំពីព្រះយេស៊ូវ 3:42-51; 19:16-21
- ក្នុងពេលសម្រាលកូន 19:23-26
- បាននាំទារកមកឯប្រជាជនរបស់នាង 19:27-33
- ការចោទប្រកាន់មិនពិត 4:156
- ការពារ​ព្រហ្មចារីភាព​របស់​នាង 21:91; 66:12
ម៉ារីយ៉ាម, S.19
ម៉ាសាដ, S.111
- អាល់-ម៉ាស្ជីដ-អាល់-អាកសា, 17:1
- អាល់ម៉ាហ្សីដ អាល់ហារ៉ាម 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27​
- អាល់-ម៉ាស្អារ-អាល់-ហារ៉ាម, 2:198
ម៉ៅន, S.107
Ma'wa Paradise, 53:15
វាស់ និងថ្លឹងទម្ងន់ ឲ្យពេញ 11:85; 17:35; 83:1-5
កិច្ចប្រជុំ
- ជាមួយអល់ឡោះ 6:31
- នៃថ្ងៃដ៏អស្ចារ្យ 19:37
- នៃ​ជីវិត​បរលោក 30:16
អ្នកនាំសារ, 2:253; 4:164-165; 40:78; 57:27
- បន្តបន្ទាប់គ្នា, 2:87
- ស៊េរីនៃ 5:19; 23:44
- ត្រូវបានសម្លាប់, 3:183
- រងការគំរាមកំហែង, 14:13
- ចំអក, 6:10; 13:32; 15:11; 21:41
- បដិសេធ និង បដិសេធ, 3:184; 6:34; 25:37; 34:45; 51:52
- ជឿលើអ្នកខ្លះ ហើយបដិសេធអ្នកខ្លះទៀត 4:150-152
- ការប្រមូលផ្តុំនៃ, 5:109
- បានចាត់ឲ្យមកជាអ្នកផ្តល់ដំណឹងល្អ និងអ្នកព្រមាន 6:48; 14:4-8
- ជាសាក្សីមកពីគ្រប់ប្រជាជាតិ 16:89
- សម្រាប់​គ្រប់​ប្រជាជាតិ​ទាំងអស់ មាន 10:47; 16:36
- សូត្រ​ខគម្ពីរ​របស់​អល់ឡោះ 7:35-36
- ទេវតា​មួយ​អង្គ​ជា​ទេវតា 17:95; 25:7
- មិនលើសពីមនុស្សជាតិទេ 14:10-12; 17:94; 21:8; 25:7-8, 20
- និង​ប្រពន្ធ​និង​កូនចៅ​របស់​ពួកគេ 13:38
- សូមមើលផងដែរ ពួកហោរា
មីរ៉ាច 17:1; 53:12
ភាពកំណាញ់/អ្នកកំណាញ់, 57:24
សំណាងអាក្រក់ដោយសារតែដៃរបស់អ្នក 42:30
សាសនា​សង្ឃ មិន​ត្រូវ​បាន​កំណត់ 57:27
ស្វា ពួកអ្នកបំពានបានក្លាយជាដូចជា 2:65; 5:60; 7:166
មីរ៉ាច 17:1; 53:12
ខែ, ចំនួន, 9:36-37
ព្រះច័ន្ទ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ការបំបែកនៃ; 54:1
ម៉ូសេ
- និង​ប្រជាជន​របស់​ទ្រង់ 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- និង​ផារ៉ោន 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- ដឹកនាំដោយអល់ឡោះ 6:84
- ភ្នំ និង រូបរាងរបស់ព្រះអម្ចាស់ 7:142-145
- ស្ដីបន្ទោស​ប្រជាជន​របស់​ទ្រង់​ចំពោះ​ការ​ថ្វាយបង្គំ​កូនគោ 7:148-156; 20:83-99
- សៀវភៅរបស់គាត់ ភាពខុសគ្នាបានកើតឡើងនៅក្នុងនោះ 11:110
- ព្រះគម្ពីរបានប្រទានមក 17:2
- សញ្ញាច្បាស់លាស់ចំនួនប្រាំបួន, 7:133; 17:101
- ដល់ចំណុចប្រសព្វនៃសមុទ្រទាំងពីរ 18:60-82
- ការជួបប្រទះដ៏សោកសៅនៅគុម្ពឈើដែលកំពុងឆេះ 20:9-36; 27:7-14; 28:29-35
- បានហៅ និង​ទទួល​ឋានៈ​ជា​អ្នក​នាំសារ 19:51-53; 20:9-56
- កុមារភាព ម្តាយ និងប្អូនស្រីរបស់គាត់ 20:38-40; 28:7-13
- ពួក​គ្រូ​មន្តអាគម​បាន​ប្រែចិត្ត​ជឿ 20:70-73; 26:46-52
- នៅម៉ាឌីយ៉ាន 20:40; 28:22-28
- បានផ្តល់លក្ខណៈវិនិច្ឆ័យ, 21:48
- និងភ្លើងអាថ៌កំបាំង 27:7-12; 28:29-35
- សម្លាប់​ជនជាតិ​អេស៊ីប​ម្នាក់​ដោយ​អចេតនា​នៅ​ក្នុង​ទីក្រុង 28:14-21
- បានមកជាមួយ Ayat ច្បាស់លាស់ 29:39
- រឿងជាមួយផារ៉ោន 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ទីសម្គាល់ប្រាំបួនសម្រាប់ផារ៉ោន និងប្រជាជនរបស់គាត់ 7:130-133; 20:17-22; 17:101
- កម្ចាត់​ពួក​គ្រូ​មន្តអាគម​របស់​ផារ៉ោន 20:70-73; 26:46-52
- រត់គេចខ្លួនទៅម៉ាឌាន ហើយរៀបការ 28:22-28
- ទទួលបាន​ថេប្លេត 7:142-154
- សុំជួបអល់ឡោះនៅលើភ្នំ 7:142-145
- គោរពដោយអល់ឡោះ 33:69
- ព្រះគុណរបស់អល់ឡោះចំពោះជនជាតិអ៊ីស្រាអែល 2:47-61
- ជនជាតិអ៊ីស្រាអែលបដិសេធមិនព្រមចូលក្រុងយេរូសាឡឹម 5:20-29
- ដឹកនាំទៅកាន់មាគ៌ាត្រឹមត្រូវ 37:114-122
- បទគម្ពីរ 53:36; 87:19
វិហារអ៊ីស្លាម (នៃក្រុងយេរូសាឡឹម) 17:7
វិហារអ៊ីស្លាម (នៃគូបា) 9:107-108
វិហារអ៊ីស្លាម 2:187; 9:17-19
- ដើម្បីរក្សាអល់ឡោះ 9:17-18
មូស ជា​រឿង​ប្រៀបធៀប 2:26
ភ្នំ, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
មុដ្ឋាធិការ, S.74
Muhajir (ជនអន្តោប្រវេសន៍), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- ស្ត្រី, 60:10-12
លោក Muhammad ﷺ
- ចំអក, 2:104; 4:46; 25:41-42; 34:78
- គោរពអ្នកនាំសារ 2:104; 4:46; 49:1-5
- សេចក្ដីសញ្ញាដើម្បីជឿ, 3:81
- សាក្សីលើអ្នកជឿ 2:143
- មិនលើសពីអ្នកនាំសារម្នាក់ 3:144
- ដោះស្រាយដោយថ្នមៗ 3:159
- កិច្ចការរបស់ទ្រង់ 3:164; 7:157; 36:6; 52:29; 74:1-7
- បានផ្ញើជាការអនុគ្រោះដ៏អស្ចារ្យដល់អ្នកជឿ 3:164
- បានបញ្ជូនមកជាមួយនឹងសេចក្តីពិត 4:170
- មិនត្រូវបានតែងតាំងជាអ្នកសង្កេតការណ៍ទេ 6:107
- មិនទាន់​ចេះអក្សរ, 7:157; 62:2
- ត្រូវបានបញ្ជូនទៅកាន់មនុស្សជាតិជាអ្នកនាំសាររបស់អល់ឡោះ 7:158; 48:9, 29
- អ្នកព្រមានធម្មតាម្នាក់ 7:184, 188; 11:2; 15:89; 53:56
- មិនមែនជាមនុស្សឆ្កួតទេ 7:184; 68:2; 81:22
- អ្នកណាចោទប្រកាន់អ្នក, 9:58
- បុរសដែលធ្វើបាបព្យាការី ជាសេចក្តីមេត្តាករុណាដល់អ្នកជឿ 9:61
- ធ្វើតាមតែអ្វីដែលបានបើកសម្តែងប៉ុណ្ណោះ 10:15-16; 11:12-14; 46:9
- ព្រះបន្ទូលរបស់ទ្រង់ 11:2-4; 12:108; 34:46-50
- អល់ឡោះជាសាក្សីលើគាត់ 13:43; 29:52; 46:8
- បានចាត់ឲ្យធ្វើជាសាក្សី ជាអ្នកនាំដំណឹងល្អ និងជាអ្នកព្រមាន 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- កុំ​ឲ្យ​មាន​ទុក្ខ​ព្រួយ 15:97; 16:127; 18:6
- បាន​បញ្ជូន​ឲ្យ​ធ្វើ​ជា​សាក្សី 16:89; 22:78; 73:15
- ដើម្បីអញ្ជើញដោយប្រាជ្ញា និងការផ្សព្វផ្សាយដោយយុត្តិធម៌ ហើយជជែកវែកញែកតាមរបៀបកាន់តែប្រសើរ 16:125
- ម៉ាកាមូ ម៉ាមុដ, 17:79
- បានបំផុសគំនិត, 18:110
- សេចក្ដីមេត្តាករុណាចំពោះពួកអាឡាមីន 21:107
- មិន​សុំ​រង្វាន់ 25:57; 38:86; 42:23
- ត្រូវបានបញ្ជាឱ្យ 27:91-93; 30:30; 66:9
- ជាសេចក្ដីមេត្តាករុណាពីអល់ឡោះ 28:46-47
- នៅជិតអ្នកជឿ 33:6
- គំរូល្អដើម្បីធ្វើតាម 33:21
- ព្យាការីចុងក្រោយ 33:40
- ផ្ញើសាឡាដទៅ 33:56
- បានផ្ញើទៅកាន់មនុស្សជាតិទាំងអស់ 34:28
- ប្រាក់ឈ្នួលគឺមកពីអល់ឡោះតែប៉ុណ្ណោះ 34:47
- គ្រាន់តែជាមនុស្សធម្មតាម្នាក់ 41:6
- ត្រូវបានបញ្ជូនជាអ្នកការពារ 42:48
- មិនមែនជារឿងថ្មីនៅក្នុងពួកអ្នកនាំសារទេ 46:9
- សាក្សីពីក្នុងចំណោមកូនចៅអ៊ីស្រាអែល 46:10
- បៃអាហ៍ (ការសន្យា) ចំពោះគាត់គឺជាបៃអាហ៍ (ការសន្យា) ចំពោះអល់ឡោះ 48:10, 18
- បានឃើញ កាព្រីយ៉ែល 53:4-18; 81:22-25
- កុំ​ប្រឆាំង​នឹង​គាត់ 58:20-22
- ព្រះយេស៊ូវបានទាយទុក 61:6
- ដើម្បីធ្វើឱ្យសាសនានៃសេចក្តីពិតទទួលបានជ័យជំនះលើសាសនាទាំងអស់ 61:9
- ពីភាពងងឹតទៅពន្លឺ 65:11
- តស៊ូយ៉ាងខ្លាំងប្រឆាំងនឹងពួកអ្នកមិនជឿ និងពួកលាក់ពុត 66:9
- ស្តង់ដារ​ដ៏​ខ្ពង់ខ្ពស់​នៃ​ចរិតលក្ខណៈ 68:4
- មិនមែនជាកវី ឬគ្រូទាយទេ 69:41-42
- ឧទ្ទិសដល់ការអធិស្ឋាន 73:1-8, 20; 74:3
- និង​មនុស្ស​ខ្វាក់ 80:1-12
- ក្រាបថ្វាយបង្គំ និងចូលទៅជិតអល់ឡោះ 96:19
- សូត្រ​ទំព័រ​បរិសុទ្ធ 98:2
— Ayat ស្ដី​អំពី​ក្រុម​គ្រួសារ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- សូមមើលផងដែរ អ្នកនាំសារ; ព្យាការី
មូហាំម៉ាត់ ( ﷺ ), ទំព័រ S.47
មូស៊ីណុន (អ្នកធ្វើល្អ), 2:117, 195; 4:125,128; 10:12-16; 16:128
- អល់ឡោះស្រឡាញ់, 3:134, 148; 5:93
- អល់ឡោះមិនបាត់បង់រង្វាន់នៃ 5:85; 9:120; 11:115; 18:30 ទេ
- យើងផ្តល់រង្វាន់ដល់, 12:22; 37:80, 105, 110; 39:34; 77:44
- ដំណឹងល្អដល់ 22:37; 46:12
- សេចក្ដីមេត្តាករុណារបស់អល់ឡោះគឺនៅជិត, 7:56
- អល់ឡោះគង់នៅជាមួយ 29:69
- មាន​ចិត្ត​ស្មោះ​ត្រង់ និង​ល្អ​ចំពោះ​ឪពុក​ម្តាយ 2:83
- អត់ធ្មត់ក្នុងការអនុវត្តកាតព្វកិច្ចចំពោះអល់ឡោះ 16:90
- សូមមើលផងដែរ ល្អ និង អាក្រក់
មូចាឌីឡា, ទំព័រ S.58
លា 16:8
មូលក៍, ទំព័រ S.67
មូមីន (សូមមើល ហ្គាហ្វីរ), ទំព័រ 40
មូមីនូន, ទំព័រ S.23
មុំតាហាណា, S.60
មូណាហ្វីហ្គុន, S.63
ឃាតកម្ម, 2:178-179
មួរសាឡាត, S.77
ប្រជាជនមូស្លីម
- ទីមួយនៃ 6:14, 163; 9:100; 39:12
- អ្នកណាបានដាក់ឈ្មោះ, 22:78
- ការអភ័យទោស និងរង្វាន់ដ៏អស្ចារ្យសម្រាប់អ្នកដែល 33:35-36
មូតាហ្វីហ្វីន, អេ S.83
មូសាមីល, ទំព័រ S.73
ណាបា, ទំព័រ S.78
Nadir, Banu-an-, (សាសន៍យូដា), 59:2, 9, 13
ណាល, ទំព័រ S.16
ណាចាស (មិនបរិសុទ្ធ) 9:28
ណាជម, S.53
ណាជវ៉ា (សូមមើល សម្ងាត់)
ឈ្មោះ
ជាកម្មសិទ្ធិរបស់ទ្រង់ ដែលស្រស់ស្អាតបំផុត 7:180
ជាកម្មសិទ្ធិរបស់ទ្រង់ ដ៏ល្អប្រសើរ 17:110; 20:8; 59:24
ភាពចាំបាច់ ប្រសិនបើមនុស្សម្នាក់ត្រូវបានបង្ខំដោយ 2:173; 6:145
អ្នកជិតខាង, 4:36
ព្រះច័ន្ទថ្មី, 2:189
ព័ត៌មាន ដែលត្រូវសាកល្បង 4:83
ភាពរញ៉េរញ៉ៃ 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
យប់ (ជានិមិត្តរូប) សម្រាប់សម្រាក 10:67
- ជា​គម្រប 13:3; 78:10
- ដើម្បីបម្រើ 14:32
- យប់អាល់កដរ (ក្រឹត្យ) 44:3-4; 97:1-5
នីសា, S.4
ណូអេ 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- ចំអក 11:38
- ទឹកជំនន់ធ្ងន់ធ្ងរ (ទឹកជំនន់ធ្ងន់ធ្ងរ) 29:14
- ទូកធំ និងទឹកជំនន់ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- កូនប្រុស​ទុច្ចរិត​មិន​បាន​សង្គ្រោះ 11:42-48
- ប្រពន្ធ​មិន​សុចរិត 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
នូ, S.71
នួរ, S.24
សម្បថ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ការគោរពប្រតិបត្តិ, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
កាតព្វកិច្ចដែលត្រូវបំពេញ 5:1
កូនចៅ, 4:9; 42:49-50
- ទ្រង់ប្រទានបុរសនិងស្ត្រីដល់អ្នកដែលទ្រង់មានព្រះហឫទ័យ 42:49
អូលីវ 6:141; 16:11; 23:20; 24:35; 95:1
ម៉ាហាតែមួយ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ក្មេងកំព្រា, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- អ្នកការពារ, 4:6
ទង្វើ​របស់​ខ្លួន​ឯង ដែល​ធ្វើ​ឲ្យ​សមរម្យ​សម្រាប់​មនុស្ស​គ្រប់​គ្នា 6:108
ជាគូ នៅក្នុងសត្វលោកទាំងអស់ 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ដើមត្នោត 13:4; 19:25; 20:71; 59:5
រឿងប្រៀបប្រដូច (ភាពស្រដៀងគ្នា, ឧទាហរណ៍, ភាពស្រដៀងគ្នា)
- ដែល​បាន​ដុត​ភ្លើង 2:17-18
- ព្យុះភ្លៀងពីលើមេឃ 2:19-20
- មូស, 2:26
- អ្នកណាស្រែក, 2:171
- ទីក្រុងមួយដែលស្ថិតនៅក្នុងគំនរបាក់បែកទាំងស្រុង, 2:259
- គ្រាប់ពោត 2:261
- រ៉ុករលោង, 2:264
- សួនច្បារ, 2:265-266
- ខ្សែពួរ, 3:103
- ខ្យល់ត្រជាក់, 3:117
- ការរស់ឡើងវិញ 7:57; 22:5; 41:39
- ឆ្កែដែលលិឍអណ្ដាតរបស់វាចេញ, 7:176
- គែម​ជ្រោះ, 9:109-110
- ភ្លៀង, 10:24
- ការប្រមូលផលកាត់ស្អាត 10:24
- ខ្វាក់ និង ថ្លង់ 11:24
- អល់ឡោះទល់នឹងព្រះក្លែងក្លាយ 13:14; 16:76
- សេចក្តីពិតទល់នឹងការមិនពិត 13:17
- ផេះដែលខ្យល់បក់បោកយ៉ាងខ្លាំង, 14:18
- ដើមឈើល្អ, 14:24-25
- ដើមឈើអាក្រក់, 14:26
- ទាសករ និងបុរសម្នាក់ 16:75
- មនុស្សល្ងង់ដែលជាបន្ទុកដល់ម្ចាស់របស់ខ្លួន, 16:76
- ស្ត្រី​កំពុង​ស្រាយ​ខ្សែ​នោះ 16:92
- ឃុំ​មាន​សុវត្ថិភាព និង​មាន​សុភមង្គល 16:112-113
- បុរសពីរនាក់ដែលមានចម្ការទំពាំងបាយជូរ 18:32-44
- ជីវិតលោកិយនេះដូចជាទឹកពីលើមេឃ 18:45
- ធ្លាក់ពីលើមេឃ ហើយត្រូវសត្វស្លាបឆក់យក 22:31
- សត្វរុយមួយក្បាល, 22:73
- ពន្លឺ​គឺ​ជា​កន្លែង​មួយ​ដែល​មាន​ចន្លោះ​តូច​ចង្អៀត 24:35-36
- មីរ៉ាជ, 24:39
- ភាពងងឹតនៅក្នុងសមុទ្រជ្រៅដ៏ធំល្វឹងល្វើយ 24:40
- ពីងពាង, 29:41
- ដៃគូ, 30:28
- អ្នក​ស្រុក​ក្នុង​ទីក្រុង 36:13-32
- ដំណាំ​ពណ៌​ផ្សេងៗ 39:21
- បុរសម្នាក់ជារបស់ដៃគូជាច្រើន 39:29
- ការដាំដុះគ្រាប់ពូជ, 48:29
- ចិត្តរឹងរូស 57:16-17
- រុក្ខជាតិបន្ទាប់ពីភ្លៀងធ្លាក់ 57:20
- ភ្នំបន្ទាបខ្លួន 59:21
- សត្វលា 62:5
- ទឹក​ត្រូវ​បាន​លិច​បាត់​ទៅ 67:30
- មនុស្ស​នៅ​ក្នុង​សួនច្បារ 68:17-33
ឋានសួគ៌
- នៃ Abode, (Ma'wa Paradise), 53:15
— Firdaus Paradise, 18:107; 23:11
- សួនច្បារដែលមានទន្លេហូរនៅក្រោម 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- សួនច្បារដ៏អស់កល្បជានិច្ច (អាន់ ផារ៉ោនីយ៍) 9:72; 13:23; 18:31; 19:61; 20:76
- សួនច្បារ​នៃ​ភាព​អស់កល្ប​ជានិច្ច ('អាន់ ផារ៉ោនីយ៍'), 16:31; 35:33; 98:8
- សួនច្បារនៃសេចក្តីរីករាយ, 37:43; 56:12, 89
- សួនច្បារដែលមានភាពរីករាយអស់កល្បជានិច្ច 9:21
- សួនច្បារ និងចម្ការទំពាំងបាយជូរ 78:32
- ផ្លែឈើនៃសួនច្បារពីរ 55:54, 62
- ផ្លែឈើគ្រប់ប្រភេទតាមចំណូលចិត្ត ក្នុងបរិមាណច្រើន 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ផ្លែឈើនឹងនៅជិតដៃ 55:54; 69:23
- ផ្លែឈើ និងសាច់ 52:22
- សាច់សត្វស្លាប 56:21
- ដើមឈូកគ្មានបន្លា និងដើមចេក (Talh), 56:28-29
- ចំណេះដឹងគ្មានប្រយោជន៍ សត្វលាដែលមានសៀវភៅ 62:5
- ស្ព្រីងដែលកំពុងដំណើរការ 88:12
- រដូវផ្ការីកដែលមានឈ្មោះថា Salsabil, 76:18
- ប្រភពទឹកមួយហៅថា កាហ្វួរ 76:5
- តាស្នីមនិទាឃរដូវ 83:27-28
- ទន្លេមួយនៅក្នុងឋានសួគ៌ កូថារ 108:1
- ទន្លេ​នៃ​ស្រា ទឹកដោះគោ និង​ទឹកឃ្មុំ​ចម្រាញ់ 47:15
- ស្រាសុទ្ធបិទជិត ស ឆ្ងាញ់ 37:45-46; 56:18; 76:21; 83:25
- ពែង លាយជាមួយ ហ្សាន់ចាប៊ីល 76:17; 78:34
- ទឹក 76:5
- ថាសមាស និងពែង 43:71
- ប្រដាប់​ប្រាក់ និង​ពែង​គ្រីស្តាល់ 76:15-16
- សម្លៀក​បំពាក់​ពណ៌​បៃតង​ធ្វើ​ពី​សូត្រ​ល្អ​និង​ក្រាស់ 18:31; 22:23; 35:33; 44:53; 76:12, 21
- តុបតែង​ដោយ​ខ្សែដៃ​មាស និង​គុជខ្យង 18:31; 22:23; 35:33; 76:21
- រទេះ​ដែល​មាន​ស្រទាប់​សូត្រ​ប៉ាក់​ប្រវែង 55:54
- ខ្នើយពណ៌បៃតង និងពូកដ៏ស្រស់ស្អាតជាច្រើន ដែលដាក់ជាជួរ 55:76; 88:15
- បល្ល័ង្ក​ដែល​ត្បាញ​ដោយ​មាស និង​ត្បូង​មាន​តម្លៃ ត្រូវ​បាន​លើក​ឲ្យ​ខ្ពស់ 56:15; 88:13
- កំរាលព្រំដ៏សម្បូរបែបរាលដាលចេញ 88:16
- វិមានដ៏ស្រស់ស្អាត បន្ទប់ខ្ពស់ៗ មួយនៅពីលើមួយទៀត 9:72; 39:20
- ស្ថិតនៅក្នុងនោះជារៀងរហូត 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ផ្ទះអស់កល្បជានិច្ច 3:15; 35:35
- បែរមុខ​ទៅ​រក​គ្នា​លើ​បល្ល័ង្ក 15:47; 37:44; 44:53; 56:16
- កុំភ្លក់រសជាតិស្លាប់នៅក្នុងនោះឡើយ 44:56
- ហើយពួកគេក៏មិនត្រូវបានស្នើសុំឱ្យចាកចេញពីវាដែរ 15:48
- ការស្អប់ ឬអារម្មណ៍ឈឺចាប់ត្រូវបានដកចេញពីចិត្តរបស់ពួកគេ 7:43; 15:47
- ទុក្ខព្រួយទាំងអស់ត្រូវបានដកចេញ 35:34
- គ្មានអារម្មណ៍អស់កម្លាំង នឿយហត់ ឬអស់កម្លាំង 15:48; 35:35
- ក៏​នឹង​មិន​មាន​របួស​អ្វី​ដែរ ឈឺ​ពោះ ឈឺក្បាល ឬ​ស្រវឹង 37:47; 56:19
- គ្មានការនិយាយឥតប្រយោជន៍ ឬពាក្យប្រមាថ 19:62; 56:25
- ទាំង​ការ​និយាយ​បង្ក​គ្រោះថ្នាក់ ឬ​ការ​កុហក, 78:35; 88:11
- រួចផុតពីអំពើបាប 37:47; 52:23
- ទាំង​កម្ដៅ​ខ្លាំង​ពេក ឬ​ក៏​ត្រជាក់​ខ្លាំង 76:13
- នឹងមានបទប្បញ្ញត្តិដែលគេស្គាល់ 37:41; 56:89
- ដោយសន្តិភាព និង សន្តិសុខ 15:46; 44:51, 55; 50:34
- ផ្ទះនៃសន្តិភាព, 6:127
- ជំរាបសួរនៅក្នុង, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- អ្នកណាដែលប្រព្រឹត្តអំពើសុចរិតនឹងចូល 4:124; 42:22; 44:51
- អ្នកណាដែលរក្សាកាតព្វកិច្ចរបស់ពួកគេចំពោះព្រះអម្ចាស់របស់ពួកគេ នឹងត្រូវដឹកនាំជាក្រុមៗ 39:73
- ត្រូវបានបង្កើតឱ្យទទួលមរតកដោយសារតែទង្វើ 43:72
- អល់ឡោះពេញចិត្តនឹងពួកគេ ហើយពួកគេពេញចិត្តនឹងទ្រង់ 5:119
- ឋានសួគ៌របស់ខ្ញុំ 89:30
- សុភមង្គលដ៏អស្ចារ្យបំផុត 9:72
- ជោគជ័យដ៏អស្ចារ្យ 57:12; 64:9
- ជោគជ័យ​ដ៏​ខ្ពង់ខ្ពស់ 9:72; 44:57
- សម្រាប់អ្នកជឿ សួនច្បារគឺជាការកម្សាន្ត 32:19
- អ្នករស់នៅក្នុងឋានសួគ៌នឹងរវល់ជាមួយរឿងរីករាយនៅថ្ងៃនោះ 36:35
- នឹងនៅកណ្តាលសួនច្បារ និងប្រភពទឹក 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ឃើញទេវតានៅជុំវិញបល្ល័ង្ក 39:75
- នៅជិតព្រះមហាក្សត្រដ៏មានឫទ្ធានុភាព 54:55
- ពួកគេនឹងមានអ្វីៗទាំងអស់ដែលពួកគេចង់បាន 50:35
- ហ៊ួរ ញី​បរិសុទ្ធ​មាន​ភ្នែក​ធំៗ​និង​ស្រស់​ស្អាត ដូច​ជា​ស៊ុត​ដែល​បាន​រក្សា​ទុក 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ភរិយា​បរិសុទ្ធ 3:15
- ភរិយា​នៅ​ក្នុង​ម្លប់​ដ៏​ស្រស់​ស្អាត អង្គុយ​លើ​បល្ល័ង្ក 36:55
- នារីវ័យក្មេងដែលមានដើមទ្រូងធំដែលមានអាយុស្មើគ្នា 78:33
- ក្មេង​ប្រុស​បម្រើ​អមតៈ​ដើម្បី​បម្រើ​ពួកគេ ដូច​ជា​គុជ​ខ្យង​ខ្ចាត់ខ្ចាយ 52:24; 56:17; 76:19
- ធំ​ល្វឹងល្វើយ​ដូច​ផ្ទៃ​មេឃ​និង​ផែនដី 3:133, 57:21
- ទឹកហូរ ម្លប់ត្រជាក់ អាហារឆ្ងាញ់ៗ និងដៃគូបរិសុទ្ធ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- រង្វាន់​របស់​អ្នក​ជឿ 55:46-78; 56:10-40
- ទន្លេ​នៃ​ទឹកឃ្មុំ ទឹកដោះគោ ទឹក និង​ស្រា 47:15
- ការអធិស្ឋាន និងការសួរសុខទុក្ខ 10:9-10; 39:73-74
- ស្វាគមន៍​ដោយ​សេចក្ដី​សុខសាន្ត 13:23-24; 14:32
- ការស្នាក់នៅអស់កល្បជានិច្ចក្នុងសុភមង្គល 11:108
- មិនដែលសុំឱ្យចាកចេញ 15:45-48
- ពន្លឺ​ចាំង​នៅ​ពី​មុខ​ពួកគេ និង​នៅ​ខាង​ស្ដាំ​ពួកគេ 57:12
- គ្មានកំដៅ ឬត្រជាក់ 76:13
- បំណងប្រាថ្នាទាំងអស់ត្រូវបានបំពេញ 16:30-32; 41:31-32
- ខ្សែដៃមាស និងសម្លៀកបំពាក់សូត្រល្អ 18:30-31; 22:23-24; 44:51-53
- ថាស​ពែង​មាស 43:67-73
- ពាង​ប្រាក់ និង​ផ្លែឈើ​ព្យួរ​នៅ​ក្នុង​ចម្ងាយ​ដែល​អាច​យក​ទៅ​ដល់ 76:14-16
- អង្គុយ​លើ​បល្ល័ង្ក 15:47; 37:44; 52:20
- អ្នកជឿនឹងឃើញព្រះអម្ចាស់របស់ពួកគេ 75:22-23
ឪពុកម្តាយអើយ សូមបង្ហាញសេចក្តីសប្បុរសចំពោះ 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
ដៃគូរបស់អល់ឡោះ ជាពាក្យមិនពិត 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
វាលស្មៅ 87:4-5
ផ្លូវ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- សូមមើលផងដែរ ផ្លូវ
ការអត់ធ្មត់, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- ស្វែងរកជំនួយក្នុងការអធិស្ឋាន 2:45, 153; 20:132; 50:39
អ្នកជំងឺ
- នឹងទទួលបានរង្វាន់ពេញលេញ 39:10
- អល់ឡោះគង់នៅជាមួយអ្នកដែលមាន, 8:46
- ហើយក្លាយជា, 11:115
- ក្នុងការអនុវត្តកាតព្វកិច្ចចំពោះអល់ឡោះ 16:90
- នៅពេលមានកំហឹង 41:34
សន្តិភាព ចូរ​ផ្អៀង​ទៅ 8:61
គុជខ្យង និងផ្កាថ្ម រក្សាទុក 52:24; 55:22; 56:23
ប៉ែន, 68:1; 96:4
បុគ្គល
- អល់ឡោះមិនដាក់បន្ទុកលើសពីវិសាលភាពរបស់ទ្រង់ទេ 2:286; 7:42
- អល់ឡោះមិនយកពន្ធលើអ្នកណាម្នាក់ឡើយ លើកលែងតែតាមសមត្ថភាពរបស់ទ្រង់ 23:62
- ទេ ដឹងថាគាត់នឹងរកប្រាក់ចំណូលបានប៉ុន្មាននៅថ្ងៃស្អែក និងនៅទឹកដីណាដែលគាត់នឹងស្លាប់ 31:34
- មនុស្សគ្រប់គ្នានឹងត្រូវប្រឈមមុខនឹងសេចក្តីល្អ និងសេចក្តីអាក្រក់ទាំងអស់ដែលគាត់បានធ្វើ 3:30
- អ្នករាល់គ្នានឹងឡើងមកអង្វរសុំឱ្យខ្លួនឯង 16:111
- រាល់ៗគ្នា គឺជាការសន្យាចំពោះអ្វីដែលខ្លួនបានខំប្រឹងប្រែង 74:38
- អល់ឡោះស្បថនឹងការតិះដៀលខ្លួនឯង 75:2
ផារ៉ោន 28:6; 40:24
- ប្រជាជននៃ, 2:49; 3:11; 7:141; 44:17-33
- លង់ទឹកស្លាប់, 2:50
- ការ​ដោះស្រាយ​ជាមួយ​លោក​ម៉ូសេ 7:103-137; 10:75-92
- សាកសព​ដែល​អណ្តែត​ចេញពី​សមុទ្រ 10:90-92
- រំលង​ហួស​ព្រំដែន; ប្រព្រឹត្ត​អំពើបាប ហើយ​មិន​ស្តាប់បង្គាប់, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ភរិយា​សុចរិត 28:8-9
- អះអាង​ថា​ជា​ព្រះ 28:38; 79:24
- ត្រូវបានបំផ្លាញ, 29:39
- បុរស​ម្នាក់​ដែល​មាន​ជំនឿ​មក​ពី​គ្រួសារ​របស់​ផារ៉ោន 40:28-44
- ការសាងសង់ប៉មមួយ 40:36-37
- សូមមើលផងដែរ ម៉ូសេ
ការ​ប្រមូល​ផ្ដុំ​របស់​លោកិយ 102:1-4
សន្យា (បៃអាហ៍)
- សម្រាប់សាសនាអ៊ីស្លាម 16:91
- ចំពោះអ្នកនាំសារគឺបៃអាហ៍ (សច្ចាប្រណិធាន) ចំពោះអល់ឡោះ 48:10
- នៃ​ពួក​អ្នក​ជឿ, 48:18; 60:12
ការសន្យា (បញ្ចាំ) សូមឱ្យមាន a, 2:283
- មនុស្សគ្រប់រូបគឺជាមនុស្សសម្រាប់អ្វីដែលខ្លួនរកបាន 52:21; 74:38
កំណាព្យ, 36:69
កវី, 26:224-227; 69:41
ផ្លែទទឹម, 6:141
ក្រ, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
ការអធិស្ឋាន, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- មិន​ឮ​ខ្លាំងៗ ឬ​ដោយ​សំឡេង​ទាប 17:110
- ការអំពាវនាវដល់អ្នកមិនជឿ 9:113-114
- ការអំពាវនាវដល់អ្នកមិនជឿ 13:14
- ទ្រង់ឆ្លើយតប (ការអំពាវនាវ) ទាំងនោះ 42:26
- ស្វែងរកជំនួយដោយអត់ធ្មត់ និង 2:45, 153; 20:132; 50:39
- អនុវត្ត Iqamat-as-Salat, ប្រឈមមុខនឹង Qiblah, 2:142-145, 149-150
- ការពារយ៉ាងតឹងរ៉ឹង 2:238
- ក្នុងការធ្វើដំណើរ និងការវាយប្រហារ 2:239; 4:101-102
- កុំចូលទៅជិតពេលស្រវឹង 4:43
- ឬស្ថិតនៅក្នុងស្ថានភាព Janabah 4:43
- ការបន្សុទ្ធសម្រាប់, 4:43; 5:6
- ពេលបញ្ចប់ 4:103
- ដងនៃ, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- ការក្រាបថ្វាយបង្គំចំពោះអល់ឡោះតែមួយគត់ 13:15
ការអធិស្ឋាន ថ្ងៃសុក្រ 62:9-11
ការប្រុងប្រយ័ត្នក្នុងគ្រោះថ្នាក់ 4:71
អ្នកទោសសង្គ្រាម 8:67-71
- សូមមើលផងដែរ ជនជាប់ឃុំឃាំង
សេចក្ដីសន្យានៃសេចក្ដីពិត 46:16-17
អចលនទ្រព្យ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ព្យាការី 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- សេចក្ដីសញ្ញានៃ, 3:81; 33:7-8
- ខុសច្បាប់សម្រាប់, 3:161
- សត្រូវសម្រាប់មនុស្សគ្រប់គ្នា 6:112; 25:31
- សូមមើលផងដែរ អ្នកនាំសារ
ការក្រាបថ្វាយបង្គំ
- ធ្លាក់ទៅអល់ឡោះ អ្នកណានៅលើមេឃ និងផែនដី ស្រមោលរបស់ពួកគេក៏ធ្លាក់ទៅដែរ 13:15
ការផ្គត់ផ្គង់, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ទំនុកតម្កើង 4:163
ការដាក់ទណ្ឌកម្ម
- ការពន្យារពេល, 3:178
- កាត់ដៃ ឬជើង 5:33
ចូរ​អ្នក​ដាក់​ទោស​ពួកគេ​ដូច​ជា​អ្វី​ដែល​អ្នក​បាន​ធ្វើ​ទុក្ខ​បុក​ម្នេញ 16:126
- នៃជីវិតនេះ និងជីវិតបរលោក 24:19; 68:33
ការបន្សុទ្ធ
- រូបកាយ, 4:43; 5:6
- ខាងវិញ្ញាណ (ពីភាពមិនបរិសុទ្ធ) 87:14; 91:9
កាដារ 5:5; 64:11
កាដ្រ, ទំព័រ 97
កាហ្វ, S.50
កាឡាម, S.68
កាម៉ារ, S.54
ការីអាហ៍, ទំព័រ 101
Qarun (Korah), 28:76-82; 29:39
កាសាស, S.28
គីបឡា 2:142-145, 149
Qisas (ច្បាប់សមភាពក្នុងការដាក់ទណ្ឌកម្ម) 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
គម្ពីគូរ៉ាន
- បានពិពណ៌នា 13:31, 36, 37; 14:1; 56:77-80
- មិនមែនជាអ្វីដែលអាចផលិតបានដោយអ្នកដទៃក្រៅពីអល់ឡោះទេ 2:23; 10:38; 11:13; 17:88
ប្រសិនបើវាមកពីអ្នកផ្សេងក្រៅពីអល់ឡោះ នោះនឹងមានការផ្ទុយគ្នាជាច្រើននៅក្នុងនោះ (4:82)
- ពន្លឺដ៏ច្បាស់លាស់មួយ 4:174; 42:52
- បានបង្ហាញ, 6:19
- អល់ឡោះជាសាក្សីនៃរឿងនេះ 6:19
- ភស្តុតាងច្បាស់លាស់ 6:157
- ការសន្ទនាមិនពិតអំពីខគម្ពីរនៃ 6:68
- ការរំលឹកឡើងវិញ 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ពេលសូត្រហើយ ចូរស្តាប់ ហើយនៅស្ងៀម 7:204
- ឌីក្រា 7:205; 15:6, 9
- សៀវភៅប្រាជ្ញា 10:1; 31:2; 36:2
- សារ​ដែល​បាន​បំផុស​គំនិត 10:2, 109; 42:52
- អ្នក​ដែល​បដិសេធ​វា 11:17
- ជាភាសាអារ៉ាប់ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- បានបង្កើតជាផ្នែកៗ ហើយបានបង្ហាញជាដំណាក់កាលៗ 15:91; 17:106; 25:32; 76:23
- ការផ្លាស់ប្ដូរខគម្ពីរមួយ 16:10
- ពេលដែលអ្នកចង់សូត្រ 16:98
- មគ្គុទ្ទេសក៍, 17:9
- ដំណឹងល្អ និងការព្រមាន 17:9-10
- និង​ពួក​អ្នក​មិន​ជឿ 17:45-47
- ការសូត្រនៅពេលព្រឹកព្រលឹមតែងតែត្រូវបានឃើញ (ដោយពួកទេវតា) 17:78
- ការព្យាបាល និង សេចក្ដីមេត្តាករុណា 17:82
- បានពន្យល់យ៉ាងពេញលេញដល់មនុស្សជាតិ អំពីភាពស្រដៀងគ្នា និងឧទាហរណ៍គ្រប់ប្រភេទ ប៉ុន្តែមនុស្សភាគច្រើនបដិសេធ 17:89; 18:54; 39:27
- ងាយស្រួល, 19:97; 44:58; 54:17, 22, 32, 40
- ប្រជាជនរបស់ខ្ញុំបានបោះបង់ចោលគម្ពីគូរ៉ាននេះ 25:30
- បានបញ្ជាក់ដោយបទគម្ពីរ 26:196
- រៀបរាប់​ប្រាប់​កូនចៅ​អ៊ីស្រាអែល​អំពី​អ្វី​ដែល​ពួកគេ​ខ្វែងគំនិត​គ្នា 27:76
- សូត្រ និងអធិស្ឋាន 29:45
- សេចក្តីពិតពីអល់ឡោះ 32:3; 35:31
- នៅយប់ដ៏មានពរ 44:3
- នៅក្នុងនោះត្រូវបានចែងអំពីរាល់កិច្ចការនៃការតែងតាំង 44:4
- គិត​ឲ្យ​បាន​ស៊ីជម្រៅ​ក្នុង 47:24
- ព្រមានដោយ, 50:45
- បង្រៀនដោយអល់ឡោះ 55:1
- និងការសូត្រដ៏មានកិត្តិយស ដែលត្រូវបានថែរក្សាយ៉ាងល្អ 56:77-78
- គ្មានអ្នកណាអាចប៉ះពាល់បានឡើយ លើកលែងតែអ្នកដែលបរិសុទ្ធ 56:79
- ប្រសិនបើត្រូវបានបញ្ជូនចុះមកលើភ្នំ 59:21
- ទុក្ខវេទនាសម្រាប់អ្នកមិនជឿ 69:50
- សេចក្តីពិតដាច់ខាតជាមួយនឹងភាពប្រាកដប្រជា 69:51
- សូត្រ​យឺតៗ 73:4
- ក្នុង​កំណត់ត្រា​ដែល​ត្រូវ​បាន​រក្សា​ទុក​ជា​កិត្តិយស រក្សា​ឲ្យ​បរិសុទ្ធ និង​បរិសុទ្ធ 80:13-16
- ការរំលឹកដល់ (ទាំងអស់) អាឡាមីន 81:27
- អ្នក​មិន​ជឿ​ជឿ 84:22
- នៅក្នុងថេប្លេតដែលបានរក្សាទុក 85:22
- ព្រះបន្ទូលដែលញែកសេចក្តីពិតចេញពីសេចក្តីមិនពិត 86:13
- សូត្រ​ទំព័រ​បរិសុទ្ធ 98:2
- សូមមើលផងដែរ សៀវភៅ; វិវរណៈ
គូរ៉ៃស, S.106
គូរ៉ាយស៍
- អ្នក​មិន​ជឿ 54:43-46, 51
- ការ​ចិញ្ចឹម 106:1-4
ពួក​រ៉ាប៊ី និង​ព្រះសង្ឃ 9:31, 34
ពូជសាសន៍ ចូរខិតខំដូចជានៅក្នុងអំពើល្អ 5:48
រ៉ាដ, S.13
រ៉ាម៉ាន់, S.55
សម្លៀក​បំពាក់​នៃ​សេចក្ដី​សុចរិត​គឺ​ប្រសើរ​ជាង 7:26
ភ្លៀង
- អំណោយទានរបស់អល់ឡោះ 56:68-70
- នៃថ្ម, 27:58
រ៉ាម៉ាដាន ថ្ងៃទី 2:185
រ៉ាមី, 2:200
ថ្លៃលោះ
- ទេ នឹងត្រូវយក 57:15
- ផ្តល់ជូនដោយអ្នកមិនជឿ 3:91; 10:54; 13:18
ហ្វីឌីយ៉ា នៃការតមអាហារ 2:196
- សម្រាប់ការដោះលែងអ្នកជាប់ឃុំឃាំង 8:67
រ៉ាស អ្នករស់នៅ 25:38; 50:12
សំណង
- ថ្ងៃនៃ, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- អ្នកបដិសេធ 107:1-7
- អំពើអាក្រក់មួយមានអំពើអាក្រក់ដូចវាដែរ 42:40
ការផ្សះផ្សា
- អ្នកណាដែលអភ័យទោស ហើយធ្វើ, 42:40
- រវាងបុរសនិងប្រពន្ធ 4:35
- រវាងអ្នកជឿ 49:9-10
កត់ត្រា
- បញ្ជី​ដែល​បាន​ចារឹក​ទុក 83:7-9, 18-21
- ប្រជាជាតិនីមួយៗនឹងត្រូវបានហៅទៅកាន់ប្រទេសរបស់ខ្លួន 45:28-29
- ទំព័រដែលសរសេរអំពីទង្វើរបស់មនុស្សគ្រប់រូប 81:10
- ដែលនិយាយការពិត 23:62
- នៅ​ដៃ​ស្តាំ 69:19; 84:7-9
- នៅ​ដៃ​ឆ្វេង 69:25
- ពីក្រោយខ្នង 84:10-15
ការកត់ត្រាទេវតា 50:17-18, 23; 85:11
ការធូរស្បើយ ជាមួយនឹងការលំបាក 94:5-6
សាសនា
- គ្មានការបង្ខិតបង្ខំនៅក្នុង, 2:256
- គឺសាសនាអ៊ីស្លាម 3:19
- នៃអល់ឡោះ 3:83-84
- ក្រៅពីសាសនាអ៊ីស្លាម 3:85
- កុំលើសពីដែនកំណត់ក្នុង 4:171; 5:77
- ល្អឥតខ្ចោះ, 5:3
- ដែលយកជាការលេងសើច និងការកម្សាន្ត 6:70
- ដែល​បែងចែក​ពួកគេ ហើយ​បំបែក​ជា​និកាយ​ផ្សេងៗ 6:159; 30:32
- សូមមើលផងដែរ 42:13-14; 43:65; 45:17
- មនុស្សបានបំបែកខ្លួនទៅជានិកាយ ដោយក្រុមនីមួយៗអរសប្បាយនឹងជំនឿរបស់ខ្លួន 23:53; 30:32
- មិន​បាន​ដាក់​ខ្លួន​ទេ មាន​ការ​លំបាក​ណា​មួយ 22:78
- មនុស្សជាតិត្រូវបានបង្កើតឡើងនៅថ្ងៃទី 30:30
- ដូចគ្នា សម្រាប់​ព្យាការី​ទាំងអស់ 42:13-15
- បុព្វបុរស 43:22-24
ការរំលឹកដល់អល់ឡោះ 63:9
- នៅក្នុងចិត្ត ចិត្តរកឃើញការសម្រាក 13:28
ការប្រែចិត្ត
- ទទួលយកប្រសិនបើអំពើអាក្រក់ត្រូវបានធ្វើដោយភាពល្ងង់ខ្លៅ ហើយប្រែចិត្តភ្លាមៗបន្ទាប់ពីនោះ 4:17; 6:54
- ហើយ​គ្មាន​ប្រសិទ្ធភាព​អ្វី​ទេ ប្រសិនបើ​អំពើ​អាក្រក់​ត្រូវ​បាន​បន្ត 4:18
- ទ្រង់​ទទួល​យក ហើយ​អត់ទោស​បាប 4:25
ការសម្រាកសម្រាប់អំពើអាក្រក់ 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ការរស់ឡើងវិញ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ឧទាហរណ៍នៅក្នុងរឿងរបស់អែសរ៉ា 2:259
- អ័ប្រាហាំ 2:260
- មនុស្ស​នៅ​ក្នុង​រូងភ្នំ 18:9-26
- ការព្រមានដល់អ្នកបដិសេធការរស់ឡើងវិញ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ថ្ងៃរស់ឡើងវិញ 7:89; 20:100-101, 124
- ថ្ងៃពិត 78:39
- បានបង់ប្រាក់ឈ្នួលរបស់អ្នកពេញលេញ 3:185
- ទំព័រ​នៃ​លិខិត​កម្មសិទ្ធិ​ត្រូវ​បាន​បើក​ចំហ, 81:11
- មនុស្សគ្រប់រូបនឹងដឹងពីអ្វីដែលពួកគេបាននាំមក 81:14
- មនុស្សគ្រប់រូបនឹងត្រូវប្រឈមមុខនឹងអំពើល្អ និងអំពើអាក្រក់ទាំងអស់ដែលខ្លួនបានធ្វើ 3:30
- មនុស្សម្នាក់នឹងដឹងពីអ្វីដែលគាត់បានបញ្ជូនទៅមុខ និងអ្វីដែលបានបន្សល់ទុក 82:5
- គ្មានការភ័យខ្លាចចំពោះអយុត្តិធម៌, 20:112
- តុល្យភាពនៃយុត្តិធម៌, 21:47
- ជញ្ជីង​នៃ​ឯកសារ, 23:102-103
អ្នកណាដែលធ្វើល្អ ឬអាក្រក់ ស្មើនឹងទម្ងន់អាតូមមួយ អ្នកនោះនឹងឃើញវា (100:7-8)
- អាថ៌កំបាំងទាំងអស់នឹងត្រូវបានពិនិត្យ 86:9
កំណត់ត្រា​ដែល​បាន​ផ្ដល់​ឲ្យ​នៅ​ដៃ​ស្តាំ 69:19; 84:7-9
កំណត់ត្រា​ដែល​បាន​ផ្តល់​ឲ្យ​នៅ​ដៃ​ឆ្វេង 69:25
កំណត់ត្រា​ដែល​បាន​ផ្ដល់​ឲ្យ​នៅ​ពីក្រោយ 84:10-15
- ថ្ងៃដ៏លំបាកសម្រាប់អ្នកមិនជឿ 25:26; 54:8; 74:9
- ថ្ងៃដ៏លំបាកមួយ 76:27
- ទ្រាំទ្រនឹងបន្ទុកធ្ងន់ 20:100-101
- មិនអនុញ្ញាតឱ្យលើកលេសណាមួយឡើយ 77:36
- អ្នក​ប្រព្រឹត្ត​ខុស​នឹង​ខាំ​ដៃ​របស់​ខ្លួន 25:27
- ពួកអ្នកប្រព្រឹត្តខុសបានជួបជុំគ្នាជាមួយដៃគូ និងរូបព្រះរបស់ពួកគេ 37:22
- ការបំផ្លិចបំផ្លាញជាមួយនឹងការសោកស្ដាយយ៉ាងជ្រាលជ្រៅ ទុក្ខព្រួយ និងភាពអស់សង្ឃឹម 30:12
- ស្ត្រី​ដែល​ត្រូវ​គេ​កប់​ទាំង​រស់​នឹង​ត្រូវ​សួរ​ចម្លើយ 81:8-9
- ភេរវកម្មដ៏ធំបំផុត 21:103
- អ្នកហៅនឹងហៅទៅកាន់រឿងដ៏គួរឱ្យភ័យខ្លាចមួយ 50:41; 54:6-8
- សំឡេង​តែមួយ (ស្រែក) 36:29, 49, 53; 38:15; 50:42
- ហ្សាជរ៉ា (ស្រែក) 37:19; 79:13
- ការធ្វើទារុណកម្មដ៏ជិតមកដល់ 78:40
- ផ្ទៃមេឃនឹងញ័រដោយការរញ្ជួយដ៏គួរឱ្យភ័យខ្លាច 52:9; 56:4
- ស្ថានសួគ៌​បាន​បែក​ចេញ​ពី​គ្នា 84:1-2
- ផ្ទៃ​មេឃ​ប្រេះ​ជា​ពីរ 77:9; 82:1
- ផ្ទៃមេឃនឹងត្រូវប្រេះបែកដោយពពក 25:25
- ស្ថានសួគ៌​នឹង​ត្រូវ​បាន​រមៀល​ឡើង នៅ​ក្នុង​ព្រះហស្ត​ស្តាំ​របស់​ទ្រង់ 21:104; 39:67
- អស់​អ្នក​នៅ​ស្ថានសួគ៌ និង​នៅ​លើ​ផែនដី​នឹង​សន្លប់​បាត់​ស្មារតី 39:68
- ស្ថានសួគ៌​នឹង​ត្រូវ​បាន​បើក​ឡើង វា​នឹង​ក្លាយ​ទៅ​ជា​ទ្វារ 78:19
- មេឃនឹងដូចជាប្រេងដែលកំពុងពុះ 70:8
- ផ្កាយ​នឹង​ធ្លាក់ 81:2; 82:2
- ផ្កាយនឹងបាត់បង់ពន្លឺរបស់វា 77:8
- ព្រះអាទិត្យនឹងបាត់បង់ពន្លឺរបស់វា 81:1
សមុទ្រនឹងក្លាយទៅជាភ្លើងឆេះសន្ធោសន្ធៅ 81:6
- សមុទ្រ​បាន​ផ្ទុះ​ចេញ 82:3
- រញ្ជួយដីនៃម៉ោង 22:1; 99:1
- ភ្នំ​នានា​នឹង​រើ​ចេញ 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- ម្សៅទៅជាធូលីដី 20:105; 56:5
- ដូចជា​សរសៃ​រោមចៀម 70:9; 101:5
- ផែនដី និងភ្នំនឹងត្រូវរញ្ជួយយ៉ាងខ្លាំង 73:14; 79:6
- ផែនដី​ត្រូវ​បាន​កិន​ឲ្យ​ម៉ដ្ឋ 89:21
- ផែនដីនឹងត្រូវផ្លាស់ប្តូរទៅជាផែនដីមួយផ្សេងទៀត ហើយស្ថានសួគ៌ក៏នឹងដូច្នោះដែរ 14:48
- ផែនដីត្រូវបានលាតសន្ធឹង 84:3-5
- ផែនដី​ជា​វាល​ទំនាប​ដែល​បាន​ក្រាល​ដោយ​ដី 18:47; 20:106
- ផែនដី​បោះចោល​បន្ទុក​របស់​វា 84:4; 99:2
- ផ្នូរ​ត្រូវ​បាន​បែរ​ក្បាល​ចុះ​ក្រោម 82:4
- ការរស់ឡើងវិញពីផ្នូរ 21:97; 70:43
- លើផែនដីដែលនៅរស់បន្ទាប់ពីស្លាប់ 79:14
- សត្វព្រៃនឹងត្រូវប្រមូលគ្នា 81:5
- រស់ឡើងវិញដោយងងឹតងងល់ 20:124-125
- ត្រែនឹងត្រូវផ្លុំ 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- សាកហា, 80:33
- ព្រលឹងនឹងត្រូវបានភ្ជាប់ជាមួយរូបកាយរបស់ពួកគេ 81:7
- ស្នាក់នៅមិនលើសពីដប់ថ្ងៃ, 20:103
- ស្នាក់នៅមិនលើសពីមួយថ្ងៃ, 20:104
- ឬ​ផ្នែក​មួយ​នៃ​ថ្ងៃ 23:112-114
- ថ្ងៃជួបជុំ 64:9
- ថ្ងៃជំនុំជំរះ 37:21
- ថ្ងៃនៃការសម្រេចចិត្ត 77:38; 78:17
- ថ្ងៃនៃការតម្រៀបចេញ 77:13-14
- ទិវានៃទុក្ខសោក និងការសោកស្ដាយ, 19:39
- អ្នកបដិសេធ, 77:15-50
- មនុស្សជាតិនឹងដូចជាខែដែលខ្ចាត់ខ្ចាយ 101:4
- មនុស្សជាតិនឹងបន្តដំណើរជាក្រុមៗ ខ្ចាត់ខ្ចាយ (100:6)
- មនុស្សជាតិដូចជាស្ថិតក្នុងស្ថានភាពស្រវឹង 22:2
- ស្ត្រីមានផ្ទៃពោះគ្រប់រូបនឹងលះបង់បន្ទុករបស់នាង 22:2
- អូដ្ឋញីដែលមានផ្ទៃពោះនឹងត្រូវគេមិនអើពើ 81:4
- ម្តាយដែលបំបៅកូននឹងភ្លេចកូនដែលបំបៅកូន 22:2
- សាច់ញាតិ​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ឃើញ​គ្នា​ទៅ​វិញ​ទៅ​មក 70:11
- បុរសម្នាក់នឹងរត់ចេញពីសាច់ញាតិរបស់ខ្លួន (80:34-37)
- គ្មានមិត្តណាម្នាក់នឹងសុំមិត្តភ័ក្តិឡើយ 70:10
- នឹងគ្មានមិត្តភ័ក្តិ ឬអ្នកអង្វរទេ 40:18
- គ្មាន​អ្នក​ណា​ម្នាក់​នឹង​មាន​អំណាច​ធ្វើ​អ្វី​សម្រាប់​អ្នក​ដទៃ​ឡើយ 82:19
- នឹងគ្មានអំណាច ឬអ្នកជួយណាម្នាក់ឡើយ 87:10
- គ្មានការភ័យខ្លាចចំពោះអ្នកជឿ 43:68
- អ្នកជឿនឹងស្ថិតនៅកណ្តាលម្លប់ និងប្រភពទឹក និងផ្លែឈើ 77:41-43
- អ្នករស់នៅក្នុងឋានសួគ៌ និងភរិយារបស់ពួកគេ 36:55-58
- ពួកទេវតានឹងត្រូវបានបញ្ជូនចុះមកជាមួយនឹងការយាងចុះដ៏អស្ចារ្យ 25:25
- ស៊ីននឹងត្រូវលាតត្រដាង 68:42-43
- ឋានសួគ៌នឹងត្រូវបាននាំមកជិត 81:13
- ឋាននរកនឹងត្រូវនាំមកជិត 89:23
- ភ្លើងនរកនឹងត្រូវរុះរើចេញ ឆេះឡើងយ៉ាងសន្ធោសន្ធៅ 81:11-12
- ការសងសឹកដោយសប្បុរសធម៌នឹងជាការប្រោសលោះ 5:45
វិវរណៈ
- ប្រសិនបើអ្នកមានការសង្ស័យ 2:23-24
- ខគម្ពីរដែលត្រូវបានលុបចោល ឬបំភ្លេចចោល, 2:106
- ការណែនាំត្រឹមត្រូវ 3:73
- ពីព្រះអម្ចាស់ ដូច្នេះកុំធ្វើជាអ្នកដែលសង្ស័យឡើយ 6:114
- សម្រាប់​អ្នក​ដែល​យល់, 6:98
- ការណែនាំ និង សេចក្ដីមេត្តាករុណា 7:203; 16:64; 31:3
- តាមរយៈ Ruh-ul-Qudus, 16:102; 26:192-193
- ពន្យល់​លម្អិត 6:98; 41:2-4
- គម្ពីរនេះមកពីអល់ឡោះ 46:2
- សូមមើលផងដែរ សៀវភៅ និង គម្ពីគូរ៉ាន
ការសងសឹកចំពោះអំពើអាក្រក់ដែលសង្កត់សង្កិនបានធ្វើចំពោះពួកគេ 42:39-43
រង្វាន់
- យោងទៅតាមទង្វើដ៏ល្អបំផុត និងច្រើនជាងនេះទៅទៀត 24:38; 29:7; 39:35
- ជារង្វាន់ 25:15
- អល់ឡោះប្រទានរង្វាន់ដល់អ្នកដែលធ្វើល្អ ដោយអ្វីដែលល្អបំផុត 53:31
- សម្រាប់សេចក្តីល្អ គ្មានរង្វាន់អ្វីក្រៅពីសេចក្តីល្អទេ 55:60
រីបា (សូមមើល ការប្រាក់)
សុចរិត
- ក្រុមហ៊ុននៃ, 4:69
- នឹង​ទទួល​មរតក​ដី​នោះ 21:105
- នៅ​ក្នុង​ឋានសួគ៌ 51:15-19; 76:5-12
- សូមមើលផងដែរ ល្អ
សេចក្ដីសុចរិត, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ផ្លូវចោតនៃ 90:11-18
ការណែនាំដ៏ត្រឹមត្រូវគឺជាការណែនាំរបស់អល់ឡោះ 3:73
ផ្លូវថ្នល់, ផ្លូវ, 43:10
រ៉ក់គី ត្រាក់ (ហ៊ីជរ) អ្នករស់នៅ 15:80-85
រ៉ូម 30:2-5
ដំបូល ស្ថានសួគ៌ 21:32
រូហ៍ (កាព្រីយ៉ែល), 26:193; 67:12; 70:4; 78:38; 97:4
រូ-អ៊ូល-ឃ្យូស, 2:87, 253; 5:110; 16:102
- សូមមើលផងដែរ ហ្គាប្រ៊ីយ៉ែល
រូហ (ព្រលឹង វិញ្ញាណ) 15:29; 17:85; 58:22
រ៉ាំ, អេ S.30
សាបា (សេបា), 27:22-44; 34:15-21
សាបា, ទំព័រ S.34
ថ្ងៃសប្ប័ទ
- អ្នក​ប្រព្រឹត្ត​អំពើ​រំលង​នៃ, 2:65; 4:154; 7:163-166
- បានចេញវេជ្ជបញ្ជាសម្រាប់តែ 16:124
សាប៊ីយ៉ាន 5:69; 22:17
យញ្ញបូជា, 2:196, 200; 22:34-37
សោដ, S.38
សាដាកា (សេចក្ដីសប្បុរស), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ការលាក់បាំងប្រសើរជាងការបង្ហាញ, 2:271
សាហ្វា និង ម៉ារវ៉ា 2:158
សាហ្វ, ទំព័រ S.61
សាហ្វាត, ទំព័រ S.37
សៃអាល់អារីម (ទឹកជំនន់ដែលបញ្ចេញចេញពីទំនប់ម៉ារីប) 34:16
សាជដា, S.32
សាគីណា (ភាពស្ងប់ស្ងាត់ និង សន្តិភាព) 2:248; 9:26, 40; 48:4, 18, 26
សាលី 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Salsabil (និទាឃរដូវនៅឋានសួគ៌), 76:18
សាមីរី, 20:85, 95-97
សាំយូអែល 2:247
សាតាំង, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- ញុះញង់​ឲ្យ​មាន​អរិភាព និង​ការ​ស្អប់ខ្ពើម 5:91
- ខ្សឹបខ្សៀវអាក្រក់ពី 7:200-201
- បោកបញ្ឆោត, 8:48
- ក្បត់, 14:22
- គ្មានអំណាចលើអ្នកជឿទេ 16:99-100
- បោះ​ចោល​ការ​មិន​ពិត 22:52-53
- ជា​សត្រូវ 12:5; 35:6; 36:60
- ភាពក្រអឺតក្រទម 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- អាជីន 18:50-51
- ការល្បួង និងការធ្លាក់របស់អ័ដាម 7:20-23; 20:116-121
- គ្មានអំណាចលើអ្នកជឿ 16:98-100
- គោលដៅរបស់គាត់ 35:6-8
- ជាសត្រូវស្បថចំពោះមនុស្សជាតិ 12:5; 17:53
- គណបក្សរបស់គាត់ 53:14-19
- ស្នាដៃ​របស់​ទ្រង់ 5:90-91
- រារាំង​ទង្វើ​ល្អ 2:268
- អ្នកជឿស្វែងរកការជ្រកកោនពីអល់ឡោះ 7:200-202
- គម្រោងរបស់គាត់ខ្សោយ 4:76
- ធ្វើឲ្យអ្នកដើរតាមគាត់ខកចិត្ត 8:48
- និយាយជាមួយអ្នកដើរតាមគាត់នៅឋាននរក 14:22
- សូមមើលផងដែរ អ៊ីបលីស
មាត្រដ្ឋាន ជោគជ័យ ដែលនឹងមានទម្ងន់ធ្ងន់ 7:8-9
- សូមមើលផងដែរនូវតុល្យភាព
គម្ពីរ​
- ប្រជាជននៃ (ជនជាតិយូដា និងគ្រិស្តបរិស័ទ) 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- អ្វីដែលពួកគេកំពុងលាក់ទុក 5:61-63
- ក្នុងចំណោមពួកគេដែលដើរលើមាគ៌ាត្រឹមត្រូវ 5:66
- ពួកគេស្គាល់ ប៉ុន្តែមិនជឿ 6:20
សមុទ្រ, 42:32-33; 45:12
- ទាំងពីរ, 18:60; 25:53; 35:12; 55:19-20
- ពេលដែល ត្រូវបានផ្ទុះឡើង 82:3
សម្ងាត់ (ណាជវ៉ា)
- ការសន្ទនា, 4:114
- ដំបូន្មាន​បី​នាក់ 58:7
- ដំបូន្មាន 58:8, 10
- ការពិគ្រោះយោបល់ឯកជន 58:12-13
និកាយ​និង​ការ​បែកបាក់​ក្នុង​សាសនា 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
សន្តិសុខ បន្ទាប់ពីទុក្ខលំបាក ទ្រង់បានបញ្ជូនចុះមក 3:154
គ្រាប់ពូជ អ្នកណាដែលធ្វើឲ្យវាដុះឡើង 56:63-67
សេនស៍, 23:78
ប្រាំពីរ, បង្កើតឡើង
- ស្ថានសួគ៌ 2:29; 23:17; 65:12; 67:3; 71:15
- និង​នៃ​ផែនដី​ដូច​ជា​របស់​នោះ 65:12
ស្រមោល
- ក្រាបថ្វាយបង្គំចំពោះអល់ឡោះ 13:15; 16:48
ការរីករាលដាលនៃ, 25:45
សាំស៍, ទំព័រ S.91
អូដ្ឋញីជាសញ្ញាច្បាស់លាស់សម្រាប់ពួកសាមូដ 7:73; 17:59; 26:155-158
កប៉ាល់, ធ្វើដំណើរ, ជាសញ្ញាមួយ; ដើម្បីបម្រើ; ដើម្បីដឹងគុណ; ដើម្បីស្វែងរកព្រះពររបស់ទ្រង់, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ស៊ូអេប 7:85-93; 11:84-95; 29:36-37
ស៊ូអារ៉ា, S.26
ស៊ូរ៉ា, ទំព័រ S.42
ស៊ីដ្រាត-អ៊ុល-មុនតាហា, 53:14
ការឡោមព័ទ្ធអាល់ម៉ាឌីណា 33:9-27
ស៊ីជិន 88:7-9
ស៊ីន, 7:100; 74:43-6
- ការរួមភេទខុសច្បាប់ 4:15-16; 24:2, 19
- ប្រសិនបើអំពើបាបធំជាងនេះត្រូវបានជៀសវាង អំពើបាបតូចតាចនឹងត្រូវបានលើកលែងទោស 4:31
ពួកគេអាចលាក់ខ្លួនពីមនុស្សបាន ប៉ុន្តែមិនអាចលាក់ខ្លួនពីអល់ឡោះបានឡើយ 4:108
- អ្នកណាដែលរកចំណូលបាន គឺគេរកវាសម្រាប់តែខ្លួនឯងប៉ុណ្ណោះ 4:111
- អ្នកណាដែលរកបានមួយ ហើយបន្ទាប់មកបោះទៅលើនរណាម្នាក់ដែលគ្មានទោស 4:112
- អល់ឡោះអត់ទោសឱ្យមិនបង្កើតដៃគូក្នុងការគោរពបូជាជាមួយទ្រង់ទេ ប៉ុន្តែអត់ទោសឱ្យអ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យចំពោះអំពើបាបផ្សេងទៀតក្រៅពីនោះ 4:116
- អ្នកដែលប្រព្រឹត្តិអំពើល្អ នឹងទទួលបានផលបុណ្យ 6:120
- មនុស្សមានបាបនឹងមិនដែលទទួលបានជោគជ័យឡើយ 10:17
- អល់ឡោះអត់ទោសឱ្យមនុស្សទាំងអស់ 39:53
- អំពើបាបធំៗ 42:37
ភ្នំស៊ីណៃ 19:52; 23:20; 95:2
មនុស្សមានបាប ត្រចៀក ភ្នែក និងស្បែករបស់ពួកគេនឹងធ្វើបន្ទាល់ប្រឆាំងនឹងពួកគេ 41:20-23
ស្ពានស៊ីរ៉ាត 66:8
អ្នក​បង្កាច់​បង្ខូច, 68:11-12; 104:1
ទាសករ, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- សូមមើលផងដែរ អ្នកទោសសង្គ្រាម; ឈ្លើយសឹក
ការគេង ជាវត្ថុសម្រាប់សម្រាក 78:9
សូដុម 29:31; 37:136
ការរួមភេទជាមួយបុរស និងស្ត្រី, 7:80-82; 11:77-83; 15:61-77; 29:28-29
សាឡូម៉ូន 2:102; 4:163; 6:84
- ជួយ​ដាវីឌ​ជា​បិតា​របស់​ទ្រង់​ឲ្យ​សម្រេច​បាន​ការ​វិនិច្ឆ័យ​ដ៏​យុត្តិធម៌​ជាង 21:78-82
- និងស្រមោច 27:15-19
- និង​សត្វ​ហ៊ូប៉ូ 27:20-26
- និង​ម្ចាស់ក្សត្រី​នៃ​ស្រុក​សាបា 27:22-44; 34:15
- ព្រះគុណរបស់អល់ឡោះមកលើគាត់ 34:12-14, 38:34-40
- សេចក្តីស្រឡាញ់របស់គាត់ចំពោះសេះល្អៗ 38:30-33
កូនប្រុស​ចិញ្ចឹម 33:4-5
ព្រលឹង (វិញ្ញាណ, រូហ), 15:29; 17:85; 58:22
ចូរចំណាយក្នុងបុព្វហេតុរបស់អល់ឡោះ 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ដែលហួសពីតម្រូវការរបស់អ្នក 2:219
- ឧបមា​ថា​អ្នក​ដែល​មាន​ទ្រព្យ​សម្បត្តិ​នៅ​ក្នុង​មាគ៌ា​របស់​អល់ឡោះ 2:261
- ដើម្បី​ឲ្យ​មនុស្ស​ឃើញ 2:264; 4:38
- អ្វីក៏ដោយដែលអ្នកធ្វើ ក្នុងបុព្វហេតុរបស់អល់ឡោះ វានឹងត្រូវបានសងអ្នកវិញ 2:272; 8:60; 34:39
- មិនមែនដោយភាពហួសហេតុ ឬខ្ជះខ្ជាយនោះទេ 6:141; 17:26
- មិន​ហួសហេតុ​ពេក ឬ​ក៏​ក្រអឺតក្រទម 25:67
- អ្នកដែលបិទដៃពីការចំណាយក្នុងបុព្វហេតុរបស់អល់ឡោះ 9:67
វិញ្ញាណ (ព្រលឹង, រូហ), 15:29
- ចំណេះដឹងរបស់វាគឺនៅជាមួយអល់ឡោះ 17:85
- អល់ឡោះពង្រឹងអ្នកជឿជាមួយ 58:22
សំណល់​សង្គ្រាម 8:41, 69; 48:15, 19-20; 48:15
- សូមមើលផងដែរ ប៊ូទី
ចារកម្ម, 49:12
ផ្កាយ 53:1, 49; 86:1-4
ផ្កាយ, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
ត្រង់, ផ្លូវ, 1:6
- ល។ ផ្លូវ, 6:153
- ល។ ការខិតខំ, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
ការបៅដោះ ពាក្យថា ម្តាយចិញ្ចឹម 2:233
ទុក្ខវេទនា ភាពក្រីក្រ ការបាត់បង់សុខភាព និងគ្រោះមហន្តរាយ; វិបុលភាព និងទ្រព្យសម្បត្តិ 7:94-96
អាទិត្យ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
ជោគជ័យ​ដ៏​ខ្ពង់ខ្ពស់ 9:72; 44:57
ស៊ូរ៉ា 10:38; 11:13; 47:20
- វិវរណៈរបស់វាបង្កើនជំនឿ 9:124-127
ការសង្ស័យ 49:12
ការចិញ្ចឹមជីវិត, 19:62
- សូមមើលផងដែរ ការផ្គត់ផ្គង់; ការផ្គត់ផ្គង់
ស៊ូវ៉ា, 71:23
Tabuk, 9:40-59, 81-99, 117-118, 120-122
តាហ្គាប៊ុន, ទំព័រ S.64
តាហ្គឺ 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- សូមមើលព្រះក្លែងក្លាយទាំងអស់
តា-ហា, S.20
តារីម, ទំព័រ S.66
តាកាថួរ, S.102
តាកវីរ, S.81
តាឡាក, S.65
តាល (ដើមចេក) 56:29
តាលូត (សូល) 2:247-249
តារីក, S.86
តាសនីម (រដូវផ្ការីក) 83:27-28
តាបា, ទំព័រ S.9
Tawaf (ទៅជុំវិញ Ka'ba), 2:200; 7:29, 31
តាយ៉ាំមុម 4:43; 5:6
រយៈពេល គ្រប់ប្រជាជាតិទាំងអស់សុទ្ធតែមានការតែងតាំងរបស់ខ្លួន គ្មានអ្នកណាអាចរំពឹងទុក ឬពន្យារពេលវាបានឡើយ 7:34; 10:49; 15:4-5; 16:61; 20:129
ទឹកដី ការពាររបស់អ្នក ដោយអង្គភាពកងទ័ព 3:200
សាកល្បងដោយអល់ឡោះ 3:154; 34:21
ថាមូត 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
ចោរ ការដាក់ទោស 5:38-39
បល្ល័ង្ក, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- លើទឹក 11:7
- ទេវតាប្រាំបីអង្គកាន់, 39:75; 40:7; 69:17
ពេលវេលា, 45:24; 76:1; 103:1
សំណប៉ាហាំង, S.95
ទារុណកម្ម, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
យើងមិនដែលបំផ្លាញភូមិណាមួយឡើយ ប៉ុន្តែមានច្បាប់ដែលគេស្គាល់សម្រាប់វា (15:4)
ពាណិជ្ជកម្ម និង​អចលនទ្រព្យ, 4:29
ចូរធ្វើដំណើរចុះ តើពួកគេមិនបានធ្វើដំណើរឆ្លងកាត់ផែនដីទេឬ? 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ការក្បត់ជាតិ, 8:58; 22:38
- សូមមើល Betray
កំណប់ទ្រព្យ​ដែល​បាន​ប្រមូល​ទុក 9:35
កំណប់ទ្រព្យរបស់អល់ឡោះ 6:50
ដើមឈើនៃភាពអស់កល្បជានិច្ច, 20:120
ដើមឈើ, 22:18
ការសាកល្បង, 2:214-218; 64:15
ត្រែ នៅថ្ងៃរស់ឡើងវិញ 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
សាក់ខា, 80:33
ទំនុកចិត្ត​ដែល​បាន​ផ្ដល់​ឲ្យ​ស្ថានសួគ៌ ផែនដី និង​ភ្នំ ប៉ុន្តែ​បាន​ធ្វើ​ដោយ​មនុស្ស 33:72-73
ការជឿទុកចិត្ត (អាម៉ាណា), 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
សេចក្តីពិត, 5:48; 23:70-71, 90; 25:33; 69:51
- កុំ​លាយឡំ​ជាមួយ​នឹង​ការ​ភូតភរ ឬ​លាក់បាំង 2:42
- បានមកដល់ហើយភាពមិនពិតបានបាត់ទៅ 17:81
- សេចក្ដីសន្យានៃ 46:16-17
ទូបា ប្រជាជន 44:37; 50:14
ទួរ (ភ្នំ), 28:29, 46
ទួរ, S.52
ទូវ៉ា ជ្រលងភ្នំ 20:12; 79:16
សមរភូមិអ៊ូហ៊ូដ 3:121-128, 140-180
អ៊ុំម៉ា (សហគមន៍ ប្រជាជាតិ) 2:143-144; 10:47, 49; 11:118; 16:36, 120
អ៊ុំរ៉ា, 2:128, 158, 196
Usury (Riba), 2:275-276, 278-280; 3:130; 4:161; 30:39
អ៊ូហ្សែរ (សូមមើល អែសរ៉ា)
អ៊ូសា 53:19
ស្បៃមុខ ជា​របស់​មើល​មិន​ឃើញ 17:45-46
វីលីង, 24:31; 33:59
ខគម្ពីរ Sab' Al-Mathani, 15:87
ជ័យជំនះ
- ប្រទានដោយអល់ឡោះ 48:1
- តាមរយៈជំនួយពីអល់ឡោះ 61:13
គុណធម៌ (សូមមើល សុចរិតភាព; អ្នកជឿ)
វ៉ាដ, 71:23
- "រង់ចាំសិន យើងក៏កំពុងរង់ចាំដែរ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
វ៉ាគីអា, ទំព័រ S.56
សង្គ្រាមប្រឆាំងនឹងអល់ឡោះ 5:33-34
កុំខ្ជះខ្ជាយដោយភាពហួសហេតុ 6:141; 7:31; 17:26
ទឹក គ្រប់​ទាំង​ជីវិត​ដែល​កើត​ឡើង​ពី 21:30; 24:45; 25:54
- សមុទ្រពីរ 18:60; 25:53; 35:12; 55:19-20
- បល្ល័ង្ករបស់អល់ឡោះនៅលើ 11:7
- ភ្លៀង, 23:18
ផ្លូវ, នេះ, 1:6; 42:52-53; 90:10
- ល។ ងាយស្រួល ធ្វើឱ្យងាយស្រួល 87:8
- សូមមើលផ្លូវផងដែរ
អ្នកធ្វើដំណើរ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ទ្រព្យសម្បត្តិ
- អ្នកណាបានប្រមូលផ្តុំគ្នា 104:2-4
- ការចំណាយក្នុងបុព្វហេតុរបស់អល់ឡោះ (សូមមើលការចំណាយ)
ទ្រព្យសម្បត្តិ និងកូនចៅ ជាគ្រឿងតុបតែងនៃជីវិតលោកិយនេះ 18:46
ថ្លឹងទម្ងន់ និង​រង្វាស់ ឲ្យ​ពេញ 11:85; 17:35; 83:1-5
ស្ត្រីមេម៉ាយ 2:234-235, 240
ព្រះហឫទ័យរបស់អល់ឡោះ 10:99-100; 30:5; 81:29; 82:8
ឆន្ទៈរបស់មនុស្ស គឺដើរត្រង់ លុះត្រាតែអល់ឡោះមានព្រះហឫទ័យ 28:29
ខ្យល់ 77:1-3
- ជាអ្នកប្រកាសដំណឹងល្អ 7:57; 30:46
- ពពក​ឡើង​បង្កើត​ជា​ទឹក 15:22; 30:48
- ប្រែជាពណ៌លឿង 30:51
ស្រា (នៅឋានសួគ៌)
- ភេសជ្ជៈសុទ្ធ 37:45; 76:21
- ស, ឆ្ងាញ់, 37:46
- ទន្លេនៃ, 47:15
- បិទជិតសុទ្ធ 83:25
កុំប្រាថ្នាចង់បានអ្វីដែលអល់ឡោះបានបង្កើតឲ្យខ្លះលើសអ្នកដទៃឡើយ 4:32
សាក្សី
- ចំពោះ​សេចក្ដីសញ្ញា​របស់​ពួកហោរា 3:81
- លើមនុស្សជាតិ 2:143; 22:78
- សម្រាប់កិច្ចសន្យា 2:282
- ស្ត្រីពីរនាក់ប្រឆាំងនឹងបុរសម្នាក់, 2:282
- ការរួមភេទខុសច្បាប់ 4:16; 24:2
- ចូរ​មាន​ភាព​យុត្តិធម៌ 5:8
- ដៃ និងជើងនឹងធ្វើជាសាក្សី 36:65
- មនុស្សប្រឆាំងនឹងខ្លួនឯង 75:14
ថ្ងៃ​ធ្វើ​បន្ទាល់ និង​ថ្ងៃ​ធ្វើ​បន្ទាល់ 85:3
ភរិយាទាំងឡាយ
- គឺជាការលួងលោមសម្រាប់អ្នក 2:223
- ចម្រៀងសម្រាប់អ្នក, 2:187
- នៃប្រភេទផ្ទាល់ខ្លួនរបស់អ្នក, 16:72
ស្ត្រី​ដែល​ឈ្លោះ​ប្រកែក​គ្នា 58:1-2
ស្ត្រី, 2:222-223; 4:15, 19-22, 34, 127
- អ្នកណាចោទប្រកាន់ពីភាពបរិសុទ្ធ 24:4-5, 11-17, 23-26
- ការបិទបាំងមុខ, 24:31; 33:59
- ជឿ ក្នុងនាមជាជនអន្តោប្រវេសន៍ 60:10-12
- មិន​បាន​បញ្ជាក់​ឲ្យ​ច្បាស់​អំពី​ខ្លួន​ឯង​ក្នុង​ជម្លោះ 43:17-18
ព្រៃ, អ្នករស់នៅ, 15:78; 38:13; 50:14
- សូមមើលផងដែរ Aikah; ម៉ាឌីយ៉ាន 26:176-191
ពិភពលោក, ជីវិតនៃរឿងនេះ
- គ្មានអ្វីក្រៅពីការលេងសើច និងការកម្សាន្តទេ 6:32; 29:64; 47:36; 57:20
- បញ្ឆោតមនុស្ស, 6:130
- ការរីករាយនឹងជីវិតបរលោកមានតិចតួចជាងជីវិតបរលោក 9:38; 13:26; 28:60-61
- អ្នកណាដែលចង់បាន អ្នកនោះនឹងចូលទៅក្នុងនោះ ប៉ុន្តែបន្ទាប់មកនឹងគ្មានចំណែកនៅក្នុងលោកខាងមុខទេ 11:15-16; 17:18; 42:20
- ទ្រព្យសម្បត្តិ និងកូនចៅ ការតុបតែងខ្លួន 18:46
- អ្នកដែលស្រឡាញ់បច្ចុប្បន្នកាល ហើយចាកចេញពីបរលោក 75:20-21; 76:27
ការសរសេរសម្រាប់កិច្ចសន្យា 2:282
អ្នកប្រព្រឹត្តខុស, 11:18-22, 101-104, 116-117; 39:47
- សូមមើលផងដែរ អ្នកដែលមិនជឿ
វូឌូ (ការងូតទឹក) 4:43; 5:6
យ៉ាហ្គុត, 71:23
យ៉ាយ៉ា (ចន)
- ដំណឹងល្អនៃ 3:39; 21:90
- សុចរិត 6:85
- មានប្រាជ្ញា; អាណិតអាសូរ; មានចិត្តស្មោះត្រង់ 19:12-15
យ៉ា-ស៊ីន, ទំព័រ S.36
Yathrib (Al-Madinah), ប្រជាជន, 33:13
យ៉ាអ៊ុក 71:23
យូនុស (យ៉ូណាស), ទំព័រ S.10
យូស៊ូហ្វ (យ៉ូសែប), ទំព័រ S.12
ហ្សាប៊ើរ, 21:105
សាការី (សាការីយ៉ា) 3:37-41; 6:85; 19:2-11; 21:89-90
Zaid Ibn Harithah, ទាសករ​របស់​ព្យាការី, 33:37-38
ហ្សាកាត, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- វត្ថុនៃហ្សាកាត និងសប្បុរសធម៌ 2:273; 9:60
ហ្សាន់ចាប៊ីល, 76:17
ហ្សាល់ហ្សាឡា, S.99
Zaqqum, 17:60; 37:62-66; 44:43-46; 56:52
ស៊ីហារ 33:4; 58:2-4
ហ្ស៊ូករូហ្វ, ទំព័រ S.43
ហ្ស៊ូម៉ារ, S.39
គោលការណ៍ជាមូលដ្ឋាន
- ជំនឿ​បាន​ធ្វើ​ឲ្យ​ល្អ​ឥត​ខ្ចោះ 5:3
- មានតែមាគ៌ាមួយគត់ដែលអល់ឡោះទទួលយក 3:19, 85
- គ្មានការបង្ខិតបង្ខំក្នុងការទទួលយកសាសនាអ៊ីស្លាម 2:256
- សាសនាមួយដែលមានជំនឿ និងក្រមច្បាប់ខុសៗគ្នា 5:48; 22:67-70; 42:13-14
- ព្យាការីនៃសាសនាអ៊ីស្លាម 2:135-136; 3:84; 4:163-165
- បញ្ញត្តិ (មានជំនឿលើអល់ឡោះ ហើយធ្វើល្អ) 4:36; 6:151-154; 17:23-39; 18:107-108
- គោលបំណងប្រាំនៃសារៀ៖ ការការពារជំនឿ 5:54
- ការពារជីវិត 5:32; 6:151
- ការការពារទ្រព្យសម្បត្តិ 5:38
- ការពារកិត្តិយស 5:5; 24:4
- ការការពារសមត្ថភាពគិតរបស់មនុស្សម្នាក់ 5:90។
ជំនឿលើអល់ឡោះ 2:255
- គុណសម្បត្តិដ៏ទេវភាព ឈ្មោះដ៏ស្រស់ស្អាត 57:1-6; 59:22-24; 85:13-16; 112:1-4
- មានតែព្រះមួយអង្គគត់ដែលសក្តិសមនឹងការថ្វាយបង្គំ 1:1-4; 2:285; 6:3; 43:84
- អំណាចទាំងអស់ជារបស់ទ្រង់ 3:26; បល្ល័ង្ករបស់ទ្រង់ (អាស) 7:54; 11:7
- គូស៊ីរបស់គាត់ (កៅអី ឬ កៅអី) 2:255
- ព្រះគុណ​រាប់​មិន​អស់​មក​លើ​មនុស្សជាតិ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ផ្តល់ជីវិត និងបង្កឲ្យស្លាប់ 44:8; 53:44; 57:2; 67:2
- នាំមកនូវសេចក្តីអំណរ និងទុក្ខព្រួយ 53:43
- ផ្តល់​ស្បៀង​ច្រើន​ក្រៃលែង ឬ​មាន​កំណត់ 13:26; 17:30; 29:62
- ចៅក្រម​ល្អ​បំផុត 95:8
- មេត្តាករុណាបំផុតក្នុងចំណោមអ្នកដែលមានមេត្តាករុណា 12:92
- ស្រឡាញ់​មនុស្ស​សុចរិត 85:14
- ពោរពេញ​ដោយ​ការ​អភ័យទោស និង​ការ​ដាក់​ទោស​យ៉ាង​ធ្ងន់ធ្ងរ 13:6, 40:3
- ដំបូង និងចុងក្រោយ 57:3
- កិត្តិយស និង​ឫទ្ធានុភាព​ទាំងអស់​ជា​របស់​ទ្រង់ 35:10
- ដឹង​អ្វី​ដែល​មិន​ស្គាល់ ហើយ​ឃើញ​អ្វី​ដែល​មើល​មិន​ឃើញ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ជ្រាបច្បាស់បំផុតនូវអ្វីដែលលាក់ទុកក្នុងចិត្ត 5:7; 11:5; 31:23
- ដឹងពីអ្វីដែលបានកើតឡើង និងអ្វីដែលនឹងកើតឡើងនៅខាងមុខ 2:255
- បានសរសេរអ្វីៗទាំងអស់នៅក្នុងកំណត់ត្រា (ឬបន្ទះថ្មដែលបានរក្សាទុក) 6:38; 13:39; 36:12
- អាចធ្វើអ្វីក៏បាន 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ឫទ្ធានុភាព​ដ៏​គ្មាន​ព្រំដែន​របស់​ទ្រង់ 3:26-27; 24:45; 31:28-30
- បានបង្កើតផ្ទៃមេឃ និងផែនដីក្នុងរយៈពេលប្រាំមួយថ្ងៃ ហើយមិនដែលអស់កម្លាំង 46:33; 50:38
- បង្កើត​ឡើង​ដោយ​ប្រើ​ពាក្យ «ចូរ​ជា!» 36:81-83
- មិនដែលអយុត្តិធម៌ចំពោះការបង្កើតរបស់ទ្រង់ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- អ្វីៗទាំងអស់ចុះចូលនឹងព្រះហឫទ័យរបស់ទ្រង់ 3:83; 22:18; 30:26
- មនុស្សទាំងអស់ត្រូវការទ្រង់ 11:6; 35:15; 55:29
- ទុកចិត្តលើទ្រង់ 10:84-85; 12:67; 25:58
- ទម្រង់នៃការទំនាក់ទំនងដ៏ទេវភាព 42:51
- សក្តិសម​នឹង​ការ​ចងចាំ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ប្រាជ្ញា​ជា​អំណោយ​ទាន​ពី​ទ្រង់ 2:269
- ទ្រង់មិនត្រូវការអ្នកណាម្នាក់ 3:97; 6:133; 112:2
- មិនមែន​មួយ​ក្នុង​ព្រះត្រីឯក​ទេ 4:171
- គ្មានគូ 6:101
- គ្មានកូន 10:68; 19:35; 43:81; 72:3; 112:3
- គ្មានដៃគូ ឬព្រះរង 6:94; 7:191-195; 46:4-5
- គ្មានអ្វីដូចទ្រង់ទេ 42:11; 112:4
លំដាប់​ដើម្បី​សញ្ជឹង​គិត​អំពី​អច្ឆរិយភាព​នៃ​ការ​បង្កើត​របស់​ទ្រង់ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ទីសម្គាល់ក្នុងការបង្កើត 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- បានបង្កើតអ្វីៗទាំងអស់សម្រាប់គោលបំណងមួយ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- សកលលោកបានល្អឥតខ្ចោះ 67:3-4
- បញ្ចូលគ្នានូវថ្ងៃទៅជាយប់ 3:27
- ភាពចម្រុះ 30:22; 35:27-28
- ទឹកឃ្មុំ 16:68-69
- ទឹកដោះគោ 16:66
- អំណោយទាននៃកូនចៅ 42:49-50
- ភព និង​គន្លង​ផែនដី 21:33; 36:38-44
- ក្រុមតារានិករ 25:61; 85:1
- ផ្កាយ 37:6-7; 67:5
- ពពក 7:57; 30:48
- រញ្ជួយដី 7:78; 7:155
- ការរអិលបាក់ដី 28:81; 29:40
- ព្យុះ 10:22
- ភ្លៀង​រលឹមៗ ព្រឹល​ធ្លាក់ និង​ភ្លៀង​ធ្លាក់ 2:265; 6:99; 24:43; 50:9-11
- ផ្គរលាន់ និង ផ្លេកបន្ទោរ 13:12-13
ឯកសារយោងវិទ្យាសាស្ត្រ
- មនុស្ស​បង្កើត​ឡើង​ពី​ហ្គាម៉ែត​ឈ្មោល​និង​ញី 76:2
- ដំណាក់កាលនៃការបង្កើត និងការអភិវឌ្ឍនៃអំប្រ៊ីយ៉ុង 22:5; 23:12-14
- ទារកក្នុងភាពងងឹតបីស្រទាប់ 39:6
- ទឹកប្រៃ 25:53-54; 35:12; 55:19-20
- ការលំអងខ្យល់ 15:22
- ស្នាមម្រាមដៃ 75:3-4
- ភ្នំជាបង្គោល 78:7
- ដែក​ត្រូវ​បាន​បញ្ជូន​ចុះ 57:25
- អ្នកទទួលការឈឺចាប់ 4:56
- ព្រះអាទិត្យជាប្រភពរស្មី និងព្រះច័ន្ទជាពន្លឺឆ្លុះបញ្ចាំង 10:5
- ការបំបែកព្រះច័ន្ទ 54:1
- មេឃ​ជា​ដំបូល​ដែល​ត្រូវ​បាន​ការពារ​យ៉ាង​ល្អ 21:32
- សត្វលោកទាំងអស់ត្រូវបានបង្កើតឡើងពីទឹក 21:30; 24:45
- ស្រមោច​ទំនាក់ទំនង 27:17-19
- រលកខាងក្នុង 24:40
សត្វមានជីវិត
- ទេវតា 39:75
- មនុស្ស (អាជ្ញាធរនៅលើផែនដី) 2:30; 6:165; 16:4
- ជីន 72:1-15
- សត្វជាកម្មសិទ្ធិរបស់សហគមន៍ដូចមនុស្សដែរ 6:38
- កូនគោ 11:69
- អូដ្ឋ 7:40
- ឆ្កែ 18:22
- ដំរី 105:1
- សេះ លា និងលា 16:8
- សត្វតោ និងសេះបង្កង់ 74:50-51
- ស្វា 2:65
- ជ្រូក 2:173
- អូដ្ឋញី 7:73
- ចៀម និង ពពែ 6:143
- ចចក 12:17
- កង្កែប 7:133
- ពស់ 7:107
- សត្វស្លាប 24:41
- ក្អែក 5:31
- ហ៊ូប៉ូ 27:20
- ក្រួច 2:57
- ត្រី 18:61
- ត្រីបាឡែន 37:142
- ស្រមោច 27:18
- ឃ្មុំ 16:68
- មូស 2:26
- ហោះហើរ 22:73
- ចៃ និង កណ្តូប 7:133
- ពីងពាង 29:41
- អ្នកដទៃដែលយើងមិនស្គាល់ 16:8
រុក្ខជាតិ និងផ្លែឈើ 6:99; 13:4; 16:11; 36:33-35
- ចេក 56:29
- កាលបរិច្ឆេទ 19:25
- ឱសថ, ត្រសក់, ខ្ទឹមស, សណ្តែក និងខ្ទឹមបារាំង 2:61
- ទំពាំងបាយជូរ 80:28
- អូលីវ 6:99
- រូប 95:1
- ផ្លែទទឹម 55:68
- ស្ក្វាស 37:146
ជំនឿលើព្យាការីមូហាំម៉ាត់
- គុណសម្បត្តិ មានតែព្យាការីម្នាក់ប៉ុណ្ណោះ 3:144; 6:50; 7:188; 18:110
- ដើម្បី​បង្ហាញ​សេចក្ដីពិត 2:119; 35:24; 42:48
- ត្រារបស់ព្យាការី 33:40
- ចរិត​ថ្លៃថ្នូរ 3:159; 68:4
- គំរូ 33:21
- ជាការអនុគ្រោះដល់អ្នកជឿ 3:164
- សេចក្ដីមេត្តាករុណាដល់ពិភពលោកទាំងមូល 21:107
- អ្នកនាំសារសកល 4:170; 7:157-158; 34:28
- នាំទៅរកផ្លូវត្រង់ 42:52-53
- ខ្វល់ខ្វាយពីមនុស្ស 9:129
- ជាសាក្សីនៅថ្ងៃជំនុំជំរះ 4:42; 16:89
- ព្យាការីដែលមិនទាន់បានសិក្សា 7:157-158; 29:48; 62:2
- បានព្យាករណ៍នៅក្នុងគម្ពីរតូរ៉ា និងដំណឹងល្អ 7:157
- ព្រះយេស៊ូវបានទាយទុកជាមុន 61:6
បញ្ហាប្រឈមដែលព្យាការី ( ﷺ ) ជួបប្រទះ
- ការទាមទារដែលគ្មានន័យរបស់ពួកអ្នកមិនជឿ 8:32; 15:7; 17:89-93; 25:7-8
- ការចោទប្រកាន់មិនពិត 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ការប៉ុនប៉ងធ្វើឃាតគាត់ 8:30; 9:74
- ការព្រមានដល់អ្នកដែលធ្វើបាប ឬប្រឆាំងនឹងគាត់ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- បាន​បញ្ជា​ឲ្យ​ឆ្លើយ​តប​នឹង​ការ​បដិសេធ​ដោយ​ការ​អត់​ធ្មត់ 20:130; 30:60; 46:35; 70:5
- បញ្ជា​ឲ្យ​មាន​ការ​ធានា​ដោយ​អល់ឡោះ 5:67; 93:1-11; 94:1-8
មេរៀនពីជីវិតរបស់ព្យាការី ( ﷺ )
- ពីការធ្វើចំណាកស្រុករបស់គាត់ (ហ៊ីជរ៉ា) រហូតដល់សមរភូមិបាដ្រ 3:121-129; 8:42-44; 8:65-71
- សមរភូមិអ៊ូហ៊ូដ 3:151-180
- សមរភូមិលេណដ្ឋាន 33:9-27
- សមរភូមិហ៊ូណេន 9:25-27
—មេឌីណា 9:40
- តាបុក 9:38-123
- បានូ អាន-ណាដៀរ 59:2-6
- ហាំរ៉ា អាល់-អាសាដ 3:172-175
— Truce of Hudaibiyah 48:1-7; 48:10-29
កិត្តិយសដែលបានប្រទានដល់ព្យាការី ( ﷺ )
- អល់ឡោះ និង​ពួក​ទេវតា​របស់​ទ្រង់​ប្រទាន​ពរ​ដល់​គាត់ 33:56
- ការធ្វើដំណើរពេលយប់ពីមេកាទៅក្រុងយេរូសាឡឹម 17:1
- ដំណើរទៅកាន់ស្ថានសួគ៌ 53:1-18
- មានកិត្តិយសក្នុងជាតិនេះ និងជាតិក្រោយ 17:79; 66:8; 108:1
- ការគោរពប្រតិបត្តិចំពោះទ្រង់គឺជាការគោរពប្រតិបត្តិចំពោះអល់ឡោះ 4:80
- រង្វាន់នៃការគោរពប្រតិបត្តិចំពោះអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ 4:69
- គ្រួសាររបស់គាត់បានបន្សុទ្ធ 33:33-34
- ឃើញកាព្រីយ៉ែលក្នុងទម្រង់ពិតរបស់គាត់ 53:1-18
- អ្នកជឿត្រូវបានបញ្ជាឱ្យគោរពតាមគាត់ 59:7
- សុជីវធម៌នៃការនិយាយទៅកាន់គាត់ 49:1-5
- សុជីវធម៌នៃការទៅជួបគាត់ 33:53
- សុជីវធម៌​ក្នុង​ការ​ប្រព្រឹត្ត​ចំពោះ​ប្រពន្ធ​របស់​ខ្លួន 33:53
- អល់ឡោះពេញចិត្តនឹងគាត់ និងដៃគូរបស់គាត់ 9:100; 9:117
- ឧត្តមភាពនៃសហគមន៍ជំនឿរបស់ទ្រង់ 2:143; 3:110
ការអធិស្ឋាន (salah) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ក្រុមជំនុំថ្ងៃសុក្រ 62:9
- ទិសដៅនៃការអធិស្ឋាន (qiblah) 2:144; 2:149-150
- គួរ​រារាំង​ខ្លួន​ពី​អំពើ​អាក្រក់ 29:45
- ដង 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ពេល​ស្ថិត​ក្នុង​គ្រោះថ្នាក់ ឬ​កំពុង​ធ្វើ​ដំណើរ 2:239; 4:101-102
- ការព្រមានដល់អ្នកដែលធ្វេសប្រហែសការអធិស្ឋាន 19:59; 74:38-47; 107:5-7
- ការអធិស្ឋានរបស់មនុស្សលាក់ពុត 4:142; 9:54
ការបន្សុទ្ធ, ការស្រោចទឹក (វូឌូ) 5:6
- ងូតទឹកពេញ (ghusl) 2:222; 4:43
- ការស្រោចទឹកស្ងួត (តាយ៉ាំមុម) 4:43; 5:6
ការអង្វរ (ឌូអា)
- អំពី​លោក​អ័ប្រាហាំ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- អ័ដាម និង អេវ៉ា 7:23
- ព្រះយេស៊ូវ 5:114
- យ៉ូប 21:83; 21:83
- យ៉ូណាស 21:87
- យ៉ូសែប 12:33; 12:101
- ម៉ូសេ 10:88-89; 20:25-35
- មូហាំម៉ាត់ 17:80; 20:114
- ណូអេ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
—សាឡូម៉ូន 38:35
- ស៊ូអ៊ីប 7:89
- សាការី 3:38; 19:2-6; 21:89-90
- ទេវតា 40:8-9
- ម្តាយ​របស់​ម៉ារី 3:35-36
- ភរិយា​របស់​ផារ៉ោន 66:11
- គ្រូមន្តអាគមរបស់ផារ៉ោន 7:126
- ស្តេចសូល និងពួកអ្នកជឿដែលនៅជាមួយទ្រង់ 2:250
- អ្នកជឿនៃកូនចៅអ៊ីស្រាអែល 10:85-86
- ប្រជាជននៃរូងភ្នំ 18:10
- មនុស្សសុចរិត 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- អ្នក​ដែល​ត្រូវ​គេ​គាបសង្កត់ 4:75
ខគម្ពីរថ្វាយបង្គំ
- sajadat, ពហុវចនៈនៃ sajdah, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
ពន្ធទាន (ហ្សាកាហ៍) ជាកាតព្វកិច្ច 2:110; 2:177; 2:277; 6:141
- គុណសម្បត្តិមួយរបស់អ្នកជឿ 22:41; 23:4; 51:19
- អ្នកទទួល 9:60
- សេចក្ដីសប្បុរស (សាដាកា) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ការព្រមានដល់អ្នកដែលបដិសេធ 3:180; 9:34; 47:38
ការតមអាហារ (ការកាត់ឈើ)
- នៅក្នុងខែរ៉ម៉ាដាន 2:183-185
- ម៉ោងនៃការតមអាហារ 2:187
- ករណីលើកលែង 2:184-185
- ទំនាក់ទំនងស្និទ្ធស្នាលក្នុងយប់មុនពេលតមអាហារ 2:187
- ការតមអាហារក្នុងអំឡុងពេលធម្មយាត្រា 2:196
ធម្មយាត្រា (ហាជ)
- កាតព្វកិច្ចមួយសម្រាប់អ្នកដែលមានលទ្ធភាព 3:97
- ពិធីសាសនា និង​សេចក្តីសម្រេច 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- យញ្ញបូជា 2:196; 22:36-37
- ការហាមឃាត់ការបរបាញ់នៅលើដីក្នុងពេលធ្វើធម្មយាត្រា 5:1; 5:94-95
- ការអនុញ្ញាតឱ្យបរបាញ់នៅសមុទ្រ 5:96
- ធម្មយាត្រាតូចតាច (អ៊ុំរ៉ា) 2:158; 2:196
សហគមន៍ជំនឿ
- មូស្លីម 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ការពារគ្នាទៅវិញទៅមក 3:28; 9:71
- គ្រិស្តបរិស័ទ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ជនជាតិយូដា 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- កូនចៅអ៊ីស្រាអែល 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- មនុស្ស​នៃ​គម្ពីរ (ភាគច្រើន​ជា​ជនជាតិ​យូដា និង​គ្រិស្តសាសនិក) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ប្រជាជនមូស្លីមអាចបរិភោគពីសត្វដែលពួកគេបូជា ហើយរៀបការជាមួយស្ត្រីរបស់ពួកគេ 5:5
- អាហារហាមឃាត់ចំពោះជនជាតិយូដា 6:146
- សាប៊ីយ៉ាន 2:62; 22:17
- ម៉ាហ្គី 22:17
- អ្នកកាន់សាសនាច្រើនព្រះ (អ្នកមិនជឿ អ្នកគោរពបូជារូបព្រះ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ការអនុវត្តអបិយជំនឿរបស់ពួកអ្នកមិនជឿ 2:189; 5:103; 6:138-144
- អ្នកមិនជឿព្រះ 52:35-36
ការអនុវត្តសាសនាព្រាហ្មណ៍ត្រូវបានហាមឃាត់
- បញ្ចុះសពកូនស្រីទាំងរស់ 16:58-59; 81:8-9
- សម្លាប់កុមារដោយសារខ្លាចភាពក្រីក្រ 6:137; 6:151; 17:31
- ហួច និងទះដៃជុំវិញកាបា 8:35
- ឧទ្ទិសសត្វអូដ្ឋដល់រូបព្រះ 5:103; 6:136
- ការ​ថ្វាយ​យញ្ញបូជា​ក្នុង​នាម​រូប​ព្រះ 6:121
- ការលែងលះគ្នារបស់ស៊ីហារ 33:4; 58:2-4
- ila' (លើសពីបួនខែ) 2:226-227
- ការចាប់ឆ្នោតសម្រាប់ការសម្រេចចិត្ត 5:3
- ដើរជុំវិញកាបាហ៍ទាំងអាក្រាតកាយ 7:26-28
- ចូលផ្ទះពីទ្វារក្រោយបន្ទាប់ពីធម្មយាត្រា 2:189
វត្ថុសក្ការៈបូជា
- ពួកទេវតា (ក្នុងចំណោមពួកអារ៉ាប់មិនជឿព្រះមួយចំនួន) 34:40
- អាល់-អៃកា (ក្នុងចំណោមប្រជាជននៃស៊ូអៃប) 26:176
- បាល (ក្នុងចំណោមប្រជាជនរបស់អេលីយ៉ា 37:125
- ព្រះយេស៊ូវ (នៅក្នុងសាសនាគ្រឹស្ត) 5:17
- រូបព្រះ (ក្នុងចំណោមប្រជាជនរបស់អ័ប្រាហាំ) 21:52-53
- រូបព្រះរបស់ឡាត អ៊ូសា និងម៉ាណាត (ក្នុងចំណោមអ្នកមិនជឿអារ៉ាប់) 53:19-20
- រូបព្រះរបស់ Wadd, Suwa', Yaghuth, Ya'uk និង Nasr (ក្នុងចំណោមប្រជាជនរបស់ Noah) 71:23
- ព្រះអាទិត្យ (ប្រជាជនសេបា) 27:24
- ស៊ីរូស (ក្នុងចំណោមពួកអារ៉ាប់មិនជឿព្រះមួយចំនួន) 53:49
- ផារ៉ោន (នៅអេហ្ស៊ីបបុរាណ) 26:29; 28:38; 79:24
- សេចក្ដីប៉ងប្រាថ្នា 25:43-44; 45:23
- ជំនឿលើព្រះច្រើនអង្គត្រូវបានបដិសេធ 17:42-43; 21:21-24; 25:3
ទីកន្លែងគោរពបូជា វិហារអ៊ីស្លាម 9:18
- ព្រះវិហារ សាលាប្រជុំ និងវត្តអារាម 22:40
- ទីសក្ការៈ 3:39; 38:21
- ព្រះវិហារ 17:7
- ងារ​សាសនា បូជាចារ្យ ព្រះសង្ឃ និង​គ្រូគង្វាល 5:44; 5:63; 5:82; 9:31-34
ទេវតា
- សួរអំពីការបង្កើតអ័ដាម 2:30-34
- កុំ​បំពាន​លើ​អល់ឡោះ 21:26-27; 66:6
- មិនមែនជាកូនស្រីរបស់អល់ឡោះទេ 21:26; 43:16-19
- ទេវតា​យាម 13:11
- ទេវតា​ពីរ​អង្គ​ដែល​កត់ត្រា​ទុក 50:16-18; 82:10-12
- ប្រាំបីនាក់កាន់បល្ល័ង្ករបស់អល់ឡោះនៅថ្ងៃជំនុំជំរះ 69:17
- អ្នកថែរក្សាឋាននរកដប់ប្រាំបួននាក់ 74:26-31
- ទេវតានៃសេចក្តីស្លាប់ 6:93; 16:28; 32:11
- កាព្រីយ៉ែល 2:97; 66:4; 26:192-195; 53:1-14
— មីកែល 2:98
- ម៉ាលីក 43:77
អ្នកនាំសារ
- ពី​ចំណោម​ទេវតា និង​មនុស្ស 22:75
- អ្នកនាំសារដែលមានការតាំងចិត្តយ៉ាងមុតមាំ (អ័ប្រាហាំ ណូអេ ម៉ូសេ ព្រះយេស៊ូវ និង មូហាំម៉ាត់ ﷺ ) 33:7; 42:13; 46:35
គម្ពីរ
- គម្ពីគូរ៉ាន ជាវិវរណៈមួយពីអល់ឡោះ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ការរំលឹកដល់ពិភពលោកទាំងមូល 68:51-52
- ណែនាំ​ឲ្យ​មាន​របៀប​រស់នៅ​ដ៏​ត្រឹមត្រូវ​បំផុត 17:9
- វិវរណៈបានចាប់ផ្តើមនៅក្នុងខែរ៉ាម៉ាដាន 2:185
- នៅយប់ដ៏មានពរ 44:3; 97:1-5
- បានបង្ហាញជាដំណាក់កាល 17:105-106
- ធ្វើឱ្យងាយស្រួលចងចាំ 54:17
- បញ្ជាក់​សេចក្ដីពិត​នៅក្នុង​វិវរណៈ​ពីមុន 3:3-4
- អាជ្ញាធរ​ដ៏​ខ្ពង់ខ្ពស់​លើ​បទគម្ពីរ​មុនៗ 5:48
- គ្មានការសង្ស័យទេនៅក្នុងវា 2:2; 10:37
- គ្មានភាពផ្ទុយគ្នា 4:82
- មិនមែនប្រឌិត 10:37-39
- មិនបានចម្លងពីព្រះគម្ពីរ 25:4-6
- មិនត្រូវបានបង្ហាញដោយអារក្ស 26:210-212
- គ្មានអ្នកណាអាចបង្កើតអ្វីមួយដូចវាបានទេ 17:88; 2:23-24; 10:13-14; 11:13
- ត្រូវបានការពារពីការពុករលួយ 15:9
- បានការពារនៅក្នុងបន្ទះដែលបានរក្សាទុក 56:75-80
- មិនអាចបញ្ជាក់ថាមិនពិត 41:42
- ទាយ​ទុក​អំពី​ព្រឹត្តិការណ៍​នា​អនាគត 30:1-7; 48:27
- ធ្វើឲ្យអ្នកជឿយំ 5:83; 17:107-109
- ប៉ះ​ពាល់​ចិត្ត 39:23
- ពន្លឺ​ដ៏​ភ្លឺស្វាង 4:174; 42:52
- ការព្យាបាល និងសេចក្ដីមេត្តាករុណាសម្រាប់អ្នកជឿ 17:82
- តូរ៉ា 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ដំណឹងល្អ 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ទំនុកដំកើង 4:163; 17:55
- រមូរ​របស់​លោក​អ័ប្រាហាំ 53:36-44; 87:14-19
វាសនា និង វាសនា 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ជម្រើសដោយសេរី 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ថ្ងៃជំនុំជំរះ
- គ្មានអយុត្តិធម៌ 2:281; 18:49; 40:17
- ភាពភ័យរន្ធត់នៃអវសានពិភពលោក 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- មនុស្សសុចរិត និងមនុស្សអាក្រក់នៅថ្ងៃនោះ 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- អង្វរ (សាហ្វាអា) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
កំណត់ត្រា​នៃ​កិច្ចការ 17:13; 18:49
- អ្នកជឿទទួលបានកំណត់ត្រារបស់ពួកគេដោយដៃស្តាំរបស់ពួកគេ 69:19-24; 84:7-9
- អ្នក​មិន​ជឿ​ទទួល​កំណត់ត្រា​របស់​ពួកគេ​ដោយ​ដៃ​ឆ្វេង 69:25-37; 84:10-15
- គ្មានអ្វីនឹងត្រូវលាក់បាំងពីអល់ឡោះឡើយ 21:47; 40:16
- ការថ្លឹងថ្លែង​ឯកសារ 7:8; 23:102-104; 101:1-11
- ទីបន្ទាល់​អំពី​សរីរាង្គ​រាងកាយ 41:19-24; 24:24
- រង្វាន់សម្រាប់អំពើល្អ និងអំពើអាក្រក់ 6:160; 27:89-90; 28:84
ប្រភេទមនុស្ស
- អ្នកជឿ 18:107-108
- អ្នក​មិន​ជឿ 4:167-169
- មនុស្សលាក់ពុត 4:145; 57:13-15
- អ្នកស្រុកនៃឋានសួគ៌ អ្នកជឿដ៏សំខាន់បំផុត 55:46-61; 56:10-26
- អ្នកស្រុកនៃឋានសួគ៌ ប្រជាជននៃសិទ្ធិ 55:62-78; 56:27-40
- អ្នករស់នៅក្នុងឋាននរក មនុស្សខាងឆ្វេង 55:31-45; 56:41-56
- មនុស្សនៅលើទីខ្ពស់ 7:46-49
ហិរញ្ញវត្ថុ
- គោលការណ៍ណែនាំអាជីវកម្ម 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- បណ្តាំ បណ្តាំស្រេចចិត្តដល់អ្នកមិនមែនជាអ្នកស្នងមរតក 2:180-183; 4:11-12
មុនពេលស្លាប់ក្នុងដំណើរ 5:106-108
- ការសូកប៉ាន់ 2:188
- បំណុល សេចក្ដីសប្បុរសក្នុងការប្រមូលបំណុល 2:280
- ការសរសេរ និងការធ្វើសាក្សីលើកិច្ចសន្យាបំណុល 2:282
- ការទទួលយកទ្រព្យបញ្ចាំ 2:283
- មរតក គោលការណ៍ណែនាំ 4:7; 4:32-33; 8:75
- ចំណែកនៃកូនចៅ និងឪពុកម្តាយ 4:11
- ប្តី/ប្រពន្ធ និងបងប្អូនបង្កើតខាងម្តាយ 4:12
- បងប្អូនបង្កើតពេញលេញ 4:176
- ការព្រមានដល់អ្នកដែលមិនធ្វើតាម 4:13-14
- ការប្រាក់ ការហាមឃាត់ និងការព្រមាន 2:275-281; 3:130-132
- ធ្វើឱ្យគ្មានប្រាក់ចំណេញ 30:39
ផ្នែកច្បាប់
- ច្បាប់ក្បត់ជាតិ (ហ៊ីរ៉ាបា) 5:33-34
- យុត្តិធម៌ ឈរ​ការពារ​យុត្តិធម៌ 4:135; 5:8; 16:90-91
- ក្រោកឈរឡើងដើម្បីសិទ្ធិកុមារកំព្រា និងស្ត្រី 4:127
- យុត្តិធម៌​ដល់​ជនជាតិ​យូដា 4:105-112
- យុត្តិធម៌​ចំពោះ​អ្នក​មិន​ជឿ​លើ​ព្រះ 4:58
- ភាពយុត្តិធម៌ជាមួយអ្នកមិនមែនជាមូស្លីម 60:8-9
- ការសងសឹកតាមរយៈបណ្តាញផ្លូវច្បាប់ (ជាមួយនឹងជម្រើសក្នុងការអភ័យទោស) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ការបែកគ្នារវាងស្វាមីនិងភរិយា ឃុល' 2:229
- លៀន (ចោទប្រកាន់ពីបទផិតក្បត់) 24:6-10
នយោបាយ
- ការធ្វើកិច្ចការដោយការពិគ្រោះយោបល់ (ស៊ូរ៉ា) 3:159; 42:38
- ការប្រយុទ្ធក្នុងការការពារខ្លួន (ជីហាដ) សុជីវធម៌ 2:190-192; 2:216; 22:38-40
- មិន​ឲ្យ​វាយប្រហារ​ដោយ​មិន​រើសអើង 4:94
- តស៊ូ​ដើម្បី​បុរស ស្ត្រី និង​កុមារ​ដែល​ត្រូវ​គេ​គាបសង្កត់ 4:75
- ការការពារកន្លែងគោរពបូជា 22:37
- រង្វាន់​របស់​ទុក្ករបុគ្គល 2:154; 3:169-171; 9:111; 57:19
- អំណាចយោធារារាំងសត្រូវដែលមានសក្តានុពល 8:60
- ជ្រើសរើស​យក​សន្តិភាព 2:192; 8:61
- ការបង្កើតសន្តិភាពរវាងភាគីនានា 49:9-10
- អ្នកទោសសង្គ្រាម ការព្យាបាល 8:70; 47:4; 76:8
សង្គម
- ការចិញ្ចឹមកូន 33:4-5
- ការថែទាំក្មេងកំព្រា 2:220; 4:2-10; 4:127; 6:152; 17:34
- ការលែងលះ អាជ្ញាកណ្តាល និងការផ្សះផ្សា 4:35; 4:128
- ក្រមសីលធម៌នៃការលែងលះ 2:229-231; 65:1-2
- ថ្លៃបណ្ណាការ និងរយៈពេលរង់ចាំ 2:226-241; 4:19-21; 33:49; 65:1-7
- ស្វាមី​មិន​ត្រូវ​យក​អ្វី​ពី​ថ្លៃ​បណ្ណាការ​វិញ 4:20
- កុំ​ឲ្យ​ប្រពន្ធ​ត្រូវ​គេ​យាយី 65:6
- ភរិយា​ត្រូវ​បាន​ឧបត្ថម្ភ​ផ្នែក​ហិរញ្ញវត្ថុ​ក្នុង​ពេល​មាន​ផ្ទៃពោះ 65:6
- ក្នុងអំឡុងពេលរង់ចាំរបស់នាង 65:6
- ប្រសិនបើនាងបំបៅកូនរបស់អតីតស្វាមី 65:6
- គ្មានឪពុកម្តាយណាម្នាក់គួររងទុក្ខដោយសារតែកូនរបស់ពួកគេ 2:233
- ជ្រើសរើស​យក​ម៉ាស៊ីន​បំបៅ​ដោះ​កូន 65:6
- លើកទឹកចិត្តអំពើល្អ និងហាមឃាត់អំពើអាក្រក់ 3:104; 3:110; 7:157; 9:71-72; 31:17
- សមធម៌របស់មនុស្ស 49:13
- បុរសនិងស្ត្រីនៅចំពោះព្រះអល់ឡោះនិងច្បាប់ 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- បុរសមានកម្រិតនៃការទទួលខុសត្រូវខ្ពស់ជាងស្ត្រី 2:228
- ចិញ្ចឹម​ជន​ក្រីក្រ ក្មេង​កំព្រា និង​ឈ្លើយសឹក 76:8-9
- ការអភ័យទោស និងការគ្រប់គ្រងកំហឹង 3:134; 42:40
- ដោះលែងទាសករ និងជួយពួកគេ 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- គោរព​ឪពុក​ម្តាយ​របស់​ខ្លួន 4:36; 17:23-25; 31:14-15
- ភាពរាបទាប 17:37; 31:18-19
- ការបកស្រាយសុបិនរបស់អ័ប្រាហាំ 37:102
- ការបកស្រាយសុបិនរបស់យ៉ូសែប 12:4; 12:36; 12:43
- ការបកស្រាយសុបិនរបស់លោក Muhammad 8:43; 48:27
- សេចក្ដីសប្បុរសចំពោះអ្នកមិនមែនជាមូស្លីម 60:8
- អាពាហ៍ពិពាហ៍ 4:3; 4:129; 16:72; 30:21
- ស្ត្រី​ស្របច្បាប់ និង​ស្ត្រី​ខុសច្បាប់​អាច​រៀបការ​បាន 4:22-24
- សុជីវធម៌នៃភាពស្និទ្ធស្នាល 2:222-223
- ការមានផ្ទៃពោះ និងការបំបៅដោះកូន 2:233; 31:4; 46:15; 65:6
- រៀបការ​ជាមួយ​អតីត​ភរិយា​របស់​ខ្លួន 2:230
- ជួយអ្នកនៅលីវឱ្យរៀបការ 24:32
- បង្ហាញចំណាប់អារម្មណ៍ដោយប្រយោលក្នុងអំឡុងពេលរង់ចាំ 2:235
- សម្បថ 2:224-225; 16:91-92; 16:94
- សងសឹក​ចំពោះ​ពាក្យ​សម្បថ​ដែល​បាន​បំពាន 5:89
- ការអត់ធ្មត់ក្នុងគ្រាលំបាក 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- ការអនុញ្ញាតឱ្យចូលមក 24:58-60
- ចូល​ទៅ​ក្នុង​ផ្ទះ​មនុស្ស 24:27-28
- ចូលកន្លែងសាធារណៈ 24:29
- សុជីវធម៌សង្គម ការផ្ទៀងផ្ទាត់ព័ត៌មាន 4:83; 49:6
- ការគោរពចំពោះមនុស្សទាំងអស់ 49:11-12
- សុជីវធម៌នៃការជួបជុំ 58:11
- ការសន្ទនាឯកជន 4:114; 58:9
- សច្ចាប្រណិធាន 2:270; 9:75-77; 22:29; 76:7
- ការខ្ជះខ្ជាយ និងការកំណាញ់ 7:31; 17:29; 25:67
រឿងរ៉ាវផ្សេងទៀត
- អេបិល និង កាអ៊ីន 5:27-31
- អាល់-ខាឌៀរ និង ម៉ូសេ 18:60-82
- កងទ័ពដំរី 105:1-4
- អ្នកជឿមកពីប្រជាជនរបស់ផារ៉ោន 40:28-46
- កំណើត​របស់​ម៉ារី 3:35-36
- គោរបស់កូនចៅអ៊ីស្រាអែល 2:67-74
—អែសរ៉ា 2:259
- ម្ចាស់សួនច្បារ 68:17-32
- ហារុត និង ម៉ារុត 2:102
- កូរ៉ា 28:76-82
- ដំបូន្មានរបស់លុកម៉ានដល់កូនប្រុសរបស់គាត់ 31:12-19
- ម្ចាស់​សួនច្បារ​ទាំង​ពីរ 18:32-44
- ប្រជាជន​សេបា 34:15-19
- មនុស្ស​នៅ​ក្នុង​រូងភ្នំ 18:9-26
- ប្រជាជននៃលេណដ្ឋាន 85:1-8
- អ្នក​បំពាន​ថ្ងៃ​សប្ប័ទ 7:163-165
- សាមីរី និង​កូនគោ​មាស 20:83-97
- សូល និង សាំយូអែល 2:247-251
- ហ្ស៊ូល-កឺណៃន 18:83-98
អារក្ស 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- មនុស្សអារក្ស និងជិន 6:112; 114:6
- ស្ថានសួគ៌​ត្រូវ​បាន​ការពារ​ពី​អារក្ស 15:16-18
ការសោកស្ដាយ
- មិន​ដើរ​តាម​ព្យាការី 25:27
- មិនគោរពតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ 4:41-42; 33:64-68
- ការ​រាប់​អាន​មិត្ត​អាក្រក់ 25:28-29; 26:96-102; 43:36-39
- បដិសេធ​សញ្ញា​របស់​អល់ឡោះ 6:27-30
- មិនធ្វើការសម្រាប់ជីវិតបរលោក 89:23-24
ការអង្វរដ៏អស់សង្ឃឹម
- អង្វរសុំឱ្យលោកីយ៍វិលត្រឡប់មកលោកីយ៍វិញ 2:167; 6:27-28; 32:12-14; 42:44
- សម្រាប់ឱកាសទីពីរ 35:36-37
- ត្រូវ​យក​ចេញ​ពី​ភ្លើង 40:10-12
- សម្រាប់​អាហារ និង​ទឹក 7:51-52
- សម្រាប់អ្នកអង្វរ 7:52-53
- ត្រូវ​កំទេច​ឲ្យ​រាប​ស្មើ​ជា​ធូលីដី 4:41-42; 78:40
- សម្រាប់សេចក្ដីស្លាប់ 43:74-78
គុណសម្បត្តិរបស់មនុស្សសុចរិត
- គោរពសិទ្ធិរបស់អ្នកបង្កើត និងការបង្កើតរបស់ទ្រង់ 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
គុណធម៌របស់មនុស្សអាក្រក់
- មិនដឹងគុណ 14:34
- ក្រអឺតក្រទម 17:100
- ប្រញាប់ប្រញាល់ 21:37
- ចូរនឹកចាំអល់ឡោះតែនៅក្នុងគ្រាលំបាក 10:12; 41:51
- អន្ទះសារ 70:19
- ជជែកវែកញែក 18:54
អំពើបាបធំៗ
- ការភ្ជាប់អ្នកដទៃជាមួយអល់ឡោះក្នុងការគោរពបូជា (ស្ហ៊ីរិក) 4:48; 4:116; 5:72; 6:19; 31:13:
- រំលោភបំពានឪពុកម្តាយខ្លួនឯង 4:36; 6:151; 17:23
- ការមិនអើពើ ឬបោះបង់ចោលការអធិស្ឋានជាកាតព្វកិច្ច 19:59-60
- មិនបង់ពន្ធទាន 41:6-7
- ឃាតកម្ម 6:151; 17:33
- សម្លាប់អ្នកជឿដោយចេតនា 4:93
- ចោរកម្ម 5:38
- ការក្លែងបន្លំ 7:85; 11:85; 26:182-183; 83:1-6
- កុហក 2:10; 9:77; 39:60
- កុហកអំពីអល់ឡោះ 6:93; 29:68; 61:7
- ទំនាក់ទំនងផ្លូវភេទដែលត្រូវបានហាមឃាត់ 2:222; 17:32; 24:2; 25:68; 29:28-30
- ការចោទប្រកាន់មិនពិតអំពីការផិតក្បត់ 24:4-5
- ការក្បត់ជំនឿ 2:217; 5:54
- ការបរិភោគជ្រូក និងអាហារហាមឃាត់ផ្សេងទៀត (សត្វស្អុយ ឈាម។ល។) 5:3; 6:145
- គ្រឿង​ស្រវឹង និង​ល្បែងស៊ីសង 5:90-91
- ការ​និយាយ​ដើម​គេ 49:11
- ទីបន្ទាល់ក្លែងក្លាយ 22:30
- វេទមន្ត 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan ម្ចាស់ដ៏មេត្តាបំផុត 1:3; 17:110
- #2 Ar Raheem ម្ចាស់ដ៏សប្បុរសបំផុត 2:163; 3:31; 4:100; 5:3
- #3 Al Malik ស្តេច 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus ដ៏វិសុទ្ធ 59:23; 62:1
- #5 As Salaam ដ៏ជាប្រភពនៃសន្តិភាព 59:23
- #6 Al Mu'min ដ៏ជាអ្នកផ្តល់សេចក្តីសុខសាន្ត 59:23
- #7 Al Muhaymin ដ៏ជាអ្នកថែរក្សា 59:23
- #8 Al Azeez ម្ចាស់ដ៏មានអានុភាព 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar ដ៏ជាអ្នកបង្ខំ 59:23
- #10 Al Mutakabbir ដ៏ប្រសើរបំផុត 59:23
- #11 Al Khaaliq ដ៏ជាអ្នកបង្កើត 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari ដ៏ជាអ្នកបង្កើត 59:24
- #13 Al Musawwir ដ៏ជាអ្នករំលែករូបរាង 59:24
- #14 Al Ghaffaar ដ៏ជាអ្នកអភ័យទោស 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar ដ៏ជាអ្នកចាញ់ 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab ដ៏ជាអ្នកប្រទាន 3:8; 38:9; 38:35
- #17 Ar Razzaaq ដ៏ជាអ្នកផ្តល់ជីវិត 51:58
- #18 Al Fattaah ដ៏ជាអ្នកបើក 34:26
- #19 Al 'Aleem ដ៏ជាអ្នកដឹងបំផុត 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid ដ៏ជាអ្នកបង្រួម 2:245
- #21 Al Baasit ដ៏ជាអ្នកពង្រីក 2:245
- #22 Al Khaafid ដ៏ជាអ្នកបន្ទាប 95:5
- #23 Ar Raafi' ដ៏ជាអ្នកលើក 58:11; 6:83
- #24 Al Mu'izz ដ៏ជាអ្នកប្រទានកិត្តិយស 3:26
- #25 Al Mudhil ដ៏ជាអ្នកដាក់អាប់ឱន 3:26
- #26 As Samee' ដ៏ជាអ្នកស្តាប់ 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer ដ៏ជាអ្នកមើល 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam ដ៏ជាចៅក្រម 22:69
- #29 Al Adl ដ៏យុត្តិធម៌ 6:115
- #30 Al Lateef ដ៏ទន់ភ្លន់ 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer ដ៏ជាអ្នកដឹង 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem ដ៏អត់ធ្មត់ 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem ដ៏មហិមា 2:255; 42:4; 56:96
- #34 Al Ghafoor ដ៏អភ័យទោស 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor ដ៏ជាអ្នកដឹងគុណ 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy ដ៏ខ្ពង់ខ្ពស់ 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer ដ៏ប្រសើរ 13:9; 22:62; 31:30
- #38 Al Hafeez ដ៏ជាអ្នកថែរក្សា 11:57; 34:21; 42:6
- #39 Al Muqeet ដ៏ជាអ្នកផ្គត់ផ្គង់ 4:85
- #40 Al Haseeb ដ៏ជាអ្នករាប់ 4:6; 4:86; 33:39
- #41 Al Jaleel ដ៏ថ្កើងថ្កាន 55:27; 39:14; 7:143
- #42 Al Kareem ដ៏ជាអ្នកប្រទាន 27:40; 82:6
- #43 Ar Raqeeb ដ៏ជាអ្នកឃ្លាំមើល 4:1; 5:117
- #44 Al Mujeeb ដ៏ជាអ្នកឆ្លើយតប 11:61
- #45 Al Waasi' ដ៏ធំធេង 2:268; 3:73; 5:54
- #46 Al Hakeem ដ៏មានប្រាជ្ញា 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood ដ៏ស្រឡាញ់ 11:90; 85:14
- #48 Al Majeed ដ៏ថ្កើងថ្កាន 11:73
- #49 Al Baa'ith ដ៏ជាអ្នកប្រោសឲ្យរស់ឡើងវិញ 22:7
- #50 Ash Shaheed ដ៏ជាទីបន្ទាល់ 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq ដ៏ជាសេចក្តីពិត 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel ដ៏ជាអ្នកថែរក្សា 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy ដ៏មានកម្លាំង 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen ដ៏រឹងមាំ 51:58
- #55 Al Waliyy ដ៏ជាមិត្ត 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed ដ៏ជាអ្នកគួរសរសើរ 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi ដ៏ជាអ្នករាប់ 72:28; 78:29; 82:10-12
- #58 Al Mubdi ដ៏ជាអ្នកបង្កើតដំបូង 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed ដ៏ជាអ្នកប្រោសឲ្យរស់ឡើងវិញ 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy ដ៏ជាអ្នកផ្តល់ជីវិត 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet ដ៏ជាអ្នកផ្តល់មរណៈ 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy ដ៏មានជីវិត 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom ដ៏ជាអ្នកថែរក្សា 2:255; 3:2; 20:111
- #64 Al Waajid ដ៏ជាអ្នករក 38:44
- #65 Al Maajid ដ៏ថ្កើងថ្កាន 11:73
- #66 Al Waahid តែមួយ 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad តែមួយ 112:1
- #68 As Samad ដ៏ជាទីពឹង 112:2
- #69 Al Qaadir ដ៏មានឫទ្ធានុភាព 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir ដ៏មានអានុភាពខ្លាំង 18:45; 54:42; 54:55
- #71 Al Muqaddim ដ៏ជាអ្នកលើកមុន 16:61; 17:34
- #72 Al Mu'akhir ដ៏ជាអ្នកពន្យារ 71:4
- #73 Al Awwal ទីមួយ 57:3
- #74 Al Aakhir ទីបំផុត 57:3
- #75 Az Zaahir ដ៏ជាក់ច្បាស់ 57:3
- #76 Al Baatin ដ៏លាក់កំបាំង 57:3
- #77 Al Waali ដ៏ជាអ្នកគ្រប់គ្រង 13:11; 22:7
- #78 Al Muta'ali ដ៏ខ្ពង់ខ្ពស់ 13:9
- #79 Al Barr ដ៏ជាប្រភពនៃសេចក្តីល្អ 52:28
- #80 At Tawwaab ដ៏ជាអ្នកទទួលការប្រែចិត្ត 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim ដ៏ជាអ្នកសងសឹក 32:22; 43:41; 44:16
- #82 Al Afuww ដ៏ជាអ្នកអភ័យទោស 4:99; 4:149; 22:60
- #83 Ar Ra'oof ដ៏សប្បុរស 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk ម្ចាស់នៃរាជ្យ 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam ម្ចាស់នៃសិរីរុងរឿង 55:27; 55:78
- #86 Al Muqsit ដ៏យុត្តិធម៌ 3:18; 7:29
- #87 Al Jaami' ដ៏ជាអ្នកប្រមូល 3:9
- #88 Al Ghaniyy ដ៏មានទ្រព្យ 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni ដ៏ជាអ្នកផ្តល់ទ្រព្យ 9:28
- #90 Al Maani' ដ៏ជាអ្នកឃាត់ 67:21
- #91 Ad Daaarr ដ៏ជាអ្នកផ្តល់ទុក្ខ 6:17
- #92 An Naafi' ដ៏ជាអ្នកផ្តល់ប្រយោជន៍ 30:37
- #93 An Noor ពន្លឺ 24:35
- #94 Al Haadi ដ៏ជាអ្នកចង្អុលបង្ហាញ 25:31
- #95 Al Badi' ដ៏ជាអ្នកបង្កើត 2:117; 6:101
- #96 Al Baaqi ដ៏ស្ថិតស្ថេរ 55:27
- #97 Al Waarith ដ៏ជាអ្នកទទួលមរតក 15:23
- #98 Ar Rasheed ដ៏ជាអ្នកចង្អុលបង្ហាញផ្លូវត្រូវ 2:256
- #99 As Saboor ដ៏អត់ធ្មត់ 2:153; 3:200; 103:3
Matching Ayahs
- = អាលីហ្វ, ឡាម, មីម. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = អ្នកទាំងនោះហើយគឺស្ថិតនៅលើផ្លូវត្រឹមត្រូវពីម្ចាស់របស់ពួកគេ ហើយអ្នកទាំងនោះហើយគឺជាអ្នកជោគជ័យ។ 2:5; 31:5
- = ឱកូនចៅអ៊ីស្រាអែលអើយ! ចូរនឹកចាំពីឧបការកិច្ចរបស់ខ្ញុំ ដែលខ្ញុំបានប្រទានមកលើពួកអ្នក និងការដែលខ្ញុំបានលើកតម្កើងពួកអ្នកឱ្យខ្ពង់ខ្ពស់ជាងសកលលោក (ប្រជាជាតិ) ទាំងឡាយ។ 2:47; 2:122
- = នោះជាសាសន៍មួយដែលបានកន្លងផុតទៅហើយ។ អ្វីដែលពួកគេបានសាងបានមកដល់ពួកគេ ហើយអ្វីដែលពួកអ្នកបានសាងបានមកដល់ពួកអ្នក។ ហើយពួកអ្នកនឹងមិនត្រូវបានសួរអំពីអ្វីដែលពួកគេធ្លាប់ប្រព្រឹត្តនោះឡើយ។ 2:134; 2:141
- = ពួកគេនឹងស្ថិតនៅក្នុងនោះជារៀងរហូត។ ទណ្ឌកម្មនឹងមិនត្រូវបានស្រាលបន្ថយឱ្យពួកគេឡើយ ហើយពួកគេក៏នឹងមិនត្រូវបានពន្យារពេលដែរ។ 2:162; 3:88
- = លើកលែងតែអ្នកដែលបានតូបះបន្ទាប់ពីនោះ ហើយបានកែខ្លួនឡើងវិញ។ ព្រោះពិតប្រាកដណាស់ អល់ឡោះជាអ្នកអភ័យទោស ជាអ្នកមេត្តាប្រណីតាបំផុត។ 3:89; 24:5
- = ប៉ុន្តែពួកដែលប្រឆាំង និងបានបដិសេធនឹងភស្តុតាងទាំងឡាយរបស់យើង – អ្នកទាំងនោះហើយជាអ្នកនៅក្នុងឋាននរក។ 5:10; 5:86
- = ហើយគ្មានភស្តុតាងណាមួយក្នុងចំណោមភស្តុតាងរបស់ម្ចាស់របស់ពួកគេបានមកដល់ពួកគេទេ លើកលែងតែពួកគេបែរចេញពីវា។ 6:4; 36:46
- = ហើយពិតប្រាកដណាស់ មានអ្នកនាំសារជាច្រើនត្រូវបានគេចំអកឱ្យអស់សំណើចមុនអ្នក ប៉ុន្តែពួកដែលចំអកឱ្យគេ ត្រូវបានអ្វីដែលពួកគេធ្លាប់ចំអកនោះព័ទ្ធជុំវិញ។ 6:10; 21:41
- = ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ «ពិតប្រាកដណាស់ ខ្ញុំខ្លាចទណ្ឌកម្មនៃថ្ងៃដ៏ធំធេង ប្រសិនបើខ្ញុំមិនស្តាប់បង្គាប់ម្ចាស់របស់ខ្ញុំ»។ 6:15; 39:13
- = ដូច្នេះ ការរញ្ជួយដីបានចាប់យកពួកគេ ហើយពួកគេបានក្លាយជាសាកសពដួលដេកនៅក្នុងផ្ទះរបស់ពួកគេ។ 7:78; 7:91
- = ដូច្នេះ គាត់(មូសា)បានទម្លាក់ដំបងរបស់គាត់ ហើយស្រាប់តែវាក្លាយជាពស់ដ៏ច្បាស់លាស់មួយ។ 7:107; 26:32
- = ហើយគាត់បានដកដៃរបស់គាត់ចេញ ស្រាប់តែវាភ្លឺរលោងសសម្រាប់អ្នកដែលបានឃើញ។ 7:108; 26:33
- = ពួកគេបាននិយាយថាៈ «យើងបានជឿលើម្ចាស់នៃសកលលោកទាំងឡាយ»។ 7:121; 26:47
- = ម្ចាស់របស់មូសា និងហារូន។ 7:122; 26:48
- = ហើយខ្ញុំនឹងពន្យារពេលឱ្យពួកគេ។ ពិតប្រាកដណាស់ ផែនការរបស់ខ្ញុំគឺមាំមួន។ 7:183; 68:45
- = ទ្រង់ជាអ្នកដែលបានបញ្ជូនអ្នកនាំសាររបស់ទ្រង់ជាមួយនឹងការណែនាំ និងសាសនាដ៏ពិត ដើម្បីធ្វើឱ្យវាលើសលប់លើសាសនាទាំងអស់ ទោះបីពួកអ្នកដែលចាត់ទុកដៃគូឱ្យទ្រង់មិនពេញចិត្តក៏ដោយ។ 9:33; 61:9
- = ឱណាពីអើយ! ចូរអ្នកតស៊ូប្រឆាំងនឹងពួកអ្នកគ្មានជំនឿ និងពួកពុតត្បុត ហើយចូរអ្នកធ្វើយ៉ាងម៉ឺងម៉ាត់ចំពោះពួកគេ។ ហើយទីជំរករបស់ពួកគេគឺឋាននរកជាហន់នៈ ហើយវាជាទីកន្លែងវិលត្រឡប់ដ៏អាក្រក់បំផុត! 9:73; 66:9
- = ហើយពួកគេនិយាយថាៈ «ការសន្យានេះនឹងកើតឡើងនៅពេលណា ប្រសិនបើពួកអ្នកជាអ្នកពិតប្រាកដមែន?» 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = ហើយពិតប្រាកដណាស់ យើងបានបញ្ជូនមូសាជាមួយនឹងភស្តុតាងរបស់យើង និងអំណាចដ៏ច្បាស់លាស់។ 11:96; 40:23
- = ហើយពិតប្រាកដណាស់ យើងបានប្រទានគម្ពីរដល់មូសា ប៉ុន្តែគេបានខ្វែងគំនិតគ្នាក្នុងរឿងនោះ។ ហើយប្រសិនបើគ្មានពាក្យណាមួយបានកំណត់ទុកជាមុនពីម្ចាស់របស់អ្នកទេ ការសម្រេចចិត្តនឹងត្រូវបានធ្វើឡើងរវាងពួកគេ។ ហើយពិតប្រាកដណាស់ ពួកគេស្ថិតក្នុងការសង្ស័យយ៉ាងខ្លាំងអំពីវា។ 11:110; 41:45
- = នោះមិនមែនជាការលំបាកសម្រាប់អល់ឡោះទេ។ 14:20; 35:17
- = «ហើយនៅពេលដែលខ្ញុំបានបង្កើតគាត់(អាដាម)ឱ្យស្អាតឥតខ្ចោះ ហើយបានផ្លុំវិញ្ញាណរបស់ខ្ញុំចូលទៅក្នុងគាត់ ចូរពួកអ្នកក្រាបចុះចំពោះគាត់»។ 15:29; 38:72
- = ដូច្នេះ ពួកម៉ាឡាអ៊ីកាត់ទាំងអស់បានក្រាបចុះ។ 15:30; 38:73
- = (អល់ឡោះ) មានបន្ទូលថាៈ «ដូច្នេះ ចូរអ្នកចេញពីវាទៅ ព្រោះពិតប្រាកដណាស់ អ្នកគឺជាអ្នកដែលត្រូវបានបណ្តេញចេញ»។ 15:34; 38:77
- = (អ៊ីប្លីស) បាននិយាយថាៈ «ម្ចាស់របស់ខ្ញុំអើយ! ដូច្នេះ សូមទ្រង់ពន្យារពេលឱ្យខ្ញុំរហូតដល់ថ្ងៃដែលពួកគេត្រូវបានគេប្រោសឱ្យរស់ឡើងវិញ»។ 15:36; 38:79
- = (អល់ឡោះ) មានបន្ទូលថាៈ «ដូច្នេះ ពិតប្រាកដណាស់ អ្នកស្ថិតក្នុងចំណោមអ្នកដែលត្រូវបានពន្យារពេល»។ 15:37; 38:80
- = រហូតដល់ថ្ងៃដែលបានកំណត់»។ 15:38; 38:81
- = លើកលែងតែបណ្តាទាសារបស់ទ្រង់ដែលបានជ្រើសរើសក្នុងចំណោមពួកគេ។ 15:40; 38:83
- = ពិតប្រាកដណាស់ អ្នកស្លាប់ព្រលឹង(អ្នកកាន់សេចក្តីកោតខ្លាច)នឹងនៅក្នុងច្បារចម្ការ និងប្រភពទឹកជាច្រើន។ 15:45; 51:15
- = គាត់(អ៊ីព្រហ៊ីម)បាននិយាយថាៈ «ដូច្នេះ តើកិច្ចការរបស់ពួកអ្នកជាអ្វី ឱពួកអ្នកនាំសារអើយ?» 15:57; 51:31
- = ពួកគេបាននិយាយថាៈ «ពិតប្រាកដណាស់ យើងត្រូវបានគេបញ្ជូនទៅកាន់ប្រជាជនមួយដែលជាឧក្រិដ្ឋជន»។ 15:58; 51:32
- = អ្នកដែលមានជំនឿ ហើយមិនបានលាយឡំជំនឿរបស់ពួកគេជាមួយនឹងភាពអយុត្តិធម៌ – អ្នកទាំងនោះនឹងទទួលបានសេចក្តីសុខសាន្ត ហើយពួកគេគឺជាអ្នកទទួលការណែនាំ។ 16:42; 29:59
- = ដើម្បីពួកគេប្រឆាំងនឹងអ្វីដែលយើងបានប្រទានឱ្យពួកគេ។ ដូច្នេះ ចូរពួកអ្នកសប្បាយទៅ ព្រោះពួកអ្នកនឹងដឹង។ 16:55; 30:34
- = បន្ទាប់មក គាត់(ហ្ស៊ុលគរណៃន)បានដើរតាមមួយផ្លូវ។ 18:89; 18:92
- = ចូរអ្នកទៅកាន់ហ្វីរ៉ោន ព្រោះពិតប្រាកដណាស់ គាត់បានបំពានយ៉ាងខ្លាំង។ 20:24; 79:17
- = និងអ្នកដែលចេះថែរក្សាការប្រដាប់ភេទរបស់ពួកគេ(ពីអំពើប្រាសចាកសីលវិជ្ជា)។ 23:5; 70:29
- = លើកលែងតែចំពោះភរិយារបស់ពួកគេ ឬអ្វីដែលដៃស្តាំរបស់ពួកគេទទួលបាន – ព្រោះពិតប្រាកដណាស់ ពួកគេមិនត្រូវស្តីបន្ទោសឡើយ។ 23:6; 70:30
- = ប៉ុន្តែអ្នកណាដែលស្វែងរកក្រៅពីនេះ អ្នកទាំងនោះហើយគឺជាអ្នកបំពាន។ 23:7; 70:31
- = និងអ្នកដែលចេះថែរក្សាវត្ថុដែលគេប្រគល់ឱ្យ និងកិច្ចសន្យារបស់ពួកគេ។ 23:8; 70:32
- = គាត់(នូហ)បាននិយាយថាៈ «ម្ចាស់របស់ខ្ញុំអើយ! សូមទ្រង់ជួយខ្ញុំ ដោយសារពួកគេបានបដិសេធខ្ញុំ»។ 23:26; 23:39
- = តា, ស៊ីន, មីម. 26:1; 28:1
- = នេះគឺជាអាយ៉ាត់ៗនៃគម្ពីរដ៏ច្បាស់លាស់។ 26:2; 28:2
- = ពិតប្រាកដណាស់ នៅក្នុងនោះមានភស្តុតាងមួយ ប៉ុន្តែពួកគេភាគច្រើនមិនមែនជាអ្នកមានជំនឿទេ។ 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = ហើយពិតប្រាកដណាស់ ម្ចាស់របស់អ្នក – ទ្រង់គឺជាអ្នកមានអំណាចខ្លាំងក្លា ជាអ្នកមេត្តាប្រណីតាបំផុត។ 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = ហើយយើងបានធ្វើឱ្យអ្នកផ្សេងទៀតលង់ទឹកស្លាប់។ 26:66; 37:82
- = ពិតប្រាកដណាស់ ខ្ញុំគឺជាអ្នកនាំសារដ៏ទុកចិត្តម្នាក់សម្រាប់ពួកអ្នក។ 26:107; 26:125; 26:143; 26:162; 26:178
- = ដូច្នេះ ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ ហើយចូរពួកអ្នកស្តាប់បង្គាប់ខ្ញុំ។ 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = ហើយខ្ញុំមិនសុំប្រាក់កម្រៃណាមួយពីពួកអ្នកចំពោះការនេះទេ។ ប្រាក់កម្រៃរបស់ខ្ញុំគឺនៅចំពោះតែម្ចាស់នៃសកលលោកទាំងឡាយប៉ុណ្ណោះ។ 26:109; 26:127; 26:145; 26:164; 26:180
- = នៅក្នុងចំការនិងប្រភពទឹក។ 26:147; 44:52
- = ពួកគេបាននិយាយថាៈ «អ្នកគ្រាន់តែជាមនុស្សម្នាក់ក្នុងចំណោមអ្នកដែលត្រូវគេធ្វើមន្តអាគមប៉ុណ្ណោះ»។ 26:153; 26:185
- = លើកលែងតែប្រពន្ធរបស់គាត់ – យើងបានកំណត់ថា នាងស្ថិតក្នុងចំណោមអ្នកដែលនៅសេសសល់។ 26:171; 37:135
- = បន្ទាប់មក យើងបានបំផ្លាញអ្នកឯទៀត។ 26:172; 37:136
- = ហើយយើងបានបញ្ចេញភ្លៀង(ថ្ម)មកលើពួកគេ ហើយភ្លៀងរបស់អ្នកដែលត្រូវបានព្រមាននោះគឺអាក្រក់បំផុត! 26:173; 27:58
- = ដូច្នេះ តើពួកគេចង់ប្រញាប់ឱ្យទណ្ឌកម្មរបស់យើងមកដល់ទេ? 26:204; 37:176
- = អ្នកដែលប្រតិបត្តិសាឡាត និងបង់ហ្សាកាត ហើយពួកគេជឿជាក់យ៉ាងមុតមាំលើថ្ងៃបរលោក។ 27:3; 31:4
- = ហើយ(ចូរអ្នកចងចាំ)នៅថ្ងៃដែលទ្រង់នឹងហៅពួកគេ ហើយមានបន្ទូលថាៈ «តើដៃគូរបស់ខ្ញុំនៅឯណា ដែលពួកអ្នកធ្លាប់អះអាង?» 28:62; 28:74
- = ហើយដូនតារបស់យើង? 37:17; 56:48
- = ហើយពួកគេនឹងចូលទៅជិតគ្នាទៅវិញទៅមក ដោយសួរដេញដោលគ្នា។ 37:27; 52:25
- = លើកលែងតែបណ្តាទាសាររបស់អល់ឡោះដែលបានជ្រើសរើស។ 37:40; 37:74; 37:128; 37:160
- = នៅក្នុងច្បារសួគ៌ទាំងឡាយដែលពោរពេញទៅដោយសេចក្តីរីករាយ។ 37:43; 56:12
- = ហើយយើងបានបន្សល់ទុក(កេរ្តិ៍ឈ្មោះល្អ)សម្រាប់គាត់ក្នុងចំណោមមនុស្សជំនាន់ក្រោយៗ៖ 37:78; 37:108; 37:129
- = ពិតប្រាកដណាស់ យើងបានប្រទានរង្វាន់បែបនេះដល់អ្នកដែលប្រព្រឹត្តល្អ។ 37:80; 37:121; 37:131; 77:44
- = ពិតប្រាកដណាស់ គាត់គឺជាម្នាក់ក្នុងចំណោមបណ្តាទាសាររបស់យើងដែលមានជំនឿ។ 37:81; 37:111; 37:132
- = តើពួកអ្នកមានបញ្ហាអ្វី? តើពួកអ្នកវិនិច្ឆ័យដោយរបៀបណា? 37:154; 68:36
- = វា(គម្ពីរគួរអាន)គ្មានអ្វីក្រៅពីការរំលឹកដល់សកលលោកទាំងឡាយឡើយ។ 38:87; 81:27
- = ការបញ្ចុះគម្ពីរគឺមកពីអល់ឡោះ ជាអ្នកមានអំណាចខ្លាំងក្លា ជាអ្នកមានប្រាជ្ញាឈ្លាសវៃ។ 39:1; 45:2; 46:2
- = ហា, មីម. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = សច្ចាដោយគម្ពីរដ៏ច្បាស់លាស់។ 43:2; 44:2
- = ដូច្នេះ ចូរអ្នកទុកឱ្យពួកគេជ្រមុជ(ក្នុងសេចក្តីភូតភរ) និងលេងសប្បាយ រហូតដល់ពួកគេជួបនឹងថ្ងៃរបស់ពួកគេដែលគេបានសន្យានឹងពួកគេ។ 43:83; 70:42
- = (គេនឹងពោលទៅកាន់ពួកគេថា)ៈ «ចូរពួកអ្នកបរិភោគ និងផឹកដោយរីករាយ ដោយសារអ្វីដែលពួកអ្នកធ្លាប់ប្រព្រឹត្ត»។ 52:19; 77:43
- = ឬក៏អ្នក(មូហាំម៉ាត់)សុំប្រាក់កម្រៃពីពួកគេ ដែលធ្វើឱ្យពួកគេជំពាក់បំណុលយ៉ាងធ្ងន់? 52:40; 68:46
- = ឬក៏ពួកគេមានចំណេះដឹងពីអាថ៌កំបាំង ដូច្នេះពួកគេកត់ត្រាទុក? 52:41; 68:47
- = តើទណ្ឌកម្ម និងការព្រមានរបស់ខ្ញុំយ៉ាងធ្ងន់ធ្ងរប៉ុនណា! 54:16; 54:21; 54:30
- = ហើយពិតប្រាកដណាស់ យើងបានធ្វើឱ្យគម្ពីគួរអានមានភាពងាយស្រួលសម្រាប់ការរំលឹក។ តើមានអ្នកណាដែលចង់រំលឹកដែរទេ? 54:17; 54:22; 54:32; 54:40
- = ដូច្នេះ តើឧបការកិច្ចណាមួយរបស់ម្ចាស់របស់ពួកអ្នកដែលពួកអ្នកបដិសេធ? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = ក្រុមមួយធំពីអ្នកជំនាន់មុនៗ។ 56:13; 56:39
- = ហើយយើងបានក្លាយជាអ្នកបាត់បង់? 56:67; 68:27
- = ដូច្នេះ ចូរអ្នកលើកតម្កើងសិរីរុងរឿងចំពោះព្រះនាមនៃម្ចាស់របស់អ្នក ដែលដ៏ធំធេងបំផុត។ 56:74; 56:96; 69:52
- = (គម្ពីគួរអាននេះ) គឺជាអ្វីដែលបានបញ្ចុះពីម្ចាស់នៃសកលលោកទាំងឡាយ។ 56:80; 69:43
- = អ្វីៗដែលនៅក្នុងមេឃជាច្រើនជាន់ និងអ្វីៗដែលនៅលើផែនដី សុទ្ធតែលើកតម្កើងសិរីរុងរឿងដល់អល់ឡោះ ហើយទ្រង់គឺជាអ្នកមានអំណាចខ្លាំងក្លា ជាអ្នកមានប្រាជ្ញាឈ្លាសវៃ។ 59:1; 61:1
- = នៅពេលដែលអាយ៉ាត់ៗរបស់យើងត្រូវបានសូត្រឱ្យគាត់ស្តាប់ គាត់បាននិយាយថាៈ «រឿងព្រេងរបស់អ្នកជំនាន់មុនៗ»។ 68:15; 83:13
- = ដូច្នេះ គាត់នឹងស្ថិតក្នុងជីវិតដ៏រីករាយ។ 69:21; 101:7
- = នៅក្នុងច្បារសួគ៌ដ៏ខ្ពស់។ 69:22; 88:10
- = ហើយគាត់មិនលើកទឹកចិត្តឱ្យផ្តល់អាហារដល់ជនក្រីក្រឡើយ។ 69:34; 107:3
- = (ថា) ពិតប្រាកដណាស់ វា(គម្ពីគួរអាន)គឺជាសុន្ទរកថារបស់អ្នកនាំសារដ៏ថ្លៃថ្នូម្នាក់(ជីព្រីល)។ 69:40; 81:19
- = ពិតប្រាកដណាស់ នេះគឺជាការរំលឹកមួយ ដូច្នេះអ្នកណាដែលប្រាថ្នា ចូរគាត់ជ្រើសរើសផ្លូវមួយទៅកាន់ម្ចាស់របស់គាត់។ 73:19; 76:29
- = ដូច្នេះអ្នកណាដែលប្រាថ្នា ចូរគាត់រំលឹកវា។ 74:55; 80:12
- = វិនាសកម្ម នៅថ្ងៃនោះ សម្រាប់ពួកអ្នកបដិសេធ! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = ពិតប្រាកដណាស់ ពួកអ្នកសុចរិតស្ថិតនៅក្នុងសេចក្តីសុខរីករាយ។ 82:13; 83:22
- = (នេះ) គឺជាកំណត់ត្រាមួយដែលបានកត់ទុក។ 83:9; 83:20
- = នៅលើពូកដែលមានការតុបតែង ពួកគេនឹងមើល។ 83:23; 83:35
- = ហើយបានគោរពស្តាប់ម្ចាស់របស់វា ហើយវាបានបំពេញកាតព្វកិច្ចរបស់វា។ 84:2; 84:5
- = ហើយខ្ញុំក៏មិនមែនជាអ្នកគោរពបូជាអ្វីដែលពួកអ្នកគោរពបូជាដែរ។ 109:3; 109:5
noblequran.com Schemas
- ពួកមូស្ហរីកនៃម៉ក្កាបានបញ្ជាក់ពីរូបូប៊ីយ្យ៉ា (ភាពជាម្ចាស់) របស់អល់ឡោះ 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- គម្ពីរ និងប្រាជ្ញា (ស៊ុនណះ) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- ការដើរតាមមាគ៌ារបស់ដូនតា (ដែលវង្វេង) ត្រូវបានប្រដៅ 2:170; 31:21; 43:22
- អ្នកនាំសាររបស់អល់ឡោះគឺជាមនុស្ស 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- ពួកមូស្ហរីកបានអំពាវនាវដល់អល់ឡោះតែម្នាក់ឯងក្នុងគ្រាលំបាក 10:22; 17:16; 29:65; 31:32
- ការបែកបាក់ក្នុងសាសនាត្រូវបានហាមឃាត់ និងប្រដៅ 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- គុណលក្ខណៈអ៊ីស្ទីវ៉ា សម្រាប់អល់ឡោះ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ការកើនឡើង (និងថយចុះ) នៃអ៊ីម៉ាន (ជំនឿ) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- អ្នកនាំសារ និងគ្មាននរណាម្នាក់ក្នុងចំណោមអ្វីដែលត្រូវបានបង្កើត ស្គាល់រឿងកំបាំងដោយឯករាជ្យទេ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- អល់ឡោះពង្រីក និងដាក់កំហិតលើការផ្គត់ផ្គង់ជីវិតសម្រាប់អ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យ 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- គួរអានត្រូវបានបញ្ចុះក្នុងភាសាអារ៉ាប់ដ៏ច្បាស់លាស់ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- អល់ឡោះមិនដាក់បន្ទុកលើព្រលឹងណាមួយលើសពីសមត្ថភាពរបស់វាឡើយ 2:233, 286; 6:152; 7:42; 23:62; 65:7
- គ្មាននរណាម្នាក់នឹងទទួលបន្ទុករបស់អ្នកដទៃឡើយ 6:164; 17:15; 35:18; 39:7; 53:38
- ប្រសិនបើអល់ឡោះធ្វើទុក្ខអ្នកដោយគ្រោះថ្នាក់ គ្មាននរណាអាចដកវាចេញបានក្រៅពីអល់ឡោះទេ 6:17; 10:107
- ហើយអ្នកណាដែលជាអ្នកអយុត្តិធម៌ជាងអ្នកដែល... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- មនុស្សជាអ្នកដឹងគុណក្នុងភាពសម្បូរបែប និងជាអ្នកចុះចូលក្នុងពេលមានតម្រូវការ 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ការតាំងចិត្ត (តាសប៊ីត) ត្រូវបានស្វែងរកពីអល់ឡោះ និងផ្តល់ដោយទ្រង់ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- រាល់ភាពខុសគ្នាត្រូវបានបញ្ជូនត្រឡប់ទៅកាន់អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- ជម្លោះរវាងអ្នករស់នៅក្នុងភ្លើងនរក 26:96-102; 38:58-64; 40:47-50
- កាតព្វកិច្ចនៃការគោរពប្រតិបត្តិ (តាអា) ចំពោះអ្នកនាំសាររបស់អល់ឡោះ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ខទីស្ដីអំពីការក្រាបថ្វាយបង្គំនៅក្នុងគួរអាន 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- រាល់គ្រោះមហន្តរាយទាំងអស់នៅក្នុងអ៊ុំម៉ះ គឺដោយសារការមិនគោរពប្រតិបត្តិ 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- អ្នកណាដែលអល់ឡោះធ្វើឲ្យវង្វេង គ្មានអ្នកណាអាចចង្អុលបង្ហាញបានឡើយ 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ពួកណាប៊ីទាំងអស់បានចាប់ផ្ដើមការកែតម្រង់ជាមួយតៅហ៊ីតនៃការគោរពបូជា 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ភាពជោគជ័យ និងភាពចម្រុងចម្រើនត្រូវបានភ្ជាប់ជាមួយតាហ្សគីយ៉ា (ការបន្សុទ្ធ) នៃព្រលឹង 20:76; 35:18; 87:14; 91:9; 92:18;
- កិត្តិយស និងអំណាចទាំងអស់ ('អ៊ីហ្សះ) គឺសម្រាប់អល់ឡោះ 4:139; 10:65; 35:10; 63:8
- កាតព្វកិច្ចក្នុងការអំពាវនាវដល់អល់ឡោះតែម្នាក់ឯងដោយបរិសុទ្ធ និងស្មោះត្រង់ 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- ការហាមឃាត់ក្នុងការអំពាវនាវដល់អ្នកដទៃរួមជាមួយអល់ឡោះ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- ពួកណាប៊ីទាំងអស់បានបញ្ជាឲ្យមានតាក់វ៉ាចំពោះអល់ឡោះ និងការគោរពប្រតិបត្តិ (ចំពោះខ្លួនពួកគេ) 43:63; 71:1-28
- ទាក់ទងនឹងហ៊ីជរ៉ះ (ការធ្វើចំណាកស្រុក) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- គ្មានអ្នកការពារ ឬអ្នកជួយពិតប្រាកដសម្រាប់អ្វីដែលត្រូវបានបង្កើតក្រៅពីអល់ឡោះទេ 2:107, 120; 9:74, 116; 29:22; 42:31
- អ្នកដែលអល់ឡោះដាក់ត្រាលើបេះដូងរបស់ពួកគេ 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- អ៊ីម៉ានគឺនៅចន្លោះការភ័យខ្លាច និងសង្ឃឹម 17:57; 32:16; 39:9
- ស្ដីអំពីការបដិសេធរាល់អំពើទាំងអស់តាមរយៈកូហ្វរ ស៊ីរក និងនីហ្វាក 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- វហ៊ី និងពួកណាប៊ីរបស់អល់ឡោះ គឺជាពន្លឺនៃការចង្អុលបង្ហាញ ចំណេះដឹង និងជំនឿ 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- អ្នកដែលបំភ្លៃពាក្យសម្ដីគឺពួកយ៉ាហ៊ូត និងពួកអ្នកតាវីល (តាហ្វីហ្វ) 2:75; 4:46; 5:13; 5:41
- ជីវិតនៅលើលោកិយគ្រាន់តែជាសេចក្ដីរីករាយ និងការសប្បាយបណ្ដោះអាសន្នប៉ុណ្ណោះ 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ពួកដាហ៊រីយ៉ះ (អ្នកមិនជឿព្រះ) 45:24; 6:29; 23:37
- អល់ឡោះបានបញ្ជូនមូហាំម៉ាត់ជាមួយសាសនា ដើម្បីធ្វើឲ្យវាមានជ័យជំនះលើសាសនាដទៃទៀត (ដែលត្រូវបានលុបចោល ឬក្លែងក្លាយ) ទាំងអស់ 9:33; 48:28; 61:9
- អំពីតាហ្គូត និងភាពចាំបាច់នៃការបដិសេធតាហ្គូត 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- ពួកគេរៀបចំផែនការ ហើយអល់ឡោះក៏រៀបចំផែនការដែរ ហើយទ្រង់គឺជាអ្នករៀបចំផែនការដ៏ប្រសើរបំផុត 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- ចំណេះដឹងអំពីម៉ោងចុងក្រោយគឺនៅជាមួយអល់ឡោះ 7:187; 33:63; 41:47
- ហ្វួកាន (ខ្នាត) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- ការបណ្តេញអំពើអាក្រក់ជាមួយនឹងអ្វីដែលប្រសើរជាង 23:96; 28:54; 41:34
- ម៉ោងចុងក្រោយគឺជិតមកដល់ហើយ 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- ហើយក្នុងចំណោមភស្ដុតាងរបស់ទ្រង់... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- អល់ឡោះពន្យល់ភស្ដុតាងរបស់ទ្រង់ ដើម្បីឲ្យអ្នក... 2:73, 187, 221, 242; 3:103; 5:89
- អល់ឡោះជាអ្នកបង្កើតអ្វីៗទាំងអស់ 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- អល់ឡោះមិនបានបង្កើតអ្វីដែលត្រូវបានបង្កើតដោយភាពមិនពិត ឬលេងសើចទេ 21:16; 38:27; 44:38; 46:3
- អល់ឡោះបានបង្កើតមនុស្សជាតិដើម្បីឱ្យពួកគេគោរពបូជាទ្រង់តែម្នាក់ឯង និងដើម្បីសាកល្បងពួកគេថាអ្នកណាល្អបំផុតក្នុងការប្រព្រឹត្ត 11:7; 18:7; 51:56; 67:2;
- អល់ឡោះបានបញ្ជូនអ្នកនាំសារដើម្បីអំពាវនាវដល់ការគោរពបូជារបស់ទ្រង់ ដើម្បីឱ្យគេគោរពប្រតិបត្តិ និងជាអ្នកនាំដំណឹងល្អ និងអ្នកដាស់តឿន 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- កម្រិតទាំងបួននៃអាល់កាដ 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- ទម្រង់ និងប្រភេទនៃការគោរពបូជា 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- អល់ឡោះចង្អុលបង្ហាញ និងធ្វើឱ្យវង្វេងអ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យ 14:4; 16:93; 35:8; 74:31
- អ្នកដែលអល់ឡោះធ្វើឱ្យវង្វេង 2:26; 9:115; 14:27; 40:34, 74; 45:23
- គ្មាននរណាអាចចង្អុលបង្ហាញអ្នកដែលអល់ឡោះធ្វើឱ្យវង្វេងបានឡើយ 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- ការបដិសេធរាល់ភាពដូចគ្នាចំពោះអល់ឡោះ 2:22; 19:65; 42:11; 112:4
- អល់ឡោះមិនធ្វើបាបនរណាម្នាក់ទេ ប៉ុន្តែពួកគេធ្វើបាបព្រលឹងរបស់ខ្លួនឯង 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- កាតព្វកិច្ចក្នុងការដើរតាមសាឡាហ្វ (ពួកសាហាប៉ា) 2:137; 9:100; 4:115; 48:18, 29
- វិធីសាស្រ្តនៃការផ្ដល់ដាវ៉ា 12:108; 16:125; 29:46
- ស៊ីរកមិនកំណត់ត្រឹមតែរូបបដិមាទេ ហើយរួមបញ្ចូលទាំងការស្វែងរកការអង្វរតាមរយៈពួកណាប៊ី ម៉ាឡាអ៊ីកា ជីន និងអ្នកសុចរិត 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- កត្តាដែលកំណត់អាយុសម្រាប់អាពាហ៍ពិពាហ៍ 4:6; 6:152; 24:59
- ជីប្រីលជាព្រះវិញ្ញាណដ៏វិសុទ្ធ និងគួរឱ្យទុកចិត្ត ដែលនាំគួរអានពីអល់ឡោះមកកាន់ណាប៊ី 2:97; 16:102; 26:192
- ជំនួយ ជ័យជំនះ និងការត្រួតត្រាគឺសម្រាប់អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- ហើយពិតប្រាកដណាស់ មានការចំអកដល់ពួករ៉សូលមុនអ្នក ដូច្នេះពួកដែលចំអកឱ្យពួកគេ ត្រូវបានអ្វីដែលពួកគេធ្លាប់ចំអកនោះព័ទ្ធជុំវិញ។ (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- ហើយទៅកាន់ពួកម៉ាឌាន [យើងបានបញ្ជូន] បងប្រុសរបស់ពួកគេឈ្មោះស្ហ៊ូអ៊ីប។ គាត់បាននិយាយថាៈ "ឱប្រជាជនរបស់ខ្ញុំអើយ! សូមគោរពប្រណិប័តន៍អល់ឡោះ អ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។" (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- ហើយទៅកាន់ពួកសាម៉ូដ [យើងបានបញ្ជូន] បងប្រុសរបស់ពួកគេឈ្មោះសាលីហ។ គាត់បាននិយាយថាៈ "ឱប្រជាជនរបស់ខ្ញុំអើយ! សូមគោរពប្រណិប័តន៍អល់ឡោះ អ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។" (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- ថាអល់ឡោះទ្រង់ពង្រីកអាហារចិញ្ចឹមជីវិតដល់អ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យ និងទ្រង់បង្រួមដល់អ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យ។ ពិតប្រាកដណាស់ នៅក្នុងនោះមានភស្តុតាងសម្រាប់ប្រជាជនដែលមានជំនឿ។ (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- ហើយទៅកាន់ពួកអាដ [យើងបានបញ្ជូន] បងប្រុសរបស់ពួកគេឈ្មោះហ៊ូដ។ គាត់បាននិយាយថាៈ "ឱប្រជាជនរបស់ខ្ញុំអើយ! សូមគោរពប្រណិប័តន៍អល់ឡោះ អ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។" (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- ហើយពួកដែលមានជំនឿ និងបានប្រព្រឹត្តអំពើល្អទាំងឡាយ យើងនឹងបញ្ចូលពួកគេទៅក្នុងឋានសួគ៌ដែលមានទន្លេហូរកាត់ពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅអស់កល្បជានិច្ចនៅក្នុងនោះ។ (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- ដែលមានទន្លេហូរកាត់ពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅអស់កល្បជានិច្ចនៅក្នុងនោះ។ អល់ឡោះទ្រង់ពេញព្រះហឫទ័យនឹងពួកគេ ហើយពួកគេក៏ពេញចិត្តនឹងទ្រង់ដែរ។ នោះគឺ... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- ចូរពោលថាៈ "ពិតប្រាកដណាស់ ខ្ញុំគ្រាន់តែជាមនុស្សសាមញ្ញម្នាក់ដូចអ្នកដែរ ដែលមានវ៉ាហ៊ីមកកាន់ខ្ញុំថា ពិតប្រាកដណាស់ អាទិទេពរបស់អ្នកគឺអាទិទេពតែមួយគត់។" (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- ហើយក្នុងចំណោមមនុស្សមានអ្នកដែលជជែកតវ៉ាអំពីអល់ឡោះ ដោយគ្មានចំណេះដឹង គ្មានការចង្អុលបង្ហាញ និងគ្មានគម្ពីរដែលបំភ្លឺ។ (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- ទ្រង់បញ្ចូលពេលយប់ទៅក្នុងពេលថ្ងៃ និងបញ្ចូលពេលថ្ងៃទៅក្នុងពេលយប់ ហើយទ្រង់បានបង្ក្រាបព្រះអាទិត្យ និងព្រះច័ន្ទ ដោយទាំងអស់វិលទៅតាមកំណត់កាលកំណត់។ (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- ពីលើមេឃទឹក (ភ្លៀង) រួចទ្រង់ប្រោសផែនដីឱ្យរស់ឡើងវិញដោយសារវាបន្ទាប់ពីស្លាប់របស់វា។ ពិតប្រាកដណាស់ នៅក្នុងនោះគឺជាភស្តុតាងសម្រាប់ប្រជាជន... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- ពិតប្រាកដណាស់ ពួកដែលប្រឆាំង ទ្រព្យសម្បត្តិរបស់ពួកគេនិងកូនចៅរបស់ពួកគេនឹងមិនអាចជួយសង្គ្រោះពួកគេពីអល់ឡោះបានឡើយ ហើយពួកគេនោះគឺ... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- ដែលបានបង្កើតផ្ទៃមេឃ ផែនដី និងអ្វីៗដែលនៅចន្លោះវា ក្នុងរយៈពេលប្រាំមួយថ្ងៃ បន្ទាប់មកទ្រង់បានគង់លើអារ្ស៍។ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- តើពួកគេមិនបានធ្វើដំណើរនៅលើផែនដីទេឬ? ដូច្នេះពួកគេនឹងបានឃើញថាតើលទ្ធផលចុងក្រោយរបស់ពួកដែលមុនពួកគេគឺយ៉ាងណា? ពួកគេគឺ... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- ពិតប្រាកដណាស់ អល់ឡោះនឹងបញ្ចូលពួកដែលមានជំនឿ និងបានប្រព្រឹត្តអំពើល្អទាំងឡាយ ទៅក្នុងឋានសួគ៌ដែលមានទន្លេហូរកាត់ពីក្រោមពួកវា។ (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- ពិតប្រាកដណាស់ ការសន្យារបស់អល់ឡោះគឺពិតប្រាកដ ដូច្នេះកុំឱ្យជីវិតលោកិយនេះបញ្ឆោតពួកអ្នក ហើយកុំឱ្យអ្នកបញ្ឆោតបញ្ឆោតពួកអ្នកអំពីអល់ឡោះឡើយ។ (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- ដូច្នេះ អ្នកណាដែលទទួលការចង្អុលបង្ហាញ គឺគាត់ទទួលវាដើម្បីខ្លួនគាត់ផ្ទាល់ ហើយអ្នកណាដែលវង្វេង គឺគាត់វង្វេងដើម្បីខ្លួនគាត់ផ្ទាល់។ (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- ហើយចូរបោះដំបងរបស់អ្នកចុះ! លុះពេលដែលគាត់បានឃើញវាកំពុងធ្វើចលនាដូចពស់ គាត់ក៏បែរខ្នងរត់ចេញ ហើយមិនបានងាកមកវិញទេ។ "ឱមូសា..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- ចូរអ្នកទាំងអស់គ្នាធ្វើដំណើរនៅលើផែនដី រួចមើលចុះថាតើលទ្ធផលចុងក្រោយរបស់ពួកដែលមុនអ្នកគឺយ៉ាងណា? ភាគច្រើននៃពួកគេ... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- ដូច្នេះ ចូរអ្នកអត់ធ្មត់ចំពោះអ្វីដែលពួកគេនិយាយ ហើយចូរធ្វើតាស្ប៊ីហ៊ (សរសើរតម្កើង) ដោយសរសើរដល់ព្រះជាម្ចាស់របស់អ្នក មុនពេលថ្ងៃរះ និងមុនពេលថ្ងៃលិច។ (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- ហើយកុំឱ្យអ្នកទាំងឡាយចូលទៅជិតទ្រព្យសម្បត្តិក្មេងកំព្រា លើកលែងតែក្នុងរបៀបដ៏ល្អប្រសើរ រហូតដល់គាត់ឈានដល់វ័យចាស់ទុំ។ ហើយចូរបំពេញ... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- គ្មានកំហុសអ្វីឡើយលើជនពិការភ្នែក ហើយគ្មានកំហុសអ្វីឡើយលើជនពិការជើង ហើយគ្មានកំហុសអ្វីឡើយលើជនឈឺ។ (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "តើនេះមិនមែនជាការពិតទេឬ?" ពួកគេនឹងឆ្លើយថា "ពិតមែន សូម្បីតែព្រះជាម្ចាស់របស់យើង!" ទ្រង់នឹងមានបន្ទូលថា "ដូច្នេះ ចូរអ្នកទាំងឡាយភ្លក្សរសជាតិទណ្ឌកម្ម ដោយសារតែអ្វីដែលអ្នកបានប្រឆាំង។" (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ហើយពួកអ្នកទន់ខ្សោយនឹងនិយាយទៅកាន់ពួកដែលក្រអឺតក្រទមថា "ពិតប្រាកដណាស់ យើងធ្លាប់ជាអ្នកតាមពួកអ្នក ដូច្នេះតើពួកអ្នកអាចការពារយើងពីទណ្ឌកម្មរបស់អល់ឡោះបានទេ?" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- លើកលែងតែឈ្មោះខ្លះដែលអ្នក និងបុព្វបុរសរបស់អ្នកបានដាក់ឈ្មោះ (ឱ្យពួកវា) ដែលអល់ឡោះមិនបានបញ្ចុះភស្តុតាងណាមួយអំពីវា។ ពិតប្រាកដណាស់... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- មុនអ្នក យើងមិនបានបញ្ជូន (អ្នកណាម្នាក់) ក្រៅពីបុរសៗដែលយើងបានផ្ដល់វ៉ាហ៊ីដល់ពួកគេឡើយ។ ដូច្នេះ ចូរសួរអ្នកចេះដឹង ប្រសិនបើអ្នកមិនដឹង។ (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- គាត់បាននិយាយថា "តើអ្នកទាំងឡាយបានជឿលើគាត់ មុនពេលដែលខ្ញុំអនុញ្ញាតឱ្យអ្នក? ពិតប្រាកដណាស់ គាត់គឺជាមេដឹកនាំរបស់អ្នក ដែលបានបង្រៀនអ្នកពីមន្តអាគម។" (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- ហើយអ្នកផ្ទុកបន្ទុក (អំពើបាប) នឹងមិនផ្ទុកបន្ទុករបស់អ្នកដទៃឡើយ។ បន្ទាប់មក ការត្រឡប់ទៅកាន់ព្រះជាម្ចាស់របស់អ្នកវិញ ហើយទ្រង់នឹងប្រាប់អ្នកពីអ្វីដែលអ្នកធ្លាប់ប្រព្រឹត្ត។ (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- ហើយយើងបានមានបន្ទូលថា "ចូរអ្នកទាំងអស់គ្នាចុះចេញ ដោយអ្នកខ្លះជាសត្រូវនឹងអ្នកខ្លះទៀត។ ហើយសម្រាប់អ្នកនៅលើផែនដីមានទីកន្លែងស្នាក់នៅ និងការរីករាយរហូតដល់ពេលកំណត់មួយ។" (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- ពីរ - ចូរពោលថា "តើទ្រង់បានហាមឃាត់ឈ្មោលពីរ ឬញីពីរ ឬក៏អ្វីដែលស្បូនរបស់ញីពីរនោះផ្ទុក?" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- ហើយខ្ញុំមិនសុំប្រាក់ឈ្នួលពីអ្នកសម្រាប់វាទេ ប្រាក់ឈ្នួលរបស់ខ្ញុំគឺនៅឯព្រះជាម្ចាស់នៃពិភពទាំងឡាយប៉ុណ្ណោះ។ (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- តើពួកគេមិនបានធ្វើដំណើរនៅលើផែនដីទេឬ? ដូច្នេះពួកគេនឹងបានឃើញថាតើលទ្ធផលចុងក្រោយរបស់ពួកដែលមុនពួកគេគឺយ៉ាងណា? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- ពួកគេធ្វើដំណើរនៅលើផែនដី ហើយពួកគេឃើញថាតើលទ្ធផលចុងក្រោយរបស់ពួកដែលមុនពួកគេគឺយ៉ាងណា? ពួកគេគឺ... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- ពិតប្រាកដណាស់ ព្រះជាម្ចាស់របស់អ្នក ទ្រង់ដឹងច្បាស់បំផុតអំពីអ្នកដែលវង្វេងពីផ្លូវរបស់ទ្រង់ ហើយទ្រង់ដឹងច្បាស់បំផុតអំពីអ្នកដែលទទួលការចង្អុលបង្ហាញ។ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- ដែលបានបង្កើតផ្ទៃមេឃ និងផែនដីក្នុងរយៈពេលប្រាំមួយថ្ងៃ បន្ទាប់មកទ្រង់បានគង់លើអារ្ស៍។ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- ហើយអ្នកណាដែលស្អប់ខ្ពើមជាងអ្នកដែលបានប្រឌិតភូតកុហកមកលើអល់ឡោះ ឬក៏បានបដិសេធអាយ៉ាត់ៗរបស់ទ្រង់? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- ទ្រង់គឺជាអ្នកដែលបានបញ្ជូនរ៉សូលរបស់ទ្រង់ជាមួយនឹងការចង្អុលបង្ហាញ និងសាសនាដ៏ពិត ដើម្បីឱ្យទ្រង់បង្ហាញវាឱ្យលើសពីសាសនាទាំងអស់។ (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- ពិតប្រាកដណាស់ ពួកដែលបាននិយាយថា "ពិតប្រាកដណាស់ អល់ឡោះគឺជាម៉ាស៊ីហះ បុត្រីរបស់ម៉ារយ៉ាំ" បានប្រឆាំង។ ចូរពោល... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- ជនពិការភ្នែកពីការវង្វេងរបស់ពួកគេ (មិនអាចឃើញផ្លូវ) អ្នកមិនអាចធ្វើឱ្យអ្នកណាស្តាប់ឮបានឡើយ លើកលែងតែអ្នកដែលមានជំនឿលើអាយ៉ាត់ៗរបស់យើង ដូច្នេះពួកគេគឺជាមូស្លីម។ (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- ឧទាហរណ៍នៃជីវិតលោកិយនេះ គឺដូចជាទឹកដែលយើងបានបញ្ចុះពីលើមេឃ ហើយរុក្ខជាតិនៅលើផែនដីបានលាយឡំជាមួយវា។ (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- នៅក្នុងនោះ (កប៉ាល់) ពីគ្រប់ប្រភេទមួយគូៗ និងគ្រួសាររបស់អ្នក - លើកលែងតែអ្នកដែលការកំណត់បានកន្លងមកហើយលើគាត់។ (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ខ្ញុំមិននិយាយទៅកាន់អ្នកថា ខ្ញុំមានកំណប់ទ្រព្យរបស់អល់ឡោះទេ ហើយខ្ញុំក៏មិនដឹងរឿងកំបាំងដែរ ហើយខ្ញុំក៏មិននិយាយថា... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- ពិតប្រាកដណាស់ អល់ឡោះគឺជាម្ចាស់នៃការប្រោសប្រណីលើមនុស្សលោក ប៉ុន្តែភាគច្រើននៃមនុស្សលោកមិនដឹងគុណ។ (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- ហើយគ្មានអាយ៉ាត់ណាមួយពីអាយ៉ាត់ៗរបស់ព្រះជាម្ចាស់របស់ពួកគេមកដល់ពួកគេឡើយ លើកលែងតែពួកគេបែរចេញពីវា។ (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- ហើយចូរអ្នកទាំងឡាយកោតខ្លាចថ្ងៃមួយ ដែលគ្មានព្រលឹងណាអាចជួយអ្វីដល់ព្រលឹងមួយទៀតបានឡើយ ហើយគ្មានតម្លៃលោះណាមួយត្រូវបានទទួលពីវាឡើយ។ (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- ពិតប្រាកដណាស់ អ្នកមិនអាចធ្វើឱ្យអ្នកស្លាប់ស្តាប់ឮបានទេ ហើយអ្នកក៏មិនអាចធ្វើឱ្យមនុស្សថ្លង់ស្តាប់ឮសំឡេងហៅបានដែរ កាលណាពួកគេបែរខ្នងចេញ។ (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- ត្រូវបានហាមឃាត់ដល់អ្នកនូវសត្វងាប់ ឈាម សាច់ជ្រូក និងអ្វីដែលត្រូវបានសត្ត (សម្លាប់) ដោយឈ្មោះអ្នកដទៃក្រៅពីអល់ឡោះ។ (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- អ្វីៗដែលនៅលើមេឃ និងដែលនៅលើផែនដី សរសើរតម្កើងអល់ឡោះ ហើយទ្រង់គឺជាម្ចាស់ដ៏មានអំណាច ដ៏មានប្រាជ្ញាឈ្លាសវៃ។ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- លើកលែងតែអ្នកដែលបានសារភាពកំហុសបន្ទាប់ពីនោះ និងបានកែតម្រូវខ្លួនឯង នោះពិតប្រាកដណាស់ អល់ឡោះគឺមហាអភ័យទោស មហាអាណិតស្រឡាញ់។ (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- ពួកណាប៊ី (អ្នកនាំសារ) - មកពីព្រះជាម្ចាស់របស់ពួកគេ។ យើងមិនបែងចែកភាពខុសគ្នារវាងអ្នកណាម្នាក់ក្នុងចំណោមពួកគេឡើយ ហើយយើងគឺជាអ្នកចុះចំណុះចំពោះទ្រង់។ (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- មកពីព្រះជាម្ចាស់របស់អ្នក ដើម្បីឱ្យអ្នកដាស់តឿនដល់ប្រជាជនមួយដែលគ្មានអ្នកដាស់តឿនណាម្នាក់បានមកដល់ពួកគេមុនអ្នក ដើម្បីឱ្យពួកគេ... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- ឱណាប៊ី! ចូរអ្នកតស៊ូប្រយុទ្ធជាមួយពួកកាហ្វ៊រ និងពួកពុតត្បុត ហើយចូរអ្នកប្រព្រឹត្តយ៉ាងតឹងរ៉ឹងចំពោះពួកគេ។ ជម្រករបស់ពួកគេគឺឋាននរក ហើយវាជាទីត្រឡប់ដ៏អាក្រក់បំផុត! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- ពិតប្រាកដណាស់ ព្រះជាម្ចាស់របស់អ្នកនឹងវិនិច្ឆ័យរវាងពួកគេនៅថ្ងៃបរលោក អំពីអ្វីដែលពួកគេធ្លាប់មានជម្លោះគ្នា។ (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- គាត់បាននិយាយថា "ឱព្រះជាម្ចាស់របស់ខ្ញុំ! សូមទ្រង់ប្រទានទីសំគាល់មួយដល់ខ្ញុំ"។ ទ្រង់មានបន្ទូលថា "ទីសំគាល់របស់អ្នកគឺថា អ្នកមិនអាចនិយាយជាមួយមនុស្ស..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- ដូច្នេះ ចូរអ្នកបែរមុខរបស់អ្នកឆ្ពោះទៅកាន់វិហារអាល់ហារ៉ាម។ ហើយកន្លែងណាដែលអ្នកស្ថិតនៅ ចូរបែរមុខរបស់អ្នកឆ្ពោះទៅវា។ (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- ឱបណ្ដាជនអ៊ីស្រាអែល! ចូរអ្នកទាំងឡាយនឹកចាំពីនិគ្រោះរបស់យើងដែលយើងបានប្រទានដល់អ្នក និងថាយើងបានលើកតម្កើងអ្នកឱ្យលើសពីពិភពទាំងឡាយ។ (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- គោញីប្រាំពីរក្បាលធាត់ ដែលគោញីប្រាំពីរក្បាលស្គមស៊ីវា និងដើមស្រូវប្រាំពីរដើមដែលខៀវខ្ចី និងដើមផ្សេងទៀតស្ងួត។ (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- ហើយសម្រាប់គ្រប់ៗសាសន៍ មានពេលកំណត់មួយ ដូច្នេះនៅពេលដែលពេលកំណត់របស់ពួកគេមកដល់ ពួកគេមិនអាចពន្យាពេលបានសូម្បីតែមួយម៉ោង ហើយក៏មិនអាចលឿនមុនដែរ។ (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (អ្វីដែល) ត្រូវបានសត្តដោយឈ្មោះអ្នកដទៃក្រៅពីអល់ឡោះ។ ប៉ុន្តែអ្នកណាដែលត្រូវបានបង្ខំ ដោយមិនមែនជាអ្នកបំពាន និងមិនមែនជាអ្នកល្មើសហួសហេតុ នោះពិតប្រាកដណាស់... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- ហើយនៅពេលដែលគេបាននិយាយទៅកាន់ពួកគេថា "ចូរអ្នកទាំងឡាយអនុវត្តតាមអ្វីដែលអល់ឡោះបានបញ្ចុះ" ពួកគេនឹងឆ្លើយថា "ទេ យើងនឹងអនុវត្តតាមអ្វីដែល..." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- គាត់បាននិយាយថា "ឱប្រជាជនរបស់ខ្ញុំអើយ! ចូរគោរពប្រណិប័តន៍អល់ឡោះ អ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។ ដូច្នេះ តើអ្នកមិនកោតខ្លាច (អល់ឡោះ) ទេឬ?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- ពួកគេធ្វើដំណើរនៅលើផែនដី ហើយមើលថាតើលទ្ធផលរបស់អ្នកមុនពួកគេគឺយ៉ាងណា។ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- ហើយអ្នកណាដែលជាអ្នកអយុត្តិធម៌ជាងអ្នកដែលប្រឌិតកុហកមកលើអល់ឡោះ ឬក៏បដិសេធ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នក ទ្រង់ជាអ្នកដឹងច្បាស់បំផុតថា អ្នកណាដែលវង្វេងចេញពីផ្លូវរបស់ទ្រង់ ហើយទ្រង់ជាអ្នកដឹងច្បាស់បំផុត។ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- តើពួកគេមិនបានធ្វើដំណើរនៅលើផែនដី ហើយមើលទេថាតើលទ្ធផលរបស់អ្នកមុនពួកគេគឺយ៉ាងណា? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- សម្រាប់ពួកគេ គឺមានបុណ្យសំណងរបស់ពួកគេនៅឯម្ចាស់របស់ពួកគេ ហើយគ្មានការភ័យខ្លាចលើពួកគេទេ ហើយពួកគេក៏មិនសោកស្តាយដែរ។ (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- ហើយអ្នកដែលមានជំនឿ និងបានប្រព្រឹត្តអំពើល្អ ត្រូវបានបញ្ចូលទៅក្នុងឋានសួគ៌នានា ដែលមានទន្លេនានាហូរកាត់ពីក្រោមវា។ (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- គាត់បាននិយាយថាៈ "ឱក្រុមជនរបស់ខ្ញុំអើយ! ចូរពួកអ្នកគោរពប្រណិប័តន៍អល់ឡោះ ពួកអ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ តើពួកអ្នកមិនកោតខ្លាចទេឬ?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- ទ្រព្យសម្បត្តិរបស់ពួកគេ និងកូនចៅរបស់ពួកគេ មិនអាចជួយពួកគេឱ្យរួចពីអល់ឡោះបានឡើយ ហើយពួកគេទាំងនោះគឺជា។ (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- ឋានសួគ៌នានា ដែលមានទន្លេនានាហូរកាត់ពីក្រោមវា ដោយពួកគេស្ថិតនៅជាអមតៈនៅទីនោះ ហើយនោះគឺជាជោគជ័យដ៏ធំធេង។ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- តើដំណឹងរបស់អ្នកមុនពួកគេ គឺប្រជាជនរបស់នួហ អាដ និងសាមូដ មិនបានមកដល់ពួកគេទេឬ? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- តើអ្នកណាខ្លះជាអ្នកជួយរបស់ខ្ញុំ ឆ្ពោះទៅកាន់អល់ឡោះ? ពួកហាវ៉ារីយូន (ពួកសិស្ស) បាននិយាយថាៈ "យើងជាអ្នកជួយរបស់អល់ឡោះ យើងបានមានជំនឿហើយ។" (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- ម្ចាស់របស់អ្នក ទ្រង់ជាអ្នកដឹងច្បាស់បំផុតថា អ្នកណាដែលវង្វេងចេញពីផ្លូវរបស់ទ្រង់ ហើយទ្រង់ជាអ្នកដឹងច្បាស់បំផុតចំពោះអ្នកដែលទទួលការណែនាំ។ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- នោះគឺដោយសារតែអល់ឡោះ ទ្រង់ជាសេចក្តីពិត ហើយអ្វីដែលពួកគេអំពាវនាវក្រៅពីទ្រង់ គឺជារឿងមិនពិត។ (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- ហើយអ្នកណាដែលស្តាប់បង្គាប់អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ អល់ឡោះនឹងបញ្ចូលគាត់ទៅក្នុងឋានសួគ៌នានា ដែលមានទន្លេនានាហូរកាត់ពីក្រោមវា។ (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- ពិតប្រាកដណាស់ ទ្រង់បានហាមឃាត់ចំពោះពួកអ្នកនូវសត្វងាប់ ឈាម សាច់ជ្រូក និងអ្វីដែលគេសម្លាប់ដោយមិនភ្ជាប់ព្រះនាមអល់ឡោះ។ (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- ថាពួកអ្នកកុំគោរពប្រណិប័តន៍អ្វីក្រៅពីអល់ឡោះឡើយ; ពិតប្រាកដណាស់ ខ្ញុំខ្លាចពួកអ្នកនឹងទទួលទណ្ឌកម្មនៅថ្ងៃដ៏ធំធេង។ (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- នោះគឺជាផ្នែកមួយនៃដំណឹងនៃអាថ៌កំបាំង ដែលយើងបានប្រទានវិវរណៈដល់អ្នក ហើយអ្នកមិនបាននៅជាមួយពួកគេទេ នៅពេលដែលពួកគេសម្រេចចិត្ត។ (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- តើពួកអ្នកភ្ញាក់ផ្អើលឬថា មានការរំលឹកពីម្ចាស់របស់ពួកអ្នក មកតាមរយៈបុរសម្នាក់ក្នុងចំណោមពួកអ្នក ដើម្បីឱ្យគាត់ដាស់តឿនពួកអ្នក? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- ចូរអ្នកនិយាយថាៈ "ពិតប្រាកដណាស់ ខ្ញុំត្រូវបានគេហាមឃាត់មិនឱ្យគោរពប្រណិប័តន៍អ្វីដែលពួកអ្នកអំពាវនាវ ក្រៅពីអល់ឡោះ។" (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- លើកលែងតែចំពោះភរិយារបស់ពួកគេ ឬទាស៊ីដែលដៃស្តាំរបស់ពួកគេកាន់កាប់ ដ្បិតពួកគេមិនត្រូវបានគេបន្ទោសឡើយ។ (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- ដោយសារតែអល់ឡោះបញ្ចូលពេលយប់ទៅក្នុងពេលថ្ងៃ ហើយបញ្ចូលពេលថ្ងៃទៅក្នុងពេលយប់។ (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- ភ្លើង ហើយគាត់បាននិយាយទៅកាន់ក្រុមគ្រួសាររបស់គាត់ថាៈ "ចូរពួកអ្នកស្នាក់នៅចាំសិន ពិតប្រាកដណាស់ ខ្ញុំបានឃើញភ្លើង ប្រហែលជាខ្ញុំអាចនាំយកអ្វីមួយមកឱ្យពួកអ្នកពីវា។" (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- គាត់បាននិយាយថាៈ "ខ្ញុំប្រសើរជាងគាត់ ទ្រង់បានបង្កើតខ្ញុំពីភ្លើង ហើយបង្កើតគាត់ពីដីឥដ្ឋ។" (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- ហើយនៅពេលដែលគេនិយាយទៅកាន់ពួកគេថាៈ "ចូរពួកអ្នកមកកាន់អ្វីដែលអល់ឡោះបានបញ្ចុះ និងកាន់អ្នកនាំសារ។" (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- ហើយចូរអ្នកកុំសោកស្តាយចំពោះពួកគេ ហើយកុំចង្អៀតចិត្តដោយសារតែឧបាយកលរបស់ពួកគេ។ (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- ហើយប្រសិនបើអល់ឡោះប៉ះពាល់អ្នកដោយគ្រោះថ្នាក់អ្វីមួយ នោះគ្មានអ្នកណាអាចបណ្តេញវាចេញបានឡើយ លើកលែងតែទ្រង់ ហើយប្រសិនបើ។ (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- មុនពួកគេ ជំនាន់នានាដែលបានដើរក្នុងទីលំនៅរបស់ពួកគេ។ ពិតប្រាកដណាស់ ក្នុងនោះមានភស្តុតាងជាច្រើន។ (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- ហើយយើងបានដាក់ស្បៃបាំងលើបេះដូងរបស់ពួកគេ ដើម្បីកុំឱ្យពួកគេយល់វា ហើយដាក់ភាពធ្ងន់នៅក្នុងត្រចៀករបស់ពួកគេ ហើយប្រសិនបើ។ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- ពួកអ្នកនាំសាររបស់ពួកគេបានមកដល់ពួកគេ ជាមួយនឹងភស្តុតាងច្បាស់លាស់ ប៉ុន្តែអល់ឡោះមិនមែនជាអ្នកអយុត្តិធម៌ចំពោះពួកគេទេ ប៉ុន្តែពួកគេជាអ្នកអយុត្តិធម៌ចំពោះខ្លួនឯង។ (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- ហើយនៅលើផែនដី ហើយពួកអ្នកគ្មានអាណាព្យាបាល និងគ្មានអ្នកជួយណាក្រៅពីអល់ឡោះឡើយ។ (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- បន្ទាប់មក ពួកអ្នកនឹងត្រូវបានបញ្ជូនត្រឡប់ទៅកាន់អ្នកដឹងនូវអាថ៌កំបាំង និងអ្វីដែលបើកចំហ ហើយទ្រង់នឹងប្រាប់ពួកអ្នកនូវអ្វីដែលពួកអ្នកបានប្រព្រឹត្ត។ (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- ពេលយប់ ដើម្បីឱ្យពួកអ្នកសម្រាកនៅក្នុងនោះ និងពេលថ្ងៃ ដើម្បីឱ្យពួកអ្នកមើលឃើញ។ ពិតប្រាកដណាស់ ក្នុងនោះមានភស្តុតាងជាច្រើន សម្រាប់ប្រជាជនដែលចេះគិតពិចារណា។ (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- ហើយអ្វីដែលត្រូវបានបញ្ចុះមកកាន់អ្នកពីម្ចាស់របស់អ្នក នឹងបង្កើនចំពោះពួកគេភាគច្រើននូវការប្រឆាំង និងការមិនជឿ។ (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- គាត់បាននិយាយថាៈ "ឱក្រុមជនរបស់ខ្ញុំអើយ! តើពួកអ្នកយល់យ៉ាងណាដែរ ប្រសិនបើខ្ញុំស្ថិតលើភស្តុតាងច្បាស់លាស់មួយពីម្ចាស់របស់ខ្ញុំ ហើយទ្រង់បានប្រទានឱ្យខ្ញុំ។" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- ហើយពួកគេនិយាយថាៈ "ហេតុអ្វីបានជាគេមិនបានបញ្ចុះភស្តុតាងមួយមកលើគាត់ពីម្ចាស់របស់គាត់?" ចូរអ្នកនិយាយថាៈ "ពិតប្រាកដណាស់។" (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- មុនពេលដែលថ្ងៃមួយមកដល់ ដែលគ្មានការបដិសេធ (អាចរារាំង) ពីអល់ឡោះឡើយ។ (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- នោះគឺជាព្រះគុណរបស់អល់ឡោះ ដែលទ្រង់ប្រទានវាដល់អ្នកណាដែលទ្រង់សព្វព្រះហឫទ័យ ហើយអល់ឡោះជាម្ចាស់នៃព្រះគុណដ៏ធំធេង។ (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- ហើយពិតប្រាកដណាស់ នៅក្នុងសត្វពាហនៈទាំងឡាយនោះ គឺពិតជាមានមេរៀនមួយសម្រាប់ពួកអ្នក យើងផ្តល់ឱ្យពួកអ្នកផឹកនូវអ្វីដែលនៅក្នុងពោះរបស់វា។ (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- ថានោះគឺជាសេចក្តីពិតពីម្ចាស់របស់ពួកគេ ហើយអល់ឡោះមិនមែនជាអ្នកធ្វេសប្រហែសចំពោះអ្វីដែលពួកគេប្រព្រឹត្តនោះឡើយ។ (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- ពីមុខពួកគេ និងពីក្រោយពួកគេ ដើម្បីកុំឱ្យពួកអ្នកគោរពប្រណិប័តន៍អ្វីក្រៅពីអល់ឡោះ។ (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- ពិតប្រាកដណាស់ ពួកអ្នកចូលរួមជាមួយបុរសៗដោយតណ្ហា លះបង់ស្ត្រីៗទៅវិញ ប៉ុន្តែពួកអ្នកគឺជាជនដែលបំពាន។ (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- ពួកគេស្ថិតនៅជាអមតៈនៅទីនោះ ដរាបណាមេឃ និងផែនដីនៅស្ថិតស្ថេរ លើកលែងតែអ្វីដែលម្ចាស់របស់អ្នកសព្វព្រះហឫទ័យ។ (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- អ្នកដែលនៅលើមេឃ និងអ្នកដែលនៅលើផែនដី លើកលែងតែអ្នកដែលអល់ឡោះសព្វព្រះហឫទ័យ។ (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- នៅទីនោះ ពួកគេនឹងត្រូវបានតុបតែងជាមួយខ្សែក្រវាត់មាស និងគុជខ្យង ហើយពាក់អាវរបស់ពួកគេនៅទីនោះគឺជាសូត្រ។ (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- ហើយទ្រង់បានបញ្ចុះទឹកពីលើមេឃ រួចទ្រង់បណ្តាលឱ្យមានផលិតផលផ្លែឈើជាចំណីអាហារសម្រាប់ពួកអ្នក។ (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- ហើយនៅពេលដែលយើងបានយកកិច្ចសន្យារបស់ពួកអ្នក ហើយបានលើកភ្នំពីលើពួកអ្នកថាៈ "ចូរពួកអ្នកកាន់យកនូវអ្វីដែលយើងបានផ្តល់ឱ្យពួកអ្នកដោយកម្លាំង។" (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- បន្ទាប់មក គាត់បានគេចចេញពីពួកគេ ហើយនិយាយថាៈ "ឱក្រុមជនរបស់ខ្ញុំអើយ! ពិតប្រាកដណាស់ ខ្ញុំបានបញ្ជូនសាររបស់ម្ចាស់របស់ខ្ញុំទៅកាន់ពួកអ្នក ហើយបានផ្តល់ឱវាទដល់ពួកអ្នក។" (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- ទន្លេនានាហូរកាត់ពីក្រោមពួកគេ នៅទីនោះពួកគេនឹងត្រូវបានតុបតែងជាមួយខ្សែក្រវាត់មាស។ (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- ប្រសិនបើពួកគេមានអ្វីៗទាំងអស់ដែលនៅលើផែនដី ហើយមានចំនួនស្មើនឹងនោះបន្ថែមទៀត ដើម្បីប្រើវាលោះខ្លួនពួកគេ។ (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- គ្មានសត្វណាមួយឡើយ ប៉ុន្តែទ្រង់បានពន្យារពេលពួកគេរហូតដល់ពេលកំណត់មួយ ហើយនៅពេលដែលពេលកំណត់របស់ពួកគេបានមកដល់។ (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- យើងបានបង្កើតពួកអ្នកពីដី បន្ទាប់មកពីទឹកកាម បន្ទាប់មកពីឈាមកក បន្ទាប់មក។ (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- ហើយអល់ឡោះនឹងវិនិច្ឆ័យរវាងពួកគេនៅថ្ងៃបុណ្យឯកភាព ចំពោះអ្វីដែលពួកគេធ្លាប់មានជម្លោះ។ (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- ចំណេះដឹងបានមកដល់អ្នកហើយ អ្នកគ្មានអាណាព្យាបាលណាពីអល់ឡោះទេ។ (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- ហើយនៅពេលដែលយើងផ្តល់នីម៉ាត់ដល់មនុស្ស គាត់បែរចេញទៅវិញ ហើយគេចឆ្ងាយ ហើយនៅពេលដែលសេចក្តីអាក្រក់ប៉ះពាល់គាត់។ (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- ហើយគ្មានអ្វីដែលតូចជាង ឬធំជាងនោះឡើយ លើកលែងតែមានកត់ត្រាទុកក្នុងគម្ពីរដ៏ច្បាស់លាស់មួយ។ (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- បន្ទាប់មក គាត់បាននិយាយថាៈ "ឱក្រុមជនរបស់ខ្ញុំអើយ! ចូរពួកអ្នកគោរពប្រណិប័តន៍អល់ឡោះ ពួកអ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។" (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- តើពួកគេមិនបានធ្វើដំណើរនៅលើផែនដី ហើយមើលទេថាតើលទ្ធផលរបស់អ្នកមុនពួកគេគឺយ៉ាងណា? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- បុណ្យសំណងរបស់ពួកគេគឺនៅឯម្ចាស់របស់ពួកគេ ហើយគ្មានការភ័យខ្លាចលើពួកគេទេ ហើយពួកគេក៏មិនសោកស្តាយដែរ។ (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- ពួកគេធ្វើដំណើរនៅលើផែនដី ហើយមើលថាតើលទ្ធផលរបស់អ្នកមុនពួកគេគឺយ៉ាងណា។ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- នៅលើផែនដី ហើយមើលថាតើលទ្ធផលរបស់អ្នកមុនពួកគេគឺយ៉ាងណា។ (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- ហើយអ្នកណាដែលជាអ្នកអយុត្តិធម៌ជាងអ្នកដែលប្រឌិតកុហកមកលើអល់ឡោះ ឬក៏បដិសេធ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- ហើយនៅពេលដែលអល់ឡោះសម្រេចកិច្ចការអ្វីមួយ ទ្រង់គ្រាន់តែមានបន្ទូលទៅកាន់វាថាៈ "ចូរកើតឡើង" ហើយវាក៏កើតឡើង។ (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- ហើយពួកអ្នកគ្មានអាណាព្យាបាល និងគ្មានអ្នកជួយណាក្រៅពីអល់ឡោះឡើយ។ (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- ខ្ញុំនឹងលុបបំបាត់អំពើអាក្រក់របស់ពួកគេ ហើយនឹងបញ្ចូលពួកគេទៅក្នុងឋានសួគ៌នានា ដែលមានទន្លេនានាហូរកាត់ពីក្រោមវា។ (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- យើងនឹងបញ្ចូលពួកគេទៅក្នុងឋានសួគ៌នានា ដែលមានទន្លេនានាហូរកាត់ពីក្រោមវា ដោយពួកគេស្ថិតនៅជាអមតៈនៅទីនោះ។ (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- ម្ចាស់របស់អ្នក ទ្រង់ជាអ្នកដឹងច្បាស់បំផុតថា អ្នកណាដែលវង្វេងចេញពីផ្លូវរបស់ទ្រង់ ហើយទ្រង់ជាអ្នកដឹងច្បាស់បំផុត។ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- ពួកអ្នកនឹងត្រូវបានបញ្ជូនត្រឡប់ទៅកាន់អ្នកដឹងនូវអាថ៌កំបាំង និងអ្វីដែលបើកចំហ ហើយទ្រង់នឹងប្រាប់ពួកអ្នកនូវអ្វីដែលពួកអ្នកបានប្រព្រឹត្ត។ (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- ពួកគេសម្លាប់កូនប្រុសរបស់ពួកអ្នក ហើយទុកឱ្យស្ត្រីរបស់ពួកអ្នករស់នៅ។ ហើយនៅក្នុងនោះគឺជាការសាកល្បងដ៏ធំធេងមួយពីម្ចាស់របស់ពួកអ្នក។ (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នក ទ្រង់ជាអ្នកដឹងច្បាស់បំផុតថា អ្នកណាដែលវង្វេងចេញពីផ្លូវរបស់ទ្រង់ ហើយទ្រង់។ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- អល់ឡោះ ដែលទ្រង់ជាម្ចាស់នៃអ្វីៗទាំងអស់នៅលើមេឃ និងនៅលើផែនដី។ (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- ក្នុងចំណោមប្រជាជាតិនានាដែលបានកន្លងផុតទៅមុនពួកអ្នក ពីចំណោមជីន និងមនុស្ស។ (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- ចូរពួកអ្នកគោរពប្រណិប័តន៍អល់ឡោះ ពួកអ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ តើពួកអ្នកមិនកោតខ្លាចទេឬ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- ហើយយើងបានដាក់ស្បៃបាំងលើបេះដូងរបស់ពួកគេ ដើម្បីកុំឱ្យពួកគេយល់វា ហើយដាក់ភាពធ្ងន់នៅក្នុងត្រចៀករបស់ពួកគេ។ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- ទ្រង់នឹងវិនិច្ឆ័យរវាងពួកគេនៅថ្ងៃបុណ្យឯកភាព ចំពោះអ្វីដែលពួកគេធ្លាប់មានជម្លោះ។ (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- គាត់បាននិយាយថាៈ "ឱក្រុមជនរបស់ខ្ញុំអើយ! តើពួកអ្នកយល់យ៉ាងណាដែរ ប្រសិនបើខ្ញុំស្ថិតលើភស្តុតាងច្បាស់លាស់មួយពីម្ចាស់របស់ខ្ញុំ?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- នោះគឺដោយសារតែអ្វីដែលដៃរបស់ពួកអ្នកបានប្រព្រឹត្តមកជាមុន ហើយអល់ឡោះមិនមែនជាអ្នកអយុត្តិធម៌ដល់ទាសកររបស់ទ្រង់ឡើយ។ (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- សម្រាប់ពួកគេនៅក្នុងលោកិយនេះគឺការអាម៉ាស់ ហើយសម្រាប់ពួកគេនៅក្នុងថ្ងៃបរលោកគឺទណ្ឌកម្មដ៏ធំធេង។ (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- អ្វីៗដែលនៅលើមេឃ និងនៅលើផែនដី ហើយអល់ឡោះគឺគ្រប់គ្រាន់ជាអ្នកមើលថែ។ (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- លើកលែងតែអ្នកដែលមានជំនឿ និងបានប្រព្រឹត្តអំពើល្អ សម្រាប់ពួកគេគឺបុណ្យសំណងដែលមិនចេះអស់។ (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- កុំឱ្យអ្នកធ្វើការគោរពប្រណិប័តន៍ចំពោះអ្វីដែលអ្នកគ្មានចំណេះដឹងអំពីវា ហើយកុំស្តាប់តាមពួកគេទាំងពីរ។ (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- ពិតប្រាកដណាស់ នេះគឺជាការរំលឹកមួយ ដូច្នេះអ្នកណាដែលមានបំណង ចូរគាត់ជ្រើសរើសផ្លូវមួយទៅកាន់ម្ចាស់របស់គាត់។ (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- ហើយអ្នកណាដែលដឹងគុណ នោះគាត់ដឹងគុណចំពោះខ្លួនឯង ហើយអ្នកណាដែលប្រកាន់រឹងទទឹង។ (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- អ្នកដែលប្រតិបត្តិសឡាត បង់ហ្សាកាត និងមានជំនឿយ៉ាងមុតមាំលើថ្ងៃបរលោក។ (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- អ៊ីប្រាហ៊ីម អ៊ីសម៉ាអ៊ីល អ៊ីសហាក យ៉ាកូប និងកូនចៅរបស់ពួកគេ និងអ្វីដែលបានប្រទានដល់មូសា និងអ៊ីសា។ (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- ជាក្រុមៗ រហូតដល់ពេលដែលពួកគេមកដល់វា ទ្វាររបស់វានឹងត្រូវបានបើក ហើយអ្នកយាមរបស់វានឹងនិយាយទៅកាន់ពួកគេ។ (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- អល់ឡោះមិនយកទោសពួកអ្នកដោយសារតែពាក្យឥតប្រយោជន៍ក្នុងការស្បថរបស់ពួកអ្នកទេ ប៉ុន្តែទ្រង់យកទោសពួកអ្នកដោយសារតែ។ (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- សេចក្តីមេត្តាករុណា ពួកគេរីករាយនឹងវា ហើយប្រសិនបើសេចក្តីអាក្រក់ណាមួយបានមកដល់ពួកគេដោយសារតែអ្វីដែលដៃរបស់ពួកគេបានប្រព្រឹត្ត។ (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- ឋានសួគ៌នានា ដែលមានទន្លេនានាហូរកាត់ពីក្រោមវា ដោយពួកគេស្ថិតនៅជាអមតៈនៅទីនោះ ហើយអ្វីដែលជាបុណ្យសំណងរបស់អ្នកធ្វើការគឺល្អប្រសើរប៉ុណ្ណា! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- អល់ឡោះជ្រាបនូវអ្វីដែលនៅលើមេឃ និងនៅលើផែនដី ហើយអល់ឡោះ។ (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- ចូរពួកអ្នកស្តាប់បង្គាប់អល់ឡោះ និងស្តាប់បង្គាប់អ្នកនាំសារ ប៉ុន្តែប្រសិនបើពួកអ្នកបែរចេញ នោះកាតព្វកិច្ចរបស់គាត់គឺ។ (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- សម្រាប់ពួកគេ គឺមានបុណ្យសំណងរបស់ពួកគេនៅឯម្ចាស់របស់ពួកគេ ហើយគ្មានការភ័យខ្លាចលើពួកគេទេ ហើយពួកគេ។ (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- ហើយពួកគេនិយាយថាៈ "តើនៅពេលដែលយើងក្លាយជាឆ្អឹង និងកំទេចកំចាយ តើយើងនឹងត្រូវបានប្រោសឱ្យរស់ឡើងវិញជាការបង្កើតថ្មីមែនទេ?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- ហើយពួកគេរកមិនឃើញសម្រាប់ខ្លួនឯងនូវអាណាព្យាបាល និងអ្នកជួយណាក្រៅពីអល់ឡោះឡើយ។ (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "តើអ្នកស្នាក់នៅរយៈពេលប៉ុន្មាន?" គាត់បាននិយាយថាៈ "ខ្ញុំបានស្នាក់នៅមួយថ្ងៃ ឬក៏មួយភាគនៃថ្ងៃ។" គាត់បាននិយាយ។ (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- ជារៀងរហូតរហូតដល់ថ្ងៃបុណ្យឯកភាព តើអ្នកណាដែលជាអាទិទេពក្រៅពីអល់ឡោះ ដែលអាចនាំមកឱ្យពួកអ្នក? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- អ្នកណាដែលប្រព្រឹត្តអំពើល្អ ទោះជាបុរស ឬស្ត្រី ហើយគាត់ជាអ្នកមានជំនឿ។ (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- អ្នកដែលរារាំងពីផ្លូវរបស់អល់ឡោះ ហើយចង់ឱ្យវាកោង ហើយពួកគេបដិសេធចំពោះថ្ងៃបរលោក។ (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- ចូរពួកអ្នកបរិភោគតាមដែលពួកអ្នកចង់ ប៉ុន្តែកុំចូលទៅជិតដើមឈើនេះឡើយ ដើម្បីកុំឱ្យពួកអ្នកក្លាយជាអ្នកអយុត្តិធម៌។ (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- ចូរអ្នកនិយាយថាៈ "ឱក្រុមជនរបស់ខ្ញុំអើយ! ចូរពួកអ្នកប្រព្រឹត្តតាមលទ្ធភាពរបស់ពួកអ្នក ពិតប្រាកដណាស់ ខ្ញុំក៏ជាអ្នកប្រព្រឹត្តដែរ ហើយពួកអ្នកនឹងដឹង។" (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- ពិតប្រាកដណាស់ អ្នកដែលខាតបង់ គឺអ្នកដែលបានខាតបង់ខ្លួនឯង និងក្រុមគ្រួសាររបស់ពួកគេនៅថ្ងៃបុណ្យឯកភាព សូមប្រយ័ត្ន។ (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- អ្នកណាដែលទទួលការណែនាំ នោះគាត់ទទួលការណែនាំសម្រាប់ខ្លួនឯង ហើយអ្នកណាដែលវង្វេង នោះគាត់វង្វេងសម្រាប់ខ្លួនឯង ហើយ។ (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- ហើយអ្នកដែលមិនជឿនិយាយថាៈ "ហេតុអ្វីបានជាគេមិនបានបញ្ចុះភស្តុតាងមួយមកលើគាត់ពីម្ចាស់របស់គាត់?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- អ្នកដែលបានបង្កើតពេលយប់សម្រាប់ពួកអ្នក ដើម្បីឱ្យពួកអ្នកសម្រាកនៅក្នុងនោះ និងពេលថ្ងៃ ដើម្បីឱ្យពួកអ្នកមើលឃើញ ពិតប្រាកដណាស់។ (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- មុនពេលដែលថ្ងៃមួយមកដល់ ដែលគ្មានការជួញដូរ និងគ្មានមិត្តភាពឡើយ។ (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- ដើម្បីឱ្យពួកគេពិចារណាថា គ្មានការឆ្កួតអ្វីនៅក្នុងសមមិត្តរបស់ពួកគេទេ គាត់គ្រាន់តែជាអ្នកដាស់តឿនប៉ុណ្ណោះ។ (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- ពួកគេស្ថិតនៅជាអមតៈនៅទីនោះ ទណ្ឌកម្មនឹងមិនត្រូវបានសម្រាលឡើយសម្រាប់ពួកគេ ហើយពួកគេក៏មិនត្រូវបានផ្តល់ពេលវេលាបន្ថែមដែរ។ (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- ចូរកុំបើកភ្នែករបស់អ្នកទៅកាន់អ្វីដែលយើងបានផ្តល់ឱ្យពួកគេមួយចំនួនជាការសប្បាយ។ (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- ហើយកុំបន្ថយឱ្យមនុស្សនូវវត្ថុរបស់ពួកគេ ហើយកុំបង្កចលាចលនៅលើផែនដី។ (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- ហើយសន្តិភាពចូរមានលើគាត់ នៅថ្ងៃដែលគាត់កើត និងថ្ងៃដែលគាត់ស្លាប់ និងថ្ងៃដែលគាត់ត្រូវបានប្រោសឱ្យរស់ឡើងវិញជាមនុស្សរស់។ (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- ឱក្រុមជនរបស់ខ្ញុំអើយ! ចូរពួកអ្នកប្រព្រឹត្តតាមលទ្ធភាពរបស់ពួកអ្នក ពិតប្រាកដណាស់ ខ្ញុំក៏ជាអ្នកប្រព្រឹត្តដែរ ហើយពួកអ្នកនឹងដឹងថាអ្នកណា។ (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- ហើយវាមិនមែនសម្រាប់អ្នកនាំសារណាម្នាក់ក្នុងការនាំយកភស្តុតាងមកឡើយ លើកលែងតែដោយមានការអនុញ្ញាតពីអល់ឡោះ។ (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- បន្ទាប់មក គ្រប់ព្រលឹងនឹងទទួលបាននូវអ្វីដែលខ្លួនបានប្រព្រឹត្តដោយពេញលេញ ហើយពួកគេមិនត្រូវបានគេអយុត្តិធម៌ឡើយ។ (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- ទោះជាបុរស ឬស្ត្រី ហើយគាត់ជាអ្នកមានជំនឿ ដូច្នេះពួកគេទាំងនោះនឹងត្រូវបានបញ្ចូលទៅក្នុងឋានសួគ៌។ (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- ទ្រង់មិនបានបង្កើតកូនទេ ហើយទ្រង់ក៏គ្មានដៃគូក្នុងការគ្រប់គ្រងដែរ។ (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- ហើយអ្នកណាដែលអល់ឡោះណែនាំ នោះគាត់គឺជាអ្នកទទួលការណែនាំ ហើយអ្នកណាដែលទ្រង់ធ្វើឱ្យវង្វេង នោះអ្នកនឹងមិនដែលរកឃើញ។ (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- ចូរក្រឡេកមើលចុះ តើពួកគេបានប្រដូចយ៉ាងណាចំពោះអ្នក ហើយពួកគេបានវង្វេងហើយ ពួកគេមិនអាចរកផ្លូវបានឡើយ។ (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- ចូរអ្នកនិយាយថាៈ "ពិតប្រាកដណាស់ ខ្ញុំខ្លាចទណ្ឌកម្មនៃថ្ងៃដ៏ធំធេង ប្រសិនបើខ្ញុំមិនស្តាប់បង្គាប់ម្ចាស់របស់ខ្ញុំ។" (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- គ្រឿងអាម៉ាស់របស់ពួកគេទាំងពីរបានលេចចេញឡើង ហើយពួកគេទាំងពីរបានចាប់ផ្តើមយកស្លឹកឈើរបស់ឋានសួគ៌មកបាំងខ្លួនឯង។ (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- ហើយចូរពួកអ្នកអំពាវនាវដល់អ្នកដែលពួកអ្នកអាចអំពាវនាវបាន ក្រៅពីអល់ឡោះ ប្រសិនបើពួកអ្នកជាអ្នកស្មោះត្រង់។ (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- អ្វីៗដែលនៅលើផែនដីទាំងអស់ និងចំនួនស្មើនឹងនោះបន្ថែមទៀត ដើម្បីប្រើវាលោះខ្លួនពួកគេ។ (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- ចូរពួកអ្នកកាន់យកនូវអ្វីដែលយើងបានផ្តល់ឱ្យពួកអ្នកដោយកម្លាំង ហើយចងចាំនូវអ្វីដែលនៅក្នុងនោះ ប្រហែលជាពួកអ្នកនឹងកោតខ្លាច។ (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- តើពួកអ្នកប្រព្រឹត្តអំពើអាសអាភាសដែលគ្មានអ្នកណាម្នាក់ក្នុងចំណោមអ្នកនៅលើលោកិយបានប្រព្រឹត្តពីមុនពួកអ្នកទេឬ? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- ហើយអ្វីៗដែលនៅលើមេឃ និងនៅលើផែនដី គឺជាកម្មសិទ្ធិរបស់អល់ឡោះ ហើយអល់ឡោះគឺជា។ (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- អំពើអាក្រក់ដែលពួកគេបានប្រព្រឹត្ត បានមកដល់ពួកគេ ហើយអ្វីដែលពួកគេធ្លាប់ចំអកឡកឡឺយ បានឡោមព័ទ្ធពួកគេ។ (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- អ្នកនាំសារម្នាក់ពីចំណោមពួកអ្នក ដែលបានសូត្រអាយ៉ាត់ៗរបស់យើងដល់ពួកអ្នក សំអាតពួកអ្នក និងបង្រៀនពួកអ្នកនូវគម្ពីរ និងប្រាជ្ញាវិជ្ជា។ (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- ពីទីនោះ មានប្រភពទឹកចំនួនដប់ពីរ បានហូរចេញមក។ ពិតប្រាកដណាស់ មនុស្សគ្រប់ក្រុមបានដឹងនូវកន្លែងផឹករបស់ខ្លួន។ (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- លើកលែងតែការស្មាន ពិតប្រាកដណាស់ ការស្មានមិនអាចជួយអ្វីបានឡើយចំពោះសេចក្តីពិត។ (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- ហើយនៅពេលដែលខ្ញុំបានបង្កើតគាត់ឱ្យល្អឥតខ្ចោះ ហើយបានផ្លុំវិញ្ញាណរបស់ខ្ញុំចូលទៅក្នុងគាត់ ចូរពួកអ្នកក្រាបចុះចំពោះគាត់។ (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- តើអ្នកណាដែលទទួលបានលទ្ធផលល្អនៅឋាននេះ? ពិតប្រាកដណាស់ អ្នកអយុត្តិធម៌នឹងមិនទទួលបានជោគជ័យឡើយ។ (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- អ្នកដែលបានបង្កើតមេឃ និងផែនដី ទ្រង់ជាអ្នកមានឫទ្ធិអំណាចក្នុងការបង្កើតឱ្យដូចពួកគេ។ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- សម្រាប់អ្នកមានជំនឿទាំងប្រុស និងទាំងស្រី គឺមានឋានសួគ៌នានា ដែលមានទន្លេនានាហូរកាត់ពីក្រោមវា ដោយពួកគេស្ថិតនៅជាអមតៈនៅទីនោះ។ (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- ហើយប្រសិនបើអ្នកសួរពួកគេថា តើអ្នកណាបានបង្កើតមេឃ និងផែនដី ពួកគេនឹងនិយាយថាៈ "អល់ឡោះ" ។ ចូរអ្នកនិយាយ។ (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- ហើយពិតប្រាកដណាស់ យើងបានបង្ហាញឧទាហរណ៍គ្រប់បែបយ៉ាងដល់មនុស្សនៅក្នុងគម្ពីរគួរអាននេះ។ (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- នៅពេលដែលអ្នកនាំសាររបស់យើងបានមកដល់លូត គាត់មានការព្រួយបារម្ភចំពោះពួកគេ ហើយចង្អៀតចិត្ត ហើយគាត់បាននិយាយ។ (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- ហើយនៅពេលដែលយើងបានមានបន្ទូលទៅកាន់ម៉ាឡាអ៊ីកាត់ថាៈ "ចូរពួកអ្នកក្រាបចុះចំពោះអាដាម" ពួកគេបានក្រាបចុះ លើកលែងតែអ៊ីប្លីស ដែលបានបដិសេធ។ (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- ហើយផែនដី យើងបានលាតសន្ធឹងវា ហើយយើងបានដាក់ភ្នំដ៏រឹងមាំនៅលើវា ហើយយើងបានបណ្តាលឱ្យមានអ្វីៗគ្រប់ប្រភេទដុះឡើងនៅលើវា។ (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- ពួកគេបានអំពាវនាវដល់អល់ឡោះដោយភក្តីភាពចំពោះទ្រង់ ហើយនៅពេលដែលទ្រង់បានជួយសង្គ្រោះពួកគេឱ្យទៅដល់គោក។ (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- សម្រាប់ពួកគេ គឺភេសជ្ជៈពីទឹកក្តៅដែលពុះកួច និងទណ្ឌកម្មដ៏ឈឺចាប់ ដោយសារតែពួកគេបានប្រកាន់រឹងទទឹង។ (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- តើយើងនឹងអំពាវនាវក្រៅពីអល់ឡោះនូវអ្វីដែលមិនអាចផ្តល់ប្រយោជន៍ដល់យើង ហើយក៏មិនអាចបង្កគ្រោះថ្នាក់ដល់យើងដែរឬ? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- ថា ពិតប្រាកដណាស់ អល់ឡោះជ្រាបនូវអ្វីដែលនៅលើមេឃ និងនៅលើផែនដី។ (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- តើអ្នកណាដែលស្អប់ខ្ពើមជាងអ្នកដែលបានប្រឌិតពាក្យកុហកទាស់នឹងអល់ឡោះ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- ពិតប្រាកដណាស់ នៅក្នុងនោះមានភស្ដុតាងមួយ ប៉ុន្តែពួកគេភាគច្រើនមិនមែនជាអ្នកមានជំនឿឡើយ។ (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- ដើម្បីឲ្យពួកគេធ្វើដំណើរនៅលើផែនដី ហើយមើលថាតើទីបញ្ចប់របស់អ្នកទាំងនោះយ៉ាងណា។ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- គាត់បាននិយាយថាៈ ឱប្រជាជនរបស់ខ្ញុំអើយ! ចូរពួកអ្នកគោរពប្រណិប័តន៍អល់ឡោះ ពួកអ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។ (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ទ្រង់នឹងបញ្ចូលគាត់ទៅក្នុងឋានសួគ៌នានា ដែលមានទន្លេនានាហូរពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- នៅថ្ងៃបរលោក នឹងត្រូវបានវិនិច្ឆ័យរវាងពួកគេនូវអ្វីដែលពួកគេបានខ្វែងគំនិតគ្នានៅក្នុងនោះ។ (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- តើពួកគេមិនបានធ្វើដំណើរនៅលើផែនដី ហើយមើលថាតើទីបញ្ចប់យ៉ាងណាដែរឬ? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- ឋានសួគ៌នានា ដែលមានទន្លេនានាហូរពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- ទ្រង់បញ្ចូលពេលយប់ទៅក្នុងពេលថ្ងៃ ហើយបញ្ចូលពេលថ្ងៃទៅក្នុងពេលយប់។ (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- អ្វីៗដែលនៅលើមេឃទាំងឡាយ និងនៅលើផែនដី សុទ្ធតែលើកតម្កើងសរសើរអល់ឡោះ។ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- ចូរពួកអ្នកគោរពប្រណិប័តន៍អល់ឡោះ ពួកអ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។ តើពួកអ្នកមិនកោតខ្លាចទេឬ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- ហើយនៅពេលដែលយើងបានមានបន្ទូលទៅកាន់ពួកម៉ាឡាអ៊ីកាត់ថាៈ ចូរពួកអ្នកស៊ូជូតចុះចំពោះអាដាំ ពួកគេក៏បានស៊ូជូត លើកលែងតែអ៊ីប្លីស។ (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- អល់ឡោះជ្រាបនូវអ្វីៗដែលនៅលើមេឃទាំងឡាយ និងនៅលើផែនដី។ (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- ឋានសួគ៌នានា ដែលមានទន្លេនានាហូរពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ ហើយនោះ។ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- រង្វាន់របស់គាត់គឺនៅឯម្ចាស់របស់គាត់ ហើយគ្មានការភ័យខ្លាចអ្វីឡើយចំពោះពួកគេ ហើយពួកគេ។ (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- នៅឯម្ចាស់របស់គាត់ ហើយគ្មានការភ័យខ្លាចអ្វីឡើយចំពោះពួកគេ ហើយពួកគេមិនកើតទុក្ខឡើយ។ (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- អ្នកណាដែលទទួលបានការណែនាំ គឺគាត់ទទួលបានការណែនាំសម្រាប់ខ្លួនគាត់ ហើយអ្នកណាដែលវង្វេង។ (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- ទទួលបានការណែនាំសម្រាប់ខ្លួនគាត់ ហើយអ្នកណាដែលវង្វេង គឺគាត់វង្វេងសម្រាប់ខ្លួនគាត់។ (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- ហេតុអ្វីបានជាគេមិនបានបញ្ចុះភស្ដុតាងមកកាន់គាត់ពីម្ចាស់របស់គាត់? ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់។ (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- អ្នកដែលមានជំនឿ និងបានប្រព្រឹត្តអំពើល្អ ពួកគេទទួលបានរង្វាន់គ្មានទីបញ្ចប់។ (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- ទ្រង់បញ្ចេញវត្ថុមានជីវិតពីវត្ថុគ្មានជីវិត ហើយបញ្ចេញវត្ថុគ្មានជីវិតពីវត្ថុមានជីវិត។ (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- អ្នកណាដែលមិនបានវិនិច្ឆ័យតាមអ្វីដែលអល់ឡោះបានបញ្ចុះ អ្នកទាំងនោះគឺជា។ (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- ទ្រង់បានបង្កើតមេឃទាំងឡាយ និងផែនដី និងអ្វីៗដែលនៅចន្លោះវា ក្នុងរយៈពេល ៦ ថ្ងៃ។ (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- ពិតប្រាកដណាស់ អល់ឡោះគឺជាម្ចាស់នៃការប្រោសប្រណីលើមនុស្សលោក ប៉ុន្តែភាគច្រើន។ (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- អល់ឡោះមិនមែនជាអ្នកដែលបំពានលើពួកគេឡើយ ប៉ុន្តែពួកគេបានបំពានលើខ្លួនឯង។ (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- ទ្រង់នឹងអភ័យទោសឲ្យអំពើបាបរបស់ពួកអ្នក ហើយបញ្ចូលពួកអ្នកទៅក្នុងឋានសួគ៌នានា ដែលមានទន្លេនានាហូរពីក្រោមវា។ (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- ទ្រង់បានហាមឃាត់ពួកអ្នកនូវសត្វងាប់ ឈាម សាច់ជ្រូក និងសត្វដែលត្រូវបានសម្លាប់ដោយគោរពដល់អ្វីផ្សេងក្រៅពីអល់ឡោះ។ (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- ពិតប្រាកដណាស់ ខ្ញុំខ្លាច ប្រសិនបើខ្ញុំមិនស្ដាប់បង្គាប់ម្ចាស់របស់ខ្ញុំ នឹងទទួលទណ្ឌកម្មនៅថ្ងៃដ៏ធំធេង។ (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- ប៉ុន្តែ ក្រោយពីចំណេះដឹងបានមកដល់ពួកគេ ដោយសារតែការច្រណែនឈ្នានីសរវាងពួកគេ។ (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- ពួកគេប្រតិបត្តិសឡាត ហើយបរិច្ចាគពីអ្វីដែលយើងបានប្រទានឲ្យពួកគេ ដោយសម្ងាត់ និងបង្ហាញ។ (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- តើយើងគួរបន់ស្រន់ដល់អ្វីផ្សេងក្រៅពីអល់ឡោះ ដែលមិនអាចផ្តល់ប្រយោជន៍ ឬបង្កគ្រោះថ្នាក់ដល់យើង? (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- ពួកគេមានជំនឿលើអ្វីដែលត្រូវបានបញ្ចុះមកកាន់អ្នក និងអ្វីដែលត្រូវបានបញ្ចុះមុនអ្នក។ (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- តើអ្នកមិនឃើញទេថា អល់ឡោះបញ្ចុះទឹកពីលើមេឃ? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- ពេលទ្រង់សម្រេចកិច្ចការអ្វីមួយ ទ្រង់គ្រាន់តែមានបន្ទូលទៅវាថាៈ ចូរកើតឡើង វាក៏កើតឡើង។ (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- ហើយទៅកាន់ម៉ាឌយ៉ាន (យើងបានបញ្ជូន) ប្អូនប្រុសរបស់ពួកគេ ឈ្មោះស្ហូអែប។ គាត់បាននិយាយថាៈ ឱប្រជាជនរបស់ខ្ញុំអើយ! ចូរពួកអ្នកគោរពប្រណិប័តន៍អល់ឡោះ។ (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- នោះគឺជាព័ត៌មានមួយចំនួនពីអាថ៌កំបាំង ដែលយើងបានផ្ដល់វ៉ាហ៊ីដល់អ្នក ហើយអ្នកមិនបានដឹងវាឡើយ។ (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- ហើយនៅពេលដែលអាយុកាលរបស់ពួកគេបានមកដល់ ពួកគេមិនអាចពន្យារពេលបានសូម្បីតែមួយម៉ោង ហើយក៏មិនអាចប្រញាប់បានដែរ។ (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- ហើយកុំពួកអ្នកដើរតាមជំហានរបស់ស្ហៃតាន ព្រោះវាគឺជាសត្រូវដ៏បង្ហាញឲ្យឃើញរបស់ពួកអ្នក។ (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- ហើយក្នុងចំណោមមនុស្ស មានអ្នកខ្លះដែលជជែកតវ៉ាអំពីអល់ឡោះ ដោយគ្មានចំណេះដឹង។ (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- អល់ឡោះប្រទានវាដល់អ្នកណាដែលទ្រង់សព្វព្រះទ័យ ហើយអល់ឡោះគឺជាម្ចាស់នៃការប្រោសប្រណីដ៏ធំធេង។ (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- គ្រប់ព្រលឹងនឹងទទួលបានរង្វាន់យ៉ាងពេញលេញតាមអ្វីដែលខ្លួនបានប្រព្រឹត្ត ហើយពួកគេមិនត្រូវបានបំពានឡើយ។ (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- ហើយកុំពួកអ្នកសម្លាប់ព្រលឹងដែលអល់ឡោះបានហាមឃាត់ លើកលែងតែដោយសិទ្ធិ។ (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- ពេលទ្រង់សម្រេចកិច្ចការអ្វីមួយ ទ្រង់គ្រាន់តែមានបន្ទូលទៅវាថាៈ ចូរកើតឡើង។ (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- ចូរពួកអ្នកចូលទៅក្នុងទ្វារនរកជាច្រើន ដោយស្ថិតនៅក្នុងនោះជាអមតៈ ហើយជាកន្លែងស្នាក់អាស្រ័យដ៏អាក្រក់បំផុតសម្រាប់ពួកអ្នកដែលឆ្មើងឆ្មៃ! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- តើអ្នកមិនបានឃើញអ្នកដែលត្រូវបានផ្ដល់ចំណែកមួយពីគម្ពីរទេឬ? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- សម្រាប់ពួកគេគឺឋានសួគ៌នានា ដែលមានទន្លេនានាហូរពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- ឱប្រជាជនរបស់ខ្ញុំអើយ! ចូរពួកអ្នកប្រព្រឹត្តតាមសមត្ថភាពរបស់ពួកអ្នក ខ្ញុំក៏ជាអ្នកប្រព្រឹត្តដែរ ហើយពួកអ្នកនឹងដឹង។ (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- អ្នកណាដែលប្រឆាំងនឹងអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ នោះគាត់នឹងទទួលបានភ្លើងនរក ដោយស្ថិតនៅក្នុងនោះជាអមតៈ។ (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- យើងបានដាក់ស្បៃនៅលើដួងចិត្តរបស់ពួកគេ ដើម្បីកុំឲ្យពួកគេយល់វា ហើយថ្លង់នៅត្រចៀករបស់ពួកគេ។ (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- ហើយយើងមិនបានបញ្ជូនអ្នកដាស់តឿនទៅកាន់ទីក្រុងណាមួយ លើកលែងតែពួកអ្នកមានវិបុលភាពនៅទីនោះបាននិយាយថាៈ យើង។ (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- ពួកគេបាននិយាយថាៈ ចូរអ្នកអធិដ្ឋានទៅកាន់ម្ចាស់របស់អ្នកឲ្យយើង ដើម្បីទ្រង់នឹងបញ្ជាក់ប្រាប់យើងថាវាគឺជាអ្វី។ (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- ពួកគេនឹងនិយាយថាៈ អល់ឡោះ។ ចូរអ្នកពោលថាៈ ការសរសើរទាំងឡាយគឺសម្រាប់អល់ឡោះ! ប៉ុន្តែភាគច្រើនរបស់ពួកគេ។ (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- ហើយការឆ្លើយតបរបស់ប្រជាជនគាត់ គឺពួកគេបាននិយាយថាៈ ចូរពួកអ្នកបណ្តេញពួកគេចេញ។ (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- មានទន្លេនានាហូរពីក្រោមវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ នោះគឺជាជោគជ័យដ៏ធំធេង។ (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- អ្នកទាំងនោះគឺនៅលើការណែនាំពីម្ចាស់របស់ពួកគេ ហើយអ្នកទាំងនោះគឺជាអ្នកទទួលជោគជ័យ។ (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- អ្នកដែលទទួលទណ្ឌកម្មដ៏អាម៉ាស់ និងទទួលទណ្ឌកម្មដ៏ស្ថិតស្ថេរ។ (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- ចូរពួកអ្នកធ្វើដំណើរនៅលើផែនដី ហើយមើលថាតើទីបញ្ចប់របស់អ្នកប្រឆាំងទាំងនោះយ៉ាងណា។ (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- ពួកគេមិនដែលប្រាថ្នាចង់បានវាឡើយ ដោយសារអ្វីដែលដៃរបស់ពួកគេបានប្រព្រឹត្ត ហើយអល់ឡោះជ្រាបចំពោះអ្នកបំពានទាំងឡាយ។ (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- ទ្រង់ជ្រាបបំផុតចំពោះអ្នកដែលវង្វេងពីផ្លូវរបស់ទ្រង់ ហើយទ្រង់ជ្រាបបំផុត។ (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- ពិតប្រាកដណាស់ អល់ឡោះគឺជាម្ចាស់របស់ខ្ញុំ និងជាម្ចាស់របស់ពួកអ្នក ដូច្នេះចូរពួកអ្នកគោរពប្រណិប័តន៍ទ្រង់ នេះគឺជាមាគ៌ាត្រង់។ (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- ទ្រង់គឺជាម្ចាស់នៃការប្រោសប្រណីលើមនុស្សលោក ប៉ុន្តែភាគច្រើនរបស់ពួកគេមិនដឹងគុណឡើយ។ (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- យើងមិនបានបង្កើតមេឃទាំងឡាយ និងផែនដី និងអ្វីៗដែលនៅចន្លោះវា ក្រៅតែពីដោយការពិត និងអាយុកាលដែលបានកំណត់។ (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- ចូរអ្នកទុកឲ្យពួកគេ ពួកគេពោលពាក្យឥតប្រយោជន៍ និងលេងសើចទៅ រហូតដល់ពួកគេជួបនឹងថ្ងៃរបស់ពួកគេ ដែលពួកគេត្រូវបានសន្យា។ (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- ហើយនៅពេលដែលពួកគេជួបអ្នកដែលមានជំនឿ ពួកគេនិយាយថាៈ យើងមានជំនឿហើយ ប៉ុន្តែនៅពេលដែលពួកគេនៅដាច់ដោយឡែក។ (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- ពួកគេអនុវត្តតាមគម្ពីរតាវរ៉ត និងគម្ពីរអ៊ីងជីល និងអ្វីដែលត្រូវបានបញ្ចុះមកកាន់ពួកគេពីម្ចាស់របស់ពួកគេ។ (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- ទ្រង់ជ្រាបនូវអ្វីដែលនៅពីមុខពួកគេ និងអ្វីដែលនៅពីក្រោយពួកគេ ហើយពួកគេមិនអាចដឹងបានគ្រប់ជ្រុងជ្រោយឡើយ។ (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- ហើយទ្រង់គឺជាអ្នកដែលបានបង្កើតមេឃទាំងឡាយ និងផែនដីក្នុងរយៈពេល ៦ ថ្ងៃ។ (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- ពិតប្រាកដណាស់ នៅក្នុងនោះមានភស្ដុតាងសម្រាប់ពួកអ្នក ប្រសិនបើពួកអ្នកជាអ្នកមានជំនឿ។ (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- ហើយអ្វីដែលបានរារាំងមនុស្សពីការមានជំនឿ នៅពេលដែលការណែនាំបានមកដល់ពួកគេ? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- ហើយពួកគេបានយកអ្វីមកធ្វើជាដៃគូនឹងអល់ឡោះ ដើម្បីបង្វែរចេញពីផ្លូវរបស់ទ្រង់។ ចូរអ្នកពោលថាៈ ចូរពួកអ្នករីករាយចុះ។ (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- ហើយពួកគេបានភ្ញាក់ផ្អើល ដោយសារអ្នកដាស់តឿនម្នាក់ពីចំណោមពួកគេបានមកកាន់ពួកគេ ហើយពួកអ្នកប្រឆាំងបាននិយាយថាៈ នេះគឺជា។ (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នក ទ្រង់ជ្រាបបំផុតចំពោះអ្នកដែលវង្វេងពីផ្លូវរបស់ទ្រង់។ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- ដូចអ្នកដែលចំណាយទ្រព្យសម្បត្តិរបស់គាត់ ដើម្បីបង្ហាញអំនួតដល់មនុស្ស ហើយមិនជឿលើអល់ឡោះ។ (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- ចូរពួកអ្នកបរិច្ចាគពីអ្វីដែលយើងបានប្រទានដល់ពួកអ្នក មុនពេលវាមកដល់។ (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- ទ្រង់បានបង្ក្រាបឲ្យពួកអ្នកនូវអ្វីៗដែលនៅលើមេឃទាំងឡាយ និងនៅលើផែនដី។ (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- ហើយពិតប្រាកដណាស់ យើងស្ថិតក្នុងការសង្ស័យចំពោះអ្វីដែលអ្នកអំពាវនាវឲ្យយើង។ (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នក ទ្រង់ពង្រីក និងចង្អៀតនូវអាហារូបភោគដល់អ្នកណាដែលទ្រង់សព្វព្រះទ័យ។ ពិតប្រាកដណាស់ ទ្រង់។ (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- ជាម្ចាស់នៃមេឃទាំងឡាយ និងផែនដី និងអ្វីៗដែលនៅចន្លោះវា ប្រសិនបើពួកអ្នកជាអ្នកជឿជាក់។ (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- យើងមានជំនឿលើអល់ឡោះ និងអ្វីដែលត្រូវបានបញ្ចុះមកកាន់យើង និងអ្វីដែលត្រូវបានបញ្ចុះមកកាន់ (ពួកណាប៊ីមុនៗ)។ (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- ហើយអ្នកដែលបំពានត្រូវបានសម្លេងយ៉ាងឃោរឃៅចាប់យក ហើយពួកគេបានក្លាយជាអ្នកស្លាប់បាក់បែកនៅក្នុងផ្ទះរបស់ពួកគេ។ (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- គ្មានកំហុសអ្វីឡើយចំពោះពួកអ្នក នូវអ្វីដែលពួកគេបានប្រព្រឹត្តចំពោះខ្លួនឯងនោះ។ (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- ម្ចាស់របស់អ្នក ទ្រង់ជ្រាបបំផុតចំពោះអ្នកដែលវង្វេងពីផ្លូវរបស់ទ្រង់ ហើយទ្រង់។ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- ដោយព្រលឹង (វ៉ាហ៊ី) ពីបញ្ជារបស់ទ្រង់ មកកាន់អ្នកណាដែលទ្រង់សព្វព្រះទ័យ ក្នុងចំណោមបាវបម្រើរបស់ទ្រង់។ (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- ហើយយើងបានប្រទានឲ្យអ៊ីសា បុត្រីរបស់មរយ៉ាំ នូវភស្ដុតាងច្បាស់លាស់ ហើយយើងបានពង្រឹងគាត់ដោយព្រលឹងបរិសុទ្ធ។ (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- ដើម្បីទ្រង់វិនិច្ឆ័យរវាងពួកគេនៅថ្ងៃបរលោក នូវអ្វីដែលពួកគេបានខ្វែងគំនិតគ្នានៅក្នុងនោះ។ (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- យើងបានបង្វែរផ្នែកខាងលើរបស់វាទៅខាងក្រោម ហើយយើងបានបង្អុរដុំថ្មពីដីឥដ្ឋដុតមកលើពួកគេ។ (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- វាដូចគ្នាទៅលើពួកគេ ថាតើអ្នកបានដាស់តឿនពួកគេ ឬអ្នកមិនបានដាស់តឿនពួកគេ ពួកគេមិនជឿឡើយ។ (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- ក្រៅពីមនុស្ស ចូរពួកអ្នកប្រាថ្នាចង់ស្លាប់ទៅ ប្រសិនបើពួកអ្នកជាអ្នកស្មោះត្រង់។ (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- អល់ឡោះ ពួកអ្នកគ្មានអាទិទេពណាផ្សេងក្រៅពីទ្រង់ឡើយ។ តើពួកអ្នកមិនកោតខ្លាចទេឬ? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- មិនថាយើងបង្ហាញអ្នកនូវខ្លះៗពីអ្វីដែលយើងបានសន្យានឹងពួកគេ ឬយើងធ្វើឲ្យអ្នកស្លាប់ទៅ ក៏ពួកគេនឹងត្រូវវិលត្រឡប់មកកាន់យើងដែរ។ (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- ពួកគេបាននិយាយថាៈ តើនៅពេលដែលយើងបានស្លាប់ ហើយក្លាយជាធូលីដី និងឆ្អឹង តើយើងនឹងត្រូវបានប្រោសឲ្យរស់ឡើងវិញមែនឬ? (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- ពិតប្រាកដណាស់ ការប្រោសប្រណីគឺស្ថិតនៅក្នុងព្រះហស្តរបស់អល់ឡោះ ទ្រង់ប្រទានវាដល់អ្នកណាដែលទ្រង់សព្វព្រះទ័យ ហើយអល់ឡោះ។ (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- ហើយពួកអ្នកនឹងត្រូវបានប្រមូលត្រឡប់ទៅកាន់អ្នកដែលជ្រាបនូវអាថ៌កំបាំង និងការបង្ហាញ រួចទ្រង់នឹងប្រាប់ពួកអ្នកនូវអ្វីដែលពួកអ្នកធ្លាប់បានប្រព្រឹត្ត។ (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- ឱអ្នកដែលមានជំនឿ! ចូរពួកអ្នកនឹកចាំនូវការប្រោសប្រណីរបស់អល់ឡោះដែលទ្រង់បានប្រទានមកលើពួកអ្នក នៅពេលដែល។ (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- ហើយយើងមិនបានបញ្ជូន (អ្នកនាំសារ) មុនអ្នកទេ លើកលែងតែបុរសៗដែលយើងបានផ្ដល់វ៉ាហ៊ីដល់ពួកគេ។ (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- ទ្រង់នឹងអភ័យទោសឲ្យអំពើបាបរបស់គាត់ ហើយបញ្ចូលគាត់ទៅក្នុងឋានសួគ៌នានា ដែលមានទន្លេនានាហូរពីក្រោមវា។ (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- អ្នកណាដែលឈឺ ឬធ្វើដំណើរ គឺត្រូវឲ្យគេបំពេញចំនួនថ្ងៃផ្សេងទៀត។ (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- ពួកគេមិនដើរតាមអ្វីក្រៅពីការស្មាន ហើយពួកគេមិនមែនជាអ្នកផ្សេងក្រៅពីអ្នកប៉ាន់ស្មាននោះឡើយ។ (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- គំរូដ៏ល្អមួយសម្រាប់អ្នកដែលមានសង្ឃឹមចំពោះអល់ឡោះ និងថ្ងៃចុងក្រោយ។ (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- ហើយយើងមិនបានបង្កើតមេឃទាំងឡាយ និងផែនដី និងអ្វីៗដែលនៅចន្លោះវា ក្រៅតែដោយការពិតប៉ុណ្ណោះ។ (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- ចូរអ្នកយកដៃរបស់អ្នកដាក់ទៅក្នុងហោប៉ៅរបស់អ្នក វានឹងចេញមកសភ្លឺថ្លាដោយគ្មានជំងឺអ្វីឡើយ។ (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- ទ្រង់បានជ្រើសរើសអ្នកណាដែលទ្រង់សព្វព្រះទ័យជាមួយនឹងសេចក្ដីមេត្តាករុណារបស់ទ្រង់ ហើយអល់ឡោះគឺជាម្ចាស់នៃការប្រោសប្រណីដ៏ធំធេង។ (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- តើអ្នកមិនដឹងទេថា អល់ឡោះគឺជាម្ចាស់នៃរាជ្យនៃមេឃទាំងឡាយ និងផែនដី? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- ហើយអ្វីដែលពួកអ្នកបានប្រព្រឹត្តល្អសម្រាប់ខ្លួនឯង ពួកអ្នកនឹងរកឃើញវានៅឯអល់ឡោះ។ (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- ហើយមិនថាអ្នកចេញពីទីណាទេ ចូរអ្នកបែរមុខរបស់អ្នកទៅកាន់វិហារអ៊ិស្លាមដ៏ឧត្តុង្គឧត្តម។ (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- អ្នកដែលបានកន្លងទៅមុនពួកអ្នក ហើយអ្នកនឹងមិនដែលរកឃើញការផ្លាស់ប្តូរនៅក្នុងច្បាប់របស់អល់ឡោះឡើយ។ (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- ជាម្ចាស់ដែលអ្វីៗនៅលើមេឃទាំងឡាយ និងនៅលើផែនដី គឺសម្រាប់ទ្រង់។ (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- ហើយស្ត្រីណាម្នាក់មិនមានផ្ទៃពោះ និងមិនសម្រាលកូនឡើយ លើកលែងតែដោយចំណេះដឹងរបស់ទ្រង់។ (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- ទ្រង់បានបង្ក្រាបពេលយប់ ព្រះអាទិត្យ និងព្រះចន្ទ្រា គ្រប់ៗវាដំណើរទៅតាមអាយុកាលដែលបានកំណត់។ (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- មានទន្លេនានាហូរពីក្រោមវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ ហើយនោះគឺជារង្វាន់។ (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- គាត់បាននិយាយថាៈ ទេតែព្រលឹងរបស់ពួកអ្នកបានបំភាន់ពួកអ្នកឲ្យធ្វើការមួយ ដូច្នេះការអត់ធ្មត់ដ៏ស្អាត។ (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- អ្វីៗដែលនៅលើមេឃទាំងឡាយ និងនៅលើផែនដី ហើយថាអល់ឡោះ។ (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- ហើយគ្មានអ្នកនាំសារណាម្នាក់បានមកកាន់ពួកគេទេ លើកលែងតែពួកគេបានចំអកដាក់គាត់។ (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- ពួកគេបាននិយាយថាៈ ឱមូសា! តើអ្នកជាអ្នកបោះ ឬក៏យើងជាអ្នកបោះ? (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- ទ្រង់គឺជាអ្នកដែលធ្វើឲ្យពួកអ្នកស្លាប់ ហើយក្នុងចំណោមពួកអ្នក មានអ្នកខ្លះត្រូវបានឲ្យត្រឡប់ទៅកាន់វ័យចាស់ជ្រុល ដើម្បី។ (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- សម្រាប់ពួកគេគឺឋានសួគ៌នានា នៅឯម្ចាស់របស់ពួកគេ ដែលមានទន្លេនានាហូរពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- ហើយយើងបានដាក់ស្បៃនៅលើដួងចិត្តរបស់ពួកគេ ដើម្បីកុំឲ្យពួកគេយល់វា ហើយថ្លង់នៅត្រចៀករបស់ពួកគេ។ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- ពិតប្រាកដណាស់ ការសន្យារបស់អល់ឡោះគឺពិត ប៉ុន្តែភាគច្រើនរបស់ពួកគេមិនដឹងឡើយ។ (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- នោះគឺដោយសារតែពួកគេបានប្រឆាំងនឹងអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយអ្នកណាដែលប្រឆាំងនឹងអល់ឡោះ។ (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- ហើយនៅថ្ងៃដែលទ្រង់នឹងអំពាវនាវពួកគេ ហើយមានបន្ទូលថាៈ តើដៃគូរបស់ខ្ញុំនៅឯណា ដែលពួកអ្នកធ្លាប់បានប្រកាន់? (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- តើពួកគេមិនបានឃើញទេថា អល់ឡោះដែលបានបង្កើតមេឃទាំងឡាយ និងផែនដី គឺទ្រង់មានឫទ្ធានុភាពក្នុងការបង្កើតដូចពួកគេ? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- (អ្នក) ដែលបានបង្កើតពួកអ្នកពីដី បន្ទាប់មកពីទឹកកាមមួយដំណក់ បន្ទាប់មក។ (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- ពួកគេនឹងនិយាយថាៈ ឱម្ចាស់របស់យើង! ហេតុអ្វីបានជាទ្រង់មិនបានបញ្ជូនអ្នកនាំសារមកកាន់យើង ដើម្បីយើងដើរតាមអាយ៉ាត់ៗរបស់ទ្រង់? (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- បន្ទាប់មក ការវិលត្រឡប់របស់ពួកគេគឺទៅកាន់ម្ចាស់របស់ពួកគេ ហើយទ្រង់នឹងប្រាប់ពួកគេនូវអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ត។ (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- ពួកគេគ្មានចំណេះដឹងអ្វីឡើយចំពោះការនោះ ពួកគេមិនដើរតាមអ្វីក្រៅពីការស្មាននោះឡើយ។ (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- ពិតប្រាកដណាស់ យើងបានរកឃើញបុព្វបុរសរបស់យើងស្ថិតលើសាសនាមួយ ហើយយើងក៏ជាអ្នកដើរតាមគន្លងរបស់ពួកគេដែរ។ (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- អ្នកដែលត្រូវបានផ្ដល់គម្ពីរ ពួកគេមិនបានខ្វែងគំនិតគ្នាទេ លើកលែងតែក្រោយពីចំណេះដឹងបានមកដល់ពួកគេ។ (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- ហើយនៅពេលដែលអ៊ីព្រាហ៊ីមបាននិយាយថាៈ ឱម្ចាស់របស់ខ្ញុំ! ចូរទ្រង់ធ្វើទីក្រុងនេះឲ្យមានសន្តិភាព។ (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- ហើយទ្រង់បានប្រទានឲ្យពួកអ្នកនូវត្រចៀក ភ្នែក និងដួងចិត្ត ប៉ុន្តែពួកអ្នកមិនសូវដឹងគុណឡើយ។ (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- អ្នកដែលជជែកតវ៉ាអំពីអាយ៉ាត់ៗរបស់អល់ឡោះ ដោយគ្មានអំណាចណាមួយមកដល់ពួកគេ។ (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- ដូច្នេះ ចូរពួកអ្នកដើរតាមសាសនារបស់អ៊ីព្រាហ៊ីម ដែលគាត់ជាអ្នកមានជំនឿត្រឹមត្រូវ ហើយគាត់មិនមែនជាអ្នកគោរពព្រះជាច្រើនឡើយ។ (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- ហើយនៅពេលដែលយើងបានជួយសង្គ្រោះពួកអ្នកពីពួកហ្វ៊ីរអ៊ូន ដែលពួកគេបានដាក់ទារុណកម្មយ៉ាងធ្ងន់ធ្ងរមកលើពួកអ្នក។ (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- នោះគឺជាសាសនាដ៏ត្រឹមត្រូវ ប៉ុន្តែមនុស្សភាគច្រើនមិនដឹងឡើយ។ (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- តើអ្នកមិនឃើញទេថា អល់ឡោះបានបង្ក្រាបឲ្យពួកអ្នកនូវអ្វីៗដែលនៅក្នុង។ (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- ពួកអ្នកប្រឆាំងនឹងនិយាយថាៈ នេះមិនមែនជាអ្វីក្រៅពីការធ្វើមន្តអាគមដ៏បង្ហាញឲ្យឃើញនោះឡើយ។ (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- ហើយនៅពេលដែលអាយ៉ាត់ៗរបស់យើងត្រូវបានសូត្រដល់ពួកគេយ៉ាងច្បាស់លាស់ ពួកអ្នកប្រឆាំងបាននិយាយថា។ (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- ឋានសួគ៌អាដន់ ដែលមានទន្លេនានាហូរពីក្រោមពួកវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- ទ្រង់បង្កើតនូវអ្វីដែលទ្រង់សព្វព្រះទ័យ ហើយអល់ឡោះគឺជាអ្នកដែលមានឫទ្ធិលើអ្វីៗទាំងអស់។ (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- ដើម្បីទ្រង់អភ័យទោសឲ្យអំពើបាបរបស់ពួកអ្នក ហើយបង្អង់ពួកអ្នកទៅដល់អាយុកាលដែលបានកំណត់។ (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- តើពួកអ្នកចង់បង្វែរយើងចេញពីអ្វីដែលបុព្វបុរសរបស់យើងធ្លាប់គោរពប្រណិប័តន៍មែនឬ? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- ហើយនៅពេលដែលម្ចាស់របស់អ្នកបានមានបន្ទូលទៅកាន់ពួកម៉ាឡាអ៊ីកាត់ថាៈ ពិតប្រាកដណាស់ ខ្ញុំនឹងបង្កើតមនុស្សពីដីឥដ្ឋ។ (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- ហើយទ្រង់គឺជាអ្នកដែលបញ្ជូនខ្យល់ជាដំណឹងល្អមុននឹងសេចក្ដីមេត្តាករុណារបស់ទ្រង់។ (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- ចូរអ្នកពោលថាៈ ចូរពួកអ្នកធ្វើដំណើរនៅលើផែនដី ហើយមើលថាតើទីបញ្ចប់យ៉ាងណា។ (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- ពិតប្រាកដណាស់ នៅក្នុងការបង្កើតមេឃទាំងឡាយ និងផែនដី និងការផ្លាស់ប្តូរវេននៃពេលយប់ និងពេលថ្ងៃ (គឺជាភស្ដុតាង)។ (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- តើអ្នកណាដែលឲ្យអល់ឡោះខ្ចីកម្ចីដ៏ល្អ ដើម្បីទ្រង់នឹងបង្គុរឲ្យគាត់កាន់តែច្រើន? (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- ដូច្នេះ ចូរអ្នកវិនិច្ឆ័យរវាងពួកគេដោយអ្វីដែលអល់ឡោះបានបញ្ចុះ ហើយកុំដើរតាមតណ្ហារបស់ពួកគេ។ (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- តើពួកគេកំពុងរង់ចាំអ្វីក្រៅពីការមកដល់របស់ពួកម៉ាឡាអ៊ីកាត់មកកាន់ពួកគេ ឬការមកដល់នៃបញ្ជារបស់ម្ចាស់អ្នក? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- ពិតប្រាកដណាស់ អ្នកដែលបានប្រឌិតពាក្យកុហកទាស់នឹងអល់ឡោះ ពួកគេមិនទទួលជោគជ័យឡើយ។ (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- ដូចរបៀបរបស់ពួកហ្វ៊ីរអ៊ូន និងអ្នកដែលមុនពួកគេ ដែលពួកគេបានប្រឆាំងនឹងអាយ៉ាត់ៗរបស់យើង។ (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- ហើយគាត់ផ្ដល់ដំណឹងល្អដល់អ្នកដែលមានជំនឿ និងប្រព្រឹត្តអំពើល្អថា ពួកគេនឹងទទួលបានរង្វាន់។ (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- អល់ឡោះពង្រីក និងចង្អៀតនូវអាហារូបភោគដល់អ្នកណាដែលទ្រង់សព្វព្រះទ័យក្នុងចំណោមបាវបម្រើរបស់ទ្រង់។ (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- ហើយពួកអ្នកនឹងត្រូវបានប្រមូលត្រឡប់ទៅកាន់អ្នកដែលជ្រាបនូវអាថ៌កំបាំង និងការបង្ហាញ រួចទ្រង់នឹងប្រាប់ពួកអ្នកនូវអ្វីដែលពួកអ្នកធ្លាប់បានប្រព្រឹត្ត។ (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- ហើយសាច់ញាតិជិតស្និទ្ធ ពួកគេខ្លះមានសិទ្ធិជាងអ្នកដទៃក្នុងគម្ពីររបស់អល់ឡោះ។ (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — កាតព្វកិច្ច (ត្រូវតែធ្វើ; ការលះបង់គឺជាអំពើបាប)
- mustahabb / mandub (مستحب / مندوب) — ត្រូវបានណែនាំ (ទទួលបានរង្វាន់ប្រសិនបើធ្វើ មិនមែនជាអំពើបាបទេប្រសិនបើលះបង់)
- mubah (مباح) — អព្យាក្រឹត / អនុញ្ញាត (គ្មានរង្វាន់និងគ្មានបាប)
- makruh (مكروه) — គួរឱ្យស្អប់ខ្ពើម (មិនត្រូវបានគេចូលចិត្ត ប៉ុន្តែមិនមែនជាអំពើបាបទេប្រសិនបើធ្វើ)
- haram (حرام) — ហារាម (ហាមឃាត់; ការធ្វើគឺជាអំពើបាប)
- halal (حلال, អនុញ្ញាត / ស្របច្បាប់) — រួមបញ្ចូលទាំង mubah និង mustahabb — អ្វីៗទាំងអស់ដែលមិនត្រូវបានហាមឃាត់
- ចូរគោរពបូជាតែអល់ឡោះប៉ុណ្ណោះ ហើយសូមជំនួយ/ជំនួយពីទ្រង់។ 1:5
- ចូរគោរពបូជាតែអល់ឡោះប៉ុណ្ណោះ។ 2:21
- កុំធ្វើពហុទេពនិយមជាមួយអល់ឡោះ។ 2:22
- អល់ឡោះគឺជាអ្នកអភ័យទោស (ទទួលយកការប្រែចិត្ត) ទ្រង់បានទទួលយកការប្រែចិត្តរបស់អាដាម (សន្តិភាពកើតមានដល់គាត់)។ 2:37
- កុំលាយបញ្ចូលសេចក្តីពិតជាមួយសេចក្តីមិនពិត ហើយកុំលាក់បាំងសេចក្តីពិត។ 2:42
- ចូរប្រតិបត្តិសឡាត (ការអធិស្ឋានប្រចាំថ្ងៃ) ហើយចូរបង់ហ្សាកាត (ទាន)។ 2:43
- ចូរបង្គាប់អ្នកដទៃឲ្យធ្វើអំពើល្អ លុះត្រាតែអ្នកផ្ទាល់បានអនុវត្តវា។ 2:44
- ចូរស្វែងរកជំនួយពីអល់ឡោះក្នុងកិច្ចការទាំងអស់របស់អ្នក។ 2:45
- កុំចូលរួមក្នុងអំពើពុករលួយ ហើយកុំផ្សព្វផ្សាយវា។ 2:60
- កុំរារាំងមនុស្សពីការទៅកាន់កន្លែងគោរពបូជា។ 2:114
- ចូរគោរពភាពពិសិដ្ឋនៃវិហារអ៊ិស្លាម។ ចូររក្សាកន្លែងអធិស្ឋានរបស់អ្នកឱ្យស្អាតស្អំ និងបរិសុទ្ធ។ 2:125
- ចូរចងចាំអល់ឡោះ (តាមរយៈការអធិស្ឋាន ការសរសើរតម្កើង។ល។) ហើយទ្រង់នឹងចងចាំអ្នក ហើយចូរដឹងគុណចំពោះទ្រង់។ 2:152
- ចូរអត់ធ្មត់ក្នុងគ្រាលំបាក។ 2:153
- កុំដើរតាមគន្លងរបស់ស្ហៃតាន (អារក្ស) ដែលជាសត្រូវច្បាស់លាស់។ 2:168
- កុំដើរតាមនរណាម្នាក់ដោយងងឹតងងុល។ 2:170
- ចូរថែរក្សា និងបំពេញនូវវត្ថុទុកចិត្តទាំងអស់។ ចូរបំពេញកាតព្វកិច្ចសាសនារបស់អ្នកដោយស្មោះត្រង់។ ចូរបំពេញសច្ចាប្រណិធាន និងកិច្ចព្រមព្រៀងរបស់អ្នក។ ចូររក្សាការសន្យា ជាពិសេសការសន្យាដែលបានធ្វើចំពោះអល់ឡោះ។ ចូរគាំទ្រអ្នកដែលត្រូវការ និងបន្ថយការលំបាក។ ចូរចៀសវាងពីការប្រព្រឹត្តអំពើបាបដែលនាំឱ្យបាត់បង់ព្រះគុណដ៏ទេវភាព។ កុំអនុញ្ញាតឱ្យភាពក្រអឺតក្រទមនាំអ្នកឱ្យទៅរកភាពអយុត្តិធម៌។ 2:177
- នៅក្នុងការសងសឹក (ច្បាប់ស្មើភាពក្នុងការផ្តន្ទាទោស) មានជីវិតសម្រាប់អ្នក។ 2:179
- ចូរតមអាហារក្នុងខែរ៉ាម៉ាដាន់។ ចូរប្រតិបត្តិតាមការតមអាហារដែលបានកំណត់ ដើម្បីឱ្យអ្នកក្លាយជាអ្នកកាន់សាសនា (អាល់-មុតតាគីន)។ 2:183
- ចូរគោរពគម្ពីគួរអានជាប្រភពណែនាំចុងក្រោយ។ 2:185
- កុំស៊ីទ្រព្យសម្បត្តិគ្នាទៅវិញទៅមកដោយអយុត្តិធម៌ ហើយកុំផ្តល់សំណូកដល់ចៅក្រម (មុនពេលបង្ហាញករណីរបស់អ្នក)។ 2:188
- កុំជិះជាន់អ្នកដទៃ ទាំងពាក្យសម្តី ឬទង្វើ។ កុំប្រយុទ្ធជាអ្នកឈ្លានពាន ប៉ុន្តែសម្រាប់ការពារខ្លួនតែប៉ុណ្ណោះ។ 2:190
- ចូរការពារក្មេងកំព្រា។ ទាក់ទងនឹងក្មេងកំព្រា ចូរធ្វើការដោយស្មោះត្រង់លើទ្រព្យសម្បត្តិរបស់ពួកគេ ហើយកុំស៊ីទ្រព្យសម្បត្តិរបស់ពួកគេ។ 2:220
- ចូរប្រែចិត្ត ហើយស្វែងរកការអភ័យទោសពីអល់ឡោះ។ កុំរួមភេទអំឡុងពេលមករដូវ។ ចូររក្សាភាពបរិសុទ្ធ (ទាំងផ្លូវកាយ និងផ្លូវចិត្ត)។ 2:222
- ចូរបំពេញការទទួលខុសត្រូវរបស់អ្នកចំពោះគ្រួសាររបស់អ្នក។ 2:233
- ចូរជ្រើសរើសមេដឹកនាំដោយផ្អែកលើគុណសម្បត្តិរបស់ពួកគេ។ 2:247
- មិនមានការបង្ខិតបង្ខំក្នុងសាសនាទេ។ 2:256
- ចូរចំណាយទ្រព្យសម្បត្តិក្នុងការសប្បុរសធម៌។ ចូរមានចិត្តសប្បុរសទាំងទ្រព្យសម្បត្តិ និងពេលវេលា។ 2:261
- កុំធ្វើឱ្យសប្បុរសធម៌របស់អ្នកខូចដោយការអួតពីចិត្តសប្បុរសរបស់អ្នក។ 2:264
- ស្ហៃតាន (អារក្ស) គំរាមកំហែងអ្នកដោយភាពក្រីក្រ ហើយបញ្ជាអ្នកឱ្យប្រព្រឹត្តអំពើថោកទាប (អំពើអាក្រក់ ការរួមភេទខុសច្បាប់ អំពើបាប)។ 2:268
- ចូរស្វែងរកអ្នកដែលត្រូវការ ហើយជួយពួកគេ។ 2:273
- កុំចូលរួមក្នុងការយកការប្រាក់ស៊ី។ កុំស៊ីទ្រព្យសម្បត្តិដែលមានការប្រាក់។ កុំស៊ីរីបា (ការយកការប្រាក់ស៊ី)។ 2:275
- ចូរផ្តល់ពេលវេលាបន្ថែមទៀតដល់កូនបំណុលដើម្បីសងប្រសិនបើគាត់ជួបការលំបាក។ 2:280
- ចូររក្សាពាក្យសម្តីរបស់អ្នកក្នុងប្រតិបត្តិការពាណិជ្ជកម្ម។ ចូរស្មោះត្រង់ក្នុងកិច្ចការហិរញ្ញវត្ថុរបស់អ្នក។ ចូរប្រព្រឹត្តដោយសុចរិតភាពក្នុងការប្តេជ្ញាចិត្តទាំងអស់របស់អ្នក។ នៅពេលអ្នកចុះកិច្ចសន្យាបំណុលសម្រាប់រយៈពេលកំណត់ ចូរសរសេរវា។ ចូរយកសាក្សីរាល់ពេលដែលអ្នកចុះកិច្ចសន្យាពាណិជ្ជកម្ម។ 2:282
- ចូរថែរក្សា និងបំពេញនូវវត្ថុទុកចិត្តទាំងអស់។ 2:283
- ចូរជឿលើគម្ពីរដែលបានបញ្ចុះ និងព្យាការីទាំងអស់។ 2:285
- អល់ឡោះមិនដាក់បន្ទុកលើនរណាម្នាក់ឱ្យលើសពីសមត្ថភាពរបស់គាត់ឡើយ។ គាត់នឹងទទួលបានរង្វាន់ចំពោះអំពើល្អដែលគាត់បានប្រព្រឹត្ត និងទទួលទោសចំពោះអំពើអាក្រក់ដែលគាត់បានប្រព្រឹត្ត។ ព្រះមិនដាក់បន្ទុកលើមនុស្សឱ្យលើសពីសមត្ថភាពរបស់គាត់ទេ។ យើងក៏មិនគួរធ្វើដូច្នោះដែរ។ ចូរជឿទុកចិត្តលើផែនការរបស់អល់ឡោះ សូម្បីតែក្នុងគ្រាលំបាកក៏ដោយ។ 2:286
- អ្នកណាដែលបំពេញកិច្ចព្រមព្រៀង និងកោតខ្លាចអល់ឡោះ នោះអល់ឡោះស្រឡាញ់អ្នកដែលកោតខ្លាចព្រះ។ 3:76
- ចូរធ្វើហាជ (ធម្មយាត្រា) ប្រសិនបើអ្នកអាចធ្វើបាន។ 3:97
- កុំបែកគ្នា។ 3:103
- ចូរបង្គាប់ឱ្យធ្វើអំពើល្អ និងហាមឃាត់អំពើអាក្រក់។ ចូរលើកទឹកចិត្តដល់សុចរិតភាពក្នុងសហគមន៍របស់អ្នក។ ចូរអំពាវនាវអ្នកដទៃឱ្យចងចាំអល់ឡោះ។ 3:104
- អ្នកជឿគួរតែដាក់ទំនុកចិត្តលើអល់ឡោះ។ 3:122
- កុំស៊ីរីបា (ការយកការប្រាក់ស៊ី)។ 3:130
- ចូរគោរពតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ដើម្បីទទួលបានសេចក្តីមេត្តាករុណា។ 3:132
- អល់ឡោះស្រឡាញ់អ្នកដែលចំណាយ (ក្នុងមាគ៌ារបស់អល់ឡោះ — អំពើសប្បុរសធម៌ ទាន។ល។) ទាំងក្នុងគ្រាសម្បូរណ៍ និងទុក្ខលំបាក អ្នកដែលទប់ចិត្តកំហឹង និងអ្នកដែលអភ័យទោសដល់មនុស្ស។ 3:134
- ចូរទប់ចិត្តកំហឹង។ ចូរគ្រប់គ្រងកំហឹងរបស់អ្នក។ 3:134
- ចូរអភ័យទោស និងលើកលែងទោសដល់កំហុសរបស់អ្នកដទៃ។ 3:135
- កុំពោលពាក្យគ្រើមគ្រើន។ ចូរអត់ធ្មត់ចំពោះអ្នកដែលមានគំនិតខុសពីអ្នក។ 3:159
- ប្រសិនបើអល់ឡោះជួយអ្នក គ្មាននរណាម្នាក់អាចយកឈ្នះអ្នកបានឡើយ។ ហើយប្រសិនបើទ្រង់បោះបង់ចោលអ្នក តើអ្នកណាក្រៅពីទ្រង់អាចជួយអ្នកបាន? 3:160
- គ្រប់ៗគ្នានឹងទទួលរសជាតិនៃសេចក្តីស្លាប់។ ហើយមានតែនៅថ្ងៃបរលោកប៉ុណ្ណោះ ទើបអ្នកទទួលបានរង្វាន់ពេញលេញរបស់អ្នក។ 3:185
- ចូរគិតពិចារណាយ៉ាងជ្រៅអំពីអច្ឆរិយៈនៃធម្មជាតិ និងការបង្កើតសកលលោកនេះ។ ចូរដឹងថាព្រះបានបង្កើតសកលលោកដោយអត្ថន័យ និងគោលបំណង។ 3:191
- បុរសនិងស្ត្រីទទួលបានរង្វាន់ស្មើគ្នាចំពោះអំពើរបស់ពួកគេ។ 3:195
- សម្រាប់អ្នកដែលកោតខ្លាចព្រះជាម្ចាស់របស់ពួកគេ គឺមានសួនច្បារ (នៅស្ថានសួគ៌) ដែលមានទន្លេហូរកាត់ក្រោមពួកវា។ ពួកគេនឹងស្ថិតនៅទីនោះជារៀងរហូត ជាទានពីអល់ឡោះ។ 3:198
- ចូរខិតខំជានិច្ចដើម្បីសេចក្តីពេញចិត្តរបស់អល់ឡោះក្នុងគ្រប់សកម្មភាព។ 3:200
- ចូរកោតខ្លាចព្រះជាម្ចាស់របស់អ្នក ហើយ (កុំកាត់ផ្តាច់) ចំណងញាតិសន្តាន។ 4:1
- ចូរប្រគល់ទ្រព្យសម្បត្តិដល់ក្មេងកំព្រា ហើយកុំផ្លាស់ប្តូរ (របស់អាក្រក់របស់អ្នក) ជាមួយ (របស់ល្អរបស់ពួកគេ)។ ហើយកុំស៊ីទ្រព្យសម្បត្តិរបស់ពួកគេ (ដោយបញ្ចូលវាទៅក្នុងទ្រព្យសម្បត្តិរបស់អ្នក)។ 4:2
- ចូរប្រគល់ម៉ាហរ (ថ្លៃបណ្ណាការជាកាតព្វកិច្ចដែលប្តីផ្តល់ឱ្យប្រពន្ធនៅពេលរៀបការ) ដល់ស្ត្រី (ដែលអ្នករៀបការ) ដោយចិត្តសប្បុរស។ 4:4
- ចូរការពារសិទ្ធិរបស់ក្មេងកំព្រា។ 4:6
- ទ្រព្យសម្បត្តិរបស់អ្នកស្លាប់គួរតែត្រូវបានចែកចាយក្នុងចំណោមសមាជិកគ្រួសាររបស់គាត់។ ស្ត្រីមានសិទ្ធិទទួលមរតក។ 4:7
- កុំស៊ីទ្រព្យសម្បត្តិរបស់ក្មេងកំព្រាដោយអយុត្តិធម៌។ 4:10
- ចូរគោរពតាមបញ្ជាទាក់ទងនឹងមរតក។ 4:11
- វាត្រូវបានហាមឃាត់មិនឱ្យទទួលមរតកពីស្ត្រីដោយប្រឆាំងនឹងឆន្ទៈរបស់ពួកគេ ហើយអ្នកមិនគួរប្រព្រឹត្តចំពោះពួកគេយ៉ាងឃោរឃៅឡើយ។ ចូររស់នៅជាមួយពួកគេ (ប្រពន្ធ) ដោយកិត្តិយស។ ចូរគោរព និងថែរក្សាសិទ្ធិរបស់ស្ត្រី។ ចូរប្រព្រឹត្តចំពោះដៃគូរបស់អ្នកដោយសេចក្តីសប្បុរស និងមេត្តាករុណា។ ចូរប្រព្រឹត្តចំពោះស្ត្រីដោយកិត្តិយស និងយុត្តិធម៌។ 4:19
- កុំរៀបការជាមួយអ្នកដែលមានឈាមសាច់ជាមួយអ្នក។ 4:23
- កុំសម្លាប់ខ្លួនឯង (ឬសម្លាប់គ្នាទៅវិញទៅមក)។ ពិតប្រាកដណាស់ អល់ឡោះមានមេត្តាករុណាចំពោះអ្នក។ កុំស៊ីទ្រព្យសម្បត្តិគ្នាទៅវិញទៅមកដោយអយុត្តិធម៌។ 4:29
- ប្រសិនបើអ្នកចៀសវាងអំពើបាបធំៗដែលត្រូវបានហាមឃាត់ អល់ឡោះនឹងលើកលែងទោសឱ្យអ្នកនូវអំពើបាប (តូចតាច) របស់អ្នក ហើយនឹងបញ្ចូលអ្នកទៅក្នុងច្រកចូលដ៏ថ្លៃថ្នូរ (ស្ថានសួគ៌)។ 4:31
- កុំប្រាថ្នាចង់បានអ្វីដែលអល់ឡោះបានផ្តល់ឱ្យអ្នកខ្លះប្រសើរជាងអ្នកដទៃ។ ចូរចៀសវាងការច្រណែន និងការប្រច័ណ្ឌ។ 4:32
- បុរសគឺជាអ្នកការពារ និងថែរក្សាស្ត្រី ដោយសារតែអល់ឡោះបានផ្តល់ឱ្យពួកគេខ្លះប្រសើរជាងអ្នកដទៃ និងដោយសារតែពួកគេចំណាយ (ដើម្បីចិញ្ចឹមពួកគេ) ពីទ្រព្យសម្បត្តិរបស់ពួកគេ។ បុរសគឺជាអ្នកការពារ និងជាអ្នកគាំទ្រគ្រួសារ។ 4:34
- ចូរគោរពបូជាអល់ឡោះ ហើយកុំធ្វើពហុទេពនិយមជាមួយទ្រង់ ចូរធ្វើល្អចំពោះឪពុកម្តាយ ញាតិមិត្ត ក្មេងកំព្រា អ្នកក្រ អ្នកជិតខាង ដៃគូនៅក្បែរអ្នក អ្នកដំណើរ (ដែលអ្នកជួប) និងអ្នកដែល (ទាសករ) ដែលដៃស្តាំរបស់អ្នកកាន់កាប់។ អល់ឡោះមិនស្រឡាញ់អ្នកដែលក្រអឺតក្រទម និងអួតអាងឡើយ។ ចូរធ្វើល្អចំពោះអ្នកដទៃ។ ចូរមេត្តាចំពោះអ្នកទន់ខ្សោយ។ ចូររក្សាចំណងគ្រួសារ និងគោរពញាតិមិត្ត។ 4:36
- កុំកំណាញ់។ 4:37
- អល់ឡោះមិនអភ័យទោសឱ្យការធ្វើពហុទេពនិយមជាមួយទ្រង់ទេ ប៉ុន្តែទ្រង់អភ័យទោសឱ្យអ្វីផ្សេងក្រៅពីនោះចំពោះអ្នកណាដែលទ្រង់សព្វព្រះទ័យ។ 4:48
- កុំច្រណែននឹងអ្នកដទៃ។ 4:54
- អល់ឡោះបញ្ជាអ្នកឱ្យប្រគល់វត្ថុទុកចិត្តទៅឱ្យម្ចាស់របស់វា។ នៅពេលអ្នកវិនិច្ឆ័យរវាងមនុស្ស ចូរវិនិច្ឆ័យដោយយុត្តិធម៌។ 4:58
- ចូរគោរពតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់។ ចូរគោរពអ្នកដែលមានអំណាចក្នុងចំណោមអ្នក។ 4:59
- កុំជិះជាន់អ្នកទន់ខ្សោយ និងងាយរងគ្រោះ។ 4:75
- អ្វីដែលល្អដែលកើតមានចំពោះអ្នក គឺមកពីអល់ឡោះ។ ហើយអ្វីដែលអាក្រក់ដែលកើតមានចំពោះអ្នក គឺមកពីខ្លួនអ្នកផ្ទាល់។ 4:79
- អ្នកណាដែលគោរពតាមអ្នកនាំសារ (មូហាំម៉ាត់ ﷺ) នោះគាត់បានគោរពតាមអល់ឡោះ។ 4:80
- អ្នកណាដែលអង្វរករដើម្បីអំពើល្អ គាត់នឹងទទួលបានចំណែកនៃរង្វាន់របស់វា។ ហើយអ្នកណាដែលអង្វរករដើម្បីអំពើអាក្រក់ គាត់នឹងទទួលបានចំណែកនៃបន្ទុករបស់វា។ 4:85
- អ្នកជឿមិនគួរសម្លាប់អ្នកជឿឡើយ លើកលែងតែដោយចៃដន្យ។ 4:92
- អ្នកណាដែលសម្លាប់អ្នកជឿដោយចេតនា ការផ្តន្ទាទោសរបស់គាត់គឺនរក ដែលគាត់នឹងស្ថិតនៅក្នុងនោះជារៀងរហូត។ ព្រះពិរោធ និងបណ្តាសារបស់អល់ឡោះគឺនៅលើគាត់ ហើយការផ្តន្ទាទោសដ៏ធំធេងត្រូវបានរៀបចំសម្រាប់គាត់។ 4:93
- អ្នកណាដែលធ្វើចំណាកស្រុក (ពីផ្ទះរបស់គាត់) ក្នុងមាគ៌ារបស់អល់ឡោះ គាត់នឹងរកឃើញនៅលើផែនដីនូវទីជម្រកជាច្រើន និងភាពបរិបូរណ៍។ 4:100
- ចូរប្រតិបត្តិការអធិស្ឋានរបស់អ្នកឱ្យទាន់ពេលវេលា។ 4:103
- កុំគាំទ្រ ឬធ្វើជាមេធាវីឱ្យអ្នកដែលក្បត់វត្ថុទុកចិត្តរបស់ពួកគេ។ 4:105
- ចូរស្វែងរកការអភ័យទោសពីអល់ឡោះ ពិតប្រាកដណាស់អល់ឡោះគឺជាអ្នកអភ័យទោស មេត្តាករុណា។ 4:106
- ឱអ្នកដែលមានជំនឿ! ចូរតាំងខ្លួនយ៉ាងមុតមាំក្នុងយុត្តិធម៌ ធ្វើជាសាក្សីសម្រាប់អល់ឡោះ បើទោះជាប្រឆាំងនឹងខ្លួនអ្នក ឬឪពុកម្តាយរបស់អ្នក ឬញាតិមិត្តរបស់អ្នកក៏ដោយ ទោះគាត់ជាអ្នកមាន ឬអ្នកក្រក៏ដោយ។ កុំបង្អង់យុត្តិធម៌។ ចូរធ្វើសកម្មភាពភ្លាមៗដើម្បីកែតម្រូវកំហុស។ 4:135
- ពួកពុតត្បុតព្យាយាមបញ្ឆោតអល់ឡោះ ប៉ុន្តែទ្រង់ជាអ្នកបញ្ឆោតពួកគេ។ 4:142
- ពួកពុតត្បុតនឹងស្ថិតនៅក្នុងថ្នាក់ទាបបំផុតនៃភ្លើងនរក។ ហើយអ្នកនឹងមិនអាចរកឃើញអ្នកជួយណាមួយសម្រាប់ពួកគេឡើយ។ 4:145
- អល់ឡោះមិនចូលចិត្តឱ្យគេនិយាយអំពើអាក្រក់ជាសាធារណៈទេ លើកលែងតែអ្នកដែលត្រូវគេជិះជាន់ប៉ុណ្ណោះ។ 4:148
- ពួកអ្នកនាំសារជាអ្នកនាំព័ត៌មានល្អ និងជាអ្នកព្រមាន ដើម្បីកុំឱ្យមនុស្សមានលេសប្រឆាំងនឹងអល់ឡោះ បន្ទាប់ពីពួកអ្នកនាំសារ (បានមក)។ 4:165
- ចូរបំពេញកិច្ចសន្យា និងការសន្យារបស់អ្នក។ 5:1
- ចូរជួយគ្នាទៅវិញទៅមកក្នុងការធ្វើអំពើល្អ និងការកោតខ្លាចព្រះ ហើយកុំជួយគ្នាក្នុងអំពើបាប និងអរិភាព។ 5:2
- កុំស៊ីសាច់សត្វងាប់ ឈាម និងសាច់ជ្រូក។ 5:3
- ចូរប្រព្រឹត្តដោយយុត្តិធម៌ កុំអនុញ្ញាតឱ្យអរិភាព និងការស្អប់ខ្ពើមចំពោះអ្នកដទៃនាំឱ្យអ្នកឃ្លាតឆ្ងាយពីយុត្តិធម៌។ ចូរប្រព្រឹត្តដោយយុត្តិធម៌។ ចូរដឹងថាការប្រព្រឹត្តដោយយុត្តិធម៌គឺជិតស្និទ្ធនឹងការកោតខ្លាចព្រះ។ កុំបង្អង់យុត្តិធម៌។ ចូរធ្វើសកម្មភាពភ្លាមៗដើម្បីកែតម្រូវកំហុស។ 5:8
- ចូរស្វែងរកមធ្យោបាយដើម្បីចូលទៅជិតអល់ឡោះ ហើយចូរតស៊ូក្នុងមាគ៌ារបស់ទ្រង់ឱ្យអស់ពីសមត្ថភាព។ ដើម្បីឱ្យអ្នកទទួលបានជោគជ័យ។ 5:35
- ចូរបំពេញសច្ចាប្រណិធាន និងកិច្ចព្រមព្រៀងរបស់អ្នក។ 5:89
- ចូរចៀសវាងគ្រឿងស្រវឹង និងអាល់កុល។ ចូរចៀសវាងយ៉ាងតឹងរ៉ឹងនូវគ្រឿងស្រវឹង (ភេសជ្ជៈមានជាតិអាល់កុលគ្រប់ប្រភេទ) ការលេងល្បែងស៊ីសង អាល់-អាន់សាប (អាសនៈថ្ម) និងអាល់-អាហ្សឡាម (ព្រួញសម្រាប់ស្វែងរកសំណាង ឬការសម្រេចចិត្ត) ដែលសុទ្ធតែជាភាពស្មោកគ្រោកនៃកិច្ចការរបស់ស្ហៃតាន។ 5:90
- កុំបរបាញ់សត្វព្រៃ ខណៈពេលដែលអ្នកស្ថិតក្នុងស្ថានភាពអ៊ីហ្រាមសម្រាប់ហាជ ឬអ៊ុមរ៉ា (ធម្មយាត្រា)។ 5:95
- កុំសួរអំពីរឿងដែលប្រសិនបើត្រូវបានបញ្ជាក់ឱ្យអ្នកដឹងអាចធ្វើឱ្យអ្នកពិបាកចិត្ត។ 5:101
- កុំប្រមាថអាទិទេពរបស់អ្នកដទៃ។ កុំប្រមាថអ្វីដែលពួកគេ (អ្នកមិនជឿ) គោរពបូជាក្រៅពីអល់ឡោះ បើមិនដូច្នេះទេពួកគេនឹងប្រមាថអល់ឡោះដោយភាពល្ងង់ខ្លៅ។ 6:108
- ប្រសិនបើអ្នកគោរពតាមភាគច្រើននៃអ្នកដែលនៅលើផែនដី ពួកគេនឹងធ្វើឱ្យអ្នកវង្វេងពីមាគ៌ារបស់អល់ឡោះ។ ពួកគេដើរតាមតែការស្មាន ហើយពួកគេគ្រាន់តែកុហកប៉ុណ្ណោះ។ 6:116
- ចូរលះបង់ (ឱមនុស្ស) អំពើបាបគ្រប់ប្រភេទ ទាំងបើកចំហ និងសម្ងាត់។ 6:120
- ចូរកុំបរិភោគ (ឱអ្នកជឿ) ពី (សាច់) ដែលព្រះនាមរបស់អល់ឡោះមិនត្រូវបានគេអំពាវនាវ (នៅពេលសម្លាប់សត្វ)។ 6:121
- អ្នកណាដែលអល់ឡោះចង់ចង្អុលបង្ហាញ ទ្រង់នឹងបើកចិត្តទ្រូងរបស់គាត់សម្រាប់ឥស្លាម។ ហើយអ្នកណាដែលទ្រង់ចង់ធ្វើឱ្យវង្វេង ទ្រង់នឹងធ្វើឱ្យចិត្តទ្រូងរបស់គាត់ចង្អៀត និងតឹងតែង។ 6:125
- ចូរមានភាពល្មមក្នុងការចំណាយ និងចៀសវាងការខ្ជះខ្ជាយ។ ចូរការពារសិទ្ធិរបស់សត្វលោកទាំងអស់។ 6:141
- កុំធ្វើពហុទេពនិយមជាមួយអល់ឡោះ ចូរធ្វើល្អចំពោះឪពុកម្តាយ កុំសម្លាប់កូនរបស់អ្នកដោយសារតែការភ័យខ្លាចភាពក្រីក្រ កុំចូលទៅជិតអំពើថោកទាប កុំសម្លាប់ជីវិតដែលអល់ឡោះបានហាមឃាត់ លើកលែងតែមានហេតុផលត្រឹមត្រូវ។ 6:151
- ចូរស្មោះត្រង់។ កុំបន្លំបំភាន់ក្នុងប្រតិបត្តិការណាមួយរបស់អ្នក។ កុំចូលទៅជិតទ្រព្យសម្បត្តិរបស់ក្មេងកំព្រា លើកលែងតែដើម្បីកែលម្អវា ចូរប្រគល់រង្វាស់ និងទម្ងន់ពេញលេញដោយយុត្តិធម៌ នៅពេលអ្នកនិយាយ ចូរនិយាយការពិត សូម្បីតែប្រឆាំងនឹងសាច់ញាតិក៏ដោយ ហើយចូរបំពេញកិច្ចព្រមព្រៀងរបស់អល់ឡោះ។ 6:152
- ចូរដើរតាមមាគ៌ាត្រង់ ហើយកុំដើរតាមមាគ៌ា (ផ្សេងទៀត) ពីព្រោះវានឹងធ្វើឱ្យអ្នកបែកចេញពីមាគ៌ារបស់ទ្រង់។ 6:153
- ចូរនិយាយ (ឱមូហាំម៉ាត់ ﷺ) ថា: "ពិតប្រាកដណាស់ ការអធិស្ឋានរបស់ខ្ញុំ ការថ្វាយបង្គំរបស់ខ្ញុំ ជីវិតរបស់ខ្ញុំ និងការស្លាប់របស់ខ្ញុំ គឺសម្រាប់អល់ឡោះ ដែលជាម្ចាស់នៃសកលលោកទាំងឡាយ។" 6:162
- កុំក្រអឺតក្រទម។ 7:13
- កុំអនុញ្ញាតឱ្យស្ហៃតានបញ្ឆោតអ្នក។ 7:27
- ចូរនិយាយ (ឱមូហាំម៉ាត់ ﷺ) ថា: "ព្រះជាម្ចាស់របស់ខ្ញុំបានបញ្ជាឱ្យមានយុត្តិធម៌…" 7:29
- ចូរប្រកាន់ខ្ជាប់នូវព្រំដែនដែលអល់ឡោះបានកំណត់ក្នុងគ្រប់កិច្ចការ។ ចូរចៀសវាងការរំលងព្រំដែនក្នុងការនិយាយ និងសកម្មភាព។ ចូរបរិភោគ និងផឹក ប៉ុន្តែកុំធ្វើហួសហេតុពេក។ ចូរស្លៀកពាក់ស្អាតក្នុងពេលអធិស្ឋាន។ 7:31
- អល់ឡោះបានបង្កើតផ្ទៃមេឃ និងផែនដីក្នុងរយៈពេលប្រាំមួយថ្ងៃ រួចទ្រង់គង់លើអាសនៈ (តាមរបៀបដែលសមស្របនឹងភាពអស្ចារ្យរបស់ទ្រង់)។ 7:54
- ចូរអធិស្ឋានទៅកាន់ព្រះជាម្ចាស់របស់អ្នកដោយចិត្តរាបទាប និងសម្ងាត់។ ទ្រង់មិនស្រឡាញ់អ្នកដែលរំលងព្រំដែនឡើយ។ 7:55
- ហើយកុំបង្កអំពើវិនាសនៅលើផែនដី បន្ទាប់ពីវាត្រូវបានគេកែលម្អ ហើយចូរអធិស្ឋានទៅកាន់ទ្រង់ដោយការភ័យខ្លាច និងសង្ឃឹម។ 7:56
- ប៉ុន្តែអ្នកដែលបានប្រព្រឹត្តអំពើអាក្រក់ ហើយប្រែចិត្តបន្ទាប់ពីនោះ ហើយបានជឿ នោះពិតប្រាកដណាស់ ព្រះជាម្ចាស់របស់អ្នក បន្ទាប់ពីនោះ គឺជាអ្នកអភ័យទោស មេត្តាករុណា។ 7:153
- ចូរនិយាយ (ឱមូហាំម៉ាត់ ﷺ) ថា: "ឱមនុស្ស! ពិតប្រាកដណាស់ ខ្ញុំគឺជាអ្នកនាំសាររបស់អល់ឡោះមកកាន់អ្នកទាំងអស់គ្នា…" 7:158
- ហើយព្រះនាមដ៏ស្រស់ស្អាតបំផុតទាំងអស់គឺសម្រាប់អល់ឡោះ ដូច្នេះចូរអំពាវនាវដល់ទ្រង់តាមរយៈព្រះនាមទាំងនោះ ហើយចូរចាកចេញពីអ្នកដែលបំភ្លៃព្រះនាមរបស់ទ្រង់… 7:180
- អ្នកណាដែលអល់ឡោះធ្វើឱ្យវង្វេង នោះគ្មានអ្នកណែនាំណាម្នាក់សម្រាប់គាត់ឡើយ។ ហើយទ្រង់ទុកឱ្យពួកគេវង្វេងដោយងងឹតងងុលក្នុងការរំលងព្រំដែនរបស់ពួកគេ។ 7:186
- ចូរអភ័យទោស ចូរបង្គាប់ឱ្យធ្វើអំពើល្អ ហើយចូរងាកចេញពីអ្នកល្ងង់ខ្លៅ (ឧ. កុំដាក់ទោសពួកគេ)។ 7:199
- ចូរអភ័យទោសដល់អ្នកដទៃចំពោះកំហុសរបស់ពួកគេ។ 7:199
- ហើយប្រសិនបើការញុះញង់អាក្រក់ពីស្ហៃតានមកដល់អ្នក ចូរស្វែងរកទីពឹងជ្រកក្នុងអល់ឡោះ។ ពិតប្រាកដណាស់ ទ្រង់គឺជាអ្នកស្តាប់ អ្នកដឹង។ 7:200
- អ្នកជឿគឺជាអ្នកដែលនៅពេលដែលអល់ឡោះត្រូវបានគេចងចាំ ចិត្តរបស់ពួកគេភ័យខ្លាច ហើយនៅពេលដែលខគម្ពីររបស់ទ្រង់ត្រូវបានគេសូតឱ្យពួកគេស្តាប់ វាបង្កើនជំនឿរបស់ពួកគេ… 8:2
- កុំក្បត់អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយកុំក្បត់វត្ថុទុកចិត្តរបស់អ្នក (និងកាតព្វកិច្ចទាំងអស់ដែលអល់ឡោះបានបញ្ជាឱ្យអ្នក) ដោយដឹងខ្លួន។ 8:27
- ប្រសិនបើអ្នកកោតខ្លាច និងគោរពតាមអល់ឡោះ ទ្រង់នឹងផ្តល់ឱ្យអ្នកនូវហ្វួហ្កាន (លក្ខណៈវិនិច្ឆ័យដើម្បីបែងចែករវាងការពិត និងការភូតកុហក ឬផ្លូវចេញពីរាល់ការលំបាក)។ 8:29
- អ្នកដែលមិនជឿចំណាយទ្រព្យសម្បត្តិរបស់ពួកគេដើម្បីរារាំង (មនុស្ស) ពីមាគ៌ារបស់អល់ឡោះ ហើយពួកគេនឹងបន្តចំណាយវា។ ប៉ុន្តែនៅទីបញ្ចប់ វានឹងក្លាយជាទុក្ខសោកសម្រាប់ពួកគេ។ 8:36
- ចូរនិយាយទៅកាន់អ្នកដែលមិនជឿថា ប្រសិនបើពួកគេឈប់ (ពីការមិនជឿ) អំពើបាបពីមុនរបស់ពួកគេនឹងត្រូវបានអភ័យទោស។ ប៉ុន្តែប្រសិនបើពួកគេត្រឡប់ទៅវិញ នោះគំរូរបស់អ្នក (ដែលត្រូវបានផ្តន្ទាទោស) មុនពួកគេបានកន្លងផុតទៅហើយ (ជាការព្រមាន)។ 8:38
- នៅពេលអ្នកប្រឈមមុខនឹងកម្លាំង (សត្រូវ) ចូរតាំងខ្លួនឱ្យមាំមួន ហើយចូរចងចាំព្រះនាមអល់ឡោះឱ្យបានច្រើន (ទាំងអណ្តាត និងគំនិត) ដើម្បីឱ្យអ្នកទទួលបានជោគជ័យ។ 8:45
- កុំដូចអ្នកដែលចេញពីផ្ទះរបស់ពួកគេដោយក្រអឺតក្រទម និងដើម្បីឱ្យមនុស្សឃើញ ហើយ (រារាំងមនុស្ស) ពីមាគ៌ារបស់អល់ឡោះ។ 8:47
- អល់ឡោះនឹងមិនផ្លាស់ប្តូរព្រះគុណដែលទ្រង់បានប្រទានដល់មនុស្សជាតិមួយក្រុមទេ លុះត្រាតែពួកគេផ្លាស់ប្តូរអ្វីដែលមាននៅក្នុងខ្លួនពួកគេ។ 8:53
- សត្វដែលអាក្រក់បំផុតនៅចំពោះមុខអល់ឡោះគឺអ្នកដែលមិនជឿ។ 8:55
- ព្រះដាក់សេចក្តីស្រឡាញ់ និងការស្រលាញ់រវាងចិត្តរបស់អ្នកដែលជឿលើទ្រង់។ 8:63
- ចូរការពារ និងជួយអ្នកដែលស្វែងរកការការពារ។ 9:6
- មិនសមរម្យសម្រាប់ពួកពហុទេពនិយមក្នុងការថែរក្សាវិហារអ៊ិស្លាមរបស់អល់ឡោះទេ។ 9:17
- ពួកគេ (អ្នកមិនជឿ ជនជាតិយូដា និងគ្រិស្តសាសនិក) ចង់ពន្លត់ពន្លឺរបស់អល់ឡោះ (ដែលមូហាំម៉ាត់ ﷺ ត្រូវបានគេបញ្ជូនមកជាមួយ — ជំនឿលើព្រះតែមួយរបស់ឥស្លាម) ដោយមាត់របស់ពួកគេ ប៉ុន្តែអល់ឡោះនឹងមិនអនុញ្ញាតឱ្យមានអ្វីក្រៅពីការបំពេញពន្លឺរបស់ទ្រង់ឡើយ ទោះបីជាអ្នកមិនជឿស្អប់វាក៏ដោយ។ 9:32
- ការបរិច្ចាគ (ហ្សាកាត) គឺសម្រាប់តែ៖ ១) អ្នកក្រ (ហ្វុការ៉ា) ២) អ្នកខ្វះខាត (អាល់-ម៉ាសាគីន) ៣) អ្នកដែលត្រូវបានចាត់តាំងឱ្យប្រមូលវា ៤) ដើម្បីទាក់ទាញចិត្តរបស់អ្នកដែលមានទំនោរទៅរកឥស្លាម ៥) ដើម្បីរំដោះទាសករ ៦) សម្រាប់អ្នកដែលមានបំណុល ៧) សម្រាប់មាគ៌ារបស់អល់ឡោះ (សម្រាប់អ្នកតស៊ូ) និង ៨) សម្រាប់អ្នកដំណើរ។ 9:60
- អ្នកណាដែលប្រឆាំង និងបង្ហាញអរិភាពចំពោះអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ (ﷺ) ពិតប្រាកដណាស់ សម្រាប់គាត់គឺជាភ្លើងនរក ដែលគាត់នឹងស្ថិតនៅក្នុងនោះជារៀងរហូត។ នោះគឺជាការអាម៉ាស់ដ៏ធំធេង។ 9:63
- ពួកពុតត្បុត បុរស និងស្ត្រី គឺមកពីគ្នាទៅវិញទៅមក។ ពួកគេបានភ្លេចអល់ឡោះ ដូច្នេះទ្រង់ក៏ភ្លេចពួកគេ។ 9:67
- ចូរខិតខំដើម្បីភាពបរិសុទ្ធ។ ចូរគោរពភាពពិសិដ្ឋនៃវិហារអ៊ិស្លាម។ 9:108
- មិនសមរម្យសម្រាប់ (ព្យាការី និងអ្នកជឿ) ក្នុងការស្វែងរកការអភ័យទោសពីអល់ឡោះសម្រាប់ពួកពហុទេពនិយម ទោះបីជាពួកគេជាសាច់ញាតិក៏ដោយ បន្ទាប់ពីវាច្បាស់ចំពោះពួកគេថាពួកគេជាអ្នកនៅនរក (ដោយសារតែពួកគេបានស្លាប់ក្នុងស្ថានភាពមិនជឿ)។ 9:113
- តើអ្នកណាដែលអយុត្តិធម៌ជាងអ្នកដែលបង្កើតការកុហកប្រឆាំងនឹងអល់ឡោះ ឬបដិសេធខគម្ពីររបស់ទ្រង់? ពិតប្រាកដណាស់ ពួកឧក្រិដ្ឋជននឹងមិនទទួលបានជោគជ័យឡើយ! 10:17
- ពួកគេគោរពបូជាក្រៅពីអល់ឡោះនូវអ្វីដែលមិនអាចបង្កគ្រោះថ្នាក់ ឬផ្តល់ប្រយោជន៍ដល់ពួកគេ ហើយពួកគេនិយាយថា: "ទាំងនេះគឺជាអ្នកអង្វរកររបស់យើងនៅឯអល់ឡោះ។" ចូរនិយាយថា: "តើអ្នកប្រាប់អល់ឡោះពីអ្វីដែលទ្រង់មិនដឹងនៅលើមេឃ និងនៅលើផែនដីឬ?" សូមលើកតម្កើងទ្រង់ ហើយទ្រង់ខ្ពង់ខ្ពស់ជាងអ្វីដែលពួកគេធ្វើពហុទេពនិយមជាមួយទ្រង់! 10:18
- ការផ្តន្ទាទោសចំពោះអំពើអាក្រក់គឺអំពើអាក្រក់ដូចគ្នា។ 10:27
- នោះគឺអល់ឡោះ ដែលជាព្រះជាម្ចាស់ពិតប្រាកដរបស់អ្នក។ ដូច្នេះបន្ទាប់ពីការពិត តើមានអ្វីក្រៅពីការវង្វេង? ដូច្នេះតើអ្នកត្រូវបានបង្វែរយ៉ាងដូចម្តេច? 10:32
- ភាគច្រើននៃពួកគេដើរតាមតែការស្មានប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ ការស្មានមិនអាចជំនួសការពិតបានឡើយ។ 10:36
- ពិតប្រាកដណាស់! អល់ឡោះមិនដែលជិះជាន់មនុស្សឡើយ។ ប៉ុន្តែមនុស្សជាអ្នកជិះជាន់ខ្លួនឯងវិញ។ 10:44
- ចូរដឹងថាព្រះគុណរបស់ព្រះគឺប្រសើរជាងអ្វីៗទាំងអស់ដែលមនុស្សអាចប្រមូល ឬទុកដាក់បាន។ 10:58
- កុំក្លាយជាអ្នកដែលបដិសេធខគម្ពីររបស់អល់ឡោះ បើមិនដូច្នេះទេអ្នកនឹងក្លាយជាអ្នកខាតបង់។ 10:95
- ប្រសិនបើអល់ឡោះប៉ះពាល់អ្នកដោយគ្រោះថ្នាក់ គ្មានអ្នកណាអាចដកវាចេញបានឡើយ លើកលែងតែទ្រង់។ ហើយប្រសិនបើទ្រង់ចង់បានសេចក្តីល្អសម្រាប់អ្នក គ្មានអ្នកណាអាចរារាំងព្រះគុណរបស់ទ្រង់បានឡើយ ទ្រង់ប្រទានវាដល់អ្នកណាដែលទ្រង់សព្វព្រះទ័យក្នុងចំណោមពួកអ្នកបម្រើរបស់ទ្រង់។ 10:107
- គ្មានសត្វណាមួយនៅលើផែនដីដែលមិនមានចំណីអាហាររបស់វាពីអល់ឡោះឡើយ។ ហើយទ្រង់ជ្រាបពីទីលំនៅរបស់វា និងទីបញ្ចុះរបស់វា (ក្នុងស្បូន ផ្នូរ។ល។)។ 11:6
- ប្រសិនបើយើងឱ្យមនុស្សទទួលរសជាតិនៃសេចក្តីមេត្តាករុណាពីយើង រួចយើងដកវាចេញពីគាត់ នោះពិតប្រាកដណាស់ គាត់នឹងអស់សង្ឃឹម និងដឹងគុណ។ 11:9
- អ្នកណាដែលប្រាថ្នាចង់បានជីវិតនៅលោកិយ និងភាពរុងរឿងរបស់វា យើងនឹងប្រគល់ឱ្យពួកគេនូវរង្វាន់ពេញលេញនៃអំពើរបស់ពួកគេនៅក្នុងនោះ ហើយពួកគេនឹងមិនត្រូវបានបន្ថយឡើយ។ 11:15
- យើងមិនបានជិះជាន់ពួកគេទេ ប៉ុន្តែពួកគេជាអ្នកជិះជាន់ខ្លួនឯងវិញ។ ហើយអាទិទេពរបស់ពួកគេដែលពួកគេអង្វរករក្រៅពីអល់ឡោះ មិនបានផ្តល់ប្រយោជន៍អ្វីដល់ពួកគេឡើយ នៅពេលដែលបញ្ជារបស់ព្រះជាម្ចាស់របស់អ្នកបានមកដល់ ហើយពួកវាមិនបានបន្ថែមអ្វីដល់ពួកគេក្រៅពីការបំផ្លិចបំផ្លាញឡើយ។ 11:101
- នៅថ្ងៃដែលវា (ទណ្ឌកម្ម) មកដល់ គ្មានព្រលឹងណាមួយនឹងនិយាយឡើយ លើកលែងតែមានការអនុញ្ញាតពីទ្រង់ (អល់ឡោះ)។ ក្នុងចំណោមពួកគេ ខ្លះនឹងក្លាយជាអ្នកអកុសល និង (ខ្លះទៀត) ជាអ្នកមានសុភមង្គល។ 11:105
- ចំណែកអ្នកអកុសល ពួកគេនឹងនៅក្នុងភ្លើងនរក ដែលពួកគេនឹងថ្ងូរ និងគ្រហឹម។ 11:106
- ពួកគេនឹងស្ថិតនៅក្នុងនោះជារៀងរហូត ដរាបណាផ្ទៃមេឃ និងផែនដីនៅតែមាន លើកលែងតែព្រះជាម្ចាស់របស់អ្នកសព្វព្រះទ័យ។ ពិតប្រាកដណាស់ ព្រះជាម្ចាស់របស់អ្នក គឺជាអ្នកធ្វើនូវអ្វីដែលទ្រង់សព្វព្រះទ័យ។ 11:107
- ហើយអ្នកដែលមានសុភមង្គល ពួកគេនឹងនៅក្នុងស្ថានសួគ៌ ដោយស្ថិតនៅក្នុងនោះជារៀងរហូត ដរាបណាផ្ទៃមេឃ និងផែនដីនៅតែមាន លើកលែងតែព្រះជាម្ចាស់របស់អ្នកសព្វព្រះទ័យ ដែលជាអំណោយគ្មានទីបញ្ចប់។ 11:108
- កុំអនុគ្រោះដល់ពួកអយុត្តិធម៌ បើមិនដូច្នេះទេ ភ្លើងនរកនឹងប៉ះពាល់អ្នក ហើយអ្នកនឹងគ្មានអ្នកការពារក្រៅពីអល់ឡោះឡើយ ហើយបន្ទាប់មកអ្នកនឹងមិនត្រូវបានជួយឡើយ។ 11:113
- ចូរប្រតិបត្តិការអធិស្ឋាននៅចុងទាំងពីរនៃថ្ងៃ និងនៅពេលខ្លះនៃពេលយប់ (គឺការអធិស្ឋាន ៥ ដងក្នុងមួយថ្ងៃ)។ អំពើល្អៗនឹងលុបបំបាត់អំពើអាក្រក់ៗ (គឺអំពើបាបតូចតាច)។ 11:114
- អ្វីដែលមើលមិនឃើញនៅលើមេឃ និងផែនដីគឺសម្រាប់អល់ឡោះ ហើយរាល់កិច្ចការទាំងអស់ត្រូវបានប្រគល់ទៅឱ្យទ្រង់ (ដើម្បីសម្រេចចិត្ត)។ 11:123
- ការបញ្ជា (ឬការវិនិច្ឆ័យ) គឺសម្រាប់តែអល់ឡោះប៉ុណ្ណោះ។ ទ្រង់បានបញ្ជាឱ្យអ្នកគោរពបូជាតែទ្រង់ប៉ុណ្ណោះ (ជំនឿលើព្រះតែមួយ) នោះគឺជាសាសនាដ៏ត្រឹមត្រូវ ប៉ុន្តែមនុស្សភាគច្រើនមិនដឹងឡើយ។ 12:40
- កុំអស់សង្ឃឹមចំពោះសេចក្តីមេត្តាករុណារបស់អល់ឡោះឡើយ។ 12:87
- ហើយមនុស្សភាគច្រើននឹងមិនជឿ ទោះបីជាអ្នកប្រាថ្នាចង់បានយ៉ាងខ្លាំងក៏ដោយ។ 12:103
- ហើយភាគច្រើននៃពួកគេមិនជឿលើអល់ឡោះទេ លើកលែងតែពួកគេប្រព្រឹត្តពហុទេពនិយមជាមួយទ្រង់ (ឧ. ពួកគេជាពួកពហុទេពនិយម)។ 12:106
- វា (គម្ពីគួរអាន) មិនមែនជាពាក្យសំដីប្រឌិតទេ ប៉ុន្តែជាការបញ្ជាក់អំពីគម្ពីរដែលមានពីមុនរបស់អល់ឡោះ (គម្ពីរតូរ៉ា គម្ពីរអ៊ីនជីល និងគម្ពីរដទៃទៀតរបស់អល់ឡោះ) និងជាការពន្យល់យ៉ាងលម្អិតអំពីគ្រប់អ្វីៗទាំងអស់ ហើយជាការណែនាំ និងសេចក្តីមេត្តាករុណាសម្រាប់អ្នកដែលជឿ។ 12:111
- អល់ឡោះពង្រីកស្បៀងអាហារសម្រាប់អ្នកណាដែលទ្រង់សព្វព្រះទ័យ ហើយទ្រង់រួមតូច (សម្រាប់អ្នកណាដែលទ្រង់សព្វព្រះទ័យ)។ 13:26
- ចូរចងចាំអល់ឡោះជាញឹកញាប់តាមរយៈការរំលឹក។ អ្នកដែលជឿលើព្រះ ពួកគេស្វែងរកការពេញចិត្តនៅក្នុងការរំលឹកដល់ទ្រង់។ 13:28
- អ្នកដែលជឿ និងធ្វើអំពើល្អ ត្រូវបានផ្តល់នូវសេចក្តីរីករាយ និងសេចក្តីស្ងប់សុខនៃចិត្ត។ 13:29
- អ្នកដែលចូលចិត្តជីវិតនៅលោកិយជាងជីវិតបរលោក ហើយរារាំង (មនុស្ស) ពីមាគ៌ារបស់អល់ឡោះ (សាសនាឥស្លាម) ហើយស្វែងរកការបង្កែវង្វេងនៅក្នុងនោះ — ពួកគេស្ថិតនៅក្នុងការវង្វេងដ៏ឆ្ងាយ។ 14:3
- ចូរប្រតិបត្តិនូវភាពរាបទាប និងការដឹងគុណក្នុងការគោរពបូជា។ 14:7
- ឧទាហរណ៍នៃអ្នកដែលមិនជឿលើព្រះជាម្ចាស់របស់ពួកគេ គឺអំពើរបស់ពួកគេប្រៀបដូចជាផេះ ដែលខ្យល់បក់បោកយ៉ាងខ្លាំងនៅថ្ងៃមានខ្យល់ព្យុះ។ ពួកគេនឹងមិនអាចទទួលបានអ្វីពីអ្វីដែលពួកគេបានប្រព្រឹត្តឡើយ។ 14:18
- អល់ឡោះនឹងពង្រឹងអ្នកដែលជឿដោយពាក្យសម្តីដ៏មាំមួនក្នុងជីវិតនៅលោកិយនេះ (គឺពួកគេនឹងបន្តគោរពបូជាតែអល់ឡោះប៉ុណ្ណោះ) និងក្នុងជីវិតបរលោក។ 14:27
- កុំគិតថាអល់ឡោះមិនខ្វល់ពីអ្វីដែលពួកអយុត្តិធម៌ (ពួកពហុទេពនិយម ពួកជិះជាន់។ល។) កំពុងធ្វើនោះឡើយ។ ប៉ុន្តែទ្រង់ពន្យារពេលពួកគេទៅថ្ងៃដែលភ្នែកនឹងភ្លឺដោយភាពភ័យខ្លាច។ 14:42
- ដើម្បីឱ្យអល់ឡោះផ្តល់រង្វាន់ដល់គ្រប់ព្រលឹងតាមអ្វីដែលវាបានប្រព្រឹត្ត។ ពិតប្រាកដណាស់ អល់ឡោះគឺជាអ្នករហ័សក្នុងការតាំងគណនេយ្យ។ 14:51
- ហើយពិតប្រាកដណាស់ យើងបានបង្កើតមនុស្សចេញពីដីឥដ្ឋដែលមានសម្លេង ចេញពីភក់ខ្មៅដែលបានផ្លាស់ប្តូរ។ 15:26
- ហើយពួកជីន យើងបានបង្កើតពួកវាពីមុនមកពីភ្លើងដែលឆេៅក្តៅគ្មានផ្សែង។ 15:27
- វា (នរក) មានច្រកចំនួនប្រាំពីរ សម្រាប់ច្រកនីមួយៗមាន (ថ្នាក់ពិសេស) នៃពួកបាបជន។ 15:44
- ទ្រង់បានបង្កើតមនុស្សពីទឹកកាម (ល្បាយនៃទឹកកាមបុរស និងស្ត្រី) ហើយមើលចុះ គាត់ (មនុស្ស) បានក្លាយជាគូប្រជែងដ៏ច្បាស់លាស់។ 16:4
- ហើយសត្វចិញ្ចឹម ទ្រង់បានបង្កើតវាសម្រាប់អ្នក។ នៅក្នុងវាមានភាពកក់ក្តៅ (សម្លៀកបំពាក់ក្តៅ) និងអត្ថប្រយោជន៍ជាច្រើនសម្រាប់អ្នក ហើយពីវាអ្នកបរិភោគ។ 16:5
- ហើយ (ទ្រង់បានបង្កើត) សេះ លា និងសត្វកូនកាំបិត សម្រាប់អ្នកជិះ និងជាគ្រឿងតុបតែង។ ហើយទ្រង់បង្កើត (វត្ថុផ្សេងទៀត) ដែលអ្នកមិនដឹង។ 16:8
- ទ្រង់គឺជាអ្នកដែលបញ្ចុះទឹក (ភ្លៀង) ពីលើមេឃ។ ពីវាអ្នកផឹក ហើយពីវាដំណាំដុះឡើង ដែលអ្នកប្រើសម្រាប់ចិញ្ចឹមសត្វរបស់អ្នក។ 16:10
- ទ្រង់គឺជាអ្នកដែលបានបង្ក្រាបសមុទ្រ (សម្រាប់អ្នក) ដើម្បីឱ្យអ្នកអាចបរិភោគសាច់ស្រស់ (ត្រី) ពីវា និងដើម្បីឱ្យអ្នកអាចទាញយកគ្រឿងតុបតែងពីវាសម្រាប់ពាក់។ 16:14
- ទ្រង់បានដាក់ភ្នំដ៏រឹងមាំនៅលើផែនដី ដើម្បីកុំឱ្យវារង្គើជាមួយអ្នក ហើយ (ទ្រង់បានដាក់) ទន្លេ និងផ្លូវ ដើម្បីឱ្យអ្នកបានទទួលការណែនាំ។ 16:15
- តើអ្នកដែលបង្កើត ប្រៀបដូចអ្នកដែលមិនបង្កើតឬ? តើអ្នកមិនចាំទេឬ? 16:17
- ប្រសិនបើអ្នកព្យាយាមរាប់ព្រះគុណរបស់អល់ឡោះ អ្នកនឹងមិនអាចរាប់បានឡើយ។ 16:18
- អល់ឡោះដឹងពីអ្វីដែលអ្នកលាក់កំបាំង និងអ្វីដែលអ្នកបង្ហាញ។ 16:19
- អ្វីដែលពួកគេ (ពួកពហុទេពនិយម) អង្វរករក្រៅពីអល់ឡោះ មិនបានបង្កើតអ្វីទេ ប៉ុន្តែវាត្រូវបានបង្កើតឡើងវិញ។ 16:20
- (វាគឺជា) វត្ថុស្លាប់ គ្មានជីវិត ហើយពួកវាមិនដឹងថាពេលណាពួកវានឹងត្រូវបានគេប្រោសឱ្យរស់ឡើងវិញទេ។ 16:21
- ពាក្យសំដីរបស់យើងចំពោះវត្ថុណាមួយ នៅពេលដែលយើងចង់បានវា គឺគ្រាន់តែនិយាយទៅកាន់វាថា "ចូរកើតឡើង!" ហើយវាក៏កើតឡើង។ 16:40
- តើអ្នកដែលរៀបចំផែនការអាក្រក់ មានអារម្មណ៍សុវត្ថិភាពទេថា អល់ឡោះនឹងមិនធ្វើឱ្យពួកគេលិចចូលទៅក្នុងដី ឬថាទណ្ឌកម្មនឹងមិនមកដល់ពួកគេពីទិសដៅដែលពួកគេមិននឹកស្មាន? 16:45
- អ្វីដែលល្អ និងព្រះគុណណាដែលអ្នកមាន គឺមកពីអល់ឡោះ។ បន្ទាប់មកនៅពេលដែលគ្រោះថ្នាក់ប៉ះពាល់អ្នក អ្នកស្រែកអង្វររកជំនួយពីទ្រង់។ 16:53
- បន្ទាប់មកនៅពេលដែលទ្រង់បានបំបាត់គ្រោះថ្នាក់ពីអ្នក ស្រាប់តែមួយចំនួននៃអ្នកធ្វើពហុទេពនិយមជាមួយព្រះជាម្ចាស់របស់ពួកគេ (អល់ឡោះ)។ 16:54
- ក្នុងសត្វចិញ្ចឹម មានមេរៀនមួយសម្រាប់អ្នក។ យើងផ្តល់ឱ្យអ្នកនូវទឹកដោះដ៏បរិសុទ្ធ ដែលចេញពីពោះវៀនរបស់វា រវាងលាមក និងឈាម ដែលជាទឹកដោះដ៏ឈ្ងុយឆ្ងាញ់សម្រាប់អ្នកផឹក។ 16:66
- ដូច្នេះ កុំប្រៀបធៀបអល់ឡោះជាមួយអ្វីទាំងអស់ (ពីព្រោះគ្មានអ្វីប្រៀបបាននឹងទ្រង់ ហើយទ្រង់ក៏មិនប្រៀបដូចអ្វីដែរ)។ ពិតប្រាកដណាស់ អល់ឡោះដឹង ហើយអ្នកមិនដឹង។ 16:74
- ចូរដឹងថា ព្រះបានប្រទានឱ្យមនុស្សនូវការស្តាប់ ការមើលឃើញ បញ្ញា និងអារម្មណ៍ ដើម្បីឱ្យពួកគេដឹងគុណ។ 16:78
- ចូរចៀសវាងពីភាពលោភលន់ និងកំណាញ់។ 16:97
- នៅពេលដែលអ្នកចង់សូត្រគម្ពីគួរអាន ចូរស្វែងរកទីពឹងជ្រកក្នុងអល់ឡោះពីស្ហៃតាន ដែលត្រូវបានគេបណ្តេញចេញ។ 16:98
- ចូរដឹងថាកំហុសដែលបានប្រព្រឹត្តដោយភាពល្ងង់ខ្លៅ ត្រូវបានអភ័យទោស ប្រសិនបើបុគ្គលនោះប្រែចិត្ត និងកែខ្លួនឯង។ 16:119
- ចូរអំពាវនាវ (ឱមូហាំម៉ាត់ ﷺ) ទៅកាន់មាគ៌ារបស់ព្រះជាម្ចាស់របស់អ្នក (សាសនាឥស្លាម) ដោយប្រាជ្ញា និងការផ្សើមផ្សាយដ៏ល្អ ហើយចូរជជែកដេញដោលជាមួយពួកគេតាមរបៀបដែលល្អបំផុត។ ការអំពាវនាវអ្នកដទៃទៅកាន់មាគ៌ារបស់ព្រះ គួរតែធ្វើដោយប្រាជ្ញា និងភាពសប្បុរស។ 16:125
- អល់ឡោះគង់នៅជាមួយអ្នកដែលកោតខ្លាចទ្រង់ (អ្នកដែលបំពេញកាតព្វកិច្ចរបស់ពួកគេចំពោះទ្រង់) និងអ្នកដែលធ្វើអំពើល្អ។ 16:128
- គម្ពីគួរអាននេះណែនាំទៅកាន់អ្វីដែលត្រឹមត្រូវ និងយុត្តិធម៌បំផុត។ 17:9
- គ្មាននរណាម្នាក់អាចទទួលបន្ទុកអំពើបាបរបស់អ្នកដទៃបានឡើយ។ 17:15
- អ្នកណាដែលប្រាថ្នាចង់បានជីវិតបរលោក ហើយខិតខំប្រឹងប្រែងសម្រាប់វា ដោយការខិតខំប្រឹងប្រែងដ៏សមស្រប ហើយគាត់ជាអ្នកជឿ នោះអ្នកទាំងនោះ ការខិតខំប្រឹងប្រែងរបស់ពួកគេនឹងត្រូវបានគេទទួលស្គាល់ និងផ្តល់រង្វាន់ (ដោយអល់ឡោះ)។ 17:19
- ចូរគោរពឪពុកម្តាយរបស់អ្នក ហើយប្រព្រឹត្តចំពោះពួកគេដោយសេចក្តីសប្បុរស។ ចូរគោរពតាមឪពុកម្តាយ។ កុំនិយាយពាក្យមិនគោរពទៅកាន់ឪពុកម្តាយ។ ហើយព្រះជាម្ចាស់របស់អ្នកបានបញ្ជាថា អ្នកមិនត្រូវគោរពបូជាអ្នកណាក្រៅពីទ្រង់ឡើយ។ ហើយចូរធ្វើល្អចំពោះឪពុកម្តាយ។ ប្រសិនបើពួកគេម្នាក់ ឬទាំងពីរមានវ័យចំណាស់នៅក្បែរអ្នក កុំនិយាយទៅកាន់ពួកគេថា "អឺយ" ហើយកុំស្តីបន្ទោសពួកគេ ប៉ុន្តែចូរនិយាយទៅកាន់ពួកគេដោយពាក្យសំដីប្រកបដោយកិត្តិយស។ 17:23
- ហើយចូរបន្ទាបស្លាបនៃភាពរាបទាប និងសេចក្តីមេត្តាករុណាចំពោះពួកគេ ហើយនិយាយថា: "ឱព្រះជាម្ចាស់របស់ទូកខ្ញុំ! សូមទ្រង់មេត្តាប្រោសពួកគេ ដូចដែលពួកគេបានចិញ្ចឹមទូកខ្ញុំកាលពីតូច។" 17:24
- ពិតប្រាកដណាស់ អ្នកខ្ជះខ្ជាយគឺជាបងប្អូននៃពួកស្ហៃតាន ហើយស្ហៃតានគឺជាអ្នកដែលរឹងរូសមិនដឹងគុណចំពោះព្រះជាម្ចាស់របស់វា។ 17:27
- កុំខ្ជះខ្ជាយលុយកាក់។ 17:29
- កុំសម្លាប់កូនរបស់អ្នកដោយសារតែការភ័យខ្លាចភាពក្រីក្រ។ 17:31
- កុំចូលទៅជិតអំពើសហាយស្មន់។ ចូររក្សាភាពពិសិដ្ឋនៃអាពាហ៍ពិពាហ៍ ហើយចៀសវាងអំពើសហាយស្មន់។ 17:32
- ចូរប្រគល់រង្វាស់ពេញលេញនៅពេលអ្នកវាស់ ហើយចូរថ្លឹងដោយជញ្ជីងត្រឹមត្រូវ។ នោះគឺល្អ (មានប្រយោជន៍) ហើយប្រសើរជាងនៅទីបញ្ចប់។ 17:35
- កុំដើរតាម (ឱមនុស្ស គឺកុំនិយាយ កុំធ្វើ ឬកុំធ្វើជាសាក្សី។ល។) អ្វីដែលអ្នកមិនមានចំណេះដឹងអំពីវា (ឧ. ការនិយាយថា "ខ្ញុំបានឃើញ" ខណៈដែលគាត់មិនបានឃើញ ឬ "ខ្ញុំបានឮ" ខណៈដែលគាត់មិនបានឮ)។ 17:36
- ចូររាបទាប ហើយកុំក្រអឺតក្រទម។ កុំដើរលើផែនដីដោយក្រអឺតក្រទម និងអំនួត។ ពិតប្រាកដណាស់ អ្នកមិនអាចធ្វើឱ្យផែនដីរបកចេញបានទេ ហើយអ្នកក៏មិនអាចឈានដល់កម្ពស់ភ្នំបានដែរ។ 17:37
- ព្រះជាម្ចាស់របស់អ្នកជ្រាបច្បាស់ពីអ្នក។ ប្រសិនបើទ្រង់សព្វព្រះទ័យ ទ្រង់នឹងមេត្តាអ្នក។ ហើយប្រសិនបើទ្រង់សព្វព្រះទ័យ ទ្រង់នឹងផ្តន្ទាទោសអ្នក។ 17:54
- អ្នកណាដែលខ្វាក់ភ្នែកក្នុងលោកិយនេះ (គឺមិនបានឃើញទីសំគាល់របស់អល់ឡោះ និងមិនជឿលើទ្រង់) គាត់នឹងខ្វាក់ភ្នែកក្នុងជីវិតបរលោក ហើយកាន់តែវង្វេងចេញពីមាគ៌ា។ 17:72
- ចូរប្រតិបត្តិការអធិស្ឋានតាមពេលវេលាដែលបានកំណត់។ 17:78
- ពិតប្រាកដណាស់ យើងបានពន្យល់ដល់មនុស្សយ៉ាងច្រើននៅក្នុងគម្ពីគួរអាននេះ នូវគ្រប់ប្រភេទនៃឧទាហរណ៍ ប៉ុន្តែមនុស្សភាគច្រើនបដិសេធ (ការពិត) ហើយមិនទទួលយកអ្វីក្រៅពីការមិនជឿឡើយ។ 17:89
- យើងបានបង្ហាញគ្រប់ប្រភេទនៃឧទាហរណ៍នៅក្នុងគម្ពីគួរអាននេះសម្រាប់មនុស្ស។ ប៉ុន្តែមនុស្សគឺជាអ្នកឈ្លោះប្រកែកជាងអ្វីៗទាំងអស់។ 18:54
- ការផ្តន្ទាទោសរបស់ពួកគេគឺនរក។ ដោយសារតែពួកគេមិនជឿ និងបានចំអកឱ្យខគម្ពីររបស់យើង និងអ្នកនាំសាររបស់យើង។ 18:106
- មិនសមរម្យទេ (សម្រាប់ភាពអស្ចារ្យរបស់) អល់ឡោះ ដែលទ្រង់មានបុត្រ (នេះសំដៅទៅលើការបង្កាច់បង្ខូចរបស់ពួកគ្រិស្តសាសនិកប្រឆាំងនឹងអល់ឡោះ ដោយពួកគេនិយាយថាព្រះយេស៊ូគឺជាបុត្ររបស់ព្រះ)។ សូមលើកតម្កើងទ្រង់ (ហើយទ្រង់ខ្ពង់ខ្ពស់ជាងអ្វីដែលពួកគេធ្វើពហុទេពនិយមជាមួយទ្រង់)។ 19:35
- ចូរនិយាយជាមួយមនុស្សដោយសុភាព។ 20:44
- ចូរប្រជែងគ្នាក្នុងការធ្វើអំពើល្អ។ 21:90
- ចូរចៀសវាងការនិយាយឥតប្រយោជន៍។ 23:3
- ចូរថែរក្សាភាពថ្លៃថ្នូររបស់អ្នក។ 23:5
- ចូរថែរក្សាបេះដូងរបស់អ្នកពីទំនោរអាក្រក់។ 23:97
- ចូរអភ័យទោសដល់អ្នកដទៃ និងលើកលែងទោសឱ្យពួកគេ។ 24:22
- ចូរគោរពភាពឯកជនរបស់អ្នកដទៃ ជាពិសេសនៅក្នុងផ្ទះរបស់ពួកគេ។ ចូរបំពេញសិទ្ធិអ្នកជិតខាង។ 24:27
- ចូរបង្អោនក្រសែភ្នែករបស់អ្នក (សម្រាប់ទាំងបុរស និងស្ត្រី)។ ចូរថែរក្សាភាពថ្លៃថ្នូរ និងភាពបរិសុទ្ធរបស់អ្នក។ 24:30
- ចូររក្សាភាពថ្លៃថ្នូរក្នុងការស្លៀកពាក់ និងអាកប្បកិរិយា។ 24:31
- ចូរដឹងថា ព្រះផ្តល់សន្តិសុខ និងសន្តិភាពដល់អ្នកដែលគោរពបូជាទ្រង់ និងប្រព្រឹត្តអំពើល្អ។ 24:55
- កុំចូលទៅក្នុងបន្ទប់ឯកជនរបស់ឪពុកម្តាយដោយគ្មានការអនុញ្ញាត។ 24:58
- ចូរថ្លៃថ្នូរ និងរាបទាប។ 25:63
- ចូរចៀសវាងការធ្វើសាក្សីក្លែងក្លាយ និងការបោកប្រាស់។ 25:72
- ចូរខិតខំដើម្បីរង្វាន់ក្នុងជីវិតបរលោក ប៉ុន្តែកុំធ្វេសប្រហែសកិច្ចការរបស់អ្នកក្នុងលោកិយនេះ។ 28:77
- កុំអំពាវនាវរកព្រះដទៃក្រៅពីអល់ឡោះ។ 28:88
- កុំប្រព្រឹត្តអំពើរួមភេទដូចគ្នា។ 29:29
- ចូរខិតខំដើម្បីភាពពូកែក្នុងគ្រប់កិច្ចខិតខំប្រឹងប្រែងរបស់អ្នក។ 29:69
- ចូរប្រតិបត្តិការអធិស្ឋាន និងបង់ហ្សាកាត។ 31:4
- ចូរបង្គាប់ឱ្យធ្វើអំពើល្អ និងហាមឃាត់អំពើអាក្រក់។ 31:17
- ចូរចៀសវាងភាពក្រអឺតក្រទមក្នុងអាកប្បកិរិយារបស់អ្នក។ កុំខ្ជះខ្ជាយពេលវេលាជាមួយការនិយាយឥតប្រយោជន៍។ 31:18
- ចូរមានភាពល្មមក្នុងការដើរ និងកម្រិតសំឡេងរបស់អ្នក។ 31:19
- ចូរដើរតាមគំរូរបស់ព្យាការីមូហាំម៉ាត់។ 33:21
- ស្ត្រីមិនគួរបង្ហាញ ឬអួតពីសម្រស់ និងគ្រឿងតុបតែងរបស់ពួកគេឡើយ។ 33:33
- ចូរនិយាយការពិតក្នុងគ្រប់កាលៈទេសៈ។ 33:70
- ចូរស្វែងរកប្រាជ្ញា និងការយល់ដឹងតាមរយៈការពិចារណា។ 38:29
- ចូរគោរពតាមបញ្ជារបស់គម្ពីគួរអាន។ 39:23
- ព្រះអភ័យទោសឱ្យរាល់អំពើបាបទាំងអស់ នៅពេលដែលអ្នកប្រព្រឹត្តអំពើបាបប្រែចិត្ត ហើយត្រឡប់មកកាន់ទ្រង់វិញ។ 39:53
- ចូរធ្វើការអធិស្ឋាន (ឌូអា) ដោយស្មោះត្រង់ទៅកាន់អល់ឡោះ។ 40:60
- ចូរបណ្តេញអំពើអាក្រក់ដោយអំពើដែលល្អជាង។ 41:34
- ចូរសម្រេចកិច្ចការដោយការពិគ្រោះយោបល់។ 42:38
- កុំលើកសំឡេងរបស់អ្នកឱ្យខ្ពស់ជាងសំឡេងរបស់ព្យាការី។ 49:2
- ចូររក្សាអាថ៌កំបាំង និងចៀសវាងការក្បត់។ 49:6
- ចូរជំរុញសន្តិភាពរវាងអ្នកដែលកំពុងមានជម្លោះ។ ចូរស្វែងរកការផ្សះផ្សាក្នុងជម្លោះ។ 49:9
- កុំចំអកឱ្យអ្នកដទៃ។ 49:11
- ចូរចៀសវាងការសង្ស័យ។ ចូរចៀសវាងការធ្វើចារកម្ម និងការនិយាយដើម។ កុំនិយាយដើម ឬបង្កាច់បង្ខូចអ្នកដទៃ។ ចូរចៀសវាងពីទម្រង់ទាំងអស់នៃការនិយាយដើម និងការបង្កាច់បង្ខូច។ កុំអនុញ្ញាតឱ្យភាពក្រអឺតក្រទមនាំអ្នកទៅរកភាពអយុត្តិធម៌។ 49:12
- ចូរដឹងថាមានតែសេចក្តីកោតខ្លាចព្រះប៉ុណ្ណោះដែលធ្វើឱ្យមនុស្សម្នាក់មានភាពថ្លៃថ្នូរ។ ចូរគោរពភាពខុសគ្នារវាងមនុស្ស និងវប្បធម៌។ 49:13
- ចូរគោរពភ្ញៀវ។ 51:26
- ចូរយកចិត្តទុកដាក់ចំពោះកាតព្វកិច្ចរបស់អ្នកចំពោះអល់ឡោះ។ 51:56
- ចូរចំណាយទ្រព្យសម្បត្តិក្នុងការសប្បុរសធម៌។ 57:7
- ចូរដឹងថានៅក្នុងសាសនាមិនមានការបួសជាព្រះសង្ឃ (ការលះបង់អាពាហ៍ពិពាហ៍ និងភាពសុខស្រួលដូចជាព្រះសង្ឃ ដូនជី ឬអ្នកដទៃដែលរស់នៅក្រោមការស្បថសាសនា ឬអគារដែលពួកគេរស់នៅ) ឡើយ។ 57:27
- កុំអនុញ្ញាតឱ្យទ្រព្យសម្បត្តិធ្វើឱ្យអ្នកវង្វេងចេញពីការចងចាំអល់ឡោះ។ 58:11
- អ្នកដែលមានចំណេះដឹង នឹងត្រូវបានព្រះលើកកំពស់ឋានៈ។ 58:11
- ចូរប្រព្រឹត្តចំពោះអ្នកមិនកាន់សាសនាឥស្លាមដោយសេចក្តីសប្បុរស និងយុត្តិធម៌។ 60:8
- ចូរចៀសវាងការពុតត្បុតក្នុងជំនឿ និងសកម្មភាពរបស់អ្នក។ 63:9
- ចូរនៅឆ្ងាយពីភាពលោភលន់ និងកំណាញ់។ 64:16
- ចូរថែរក្សាវគ្គវិវរណៈដែលត្រូវបានប្រគល់ឱ្យអ្នក។ 73:15
- ចូរចងចាំថ្ងៃជំនុំជំរះ។ 75:36
- ចូរបង្គាប់ឱ្យមានការអត់ធ្មត់ និងមេត្តាករុណា។ 90:17
- អ្នកដែលបន្សុទ្ធព្រលឹងរបស់ពួកគេទទួលបានជោគជ័យ ហើយអ្នកដែលធ្វើឱ្យវាខូច បរាជ័យ។ 91:10
- កុំមើលរំលង ឬបណ្តេញអ្នកដែលត្រូវការ។ 93:10
- ចូរស្វែងរកចំណេះដឹង និងការយល់ដឹង។ ចូរអាន និងពិចារណាលើគម្ពីគួរអាន។ 96:1–5
- ចូរលើកទឹកចិត្តឱ្យចិញ្ចឹមអ្នកក្រ។ 107:3
""";
