const String quranIndexCircassianRaw = r"""
Манзил ТхьэлъэӀухэр 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Ди Тхьэ ТхьэлъэӀухэр  2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Си Тхьэ ТхьэлъэӀухэр 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
"Гьэрун (Ахьмэд) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'Абасэ, S.80; 74:22
Тхьэмахуэ щӀын (Уду), 4:43; 5:6
Ибрахьим (Ибрагим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- Яхудий е Чристэныкъым, 3:67-68
- Баккэ дэт япэ махуэщым иув, 3:97; 26:123
- Кэбэ япкъым и лъабжьэр къыӀэт 2:124-129
- Зы Тхьэ закъуэм ғибадэ щӀыным и цӀыхухэр йопсэлъ 2:130-133; 26:69-89; 29:16; 29:24-27
- Зи пагагъэр зи щхьэ къэралым щебэкъу 2:258
- КъэкӀэщ а къыхэщым и деж щыупщӀ 2:260
- Яхудий е Чристэныкъым 3:65-68
- Жылэм зиумыгъашхъэ и зэран зэран къыхэщын 6:74-87
- Исхьакъ и къекӀуэкӀыгъэм и хъыбар къегъэщӀэ 11:69-76; 51:24-30
- Кэбэ 14:35-41-м деж и сэхури
- Мэлейкхэм къыщыралъагъуащ 15:51-56
- Щытхъу зиӀэм и щапхъэ 16:123
- И адэр щынахуэм йоджэ 19:41-50
- Пэгагъхэр иузэщӀэжри мафӀэм къыщӀигъэзэж 21:51-73; 37:83-113
- Хьэж зэхуэсым псори йоджэ 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
ЩыӀэщтыныгъэ, 2:106, 16:101
Абу Лэхэб, 111:1-5
'Ад цӀыхухэр, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адэм, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- Мэлейкым и пащхьэм щхьэ щӀызэхуэсыкӀын хуей, 2:34; 7:11
- ЩӀэныгъэм и жыг, 2:35; 7:19-20; 20:120-121
- Жэнэтым щехыж (Хьэууэ фӀэщ щыхъукъым), 2:36; 7:24
- Аллахьым щӀыхь къыхуещӀ, ШейтӀаным къыкӀэщӀэж 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- Аллахьым щегъэгугъэ 2:37; 20:122
'Адият, S.100
'Адн Жэнэт, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Щхьэхуэныгъэхэр
- Иужьрэм и багъухэр зэрызэрымыдаӀыс, 6:164; 17:15; 35:18; 39:7; 53:38
- ЗэрызэригъэкӀуэтым и багъухэр зэрызэрымыбгъанэ, 2:286; 6:152; 7:42; 23:62
- Къемыхьэмыхьэным щагъэса, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ЛӀыжь хъуныгъэр, 16:70; 22:5; 30:54; 36:68
- Узыгъэса адэ-анэм епхауэ зи щытыкӀэр, 17:23
Ахьмэд, 61:6
Ахькъаф, S.46; 46:21
Ахьзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
Айкэх, дэсхэр, 15:78; 26:176; 38:13; 50:14
A'ла S.87; 87:1; 92:20
'Алакъ, S.96
Эл-Имран, S.3
Аллахь
- Зы махуэм зэрыхъур мелуан тӀощӀкӀэ гъэтӀылъауэ, 70:4
- Зы махуэм зэрыхъур цӀыху мелуан къудей къэскӀэхьауэ, 22:47; 32:5
- Зы деж щытми и пщӀэ зэриӀэуэ, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- Зыпщыхъупщри нэхъыфӀ дыдэу щыт, 95:8
- ТӀэкӀур здынэмысым, 43:82; 67:12
- ШыкӀыхь зыщӀхэм я хэкӀыпӀэкӀэ узэщӀын, 8:30; 8:36
- ЦӀыхухэр ищӀын щыӀэкӀэу абыхэм имыубгъуу абыхэм япэрыхын, 4:133; 14:19; 35:16
- Гъыбзэ ищӀ и анитӀыс, 53:43
- Зы цӀыхум гъэшӀэ кӀыхьакӀэм дэхьауэ ищӀын, 2:259
- Щытхъуу щымытхъуэм я бий, 2:98
- Пщэдджыжым щегъэжьауэ жэщым нигъэсыху тхьэмахуэ ищӀыху, 33:42
- Абы и пхъум щытхъуу щымысхэу, 16:57; 17:40; 43:16; 52:39; 53:21-22
- И цӀэкӀэ, 53:19-20
- ЦӀыхухэм и щхьэхуитыныгъэ етащ, 36:67
- Абы и деж псори къызэритыжын, 4:66-68; 4:125
- ФӀыми емыхъуми абы къыдэкӀащ, 4:78
- ГъащӀэр къыретыр икӀэр зыщӀыр 44:8; 53:44; 57:2; 67:2
- ГъащӀэр текӀуэдым нэхъыфӀ дыдэу щӀэрагъэтын, 4:95-96; 5:54; 9:120; 49:15; 61:11
- И гъусэ щытхъурэкъым 72:3
- И къуэ щытхъурэкъым 43:81; 72:3; 112:3
- Уэ узэримыхъумыщӀа уи гугъэ зэманым щиӀэм, 93:3
- ЩӀэныгъэкӀэ псоми исщ, 2:115; 2:142; 2:177; 4:126
- Ещанэрэ икӀэрэ щытщ (Алфэрэ Омегэрэ), 57:3
- Щытыр Зэрылъытхэр ипщытщ, 57:3
- Здынэсым ехъулӀэу зэрищэну, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- Пэжуу зыгъэщыр хъуэхъукӀэ дохъуэхъу, 49:9
- Зыгуэр дэлъу щытхъурэкъым и мыгъусэхэм я гъусэкӀэ зыгъащыхэм, 5:101; 6:140; 6:148; 7:32
- Зауэм и тезыр къыпыкӀуам фӀыгъуэ декӀыу, 8:70
- ЩытыкӀэм, 2:255
- цӀыхухэр Тхьэу щыткъым, 3:64; 3:151
- зы Тхьэ закъуэкъым, 4:171
- псэм и щхьэ заразу къыщхьэщэщ, 113:1-5; 114:1-6
- и ужь къэтлъэу, щысу, щылъу тегупсысыхь, 3:191; 4:103; 10:12; 25:64
- ныбэм ущызэрытрагъэухуэр, 3:6
- и тетхъур псым тетщ, 11:7
- фимыщӀэхэр къищӀынущ, 16:8
- Зи Къэралэгъум щыщІэмыхь, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ЗэгурыІуэныгъэхэр, 8:72; 9:7
- Чристэнхэмрэ Джуртхэмрэ, 5:51
- мылъхуэдэным диным зимыгъэзахуэхэм ядэгъэгурыІуэ зэрыхъунукъым, 9:23-24
- мелыхьым дэгурыІуэ зэрыхъунукъым, 4:88-89; 4:139; 4:144
Альяса’ (Елъисэ еплъ)
Аманэх, щыгугъыныгъэ зэриІэмкъэ Тхьэ игъэува къалэнхэм къащыщыгъуэу, 2:283; 4:58; 8:27
- щыгугъыныгъэм еплъ
Мелыхьхэр, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- мафІэм къыхащІыкІахэщ, 7:12; 38:76
- игум зэрыщытыр къэзыхьын Тхьэм и тетхъум Щхьэщэху махуэм 69:17
- хъулъфыгъуэхэу щыттэкъым ахэр къызэретым хуэдэу, 43:19; 53:27
- хъумэкІакІуэ 82:10-12; 86:4
- жэхьэнэм и тетхъуэ лІыкІуэ ипщыкІу 74:30-31
- гъэпэжьауэ ягъэкІуэнукъым, 15:7-8
- къагъэдахэну ягъэкІуэ, 16:2
Гъэщэнжэныгъэм зыщыхъумэн, 3:134
’Анкабут, S.29
Блэгухэр, 27:18
Маймылхэр, 5:60
- щхьэщэхуж еплъыкӀуэ, 2:65; 7:166
Дыным техьэжьэжыныгъэ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- иджыри къэхъун дыным техьэжьэжахэм ягумэкъэ иращӀэну мэгугъуэ, 46:35
- Тхьэ закъуэ иратынущ 73:11; 74:11
КъэкӀуэну дунейм и тезырмэ, 2:217; 9:74
- нэгъуэщІхэр зэрыщыгугъынухэр, 3:87
- щыгъуэ тхьэмахуэ, 3:89; 5:34; 9:5; 9:11
- Щхьэщэху махуэм щӀэх дыдэу къэсыжынукъымрэ 40:85
- ГуащӀагъэм иуж техьа, 16:106
Дыным техьэжьэжахэр, 47:25
A’raf, S.7; 7:46, 48
Арафат, 2:198
Щыгугъыныгъэ
- я закъуэ езыхэхэр дикъыхахрэ, 4:107
- уиджыри дэкӀуэти абыхэм игум къащыхьэт, ауэ хэт щхьэщэху махуэм къыгушыӀэнур, 4:109
Щыгугъыныгъэхэмрэ зехьэтыкӀэхэмрэ
- жэуап тратынущ 8:58
- сыт ищӀакъэ щӀэщыгъуэ щытыныр нэхъыфӀ, 16:126
ПщӀантӀэхэр, 16:81
’Аср,S.103
Аят Аль-Курси, 2:255
Гугъу дыдэу зыщызыгъэІэтхэр, 49:12; 104:1
Бадр (зауэ), 3:13
- дерсхэр, 8:5-19, 42-48
Аль-Байт-уль-Ма мур, 52:4
Бакках (Макках), 3:96
Б’аль, 37:125
Балад, S.90
ЗэкӀэлъыкӀуэныгъэ, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану Ан-Надир, 59:2-6, 13
Бакарах, S.2
Бара’а (Таубах еплъ), S.9
Барзах, (МэІэщэмбагъ), 23:100; 25:53; 55:20
- джели 18:94-97; 34:54; 36:9
Баййинах, S.98
Псэущхьэ (иужьрей махуэлъэ), 27:82
Бэдоуинхэр. 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Балий, 16:68-69
ЗэхэтыкІэ
- ЩыгурагъыІуэ нэхъыузыгъэу щыгур джыурым хэӀэтыхьыкӀэщӀэкӀ нэхъыжьхэм, 16:125, 29:46
- щыкъэдмыгубзыгъэхэм защыхъумэныр, 17:36
- гуэныхьымрэ нэхъ гъэщтыхьхэмрэ зыщахъумэныр, 53:32
- щызэхэт зэхуэдэм теухуауэ нэхъ фадэ хурикъуэ, зыщымыгъэхьу, зыщымащӀымэ 49:12
- дауи къэтлъэуу щытынщи фи щыгугугъыныгъэхэм, 6:152
- зэгуэр лъабжъэ зэхуэхъумэн къэралэгъум, 2:143; 25:67
- гумэкӀауэ ирагъэсэншэф хъуным къыщхьэщэщ, 4:36, 57:23
- уи дэӀэпыкъуныгъэр къэлъыхъуэхэм укӀикъэ, 93:10
- зымыгъэбзэджэн хуэдэкъым, 53:32
- нэгъуэщІхэр зэрыдэгуузэным хэмыкІауэ, 49:11; 104:1
- гъэщтыхь зэрызэхэтхэр къызэӀухамэ хэмыкІауэ, 4:148
- зэрызэдэмыуэным хэмыкІауэ, 104:1
- дэтхэнэ зэрыхэуэ щытым закон иратыркъащӀэмрэ гъащӀэмрэ, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- джели дауэ ущытепщэным дэкӀуакӀэщ, 22:67
- Тхьэм зы къэралэгъу зэхуэщӀынугъэ, 5:48; 11:118; 16:93; 42:8
- Тхьэм и къэралэгъу гурэхъэнэм щыувыкІэ, 21:92
- Джуртхэм щхьэкӀэ къэгъэгъуныгъэкIуэщ, 5:13
- мыдэным зимыгъэзахуэхэм я щхьэкӀэ къэгъэгъуныгъэкIуэщ, 31:15; 45:14
- щӀэх дыдэу щыгъэхьэзырэу къэгъэгъуныгъэкӀуэщ 42:37
- тетхъуэхэр зечэхьэ щызэдэгуэщ Іуэхухэм, 42:38
- джели бэщӀэузум, 10:47; 16:36
- лъэщныгъэм и фэм къыхэкӀыу, 33:58
- хъулъфыгъуэхэр (бзылъхугъэхьхэм теухуауэ), 24:30
- мамыр гурыІуэхэм тыгъэ яратау, 42:40
- гурыІуэкІуэу егупсысыхь нэхъыщхьэшхуэ Іуэхухэм, уи гуэмыхъэмэ 17:28
- узынэс иджэм изакъуэм сымэ, 17:23
- Муслимхэм теухуау, 33:6
- нэгъуэщІхэм пэІэщӀэтымэ, 17:26-29; 17:35; 17:53; 60:8
- адэ-анэхэм пэІэщӀэтымэ, 46:15
- къулхэм теухуауэ, 4:36; 24:33
- зэм зищамыуа дзейдэмыщӀэкӀэ, мыдэным зимыгъэзахуэхэр тэкӀакӀуэ тхын 60:8
- ищауэхэр БэщӀэузым щыщхэу, 33:28-34
- бзылъхугъэ (хъулъфыгъэхэм теухуауэ), 24:31
- дэтхэнэ щыгугъыныгъэм, 2:136; 2:285
- ЩыIэкIэ зиIэм и теплъэр, 49:14-15
Дин зыхэлъхэр, 2:2-5; 2:285; 8:2-4; 8:24
КъэзыгъэщIар къэзыгъэнэным и завещание, 2:180, 240; 4:7, 12; 36:50
ТхьэмыщкIэ щытын (гъэпцIэн, зэран хэлъын), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Тхыдэ лъапIэ (Библие), 5:64, 5:65, 5:68
- и щыIэкIэр зэIэбэхауэ, 3:78; 5:14-15
Къуалэбзухэр, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Лъым и мылъкур (Дия), 2:178-179; 4:92; 17:33
Зауэм къыщыхах мылъку, 4:94. 8:41; 59:6-8
- щхьэхуэу къэхыу, 3:162
- еплъын трофеи
КъэхьэлъэкӀ, 2:188
Будн, 22:36
Хьэлъагъ
- Зыми зы и хьэлъагъыр теткъым, 35:18; 39:7; 53:38
- Дин къомбыгъэхэм нэгъуэщIхэми я хьэлъагъыр зытетщ, 16:25; 29:13
- Дэтхэнэ зыми я хьэлу узыгъэушхъуэр я фIыгъуэркъым, 6:31, 164
- Алыхьым зыми и къарум щхьэщыкI хьэлъагъ теткъым, 2:286; 7:42; 23:62
Бурудж (Вагъуэшхуэхэр), S.85; 85:1; 15:16; 25:61
Шыд, 6:144; 7:40; 77:33; 88:17
Хьисэпхэр, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- Еплъын зауэм къыщыхахахэми
Хьэйуану, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Thawr и щхьэхуэгу, 9:40
Щхьэхуэгу, джэмыIэм исхэр 18:9-22, 25-26
Пэжым и щыхьэт, 56:95; 69:51
Псапэ, (Садакъэ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- Псапэмрэ Закятымрэ я мурад, 2:273; 9:60
Сабийхэр 2:233; 42:49-50
- Я сабийхэр хэкIуэдахэм я фIэщхъуныгъэ, щIэныгъэншэу, 6:140
Христ, (еплъын Хьисэ)
Христианхэр, 5:14, 19, 64-65, 69; 22:17
- Хьисэ хьэкъмэ ищI хъунукъым жаIэ, 4:171
- Муслъымэнхэм нэхъ пэгъунэгъуу гущIэгъу яIэщ, 5:82
- ЗэрыжаIар нэхъыбэм ящыгъупщащ, 5:14
- Иджы деж деж дыщIэкI мурсал, 5:15, 19
- Темызэщ диным и пэжыр, 2:62; 5:65; 5:69
- «Хьисэ Алыхьым и къуэщ» жаIэ, 9:30
Къалэхэр зэтракъутэжащ, 69:9
Щынчъэ къалэ, 95:3
Щыгъын, 7:26; 16:81
- МафIэм и щыгъын, 22:19
- Бзылъхугъэхэм я плIэнхъурей е щыгъынкIэ Iей къащымыгъэщтыным щхьэкIэ, 24:31
- Бзылъхугъэхэм я щыгъын щхьэкIэ езыхэм нэмыс ямыщIын щхьэкIэ, 33:59-60
Конфедератхэр, 33:9, 22
- Еплъын Ахзаб Мэшыгум, зэдэгушаIуэ, 42:38
ЗэхэтыкIэ
- Зэрыхъур къыщыщIэдзауэ зэпегъэщIэж, 10:4; 21:104; 27:64; 29:19-20
- ЩIэ зэхэтыкIэ, 17:49, 98; 35:16
- Пэжым и щыхьэт, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- Джэгу къудейкъым, 21:16-17; 23:115
- Псэ здэщыIэм и зэхэтыкIэр, 21:30; 24:45; 25:54
- ЦIыхум и зэхэтыкIэр, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- И япэ теплъэр 56:62
- Махуитхум, 7:54; 11:7; 32:4; 50:38; 57:4
- Зэгуэтхауэ, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- ЗэщхьэщыкIыныгъэ хэлъу, 35:27-28
- Алыхьым унафэ ещI «Хъу!» - икIи аракъэ, 2:117; 16:40; 36:82; 40:68
- Нэм и кIэщхъункIым хуэдэу, 54:50
- Жэнэтрэ щIылъэ хуэдэхэр, цIыхур хуэмыдэу, 40:57; 79:27
- И мурад, 51:56
Хьэндыркъуакъуэ, 5:31
Критерий, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Дахр, (еплъын Инсан,) S.76; 45:24
- Зэман, 76:1; 103:1
Даудыт, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- Псаломхэр иратыжащ 4:163
- Боифыр ботэм щиукI, 2:251
- УзыгъэщIэращIэ 21:78-80
- ЩIэныгъэрэ лIыкIуэныгъэрэ щIыгъуу 27:15-16
- Кхъуэмрэ къуалэбзухэмрэ Алыхьым дадэIэпыкъуу икIи догъэIэзэ 34:10; 38:17-20
- ЦIыхуитIым я зэхуакум тегъэщIапэ 38:21-26
Давабб е Даббэ (псэущхьэр зэрыщытым хуэдэу, н.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Кхъухьхэр къэтэджыжынущ, 6:36
ЛIэныгъэ, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- Зэуэм къыщыщхъумэжкIэ, 33:16
- Алыхьыр зэрыхъумэмкIэ, 3:195; 22:58; 47:4
- ЗэIущIэкIэ щIэхъумэ хъуным и къэралым зэран зэрырамыгъэхьыркъым, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- Алыхьым и хуэлагъым дэщхъумэхэр псэущи, 2:154; 3:169
- Псахуэ зыубыдыр тхьэщIэху ещIэнымкIэ, 4:100
- КъыщыувыIэ хъуркъым нэрылэ, 63:10-11
- Жэщым и къуэшыжьым хуэдэу 6:60; 39:42
- Дин зыхэлъхэмрэ мыдыныгъэ зиIэхэмрэ лагъым дежь 8:50; 16:27-32; 41:30
- Щхьэгум щыIэ хуэныкъуэм и тезыр 40:46
Уасэхэр, 2:280, 282; 4:11-12
Унафэ
- ДэтхэнэмкIи, абы иIэщ, 13:38
- Зэи зы къалэ згъэнакъым абы иIэ унафэр щIэухуэу, 15:4
- Дэтхэнэми и унафэр Алыхьым къыдокIуэкI, 44:5
- Ар зыми унафэ ещIакIэ, «Хъу!» - икIи аракъэ, 2:117; 36:82; 40:68
Iуэхухэр
- Iуэху зэранхэр, я хьэлэмэтыгъуэм хущIэкъу, 47:14
- Ди дежкIэ дэ ди, фи дежкIэ фи Iуэхухэр, 28:55; 42:15; 45:15
- ФIыри Iейри зитхъумэн Iуэхухэщ, 41:46
- ЦIыхум и Iуэхухэр пщэм жъуауэ яIат, 17:13
Лъэгагъхэр, зэрахъуамкIэ, 6:132
Зэран, езыхэм иращIэ зэранхэр, 47:14, 16
- Езым и тхьэ хуэщIар и щхьэм щыщ зэран, 25:43
Мыгузэв Алыхьым и гущIэгъум шъхьэкIэ, 39:53; 21:87-88; 68:48-50
- Джэредж еплъ
Дэрийат, S.51
Дикр, 7:205; 15:6, 9
Зул-Кифил, 21:85; 38:48
Зул-Къэрэйн, 18:83-98
Зун-Нун (Балыкъым и гъусэ)
Иман зимыӀэхэр (Мунафыкъхэми еплъ)
- Мухьэммэд (ﷺ) Аллахьым и къэухь къащхьэщыгъэу къелъэӀуну ядэгухьэ, 6:57-58; 8:32; 10:49-52
- Ягугъэм хуэдэу здэщыӀэ, 31:15
- Япсалъэхэм сабырлыкӀэ едэӀу, 20:130; 50:39
- ЗэгурыӀуэныгъэ ядызыӀыгъыр, 8:56; 8:72; 9:4, 7
- ЗэгурыӀуэныгъэр зэтракъутэр, 8:58; 9:12
- Аллахьым я мурадхэр пцӀы хъугъуэ хэщӀыхьэ, 8:30, 36
- Аллахьым и хабзэр ягъэщӀагъуэм деж ягъусэ мыхъу, 4:140; 6:68
- Къыщхьэщыгъын хуейуэ къэлъэӀуамэ, 9:6
- Зауэм и зэманым я наказанэ, 8:12, 50, 59
- Ахърэтым я наказанэ, 8:37
- Масджытым щыӀэн, е ахэм еужьын хуейкъым, 9:17
- Дахэу здэгушыӀэ, 17:53
- Ебэнын хуей, 9:73; 25:52; 66:9
- Зауэ мызыгъэкӀуэкӀхэм захуагъэкӀэ епэщэн, 60:8
- Иман зимыӀэхэм закъуэ ядэӀэпыкъунщ, 8:72
Иса и деж щеджахэр, 3:52; 61:14
Мунафыкъымрэ иман зимыӀэхэмрэ я гум уз щыӀэ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Гугъэ къащӀэмэ, абы иужькӀэ шынагъуэ щымыӀэныгъэ къокӀуэ, 3:154
Зауэм къыдахьар гуэшыныгъэ, 8:41; 59:7-8
ХэндэкӀым и цӀыхухэр, 85:4-10
ЗэмылӀэужыгъуагъ
- ЦӀыхухэм я зэмылӀэужыгъуагъ, 30:22, 35:27-28
- Гулъытыгъуэм и зэмылӀэужыгъуагъ, 35:27-28
Щхьэгъэжыныгъэ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- Зэман икӀыным иужькӀэ е щхьэгъэжын, е зэгурыӀуэн, 2:231; 65:2
- Щыхьэт тӀурыс, 65:2
- ӀущӀэув, 2:233, 241
- Щхьэгъэжам и ӀэнатӀэм техуэ иужькӀэ хируэ, 2:233
- ТӀэу зэ хахын хуэдэ, 2:229
- Мэхьэр жыпӀэм и хьэл, 2:229, 236-237
- Ныбэ щхьэщыт имыӀэмэ, лъэныкъуэ егъэтыху, 65:6
- Зигьар еплъ
Щхьэгъэзыныгъэ, Хъулъхужь
- Зы бзылъхугъэм щхьэкӀэ адрей щхьэмыхыж-япэ уэ къэптыр къэумыжьэж, 4:20
- Уи щхьэгъэжам гущӀэнтэкъым емыгъэкӀу, 65:6
- Щхьэгъэжахэр ягугъэм пэщӀэувэу щӀамыгъэт, 4:19
- МазиплӀ къэгупсысыжыну, 2:226
- Уи щхьэгъэжам и ныбэмрэ и зэман гъэкӀуам икӀэм нэгъунэ къыдэӀэпыкъу, 65:6
- Уи щхьэгъэжам и быдзышэр къыдэӀэпыкъу, уи сабий армэ, 65:6
- Анэм сабий имыӀэм щхьэкӀэ зэран темыхьэн хуейкъым, 2:233
- Ислъам япэм щегъэжьауэ, 58:2
- Мэзыжь къигъэзэжыным щхьэкӀэ мэзиттӀ зэпегъэзэжын хуей, 58:4
- Мэзыжь къигъэзэжыным щхьэкӀэ мискин 60 пагъашхэ, 58:4
- Мэзыжь къигъэзэжыным щхьэкӀэ лъэщӀыгъуэ къагъэнэн хуей, 58:3
- ЗэгурыӀуэну пылъын, 4:35
- Гунагъуэ щымыӀэмэ зэкъуэмыувэу, 2:236
- Нысэм мэхьэрым и ныкъуэр техуэн хуейт, 2:237
Щхьэгъэзыныгъэ, Бзылъхугъэ
- Ещанэ щхьэгъэзыныгъэм иужькӀэ (ар адрей хъулъхужьым къытекӀауэ), ежьэжьей япэ хъулъхужьым деж, 2:229
- КъыдэӀэпыкъуным хуэнахуэ, 2:241; 65:1
- Щхьэгъэжыным и хуэхуэнур зэхуэдэщ, 2:228
- Хъулъхужьым зэран къыричыным ящошынэ, 4:128
- Хъулъхужьым къаритыр иӀыгьын хуей, 2:229
- Я унэхэм къагъэкӀын хуейкъым, 65:1
- Махуэ щыщӀым икӀын хуей, ныбэм кӀэщӀакӀэ зэрытемытым щыхьэту, 2:228
- Мазэ щыщӀым щехыжхэм махуищ икӀын хуей, 65:4
- ЗэкъуэувыӀакӀэ имыӀэмэ, 33:49
Хьэхэр, 7:176
Шыдхъухэр (Щыд), 2:259; 16:8; 31:19; 62:5; 74:50
Ефэныгъэ
- Ефэр, 2:219; 5:90
- Къабзэрей, фӀыцIэу ӀэмэфӀэу, 37:45-46; 76:21
- Къабзэрей печать траӀуатэу Ӏейныгъэ, 83:25
Духьа, S.93
Духъан, S.44
ПӀэухъум и дзэ, 105:1-5
Елийас (Илия; Илъясын) 6:85; 37:123-132
Елисей, (Алъяса') 6:86; 38:48
Энок, (Идрис еплъ)
Хъугъуэ, 56:1; 69:15
Псэемыблыж, 4:123; 10:27-30; 19:83; 59:15
- Жылагъуэм зэрыжаӀэ мэхъуркъым, 4:148
- Езым къыдэкӀым деж, Алыхьым къыдэкӀым деж, 4:79; 42:48
- Гуэныхь къыдэпхъуэн хуей, 4:149
- Награда къытраубыда, 6:160; 42:40
- ХэзыгъэкӀэуэ, мыгъэфӀэу, 16:45-47
- ИкIэм нэсауэ арати, 30:10
- ЩӀылъэмрэ хымрэ къытехьащ, 30:41
- ДекӀэну/Щишыну, дахэм дыщӀэкъун хуей, 13:22; 23:96; 41:34
- ЗэхъуэкӀэу, дахэм деж, 7:95
- Езыхэм ядэкӀуэхэм, гухэм теуэу, 47:14, 16
- Пайдэ къахэзыгъэкӀхэм ягухэр къабзару мэщыт, 47:14
ЕмыкӀу
- ШхынымкӀэ къагъэщта, 5:87
- ДинмкӀэ, 4:171; 5:77-81
Нэхэм, тхьакӀумэхэмрэ и нэхъыжьхэм гуэныхь лэжьакӀуэхэм ятеубыдауэ щытнущ, 41:20-23
Эзра, (Узейр) 9:30
Аллахьым и Нэгу е и Щхьэ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Дэгъуэу къэплъагъу
- Аллахьым щагьэкӀуа езыхэм ялэжьащӀэхэр, 6:108
Иман (Бекъым), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ХэзыгъэкӀхэм, 3:116
- ЗыщаӀэтыху, 3:173
- Пэжурэ, 44:7; 45:4, 20; 51:20
- Ар къыпхуэзыгъэущар, 49:17
Фэджр, S.89
Фэлэкъ, S.113
Къуръаным и Аятхэм теухуа пцIы псалъэмакъ, 6:68
ТхьэпцIхэр
- Аллахым нэмыщIу, псалъэ жаIэ тхьэпцIэхэр 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- Аллахым нэмыщI тхьэуэ щыIэхэм щымыщхьэхукIытэ, 6:108
- Taghut-ми еплъ
ПцIы (Batil), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ЦIыхум и Iуэхухэр пщIэнтIеймкIэ бгъэдэлъхьащ, 17:13
Махуэщэсыгъуэ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- Шхэ, ефэ, хужьыбзийр фIыцIабзийм къыщхьэщыкIыху, 2:187
Фэтхь, S.48
Фэтихьэ, S.1
Фэтыр, S.35
Фидьяхь (щхьэщэкI), махуэщэсыгъуэм и, 2:196
- Къагъанэрхэр зэIэщэхыным папщIэ, 8:67
- Дзыхь зэрытрамыгъэуэхэм ятыну щхьэщэкI, 3:91; 5:36, 37; 10:54; 13:18
Щхьэмыгъазэ, 95:1
Зауэ
- Аллахым и гъуэгумкIэ, дзыхь зэрытрамыгъэуэхэм япэщIэувэу, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- Унафэ щIауэ, 2:216
- Тхьэм папщIэ мазэхэм, 2:217; 9:5
- Исраилым и бынхэм я деж, 2:246-251
- Аллахым и щхьэкIэ, цIыхубзхэмрэ цIыхухъухэмрэ яхуэмыгъэпэжу щыщытхэм папщIэ, 4:74-76
- Фитнэр иухыху, 8:39
- ТIущIым тIущIым щытекIуэу, 8:65
- Аллахым дзыхь зэрытрамыгъэуэхэм япэщIэувэу, 9:29
- Зэран зэрытрамыгъэуэхэм япэщIэувэным и хуитыныгъэ, 22:39-41
- Мунафыкъхэмрэ, 47:20
- ЕхъулIэныгъэхэр, 48:17
Фил, S.105
Фирдаус Джанэт, 18:107; 23:11
МафIэ, 56:71, 100:2
Бзу, 22:73
Шхыныгъуэ
- Халылырэ Хьэрамрэ, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- Ежьуахэм гуэныхь ятеткъым, 5:93
- ЗэрыпхымыкIытэ, 5:87
- Аллахым халыл зэрищIам хьэрам зэрымыщI, 5:87; 7:32; 16:116
Мыдэным хуэгъэзауэ щытыкIэр, 6:151-152; 7:33
Грехыр къыщхьэщыжыныгъэ, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- Дзыхь зытриубыдахэм я къалэн, 42:37; 45:14
- Дзыхь зытриубыдахэмкIэ, Тхыгъэр зиIэхэм папщIэ, 2:109
- Аллахым грехыр къыщхьэщехыр зым зыхуейм, 4:48
- Аллахым къыщхьэщыжыхыркъым Ар тхьэпцIхэм зэдащIыным, 4:48, 116
- Зым Аллахьым деж щыгугъмэ, 4:110
- Аллахьым зэрыщIэмыдзэу, Мушрикуным папщIэ, 9:113
- Аллахым псори къыщхьэщехыр, 39:53
- Мелейхэм грехыр къащхьэщажэ щIым тетхэм, 42:5
- Грехыр къыщхьэщыжыж, щыгумэкIым деж, 42:37
- Грехыр къыщхьэщыжыжрэ зэгурыIуэрэ щыт, 42:40
- Дзыхь зытриубыдахэм грехыр къащхьэщажыну Аллахым и махуэхъум щыгугъ зымыIэхэм, 45:14
- Гуэныхь инхэмрэ Фуахишхэмрэ зыщызыхъумэхэм папщIэ, 53:32
- ЗэрыщыщIэдзапIэ лъахъшэ грехыр къыщхьэщыжынымкIэ, 57:21
- Iуэху дахэхэм Iуэху Iейхэр зэрыхъуэкIхэр, 25:68-71
ГъэпцIакIуэ, (Хьэйнтым еплъ) 83:1-6
Хуитыныгъэм узытехьэф
- Аллахым и мурадымкIэ гъэIэпхъуат, 6:107; 10:99; 74:56; 76:31; 81:28-29
- Зым зыхуейм деж, дзыхь трагъэувэ, дзыхь трамыгъэувэ, 18:29
- И Тхьэм деж гъуэгу къыщых, 76:29
- Зэтеухуэу екIуэкI, 81:28
Мэрем махуэм и намаз, 62:9-11
Жэм, 6:41; 16:11
- Джанэтым, бэлыхьу, 43:73
- Жэмым и теплъэ псори, 47:15
- Зэрыгухэлъым хуэдэу, 77:42
Фуджжар, 82:14-16; 83:7
Фуркъан, S.25
Фуссилат (Хьэ Мимми еплъ), S.41
Джабрыил, (Джибрил) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рухул-Къудус, 2:87, 253; 5:110; 16:102
Къумар, 2:219; 5:90
Джэгу, Ихьрам зыщыгъым деж, 5:94-96
Гъафир (МуIминми еплъ), S.40
Гъашийэ, S.88
Гъусл, 4:43; 5:6
Саугъэтхэр, 30:39
Джялуд (Джалут), 2:249-251
Дахэ (Махуэхэр), 3:140
- ЗэикI уэ пIейтей ущытIэ дахащэм и деж, щыбгъэгуфIэр уэ иеым и деж, 2:216
- ЗымыкIэщIыжын зыщIыну, 4:85; 28:54
- ТIу зэрыхъукIэ зымыкIэщIыжын, 4:40; 28:54
- Пщы зэрыхъукIэ зымыкIэщIыжын, 6:160
- Къыхагъэхъуэрей, 42:23
- ЗэрыпщIэным папщIэ, дахэ дыдэщ иджыри Ахъырэт унэм иджыри, 16:30
- Мы дунейм дахэ зищIым зэрыпщIынущ, 39:10
- Аллахым зымыкIэщIыжын ар зыщI дахэм ар нэхъыфIу, 53:31
- Зэрыхъунумыту къыщIэкIынщытэ ар нэхъыфIу емыкIуу щыщытым ар, 55:60
- ЩIэ ар дахэу, Аллахым дахэ уищIауэ, 28:77
Дахэхэмрэ Iейхэмрэ
- Дахэр Аллахым къокIыр, емыкIур уэ укъыщIокIыр, 4:79
- Дэтхэнэми дахэм и деж зыщIыну узыгъэгугъэр емыкIур и деж емыхъулIэныр, 17:7; 41:46
- ЕмыкIур дахэмкIэ пхъуэдитэ, 23:96; 28:54; 41:34
- Дахэрэ Iуэху Iейрэ зэхуэмыдэу щыт, 41:34
- Дэтым и зыхуэщIа псори ар зэрыпэщIэхуэу, 3:30
- Мухьсинунми еплъ
Iуэху дахэ
- Ар къэбжьхьын е хъумэн, 4:149
- Зэпеуэм хуэдэу зыкъэбгъэсэбэпын, 5:48
- ХъыбарыфI, 78:1-5
- ЩхьэщэупщIэж, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
- Хадид, S.57
- Хьэди (къурмэн), 2:196, 200
- Хьэж (ЩIыналъэм щыIэн), 2:158, 196-203; 3:97; 5:2;22:30
- Хьэж, S.22
- Хьэман, 28:6, 38; 29:39; 40:24, 36, 37
- Iэпкълъэпкъхэр щыхьэт техуэнщ, 36:65
- Хьэгъгъэ, S.69
- Гугъэ, гугъэ къэс дэщIыгъущ, 94:5-6
- Хьэрун, (Ахьэрун)
- Хьэрут, 2:102
- Хьэщр, S.59
- Гухэр:
  - гущIэгъуншэ, 2:74; 22:53; 39:22; 57:16
  - пыщэха, 7:100-101; 40:35; 47:16; 63:3
  - щызыхуэщIа, 17:46; 41:5
  - къыщIагъэбыда, 47:24
  - зэхэщта, 59:14
  - шынагъэкIэ щыт, 22:35
  - зыгуэрым уз зэрыхьам, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
- Уафэхэр:
  - Аллахьым идейщ уафэм щыщ щыгъупщар, 16:77
  - джэгуным папщIэ къэмыхъуа, 21:16
  - щIыналъэмрэ уафэмрэ зэхэлъада, 21:30
  - уафэм зыри щыхъума хъуакъым, 27:75
  - багъэншэу къэщIа, 31:10
  - И ИжьырабгъумкIэ зэтедзэжынщ, 39:67
  - махуитIым уафэу бгъур къэщIа, 41:12
  - нэхурхэмкIэ япэрей уафэр зэщIащэкъэбзэ, 41:12
  - Аллахьым идейщ уафэм щыщ псори, 45:27;53:31
  - уафэу бгъур, зыр зым идежь иттэу, 67:3
- Жэхьэнэм (мафIэр, дыгъэжьым и къуэлэн), 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
  - псы джанкIиблэрэ ирисыкIыкIэрэ 22:19-22; 23:103-104
  - бжьакъуэ 14:14-17; 38:55-58; 69:35-37
  - Зэкъум жыгыр 37:62-70; 44:43-50; 56:41-56
  - щыпсэун е злэжьыным зэран трагъэкIэу щытхэкъым 87:13
  - къэрабгъэ хэзэрыхьын 26:91-101; 34:31-33
  - пIалъэкIэ гъэкIуэдын зэрыщыгугъыр 25:13-14; 43:74-78
  - гу зэIуха дауэдапщэхэр 35:36-37
  - МафIэр зэрыжьэрэ зэрыкIырэр 25:11-12; 67:6-11
  - гъэжэгъущахэр кIэхым ипIэкIэ щIэхэр къыщIагъувэм 4:56
  - дыжьынрэ щахуэрэкIуэхэрэ тар хьэтыркIэ 14:48-50
  - гъущI пхъуантэхэр 22:19-22
  - бжьымхэр 13:5
  - жэхьэнэм и хъумакIуэхэр 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
  - щхьэуэ псапэ къыщIамыщIэу щыт 5:36-37
  - щхьэщэ хамыгъэхьэу 6:94; 26:100; 30:13; 74:48
  - напэтехьыгъуэрэ щIыIэ хьэлъэрэ щымыIэу жэхьэнэм 38:57
  - бжьым тIощI зыIудзэкIэ, 69:32
  - пIалъэкIэ щыIэнухэщ, 78:23
- Ахърэтыр (Дунейм и кIэр):
  - нэхъыфIщ унэр абы щыIэм, 6:32; 7:169
  - сыт дэни ахърэтым икIэм, 6:135
  - залымулихэм ирагъэфIакъым (дэ), 6:135
  - унэр, 12:109; 16:30; 28:83; 29:64
  - хэт икIэщхъунуми, 17:10
  - тыгъуафэ, 42:20
  - дыжьыррэ дыщэррэ нэхъыфIщ, 43:33-35
  - Моттакъунхэм папщIэтхъуэ, 43:35
  - хьэкIэкхъуэн, 68:33
  - фIыджэу нэхъ купщIафIэджэ, 87:17
  - иджырейм ипэкIэ нэхъ лейщ, 93:4
- Гъуэгуанэ, бгъуэ, 21:31
- Хыжр (Къыр джабэхэр), 15:80-85
- Хыжр, S.15
- ЦIыхухъу зэдэпсэукIэр 26:165-166; 27:55; 29:28-29
- Шыхэр, 16:8
- Сыхьэт, зэман:
  - абы и щIэныгъэр Аллахьым идейщ, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
  - зыгуэрым деж абы деж ипхъабзэу къыщыхэтэу, 6:31; 7:187;12:107; 43:66
  - къыбгуаIыхьу, 6:40; 12:107; 20:15; 34:3
  - къэблагъэжэ, 54:1-5
  - нэм и щыплIэм хуэдэурэ, е нэхъ благъэтми,16:77
  - щIылъэр зигъэнэхуам, 22:1
  - теухуэнщ, махуэм деж, 30:12, 14
  - пэж дыдэу къэкIуэнущ, шэч хэлъкъым, 40:59;45:32; 51:5-6
  - щыгъэбзаджэхэр 21:96; 27:82; 43:61; 47:18; 54:1-2
  - цIэхэр 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
  - цIыхухэм щыщымыщIэкIэ 6:31; 7:187
  - бгъуанэхэр къагъэуджын ядзэфынщ 6:73; 23:101; 39:68
- Унэхэм, щхьэдэгъэзыха яIэу щыщэкIэ, 24:27-29
- Хьуд, 7:65-72; 11:50-60; 26:123-140; 46:21-26
- Хьуд, S.11
- Хьужурат, S.49
- Хьумезэ, S.104
- Хьунейн (зэрыпэщIэтыгъуэр), 9:25
- Хур (Джэнэтым и бзылъхугъэхэр), 44:54; 52:20
- Двуругъвер, цIыхум и напэм хуэпцIыр:
  - щыпсалъэ: дыкъэралъху Аллахьымрэ икIэгъэмрэ, ауэ пэжщIэхкъым дэ, 2:8
  - езыхэм езыхэм яхилъакъуэ, 2:9
  - уз яхэлъ ягухэм, 2:10; 8:49; 22:53;33:12; 47:29
  - мурадгъэхэмкIэ зэран егъэкIуэц, 2:11-12
  - блэнкъуэлIэхэрэ заузэдыхьэгъуэхэрщ, 2:13-15
  - щыуагъэхэм тепэщ хъуагъэ, 2:16
  - щхьэмыгъуж, жьым имыщэ, нэм имылъагъу, 2:17-18
  - лIэнымрэ щIыхьэщIымрэ ящыхьэщIэу, 2:19-20
  - псалъэ дахэ, 2:204-206
  - зауэм пыщхьэрыхьын, 3:167-168
  - Аллахьым я гум илъыр ещIэ, 3:167;4:63
  - тхьэмыщкIу хьисэпшIхэм я дежкIэ хьисэп тедзэн, Уэхийм пэщIэтыжын, гузэвэгъуэ къалъысымэ къакIуэн, 4:60-62
  - гузэвэгъуэмрэ ехъулIэныгъэ инымрэ щыналъысым, 4:72-73
  - Аллахьым яужь ищэщIащ, 4:88
  - ныбжьэгъуу къамыщтэн, 4:89; 58:14-19
  - яужь иIэбэжмэ, здыщылъэгъум щыIалIэн, 4:89
  - ехъулIэныгъэ къэвгъэлъыгъуэ е мыхьэлъагъэхэм я ехъулIэныгъэ, 4:141
  - Аллахьым егъэпцIэн щIэупщIэ, дзыхьуэ зэращIыр кIыфIу, цIыхухэм ялъагъуну, 4:142
  - мыхэм ящыкъым дыхэхэм ящыкъым, 4:143
  - мафIэмым и куу щIагъым исын; дэIэпыкъуэгъу имыIэу, 4:145
  - къащыщIэн ящыхьэщIэу, 9:64-65
  - тхьэ щемылъэIун, 9:84
  - цIыхухъухэмрэ цIыхубзхэмрэ зэщIыгъущ; эеныжьхэщ; Аллахьым и къэрал, 9:67-69
  - Бэдуинхэм хэту, 9:101
  - здыщагъуэтым дежI иIыгъын хуейщ икIи яукIын хуейщ, 33:61
  - Аллахьым ебгъэзыхьынущ, 33:73
  - пцIы зыщIэхэщ; я щIыб къагъазэу; я гур зэгуэшащ, 59:11-14
  - пцIы зыщIэхэщ; я тхьэрыIуэр щхьэ защIащ; я гухэр пещIэхащ; къащыхьэщIэ, 63:1-4
  - зыгуэр къагурыIуэкъым, ящIэкъым, 63:7-8
  - ебэнын хуэдэу, 66:9
  Иблис (ЩейтIан), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
  - ЩейтIаным дежкIэ еплъ
  Ибрахим, (Авраам еплъ)
  Ибрахим, S.14
  Iиддэ (зыдэкI щхьэгъусэм и кIэным и кIэух тхылъ), 2:228, 231, 232, 234, 235; 33:49;65:1-7
  Идрис (Енох), 19:56-57; 21:85; 96:4
  Ихьрам, 2:197; 5:2, 95
  Ихьсан, 16:90
  Ихълас, S.112
  Илахь, зы закъуэщ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
  Хьэрам бзэгуэкIым; щыхьэт нэхум и щыхьэт, 4:15-18; 24:2, 19
  Иллийюн, 83:18-21
  Мывгъущэ (Нажэс) 9:28
  Iимран
  - и щхьэгъусэ, 3:35
  - и пхъу, 66:12
  Зэи хэкI хъунукъым, 69:1-3
  Инфитар, S.82
  Унафэр, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
  Щымытхъуу, зым ебгъэщIым, 4:30, 148
  Инсан (Дахр еплъ), S.76
  Иншикакъ, S.84
  Инширахь (Щархь еплъ), S.94
  Уэхий, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
  ЗэдэIэпыкъуэгъу/ЗэдэIэпыкъуэгъу, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
  Ехьэлхэр, 5:90, 2:219
  Щхьэщытыгъуэлъхьэжын, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
  ИкърэI (Iэлэкъ еплъ), S.96
  Ирам, 89:7
  ГъущI, 57:25
  Iисэ, Iисэ еплъ
  Исхьакъ, (Исхьакъ) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
  Исмаил (Исмаил), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
  КэIбэм и лъабжьэр и адэмрэ зэдеIэтей, 2:125-140
  Iэдэбжьэм и тхыдэ 37:100-113
  Ислам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
  - муслиму езыхым и япэрей, 6:14,163; 39:12
  - япэ дызубгъэдэкIыу, 9:100
  - бгъэр къызэIуахыу, 39:22
  - Iэдэб щIэгъэкъымэ, 49:17
  ИсраIилым, и бынхэ, 2:40-86
  - щIэгъэкъуэш хуащIау, 2:47-53, 60, 122; 45:16-17
  - Аллахьым и пщIэр зэпаудау, 2:54-59, 61, 63-74; 5:71; 7:138-141
  - муслимхэм зэрыщыщытым, 2:75-79
  - я нэмыс ираIэтау, 2:80, 88, 91
  - яхъуэжьау, 2:80, 83-86, 93, 100; 5:12-13, 70
  - мы дунейм и гъащIэр Ахьырэтым и уасэу ящэщIащ, 2:86
  - цIыхум гъащIэм нэхъ хущыхьэщIыжу, 2:96
  - пащтыхь ялъэIэу, 2:246-251
  - кIэрэ зэпаудащ; зэхуэмыдэу зэгуэшащ; мэлыхъуэхэу, 7:161-171
  - тIэу щиIэсри хегъэщIыкьу, 17:4-8
  - бийм къыхахыжу, 20:80-82
  - Тыкужьрэ жэуап зыхьэхэмрэ игъэIэзт, 32:23-25; 40:53-54
  - щIэныгъэ зыIыгъ лIэщIэхэм яхэтау, ищIэуэр (КъурIэныр пэжыу), 26:197
  Истива (къыщхьэщытын), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
  Iитикаф, 2:187
  Якуб, (Якъуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
  - Асбэт (Якуб и пхъу закъуэхэм игугъущ), 2:140; 3:84;4:163
  Жалут, (Голиаф еплъ)
  Жатийэ, S.45
  Iисэ, Мэриям и къуэу
  - дунейм щыпсэу бзылъхугъэхэм яхэзыха нэIуасэ, 3:42
  - къэгъэтэджыным и махуэм щыхьэт техуэнущ, 4:159
  - къэхъунымкIэ хъыбар тыгъуау, 3:45-47; 19:22-23
  - ИсраIилым и бынхэм зэрыдэкIуу, 3:49-51
  - еджакIуэхэу, 3:52-53; 5:111-115
  - Аллахьым и дэIэпыкъуэгъухэу еджакIуэхэр, 3:52; 61:14
  - къэIэтау, 3:55-59; 4:157-159
  - Адэм и теплъэ хуэдэу, 3:59
  - хуамыIэлIа икIи жэмыIэубыдыжащ, 4:157
  - егъэIэзтау, 4:163
  - ДекIухэм нэхъ мащIэкъым (иумыхьэкIын), 4:171-172; 5:75; 19:30, 43:63-64
  - жаIэ зэрымыхъулIам 5:17, 72; 9:30
  - Ди ДекIухэм (Мухьэммэд ﷺ ) къакIуащ, 5:19
  - ХъыбарыфI лъапIэр иратащ, 5:46
  - Лъэныкъуэхэм жаIащ: Дэрэ муслъымэн дызэрыхъугъэр, 5:111
  - ШхынкIэ дэгъэзеяуэ щхьэдэхащ, 5:114
  - ЩхьэпцIыкIэ тхьэлъэIу емыгъэщIат, 5:116-118
  - Пейгъамбэр захуэ, 6:85
  - Дамыгъэ хуэду, 23:50
  - ЕтIуанэу къэкIуэжыныр 43:61
  - Езым теухуауэ зэгурымыIуэхэр, 43:65
  - ЛIымрэ Исраел быным и щапхъэм нэхъыбэркъым, 43:59
  - ХъыбарыфI къехьэкI гуэлэжьым, Ахмэд и цIэр зэреджэну, 61:6
  - И ныбэ хьэлэлкIэ къэхъугъэ, хъыбарыр, Iэджыгъуэхэмрэ 3:45-51; 19:16-38
  - Алыхьым и фIыгъэхэр ягу къагъэкIыжащ 5:110-115
  - Тхьэ зэрыхъур къемызэшыр 5:116-120
  - Зиужьымрэ гущIэгъурэ и лъэныкъуэхэм ягум итым 5:82; 57:27
  Жыгьутхэмрэ Хьристэнымрэ, 2:140; 4:153-161, 171; 5:18
  - ПцIы зэрыхъум ядэIу, 5:41-42
  - Я псалъэм папщIэкIэ къытахьащ, 5:64
  - Муслъымэнхэм я бийхэщ (муслъымэнхэм), 5:82
  - Ислъым зыIэтахэм, 26:197; 28:53; 29:47
  Жыбрийл, (Джэбрэил еплъ)
  Жыхад, (Зэуэн, Зэпымыуэу теуэн) 2:216; 9:24; 22:78; 25:52
  Жынхэр, S.72
  Жынхэр, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
  Жынхэр, мафIэм къыхэхъукIащ 15:25; 55:15
  - Жынхэр зэрылъэщымрэ зэрымысхьымрэ 72:1-15
  - ЗэрыхъуамкIэ Къуръан и гугъэр къыдаIыгъащ 46:29-32
  - ЦIыхухэмрэ жынхэмрэ мурадкIэ къэхъуахэщ 51:56-58
  Иёб, 4:163; 6:84; 21:83-84; 38:41-44
  Иоанн, (Яхьэ, Иоанн Бэптист)
  - ХъыбарыфI телъыджэ иIэу, 3:38-41; 19:7-11; 21:90
  - Захуэ, 6:85
  - Акъылэгъу, гъэщIэгъуэну, зи пщэ дэлъыр егъэзащIэ, 19:12-15
  Ион (Ионэс е Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148
  - (Зу н-Нун) 21:87; 68:48-50
  Иусуф (Йосыф), 6:84; 12:4-101
  - Тхыдэхэм я нэхъыфI дыдэ 12:1-3
  - НыбжьыщIэ Иусуф и гъэщIэрэщIэ 12:4-6
  - И къуэшхэм зэрызэтраублам 12:7-18
  - ЛIэужь къуэлэным ещэжащ 12:19-20
  - Мысрым и УнафэщIым и унэм щегъэсахэр 12:21-22
  - УнафэщIым и щхьэгъусэм пхэлъэдэкIыну хущIэкъу 12:23-29
  - ШхынкIэ щызэдэуэр 12:30-32
  - Тырмым макIуэ 12:33-35
  - Тырмым щыIэу зэдэмыхьэнхэр 12:36-42
  - Пащтыхьым и гъэщIэрэщIэ 12:43-53
  - УнафэщI мэхъу 12:54-57
  - Къуэшхэр къеблагъэ хьэкъ къаIэщIэкIын папщIэкIэ 12:58-68
  - И къуэш Биниамин ещэ 12:69-82
  - И адэм елъэIуэж гуауэ IэшIагъэм 12:83-87
  - Щытхъуж и щыпкъагъэр 12:88-98
  - Пасэрей гъэщIэрэщIэр тэрэзу къокIуэ 12:99-100
  - КъызэщIэкъуэу тхьэлъэIу 12:101
  Жуди, Бгы, 11:44
  Жумэгъуэ, S.62
  Хьэкъыгъэ (Гьэдел), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
  - НэгъуэщIкIэ еплъыт 4:65, 105
  КаIбэ
  - Ибрахьим ищIауэ, 2:125-127
  - Джэгум иукIын зэрамыщIэ, 5:94-96
  - Щынчъэкъэмым иубыдыпIэ, 5:97
  - Щыгъын здымыщIэу ирагъэхьэхукI, 7:28
  - ЩытхьэлъэIумрэ ирагъэхьэхукIми, 2:200; 7:29, 31
  Къэфырун, S.109
  Къэфур, тепшыпскIэ зэхэлъу, 76:5
  Къэхф, S.18
  Кьэнз, 9:34-35
  Къэсузер (Джаннэтым и псыхъуэ), 108:1
  Къэсузер, S.108
  Бандыгъуэ
  Уафэхэмрэ щIылъэмрэ ящыщ, 39:63; 42:12
  Гъайбым и, 6:59
  Хъуэлэ Бинт Тхьэ лхьэбэ, 58:1
  УкIыныгъэ
  - Зы цIыху зэрыукIамэ, абыукIащ цIыху лъэпкъ псом, 5:32
  - Зыри зэрымыукIым, 17:33
  Псалъэ дахэхэр садакъэм нэхърэ нэхъыфIщ, 2:263
  Лъэпкъэгъу, я хукъэхэр, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
  Кирамэн-Ратыбин, 82:11
  Шыныгъэ
  - ТхьэмыщкIэ зэрытIысыркъым, атIэ Ар абы ещIэ, 6:59
  - ХэкIуэдащ абыхэм я сабийхэм зэраукIар зы щысхьэу, щымыIэуи, 6:140
  - Тхум щыщхэр, Алыхь ЗахуэмкIэ, 31:34
  - ЩыпкъагъэкIэ, 102:5-7
  Къорэх (Къэрун), 28:76-82; 29:39; 40:24
  Курси, 2:255
  Лхьэхьэб (Масэдым еплъыт), S.111
  Лъайл, S.92
  Дыгъэ, 25:61; 67:5; 71:16; 78:13
  Бзэхэр
  - Зэимыщыщу, хьэрэчэтым и фэр, 30:22
  Лъэт, 53:19
  ХьэкIым, къару щызиIэм, 5:48
  ХьэкIым Алыхьым и деж, 2:219; 98:3
  ПцIыкIуэхэр, 26:221-223
  ГъащIэ, зы цIыху зэрыгъэувыIамэ, зэрыгъэувыIарщ цIыху лъэпкъ псом и гъащIэр, 5:32
  Мы дунейм и гъащIэ
  - ЛъэкIыжым и уасэкIэ ещэхауэ, 2:86
  - Ар щхьэпцIыкIэ зэрыщыгугъуэу аращ, 3:185
  - ЛъэкIыжьыр папщIэкIэ гъащIэр езыгъэщэкIум, 4:74
  - ЩыгугъуэкIэ, е бэнакIуэкIэ щытохуэ, 6:32; 29:64; 47:36; 57:20
  - МелъкъэщӀэхуэ, 6:130
  - Дунейм и щхьэплъэныгъэр мащӀэщ, Ахърэтым елъытамэ, 9:38; 13:26; 28:60
  - ЩӀылъэм теуэ псым ещхьщ, 10:24
  - Щытхъурэ Дунейм, 10:64
  - Сыт хуэдиз узыхуейми къыщыбгъуэтынущ, ауэ Ахърэтым укъыщӀэбгъэдэкӀынукъым, 11:15-16; 17:18; 42:20
  - Нобэрейм фӀыуэ еплъхэу, Ахърэтыр зэращӀэхэр, 75:20-21; 76:27
  - Нобэрейр нэхъыфӀу флъагъу, 87:16
  Нур
  - Къэунэхугъуэ, 4:174
  - ЩӀыхуи гъущэгууи, 6:1
  - Мысалыгъэ, 24:35
  - Иджыри ипэ иту, иужькӀэ фӀэщхъуныгъэ зиӀэхэм ядот, 57:12-15; 66:8
  - Аллахьым къырет, фӀэщхъуныгъэ зиӀэхэм тэрэзу зекӀуэ ящӀын папщӀэ, 57:2
  Аллахьым гъунапкъэ иувгъахэр, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
  - Ар гъунапкъэщ, 2:187; 229-230; 4:13; 58:4; 65:1
  - Гъунапкъэр емыбгынэ, 2:190, 229
  - Гъунапкъэр зэбгынэмэ, 2:229; 4:14; 78:22
  - Ауэ ищӀэн хуейм къыхэкӀмэ, гъунапкъэри емыбгынэу, 2:173; 6:145
  - Фи диным зыгуэр хэмыгъэхъухь, 4:171; 5:77
  - Гъунапкъэхэр зэбгынамэ, (мэймахуэ хъуахэщ), 7:166
  - Гъунапкъэхэр хъумэхэр, 9:112
  Шыр, 74:51
  Къэухь
  - Аллахьым фӀыуэ къеухъу, 2:245; 73:20
  - Бжыгъаншэу хэхъуэ, 57:11, 18
  - ЩитӀу щӀын, 64:17
  Зэран къихьэн, гуэныхьышхуэ, 39:15
  Лут, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
  - И щхьэгъусэ псалъэм щӀэмыдэм, 11:81; 15:60; 66:10
  Лотон жыг, 34:16; 53:14-16; 56:28
  Лукъман, 31:12-14
  Лукъман, S.31
  Ма'аридж, S.70
  Мэдинэ (Есриб), 9:120; 33:13, 60; 63:8
  Медян, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
  - Еджэ Аикэ жыгми
  Mahr (нэчыхьым и ахъшэ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
  Ма'идэ, S.5
  Мэкъэ (Бэккэ), 3:96; 90:1-2
  - Щынэ щӀыпӀэ, 95:3
  ЦӀыху
  - ЩӀы хъуреягъкӀэ тхылъ тедзэхэр, 2:30; 6:165
  - Лъэпэсым хуэдэу щӀа, 35:39
  - И пщылъэхэр, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
  - Аллахьым мэущии, 2:155; 3:186; 47:31; 57:25
  - ЦӀыхухэм я мурадхэр, 3:14
  - ЩӀыгум къыщӀэщӀауэ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
  - КъищӀащ икӀи кӀэух иӀэу къигъэуващ, 6:2; 15:26
  - ЦӀыхухэмрэ цӀыхубзхэмрэ яхыхьэжын, 4:35
  - Аллахьым яхуэзамэ ар зимыфӀэщхъу цӀыхухэр, 6:31
  - ИкӀэщӀыпӀэри, 6:60, 72, 164; 10:45-46
  - Езым и щхьэм уэгу къыщӀырех, 6:123
  - Зыми зым и гуэныхьыр зытепхьэнукъым, 6:164
  - Ар фӀыщӀэныгъэншэщ, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
  - ШейтӀаным щыщхьэщыкӀын хуейуэ егъэгугъэ, 7:27
  - Щхьэгъуси бынри, 7:189-190
  - Зыгуэрым зэран е зэщӀэкъуз техумэ, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8, 49; 41:49-51; 42:48; 70:19-21; 89:16
  - Езы и Тхьэм дежкӀэ зегъэзэж, 10:23; 84:6; 96:8
  - Езым и щхьэр зегъэпцӀыж, 10:44
  - Ар гуфӀэгъуэ иӀэу зэрыгугъ, 11:10
  - Егъэубыдри ар зэран ищӀын папщӀэ, 17:11
  - Ар псынщӀэу зэрыщыту ирагъащӀэ, 17:11
  - И Ӏуэхухэр и пщэ гъуэм телъу дот, 17:13
  - Хэт гъуэгум нэщӀыным, езым и зэраным папщӀэ икӀи хэт тэрэзу дэтми, езым папщӀэщ, 17:15
  - Зими хуэмузаджэмыхъун, 17:71
  - ЛӀэныгъэмрэ къэтыжыныгъэмрэ, 23:15-16
  - Я диныр зэгуэшащ лъэпкъ бжыгъэкӀэ, дэтхэнэми езым инымкӀэ зыщыгуфӀыкӀыу, 23:53
  - Бзэхэм, Ӏэхэмрэ лъакъуэхэмрэ я щыхьэт техуэнущ, 24:24
  - Езым и щхьэм щхьэщыхьэу щытхъунущ, 75:14
  - Зи мурадыр и тхьэу щытыр, 25:43
  - Лъы зэдэшхрэ унагъуэ зэдешхрэ, 25:54
  - Дэтхэнэ уафэмрэ щӀылъэмрэ фхуэщӀащ, 31:20
  - Хэт езым и щхьэр Аллахьым игъэува, 31:22
  - И бгъэм щӀыкӀэ гуритӀ ишъкъым, 33:4
  - Аллахьым елъэӀун, 39:64-66
  - Зэран техуэр езым ӀэкӀэ ищӀа мурадым папщӀэщ, 42:30, 48
  - Мелейхэр и Ӏуэхухэр тхыгъэу яӀыгъщ, 50:17-18, 23; 85:11
  - Мелейхэр зехъумэ, 13:11; 86:4
  - Ещанэ классымкӀэ игуэшынущ, 56:7-56
  - Алыхьым и деж нэхъ пэгъунэгъухэр, 56:10-11
  - И Ӏэрыгъым и ныбжьэгъухэр, 56:27-40
  - И сэмэгурабгъум и ныбжьэгъухэр, 56:41-56
  - Нэщэн зэмыщх дунейм къыдашэнущ, 56:60-62
  - ЩытыкӀэ дахэ ящӀащ, 64:3
  - Ахъшэрэ сабийхэмрэ зэкӀэлъыплъэкӀэщ, 64:15
  - КъищӀащ икӀи елъытащ, 67:23-24; 74:12-15; 90:8-10
  - Ар зэрыгугъэщ, 70:19-21
  - Намазхэм зыкъагъэува, 70:22-35
  - Нэхъыбэ ищӀэну и мурадщ, 74:15
  - Езым и щхьэр щыхьэту техуэнущ, 75:14-15
  - И нэмыс, 75:31-40; 90:5-7
  - Мы дунейм и гъащӀэм фӀыуэ еплъщ, 76:27
  - Нэхъ гугъу е уафэр къэдгъэщыным, 79:28
  - И Тхьэм и хьэтыркӀэ мащӀэщ, 82:6-12
  - Дахэу зэхалъхьэри уасэ яритащ, 82:7
  - ЩытыкӀэ зэмыщхэм докӀуэ, 84:19
  - Ахъшэм фӀыуэ еплъыж, 89:20
  - Гугъуехьым хэт къыщалъхуамэ, 90:4
  - И гугъэхэмрэ и Ӏуэхухэмрэ зэмыщхэщ, 92:4
  - Уи мурадыр нэхъ тыншу, фӀыуэ бгъэзэж, 92:7, 10
  - Ар хуэдэм нэхъыфI дыдэу щIалхъуа (теплъэ), 95:4
  - ИужькIэ нэхъ щхьэкIэмыр дыдэм щIыхьа, 96:5
  - Псори зэпрыудыIэ, 96:6-7
  Хьэжым и манасикхэр (къалэнхэр), 2:128, 200; 22:30
  Манат, 53:20
  ЦIыхухэр
  - ТехьэщIэтхэ, 2:143
  - Зы лъэпкъу, 2:213; 10:19
  - Зы тхьэмыщкIым къытехъукIа, 4:1; 39:6; 49:13
  - Я щхьэм пэщIэувэ, 10:23
  - ГущIыхьэншэхэ ГъэтIылъыгъуэр гъунэгъу дыдэ щхьэкIэ, 21:1-3
  - Фытрам теухуауэ къэгъэщIа, 30:30
  - Я нэхъ лъапIэр, 49:13
  - Лъэпкъхэу, лIакъуэхэу щIа, 49:13
  Маннэрэ бжэндэхъурэ, 2:57
  ЗекIуэкIэ
  - Унэхэм щIыхьэным теухуауэ, 24:27-29
  - Унэм икIутIыкIэ, 24:58-61
  - Бегъымбарым и унэхэм, 33:53
  - Бегъымбарым салам ехынымрэ салат щытын дыдэмрэ, 33:56
  - Алыхьрэ и Элшырэ е зэрыгуэныхь цIыхухъухэмрэ цIыхубзхэмрэ ягу имыгъэбзэн, 33:57-58
  - Хъыбархэр зэрытхъума щIыкIэ, 49:6
  - Зыр адрейм щIэмылэщI, 49:11
  - Зэхуэсыгъуэхэм, 58:11
  Унагъуэ зэхэгъэувэн, 2:232, 234
  - УмылъэщIхэм е лъэщIхэм дежкIэ, 2:221
  - Дапщэ зэдашхын хуэдэ, хахуэр, 4:3
  - Махрыр къэгъэзэжыным умыщIэн (зэрыгуэш хуэдэм деж), 4:20-21
  - ЗэрыкIэлъыплъыхьакIуэ зэрыщытынур, 4:22-24
  - Сыт хуэдэ куэд къэзыгъэщIэжын къыщымыкIуэцIэхум дежкIэ, 4:25
  - ЗэтетIысхьакIуэхэм хьэкIуэ кIуагъэкIэ, тIурыт тIум щыIууэ хэри, 4:35
  - ПщIыхь лъыхъуэу пытIэу щытым щхьэкIэ, зэтетIысхьакIуэ къэунэхуэн, 4:128
  - ЗэщIаубжьу псори зы шхъум теттэм, 4:129
  - Зэрыпэрыуэ, 24:3
  - ЩIыналъэм хуэзэкIуэу, 24:32
  - АхъшэкIэ унагъуэ зэхэгъэувэжыным зыщымылъыгъуэхэм я дежкIэ, 24:33
  - Унагъуэ зэхэгъэувэжыным и къэзыгъэщIэжыныгъэр Бэгъымбарым дежкIэ зэхэзылъхьахэм, 33:50-52
  - Зэдамыхьамэ япэу, зэрыгуэхьым къемызэгъ, 33:49
  Щэхьитхэм
  - ЛIахъуэкъым, 2:154; 3:169
  - Алыхьым къыбгъэдэкI грацэмкIэ мэкIуэмрэ щхьэхутехьэкIкIэрэмкIэ, 3:170-171
  - Гугъу егъэкIуэкI зэрыхуитгътэнымрэ гущIэгъумрэ, 3:157-158
  - Фит гъэпщкIуэгъуэм зэритыныгъуэу зегъэкIуэн, 22:58-59
  Марут, 2:102
  Мэриям (Хьисэ и анэ), къэхъугъуэ, 3:35-7
  - Хьисэ и хъыбар бгъэдэлъу, 3:42-51; 19:16-21
  - ЩIалэ къалъхукIэ, 19:23-26
  - Ар къигъэзэжьу и цIыхухэм къахуэхьа, 19:27-33
  - ПцIы гъэпцIауэ, 4:156
  - Фейзурэу хъумауэ арэзызыхьакIуэу, 21:91; 66:12
  Мэриям, S.19
  Масад, S.111
  - Аль-Месжид-эль-Акса, 17:1
  - Аль-Месжид-эль-Хьэрам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
  - Аль-МашIар-эль-Хьэрамыр, 2:198
  Маун, S.107
  МаІуэ Жэнэт, 53:15
  ЗекIуэмрэ хьэлэмэткIэрэмрэ фит, 11:85; 17:35;83:1-5
  ЗэIущIэ
  - Алыхьым и деж, 6:31
  - Махуэшхуэм и деж, 19:37
  - КъэкIуэжыгъуэм деж, 30:16
  Элщыхэм, 2:253; 4:164-165; 40:78; 57:27
  - ЗэхъуэкIыгъэхэм, 2:87
  - Iубыхэми, 5:19; 23:44
  - Тхьэусыхахэ, 3:183
  - ЩынагъуэмкIэ къагъэщтэкъу, 14:13
  - Зэрыжьыхауэ маджалхэ, 6:10; 13:32; 15:11; 21:41
  - Напэ техыжьахэ, къагъэувакъым, 3:184; 6:34;25:37;34:45; 51:52
  - ЗыхэмкIэ зэрыгуэныхуэхэу адрейхэм напэ техыхэ, 4:150-152
  - Къызэриубыдыным деж, 5:109
  - Къызэрыхьа хъыбарыгъуэмрэ зэран зэрамыгъэкIуэцIапщIхэмрэ, 6:48; 14:4-8
  - Лъэпкъ къэс къыбгъэдэкIу щыхьэту, 16:89
  - Лъэпкъ къэсми къыбгъэдэкI зэрыщытым, 10:47; 16:36
  - Алыхьым и Тхылъ зэрыгъэзэжьуэу, 7:35-36
  - Мелейыр зи элшыу, 17:95; 25:7
  - ЦIыхугъэ нэхъыбэжрэкъым, 14:10-12;17:94; 21:8; 25:7-8, 20
  - И щхьэгъусэхэмрэ и бынрэ, 13:38
  - Нэхъ ущыщIэну иджыри Бэгъымбархэм
  Мирадж, 17:1; 53:12
  Мисерлинесс/Мисерс, 57:24
  Зыгуэр телъыкIэмкIэ, фи хъэным и щхьэуэ, 42:30
  Монастисизм, мы чэнджэшыгъуэрэкъым, 57:27
  Мелыфхэ, щыуагъэхэр хуэдэхэу хъуахэ, 2:65;5:60; 7:166
  Мирадж, 17:1; 53:12
  Мазэхэ, я бжыгъэр, 9:36-37
  Мэзхэ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
  - ЗэтриудыIа щIыхьхэ, 54:1
  Мусэ
  - И цIыхухэр, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
  - Фиръэуныр, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
  - Алыхьым зэритхъума, 6:84
  - Бгымрэ Къэбзу и теплъэмрэ, 7:142-145
  - И цIыхухэм я телъакъуэфэкIуэр игу щхьэгъэзэу, 7:148-156;20:83-99
  - Тхылъ игъуэтауэ, зэмызэщ ящIыныгъуэ къыщыхэкIахэ, 11:110
  - Тхылъыр пыттэхуауэ, 17:2
  - Бэракъ дэIэпкъу егъэшыу, 7:133; 17:101
  - ЩIыналъэ тIум я зэпыдыкъуагъэм, 18:60-82
  - ПцIыкIэ лъыхъухкIэ бэяуэ къызгъэкIуэкI, 20:9-36; 27:7-14; 28:29-35
  - Зэджэжрэ элшынэгъуэ егъэIэбылыхьэу, 19:51-53;20:9-56
  - абы и сабиигъуэр, анэррэ шыпхъуррэ, 20:38-40;28:7-13
  - телкIухэр диным къагъэзэжьа, 20:70-73; 26:46-52
  - Маdyян щыIэуэ, 20:40; 28:22-28
  - Аль-Фуркъан къыратыжьащ, 21:48
  - мэуэ бзиймрэ, 27:7-12; 28:29-35
  - Мыср цIыху къалэм щыхиукIащ щыщымыщIэу 28:14-21
  - Аят къабзэхэм ядэкIуу къэкIуащ, 29:39
  - Фираунрэ дэтхэнэ зыгуэрымрэ яIуэхугъуэр 7:103-137; 10:75-92; 11:96-99; 26:10-69
  - Фираунрэ и цIыхухэмрэ деж щытыгъуэ бгъур 7:130-133; 20:17-22; 17:101
  - Фирауным и телкIухэр еутыжьа, 20:70-73; 26:46-52
  - Маdян деж елыжьащрэ унагъуэ зэIужыхьрэ 28:22-28
  - Тхылъхэр къиштащ 7:142-154
  - Аллахьы Тхьэ и щхьэр бгым и щхьэм къыхуегъэлъагъуэ 7:142-145
  - Аллахьым щIыхь къыхуищIащ 33:69
  - Исраилхэм Аллахьым хьэир къахуихьа 2:47-61
  - Исраилхэм Ерусалим иджыхьа къаргъэ къащтамэ 5:20-29
  - Гъуэгум и щынэхум деж япэрыхьщ 37:114-122
  - Тхыгъэхэр, 53:36; 87:19
  Масджид (Иерусалим и дэз), 17:7
  Масджид (Къуба и дэз), 9:107-108
  Масджидхэр, 2:187; 9:17-19
  - Аллыхьым и масджидхэм зегъэужьын, 9:17-18
  Бгъэжьей, гушыIэ, 2:26
  Къуршхэр, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
  Муддасир, S.74
  Мухъаджир (ЕлыхьакIуэхэр), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
  - Бзылъхугъэхэр, 60:10-12
  Мухьэмэд ﷺ
  - щакъыщхьэщ, 2:104; 4:46; 25:41-42; 34:78
  - пащтыхьым щIыхь хуэщIын, 2:104; 4:46; 49:1-5
  - зэгуэр щIалъхьащ щIэнымкIэ, 3:81
  - щыхьэт нэхъыфI зыщыщ, 2:143
  - нэхъыбэр пащтыхьым и унафэ ищIынкIэ Iэмал имыIэ, 3:144
  - щIэнымкIэ елъэIуну, 3:159
  -и жэуаплыныгъэр, 3:164; 7:157; 36:6; 52:29; 74:1-7
  - щIэнымкIэ елъэIуэхэм папщIэ хьэир къахуихьащ, 3:164
  - пэжым дэгъуэ хэлът, 4:170
  - зегъэкIуэцIакIуэкIэ ягъэувакъым, 6:107
  - щIэныгъэншэ, 7:157; 62:2
  - цIыхум папщIэ Аллахьым и егъэджащIэу ягъэува, 7:158; 48:9, 29
  - къэзыгъэгубжьа, 7:184, 188; 11:2; 15:89; 53:56
  - акъылыншэкъым, 7:184; 68:2; 81:22
  - уэ плъычщэу зыщIэхэр, 9:58
  - Елчхэр зыгъэбжьхэм деж щэIэзэ ятригъазэ, 9:61
  - къэбгъэсэбэпыр къыщIэкIкъым къызэрыхьахэм, 10:15-16; 11:12-14; 46:9
  - бгъэдэтхэр, 11:2-4; 12:108; 34:46-50
  - Аллахьым абы и деж щыхьэт щыIэщ, 13:43; 29:52; 46:8
  - егъэджащIу ирагъэкIуащ, иджыри къыхэщыжыныгъуэр егъэлъагъуэ, къэгурагъэуэ, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
  - зэран къэмыхун папщIэ, 15:97; 16:127; 18:6
  - щыхьэту къыщIэкIын папщIэ ягъэуващ, 16:89; 22:78; 73:15
  - щIэныгъэмрэ щабэщIэрыгъымкIэ еджэгъэн, нэхъыфIу зэрызэдэужынымкIэ, 16:125
  - Макъаму Махьмуд, 17:79
  - джэбрэилкIэ къыщIэкIа, 18:110
  - Iаламиным тепщэщагъ, 21:107
  - пщIэ хуэщI зэрыщымыупщIым, 25:57; 38:86; 42:23
  - хуитыныгъэкIэ зэрекIуэцIыкI, 27:91-93;30:30;66:9
  - Аллахьым и гущIэгъукIэ, 28:46-47
  - зэрыщIэмым зепыщIащ, 33:6
  - щапхъэ дахэу телъыплъыжьрэ, 33:21
  - Пащтыхьхэм яуж иту, 33:40
  - саллат ирагъэкIрын, 33:56
  - дунейм и цIыхухэм ягъэува, 34:28
  - пщIэр Аллахьым къыщIэкIыу, 34:47
  - цIыхухэр зэрыщыту, 41:6
  - хъумэныгъэкIэ къызэрыхьакIуэу ягъэуващ, 42:48
  - Пащтыхьхэм нэгъуэщIыбзэкIэ къыщамыгъэувмэ, 46:9
  - Исраил пщыхэм и щыхьэту, 46:10
  - иджытIыкIынрэ (бжалIэ) щылъэIуныгъэкIэ, 48:10, 18
  - Джэбрэил трилъэгъуащ, 53:4-18; 81:22-25
  - триубгъуэж зэи, 58:20-22
  - Гьисус мызэру зэрыхьа, 61:6
  - дина пэжым къэIэтэрэ динхэм дамыгъэкIэ, 61:9
  - гъуэгумрэ нэхумрэ, 65:11
  - бгъэгубгъуагъэмрэ цыпIэзэрыпщIэхэмрэ япащхьэ щытын, 66:9
  - щапхъэ хэхауэ зэрызекIуэм, 68:4
  - усакIуэ еплъынкIэ зэрыпэмылъэщым, 69:41-42
  - делэкъалу зэманымкIэ телъэIукIэ, 73:1-8, 20; 74:3
  - шылъагъуррэ цIыгуррэ, 80:1-12
  - щIэкIауэ Аллахьым укъыщIэблэгъэну, 96:19
  - тхылъ къабзэм еджэжын, 98:2
  - абы и унагъуэм теухуа аятхэмкIэ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
  - ЕгъэджащIэпIэхэм еплъыт; пащтыхьхэр
  Мухьэмэд ( ﷺ ), S.47
  Мухьсинун (Дэгъуэзыхьхэр), 2:117, 195; 4:125,128; 10:12-16; 16:128
  - Аллахьым зэрызхуэныкъуэмкIэ елъабыж, 3:134, 148; 5:93
  - Аллахьым хьэир зэрызыхэмыгъэкIуэдымкIэ, 5:85;9:120; 11:115; 18:30
  - Хуэныкъуэхэм хьэир щагупсыс, 12:22; 37:80, 105, 110; 39:34;77:44
  - хъыбар зэрыхъуамкIэ, 22:37; 46:12
  - Аллахьым и гущIэгъур щIэблэгъэщ, 7:56
  - Аллахьыр декIущ, 29:69
  - Адэ-анэм деж щIэблэгущIэ, 2:83
  - Аллахьым деж къыщыдгъэкIхэмкIэ, зэрыщIэмыбэлыхьымкIэ, 16:90
  - дэгъуррэ гуащIагъэлIхэмрэ еплъыт
  Муджадила, S.58
  Бгэрыпхъухэр, 16:8
  Мулк, S.67
  Му'мин (Гъафир темыкIыу), S.40
  Му'минун, S.23
  Мумтахьанах, S.60
  Мунафигун, S.63
  ЛIыкIуэцIыхукIэ щэху зэдэгушаIэхэр, 2:178-179
  Mursalat, S.77
  Мыслъымэнхэр
  - Япэрейхэр, 6:14, 163; 9:100; 39:12
  - Хэт ацIэ къуахэр, 22:78
  - Щхьэщэхуэныгъэрэ тыгъэ инрэ яIэ зэрыхуэхэм, 33:35-36
  Mutaffifin, S.83
  Muzzammil, S.73
  Naba', S.78
  Надир, Бану-эн-, (Джуртхэр), 59:2, 9, 13
  Nahl, S.16
  Нэджас (мыкъабзэ) 9:28
  Najm, S.53
  Najwa (Еплъ Щэхум)
  ЦIэхэр
  Абы ейщ Дахэдыдэ ЦIэхэр, 7:180
  Абы ейщ нэхъыфI дыдэр, 17:110; 20:8; 59:24
  Хъыджэбз, зыгу хъумакIэ зыщIамэ, 2:173; 6:145
  Гъунэгъу, 4:36
  Мазэ щIэхэр, 2:189
  Хъыбархэр, къэгъэунэхун хуей 4:83
  ПцIэхуэныгъэ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
  Жэщ, (теплъэ зэрыхъукIэ), зыщагъэпсэху, 10:67
  - щIыхубу, 13:3; 78:10
  - дэIэпыкъуэгъу хъун щхьэкIэ, 14:32
  - Аль-Къадр Жэщ (Унафэ), 44:3-4; 97:1-5
  Nisa', S.4
  Нухь, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
  - ядэлгъащIэ 11:38
  - ЩIыхьэщIэкъуэжыр (псыкъуэж иныддат), 29:14
  - Кхъухьыррэ Псыкъуэжымрэ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
  - къэмыгъэлам и къуэр, 11:42-48
  - захуагъэншэ и щхьэгъусэ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
  Nuh, S.71
  Nur,S.24
  Тхьэрыкъуэ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
  ЩIэдэкIуэныгъэ, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
  ПщэдэкIхэр зэгъэзэхуэн хуей, 5:1
  ЩIэблэ,4:9; 42:49-50
  - Хъыджэбзрэ хъулъхукъабзэрэ игъэунэхун хуей, Къищхъумэ, 42:49
  МыIэ, 6:141; 16:11; 23:20; 24:35; 95:1
  Захуэ Тхьэ Захуэ, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
  Хъыджэдыгуэхэр, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
  - я хъумэхэр, 4:6
  Езы зэрахьэхэр, дэтхэнэ зы цIыхуми дахэгъэщIауэ, 6:108
  ЗэгуэшыпIэхэр, псори щыIэу, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
  Бжьыхьжыг, 13:4; 19:25; 20:71; 59:5
  Псалъэжьхэр, (теплъэхэр, щапхъэхэр, зэрызгъэлъагъуэхэр)
  - мафIэ къэзыгъэтIылъым, 2:17-18
  - уафэм къыщIэжагъуэпсым, 2:19-20
  - бжьыхьэлым, 2:26
  - къэзыгъыущIэхэм, 2:171
  - къалэкIэ зэриудыхам, 2:259
  - мэкъу лыдым, 2:261
  - мывэ щIыхум, 2:264
  - хьисэпхэм, 2:265-266
  - дахэм, 3:103
  - пшахъуэ щIыIум, 3:117
  - къэгъэзэжынхэр 7:57; 22:5; 41:39
  - хьэм и бзэр щIэкIыу, 7:176
  - пщэфIым и гуэжьым, 9:109-110
  - уэшхыр, 10:24
  - мэкъу хужь ищIахэр, 10:24
  - сокъуэрыгъушэрэ Iумымрэ, 11:24
  - Аллахьыр пцIы Тхьэхэм пэщIэтауэ 13:14; 16:76
  - пэжыгъэр пцIым пэщIэтауэ 13:17
  - щIылъэ щIыIу пшэрыхьым деж, 14:18
  - жыг дахэ, 14:24-25
  - жыг Iей, 14:26
  - лIымрэ цIыхумрэ, 16:75
  - бзэгуэмыIуэм и егъэджэгум и деж, 16:76
  - бзылъхугъэм и кIэрахъуэр зэтриудым, 16:92
  - къуажэр, зыхъумауэ гъэпсэуауэ, 16:112-113
  - тхьэмпэ хьисэп тIурыт цIyхухэр, 18:32-44
  - мы дунейм и гъащIэр уафэм къыщIэжа гъуэгум хуэдэу, 18:45
  - уафэм къыщыхутамэрэ къеIыхахэмкIэ, 22:31
  - бзум, 22:73
  - Нур къегъуэгум хуэдэу, 24:35-36
  - бэзэру, 24:39
  - хым и кIуэцIым и щIыху, 24:40
  - жьакIуэ, 29:41
  - зэкъуэшхэм, 30:28
  - къалэм щыпсэухэм, 36:13-32
  - теплъэ зэмылIэужьыгъуэхэм, 39:21
  - Iэщым зэкъуэш куэд хэлъхэр, 39:29
  - хьисэп зэрыкIэм, 48:29
  - гу дэгъуейхэм 57:16-17
  - уэшхым и ужькIэ къэкIыгъэхэм, 57:20
  - къуэм езыр имыщIэжу, 59:21
  - шылъэм, 62:5
  - псым щIэкIын щыхъуами, 67:30
  - дахэм и цIыхухэм, 68:17-33
  Жэнэт
  - ЩыпсэупIэм, (Ma'wa Жэнэт), 53:15
  - Firdaus Жэнэт, 18:107; 23:11
  - Псыхэр икIуэцIкIэ щэкI Жэнэт, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
  - Псэуху Жыгхэр ('Adn Жэнэт) 9:72;13:23; 18:31; 19:61; 20:76
  - ЩIыIу Жыгхэр ('Adn Жэнэт), 16:31;35:33; 98:8
  - ГуфIэгъуэ Жыгхэр, 37:43; 56:12, 89
  - ЩIыIу ГъащIэр Жыгхэм хэлъу, 9:21
  - Унэхъуэхэррэ, фошыгъуэ хъуэхэррэ, 78:32
  - ТхьэмыщIитIым я плодыр, 55:54, 62
  - Зэрыхуейм хуэдэу плоди бэлыхь, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
  - Плодхэр IэрыфIэу щытынущ, 55:54; 69:23
  - Плодрэ джэджьейрэ, 52:22
  - Джэд къуалэбзухэм я лы, 56:21
  - Хьэцэпэцэн щымыIэ лоте жыгхэмрэ Талхэмрэ (банан жыгхэмрэ), 56:28-29
  - ЩIэныгъэ мыщхьэрыуэр, тхылъхэр здэщIыгъуэ хьэр 62:5
  - Псы къежэхыу исыр, 88:12
  - СалсабилкIэ еджэ псы къежэх, 76:18
  - КяфуркIэ еджэ псы къежэх, 76:5
  - Псы Тасним, 83:27-28
  - Джаннэтым и псыхъурей, Кяуткхяр, 108:1
  - Щхъуэ, щыгъ, шыпс псыхъуэхэр, 47:15
  - Щхъуэ къабзэ гъэщIэрхъуа, хужь, IэфI, 37:45-46; 56:18; 76:21; 83:25
  - Фэныр, зэхэлъ, Зянджябил, 76:17; 78:34
  - Псы, 76:5
  - Дыщэ кIапэхэмрэ фэнхэмрэ, 43:71
  - Дыжьын саукъутхэмрэ кристал фэнхэмрэ, 76:15-16
  - Щыгъупагэу и щыгъу зэхэлъ гъуэжь дахэ, 18:31;22:23; 35:33; 44:53; 76:12, 21
  - Дыщэмрэ джейнымрэкIэ гъэщэрхъуа,18:31; 22:23; 35:33; 76:21
  - Шыгъу дахэкIэ зэхэлъ тренерхэр, 55:54
  - Щхъуэ шхьэщэхэмрэ дахэ бэлыхь матрасхэмрэ, зэрызу щхьэщыкIа, 55:76; 88:15
  - Дыщэмрэ мывэ лъапIэхэмрэкIэ пхъуантэ зыщIа тIысыпIэхэр, джабгъэу щыт 56:15; 88:13
  - Гъэпщауэ жьэм телъ гъуанэдэхэр, 88:16
  - Унэ дахэхэр, уэздыгъей пэшхэр, зыр адрейм и щхьэщыту, 9:72; 39:20
  - Абы щыпсэуну игъащIэкIэ, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
  - Унэ игъащIэкIэ, 3:15; 35:35
  - Зыр адрейм пхъуантэхэм тету зэхуэзэу, 15:47; 37:44;44:53; 56:16
  - ЛIэныгъэ абы щызэхамыщIэнущ, 44:56
  - Абыхэм абы едзыхыну яIуупщIэнукъым, 15:48
  - Я гум щыщIэкIа нэщхъэрэ зэран зэхамыщIэнущ, 7:43; 15:47
  - Гуау псо щIэкIауэ, 35:34
  - Гулэжьу е мыхьэнэу щымыIэну, 15:48;35:35
  - Зыми зэран хъунукъым, кIыфI лIыгъу, щхьэдэху е щхьэщыгъу, 37:47; 56:19
  - Псалъэ мыщхьэрыуэкIэ е гуэныхь псалъэкIэ щымыIэ 19:62;56:25
  - Зэран къэкIуэкI псалъэкIэ е пцIыкIэ щымыIэ,78:35; 88:11
  - Гуэныхьым къыхэкIа, 37:47; 52:23
  - МафIэ бэлыхь е щIыIэ бэлыхькIэ щымыIэ, 76:13
  - УзэщIэныгъуэ зэрыщытынущ, 37:41;56:89
  - Мамырыгъэмрэ шынагъуншэныгъэмрэ, 15:46; 44:51, 55; 50:34
  - Мамырыгъэм и унэ, 6:127
  - Дэхашхэр, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
  - Хэт зэрытэрэзу зэрылажьэм Джаннэтым кIуэнущ ,4:124; 42:22; 44:51
  - Лъэпкъищу я тхьэмадэм пащтыхьым я фIэщхъуэр, 39:73
  - Зэрахьа Iуэхухэм шхьэкIэ лъэщIэхэу щыщытым,43:72
  - Аллах теубыдащ абыхэмкIэ, абыхэр теубыдащ апхуэдэ щыIэкIэ, 5:119
  - Си Джаннэтым, 89:30
  - ТеухыкIэ гъэщIэгъуэну, 9:72
  - Тэкъилми гъэунэхуныр, 57:12; 64:9
  - Егъэлея гъэунэхуныр, 9:72; 44:57
  - Тхьэмахуэфхэм Джанн тхъуэхэр унэмкIэ хъуэхэщ зэрегушхуэн, 32:19
  - Джанн тхъуэхэр гушщэфыкIэ зэрыубыдын уэрысей, 36:35
  - Унэхъуэхэмрэ псы къежэххэмрэ я зэхуакум щытхэ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
  - МелыIычхэм Тхьэгъэлэжми и пхъуантIэ зэрызэхуэщым Iэдыгъуэххэр,39:75
  - ШыкIэныгу бэлахь пащтыхьым и деж, 54:55
  - Я зэрыгухэм зэгуэр зэрызыхуыщтыну IэпэдэкIхэ, 50:35
  - Хурхэр, пхъэщхьэмыгъу узыншэ пхъуантэ щхъуэхэр зиIэ фызыхэр, яй нэщI егъэфIэм, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
  - Бысымыхь щэху щауэхэр, 3:15
  - ТIысыпIэхэм тетхэ унэгуэм зэхуэдадзэхэу, 36:55
  - ЩIалэр зэхуэдэ ныбжь,78:33
  - Пщэдджыжь пхъэщхьэмыгъу ялэжьыну зэрыщыгъупщэнщ, лей зэфIэкIэу, 52:24; 56:17; 76:19
  - Уафэмрэ и щIымрэ зэрыхэтым хуэдә агъэщIыIу, 3:133, 57:21
  - ПсыкIуэцIыр, щхъуэ хъууэ, IэфIкъабзу, хьэрэм нахусхэм яхэр пцIащхъуэр 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
  - Тхьэмахуэфхэм я тIахъуэр 55:46-78; 56:10-40
  - Джэджьыу, пшыгъу, псыу, щх'у псы Iуфэхэр 47:15
  - ТхьэлъэIурэ дехашурэ 10:9-10; 39:73-74
  - Дэхэш хъуа мамырыгьэр 13:23-24; 14:32
  - ИгъащIэкIэ Щагум щытхэр 11:108
  - ПIалъэ нэг'унщ щытну 15:45-48
  - Я пэшымрэ псымкIэ зыкъыщагъэбжьырыр 57:12
  - Махуэу е щIыл'экъум 76:13
  - Хузыхуехэтэр псоми ягъэзэщIэм 16:30-32; 41:31-32
  - Дыщэ щIатIищхэмрэ л'эцIагъ дахэщэм я щхъуэхэр 18:30-31; 22:23-24; 44:51-53
  - Дыщэ Феныджэ и дахащхэхэр 43:67-73
  - Дыджынын щхъуэхэмрэ удзхэмкIэ IэрыкIэр 76:14-16
  - ПIалъэмкIэ увыIащхэхэр 15:47; 37:44; 52:20
  - Тахахуэфхэм я тхьэмадэр яхьыжынщ 75:22-23
  Адэ-Анэм, гущIэгъу 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
  Аллахьым и хэлъэгэн, къэпщхъуэгъэ 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
  Бэлажьамбэгуэ, 87:4-5
  Гъуни, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
  - ГъунагъэщI кIуэхухь
  ШыхьатIкIэ, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
  - ДэIэпыкъуныгьэ пэшшэ щыгъу, кьи псыхум дэIэпыкъуныгьэ, 2:45, 153; 20:132;50:39
  ШыхьэтыкIэри
  - Дин къакIуныгъэ Iэдэб жэруэхкьер зэпхудышэну уахътын, 39:10
  - Аллах дэщIыдхэщ, дэ, 8:46
  - дэщIыдхэщ, 11:115
  - Аллах дыщэхум пащыIэм, 16:90
  - Дыдэтын, баджэным, 41:34
  МамыргъэкъукIpэ, джатэ, 8:61
  Жэйи дэ щэщтым, гъэныкъу хьарэм хъуауэ, 52:24; 55:22; 56:23
  Къэламэ, 68:1; 96:4
  Хьэлемы, 2:286; 7:42
  - Аллахі къэншаруш хьэлэмыр зэдэкI ипсыхэр зекхьэр ифIуш, 2:286; 7:42
  - Аллэх тахм имыщтыр зыгуэр имыщтшэм иухуа мзэгыхьыкъиу, 23:62
  - Хьэлэм зищыпщтым дэ къыдимыгъэзэжьыну уей дахэ зекIуэ ипсыхэр, 31:34
  - Хьары зытхущтым ерыщэх хьэлэм щыIэным ядзмыIэр, шэпс къэншу щтэр ахузми зишхъуэр, 3:30
  - СабырэщIм абызиу зытхущшэр къытщишэщыну, 16:111
  - Зэрыхьэр, езым къикIуэтэжам щхьэкIэ тыгъэщ, 74:38
  - Алыхьыр зыкъэзыгъэлIагъуэмкIэ тхьэ щеуэ, 75:2
  - Фраон, 28:6; 40:24
  - И цIыхухэр, 2:49; 3:11; 7:141; 44:17-33
  - Псым ихьахэр, 2:50
  - Мусэрэ зэрыщыIахэр, 7:103-137; 10:75-92
  - Хы Iуфэм къыдиха дакъэкъэбакъыр, 10:90-92
  - Гъунапкъэ зэпаублэри, гунахьхэр ялэжьати, псалъэм пэувыIахэкъым, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
  - Фраоным и щхьэгъусэ захуэ, 28:8-9
  - Езыр тхьэу зэрыщытым и щхьэ, 28:38; 79:24
  - Зэтракъута, 29:39
  - Фраоным и унагъуэм щыщ цIыху еджэгъуэр, 40:28-44
  - Бащэн зэрагъэухуэр, 40:36-37
  - Мусэми еплъ
  Дунней тетыкIэ зэхуэхьэсыкIэр, 102:1-4
  ПщIэ (БайIа)
  - Ислъам щхьэкIэ, 16:91
  - Бегъымбарым пщIэ уищIыр Алыхьым пщIэ зэрыхуэпщIыр аращ, 48:10
  - Еджэгъухэм я пщIэр, 48:18; 60:12
  ПщIэ (Моргэдж), щытыныр къэгъэлъэгъуэн, 2:283
  - Зэрыхьэр, езым къикIуэтэжам щхьэкIэ тыгъэщ, 52:21; 74:38
  Усыгъэ, 36:69
  УсакIуэхэр, 26:224-227; 69:41
  Хьэжымэлыхьу, 6:141
  ТхьэмыщкIэр, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
  ТхьэлъэIу, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
  - ЛъэгуажьэкIэ е мыгу лъэгуажьэкIэ зэрыщIамыгъэщ, 17:110
  - Емыджэгъухэм папщIэ тхьэлъэIур, 9:113-114
  - Емыджэгъухэм я тхьэлъэIур, 13:14
  - Ар жэуабыр къети (зыхуелъэIухэм), 42:26
  - Щабэрыгъми тхьэлъэIукIэкIэ дэIэпыкъу зэрызрагъэгъуэтэр, 2:45, 153; 20:132; 50:39
  - Икъамат-ас-Салат гъэзэщIэн, Къиблым хуэзэу, 2:142-145, 149-150
  - Щхьэхуэмыхыж тхьэлъэIур, 2:238
  - ЗекIуэмрэ теуэкIуэмрэ деж, 2:239; 4:101-102
  - Мэзэ щIыкIэм зыщымыумысыфэ тхьэлъэIум, 4:43
  - Жэнабэм и щытыкIэкIи, 4:43
  - Хэгъэзыхьыгъуэр тхьэлъэIум щхьэкIэ, 4:43; 5:6
  - ТхьэлъэIу лъыгъэкIуамэ, 4:103
  - Абы и зэманым, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
  - Алыхьым и закъуэ фIэщхъу хуэщIын, 13:15
  ТхьэлъэIухэр, Мэрем махуэм деж, 62:9-11
  Шынэгъуэм деж щынэщхъэрхэр, 4:71
  Дзэпленхэр, 8:67-71
  - Пленми еплъ
  Пэжым и Псалъэ, 46:16-17
  Мылъкур, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
  Бегъымбархэр, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
  - Бегъымбархэм я зэгуэр, 3:81; 33:7-8
  - Хуамыгъэубыдыф, 3:161
  - Дошману щыт дэтхэнэ бегъымбарми, 6:112; 25:31
  - Уардэхэми еплъ
  ФIэщхъу
  - Алыхьым и деж дохуур, дэтхэнэ зы жэнэтым гъэзэгъи щIым гъэзэгъи, апхуэдизуи абыхэм я нэхухэр, 13:15
  Iузу, 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
  Псалмэхэр, 4:163
  Жэза
  - ИгъэувыIэну, 3:178
  - Iэпхъуэ е лъакъуэхэм икъутэну, 5:33
  - Зэрыбгъэзэрыхьами къикIрэ зэрафэзэрыхьауэ къыздэзэуэжынум, 16:126
  - Дунеймрэ фэ нэщIкIэмрэ щыIэр, 24:19; 68:33
  Хэгъэзыхьыныр
  - ГымкIэ, 4:43; 5:6
  - ПсэкIэ (хэгъэкIыныгъэм икIыну), 87:14; 91:9
  Къэдар, 5:5; 64:11
  Къадр, S.97
  Къаф, S.50
  Къалэм, S.68
  Къамэр, S.54
  КъариIэ, S.101
  Къарун (Корах), 28:76-82; 29:39
  Къасас, S.28
  Къибла, 2:142-145, 149
  Къисас (Ухуэ зэрыщыту жэза), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
  Къуран
  - Зэрызэтетхэр, 13:31, 36, 37; 14:1; 56:77-80
  - Алыхьым нэмыщI ищIын емылъэкIыщу зэрыщытыр, 2:23; 10:38; 11:13; 17:88
  - Алыхьым и деж къимыкIауэ щытатэмэ, абы щитхыгъэтэр зэрыщымыгъунэджэу, 4:82
  - Гъэхуэгъуэ нэрылъагъу, 4:174; 42:52
  - Ар къыхагъэщIащ, 6:19
  - Алыхьыр абы и Щыхьэтщ, 6:19
  - Щытыныгъэ лъагъуэ, 6:157
  - Къуран тепсэлъыхьыныгъэм тепсэлъыхьыгъуэ щыпщIым, 6:68
  - ГущIэгъунщ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
  - Зэрыпщэжым деж, даIуэт зыгуэр псэуэм дайгуэшыф, 7:204
  - Дзикр, 7:205; 15:6, 9
  - Акъыл зиIэ тхылъыр, 10:1; 31:2; 36:2
  - Хъыбар къыхагъэщIащ, 10:2, 109; 42:52
  - Ар зыкъэзыгъанэхэр, 11:17
  - АрабщэкIэ, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
  - Хэкъутауэ щыту, къырахын зэманым деж, 15:91; 17:106; 25:32; 76:23
  - Зэрыхъауэщытыр, 16:10
  - Къуран зэрыпщажэнкIэ ухуеймэ, 16:98
  - ЗэрызыгъэунэтIыр, 17:9
  - Хъыбар нэхуу и хъыбар зэрыгъэIумэр, 17:9-10
  - Емыджэгъухэри, 17:45-47
  - Пщэдджыжьым зэрыпщажэр трагъэгуащэр (Мэлейкэхэм къащытыхьыну), 17:78
  - Дэгъуэныгъэмрэ гущIэгъурэ зэрыхэтым щхьэкIэ, 17:82
  - ЦIыхухэм лъэпкъ хуэзэхъур нэрылъагъу щIыуэ зэраIуэтэ, езыми зыкъагъанэу, 17:89; 18:54; 39:27
  - Тэмэмщ, 19:97; 44:58; 54:17, 22, 32, 40
  - Лъэпкъым сызэкъагъэнакъым Кураным, 25:30
  - Тхыгъэхэм къагъэушыр, 26:196
  - Исраилу и быныгъэхэм язэпэщытыныгъэм теухуауэ къыщаIуэтэж, 27:76
  - Еджэри Тхьэ елъэIу, 29:45
  - Аллахьым къыбгъэдэкI Истинащ, 32:3; 35:31
  - Щхьэхуэ тхьэмахуэ дауэдапщэм, 44:3
  - Зэрыпщыхьащ дэтхэнэ Iуэху зэпэщытыныгъэм, 44:4
  - Куууэ егупсыс, 47:24
  - АбымкIэ хъыбар егъащIэ, 50:45
  - Аллахьым иригъэджащ, 55:1
  - ЩIыхь зиIэу еджэж, хуэмурэ хъумэгъуэу, 56:77-78
  - ХъумакIэ имыIэмэ зыми Iэ щIэмыгъэувэ, 56:79
  - Къуръэныр къуэм тетIупщмэ, 59:21
  - Дзыхь зэрыщымыIэхэм я гузэвэгъуэщ, 69:50
  - Истинабзур дауэдапщэм, 69:51
  - Хуэмурэ еджэжу, 73:4
  - Тхылъ хуэдэу щIыхь зиIэм, къабзэ дахэу хахъухьауэ, 80:13-16
  - Зэгуэрэ щIэкIахэмкIэ хэтыгъэщ, 81:27
  - Дзыхь зэрыщымыIэхэм япцIыуэ ябж, 84:22
  - ТхылъымпIэ хъумэгъуэм хатхауэ, 85:22
  - Псалъэ пцIымрэ щынэмрэ зэгуэшыж, 86:13
  - Къабзэу тхылъхэр зэреджэжрэ, 98:2
  - Еплъ тхылъым; Уэхьий
  Къурейш, S.106
  Къурейш
  - Дзыхь зэрыщымыIэхэр, 54:43-46, 51
  - Япхъыныгъэхэр, 106:1-4
  Раббихэри монаххэри, 9:31, 34
  Лъэпкъ, хуэбэкъу зэпеуэм хуэдэу, Iэмал дахэм, 5:48
  РаIд, S.13
  Рахьман, S.55
  Щытхъу инымрэ дахэр нэхъыфIщ, 7:26
  Уэшх
  - Аллахьым и тыгъэщ, 56:68-70
  - МывэкIэ, 27:58
  Рамадан, 2:185
  Рами, 2:200
  Шыухь
  - Щыухь къамыщтэурэ, 57:15
  - Дзыхь зэрыщымыIэм ищэщэрэ, 3:91; 10:54; 13:18
  Фидя, Мархъэм, 2:196
  - Есирым къыхэщыжыныгъэ, 8:67
  Расс, щIыналъэм и дэсхэр, 25:38; 50:12
  ИгъэзэщIакIуэ
  - Махуэр иджыри къэкIуэнум, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
  - Езымыхьэхэр, 107:1-7
  - Гуэныхьым и къэзыгъэзэщIэ гуэныхь хуэдэущ, 42:40
  ЗэгурыIуэныгъэ
  - Хэт къызыщхьэщыжым зэгурыIуэныгъэ зезыхьэм, 42:40
  - Хъызмэтымрэ щхьэгъусэмрэ я зэхуакум, 4:35
  - Дзыхь зэриIэхэм я зэхуакум, 49:9-10
  Тхылъ
  - Тхылъ тхыгъэ, 83:7-9, 18-21
  - Лъэпкъ дэтхэнэми и тхылъ къытеджэжынщ, 45:28-29
  - Дэтхэнэ цIыхуми иIэ щIагъуэмрэ псомрэ хатхыхьауэ,81:10
  - ЩынапIэм зэрыхуауэ, 23:62
  - ИтIанэ Iэгум, 69:19; 84:7-9
  - Исолэ Iэгум, 69:25
  - Иж ищIыбагъым, 84:10-15
  МелэIыч къызытххэр, 50:17-18, 23; 85:11
  ДэIэпыкъуэгъуэ, гугъэм дэщIыгъуу, 94:5-6
  Дин
  - Дин Iэбжьанэ щыIэкъым, 2:256
  - Исламыращ, 3:19
  - Аллахьым иращ, 3:83-84
  - Исламым нэмыщIкIэ, 3:85
  - Дин Iэмал игъэкIамыкIэу, 4:171; 5:77
  - КъэгъэзэщIауэ, 5:3
  - Хэт диным зэныбжьхэр езыгъэщIрэ, 6:70
  - Хэт диныр зэгуэшыр, имыкъукIэ зэпэщытур, 6:159; 30:32
  - Еплъ дагъэлI диным, 42:13-14; 43:65; 45:17
  - ЦIыхухэм диныр зэгуэшауэ, дэтхэнэ гупым и хуэщIэ хуахъумэурэ, 23:53; 30:32
  - Дин гугъу щытыракъым, 22:78
  - ЦIыху Хъугъуэ дахэмкIэ ящыгъуауэ, 30:30
  - Апхуэдэ дин псоми Пэхам, 42:13-15
  - Лъэпкъ диныгъуэ, 43:22-24
  Аллахьыр зэрыщымысхьыр, 63:9
  - Дэ хабзэмкIэ, гум шыIэ иIэ, 13:28
  Тоба
  - Къабыл ищIыжымэ ебгъэтхъынкIэ зэрыщымыIэр, 4:17; 6:54
  - ЕмыкIу ещIрэ зэпымыууэрэ щакIуэр, 4:18
  - Тобар къыпехурэ гуэм зэхъуэкI ещIрэ, 4:25
  ЕмыкIур зэрымыгъэзэщIэн, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
  Къэгъэтэджыгъуэ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
  - Езра и тхыдэмкIэ щапхъэ 2:259
  - Ибрахьим 2:260
  - Жьауэм щыщхэм 18:9-26
  - Къэгъэтэджыныгъэм зэрыщымыIэм хэтыгъэщ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
  Къэгъэтэджыныгъэм и махуэ, 7:89; 20:100-101, 124
  - Махуэ щынапIэгъуэращ, 78:39
  - Уасэр псомкIэ къыптыжынщ 3:185
  - Щыхъумахэм ятхар къыхахыжынщ,81:11
  - Дэтхэнэ цIыхуми и къихьамрэ псомрэ къагурыIуэтынщ, 81:14
  - Дэтхэнэ цIыхуми ищIар къыщхьэщытыжынщ, емыкIуми дахэми, 3:30
  - ЦIыхум игугъэмкIи лъэужкIи ещIыжынущ, 82:5
  - Хьэкъыншагъэм къыщышынэ хъунукъым, 20:112
  - Хьэкъ дыжьэр, 21:47
  - ЕмыкIуми дахэми ищэнущ, 23:102-103
  - Хэт гуэныхь зызыумыгъазэу Атомым зэрыхьэм хуэдэу дихьмэ, щэхумэ, 100:7-8
  - Щэхухэр псор къапщытыжынущ, 86:9
  Ипщым итIанэ Iэгум итырар, 69:19; 84:7-9
  Тхылъыр сыт ижьымкIэ щытыгъумэ, 69:25
  Тхылъыр гъуэм икIыбымкIэ щытыгъумэ, 84:10-15
  - Дин зимыIэхэм папщIэ махуэ къин, 25:26; 54:8; 74:9
  - Махуэ къиу, 76:27
  - Щхьэрыхь къиу игъэщхьэрыуну, 20:100-101
  - Щхьэузыхь иIэну ирамытыну, 77:36
  - ЩIэупщIэныдзэр Iэшэм щIыхьыну, 25:27
  - ЩIэупщIэныдзэхэр я ныбжьэгъухэмрэ я плъырымэхэмрэ зэдыгъэувгъуэну, 37:22
  - Гъэунэхуныгъэр гукъеукIэ, гукъеукIэ, гукъеукIэ дэгъуэну, 30:12
  - Хъыджэбз кхъащIэм итагъахымэ упщIэн иIэ зэрыхъуну, 81:8-9
  - Щхьэгумэх щхьэщыкI, 21:103
  - ЕджакIуэр къэджэшэну, щынагъуэ ин дыдэм, 50:41;54:6-8
  - Зы (макъ), 36:29, 49, 53; 38:15; 50:42
  - Заджрах (макъ), 37:19; 79:13
  - Гукъеу гъунэгъу, 78:40
  - Уафэм щхьэщыкI щIыкIэкIэ щхьэщыкIэну, 52:9; 56:4
  - Уафэр зэгуэудын ищэну, 84:1-2
  - Уафэр зэгуэудын ищэну, 77:9; 82:1
  - Уафэм былымымкIэ зэгуэудын ищэну, 25:25
  - Уафэр игъэпхъуэну, ИдэкIуэмкIэ, 21:104; 39:67
  - Уафэми щIылъэми дэт дэткIуэр зэщIэкIуэтыну, 39:68
  - Уафэм къызэIуищэну, бгъуэнщIагъхэм хуэдэну, 78:19
  - ЩIым шырытым хуэдэ хъуну, 70:8
  - Вагъуэхэр къекIуэкIыну, 81:2; 82:2
  - Вагъуэхэм я нур къащIэкIыжыфыну, 77:8
  - Дыгъэм и нур къащIэкIыжыфыну, 81:1
  - Хымэ мафIэм хуэдэ хъуну, 81:6
  - Хымэ IэщIэкIуэну, 82:3
  - Сыхьэтым и щIылъэм щхьэщыкIэныгъэр, 22:1; 99:1
  - Кхъухьхэр кIэрыхыжыну, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
  - ЩIылъамэ щхьэдзыгъуэжыну 20:105; 56:5
  - Тхъушэм хуэдэ, 70:9;101:5
  - ЩIылъэми кхъухьхэми тыншу щхьэщыкIэщэну, 73:14; 79:6
  - ЩIылъэр щхьэдзыгъуэжьу щытыну, 89:21
  - ЩIылъэр нэгъуэщI щIыкIэ зэрыхъуэну, уафэхэми апхуэдэу, 14:48
  - ЩIылъэр зэIузыхуэну, 84:3-5
  - ЩIылъэр иухыгъуэну псыншэу 18:47; 20:106
  - ЩIылъэм и щхьэрыхь къыдихуэжыну, 84:4; 99:2
  - Кхъэщхьэхэр щхьэщIыхьэжыну, 82:4
  - Кхъэхэм щIыхьахэм къызэдэжьэжыну, 21:97; 70:43
  - Дунейм техьэжри псэуэшэукIэ, 79:14
  - Псэущхьэ хьэкIэкIхэр зэхуэсыжыну, 81:5
  - Дзэкъэрабгъу, 20:124-125
  - Шэуэр зегъэзыхьыжыну, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
  - Саххэ, 80:33
  - Псэхэр я дэхэм зэхагъэувэжыну, 81:7
  - Махуэ пщыкIым нэхъыбэ дэмысыху, 20:103
  - Махуэм нэхъыбэ дэмысыху, 20:104
  - Е махуэм и ибжыгъу, 23:112-114
  - Зэхуэсым и махуэ, 64:9
  - Зэчий къыщамыхын махуэ, 37:21
  - Унафэ къыщащIым и махуэ, 77:38; 78:17
  - Ягъахуэм и махуэ, 77:13-14
  - Гукъеуэнымрэ Гугъуехьымрэ я махуэ, 19:39
  - Хамылъагъэнухэм, 77:15-50
  - ЦIыхухэр тепхъуэлым хуэдэ хъуну, 101:4
  - ЦIыхухэр гуп-гупхэу кIуэтыжыну, 100:6
  - ЦIыхухэр щхьэкIэкъупэцIыхухэм хуэдэу щытыну, 22:2
  - Щхьэрыгъашэхэр игъэлъэтыжыну, 22:2
  - Щхьэрыгъашэ бжэндэхъухэмкIэ зыни щIэмыгъуэтыжыну, 81:4
  - Анэм и хьэтыр зэщIэкIуэтыжыну, 22:2
  - Лъэпхъуэхэр язэдэлъагъуну, 70:11
  - ЦIыхухэр я лъэпхъухэм къагъэбыдзыкIыжыну, 80:34-37
  - Зэныбжьэр зэригъэупщIыжынукъым зэныбжьэр, 70:10
  - Зэныбжьэр имыIэнукъым емыкIу зэрытIэщIэкIыжыну, 40:18
  - Зыми зыгуэру зэрищIэнукъым, 82:19
  - Зыми ищIэнукъым, зымиикI дежкIэ зыри IэщIэкIынукъым, 87:10
  - Дин зыIэхэм щхьэщыкI имыIэнукъым, 43:68
  - ДзэкIуэхэр бгырыкIхэмрэ псыхъуэрэмрэ, мэзхэмрэ, щIыхункъыжьмхэмрэ ядэщысыну, 77:41-43
  - Жэнэтым щыпсэухэмрэ я фызхэмрэ, 36:55-58
  - Мелейхэр къагъакIуэну щIыкIэ Iэщыхъу экIуэкIыгъуэкIэ, 25:25
  - КIиирыр Iэщт хъуауэ щытыну, 68:42-43
  - Жэнэтыр къгъунэгъуэу щытыну, 81:13
  - Жэхьэнэм къгъунэгъуэу щытыну, 89:23
  - Жэхьэнэм и мафIэм и тӀэгум игъэпщылIыну, мафIэ гуащIэрэ, егъэлажьэну, 81:11-12
  - ДзэгукъуэкIэ псапэ ищIыныр къэгъэзэжыкIыу щытыну, 5:45
  Къыпщыжыгъу
  - Уигум щIылъэмыIэсыху, 2:23-24
  - Хьэрыплъэрыдзэх макъамэкIи е уигум щIэлъху кIуэдыгъуэр, 2:106
  - ХьэкIэкIэ гъэунэхуныгъэ, 3:73
  - Тхьэшхуэм къыжьэу, мы къызэрэгъэкIхэм мамыхьэ, 6:114
  - НэпцI зыщIыкIхэм папщIэ, 6:98
  - Гъэунэхуныгъэрэ ГущIэгъурэ, 7:203; 16:64; 31:3
  - Рухул-КъудускIэ, 16:102; 26:192-193
  - НэпцI къабзэ къызэрыхэщыкI къэсауэ, 6:98; 41:2-4
  - Тхылъым и ӀэщIыгъуэр Тхьэм къыжьэу щытыну, 46:2
  - Тхылъми Куранми зэдэлъигъапхэнущ
  ЕмыкIу зэдагъакIуэмэ я пэкIэ щыдзыгъэныгъэххэу, 42:39-43
  Шэрамыгъэ
  - Дахэ къыщIэкIхэр ищIагъымкIэ, нэхъыбэрэу, 24:38; 29:7; 39:35
  - Шэрамыгъэу 25:15
  - Тхьэм игуэщIымкIи дэгъуэ ищIэхэм, и нэхъыбэкIэ кIуэцIкIэхъуэхэну, 53:31
  - Дэгъуэм папщIэ, дэгъуэм нэхъыфI нэмыщI зыри щыIэкъым, 55:60
  Риба (ЩIыхьыгъуэгъуэ щIыхьынымкIэ)
  Захуэ зыщIхэм
  - Я гъусэу тырагъэтыну, 4:69
  - ЩIылъэр къызэрагъанэнухэм, 21:105
  - Жэнэтым итхэр, 51:15-19; 76:5-12
  - ДэгъуэрэщIэнущ
  Захуагъэ, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
  - Гъуэгу занщIэ, 90:11-18
  Тэрэ хьэзырыгъэр Аллахым и хьэзырыгъэщ, 3:73
  Гъуэгухэр, лъагъуэхэр, 43:10
  Мывэ щIыпIэ (Хьиджр), абы щыпсэуахэр, 15:80-85
  Румхэр, 30:2-5
  Бгырыпх, жэнтми, 21:32
  Ruh (Джыбрил), 26:193; 67:12; 70:4; 78:38; 97:4
  Ruh-ul-Qudus, 2:87, 253; 5:110; 16:102
  - еплъ Джыбрилми
  Ruh (псэ, джылэ), 15:29; 17:85; 58:22
  Рум, S.30
  Саба' (Шэба), 27:22-44; 34:15-21
  Саба', S.34
  Щэбэт махуэ
  - абы щхьэкIэ щхьэщыкIахэр, 2:65; 4:154; 7:163-166
  - абы щхьэкIэ къагъэувауэ щытар, 16:124
  Сабийхэр, 5:69; 22:17
  Щхьэрыхь, 2:196, 200; 22:34-37
  Сад, S.38
  Садакъэ (Псапэ), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
  - гъэукIэ зэрыхьыр нэхъыфIщ зэрызыхьым нэхърэ, 2:271
  Сафа и Марва, 2:158
  Сафф, S.61
  Саффат, S.37
  Сейл Ал-'Арим (Ма'риб дамбым къыдэкIа псыхъухь), 34:16
  Сэдждэ, S.32
  Сакине (мамырыгъэ и къабзагъэ), 2:248; 9:26, 40; 48:4, 18, 26
  Сэлих, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
  Сэлсэбил (Жэнэтым и псынэ), 76:18
  Самирий, 20:85, 95-97
  Сэмуел, 2:247
  ШэйтIан, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
  - ныхьэ зэрыхь и мыгъэлъагъу ещI, 5:91
  - Iейуэ щхъухь телъхьэ, 7:200-201
  - егъэпцIыжь, 8:48
  - пцIы телъхьэ, 22:52-53
  - бийщ, 12:5; 35:6; 36:60
  - зэрызыщыгугъыр 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
  - джынщ 18:50-51
  - Адэм и гъэпцIэгъуэ икIи къэхъукъэбарыр 7:20-23; 20:116-121
  - и пащтыхьыгъуэр псэукIэ щхьэхуейм деж 16:98-100
  - и мурад 35:6-8
  - цIыхухэм я бий пэжу 12:5; 17:53
  - и гупыр 53:14-19
  - и IэщIагъэр 5:90-91
  - Iей гъэпсыкIэхэм хэзыгъахъуэр 2:268
  - псэукIэ щхьэхуейхэр Аллахьым деж щолъэIу абы къиухъумэну 7:200-202
  - и гъэпсыкIэхэр лъэщкъым 4:76
  - и лъэужь иужь итхэр игъэкIыращIэ 8:48
  - жэхьэнэм итым деж зэрыпсалъэр 14:22
  - еплъ Иблисми
  БгъэувыIагъуэ, хэт и бгъэувагъуэр нэхъ хьэлъэ хъунур, 7:8-9
  - еплъ теплъэми
  Тхыгъэ
  - абы и цIыхухэр, (Джуртхэр икIи Чристэнхэр), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
  - абыхэм щIыхуаIэбэр, 5:61-63
  - абыхэм ящыщ зэрыщытыр гъуэгум тетым, 5:66
  - ящIэ емылыкIэ, ауэ емылажьэ, 6:20
  Щылъэхэр, 42:32-33; 45:12
  - тIури, 18:60; 25:53; 35:12; 55:19-20
  - зэрыхэудым деж, 82:3
  Шэху (Нэджуа)
  - тепсэлъыхьыгъуэ, 4:114
  - щIыхуищым я советыр, 58:7
  - советхэр, 58:8, 10
  - закъуэу зэкIэлъыплъыкIэ, 58:12-13
  Къэралыгъуэхэр и блэкIыгъуэхэр диным, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
  Щынэгъуэ щымыIэу, зэрыщыгугъ дыдэу, ИщIагъэкIащ, 3:154
  Хьэцэпэцэр, Хэт ар къегъахъуэрэ, 56:63-67
  ЕгупсысыкIэхэр, 23:78
  Блырэ, къэхъуа
  - жэнтхэр, 2:29; 23:17; 65:12; 67:3; 71:15
  - абы хуэдэу щIылъэм, 65:12
  ЩIыбы
  - Аллахым деж щхьэщэхум тет, 13:15; 16:48
  зэрызэбгрыкIыр, 25:45
  Шамс, S.91
  Тхьэмыдэм и бэлэрыгъу Iэмалхэр Тхьэмыдэм и лъэпкъым, 7:73; 17:59; 26:155-158
  Къалэмыкъу, Iэмалхэр Iэмал щищIыну; зэрыщыгугъыну; и къулыкъу щхьэкIэ, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
  Шухьейб, 7:85-93; 11:84-95; 29:36-37
  Шухьэрэ, S.26
  Шура, S.42
  Сидрат-ул-Мунтэхьэ, 53:14
  Ал-Мэдиным и бэлыхьыр, 33:9-27
  Сиджин, 88:7-9
  Гунагъуэ, 7:100; 74:43-6
  - бзэджэу зэрызэпыхьэныгъэмкIэ, 4:15-16; 24:2, 19
  - ехъулIэрэу щытым деж, гунагъуэ цIыкIухэр къыщагъанэр, 4:31
  - цIыхухэм ядэкIу укъыщагъанэ, ауэ Аллахьым дэкIу укъэмыгъанэ, 4:108
  - гунагъуитI езыхьым, езым екъутэ ар зыщIым, 4:111
  - гунагъуитI зезыхьым, икIи зыгуэрым тридзам, щхьэнцIийм итым, 4:112
  - Аллахым къемыгъанэр лъэщныкъуэ зыщымыхьым и деж, ауэ езым и гум зэрыхуэмыIэным хуэм уемыгъанэм нэхърэ нэгъуэщIхэр, 4:116
  - ар зезыхьэм пэжу зэрыхъунур, 6:120
  - гунагъуэм пыщIахэм тэрэзу яIэнукъым, 10:17
  - гунагъуэу зэрыщытым дапщэр Аллахьым къегъанэ, 39:53
  - гунагъуэтIхэм, 42:37
  Синаи, Бгы, 19:52; 23:20; 95:2
  Гунагъуэм пыщIахэм, я тхьэкIумэхэм, нэхэм, икIи шхынкIэ еузэнущ, 41:20-23
  Сират гъуэгу, 66:8
  ЩхьэщыкӀэ, 68:11-12; 104:1
  Лъакъуэлъэщхэр, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
   - Еплъ Дзэплъхэр; ТыгъуакӀуэхэр
  Щыгъупщэ, зыгъэпсэху апхуэдэу, 78:9
  Содом, 29:31; 37:136
  Содомие, 7:80-82; 11:77-83; 15:61-77; 29:28-29
  Соломон, 2:102; 4:163; 6:84
   - Дэвид и адэм дэӀэпыкъуа тэрэзыгъэ нэхъыфӀ дыдэм ирисын 21:78-82
   - ЕгъэлеинкӀэ мыжъей цӀыкӀухэр, 27:15-19
   - Иджыри щхьэджан, 27:20-26
   -Иджыри Саба и Пщыгуащэ, 27:22-44; 34:15
   -Алыхьым къыпищэщ абы 34:12-14, 38:34-40
   -Шым дахэхэм хуиӀэрэхьэлъагъыр 38:30-33
  Къуэ, унагъуэм къыщащта, 33:4-5
  Псэ (Рух, Рухь), 15:29; 17:85; 58:22
  Алыхьым и гъхьэ щхьэкӀэ гъэкӀуэдэн: 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
   -Уи хьэжэт иримыхьхэм ипэ иту, 2:219
   - Алыхьым и Гъуэгум щыгъэкӀуэдэным ещхь, 2:261
   - ЦӀыхухэм ялъагъуным щхьэкӀэ, 2:264; 4:38
   - Сыт хуэдэу уэ, Алыхьым и гъхьым и щхьэкӀэ, къыптыжынущ, 2:272; 8:60; 34:39
   - ЕмыкӀуу, е щӀэкӀ пхъашэу, 6:141;17:26
   -Зэи зыгъэбэякъым е кӀэщӀкъым, 25:67
   - Алыхьым и Гъуэгум щыгъэкӀуэдэным пхъырау щӀаӀэр, 9:67
  Рух (Псэ, Рухь), 15:29
   - Алыхьым деж ищӀэр, 17:85
   - Алыхьым и фӀэщхъуныгъэмкӀэ зи фӀэщ хъухэм яӀохуж, 58:22
  Зауэм щыщ тыгъуакӀуэ, 8:41, 69; 48:15, 19-20; 48:15
   - Еплъ ТыгъуакӀуэкӀэбгырыпх
  Щышынэ, 49:12
  Бжьыхьуэ, 53:1, 49; 86:1-4
  Бжьыхьуэхэр, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
  Гъуэгу, Захуэ, 1:6
   - ЕтӀуанэ, Гъуэгу, 6:153
   - ЕтӀуанэ. ЗыӀэтын, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
  Жьы ягъэшхэ, абы и теплъэр, анэ щыщӀэтхъур, 2:233
  ЩхьэщыкӀыгъуэ, тхьэмыщкӀагъ, узыншагъэм тещыжри зехьэлӀэж, 7:94-96
  Дыгъэ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
  Тэрэзэлыкъ а нэхъыщхьэ, 9:72; 44:57
  Суурэ, 10:38; 11:13; 47:20
   - Абы и Ӏуэху щӀэныгъэ фӀэщхъуныгъэ нэхъыбэ ехьынщ, 9:124-127
  Шэч зыщӀэхэр, 49:12
  ГъащӀэ, 19:62
   - Еплъ ИгъэзэщӀэныгъэ; Провидение
  Suwa', 71:23
  Табук, 9:40-59, 81-99, 117-118, 120-122
  Тагъабун, S.64
  Тагъут, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
   - Еплъ Тхьэхъужьмэ япэ иту лъыхъуэжь
  Та-Ха, S.20
  Тахьрим, S.66
  Такатур, S.102
  Таквир, S.81
  Талак, S.65
  Талхь (банан жыг), 56:29
  Талут (Саул), 2:247-249
  Тэрик, S.86
  Тасним (псыхъурей), 83:27-28
  Таубэ, S.9
  Тауаф (Ка'бам щыдэкӀухь, щызэхыхьэмэ), 2:200; 7:29,31
  Тәяммум, 4:43; 5:6
  Жыгэм, алырэм иӀыгъэу, къэкӀуэцӀыкӀухэм яӀэу, 7:34; 10:49;15:4-5; 16:61; 20:129
  ЩӀыналъэ, уӀэжьэхъумэ иэзэ, зэӀыгъыу, 3:200
  Щхьэгъусу-щыт, Алыхьу, 3:154; 34:21
  Щэмуд, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
  Дыгъужь, тхьэкъузыхь, 5:38-39
  Тхьэмахуэ, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
   -Псым тету, 11:7
   - Еанэ мэӀэлеикӀу, тхьэмахуэ зыдэӀэпыкъу, 39:75; 40:7; 69:17
  Зэман, 45:24; 76:1; 103:1
  Тин, S.95
  ЩхьэщыкӀэ,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
  Къуажэ, зэи дыгъэкӀудэрэ, ещӀэжьым къыздачэжэрэ, 15:4
  Щэнэ-иуэу, и щӀэлъэ, 4:29
  КъэкӀухьэн, уэ яшхъэрэ тӀумукӀ зэридзыхым, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
  Щхьэгъусэу зэрыщыт, 8:58; 22:38
   - Еплъ ЗэнэкӀуэ'
  Зэрыбауэ бгъэдэлъм, 9:35
  Алыхъым и бгъэдэлъу, 6:50
  Иужькъым и жыг, 20:120
  Жыгхэр, 22:18
  Щхьэгъусэ-щыщыр, 2:214-218; 64:15
  Пшынэр, Къэгъэзэгъэж Зэманым деж, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
  Sakhkhah,80:33
  ЩӀагъуэтыхур и пщӀэщт, зэрызэтегъэпсыхьащэу цӀыхум еӀэт ,33:72-73
  ЩӀагъуэтыхур (Амэнэхэр),2:283; 4:58; 8:27; 23:8;33:72; 70:32
  Пэж, 5:48; 23:70-71, 90; 25:33; 69:51
   - ПцӀырыхьымкӀэ къэмыхвэу я нэӀур умыгъэгъун, 2:42
   - КъэкӀа иджы, пцӀырыхьыр кӀуэдащ, 17:81
   - ЩыӀэухъуэхур мыпхузэзэущ, 46:16-17
  Тубба', иныдэпэ, 44:37; 50:14
  Тур (Къуръан), 28:29, 46
  Тур, S.52
  Тууа, и мэкъум, 20:12; 79:16
  Ухьуд, Изауэ, 3:121-128, 140-180
  Уммах (зэхуэсыкӀэ, щӀыналъу), 2:143-144;10:47, 49; 11:118; 16:36, 120
  'Умrah, 2:128, 158, 196
  Хьэм (Риба), 2:275-276, 278-280; 3:130;4:161; 30:39
  'Узаир, (Еплъ ЭзрэкӀэ)
  'Узза, 53:19
  Пщыхьэплъ, зэщIэмыкъутэ, 17:45-46
  ЗэщIэкъутэж, 24:31; 33:59
  ГушыIэхэр, Саб' Ал-Мэсани, 15:87
  ТекIуэныгъэ
  - Аллахым къырит, 48:1
  - Аллахым и дэIэпыкъуэгъэкIэ, 61:13
  Хьэл-щэн дахэхэр, (Мыхьэнэтыхэм феплъ
  Муслъымэнхэр)
  Уэдд, 71:23
  - "Ежьапщ, дызэжьапщ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
  УакъиIэ, S.56
  Аллахым и пэщIэтыныгъ, 5:33-34
  ЕсыныхькIэ мыгъэкIуэд, 6:141; 7:31; 17:26
  Псы, псэ зиIэ псори абы къыхэкIащ, 21:30; 24:45; 25:54
  - хыитI, 18:60; 25:53; 35:12; 55:19-20
  - Аллахым и Тхьэмахуэр абы щхьэщытщ, 11:7
  - уэшх, 23:18
  Гъуэгу, 1:6; 42:52-53; 90:10
  - нэгъуэщIхэри дэгъуэщ, егъэдэгъуэж, 87:8
  - Гъуэгум феплъ
  Гъуэгуанэ техьакIуэ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
  Мылъку
  - зыхыхьэщIар, 104:2-4
  - Аллахым и щхьэкIэ егъэкIуэд (ЕгъэкIуэдым феплъ)
  Мылъкуррэ сабийхэмрэ, мы дунейм и дахагъщ, 18:46
  Жьыгъуэмрэ щхьэрыгъымрэ, зэтехуэу ет, 11:85; 17:35; 83:1-5
  Бзылъхугъэ щхьэгъусэхэр, 2:234-235, 240
  Аллахым и мурадыр, 10:99-100; 30:5; 81:29; 82:8
  ЦIыхум и мурад, занщIэу екIуэкIын щхьэкIэ, Аллахым зэримурадмэ, 28:29
  Жьыхэр, 77:1-3
  - хъыбар дахэ къахьу, 7:57; 30:46
  - мыIэхэр къаIэту, псы къэзыгъэхъур, 15:22; 30:48
  - гъуэжь мэхъу, 30:51
  Шэрап (Джаннэтым деж)
  - узыфIэкIа хьэнтхъуапщэхэр, 37:45; 76:21
  - хужьу, IэфIу, 37:46
  - абы и псыхъуэхэр, 47:15
  - узыфIэкIауэ къэтхъумэжауэ, 83:25
  Аллахым зэрыхьамым ущыгугъ мыгъуэ, 4:32
  Щыхьэтхэр
  - Пэхам и зэгурыIуэныгъэм теухуауэ, 3:81
  - цIыхум щхьэщыту, 2:143; 22:78
  - зэгурыIуэныгъэхэм папщIэ, 2:282
  - бзылъхугъитI зы цIыхум пэщIэту, 2:282
  - щымыгъэтыгъуэ зэрылъхугъуэм и щыхьэту, 4:16; 24:2
  - захуэу щыт, 5:8
  - Iэхэмрэ лъакъуэхэмрэ щыхьэт техуэнущ, 36:65
  - цIыхур езым и щхьэщхьэтету, 75:14
  Щыхьэт техуэ махуэрэ Щыхьэт зытехуэ махуэмрэ, 85:3
  Щхьэгъусэхэр
  - уи мэкъупIэщ, 2:223
  - уи щхъухьэщ, 2:187
  - уи лъэпкъэгъущ, 16:72
  Бзылъхугъэ, зэрыпэувыIэр, 58:1-2
  Бзылъхугъэхэр, 2:222-223; 4:15, 19-22, 34, 127
  - хьэлэл хъыджэбзхэм къащыкъэзылъыхъухэр, 24:4-5, 11-17, 23-26
  - зэрыхъумэ, 24:31; 33:59
  - зэрыпIищахэр, мухэджыру, 60:10-12
  - зэрымыгъэIурыкъуэ, 43:17-18
  Джыгхэм щысхэр, 15:78; 38:13; 50:14
  - Аикэхэм феплъ
  Мэдян 26:176-191
  Мы дунейм и гъащIэ
  - джэгумрэ узыгъэгуфIэмрэ нэмыщI зырикъым, 6:32; 29:64; 47:36; 57:20
  - цIыхухэр егъэлъэплъ, 6:130
  - мащIэщ уи зэрыщыгугъынум, Ахырэтым нэхърэ, 9:38; 13:26; 28:60-61
  - зыгуэр зыгугъымэ, абы етынщ, ауэ абы АхырэтымIэ иIэнукъым, 11:15-16; 17:18; 42:20
  - мылъкуррэ сабийхэмрэ, абы и дахэлIагъщ, 18:46
  - мы зэманым фIыуэ зылъагъурэхэр, Ахырэтыр ягъанэурэ, 75:20-21; 76:27
  Тхыгъэ, зэгурыIуэныгъэхэм щхьэкIэ, 2:282
  Щыуагъэ зезыхьэхэр, 11:18-22, 101-104, 116-117; 39:47
  - Дин зимыIэхэм феплъ
  Уду (КъэIумытIынхэр), 4:43; 5:6
  Ягъут, 71:23
  Яхьйэ (Иоанн)
  - и хъыбар дахэр, 3:39; 21:90
  - захуэ, 6:85
  - акъыллыуэ; гущIэгъу зиIэу, пщыхьэлыхьуи, 19:12-15
  Я-Син, S.36
  Ясриб (Ал-Мединэ), абы цIыхухэр, 33:13
  ЯIук, 71:23
  Йунус (Ион), S.10
  Юсуф (Иосиф), S.12
  Зэбур, 21:105
  Захарий (Заккарийя), 3:37-41; 6:85; 19:2-11; 21:89-90
  Зэид ибн Хьэрисэ, Пэхам и унэIут, 33:37-38
  Зэкат, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
  - Зэкатрэ хъерымрэ, зэрызехьэным теухуауэ, 2:273; 9:60
  Зэнджэбил, 76:17
  Зэлзэлэ, S.99
  Закъкум, 17:60; 37:62-66; 44:43-46; 56:52
  Зихар, 33:4; 58:2-4
  Зухруф, S.43
  Зумар, S.39
  Лъабжьэ щIэлъхэр
  - Дин нэс 5:3
  - Аллахым къищтэр 3:19, 85
  - Муслъымэн диныр зыIэтыну тригъэкъухькъым 2:256
  - Зы динщ лъэпкъыгъуэ зэщхьэщыкIахэмрэ хабзэхэмрэ 5:48; 22:67-70; 42:13-14
  - Муслъымэнми и нэхущхъуэцIалхэр 2:135-136; 3:84; 4:163-165
  - Унафэхэр (Аллахым зэрыпщIэубыдагъэмрэ фIы зэрыпщIэнымрэ) 4:36; 6:151-154; 17:23-39; 18:107-108
  - Шерихьэтым и мурад тху: диныр хъумэн 5:54
  - Псэ зэрыхъумэр 5:32;6:151
  - Мылъку зэрыхъумэр 5:38
  - Намыс зэрыхъумэр 5:5;24:4
  - Гупсысын зэрыхъуным и амал зэрыхъумэр 5:90
  Алыхьым зэрыщыщIэкъым 2:255
  - Тхьэм и хьэкъхэр, И цIэ дахэхэр 57:1-6; 59:22-24; 85:13-16; 112:1-4
  - Тхьэу щытын хуейр зы закъуэращ 1:1-4; 2:285; 6:3; 43:84
  - ЩIалэ IэнатIэр Зым ейщ 3:26; И Тхьэмахуэшхуэр ('Арш) 7:54; 11:7
  - И Курси (лъэпэIэсыпIэр е щIыпIэр) 2:255
  - ЦIыхухэмкIэ фIыгъуэ иIэ зэрыхъумэ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
  - Псэ егъэтIылъри егъэухри 44:8; 53:44; 57:2; 67:2
  - ГуфIэгъуэ къегъэхъулIэри гукъеуэри 53:43
  - Тхьэмахуэ ирет иэ мащIэ ирет 13:26; 17:30; 29:62
  - Тхьэмадэхэм я нэхъыфI дыдзэращ 95:8
  - ГущIэгъу щиIэхэм я нэхъ гущIэгъу хъуар 12:92
  - Захуагъэ зиIэхэм фIыуэ ялъагъу 85:14
  - ГущIэгъукIи гъэзащIэ мышыIэкIэ зэщIэщ 13:6, 40:3
  - Япэреи кIэухреи 57:3
  - ЩIалэ щIыхьрэ къарурэ зым ейщ 35:10
  - ЩIэмыдэр ещIэри щIэухуар елъагъу 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
  - Я нэхъыфIыр зэрыгуэшэр ещIэ 5:7; 11:5; 31:23
  - Зэрыхъуами зэрыхъунуми ещIэ 2:255
  - Псори Тхылъым итхащ (е Тхылъ зэрыхъумэм) 6:38; 13:39; 36:12
  - Зыри зэи емыкIукъым 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
  - Псори И мурадым и пщIантIэм итщ 3:83; 22:18; 30:26
  - Псори И нэIуасэ яIэщ 11:6; 35:15; 55:29
  - Аркъэм щыгугъ 10:84-85; 12:67; 25:58
  - Тхьэм дэкIуэгъэ Iэмалхэр 42:51
  - Щыгугъыпхъэщ 2:21; 3:102; 4:1; 33:70-71; 59:18
  - Акъылрэ щIэныгъэрэ Абы къежьэ 2:269
  - Зыми нэIуасэ иIэкъым 3:97; 6:133; 112:2
  - Ещанэ зэрыщымытым 4:171
  - Зыми унагъуэ иIэкъым 6:101
  - Быныгъуэ иIэкъым 10:68; 19:35; 43:81; 72:3; 112:3
  - НэгъуэщI зэныбжьэгъухэр иIэкъым 6:94; 7:191-195; 46:4-5
  - Зыри ещхькъым 42:11; 112:4
  И тхыдэм щыгугъыпхъэу ещIэ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
  Тхыдэ зэрыхъумэхэр 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
  - Псори зэхуэгъэпсам къыхэкIащ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
  - ЩIылъэр зэфIэкIащ 67:3-4
  - ЩIыхьэр жэщым хэлъадэ 3:27
  - Захуэу щытын 30:22; 35:27-28
  - Бал 16:68-69
  - Щху 16:66
  - БыныгъуэкIэ фIыгъуэ иIэ 42:49-50
  - ЩIылъэрыкъуэхэмрэ къэрабгъэхэмкIэ 21:33; 36:38-44
  - Бгымэр IэшэкIэ 25:61; 85:1
  - Джанхэр 37:6-7; 67:5
  - Дыгъуасэхэр 7:57;30:48
  - ЩIылъэ къэхъей 7:78; 7:155
  - ЩIылъэтеугъэ 28:81; 29:40
  - ЩIымахуэ шторм 10:22
  - Щхъухьи, щIыкъуалэри, щхъухьми 2:265; 6:99; 24:43; 50:9-11
  - Уэшхрэ щIыпсымрэ 13:12-13
  ЩIэныгъэ щыщIэкъым
  - ЦIыхухэр хъулъатыхьрэ бзылъатыхьрэм къахэкIащ 76:2
  - Хъугъуэм и зэхэтыкIэмрэ зегъэужэмрэ 22:5; 23:12-14
  - Гуэныхьум и щIыпIэм хэту 39:6
  - Псы уэсымэм 25:53-54; 35:12; 55:19-20
  - Жьым илъэжьым хэлэжьэным 15:22
  - Щыгъупщыгъуэр 75:3-4
  - Кхъухьхэм я хуэкIуэцIым хуэдэу бгымэхэр 78:7
  - Вэрыжьыр етIупщащ 57:25
  - Узым и щытщэхэр 4:56
  - Дыгъэр махуэ къыщIэкIакIуэуи мазэр нэху куэду 10:5
  - Мазэр зэгуэгуэшауэ 54:1
  - ЩIыпIэм щхьэхъумэкIэ хьэсэуэ 21:32
  - Псэ зэрыпсори псым къыхэкIащ 21:30; 24:45
  - Гъудэбадзэхэр зэрыпсалъэм 27:17-19
  - Къамэм и кIуэцIым гъэзащIэхэр 24:40
  Псэ зэрыдзэхэр
  - МелыIычхэр 39:75
  - ЦIыхухэр (ЩIылъэм и тету) 2:30; 6:165; 16:4
  - Жынхэр 72:1-15
  - Псэущхьэхэр цIыхухэм хуэдэу зэгуэту щытын 6:38
  - Бэлыхь 11:69
  - Шыд 7:40
  - Хьэ 18:22
  - Хъуажэ 105:1
  - Шыхэр, шыдхэри, кхъуэхэри 16:8
  - Аслъэнрэ шыркъафэмрэ 74:50-51
  - Бжъэжъейхэр 2:65
  - Хьэцэпэцэхэр 2:173
  - Бзылъхугъэ шкIу 7:73
  - Мэлыхъуэхэрэ бжэныхъуэхэмрэ 6:143
  - Дыгъужь 12:17
  - Къуаншэхэр 7:133
  - Блэ 7:107
  - Бзухэр 24:41
  - Джанду 5:31
  - Хъубыр 27:20
  - Бгъэжьхэр 2:57
  - Балийри 18:61
  - Кит 37:142
  - Гъудэбадзэхэр 27:18
  - Балдзэхэр 16:68
  - бзугъуабжэ 2:26
  - блэ 22:73
  - тхьэурэ хьэндыркъуакъуэрэ 7:133
  - бгъэ 29:41
  - нэгъуэщI димыцIыхухэр 16:8
  Жылэрэ мэракIуэхэмрэ 6:99; 13:4; 16:11; 36:33-35
  - бананы 56:29
  - хьэжыкъумыл 19:25
  - удзхэр, хьэшырхэр, хамэр, бэджэджхэр, пIастэхэр 2:61
  - щхьэмыгъазэхэр 80:28
  - зэйтIун 6:99
  - гырэ 95:1
  - хьэжыкъумыл плъыжь 55:68
  - къэб 37:146
  Мухьэмэд и фIэщхъуныгъэ
  - Хьэлхэр, пайгъамбар закъуэ 3:144; 6:50; 7:188; 18:110
  - пэжыр къихьын щхьэкIэ 2:119; 35:24; 42:48
  - пайгъамбархэм я печать 33:40
  - хьэл-щэн дахэ 3:159; 68:4
  - щапхъэ 33:21
  - фIэщхъуныгъэ зиIэхэм папщIэкIэ 3:164
  - дуней псом гущIэгъу 21:107
  - дэтхэнэми ехьэлIа лIыкIуэ 4:170; 7:157-158; 34:28
  - Гъуэгум и пэмым къыщхьэщыж 42:52-53
  - цIыхухэм ядэIэпыкъу 9:129
  - къигъэзэжын махуэм тещэу 4:42; 16:89
  - тхыгъэншэ пайгъамбар 7:157-158; 29:48; 62:2
  - Торатрэ Евангелиерэ къыщаIуагъэ 7:157
  - Хьисэ къызэрыригъэщIар 61:6
  Пайгъамбарым къигъэщIа ехъулIэныгъэхэр ( ﷺ )
  - мылъкуншэ нэхъыжьхэм я мыхьэнэншэ тIэурэхэр 8:32; 15:7; 17:89-93; 25:7-8
  - пцIы макъхэр 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
  - и гъащIэм пыщIа мурадхэр 8:30; 9:74
  - зэран езыгъэкIхэм е бгъэдыхьэхэм ядэIэпыкъур 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
  - къэзыгъэпцIым сабыр хэлъу жэуап етын хуейуэ унафэ къратащ 20:130; 30:60; 46:35; 70:5
  - Аллаху Тхьэшхуэм жиIащ 5:67; 93:1-11; 94:1-8
  Пайгъамбарым и гъащIэм къыхэкI лъэныкъуэхэр ( ﷺ )
  - и гъэкIуэтыгъуэм ( хиджрэ ) Бадрым и зауэм нэгъунэ 3:121-129; 8:42-44; 8:65-71
  - Ухьуд и зауэ 3:151-180
  - Хэнэкъым и зауэ 33:9-27
  - Хьунэйн и зауэ 9:25-27
  - Мэдинэ 9:40
  - Тэбук 9:38-123
  - Бану Ан-Надыр 59:2-6
  - ХьэмрэI Ал-Асад 3:172-175
  - Хьудэйбийэ и зэгурыIуэныгъэ 48:1-7; 48:10-29
  Пайгъамбарым Тхьэшхуэм къытригъэхуа щIыхьхэр ( ﷺ )
  - Аллахрэ и мелэIыкхэмрэ ар йохъуэхъу 33:56
  - Мэка къыщыщIэдзауэ Ерусалим щIыналъэм щыIа жэщ гъуэгу 17:1
  - жэнэтхэм зэрыкIуам 53:1-18
  - мы гъащIэрэ къакIуэну гъащIэмрэ щIыхь зэриIэр 17:79; 66:8; 108:1
  - абы и дэIэпыкъуэгъур Аллаху и дэIэпыкъуэкIэ докIуэ 4:80
  - Аллахурэ и ЛIыкIуэмрэ я дэIэпыкъухэм я тыгъэ 4:69
  - и унагъуэр къабзару щытщ 33:33-34
  - Джэбрэил и теплъэ щыщымыкIуэдам 53:1-18
  - фIэщхъуныгъэ зиIэхэм унафэ къратащ ар ядэIэпыкъун хуейуэ 59:7
  - абы епсэлъэкIэ хэлкъым 49:1-5
  - ар зэрызэужьым хэлкъым 33:53
  - и щхьэгъусэхэм зэрадэлэжьакIэм сыт хэлъ 33:53
  - Аллах арэ и ныбжьэгъухэмрэ ядогуфIыкI 9:100; 9:117
  - фIэщхъуныгъэ зиIэ и къуэхьэщыпэм и фIыгъэ 2:143; 3:110
  ТхьэлъэIу (салахь) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
  - Бэрэжьей зэхуэс 62:9
  - ТхьэлъэIум и гъунэгъу ( къиблэ) 2:144; 2:149-150
  - Iейм уигъэпIейтей хъун хуей 29:45
  - зэманыгъуэхэр 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
  - шынагъуэм и деж е гъуэгум тету 2:239; 4:101-102
  - тхьэлъэIум пымылъхэм ядэIэпыкъур 19:59; 74:38-47; 107:5-7
  - менэфыкъхэм я тхьэлъэIухэр 4:142; 9:54
  Къабзагъэ, теплъэ къигъэщIэныгъэ (уду) 5:6
  - псори зыIухуэбгъэщI (гъусл) 2:222; 4:43
  - щIы къабзагъымкIэ теплъэ къэгъэщIэныгъэ (тэяммум) 4:43; 5:6
  ТхьэлъэIухэр (дуIа)
  - Ибрахьим и деж 2:126-129; 2:126-129; 14:35-41; 26:83-89
  - Адэмрэ Хьэуарэ 7:23
  - Хьисэ 5:114
  - Джоб 21:83; 21:83
  - Джона 21:87
  - Юсуф 12:33; 12:101
  - Мусэ 10:88-89; 20:25-35
  - Мухьэмэд 17:80; 20:114
  - Нухь 23:26; 26:117-118; 54:9-10; 71:26; 71:28
  - Сулэимэн 38:35
  - Шуайб 7:89
  - Зэкериэ 3:38; 19:2-6; 21:89-90
  - мелэIыкхэр 40:8-9
  - Мэрем и анэ 3:35-36
  - Фэраун и щхьэгъусэ 66:11
  - Фэраун и джылахьхэр 7:126
  - Пащтыхь Саулрэ абы и фIэщхъуныгъэ зиIэхэмрэ 2:250
  - Исраилым и бынхэм я фIэщхъуныгъэ зиIэхэр 10:85-86
  - мывэхъухэм я цIыхухэр 18:10
  - пэжхэр 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
  - гъэщIэгъуэным теухуахэр 4:75
  Ныкъуэдизыр зэрыхъум и теплъэ
  - сэджэдэт, сэдждэ и бжыгъэм, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
  Мывэ-щэкI (зэкехь), зэикIэ щымытыж 2:110; 2:177; 2:277; 6:141
  - фIэщхъуныгъэ зиIэхэм я хьэлхэр зыщыщ 22:41; 23:4; 51:19
  - къызэращыхэр 9:60
  - хьэтыркIэ (сэдэкIэ) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
  - тримыгъэхъуэм ядэIэпыкъур 3:180; 9:34; 47:38
  Махуэ мыгъэзэжь (сыйм)
  - Рамадан мазэм и къурIэн сурэ 2:183-185
  - Махуэр гъэзэжыным и сыхьэтхэр 2:187
  - Махуэр зыгъэзэжыфынухэм и щхьэхуэныгъэхэр 2:184-185
  - Махуэ гъэзэжыным и пщIэдзэкIэ щхьэгъусэхэм яку дэлъ зэхущытыкIэхэр 2:187
  - Хьэжым щыIэкIэ махуэ гъэзэжын 2:196
  Хьэжыжь (хьэж)
  - Зи махуэ къэсам и пщыхьэр 3:97
  - Хабзэхэмрэ унафэхэмрэ 2:158; 2:189; 2:196-203; 5:2; 22:26-37
  - Бгъэдэлъхьэным хуэгъэзауэ щылъхьэжын 2:196; 22:36-37
  - ЩIылъэм теткIэ хьэжым и деж банэ зэрамыгъэуэным теухуауэ 5:1; 5:94-95
  - Хыжь банэ егъэуэным хуит зэрыхъуам теухуауэ 5:96
  - Хьэжыжь цIыкIу ('умрэ) 2:158; 2:196
  Дин зэгуэтхэр
  - Мыслъымэнхэр 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
  - Зыр зым и хъумэ 3:28; 9:71
  - Чристэнхэр 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
  - Журтхэр 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
  - Исраил бынхэр 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
  - Тхылъ лъэпкъхэр (нэхъыщхьэжу журтхэмрэ чристэнхэмрэ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
  - Мыслъымэнхэм хуитщ абыхэм зэрахьэ банэхэм япщIэр яшхэну, абыхэм я бзылъхугъэхэр къашыну 5:5
  - Журтхэм яшх хъумышххэр 6:146
  - Сабийхэр 2:62; 22:17
  - Меджусийхэр 22:17
  - Анэр зыщымыхъухэр (пэганыхэр, плъырым пылъхэр) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
  - Пэганыхэм я нэгур щIыным пылъ хабзэхэр 2:189; 5:103; 6:138-144
  - Тхьэ зымыIуэхэр 52:35-36
  Пэганыхэм я хабзэ хэхахэр
  - Хъыджэбзхэр щIым щIэлъхьэжын 16:58-59; 81:8-9
  - ТхьэмыщкIагъэм и шынагъуэкIэ сабийхэр яукIын 6:137; 6:151; 17:31
  - КъэIбэм и щIыбкIэ щеуэнрэ щIыхьэжынрэ 8:35
  - Тэрчхэр плъырхэм трагъэхьэжын 5:103; 6:136
  - Плъырхэм я цIэкIэ пщIэнкIэ яукIын 6:121
  - Зыхьэр зэбгырыкIын 33:4; 58:2-4
  - Илэ' (мазитIым нэхърэ нэхъыбэу) 2:226-227
  - ХэхакIэм папщIыхьын 5:3
  - КъэIбэм щIыхьу 7:26-28
  - Хьэжыжьым и ужькIэ унэхэм и щIыб лъэныкъуэкIэ дэлъэжын 2:189
  Тхьэ зыхуащIхэр
  - Мелейкхъуэхэр (арабу пэганыххэм ядеж) 34:40
  - Ал-Айкэх (ШуIэйб и къаумым ядеж) 26:176
  - БаIл (Илэясъым и къаумым ядеж) 37:125
  - Исус (Чристэным) 5:17
  - Плъырхэр (Ибрахьим и къаумым ядеж) 21:52-53
  - Лэт, Iуззэ, Менэт плъырхэр (Араб пэганыххэм ядеж) 53:19-20
  - Уэдд, СувэI, Егъус, ЕIукъ, Неср плъырхэр (Нухь и къаумым ядеж) 71:23
  - Дыгъэр (Шэбэм ейхэм ядеж) 27:24
  - Сириус (Арабу пэганыххэм и цIыхухэм ядеж) 53:49
  - Фэрэун (Мысырым и жьы зэманым) 26:29; 28:38; 79:24
  - Я мурадхэр, 25:43-44; 45:23
  - Тхьэ бжыгъэм и фIэщхъуныгъэр къырагъэщIэ 17:42-43; 21:21-24; 25:3
  ЩылъэIумэ щIыпIэхэр, мэсквитхэр 9:18
  - Члисэхэр, синагогэхэр, монастырхэр 22:40
  - УхъумапIэхэр 3:39; 38:21
  - ТхьэлъэIупIэ 17:7
  - Дин цIэхэр, пащтыхьхэр, монаххэр, раввинхэр 5:44; 5:63; 5:82; 9:31-34
  Мелейкхъуэхэр
  - Адэм зэрызэхэтыкIым тепсэлъыхьыну заупщI 2:30-34
  - Алыхь зэи емыдэIуэн 21:26-27; 66:6
  - Алыхь и пхъухэкъым 21:26; 43:16-19
  - Хъума мелейкхъуэхэр 13:11
  - Тхыгъэ здэщI мелейкхъуищэр 50:16-18; 82:10-12
  - Алыхь и тхыпхъэр хьисэбым и махуэм ирахьэкIкIэ Iуэхугъуийм ягъэзащIэ 69:17
  - Джахьэным ухъумэнымкIэ бгъуэ ухъумэ 74:26-31
  - ЛIэным и мелейкхъуэхэр 6:93; 16:28; 32:11
  - Джабраил 2:97; 66:4; 26:192-195; 53:1-14
  - Микаил 2:98
  - Мелик 43:77
  ПэмыкIхэр
  - Мелейкъымрэ цIыху лъэпкъымрэ щыщхэр 22:75
  - Зыщыгугъыж хъунухэм я пэмыкIхэр (Ибрахим, Нухь, Мусэ, Исус, Мухьэмэд ﷺ) 33:7; 42:13; 46:35
  Тхыгъэхэр
  - КъурIэн, Алыхь дежкIэ къэIэпщIэжауэ 12:2-3; 20:2-4; 26:192-195; 32:2-3
  - Дунейм псом зэрыщыгугъ хъуну 68:51-52
  - ЗдэкIуэным нэхъ дызу къырагъэувэну зэрыщытыр 17:9
  - КъэIэпщIэжауэ къихьар Рамадан мазэрауэ 2:185
  - Махуэ къабзэ дыдэм идеж 44:3;97:1-5
  - Зэритхуэу къырагъэIэзэж 17:105-106
  - Ещхьу щытыну хуэму ищIын 54:17
  - Иджырей къэIэпщIэжьым и пэжыныгъэр зи фIэщ хъу 3:3-4
  - Иджырей тхыгъэм и щхьэуэ тет 5:48
  - Шэч зыщымыIэ 2:2; 10:37
  - ЗэпэщымщIыжь 4:82
  - ЗищIакъым 10:37-39
  - Библием къытрагъэщIакъым 25:4-6
  - Джэмахэм къахуахыжакъым 26:210-212
  - Зыми сыт хуэдэ псалъи хэзылъэщIыхь хъунукъым 17:88; 2:23-24;10:13-14; 11:13
  - ХэкIуэдэнымкIэ ухъума 15:9
  - ЩыхъумэнымкIэ унафэ щыIэ бгъэдыхъмэм 56:75-80
  - ПцIыуэ зэрыпэщымщIыхь хъунукъым 41:42
  - ИужькIэм дэлъ зэхъуэкIыныгъэхэр иджы ищIэ 30:1-7; 48:27
  - ФIэщхъуныгъэ зиIэхэр нэпс трахын хуэдэу 5:83; 17:107-109
  - Гум бгъэIэсыж 39:23
  - Бзийм хуэдэу 4:174; 42:52
  - ФIэщхъуныгъэ зиIэхэмкIэ узхэмрэ къегъэлажьэм икIэмкIэ 17:82
  - Таурат 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
  - Инжил 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
  - Забур 4:163; 17:55
  - Ибрахьим деж щыIа тхылъхэр 53:36-44; 87:14-19
  Къэзгъэлъэщыркъым уахътыншэрауэ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
  - щхьэхуитыныгъэ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
  Къэмат махуэ:
  - зэи зэигъэ зэрыщымыIэр 2:281; 18:49; 40:17
  - кхъахьауэр зэрыщытыр 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
  - а махуэм диным пэжхэмрэ динсызхэмрэ я щытыкIэр 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
  - дамыгъэ техыныгъуэ (щэфаIат) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
  Iуэхутхьэбзэхэм я тхыгъэхэр 17:13; 18:49
  - диным пызэрыхьэхэм я Iуэхутхьэбзэхэр я сэмэгумкIэ зэрагъэзащIэр 69:19-24; 84:7-9
  - динсызыхэм я Iуэхутхьэбзэхэр я сэмэгумкIэ зэрагъэзащIэр 69:25-37; 84:10-15
  - Алыхьым зыри зэрыщыщIэмыкъуэр 21:47; 40:16
  - Iуэхутхьэбзэхэм я хьэлъагъыр 7:8; 23:102-104; 101:1-11
  - джанхэм я щыхьэтлыгъэр 41:19-24; 24:24
  - IуэхуфIымрэ Iуэхумэмымрэ я тыгъэ 6:160; 27:89-90; 28:84
  ЦIыху теплъэхэр:
  - диным пызэрыхьахэр 18:107-108
  - динсызыхэр 4:167-169
  - мелыхъуэхэр 4:145; 57:13-15
  - жэнэтмисхэр, диным пэрыхьахэу япэ итахэр 55:46-61; 56:10-26
  - жэнэтмисхэр, сэмэгурабгъум щыщ цIыхухэр 55:62-78; 56:27-40
  - джэхьэнэммисхэр, сэмэгурабгъум щыщ цIыхухэр 55:31-45; 56:41-56
  - бгым тетхэр 7:46-49
  Мылъкум ехьэлIахэр:
  - ДэлэжьэкIэ зэрыхь зэрагъэкIуэдынур 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
  - ХьэкъынэкIэ, утеIэзэхэу умылъхуахэм хуэмухьэс хьэкъухэр 2:180-183; 4:11-12
  укIы зэрыхъум ипэкIэ гъуэгум ущыдэкIуэмэ 5:106-108
  - Паракоррупциэ 2:188
  - Къэхумэхэр, къэхумэхэр гъэзащIэным зэрыхунэжэгъэр 2:280
  - къэхумэ контрактыр тхынымрэ щыхьэт нэрылъэгъу иIэ зэрыхъунымрэ 2:282
  - тын зэрыщытым 2:283
  - ЩIэизыхь, зэрыхь щIэизыхьхэр 4:7; 4:32-33; 8:75
  - щIэблэмрэ адэ-анэмрэ я пычыгъуэхэр 4:11
  - щхьэгъусэхэмрэ анэкIэ зэкъуэшхэмрэ 4:12
  - зэш-къуэш псохэр 4:176
  - зэрыхьахэм пэрыхьахэм я деж зэкIэлъыкIуэр 4:13-14
  - Проценту уасэр, проценту уасэр къызэрымыгъэсэбэпынуррэ кIэщIэплъымрэ 2:275-281; 3:130-132
  - мыарэзыу зэрыщытым 30:39
  Хабзэм ехьэлIахэр:
  - хэкум зэран ехьэлIэным и хабзэр (хьирабэхь) 5:33-34
  - Хьэкъыгъэр, хьэкъыгъэм утеувэным 4:135; 5:8; 16:90-91
  - Етимхэмрэ бзылъхугъэхэмрэ я щхьэузыхьыр ихъумэным 4:127
  - Джутми хьэкъыгъэр хуэщIыным 4:105-112
  - Пэгуейми хьэкъыгъэр хуэщIыным 4:58
  - Муслъымэну щымытахэм зэрызахуагъэгъуэзэнур 60:8-9
  - ПщэдэкI щIынымкIэ (гъэгъуным хуэмыгъэкъуэншэу) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
  - Щхьэгъусэмрэ щхьэгъусэмрэ зэрызэIэбэкIын, хулм 2:229
  - Лиан (зэкъусэныгъа щыупщIымкIэ) 24:6-10
  Политикэм ехьэлIахэр:
  - Зыгуэрхэм узыщIэупщIынымкIэ Iуэхухэр зэрызэбгъэкIуэкIынур (щурэ) 3:159; 42:38
  - Щхьэр зэрыхъумэнымкIэ узэуэным (джихад), зэрыхь теплъэхэр 2:190-192; 2:216; 22:38-40
  - къэдмылъытэу темызауэным 4:94
  - тIасхъэрэ бзылъхугъэрэ сабийхэм шхьэр яхъумэным хуэзэуэным 4:75
  - тегъэщIапIэхэр ихъумэным 22:37
  - щахьидхэм я тыгъэр 2:154; 3:169-171; 9:111; 57:19
  - дзэм и кIуэцIкIэр ерыскъыфIэхэм ягъэщтэным хуэунэтIауэ 8:60
  - мамырныгъэм зыхущэкъэным 2:192; 8:61
  - ЛъэныкъуитIым зэщIыныгъэ ящIыным 49:9-10
  - Зауэпленникхэр, зызэрахуэным 8:70; 47:4; 76:8
  Жылагъуэм ехьэлIахэр:
  - ПхъуантыкI зэрыхьахэр 33:4-5
  - Етимхэм щхьэдэхын 2:220; 4:2-10; 4:127; 6:152; 17:34
  - Гузафэ, Iуэхугуэрымрэ зэгурыIуэрэ 4:35; 4:128
  - Гузафэм и теплъэр 2:229-231; 65:1-2
  - Дауэрэ зэрыщытумкIэ ухъуреягъкIэ зэрызэхуэфыныр 2:226-241; 4:19-21; 33:49; 65:1-7
  - джауми зыгуэрым даумыкIыжыным 4:20
  - джауми етымырым 65:6
  - джауми ахъшэкIэ егъэхуэныным щIэнэу 65:6
  - абы и тхылъ егъэзащIэм 65:6
  - абы зэрыгъэзегъэм тIэкIу иIэу и кхъуфхэм, 65:6
  - зыми и щIалэмкIэ лъэкIыныгъэ тримыхьэным 2:233
  - дыщэкIэ тIэкIур къыщыкIэу 65:6
  - ФIым зэрыпэщымрэ мыхъумыщIэм укъэзыукъуэнымрэ 3:104; 3:110; 7:157; 9:71-72; 31:17
  - ЦIыхухэм я хьэл-щэныр зэтехуэу 49:13
  - Алыхьымрэ хабзэми я пащхьэ цIыхухъу тIури зэхуэдэу 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
  - цIыхухъухэм бзылъхугъэхэм нэхърэ яфIыгъэр куэдрэ нэхъыбэу 2:228
  - ТхьэмыщкIагъэхэм, етимхэм, пленникхэм егъэшхэным 76:8-9
  - Гъэгъунымрэ гум къэзыгъэтIылъымрэ 3:134; 42:40
  - Щхьэщытым хуитыныгъэ егъэтынымрэ абым дэIэпыкъунымрэ 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
  - Зи адэ-анэм щхьэдэхэным 4:36; 17:23-25; 31:14-15
  - ГумащIагъ 17:37; 31:18-19
  - Ибрахьим и гъэпсылъхэм я псалъэхэр 37:102
  - Иусыф и гъэпсылъхэм я псалъэхэр 12:4; 12:36; 12:43
  - Мухьэмэд и гъэпсыльхэм я псалъэхэр 8:43; 48:27
  - Муслъымэну щымытахэм щхьэдэхэным 60:8
  - Зэкъусэныгъэ 4:3; 4:129; 16:72; 30:21
  - бзылъхугъэ зэрынэгум дихьхэу мытыншхэри 4:22-24
  - теплъэм зэрыщытымкIэ 2:222-223
  - щIэужьынкIэ щытымрэ узыгъэзегъэмрэ 2:233; 31:4; 46:15; 65:6
  - уи джауми укъэзыубгъуным 2:230
  - зэкъуэшхухэм дэIэпыкъуным 24:32
  - фыщIэузынкIэм ипэ иту щытым зэрягъэзэгъ иIэу 2:235
  - Тхаурыхэхэр 2:224-225; 16:91-92; 16:94
  - гъэзэща тхаурыххэм егъэзэным 5:89
  - Гугъу зэманым пэмыурэдыным 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
  - Джэгум укъэгъакIэмэ 24:58-60
  - цIыхухэм я унэхэр хьэмзэным 24:27-28
  - жьэгурэм и зэхэтхэм 24:29
  - Зэрыхь теплъэм хэту, хъыбар фIэкIыу зэрыщытым 4:83; 49:6
  - псоми увырыпсэм къыщIыкIэным 49:11-12
  - зэхуэсым и теплъэм 58:11
  - щхьэхуэпсэлъэныкъуэхэр 4:114; 58:9
  - Зэрыхьэхэр 2:270; 9:75-77; 22:29; 76:7
  - Дэхухьэныгъэрэ щыкъумымрэ 7:31; 17:29; 25:67
  Хъыбархэр
  - Хьэбилрэ Къабылрэ 5:27-31
  - Ал-Хъадиррэ Мусэрэ 18:60-82
  - ПлIандэдзэм и дзэр 105:1-4
  - Фэрэуным и лъэпкъым щыщ диным итым и хъыбар 40:28-46
  - Мэриям и къэхъугъуэр 3:35-36
  - Исраилым и бынхэм я мэлыр 2:67-74
  - Езрэ 2:259
  - Бэлыхьым и бинхэр 68:17-32
  - Хьарутрэ Мэрутрэ 2:102
  - Къарун 28:76-82
  - Лукъман и къуэм щыгъуазэ зэрытрищIар 31:12-19
  - ТхьэрыкъуитIым и бин 18:32-44
  - Сабэ и жылэр 34:15-19
  - ЩхьэнкIурыхьым исхэр 18:9-26
  - Пхъуантэхэм я жылэр 85:1-8
  - Щэбэт зэбгырызыххэр 7:163-165
  - Сэмирийрэ дыщэ мэлымрэ 20:83-97
  - Талутрэ Щэмуилрэ 2:247-251
  - Зул-Къарнейн 18:83-98
  ШэйтIанхэр 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
  - цIыху шэйтIанхэмрэ жынымрэ 6:112;114:6
  - жэнэтыр шэйтIанхэм яхуэсакъ 15:16-18
  ГугъапщIэхэр
  - Бегъымбарым и ужь имытами щхьэкIэ 25:27
  - Алыхьымрэ И лIыкIуэмрэ я псалъэ зэрымыдаIуэми щхьэкIэ 4:41-42; 33:64-68
  - ГъунэгъуфIым и зэран 25:28-29; 26:96-102; 43:36-39
  - Алыхьым и нэщэнхэр зэрызэхамыщIэми щхьэкIэ 6:27-30
  - Ахърэтым папщIэ лэжьыгъэ зэрамыгъэуами щхьэкIэ 89:23-24
  Дэгугъейуэ елъэIухэр
  - Дунейм къэгъэзэжыным щхьэкIэ зэлъэIуу 2:167; 6:27-28; 32:12-14; 42:44
  - етIуанэ щIэныгъуэ къатыным щхьэкIэ 35:36-37
  - МафIэгум къахэкIыжыным щхьэкIэ 40:10-12
  - шхынымрэ псымрэ щхьэкIэ 7:51-52
  - закъэIэтыжыным щхьэкIэ 7:52-53
  - щIылъэм пыху хъуным щхьэкIэ 4:41-42; 78:40
  - лIэным щхьэкIэ 43:74-78
  Тэрэзым ейхэм я хьэлхэр
  - ЗэхуэзыгъэщIым и хуитыныгъуэхэрэ И тхъугъэхэм щыщхэр зэрахъумэр 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
  Гуэныхьым ейхэм я хьэлхэр
  - ЩытIысхьагъэ зымыIэхэр 14:34
  - Щыкъумхэр 17:100
  - ПсынщIэхэр 21:37
  - Алыхьыр гугъуэ зэманым къыщащыжыр 10:12; 41:51
  - ЩыгумащIэхэр 70:19
  - Iэплъэплъэхэр 18:54
  Гуэныхьышхуэхэр
  - Алыхьым и теплъэм щхьэщыкIэ щхьэрыубыдахэм драгъащтэр (ширк) 4:48; 4:116; 5:72; 6:19; 31:13:
  - Я адэ-анэхэм емыкIу зэращIэр 4:36; 6:151; 17:23
  - Пщыхьэщхьэ нэмэзхэр зэрагъэщIэр е ебгынэхэр 19:59-60
  - Зэкет ирамытыр 41:6-7
  - ЦIыху щэным 6:151; 17:33
  - ФIэщхъ езыхь диным итым и щэныр 4:93
  - Дыгъужьыным 5:38
  - Гъэрыпхъуэрыгъуэным 7:85; 11:85; 26:182-183; 83:1-6
  - ПцIы упсалъэм 2:10; 9:77; 39:60
  - Алыхьым тепцIыкIухьым 6:93; 29:68; 61:7
  - ЗэрымыщIэмрэ зэбгрыкIынымрэ 2:222; 17:32; 24:2; 25:68; 29:28-30
  - ЗэрыпцIыкIухь емыкIухэр 24:4-5
  - Дин ебгынэжыныгъэм 2:217; 5:54
  - Хьэцыбанрэ нэгъуэщI шхыныгъуэ тырамыгъэзыхьхэмрэ (лIыгъу, лъы, н.) 5:3; 6:145
  - Мэзэджэмрэ жьакIэкхъуэмрэ 5:90-91
  - Дзэмыхьейм 49:11
  - ПцIы тыныгъэм 22:30
  - Мэжджэрым 2:102; 10:77; 20:69
  Islamic months
  - 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
  - 2nd Safar
  - 3rd Rabi al-Awwal
  - 4th Rabi al-Thani
  - 5th Jumada al-Awwal
  - 6th Jumada al-Thani
  - 7th Rajab sacred month
  - 8th Sha'ban fast most of month (sunnah)
  - 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
  - 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
  - 11th Dhul Qa'dah sacred month
  - 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
  - Fast Mondays and Thursdays (sunnah)
  - Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
  - Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
  Juz
  - Juz 1 1:1-7; 2:1-141
  - Juz 2 2:142-252
  - Juz 3 2:253-286; 3:1-92
  - Juz 4 3:93-200; 4:1-23
  - Juz 5 4:24-147
  - Juz 6 4:148-176; 5:1-81
  - Juz 7 5:82-120; 6:1-110
  - Juz 8 6:111-165; 7:1-87
  - Juz 9 7:88-206; 8:1-40
  - Juz 10 8:41-75; 9:1-92
  - Juz 11 9:93-129; 10:1-109; 11:1-5
  - Juz 12 11:6-123; 12:1-52
  - Juz 13 12:53-111; 13:1-43; 14:1-52
  - Juz 14 15:1-99; 16:1-128
  - Juz 15 17:1-111; 18:1-74
  - Juz 16 18:75-110; 19:1-98; 20:1-135
  - Juz 17 21:1-112; 22:1-78
  - Juz 18 23:1-118; 24:1-64; 25:1-20
  - Juz 19 25:21-77; 26:1-227; 27:1-55
  - Juz 20 27:56-93; 28:1-88; 29:1-45
  - Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
  - Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
  - Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
  - Juz 24 39:32-75; 40:1-85; 41:1-46
  - Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
  - Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
  - Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
  - Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
  - Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
  - Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
  Hizb (1/2)
  - Hizb 1 1:1-7; 2:1-74
  - Hizb 2 2:75-141
  - Hizb 3 2:142-202
  - Hizb 4 2:203-252
  - Hizb 5 2:253-286; 3:1-14
  - Hizb 6 3:15-92
  - Hizb 7 3:93-170
  - Hizb 8 3:171-200; 4:1-23
  - Hizb 9 4:24-87
  - Hizb 10 4:88-147
  - Hizb 11 4:148-176; 5:1-26
  - Hizb 12 5:27-81
  - Hizb 13 5:82-120; 6:1-35
  - Hizb 14 6:36-110
  - Hizb 15 6:111-165
  - Hizb 16 7:1-87
  - Hizb 17 7:88-170
  - Hizb 18 7:171-206; 8:1-40
  - Hizb 19 8:41-75; 9:1-33
  - Hizb 20 9:34-92
  - Hizb 21 9:93-129; 10:1-25
  - Hizb 22 10:26-109; 11:1-5
  - Hizb 23 11:6-83
  - Hizb 24 11:84-123; 12:1-52
  - Hizb 25 12:53-111; 13:1-18
  - Hizb 26 13:19-43; 14:1-52
  - Hizb 27 15:1-99; 16:1-50
  - Hizb 28 16:51-128
  - Hizb 29 17:1-98
  - Hizb 30 17:99-111; 18:1-74
  - Hizb 31 18:75-110; 19:1-98
  - Hizb 32 20:1-135
  - Hizb 33 21:1-112
  - Hizb 34 22:1-78
  - Hizb 35 23:1-88; 24:1-20
  - Hizb 36 24:21-64; 25:1-20
  - Hizb 37 25:21-77; 26:1-110
  - Hizb 38 26:111-227; 27:1-55
  - Hizb 39 27:56-93; 28:1-50
  - Hizb 40 28:51-88; 29:1-45
  - Hizb 41 29:46-69; 30:1-60; 31:1-21
  - Hizb 42 31:22-34; 32:1-30; 33:1-30
  - Hizb 43 33:31-73; 34:1-23
  - Hizb 44 34:24-54; 35:1-45; 36:1-27
  - Hizb 45 36:28-83; 37:1-144
  - Hizb 46 37:145-182; 38:1-88; 39:1-31
  - Hizb 47 39:32-75; 40:1-40
  - Hizb 48 40:41-85; 41:1-46
  - Hizb 49 41:47-54; 42:1-53; 43:1-23
  - Hizb 50 43:24-89; 44:1-59; 45:1-37
  - Hizb 51 46:1-35; 47:1-38; 48:1-17
  - Hizb 52 48:18-29; 49:1-18; 50:1-30
  - Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
  - Hizb 54 55:1-78; 56:1-96; 57:1-29
  - Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
  - Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
  - Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
  - Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
  - Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
  - Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
  Rub (1/8)
  - Rub 1 1:1-7; 2:1-25
  - Rub 2 2:26-43
  - Rub 3 2:44-59
  - Rub 4 2:60-74
  - Rub 5 2:75-91
  - Rub 6 2:92-105
  - Rub 7 2:106-123
  - Rub 8 2:124-141
  - Rub 9 2:142-157
  - Rub 10 2:158-176
  - Rub 11 2:177-188
  - Rub 12 2:189-202
  - Rub 13 2:203-218
  - Rub 14 2:219-232
  - Rub 15 2:233-242
  - Rub 16 2:243-252
  - Rub 17 2:253-262
  - Rub 18 2:263-271
  - Rub 19 2:272-282
  - Rub 20 2:283-286; 3:1-14
  - Rub 21 3:15-32
  - Rub 22 3:33-51
  - Rub 23 3:52-74
  - Rub 24 3:75-92
  - Rub 25 3:93-112
  - Rub 26 3:113-132
  - Rub 27 3:133-152
  - Rub 28 3:153-170
  - Rub 29 3:171-185
  - Rub 30 3:186-200
  - Rub 31 4:1-11
  - Rub 32 4:12-23
  - Rub 33 4:24-35
  - Rub 34 4:36-57
  - Rub 35 4:58-73
  - Rub 36 4:74-87
  - Rub 37 4:88-99
  - Rub 38 4:100-113
  - Rub 39 4:114-134
  - Rub 40 4:135-147
  - Rub 41 4:148-162
  - Rub 42 4:163-176
  - Rub 43 5:1-11
  - Rub 44 5:12-26
  - Rub 45 5:27-40
  - Rub 46 5:41-50
  - Rub 47 5:51-66
  - Rub 48 5:67-81
  - Rub 49 5:82-96
  - Rub 50 5:97-108
  - Rub 51 5:109-120; 6:1-12
  - Rub 52 6:13-35
  - Rub 53 6:36-58
  - Rub 54 6:59-73
  - Rub 55 6:74-94
  - Rub 56 6:95-110
  - Rub 57 6:111-126
  - Rub 58 6:127-140
  - Rub 59 6:141-150
  - Rub 60 6:151-165
  - Rub 61 7:1-30
  - Rub 62 7:31-46
  - Rub 63 7:47-64
  - Rub 64 7:65-87
  - Rub 65 7:88-116
  - Rub 66 7:117-141
  - Rub 67 7:142-155
  - Rub 68 7:156-170
  - Rub 69 7:171-188
  - Rub 70 7:189-206
  - Rub 71 8:1-21
  - Rub 72 8:22-40
  - Rub 73 8:41-60
  - Rub 74 8:61-75
  - Rub 75 9:1-18
  - Rub 76 9:19-33
  - Rub 77 9:34-45
  - Rub 78 9:46-59
  - Rub 79 9:60-74
  - Rub 80 9:75-92
  - Rub 81 9:93-110
  - Rub 82 9:111-121
  - Rub 83 9:122-129; 10:1-10
  - Rub 84 10:11-25
  - Rub 85 10:26-52
  - Rub 86 10:53-70
  - Rub 87 10:71-89
  - Rub 88 10:90-109; 11:1-5
  - Rub 89 11:6-23
  - Rub 90 11:24-40
  - Rub 91 11:41-60
  - Rub 92 11:61-83
  - Rub 93 11:84-107
  - Rub 94 11:108-123; 12:1-6
  - Rub 95 12:7-29
  - Rub 96 12:30-52
  - Rub 97 12:53-76
  - Rub 98 12:77-100
  - Rub 99 12:101-111; 13:1-4
  - Rub 100 13:5-18
  - Rub 101 13:19-34
  - Rub 102 13:35-43; 14:1-9
  - Rub 103 14:10-27
  - Rub 104 14:28-52
  - Rub 105 15:1-48
  - Rub 106 15:49-99
  - Rub 107 16:1-29
  - Rub 108 16:30-50
  - Rub 109 16:51-74
  - Rub 110 16:75-89
  - Rub 111 16:90-110
  - Rub 112 16:111-128
  - Rub 113 17:1-22
  - Rub 114 17:23-49
  - Rub 115 17:50-69
  - Rub 116 17:70-98
  - Rub 117 17:99-111; 18:1-16
  - Rub 118 18:17-31
  - Rub 119 18:32-50
  - Rub 120 18:51-74
  - Rub 121 18:75-98
  - Rub 122 18:99-110; 19:1-21
  - Rub 123 19:22-58
  - Rub 124 19:59-98
  - Rub 125 20:1-54
  - Rub 126 20:55-82
  - Rub 127 20:83-110
  - Rub 128 20:111-135
  - Rub 129 21:1-28
  - Rub 130 21:29-50
  - Rub 131 21:51-82
  - Rub 132 21:83-112
  - Rub 133 22:1-18
  - Rub 134 22:19-37
  - Rub 135 22:38-59
  - Rub 136 22:60-78
  - Rub 137 23:1-35
  - Rub 138 23:36-74
  - Rub 139 23:75-118
  - Rub 140 24:1-20
  - Rub 141 24:21-34
  - Rub 142 24:35-52
  - Rub 143 24:53-64
  - Rub 144 25:1-20
  - Rub 145 25:21-52
  - Rub 146 25:53-77
  - Rub 147 26:1-51
  - Rub 148 26:52-110
  - Rub 149 26:111-180
  - Rub 150 26:181-227
  - Rub 151 27:1-26
  - Rub 152 27:27-55
  - Rub 153 27:56-81
  - Rub 154 27:82-93; 28:1-11
  - Rub 155 28:12-28
  - Rub 156 28:29-50
  - Rub 157 28:51-75
  - Rub 158 28:76-88
  - Rub 159 29:1-25
  - Rub 160 29:26-45
  - Rub 161 29:46-69
  - Rub 162 30:1-30
  - Rub 163 30:31-53
  - Rub 164 30:54-60; 31:1-21
  - Rub 165 31:22-34; 32:1-10
  - Rub 166 32:11-30
  - Rub 167 33:1-17
  - Rub 168 33:18-30
  - Rub 169 33:31-50
  - Rub 170 33:51-59
  - Rub 171 33:60-73; 34:1-9
  - Rub 172 34:10-23
  - Rub 173 34:24-45
  - Rub 174 34:46-54; 35:1-14
  - Rub 175 35:15-40
  - Rub 176 35:41-45; 36:1-27
  - Rub 177 36:28-59
  - Rub 178 36:60-83; 37:1-21
  - Rub 179 37:22-82
  - Rub 180 37:83-144
  - Rub 181 37:145-182; 38:1-20
  - Rub 182 38:21-51
  - Rub 183 38:52-88; 39:1-7
  - Rub 184 39:8-31
  - Rub 185 39:32-52
  - Rub 186 39:53-75
  - Rub 187 40:1-20
  - Rub 188 40:21-40
  - Rub 189 40:41-65
  - Rub 190 40:66-85; 41:1-8
  - Rub 191 41:9-24
  - Rub 192 41:25-46
  - Rub 193 41:47-54; 42:1-12
  - Rub 194 42:13-26
  - Rub 195 42:27-50
  - Rub 196 42:51-53; 43:1-23
  - Rub 197 43:24-56
  - Rub 198 43:57-89; 44:1-16
  - Rub 199 44:17-59; 45:1-11
  - Rub 200 45:12-37
  - Rub 201 46:1-20
  - Rub 202 46:21-35; 47:1-9
  - Rub 203 47:10-32
  - Rub 204 47:33-38; 48:1-17
  - Rub 205 48:18-29
  - Rub 206 49:1-13
  - Rub 207 49:14-18; 50:1-26
  - Rub 208 50:27-45; 51:1-30
  - Rub 209 51:31-60; 52:1-23
  - Rub 210 52:24-49; 53:1-25
  - Rub 211 53:26-62; 54:1-8
  - Rub 212 54:9-55
  - Rub 213 55:1-78
  - Rub 214 56:1-74
  - Rub 215 56:75-96; 57:1-15
  - Rub 216 57:16-29
  - Rub 217 58:1-13
  - Rub 218 58:14-22; 59:1-10
  - Rub 219 59:11-24; 60:1-6
  - Rub 220 60:7-13; 61:1-14
  - Rub 221 62:1-11; 63:1-3
  - Rub 222 63:4-11; 64:1-18
  - Rub 223 65:1-12
  - Rub 224 66:1-12
  - Rub 225 67:1-30
  - Rub 226 68:1-52
  - Rub 227 69:1-52; 70:1-18
  - Rub 228 70:19-44; 71:1-28
  - Rub 229 72:1-28; 73:1-19
  - Rub 230 73:20; 74:1-56
  - Rub 231 75:1-40; 76:1-18
  - Rub 232 76:19-31; 77:1-50
  - Rub 233 78:1-40; 79:1-46
  - Rub 234 80:1-42; 81:1-29
  - Rub 235 82:1-19; 83:1-36
  - Rub 236 84:1-25; 85:1-22; 86:1-17
  - Rub 237 87:1-19; 88:1-26; 89:1-30
  - Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
  - Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
  - Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
  The 99 Names of Allah
  - #0 Best of Names 7:180; 17:110; 20:8; 59:22-24
  - #1 Ar Rahmaan Епэрымыкӏэрышхуэ 1:3; 17:110
  - #2 Ar Raheem Епэрымыкӏэ 2:163; 3:31; 4:100; 5:3
  - #3 Al Malik Ханэшхуэ 20:114; 23:116; 59:23; 62:1
  - #4 Al Quddus Къэру 59:23; 62:1
  - #5 As Salaam Сабыиныгъэм и Къэлъым 59:23
  - #6 Al Mu'min Динрэ хъыбар зэрыщытыныгъэрэ зэрызэхэзыр 59:23
  - #7 Al Muhaymin Узэрыхъумэ, Узэрыпщэ 59:23
  - #8 Al Azeez Къэрушхуэ 3:6; 4:158; 9:40; 48:7
  - #9 Al Jabbaar Къэрум имыӏыгъуу зэхэзыр, зыгъэзэкъуэзэхыгъуэзыр 59:23
  - #10 Al Mutakabbir Нэхъыщхьэ, Нэхъыфӏыпӏэ 59:23
  - #11 Al Khaaliq Гъэзакъуэ 6:102; 13:16; 39:62; 40:62; 59:24
  - #12 Al Baari Гъэзакъуэ 59:24
  - #13 Al Musawwir Фэм зэрызэрылъхьэ 59:24
  - #14 Al Ghaffaar Куэд зэригъэкъабзэ 20:82; 38:66; 39:5; 40:42; 71:10
  - #15 Al Qahhaar Еуэгъуэ, зытригъэувэж 13:16; 14:48; 38:65; 39:4; 40:16
  - #16 Al Wahhaab Куэд зэритыр 3:8; 38:9; 38:35
  - #17 Ar Razzaaq Нэпкъ зэзэхыр 51:58
  - #18 Al Fattah Гъэпэщ, узыгъэзэрыгъэпэщ 34:26
  - #19 Al 'Aleem Зэрылъагъу 2:158; 3:92; 4:35; 24:41; 33:40
  - #20 Al Qaabid Зэригъэукӏурие 2:245
  - #21 Al Baasit Зэригъэпшэхъуэ 2:245
  - #22 Al Khaafid Зэрыгъэлъэлъ 95:5
  - #23 Ar Raafi' Зэрыгъэлъагъуэ 58:11; 6:83
  - #24 Al Mu'izz Зэрышӏыгъуапӏэ 3:26
  - #25 Al Mudhil Зэрыгъэмэкъым 3:26
  - #26 As Samee' Езым езыр зэримыӏыгъуэ 2:127; 2:256; 8:17; 49:1
  - #27 Al Baseer Езым езыр зэрилъагъу 4:58; 17:1; 42:11; 42:27
  - #28 Al Hakam Зэхэс, зэхэкӏыпӏэ 22:69
  - #29 Al Adl Хабзэм тетыр 6:115
  - #30 Al Lateef Гуфӏэгъуэ, нэхъыфӏыгъуэ 6:103; 22:63; 31:16; 33:34
  - #31 Al Khabeer Зыгуэр зэрыщытыр зэрылъагъу 6:18; 17:30; 49:13; 59:18
  - #32 Al Haleem Гупсысыгъуэ 2:235; 17:44; 22:59; 35:41
  - #33 Al 'Azeem Епэрымыкӏэ, нэхъыфӏыпӏэ 2:255; 42:4; 56:96
  - #34 Al Ghafoor Зэригъэкъабзэ 2:173; 8:69; 16:110; 41:32
  - #35 Ash Shakoor Зэрыгъэшӏэ, зэрышӏыпхъуэ 35:30; 35:34; 42:23; 64:17
  - #36 Al Aliyy Нэхъыщхьэ 4:34; 31:30; 42:4; 42:51
  - #37 Al Kabeer Нэхъыщхьэ, нэхъыфӏыпӏэ 13:9; 22:62; 31:30
  - #38 Al Hafeez Зэрыхъумэ 11:57; 34:21; 42:6
  - #39 Al Muqeet Зэрыпщэ 4:85
  - #40 Al Haseeb Зэрыбжырэ, зэрыхъэлъыр 4:6; 4:86; 33:39
  - #41 Al Jaleel Щыӏыгъуэшхуэ, гуапэшхуэ 55:27; 39:14; 7:143
  - #42 Al Kareem Гуфӏэгъуэшхуэ, гуапэшхуэ 27:40; 82:6
  - #43 Ar Raqeeb Зэрыплъыр, зэрыщӏыплъыр 4:1; 5:117
  - #44 Al Mujeeb Зэрыухъур, зэрыкъэзыгъэжыгъуэ 11:61
  - #45 Al Waasi' Зэрымыӏыгъуэ, езым езыр зэрыхъэлъыр 2:268; 3:73; 5:54
  - #46 Al Hakeem Гупсысыгъуэшхуэ, нэхъыфӏыгъуэ 31:27; 46:2; 57:1; 66:2
  - #47 Al Wudood Зэрылъагъу, зэрышӏыпхъуэ 11:90; 85:14
  - #48 Al Majeed Щыӏыгъуэшхуэ, гуапэшхуэ 11:73
  - #49 Al Baa'ith Зэрыгъэужьэ, зэрыгъэтэдж 22:7
  - #50 Ash Shaheed Зэрыплъэж, зэрыщӏыплъэж 4:166; 22:17; 41:53; 48:28
  - #51 Al Haqq Апхуэдэу щыт, нахьышхуэщын 6:62; 22:6; 23:116; 24:25
  - #52 Al Wakeel Зэрызэхэзыр, зэрыхъумэ 3:173; 4:171; 28:28; 73:9
  - #53 Al Qawiyy Къэрушхуэ 22:40; 22:74; 42:19; 57:25
  - #54 Al Mateen Къэрушхуэ 51:58
  - #55 Al Waliyy Зэрыхъумэ, зэрылъагъу 4:45; 7:196; 42:28; 45:19
  - #56 Al Hameed Зэрыпхъуэ, зэрыщӏыпхъуэ 14:8; 31:12; 31:26; 41:42
  - #57 Al Muhsi Зэрыбжырэ 72:28; 78:29; 82:10-12
  - #58 Al Mubdi Гъэзакъуэ, зэрыгъэпэщ 10:34; 27:64; 29:19; 85:13
  - #59 Al Mu'eed Зэрыгъэужьэ, зэрыгъэтэдж 10:34; 27:64; 29:19; 85:13
  - #60 Al Muhiy Зэрыгъэпсэу 7:158; 15:23; 30:50; 57:2
  - #61 Al Mumeet Зэрыгъэувыӏэ 3:156; 7:158; 15:23; 57:2
  - #62 Al Haiyy Псэушхуэ 2:255; 3:2; 25:58; 40:65
  - #63 Al Qayyoom Зэрымыукӏы, зэрымыувыӏэ 2:255; 3:2; 20:111
  - #64 Al Waajid Зэрыгъэпэщ, зэрымыӏыгъуэ 38:44
  - #65 Al Maajid Щыӏыгъуэшхуэ, гуапэшхуэ 11:73
  - #66 Al Waahid Зэкъуэ 2:163; 5:73; 9:31; 18:110
  - #67 Al Ahad Зэкъуэ 112:1
  - #68 As Samad Зэрымыӏыгъуэ, зыгуэр зытемыкӏыр 112:2
  - #69 Al Qaadir Лъэкӏыгъуэшхуэ 6:65; 36:81; 46:33; 75:40
  - #70 Al Muqtadir Къэрушхуэ 18:45; 54:42; 54:55
  - #71 Al Muqaddim Зэрыгъэпэщыж 16:61; 17:34
  - #72 Al Mu'akhir Зэрыгъэужьыж 71:4
  - #73 Al Awwal Япэ 57:3
  - #74 Al Aakhir Яужь 57:3
  - #75 Az Zaahir Зэрылъэгъу 57:3
  - #76 Al Baatin Зэрылъэмыгъу 57:3
  - #77 Al Waali Зэрыхъумэ, зэрыпщэ 13:11; 22:7
  - #78 Al Muta'ali Нэхъыщхьэ, нэхъыфӏыпӏэ 13:9
  - #79 Al Barr Фӏыгъэм и къэлъым 52:28
  - #80 At Tawwaab Зэрыгъэкъабзэж 2:128; 4:64; 49:12; 110:3
  - #81 Al Muntaqim Зэрыбгъэдэлъхьэж 32:22; 43:41; 44:16
  - #82 Al Afuww Зэригъэкъабзэ 4:99; 4:149; 22:60
  - #83 Ar Ra'oof Епэрымыкӏэ, гуапэ 3:30; 9:117; 57:9; 59:10
  - #84 Maalik Ul Mulk Ханэшхуэ 3:26
  - #85 Dhu Al Jalaali Wa Al Ikraam Щыӏыгъуэрэ нэхъыфӏыгъуэрэ зиӏыр 55:27; 55:78
  - #86 Al Muqsit Хабзэм тетыр 3:18; 7:29
  - #87 Al Jaami' Зэрызэхэзыр 3:9
  - #88 Al Ghaniyy Зэрымыӏыгъуэ 3:97; 39:7; 47:38; 57:24
  - #89 Al Mughni Зэрыгъэпшэхъуэ 9:28
  - #90 Al Maani' Зэрыгъэувыӏэ 67:21
  - #91 Ad Daaarr Зэрыгъэмэкъым 6:17
  - #92 An Naafi' Зэрыгъэфӏэ 30:37
  - #93 An Noor Нур 24:35
  - #94 Al Haadi Зэрыгъэгъэзэж 25:31
  - #95 Al Badi' Гъэзакъуэ 2:117; 6:101
  - #96 Al Baaqi Зэрымыукӏы 55:27
  - #97 Al Waarith Зэрылъэс 15:23
  - #98 Ar Rasheed Зэрыгъэгъэзэж 2:256
  - #99 As Saboor Гупсысыгъуэшхуэ 2:153; 3:200; 103:3
  Matching Ayahs
  - = Алиф, Лам, Мим. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
  - = Ахэр зэрыщыту Япэм яIыхьэм къыщагъэзэжыгъэм икIуэцIкIэ пэрыту дэтщ, ауэ ахэри фIыкIэ зыщызэрыкIуэхэрщ. 2:5; 31:5
  - = Исраил и къуэр, ущымыгъуазэу зэрыхэслъху асиятэу зырызэпхуэзэмэ, ауэ зэрыхуэзагъэ хъуащи гукIэрыгъуэхэм къызэрыхэкIыжамэ, арщ. 2:47; 2:122
  - = Ащ лъэпкъыр иужь икIыгъщ. Абы къыхуэкIыжамэ илъщи, а шыпхъуитIым икIэ, уэ къыхуэкIыжамэ уилъщ. Ауэ ахэр зэрылэжьа хъуамэ уэ къызэрыпщыумыIэнущ. 2:134; 2:141
  - = Ащ нэгъуэщI мыхьэнэ зэрыщыту дэнэу къэнащ. Ауэ ахэм ягъэзэжынур къыщагъэкъэбзэнукъым, ауэ зэрызэраувыжынур къыщагъэбэкъым. 2:162; 3:88
  - = Ауэ абы иужь ухуэзэжри зэрызэрыхъуэжхэм, ауэ Аллахым ягу къыщешэуэ, IэщIагъэ зыри щеIыгъ. 3:89; 24:5
  - = Ауэ зэрымылъытэжхэри, асэр зэрыбгъэныкъуэжхэри, ахэр Джэхьаннэм ищIыпIэм ищIыкIэщ. 5:10; 5:86
  - = Япэм яIыхьэм ыIэщIагъэмэ ахэм хэкIыжын, ауэ ахэм абы нэIэс ягъэзэжыгъэу зэрыщытыркъым. 6:4; 36:46
  - = Уэ уи Iэхъуамбэм ипэу нэгъуэщI къэс зыхуэкIуэ аIуэхур зэращIыхьащ, ауэ зэрыщIыхьахэр ахэм ямыщIэ зэращIыхьамэ къызэрыхэкIыжащ. 6:10; 21:41
  - = ПщIэ: «СызэрыпIытэнущ, сэ сызэрымылъытэжмэ, сыIыхьэм икIэ, иныжь махуэм и гъэзэжыгъэм. 6:15; 39:13
  - = Ауэ анэу макъыр къызэрырагъэувэри, унэхэм нэгъуэщIу къэнащ. 7:78; 7:91
  - = Ауэ лъэпсэр зэрырахури, ауэ зэрырахуам щыхьэту, абы пэрыту къызэрыкIуэр былырыпхъущ. 7:107; 26:32
  - = Ауэ ыIэм зырызэрыхуэкIуэри, ауэ зэрыкIуам щыхьэту, абы нэхъыфIу щIыкIэ къызэрыкIуэжащ. 7:108; 26:33
  - = Ахэм пщIащ: «Дыдэ лъытэжащ дунейпсохэм япэм. 7:121; 26:47
  - = Мусамрэ Хьэрунымрэ япэм. 7:122; 26:48
  - = Ауэ сэ сэ сызэрахъуэнущ, сэ симэхуэныр быдэщ. 7:183; 68:45
  - = Абы зэрыщыту Ипэм икIуэцIыкIуэм папщIэ, Iэзэгъуэмрэ ыпэм икIэм папщIэ, нэхъыщIэу къызэрыкIуэнум папщIэ, ауэ зэрыщыту абы зэрыкIуэныр кIуэцIыкIуэм къыхэкIыжауэ, зэрыбгъэныкъуэжхэр Iейуэ зэращIэнур зэрамылъытэмэ, ауэ. 9:33; 61:9
  - = Уэ пщыIэм, зэрымылъытэжхэр зэрыбгъэныкъуэжхэм пэувыж, ауэ зэрыщыту гъэзэжыгъэр Джэхьаннэщ, ауэ гъэзэжыгъэр Iейуэ зыщызэрыкIуэр! 9:73; 66:9
  - = Ауэ ахэм пщIэнущ: «Абы пщIэжыгъуэр сыт махуэ уэ пщIэми? Уэ пщIэжымэ лъыпщIэу?» 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
  - = НэхъыщIэу дэдэ Мусам дэтхэнэ асиятэмрэ Iэзэгъуэмрэ къыдэгъэзэжыгъащ. 11:96; 40:23
  - = НэхъыщIэу дэдэ Мусам Тыкъатэрэ дэтхащ, ауэ абы зэран хуэщIащ. Абы мыкIуэдэу уипэм икIэм къэхъуа псалъэ зэрыщымытэмэ, ахэм яку зэран хуэщIынущ. Ауэ ахэм абы гукIэрыгъуэ зэрыщыту дэтщ. 11:110; 41:45
  - = Абы Аллахым папщIэ хьэлэлыншэщ. 14:20; 35:17
  - = «Сэ сызэригъэзэжри, сэ сипсэр зэрыхуэпшIэри, къэувыжынум папщIэ, уэ къэувыжынум пэрыту!» 15:29; 38:72
  - = Ауэ мэлэикIэхэр зэрыщыту зэрызэрыкъуэжри къэувыжащ. 15:30; 38:73
  - = (Аллах) пщIащ: «Ауэ абы къэдэкIыж, уэ зэрыщыту къэщэхыгъуэщ». 15:34; 38:77
  - = (Иблис) пщIащ: «Сипэм, ауэ сэ сэ сызэрыхъуэнущ махуэм къызэрырагъэкIуэжхэм абы иужь». 15:36; 38:79
  - = (Аллах) пщIащ: «Ауэ уэ зэрыщыту зэрыхъуэжхэм ящыщщ». 15:37; 38:80
  - = «ЗэрызэрагъэкIуэж махуэм нэс». 15:38; 38:81
  - = «Ауэ зэрыщыту зэрыпэрыту уи Iуэхугъуэшхуэм къыхэкIыжамэ». 15:40; 38:83
  - = НэхъыщIэу зэрыIэзэгъуэхэр райымрэ псынэмрэ дэтщ. 15:45; 51:15
  - = Абы пщIащ: «Сыт уэ къызэрыхуэкIуэхэр, уэ къэс зыхуэкIуэхэм?» 15:57; 51:31
  - = Ахэм пщIащ: «Дэдэ зэрыщыту къэс зэрыхутэкIуэжащ Iейуэ зэращIэ лъэпкъым». 15:58; 51:32
  - = Зэрылъытэжами, зэрымылъытэжми, ахэр зэрыщыту зэрызэрыхъуэжхэр къыхэкIыжащ, ауэ ахэри нэхъыщIэу зэрызэрыкIуэхэрщ. 16:42; 29:59
  - = Абы папщIэ, ахэр зэрыщагъэзэжыгъэмэ къызэрыхэкIыжауэ, Iуэхугъуэм папщIэ, ауэ уэ зэрыщыту зэрыхъуэжнущ. 16:55; 30:34
  - = Ауэ иужькIэ гъуэгум къыщIэкIащ. 18:89; 18:92
  - = Фарауным дэкIуэ, абы зэрыщыту псынкIэ къэхъуащ. 20:24; 79:17
  - = Ауэ ахэр зэрыщыту зэрызэрыгъэзэжхэри, 23:5; 70:29
  - = Ауэ абы зэрыщыту зэрызэрыгъэзэжхэм папщIэ, зэрыщыту ахэм ямыIэзэгъуэхэм ямыIэзэгъуэхэм яхэлъхэм, ауэ ахэм зэрамыгъэзэжынущ. 23:6; 70:30
  - = Ауэ абы нэхъыщIэу зэрыкIуэхэм, ахэр зэрыщыту зэрыхэкIыжхэрщ. 23:7; 70:31
  - = Ауэ ахэр зэрыщыту зэрызэрыгъэзэжхэри, зэрызэрыщIэхэр зэрызэрыгъэзэжхэри. 23:8; 70:32
  - = Абы пщIащ: «Сипэм, сэ сэ сызэрыхъуэнущ, ахэр сэ зэрамылъытэжам папщIэ». 23:26; 23:39
  - = Та, Син, Мим. 26:1; 28:1
  - = Абы Тыкъатэм и аятхэрщ. 26:2; 28:2
  - = Абы нэхъыщIэу аят иIэщ, ауэ ахэм я нэхъыбэм лъытэжкъым. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
  - = Ауэ нэхъыщIэу уипэм, абы зэрыщыту Iэшхуэщ, IэщIагъэщ. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
  - = Ауэ нэгъуэщIхэм псым гъэпшIащ. 26:66; 37:82
  - = Сэ зэрыщыту уэ зэрыхутэкIуэгъуэмкIэ Iэзэгъуэщ. 26:107; 26:125; 26:143; 26:162; 26:178
  - = Ауэ Аллахым пIытэж, ауэ сэ сызэрыхъуэж. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
  - = Ауэ сэ абы папщIэ уэ зэрыхутэкIуэгъуэм пщIэ зэрыгъэзэжкъым; сипщIэр дунейпсохэм япэм икIэщ. 26:109; 26:127; 26:145; 26:164; 26:180
  - = Райымрэ псынэмрэ яку дэтщ. 26:147; 44:52
  - = Ахэм пщIащ: «Уэ зэрыщыту зэрыIуэхугъуэшхуэм къыщыIэхщ». 26:153; 26:185
  - = Ауэ ипхъур зэрыщыту абы къызэрыщымыIэмэ – дэдэ къызэрыщыIэжащ абы зэрыщыту къэна пхъуапIэм ящыщу. 26:171; 37:135
  - = Ауэ иужькIэ нэгъуэщIхэм Iуэхугъуэ щIащ. 26:172; 37:136
  - = Ауэ ахэм щхьэпэ зэрыращтэжащ, ауэ зэрыращтэжам иIуэхугъуэ Iейуэ зэращIащ! 26:173; 27:58
  - = Ауэ ахэм гъэзэжыгъуэм псынкIэ зэрыкIуэнухэу? 26:204; 37:176
  - = Ахэр зэрыщыту сэлэтым зэрызэрагъэзэжхэри, зэкэтым зэрыратыжхэри, ауэ ахэр зэрыщыту ахирэтым гукIэрыгъуэ зэрыщыту дэтщ. 27:3; 31:4
  - = Ауэ махуэм ахэм зэрырагъэкIуэжри, абы зэрыпщIэнущ: «Сыт ахэр, зэрыщыту уэ зэрыпщIэжыгъуэм, си 'нэгъуэщIхэм?'» 28:62; 28:74
  - = Ауэ тхищхэр? 37:17; 56:48
  - = Ауэ ахэр зэрызэрыкIуэжри зэрызэрыпщIэжынущ. 37:27; 52:25
  - = Ауэ (ахэр) Аллахым и зэрыщыту и Iуэхугъуэшхуэм къыхэкIыжащ. 37:40; 37:74; 37:128; 37:160
  - = НыIэныгъэ райхэм яку дэтщ. 37:43; 56:12
  - = Ауэ абы иужькIэ зэрыхъуэжхэм (фIыIуэ) къыдэгъэзэжыгъащ: 37:78; 37:108; 37:129
  - = НэхъыщIэу дэдэ Iуэхугъуэ фIы зэращIэхэм абы къыдэгъэзэжыгъэщ. 37:80; 37:121; 37:131; 77:44
  - = НэхъыщIэу абы дэдэ лъытэж Iуэхугъуэхэм ящыщщ. 37:81; 37:111; 37:132
  - = Сыт уэ зэрыщыту? Сыт зэрыпщIэну? 37:154; 68:36
  - = Абы дунейпсохэм папщIэ гукIэрыгъуэщ, ауэ нэгъуэщIкъым. 38:87; 81:27
  - = Тыкъатэр зэрыщыту къызэрыхэкIыжащ Аллахым, Iэшхуэм, Iэзэгъуэм. 39:1; 45:2; 46:2
  - = Ха, Мим. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
  - = Тыкъатэм и Iэзэгъуэм тетын! 43:2; 44:2
  - = Ауэ ахэр зэрыщыту зэрызэрагупсысэхури, зэрызэрагъэпсэхури махуэм зэрырагъэкIуэжхэм нэс. 43:83; 70:42
  - = (Ахэм пщIэнущ): «Уэ зэрылэжьа зэрыщыту, IэщIагъэм папщIэ шхын, убын!» 52:19; 77:43
  - = Уэ ахэм пщIэ зэрыгъэзэжнур? Ахэр зэрыщыту зэрырагъэзэжыгъэм папщIэ зэрызэрапхъур? 52:40; 68:46
  - = Ахэр зэрыщыту гурыIуэгъуэ зэрыраIэщ? Ахэр зэрыщыту зэрызэратхынур? 52:41; 68:47
  - = Сыт сигъэзэжыгъуэр, сигукIэрыгъуэр! 54:16; 54:21; 54:30
  - = НэхъыщIэу дэдэ Къуръаным гукIэрыгъуэм папщIэ Iэзэгъуэ къыдэгъэзэжыгъащ. Ауэ зэрыгъэзэжынур дэтщ? 54:17; 54:22; 54:32; 54:40
  - = Ауэ уипэм и асиятэхэм сыт уэ зэрамылъытэжынур? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
  - = Ипэ Iуэхугъуэхэм къызэращыкIа псоми. 56:13; 56:39
  - = Ауэ дэдэ зэрыщыту зэрымыщIэжынур? 56:67; 68:27
  - = Ауэ уипэм и фIэщыгъэм, нэхъыщIэм, и цIэр зэрыпщIэж! 56:74; 56:96; 69:52
  - = Абы дунейпсохэм япэм икIэ къызэрыхэкIыжащ. 56:80; 69:43
  - = Уэ дахэмрэ уэ дахэмрэ яку дэтыр Аллахым зэрыщыту IэщIагъэ хуэщI, ауэ абы зэрыщыту Iэшхуэщ, Iэзэгъуэщ. 59:1; 61:1
  - = Ахэм я аятхэр зэрырагъэкIуэжым, абы пщIэнущ: «Ипэ Iуэхугъуэхэм я псалъэщIхэрщ». 68:15; 83:13
  - = Ауэ абы зэрыщыту хъыджэбз фIыкIэ зэрыщыту дэтщ. 69:21; 101:7
  - = Рай нэхъыщIэм дэтщ. 69:22; 88:10
  - = Ауэ зэрыщыту зэрыщымыгъэзэжынур зэрымыщIэжынур. 69:34; 107:3
  - = НэхъыщIэу абы (Къуръан) зэрыщыту Iуэхугъуэшхуэм и псалъэщ. 69:40; 81:19
  - = НэхъыщIэу абы гукIэрыгъуэщ, ауэ зэрыщыту зэрыкIуэнум папщIэ абы ипэм и гъуэгум къыщIэкIуэжын. 73:19; 76:29
  - = Ауэ зэрыщыту зэрыкIуэнум абы гукIэрыгъуэжын. 74:55; 80:12
  - = Ауэ махуэм зэрамылъытэжхэм папщIей! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
  - = НэхъыщIэу зэрыIэзэгъуэхэр ныIэныгъэм дэтщ. 82:13; 83:22
  - = Абы зэрыщыту тхыгъэ тхылъщ. 83:9; 83:20
  - = КъэупщIыпIэхэм зэрытесу, зэрыплъу. 83:23; 83:35
  - = Ауэ ипэм икIэ зэрыщыту зэрызэрагъэзэжыр, ауэ зэрыщыту зэрызэраувыжыр. 84:2; 84:5
  - = Ауэ сэ сызэрыщыту уэ зэрызэрылъытэжхэм сэ зэрамылъытэжнущ. 109:3; 109:5
  noblequran.com Schemas
  - Мэккэ дин зэхэзехуэхэрым Аллаhым и Рубубия (Тхьэ-гъуэт) къыхуагъэщIауэ щытащ 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
  - Тхылъымрэ Хикмэтымрэ (Сунна) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
  - Адэжьхэм я (гъуэгу пцIым) кIэлъыкIуэныр къуаутIыпщакъым 2:170; 31:21; 43:22
  - Аллаhым и лIыкIуэр цIыху хъуащ 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
  - Дин зэхэзехуэхэр гугъуехь зэманым Аллаhым иджыну еджэрт 10:22; 17:16; 29:65; 31:32
  - Диным щыщхьэ зэхэгъэкIыныр ямыгъэсэбэпми къуаутIыпщакъым 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
  - Аллаhым и Истива нэщэнэ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
  - Иманым (фIэщхъуныгъэм) хэхъуэныр (хэщIыныри) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
  - ЛIыкIуэми къэгъэщIыгъэ псоми зэи зыми ямыщIэ Iэдакъэ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
  - Аллаhым и фIыгъуэ хуеIэм иужь итмэ ирегъэбагъуэ, ямыфIэм ирегъэкIуэд 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
  - Къуръэныр Арэб бзэ нэсу нэрылъагъуу къыхэхауэ щытащ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
  - Аллаhым псэм хузэфIэмыкIын хуэдиз ялъэхуэркъым 2:233, 286; 6:152; 7:42; 23:62; 65:7
  - Зыми адрейм и ерагъыр елъэхуэнукъым 6:164; 17:15; 35:18; 39:7; 53:38
  - Аллаhым уи гуауэ иукIытыжыныр Аллаhым щымыщ зыми хузэфIэмыкI 6:17; 10:107
  - Абы нэхъ зыхуэпэжIам хэт... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
  - ЦIыхур зыхуей зэрыхуэхъум фIыщIэ хуищIыркъым, гугъуехьым щIэхуэмэ игъэлъэпщыж 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
  - ЩыIэныгъэ быдэ (Тэсбит) Аллаhым къыделъэIу, ари Абы иретыж 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
  - ЗэхэгъэкIыныгъэ псори Аллаhми лIыкIуэми хуагъазэ хъун хуейщ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
  - МафIэм итхэм я зэхуаку зэпэщIэувэныгъэ 26:96-102; 38:58-64; 40:47-50
  - Аллаhым и лIыкIуэм едаIуэныр (Таа) хуабжьу зэхуэмыдэщ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
  - Къуръэным ит сэждэ (щыгугъ) аятхэр 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
  - Уммэм къытехуэ гугъуехь псори едэIуэн зэрымыхъуам къыхэкIащ 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
  - Аллаhым зыгъэгъуэщар зыми игъэзэжынукъым 13:33; 39:23, 26; 40:33; 7:186; 18:17
  - Пегъымбар псори Тэухьид иIэу Ибадэтым щыщIадзащ 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
  - ТекIуэныгъэмрэ зыхуэфащэмрэ псэм и къабзагъэм (Тэзкия) епхащ 20:76; 35:18; 87:14; 91:9; 92:18
  - НэмысрэлIыгъэрэ (Иззэт) псори Аллаhм щыщщ 4:139; 10:65; 35:10; 63:8
  - Аллаhым и закъуэм фIыуэ, нэсу еджэныр хуабжьу зэхуэмыдэщ 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
  - Аллаhм и гъусэу нэгъуэщIым еджэныр къуаутIыпщакъым 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
  - Пегъымбар псори Аллаhм и Такъуа хуэдэуи (езыхэми) едаIуэн хуейуэ жаIащ 43:63; 71:1-28
  - Хиджрэм (гъуэгу мыдэкIым) теухуауэ 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
  - Аллаhм щымыщ къэгъэщIыгъэм и нэсыт хъумакIуэ е дэIэпыкъуэгъу щыIэкъым 2:107, 120; 9:74, 116; 29:22; 42:31
  - Аллаhым гум пэчычу тезыдзэхэр 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
  - Иманыр щышынэмрэ гугъэмрэ я зэхуаку итщ 17:57; 32:16; 39:9
  - Куфрым, Ширкым, Нифакъым яку иту Iуэху псори кIуэдыжыным теухуауэ 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
  - Аллаhым и напэрхэмрэ пегъымбархэмрэ гъуэгугъэлъагъуэ, щIэныгъэ, Иман нэхущ 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
  - ПсалъэхэмкIэ пIэпэрапэшэхэр Яхуд лъэпкъымрэ Та'вил (Тэхьрифыр) хэлъхэмрэщ 2:75; 4:46; 5:13; 5:41
  - Дунеягъэр псэукIэ псынщIэ, гуэныхьым фIэкIа щымыIэщ 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
  - Дэхрия (Тхьэ зымыдэхэр) 45:24; 6:29; 23:37
  - Аллаhым Мухьэммэд дин закъуэу игъэувыну идин псори (къэмыхъужыжам е пцIы) хуэзгъэлъэгъуащ 9:33; 48:28; 61:9
  - Тагъутым теухуауэ, ари ямыдэн зэрыхуейм теухуауэ 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
  - Абыхэм Iэмал къагупсысащ, Аллаhми Iэмал къигупсысащ, Ари нэхъ Iэмал зыгъуэтыжщ 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
  - Ахъырэт Сыхьэтым и хабзэр Аллаhым и закъуэм ейщ 7:187; 33:63; 41:47
  - Фуркъан (ЗэхэгъэкIыгъуэ) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
  - ФIым Iейр зэпаудыныр 23:96; 28:54; 41:34
  - Ахъырэт Сыхьэтыр гъунэгъу мэхъу 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
  - Абы и нэщэнэхэм щыщщ... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
  - Аллаhым и нэщэнэхэр къыжеIэж фэ фщIэн папщIэ... 2:73, 187, 221, 242; 3:103; 5:89
  - Аллаhыр псори къэзыгъэщIащ 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
  - Аллаhым къэгъэщIыгъэр гуэныхьу е джэгуу игъэщIакъым 21:16; 38:27; 44:38; 46:3
  - Аллаhым цIыхухэр къигъэщIащ езым фIэкIа хуэпщылIын хуэмейуэ, хэт нэхъ фIы зэрищIэн зэрихуэлъагъукIэ ялъэгъэсын папщIэ 11:7; 18:7; 51:56; 67:2
  - Аллаhым лIыкIуэхэр игъэкIуат езым хуэпщылIыныр джыну, едаIуэну, фIыгъуэ хъыбар зэрихьэну, гузэвэгъуэ къыхуагъэщIэну 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
  - Къадэрым и хуит нитIэ 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
  - Ибадэтым и лIэужьыгъуэхэр 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
  - Аллаhым зыхуейм гъуэгу иригъэувэ, зыхуейри игъэгъуащэ 14:4; 16:93; 35:8; 74:31
  - Аллаhым зыгъэгъуащэхэр 2:26; 9:115; 14:27; 40:34, 74; 45:23
  - Аллаhым зыгъэгъуащар зыми игъэзэжынукъым 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
  - Аллаhым зыри ещхьу щытыжкъым 2:22; 19:65; 42:11; 112:4
  - Аллаhым зыми хуэмыпэж, ауэ езыхэм я псэр зэрахуэмыпэжыр 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
  - Сэлэфым (Сахьаба) яужь итыныр хуабжьу зэхуэмыдэщ 2:137; 9:100; 4:115; 48:18, 29
  - Даувэ ищIэкIэ 12:108; 16:125; 29:46
  - Ширкыр сурэт закъуэми хэткъым, пегъымбархэми, мелыIычхэми, джиннхэми, цIыху фIыхэми якIэлъыплъа шэфаIэт лъыхъуэныри хэтщ 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
  - Нысашэ ныбжьым и Iэмалхэр 4:6; 6:152; 24:59
  - Джибрил Аллаhым и деж Пегъымбарым Къуръэныр къыхуихьа Iэдакъэ нэсщ, Хьэлэлщ 2:97; 16:102; 26:192
  - ДэIэпыкъуныгъэ, текIуэныгъэ, ЛъэкIыныгъэ Аллаhми и лIыкIуэхэми ейщ 30:47; 37:171-173; 40:51; 58:21

  Matching Phrases 13 words
    - Уи пэ и пасэрей лӀыкӀуэхэри агъэдыхьэшхащ, ауэ гъэдыхьэшх зыщӀахэр езыхэм ягъэдыхьэшхыу щытам зэрырахьэлӀащ. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
    - Мэдъянхэми я къуэш Шухьэйб идгъэкӀуат. ЖиӀащ: 'Си цӀыхухэ, Тхьэм фыбгъэдэ — езым нэмыщӀ фи Тхьэ иным щыӀэкъым.' (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
    - Сэмудхэми я къуэш Салихь идгъэкӀуат. ЖиӀащ: 'Си цӀыхухэ, Тхьэм фыбгъэдэ — езым нэмыщӀ фи Тхьэ иным щыӀэкъым.' (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
    - Тхьэм зыхуэфащэм фIагъэпс ырет, зыхуэфащэкъым ирегъэфIакIуэ; мыдэм и щыхьэту гъэунэхуныгъэхэр щыIэщ фэ фыщIэн цIыхухэм. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
    - Гьадхэми я къуэш Хьуд идгъэкIуат. ЖиIащ: 'Си цIыхухэ, Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ иным щыIэкъым.' (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
    - Фэ хуэфащэ Iуэхухэр зыщIахэри фэм зыпэрыт цIыхухэри жэнэтым бгъэдгъэувэнущ, лъэпкъыжьхэр къыщIэлъадэрэ, мыбдеж екIуэлIэну. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
    - Лъэпкъыжьхэр къыщIэлъадэрэ жэнэтым щыIэну, Тхьэм ирехъуэкI абыхэм, езыхэри Абы ирехъуэкI. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
    - ЖыIэ: 'Сэ фи хуэдэ цIыху закъуэщ, ауэ сэ къызэрызэхэсхар — фи Тхьэр зы Тхьэ закъуэщ.' (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
    - ЦIыхухэм ящыщу зыгуэрхэр Тхьэм пыщIауэ мэпсалъэ, ящIэну, гъуэгугъэ, е тхыгъэ нэхущ зимыIэу. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
    - Жэщыр махуэм щIеубыдэ, махуэри жэщым щIеубыдэ, тыгъэри мазэри Абы игъэкIуэдгъэувэри — иужь зырыз ямыIыгъыу мажэ. (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
    - Уафэм псы къыриутIыпщащ, абы игъэкIуэдыжащ щIылъэм и лIэныгъэ иужь, мыр щыхьэту цIыхухэм. (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
    - КъэфIэмыныкъуэхэр — я мылъкуми я быныжьхэми Тхьэм и пащхьэм умыгуэшэн хуэдэу — мыдэхэращ. (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
    - Уафэхэри щIылъэри, языныкъуэи зэхуаку итри мэхъуих махуэм къыгъэщIащ, иужь Аршым тетащ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

  Matching Phrases 12 words
    - Абыхэм щIылъэм къытехьакъэ, я пэ ит цIыхухэм я кIуэдыкIэр ялъагъуну? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
    - Тхьэм фIагъэпс зыщIахэри Iуэхухэр хуэфащэу зыщIахэри жэнэтым игъэувэнущ, лъэпкъыжьхэр къыщIэлъадэрэ. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
    - Тхьэм и псалъэмакъыр пэжщ; ди дунейм фыкъэунэхъуэ, гъэунэхуныгъэм фыкъемыгъапцIэ. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
    - Зэми гъуэгу пэж хуейр езым и щхьэм иIэ, зэми зыщхьэукъуэр езым и щхьэм иIэ. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
    - Уи баш хыфIэдз; абы ар лъэсрысрэ хуэдэу лъагъуа нэужь, зыфIигъэзэжу зигъэпщкIуащ, зыгуэри имыIуэу, о Мусэ. (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
    - ЩIылъэм фыкъытехьэ, я пэ ит цIыхухэм я кIуэдыкIэр фылъагъу, куэдым щыщыр. (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
    - Абыхэм жаIэм фыхуэфащэу фыщыт, фи Тхьэшхуэм и щытхъур жыжыгъэ тыгъэ къыщыкIыу мыпэ, тыгъэ кIуэну мыпэ. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
    - НыбжьыщIэ тхьэмыщкIэ мылъкум фыхуэмыфащэу иIэту фыхуэпсэлъ, ар зигъащIэ мыхъуху, пэж хъунукъым. (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
    - Нэф цIыхум и гуэн щыIэкъым, лъэмыгъуэм и гуэн щыIэкъым, сымаджэм и гуэн щыIэкъым. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
    - МыпэжкIэ? ЖаIащ: 'ЩыIэщ, ди Тхьэшхуэм ди щыхьэту.' ЖиIащ: 'ЖэпкIэлъэгъуэр вгъэвэ, фи мыфIагъэм щхьэкIэ.' (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
    - ЛъэрыгъэшхэкIэ зытехьахэм жраIащ пагагъэ зыхэлъхэм: 'Дэ фэ фыдытеубыдащ; фи Iуэху дэ фхудэфщIэн хуейкъэ?' (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
    - ЦIэ фащ закъуэ, фи адэжьхэми фи адэшхуэми, Тхьэм абыхэм фIагъэ къыхуимыгъэкIакъым. (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
    - Уи пэ дгъэкIуагъэкъым, лIыжьхэм захуэдгъэпсэлъа мыпэ, зыфIэмысэхэм фыхуеупщI, фызыщIэрэ мыхъуу. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
    - ЖиIащ: 'Сэ фыхущIэмысыху фыкъытебгъэдэкIащ? АбыкIэ ар фи нэхъыжьу зыфIащ, фи хьилэгъэри зэригъащIэу.' (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
    - ЩIыгъур зыми зыми и щIыгъукъым, ахъшэ иужькIэ фи Тхьэшхуэм фыкъегъэзэжынущ, ХузыгъэщIакIэ ащ фхуетхьэкIын. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
    - ЖыдоIэ: 'ФыкъебгъэкI, фи зым зым и бий фыхъуну, ЩIылъэм фи псэуныгъэ уахътыр иIэну.' (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
    - ЖыIэ: 'ЩIалитIымрэ, е фызитIымрэ я хьэрэмыгъэр, ямыщIэу фызитIым яку дэлъ гуащэр.' (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

  Matching Phrases 11 words
    - ФыдэкIуэ, я пэ ит цIыхухэм я кIуэдыкIэр фылъагъуну, дунейм фыкъытехьэ. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
    - Сэ фи деж мылъку сыхуеуэркъым, си мылъкур дунеипсом и Тхьэм и деж закъуэ. (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
    - ЩIылъэм къытрахьакъэ, я пэ ит цIыхухэм я кIуэдыкIэр ялъагъуну? (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
    - Уи Тхьэшхуэм нэхъ ищIэ гъуэгу зыгъэпщкIухэр, нэхъ ищIэ гъуэгу пэж зытеувэхэри. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
    - Уафэхэри щIылъэри мэхъуих махуэм къыгъэщIащ, иужь Аршым тетащ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
    - Хэт нэхъ зэран, Тхьэм ирихьэлIэу пцIы зыхуэзыщIым е и щыхьэтхэр зыпцIыуэ зыщIым нэхърэ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
    - Езым и лIыкIуэр пэжымрэ пэж диныр зыхуищIами игъэкIуащ, диныр псори зэрыпхуищIын хуейуэ. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
    - Тхьэр Мэрем и къуэ Мэсихьым фIащыу жызыIахэр кIуэдыжащ. ЖыIэ. (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
    - Нэфхэр я нэфагъэм щыщыт; ди аятхэм фIагъэ зыхуэзыщI, мусульман хъуа цIыхум фыкъезгъэдэIуэну. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
    - Дунейпсо гъащIэр псым хуэдэу, уафэм дгъэкIуадэ, абы щIылъэм къыхэкIа мэкъумэшыр. (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
    - Псым щыщ зэтIолIэрэ Iэпхъуэрэ, уи унагъуэри — иужь я щхьэм псалъэр къемыуэлIахэм имыкIыу. (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
    - Сэ жысIэркъым: 'Тхьэм и хъэзнэхэр си деж щыIэщ', гъэунэхуныгъэри сщIэркъым, сэ жысIэркъым. (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
    - Тхьэшхуэм цIыхухэм я деж хуабэ иIэщ, ауэ цIыхухэм ящыщ куэдым фIыщIэ хужаIэркъым. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
    - Я Тхьэшхуэм и аятхэм ящыщ зыгуэри абыхэм къащыхуэкIуэ, зэрыпэжьу зыфIащу. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
    - Псэ псори псэм нэхъ зыгуэри имыгъэпсэлъа махуэшхуэм фыкъещтэ, ар зэпкъырыхыну. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
    - Уэ лIахэм екIуэлIэн ящхьэкъым, дэгу зэрымыхьэхэм зыгъэдэIуэн, я щIыб зыгъэзэжкIэ. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
    - Фи лъэныкъуэ мэлIам, лъымрэ, кхъуэ лыкIэри, Тхьэм фIэмыфащэу зыфIащами — фи мыпэжщ. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
    - Уафэхэм ису щIылъэм ису псори Тхьэм щытхъу хуещI, Абы и къарур зэпэлъытщ. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
    - Абы иужь тобэ хъуахэри зэпэщIэувахэри — Тхьэр лъэIуэсыжщ, гущIэгъуфIэщ. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
    - Пэгъунэгъухэр я Тхьэшхуэм къыхуагъэкIуами, зыри зым дынэпщIэкъым, дэ псори мусульманщ. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
    - Уи Тхьэшхуэм къыхуигъэкIуам, лъэпкъ фи пэ гъэпщкIуа хъумысам фыгъэгузэвэн. (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
    - О пегъымбар, кяфIрхэмрэ мунафикъхэмрэ уапэщIэт, гущIэгъуншэу яубыд; я мэжэлIэр жыхьэнмэщ, ар мыфIагъэщ. (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
    - Уи Тхьэшхуэм фIагъэпсынущ, махуэшхуэм абыхэм я зэпэщIэувэныгъэр зэпкъырехын. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
    - ЖиIащ: 'Си Тхьэшхуэ, гъэунэхуныгъэ къысэт.' ЖиIащ: 'Уи гъэунэхуныгъэр — цIыхухэм умыпсэлъэну.' (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
    - Уи напIэр Мэсджид Хьэрамым хуэгъазэ, дэнэ фыщыт хъуами абы хуэгъазэу фыкъагъэзэж. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
    - О Исраил и быныфI, си фIагъэ фи щыхуэсщIам фыкъегупсыс, фэ дунейпсом щыщу фызэрыхэсхьар. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
    - БжьыхьэлI Iэджэ уэнхэр — я нэхъыфIагъ фэдгъэкIуэдынущ, гъэвыж уэнхэри. (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
    - ЛъэпкъыфI хуэдэ и уахъти иIэщ; уахъэ дыхьа нэужь, зы сыхьэткIэ ямыгъэлъакъым. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
    - Тхьэм фIэмыфащэу зыфIащами, зыгуэр хуейуэ пцIы имыубыдэу зыхуэкIуэ хъунущ. (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
    - Абыхэм жаIащ: 'Тхьэм къригъэхыжам фыдэкIуэ', жаIащ: 'Хьэуэ, дэ ди адэжьхэм захуагъэ ирехъуэкI.' (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
    - ЖиIащ: 'Си цIыхухэ, Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ иным щыIэкъым. ФыкъелъэIужыркъэ?' (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23

  Matching Phrases 10 words
    - ЩIылъэм фыкъытехьэ, я пэ ит цIыхухэм я кIуэдыкIэр фылъагъуну. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
    - Хэт нэхъ зэран, Тхьэм ирихьэлIэу пцIы зыхуэзыщIым е зэрыпцIыуэ зэрищIым нэхърэ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
    - Уи Тхьэшхуэм нэхъ ищIэ гъуэгу зыгъэпщкIухэр, нэхъ ищIэ... (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
    - Абыхэм щIылъэм къытрахьакъэ, я пэ ит цIыхухэм я кIуэдыкIэр ялъагъуну? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
    - Абыхэм я фIагъэпс я Тхьэшхуэм и деж иIэщ, гъэузэщIри гумэщIагъуэри я гуэн щыIэкъым. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
    - Тхьэм фIагъэпс зыщIахэри Iуэхухэр хуэфащэу зыщIахэри жэнэтым игъэувэнущ, лъэпкъыжьхэр щIэлъадэрэ. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
    - ЖиIащ: 'Си цIыхухэ, Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ иным щыIэкъым.' (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
    - КъэфIэмыныкъуэхэр — я мылъкуми я быныжьхэми Тхьэм и деж яхуэмыгуэшу. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
    - Лъэпкъыжьхэр щIэлъадэрэ жэнэтым щыIэну, ар нэхъыфI дыдэ текIуэныгъэщ. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
    - Я пэ ит лъэпкъхэм я хъыбарыр къафызэрыхьакъым, Нухьрэ Гьадрэ Сэмудрэ? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
    - 'Хэт Тхьэм и деж сызэран сищIынур?' ЖаIащ хьэвариюнхэм: 'Дэ Тхьэм и зэраныщ.' (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
    - Уи Тхьэшхуэм нэхъ ищIэ, хэт гъуэгу зыгъэпщкIуами, нэхъ ищIэ, хэт гъуэгу пэж зытеувэми. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
    - Мыр Тхьэр пэжу зэрыщытым, зэрахуэ хуагъэзам пцIы зэрыхэлъым щхьэкIэщ. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
    - Тхьэмрэ и лIыкIуэмрэ хуэфащэу зыщыт цIыхур жэнэтым игъэувэнущ, лъэпкъыжьхэр щIэлъадэрэ. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
    - Фи лъэныкъуэ мэлIам, лъымрэ, кхъуэ лыкIэри, Тхьэм фIэмыфащэу зыфIащами — мыр фIэмыфащэщ. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
    - Тхьэм нэмыщI фыхуэмыпсалъэ; сэ фи деж фи мыфIагъэм и махуэшхуэр сыгузавэу си. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
    - Мыр гъэунэхуныгъэ хъумысам хабзэщ, о абы фыщымыIэу дгъэкIуат. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
    - ФIы фыхуэпIащIэрэ, фи деж я щхьэм лIы гъэзэщIагъэу гъэунэхуныгъэ къыфIэкIуами? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
    - ЖыIэ: 'Сэ Тхьэм фIэкIа фIэмыфащэу зыгуэрым сыхуэпсэлъэн къысхуагъэувакъым.' (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
    - Я щхьэгъусэхэм е я Iэ зыIэрыгъэхьахэм фIэкIа — мыдэхэм гуэн ямыIэу. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
    - Тхьэм жэщыр махуэм щIеубыдэ, махуэри жэщым щIеубыдэ. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
    - Мафlэ илъагъуа нэужь, и унагъуэм жиIащ: 'Сыщытыжу, мафIэ гуэр слъэгъуащ.' (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
    - ЖиIащ: 'Сэ нэхъ фIы дыдэщ, о нэхърэ; мафIэм сыкъыхэкIащ, о щIылъэм укъыхэкIащи.' (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
    - Абыхэм жраIащ: 'ФывгъэкIуэт Тхьэм ищIам, лIыкIуэм ищIами.' (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
    - Уи гум абыхэм щхьэкIэ жагъуэ иIэ хъунукъым, я хьилэгъэм пэщхьэхуэу. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
    - Тхьэм зыгуэркIэ фIы умыщIам, абы гъэкIуэдыну зыри щыIэкъым, Абы фIэкIа. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
    - Я пэ ита лъэпкъыжьхэм я унэхэм фыкъэкIуэ, мыр гъэунэхуныгъэщ. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
    - Я гум лъэдакъэ идгъэувахэщ, зэрамыгъэщIэну, я тхьэкIумэм фIэпщIащ. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
    - Я лIыкIуэхэр щыхьэткIэ къакIуат, ауэ Тхьэм абыхэм зэран яхуищIакъым, езыхэм я щхьэ зэран хуэхъуат нэхъыжь. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
    - Уафэхэмрэ щIылъэмрэ, Тхьэм нэмыщI, фи зэрануи фи къэзыгъэлыжыни щыIэкъым. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
    - Иужь Iуэху хъумысам зыхуэзыщIым фыкъегъэзэжынущ, фи Iуэхур къыхуищIэну. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
    - Жэщыр фызэрыгъэпсэхун щхьэкIэ, махуэри нэху щIын щхьэкIэ; мыр гъэунэхуныгъэщ. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
    - Абыхэм ящыщ куэдым уи Тхьэшхуэм къыхуригъэкIуам мыхъумыщIагъэрэ гъэунэхуныгъэ имыфIагъэрэ хегъахъуэ. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
    - ЖиIащ: 'Си цIыхухэ, си Тхьэшхуэм и деж гъэунэхуныгъэ сиIэу зытетым фыкъэплъытэрэ?' (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
    - ЖаIащ: 'СытщхьэкIэ гъэунэхуныгъэ и Тхьэшхуэм къыхуригъэкIуакъым?' ЖыIэ: 'Ар..' (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
    - Тхьэм и деж имыгъэзэжыну махуэ къэсыху. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
    - Мыр Тхьэм и фIагъэщ, зыхуейм къеты; Тхьэр фIагъэшхуэ зыIыгъщ. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
    - МэлакIэхэм фи гъэсэн щыIэщ, я лъэдгум щыщыр фызэрефэну. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
    - Ар пэжщ, я Тхьэшхуэм къыхуагъэкIуам, Тхьэр яхуищIам зыри игъэмысакъым. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
    - Я пэ итхэми, я щIыб итхэми, Тхьэм нэмыщI фыхуэмыпсэлъ. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
    - Фэ бзылъхугъэхэм я щIыбагъкIэ лIыхэм фыхуэпсэлъэну — фэ мыхъумыщIагъэ зытеувэ лъэпкъщ. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
    - Уафэхэмрэ щIылъэмрэ щытыху абыхэм щыIэну, уи Тхьэшхуэм зыхуей фIэкIа. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
    - Уафэхэм итри щIылъэм итри, Тхьэм зыхуейр фIэкIа. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
    - ДышъэкIэ Iэлъэщ ящIынущ, лулукIэ, я щыгъынри дэрбзэрщ жэнэтым. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
    - Уафэм псы къыриутIыпщащ, абыкIэ мэкъумэш къыхигъэкIащ, фи гъэшхэн. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
    - Фи псалъэ фыдищIам, ТIур фи щхьэщыгу дгъэIэтащ; быдэу фIэкIа фи Iыгъ. (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
    - Абыхэм зыфIигъэзэжри жиIащ: 'Си цIыхухэ, си Тхьэшхуэм и лъэIукIэ фызгъэдэIуат, си насыхьэткIи фыхуэсщIат.' (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
    - Абыхэм я лъэдакъэм псыжьхэр щIэлъадэрэ, дышъэкIэ Iэлъэщ ящIынущ. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
    - ЩIылъэм тет псори абыхэм я закъуэ хъуами, ар ящIызауэ. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
    - Зыгуэри имыIэу, ауэ зэман гъэувам нэсыху зэпагъэувэ. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
    - ФызгъэщIащ уэшхым, иужь спермэм, иужь лъы зэтетым. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
    - Тхьэшхуэм абыхэм я зэпэщIэувэныгъэр махуэшхуэм зэпкъырехын. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
    - Уи деж ищIэныгъэр къыфIэкIуа нэужь, Тхьэм нэмыщI зэрануи къэзыгъэлыжыни уиIэкъым. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
    - ЦIыхум фIагъэ хуэтщIа нэужь, зыфIегъазэри пэжьу еку; мыфIагъэ къыхуэкIуа нэужь... (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
    - НэхъыкIи нэхъышхуи, тхылъ нахуэм имылъу зыри щыIэкъым. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3
  Matching Phrases 9 words
    - ЖиIащ: 'Си цIыхухэ, Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ иным щыIэкъым.' (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
    - Абыхэм щIылъэм къытрахьакъэ, я пэ ит цIыхухэм я кIуэдыкIэр? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
    - Я фIагъэпс я Тхьэшхуэм и деж иIэщ, гъэузэщIри гумэщIагъуэри я гуэн щыIэкъым. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
    - ЩIылъэм фыкъытехьэ, я пэ ит цIыхухэм я кIуэдыкIэр. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
    - ЩIылъэм, я пэ ит цIыхухэм я кIуэдыкIэр. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
    - Хэт нэхъ зэран, Тхьэм ирихьэлIэу пцIы зыхуэзыщIым. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
    - ЗыгуэркIэ Тхьэм зыхуейр жиIэ мыхъуми, 'Хъу' жеIэ, ирехъу. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
    - Тхьэм нэмыщI, фи зэрануи фи къэзыгъэлыжыни щыIэкъым. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
    - Я мыхъумыщIагъэр згъэкIуэдынущ, лъэпкъыжьхэр щIэлъадэрэ жэнэтым сигъэувэнущ. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
    - Жэнэтым лъэпкъыжьхэр щIэлъадэрэ игъэувэнущ, ирехъуэкI. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
    - Уи Тхьэшхуэм нэхъ ищIэ, гъуэгу зыгъэпщкIуами, нэхъ ищIэ. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
    - Хъумысам зыхуэзыщIым фыкъегъэзэжынущ, фи Iуэхур къыхуищIэну. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
    - Фи щIалэхэр щIевгъэн, фи бзылъхугъэхэр щIевмыгъэн; мыр гъэунэхуныгъэшхуэщ фи Тхьэшхуэм и деж. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
    - Уи Тхьэшхуэм нэхъ ищIэ, гъуэгу зыгъэпщкIуами. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
    - Уафэхэми щIылъэми зыхэлъ Тхьэм и закъуэщ. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
    - ЛъэпкъыфI фи пэ дэкIуэдахэр, джиннхэми, цIыхухэми ящыщу. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
    - Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ иным щыIэкъым. ФыкъелъэIужыркъэ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
    - Я гум лъэдакъэ идгъэувахэщ, зэрамыгъэщIэну, я тхьэкIумэм фIэпщIащ. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
    - Тхьэшхуэм абыхэм я зэпэщIэувэныгъэр махуэшхуэм зэпкъырехын. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
    - ЖиIащ: 'Си цIыхухэ, си Тхьэшхуэм и деж гъэунэхуныгъэ сиIэу зытетым.' (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
    - Мыр фи Iэ къищIам щхьэкIэщ, Тхьэр гъэрым зыхуэпщIауэ щытыркъым. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
    - Дунейм щIэпхъуэныгъэ яIэщ, ахърэтым нэхъышхуэ гъэунэхуныгъэ иIэщ. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
    - Уафэхэмрэ щIылъэмрэ зыхэлъри, Тхьэр зэпкъырыгъэувэн ирикъунущ. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
    - Тхьэм фIагъэпс зыщIахэри Iуэхухэр хуэфащэу зыщIахэри — я фIагъэпс имыухыу. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
    - Сэ хуэдэ зыгуэрым ущытепщIыхьмэ, ущIэмыдэIу. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
    - Мыр гу лъытапхъэщ; хэт зыхуейри и Тхьэшхуэм гъуэгу тримыгъэуву. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
    - Хэт фIыщIэ зыхуэзыщIри езым и щхьэм щхьэкIэщ, хэт зэрыпцIыуи зыщIми. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
    - Намаз зыщIхэри зэкат зытыхэри, ахърэтым фIыуэ зыщIэхэри. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
    - Ибрахим, Исмаил, Исхьакъ, Якъуб, лъэпкъхэри, Мусэрэ Гьисэрэ къыхуагъэкIуами. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
    - Купым купкIэ нэсыху, дэсу быдэ хъуа нэужь, я хъумакIуэхэм жраIащ. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
    - Тхьэм фи гущIэлъгукIэ жыфIам щхьэкIэ фи гуэн иIэкъым, ауэ. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
    - Гущхьэрыф зыхуэкIуа нэужь, ягуфIэ; мыфIагъэ зыгуэри къыхуэкIуа нэужь фи Iэ къищIам щхьэкIэ. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
    - Лъэпкъыжьхэр щIэлъадэрэ жэнэтым щыIэну, лэжьакIуэхэм я фIагъэпс нэхъыфIщ. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
    - Уафэхэмрэ щIылъэмрэ зыхэлъыр Тхьэм ещIэ. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
    - Тхьэм фыдэIэпыкъу, лIыкIуэми фыдэIэпыкъу; фызэпэщIэувэми, ар езым и Iуэхущ. (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
    - Я фIагъэпс я Тхьэшхуэм и деж иIэщ, гъэузэщIри гумэщIагъуэри. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
    - ЖаIащ: 'Дэ лъэдакъэрэ къупщхьэрэ хъуа нэужь дгъэушыжынущ, къэщIыгъэ хуабжьу?' (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
    - Тхьэм нэмыщI, я зэрануи, я къэзыгъэлыжьыни ямыIэу. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
    - 'Дапщэ фыщыта?' ЖиIащ: 'Зы махуэ, е махуэм зы Iыхьэ.' ЖиIащ. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
    - Ахърэт нэсыху; Тхьэ хэт нэмыщI фи къысхуихьынур? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
    - ХэтикIэ, хъулъхугъэми бзылъхугъэми, фIы зыщIэри мусульман хъуами. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
    - Тхьэм и гъуэгум пэувхэри мысыр зыхуейхэри, ахърэтым емыгугъухэри. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
    - Фызэрыхуейм фыщыт, ауэ мы жыгым фыхуэмыбгъэдэ, фызэран цIыхухэм захэфщэну. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
    - ЖыIэ: 'Си цIыхухэ, фи Iэзагъэм тету фылэжьэ, сэ сылажьэнущ.' (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
    - КъэфIэмыныкъуэхэр, я щхьэми я унагъуэми зэраныгъэ къэзыхьахэр. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
    - Зэми гъуэгу пэж хуейр езым и щхьэм иIэ, зэми зыщхьэукъуэр. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
    - ЖаIащ кяфIрхэм: 'СытщхьэкIэ гъэунэхуныгъэ и Тхьэшхуэм къыхуригъэкIуакъым?' (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
    - Жэщыр фызэрыгъэпсэхун щхьэкIэ дгъэувам, махуэри нэху щIын щхьэкIэ. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
    - МылIэжу гуащIэгъуэ мыхъуну махуэ къэсыху, зэрыхуэмышэчу. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
    - Абы ныбжьэгъур джинэу зыхэлъкъым, ар зэрыгъэзащIэ гъэунэхуныгъэщ фIэкIа. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
    - Уи нэ фIэмыдгъэза дунейпсом фи закъуэу фитIар зэдгъэпса. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
    - ЦIыхухэм я хьэлэлыр фыхуэмыукIытэ, щIылъэм фыщIемыгугъу. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
    - И мамырыгъэ къыщыхъуа махуэми, лIа махуэми, къэушыжа махуэми. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
    - Си цIыхухэ, фи Iэзагъэм тету фылэжьэ, сэ сылажьэнущ, хэт зыщIэну. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
    - ЛIыкIуэм зыгуэрым гъэунэхуныгъэ имыхьэу, Тхьэм и Iэмал имыIэу. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
    - Иужь псэ пэпщIым и лэжьыгъэр иратыжынущ, зыри ямыгъэпцIэу. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
    - ХъулъхугъэкIи бзылъхугъэкIи, мусульман хъуами, жэнэтым щIыхьэнущ. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
    - Бын иIакъым, зыри бгъэдэткъым, пщIэм зыри дэкъым. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
    - Тхьэм гъуэгу тригъэувэм, ар гъуэгу пэжым тетщ; зыгуэрым уигъэпщкIуами. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
    - Плъагъурэ, дапщэу цIыхухэм щапхъэ зэраратыр, зэрыхэкIуадэми зыми гъуэгу зэримыгъуэтыр? (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
    - ЖыIэ: 'Сэ си Тхьэшхуэм сепцIымэ, гъэунэхуныгъэшхуэ сигъэкъуэну сыгузавэщ.' (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
    - Я лъэпкъагъэр яслъэгъуа нэужь, жэнэт тхьэмпэхэмкIэ зыхуагъэпщкIуу хуежьащ. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
    - Тхьэм нэмыщI фызыхуейр фыджэ, пэжу фыжыфIэрэ. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
    - ЩIылъэм тет псори, абыхэм я закъуэ хъуами, ащ ящIызауэ. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
    - Фи псалъэ фыдищIам быдэу фIэкIа фыIыгъ, абы дэлъыр фыгу лъытапхъэу фыхьэ. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
    - МыхъумыщIагъэ фыхуэкIуэрэ, фи пэ ит цIыхухэм ящыщ зыми хуэмыкIуами? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
    - Уафэхэмрэ щIылъэмрэ зыхэлъыр Тхьэм и закъуэщ. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
    - Я мыхъумыщIагъэ зэрищIам зэран яхуэхъуащ, зэрыгъэдыхьэшх зыщIам зэрырахьэлIащ. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
    - ЛIыкIуэ фи хэкум, ди аятхэр фызэджэу, фыгъэкъабзэу, тхылъымрэ Iэзагъэмрэ фыгъэщIэну. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
    - Абы псынэ пщIы Iыхьэ хытIатIэ, цIыху зырызым я псынэ ищIащ. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
    - ГурыщхъуэкIэ фIэкIа, гурыщхъуэр пэжым зыри ирикъуркъым. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
    - ИгъэзэпщIа нэужь, си псэм щыщ хэслъхьа нэужь, абы фысэджэдж. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
    - Хэт унэм и кIэух нэхъыфIыр иIэнум; захуагъэншэхэр текIуэнукъым. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
    - Уафэхэри щIылъэри зыгъэщIам, абыхэм хуэдэ къигъэщIыжыфынущ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
    - Мусульман хъуа хъулъхугъэхэмрэ бзылъхугъэхэмрэ, лъэпкъыжьхэр щIэлъадэрэ жэнэтым. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
    - Уафэхэри щIылъэри хэт къигъэщIар фыхуеупщIамэ, жаIэнущ: 'Тхьэрщ.' ЖыIэ. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
    - Мы Къуръэным цIыхухэм я щхьэкIэ дэ щапхъэ псори зэдгъэпщащ. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
    - Ди лIыкIуэхэр Лут деж къакIуа нэужь, гузэвэгъуэ хиша, гуIэгъуэ хиша, жиIащ. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
    - МэлэIычхэм жыдоIэ: 'Адэм фыхуэгъэщхъ,' хуагъэщхъащ, Iэблис фIэкIа зимыгъэщхъам. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
    - ЩIылъэри дгъэIэтащ, курыкъухэри хэтлъхьащ, абы псори хэтхьащ. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
    - Тхьэм гурэ псэкIэ ирилъэIуа нэужь, ахэр ижьым нэсыжа нэужь. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
    - Гъуэн псым къафIэкIуэнущ, гъэунэхуныгъэшхуи, я мыфIагъэм щхьэкIэ. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
    - Тхьэм нэмыщI, ди файдэ хэмылъми, ди зэран хэмылъми зыгуэрым дыхуоджэ? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
    - Уафэхэмрэ щIылъэмрэ зыхэлъыр Тхьэм ещIэ. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
  Matching Phrases 8 words
    - Хэт нэхъ зэран, Тхьэм ирихьэлIэу пцIы зыхуэзыщIым. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
    - Мыдэм гъэунэхуныгъэ иIэщ, ауэ куэдым имусульманыгъэ иIэкъым. (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
    - ЩIылъэм фыкъытехьэ, я пэ ит цIыхухэм я кIуэдыкIэр. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
    - ЖиIащ: 'Си цIыхухэ, Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ.' (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
    - Тхьэм жэнэтым игъэувэнущ, лъэпкъыжьхэр щIэлъадэрэ, ирехъуэкI. (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
    - Тхьэшхуэм абыхэм я зэпэщIэувэныгъэр махуэшхуэм зэпкъырехын. (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
    - Абыхэм щIылъэм къытрахьакъэ, я пэ ит цIыхухэм я кIуэдыкIэр? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
    - Лъэпкъыжьхэр щIэлъадэрэ жэнэтым щыIэну, ирехъуэкI. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
    - Жэщыр махуэм щIеубыдэ, махуэри жэщым щIеубыдэ. (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
    - Уафэхэм ису щIылъэм ису псори Тхьэм щытхъу хуещI. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
    - Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ иным щыIэкъым. (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
    - МэлакIэхэм жыдоIэ: 'Адэм фыхуэгъэщхъ,' хуагъэщхъащ, Iэблис фIэкIа. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
    - Уафэхэмрэ щIылъэмрэ зыхэлъыр Тхьэм ещIэ. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
    - Лъэпкъыжьхэр щIэлъадэрэ жэнэтым щыIэну, ар нэхъыфIщ. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
    - И фIагъэпс и Тхьэшхуэм и деж иIэщ, гъэузэщIри иIэкъым. (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
    - И Тхьэшхуэм и деж, гъэузэщIри гумэщIагъуэри я гуэн щыIэкъым. (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
    - Зэми гъуэгу пэж хуейр езым и щхьэм иIэ. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
    - Гъуэгу пэж хуейр езым и щхьэм иIэ, зэми зыщхьэукъуэр. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
    - 'СытщхьэкIэ гъэунэхуныгъэ и Тхьэшхуэм къыхуригъэкIуакъым?' ЖыIэ: 'Ар.' (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
    - Тхьэм фIагъэпс зыщIахэри Iуэхухэр хуэфащэу зыщIахэри, я фIагъэпс имыухыу. (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
    - ПсэущхьэфIым лIам къыхех, лIам псэущхьэфI къыхех. (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
    - Тхьэм ищIам темытыу зыхуезыгъазэхэр. (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
    - Уафэхэри щIылъэри, языныкъуэи зэхуаку итри мэхъуих махуэм къыгъэщIащ. (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
    - Тхьэшхуэм цIыхухэм я деж хуабэ иIэщ, ауэ куэдым. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
    - Тхьэм зэран яхуищIакъым, езыхэм я щхьэ зэран хуэхъуат. (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
    - Фи мыхъумыщIагъэр згъэкIуэдынущ, жэнэтым лъэпкъыжьхэр щIэлъадэрэ фигъэувэнущ. (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
    - Фи лъэныкъуэ мэлIам, лъымрэ, кхъуэ лыкIэри, Тхьэм фIэмыфащэу зыфIащами. (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
    - ЖысIэрэ, си Тхьэшхуэм сепцIымэ, гъэунэхуныгъэшхуэ сигъэкъуэну сыгузавэщ. (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
    - Ищэныгъэр къехьа нэужь фIэкIа, зэхуаку я жагъуэгъуагъэм щхьэкIэщ. (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
    - Намаз зытехьахэри, ди тынымкIэ гумащI зыхуэзыщIахэри, гъэпщкIуами хужаIэми. (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
    - Тхьэм нэмыщI, ди файдэ хэмылъми, ди зэран хэмылъми. (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
    - Уи деж къыхуигъэкIуам, уи пэ къыхуигъэкIуам фIагъэ хуащI. (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
    - Уи Тхьэшхуэм уафэм псы къезыгъэкIар плъагъуркъэ? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
    - ЗыгуэркIэ зыхуеймэ, 'Хъу' жеIэ, ирехъу. (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
    - Гьадхэми я къуэш Хьуд идгъэкIуат. ЖиIащ: 'Си цIыхухэ, Тхьэм фыбгъэдэ.' (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
    - Мыр гъэунэхуныгъэ хъумысам хабзэщ, о абы фыщымыIэу дгъэкIуат. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
    - Уахъэ дыхьа нэужь, зы сыхьэткIэ ямыгъэлъакъым. (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
    - ШейтIан гъуэгу фыхуэмыгъазэ, ар фи бий нахуэщ. (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
    - ЦIыхухэм ящыщу зыгуэрхэр Тхьэм пыщIауэ мэпсалъэ, ящIэну. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
    - Тхьэм зыхуейм еты, Тхьэр фIагъэшхуэ зыIыгъщ. (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
    - Иужь псэ пэпщIым и лэжьыгъэр иратыжынущ, зыри. (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
    - Псэ псори Тхьэм фIэмыфащэу зыукIыну хуиткъым. (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
    - ЗыгуэркIэ зыхуеймэ, 'Хъу' жеIэ. (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
    - Жыхьэнмэм и Iэ фыдыхьэ, лъэпкъыжьхэр щIэлъадэрэ, пагагъэ зиIэхэм я унэ мыфIыр. (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
    - Тхылъым и Iыхьэ зратахэм ялъагъуркъэ? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
    - Абыхэм жэнэт яIэщ, лъэпкъыжьхэр щIэлъадэрэ, ирехъуэкI. (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
    - ЖыIэ: 'Си цIыхухэ, фи Iэзагъэм тету фылэжьэ, сэ сылажьэнущ.' (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
    - Тхьэмрэ и лIыкIуэмрэ емыдэIуами, жыхьэнмэм и мафIэр ирехъуэкI. (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
    - Я гум лъэдакъэ идгъэувахэщ, я тхьэкIумэм фIэпщIащ. (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
    - ЛIыкIуэ къыхуагъэкIуа хъумысам, я къэбэрэучэхэм жраIащ. (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
    - ЖаIащ: 'Уи Тхьэшхуэм фыдоджэ, ди зэрыхуейр нахуэ фигъэщIыну.' (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
    - ЖаIащ: 'Тхьэрщ,' жыфIэну; куэдым фIыщIэ хужаIэркъым. (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
    - И лъэпкъым я жэуап: 'ФывгъэкI!' жаIэну фIэкIа щыIакъым. (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
    - Лъэпкъыжьхэр щIэлъадэрэ жэнэтым щыIэну, ар текIуэныгъэшхуэщ. (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
    - Абыхэм я Тхьэшхуэм гъуэгу тригъэувахэщ, абыхэращ текIуахэр. (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
    - Хэт зыгуэрым гъэунэхуныгъэ къыхуихьынур, гъэунэхуныгъэшхуэ хэтынущ. (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
    - ЩIылъэм фыкъытехьэ, зэрыпцIы зыщIам я кIуэдыкIэр фылъагъуну. (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
    - Я Iэ хуищIам щхьэкIэ ар зэи ямыхуэну фIэщщ, Тхьэр захуагъэншэм ещIэ. (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
    - Уи Тхьэшхуэм нэхъ ищIэ, гъуэгу зыгъэпщкIуами, нэхъ ищIэ. (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
    - Тхьэр си Тхьэшхуэщ, фи Тхьэшхуэщ, абы фыхуэдэIу; мыр гъуэгу пэжщ. (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
    - Тхьэшхуэм цIыхухэм я деж хуабэ иIэщ, ауэ куэдым фIыщIэ хужаIэркъым. (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
    - Уафэхэри щIылъэри, зэхуаку итри, пэжкIэ гъэунэхуа зэман хуэдэу. (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
    - Абыхэм фыхуэдэIу, я гъэунэхуныгъэ махуэшхуэм фIэкIа зэрихьэлIэну. (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
    - Мусульманхэм ерагъэу яIуплъэрэ жаIэ: 'ДыфщыгуфIыкIащ.' Зэпэщхьэхуа хъуа нэужь. (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
    - Тэуратрэ Инджилрэ, я Тхьэшхуэм къыхуагъэкIуам, гъэзащIэн зэрахуейр. (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
    - Я пэ итри я щIыб итри ещIэ, зыри къыхуимыгъанэу. (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
    - Уафэхэри щIылъэри мэхъуих махуэм къыгъэщIащ. (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
    - Мыдэм гъэунэхуныгъэ иIэщ, мусульман фыхъумэ. (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
    - Гъэунэхуныгъэр къэсыжа нэужь, цIыхухэр мусульман хъуну зэран къахуэхъуар? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
    - Тхьэм и лъэныкъуэкIэ зэрхэшэрэ, гъуэгум зыхуагъэкIуэн; жыIэ: 'ФызэдаIуэ.' (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
    - ГъэщIэгъуэн ящохъу, я лъэпкъ хэту гъэунэхуныгъэ зыхуагъэкIуами. (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
    - Уи Тхьэшхуэм нэхъ ищIэ, гъуэгу зыгъэпщкIуами. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
    - Хуэдэ мылъкум фIэкIауэ, цIыхухэм зыгъэлъагъуу, Тхьэм фIэмыфащэу. (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
    - Тхьэм къывитам щыщ фывгъэпщкIу, махуэ зэрымыкIуэ къэсыху. (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
    - Уафэхэри щIылъэри зыхэлъри фи Iэмал ищIащ. (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
    - Фи къыхуэдгъэкIуам гурыщхъуэ дыхэлъщ, зэран дыхуищIащ. (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
    - Уи Тхьэшхуэм фIагъэпс зыхуейм еты, зыхуейм ирегъэувыхь. (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
    - Уафэхэри щIылъэри, зэхуаку итри — гу лъытапхъэу фыхуейуэ. (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
    - Тхьэм фIащэ, ди деж къыхуагъэкIуам, ди пэ къыхуагъэкIуам. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
    - Захуагъэ зимыIэхэр макъ хуабжьым яубыдащ, я унэхэм щIэлъащ. (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
    - Фи гуэн иIэкъым, езыхэм я щхьэм зыщIахэм щхьэкIэ. (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
    - Уи Тхьэшхуэм нэхъ ищIэ, гъуэгу зыгъэпщкIуами, нэхъ ищIэ. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
    - Псэм Тхьэм и лъэIукIэ хилъхьащ, зыхуейм иритащ. (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
    - Мэрем и къуэ Гьисэ гъэунэхуныгъэ дэттащ, Тхьэм и псэукIэ дгъэбыдащ. (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
    - Тхьэшхуэм абыхэм я зэпэщIэувэныгъэр махуэшхуэм зэпкъырехын. (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
    - Я щIыпIэр зэгъэзэхуат, мывэ уэшх къатетхьащ. (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
    - Ягъэгузэвэми, ямыгъэгузэвэми, мусульман хъунукъым абыхэм. (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
    - Псэм фIэкIа фыхуэмыпсэлъ; фыпэжу лIэну фыхуеймэ. (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
    - Тхьэм фыбгъэдэ — езым нэмыщI фи Тхьэ иным щыIэкъым. ФыкъелъэIужыркъэ? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
    - Абыхэм жыдгъэкIуа гъэунэхуныгъэр иумыгъэлъагъуу, е дыукIытэу. (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
    - ЖаIащ: 'ДылIа нэужь, лъэдакъэрэ къупщхьэрэ дыхъуа нэужь дгъэушыжынущ?' (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
    - Тхьэм и Iэ илъщ фIагъэр, зыхуейм еты. (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
    - Хъумысам зыхуэзыщIым фыкъегъэзэжынущ, фи Iуэхур къыхуищIэну. (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
    - Мусульман хъуахэ, Тхьэм фи фIагъэр къыфIигъэщI зыхуэпщIам фыхуэдгупщыс. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
    - Уи пэ ди лIыкIуэхэр цIыхум фIэкIа дгъэкIуакъым, дгъэпщкIуами. (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
    - И мыхъумыщIагъэ згъэкIуэдынущ, жэнэтым лъэпкъыжьхэр щIэлъадэрэ игъэувэнущ. (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
    - Сымаджэ мыхъумэ, е гъуэгум тету, махуэ гуэрхэм иужь. (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
    - ГурыщхъуэкIэ фIэкIа фытетыркъым, гурыщхъуэ фIэкIа фи гуэн иIэкъым. (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
    - Тхьэм гугъэу, ахърэт махуэм гугъэу — щапхъэфIщ. (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
    - Уафэхэри щIылъэри, зэхуаку итри пэжкIэ дгъэщIащ. (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
    - Уи Iэр уи джиб хэдзэ, мыфIагъэ имыIэу хужь дыхьэнущ. (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
    - И гущIэгъур зыхуейм хуегъазэ, Тхьэр фIагъэшхуэ зыIыгъщ. (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
    - Уафэхэри щIылъэри Тхьэм и мылъкущ, фыпщIэркъэ? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
    - ФIым щыщ зыгуэр фащIэмэ, Тхьэм и деж фигъуэтыжынущ. (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
    - Дэнэ фыкъикIами, уи напIэр Мэсджид Хьэрамым хуэгъазэ. (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
    - Я пэ дэкIуэдахэм хуэдэу; Тхьэм и хабзэр зэи ирехъуэкI. (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
    - Уафэхэми щIылъэми зыхэлъ Тхьэм и закъуэщ. (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
    - Бзылъхугъэ пэпщIым зыри Тхьэм имыщIэу быну дилъхьэну, е бын имыIэу. (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
    - Тыгъэри мазэри Абы игъэкIуэдгъэувэри — иужь зыгуэр ямыIыгъыу мажэ. (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
    - Лъэпкъыжьхэр щIэлъадэрэ жэнэтым щыIэну, ар текIуэныгъэшхуэщ. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
    - ЖиIащ: 'Хьэуэ, фи гум зыгуэр фигъэпщкIуащ, фыгъэвыж.' (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
    - Уафэхэмрэ щIылъэмрэ зыхэлъри, Тхьэри. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
    - ЛIыкIуэ зыгуэри абыхэм къафIэкIуа хъуами, зэрыгъэдыхьэшх зыщIам фIэкIа хужаIэркъым. (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
    - ЖаIащ: 'О Мусэ, е уэ уи баш хыфIэдз, е дэ дыпэрыт хъунщ.' (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
    - Тхьэм фыфIех, фащыщми ныбжьышхуэм щIэзыгъэхьэ иIэщ. (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
    - Я Тхьэшхуэм и деж жэнэт яIэщ, лъэпкъыжьхэр щIэлъадэрэ. (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
    - Я гум лъэдакъэ идгъэувахэщ, я тхьэкIумэм фIэпщIащ. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
    - Тхьэм и псалъэмакъыр пэжщ, ауэ куэдым ящIэркъым. (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
    - Мыр Тхьэмрэ и лIыкIуэмрэ пэщIэувахэм щхьэкIэщ, хэт Тхьэм пэщIэувами. (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
    - Абыхэм ерагъэу еджэным махуэр, 'Дэнэ щыIэ си шэрыкъуэхэр, фи зэрыфIэщу зытетар?' (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
    - Уафэхэри щIылъэри зыгъэщIа Тхьэр ялъагъуркъэ? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
    - УэшхкIэ зыгъэщIар, иужь спермэкIэ. (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
    - ЖаIэнт: 'Ди Тхьэшхуэ, лIыкIуэ дгъэкIуат хъуами, ди аятхэм фыдэдгъэIэпыкъунт.' (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
    - Я Тхьэшхуэм фыкъегъэзэжынущ, фи Iуэхур къыхуищIэну. (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
    - Абыхэм ищIэныгъэ яIэкъым, гурыщхъуэкIэ фIэкIа. (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
    - ЖаIащ: 'Ди адэжьхэм диныр къытщIэлъащ, дэ я лъагъуэм дытетщ.' (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
    - Тхылъым зратахэм, ищэныгъэр къехьа нэужь фIэкIа зэпэщIэувакъым. (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
    - Ибрахим жиIащ: 'Си Тхьэшхуэ, мы хэкур мамыру щIы.' (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
    - ТхьэкIумэри нэри гурэ фхуищIащ, ауэ мащIэу фыфIыщIэ. (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
    - Тхьэм и аятхэм пэщIэту зэпэщхьэхуахэр, зыри пщIэ хуамыIэу. (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
    - Ибрахим и диныр фыдэкIуэ, ар зыми зыпэщIэмыгъэувахэм ящыщтэкъым. (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
    - Фиргъэуным и лъэпкъым фыкъедгъэлащ, фигъэгузэвэрэ, фимыфIагъэкIэ фигъэшхэрэ. (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
    - Мыр диныр захуэщ, ауэ куэдым ящIэркъым. (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
    - Уи Тхьэшхуэм уафэхэри щIылъэри и Iэмал ищIауэ плъагъуркъэ? (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
    - КяфIрхэм жаIэнт: 'Мыр гъэунэхуныгъэ нахуэ фIэкIакъым.' (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
    - Ди аятхэр къежьэу зэджыху, кяфIрхэм жаIащ. (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
    - Гьэдн жэнэт, лъэпкъыжьхэр щIэлъадэрэ, ирехъуэкI. (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
    - Зыхуейр Тхьэм ищIэфынущ, псори Абы и Iэмалщ. (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
    - Фи мыхъумыщIагъэр фхуигъэгъунущ, махуэ зэрыгъэувам фыгъэзэжынущ. (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
    - Ди адэжьхэм зыхуэпщIэрар къыддэкIуэну фыхуейуэ? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
    - Уи Тхьэшхуэм мэлэIычхэм жиIащ: 'Сэ цIыху лъэдакъэм къысхэсщIыхьынущ.' (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
    - Жьым и гущIэгъум и пэ зыгъэкIуэри Абы и лъэныкъуэкIэщ. (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
    - ЖыIэ: 'ЩIылъэм фыкъытехьэ, я кIуэдыкIэр фылъагъуну.' (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
    - Уафэхэри щIылъэри къыгъэщIам, жэщрэ махуэрэ зэрызэхъуэжым. (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
    - Хэт Тхьэм зэраныр иритыну, Абы игъэкIуэдынущ. (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
    - Тхьэм ищIам тету зэпэщIэувэныгъэр зэпкъырех, я лъагъуэм фыхуэмыдэIу. (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
    - МэлэIычхэр къэкIуэну е Тхьэм и Iэмал къэсыжыну фыпэплъэрэ? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
    - Тхьэм ирихьэлIэу пцIы зыхуэзыщIахэр текIуэнукъым. (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
    - Фиргъэун и лъэпкъым хуэдэу, я пэ ит цIыхухэми, ди аятхэм пцIы яхуэщIащ. (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
    - Мусульманхэм, Iуэху хуэфащэ зыщIахэм, я фIагъэпс нахуэ ящI. (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
    - Тхьэм фIагъэпс зыхуейм еты, и Iэ зыIэрыгъэхьахэм. (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
    - Хъумысам зыхуэзыщIым фыкъегъэзэжынущ, фи Iуэхур къыхуищIэну. (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
    - ЩIэгъэкъуэн зыхуейхэр — Тхьэм и тхылъым тету зыр адрейм нэхъ хуэфащэщ. (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
    cmds - Commands, Exhortations, Prohibitions, Instructions
    - fard / wajib (فرض / واجب) — щызэшъуашъу (зэфэшъыкӀын фае; зэфэмышъыкӀьын гъэзэжъын)
    - mustahabb / mandub (مستحب / مندوب) — шӀуфэс (зэшъуашъумэ пэлъэшъуашъу, зэмышъуашъумэ гъэзэжъын хэмылъ)
    - mubah (مباح) — шъхьэфит / хъун (пэлъэшъуашъу хэмылъ, гъэзэжъын хэмылъ)
    - makruh (مكروه) — фэмышӀу (фэмыдэ, ау зэшъуашъумэ гъэзэжъын хэмылъ)
    - haram (حرام) — гъэщэгъу (зэшъуашъумэ гъэзэжъын)
    - halal (حلال, хъун / зэкъомкӀэ хъун) — mubah рэ mustahabb рэ зэрихъу — гъэщэгъу хэмылъ хъугъэ псори
    - Аллахым фэкъэлъэӀун ыкӀи Къегъэхъун/Къэхъун щыӀэн. 1:5
    - Аллахым фэкъэлъэӀун. 2:21
    - Аллахым ышъхьэм къэлъытэжын хэмылъхэр. 2:22
    - Аллахыр тетырэ фэгъэхъунщ (тэжъэжъыныр къэщыгъэн), Адам (عَلَيْهِ ٱلسَّلَامُ) и тэжъэжъыныр къигъэщыгъэн. 2:37
    - Хэкумрэ пцӀырэ зэхэмыгъэубытэн, хэкумрэ пцӀын. 2:42
    - Ас-салат (къэс къэс тэӀу) ышъхьэмкӀэ къэгъэн, ыкӀи Зекъат (зэхэшъэныр) тетырэ фэгъэхъун. 2:43
    - Шъхьэкъэм пэшъуашъу зэшъуамэ мыщэ пстэмэ Ӏофхэм еубытын. 2:44
    - Псэлъэныгъэ пстэуми Аллахым ышъхьэмкӀэ къэхъун. 2:45
    - Гъэзэжъынхэм хэмыкӀын, ягъэжъэгъэным ыкӀи ягъэшъэгъэным хэмыкӀын. 2:60
    - ЦӀыфхэм шъхьэщытхэм щэкӀын ыкӀи фэкъэлъэӀуным шъхьэщытхэм щэкӀын. 2:114
    - Мэщыдэм и нэмыс къэгъэсэбэпын. Уи тэӀу щыпсэухэмрэ ишъхьэкъэмкӀэ къагъэсэбэпын. 2:125
    - Аллахым емыгъэжъэжын (тэӀумэ, тетырэ фэгъэхъунэмэ, ыкӀи щыгъуэ), ыкӀи Уэ уемыгъэжъэжын, ыкӀи Уе фэгъэхъуныр къэгъэсэбэпын. 2:152
    - Гъэзэжъыныгъэм щыпэубытын. 2:153
    - Шайтаным (Джэбэлыр) и лъэжьыгъэхэм щэкӀын, абы къэмыкӀуауэ щыӀэр. 2:168
    - Зыкъомыщэ гуэрэм щэкӀын. 2:170
    - Зэхэшъэныгъэ псор къэгъэсэбэпын ыкӀи къэгъэпшъэн. Дин Ӏофхэр шъхьэкъэмкӀэ къэгъэпшъэн. НыкъуэлъыкӀэхэр ыкӀи зэкъомыкӀэхэр къэгъэпшъэн. Хъыбархэр, Аллахым хуэфащэхэм Ӏыгъын. Хэмылъхэр зэхэшъэн ыкӀи гъэзэжъыныр зэхихын. Аллахым и ныкъуэлъыкӀэ фэмыкӀуэныр зэрыхэмылъ гъэзэжъынхэм хэмыкӀын. Ӏэпэбзэм шъхьэщытхэмкӀэ мыгъэзэжъын. 2:177
    - Аль-Къисас (зэхэшъыныгъэм и закон) щыпсэуныр (узыншэныр) уи Ӏыхьэ. 2:179
    - Рамэдэн мазэм нэмысын. Нэмысын щызыфаер къэгъэн, Аллахым ышъхьэмкӀэ фэкъэлъэӀуныр (муттакъун) зэрыхъуну. 2:183
    - Къуръаным и нэмыс къэгъэсэбэпын, абы шъхьэщытхэмкӀэ къекӀуэныр. 2:185
    - Зыбжыгъэм ышъхьэмкӀэ зыщымыгъэзэжъу и Ӏыхьэм хэмыкӀын, ыкӀи судьям (и Ӏофхэр хуэзэжьын щылъэгъуапӀэм) хэмышъэн. 2:188
    - ЦӀыфхэм шъхьэщытхэмкӀэ мыгъэзэжъын, псалъэмкӀэ ыкӀи ӀофымкӀэ. Зэзэмызэ тэмэмкӀэ зэрымыкӀуэу, абы фэкъэлъэӀуныр шъхьэщытхэмкӀэ къыщыкӀын. 2:190
    - ЩӀалэгъуэ ныкъуэмрэ хъыджэбз ныкъуэмрэ хъыджэбзым и Ӏыхьэм къэгъэсэбэпын. ЩӀалэгъуэ ныкъуэмрэ хъыджэбз ныкъуэмрэ я ӀыхьэмкӀэ хэмыкӀын, я Ӏыхьэм Ӏыгъын. 2:220
    - Тэжъэжъын ыкӀи Аллахым фэгъэхъуныр къэгъэсэбэпын. Мэструацэм щыгъуэ зэрызэгъэпщым хэмыкӀын. (ШъхьэкъэмкӀэ ыкӀи нэмыс къабзэмкӀэ) къабзэгъуэныр къэгъэсэбэпын. 2:222
    - Уи унэм ышъхьэмкӀэ Ӏофхэр къэгъэпшъэн. 2:233
    - ХьэкӀухэр я ӀэпэбзэмкӀэ къыхухын. 2:247
    - Дин шъхьэщытхэмкӀэ зэрыщымыкӀуэу зэрымыкӀуэн. 2:256
    - Ӏыхьэр зэхэшъэнымкӀэ гъэшъэн. ӀыхьэмкӀэ ыкӀи лъэхъанэмкӀэ зэхэшъэн. 2:261
    - Зэхэшъэныр уи ӀэпэбзэмкӀэ мыгъэпшъэн (абы зэрышъхьэщытхэмкӀэ нэхъыщхьэ зэрымыкӀуэу). 2:264
    - Шайтан (Джэбэлыр) уи нэхъыщхьэ нэмысынкӀэ гъэшъэн ыкӀи Фахша (гъэзэжъын Ӏофхэр, зэкъомкӀэ мыдэ Ӏофхэр, гъэзэжъынхэр) ышъхьэмкӀэ фэгъэхъун. 2:268
    - Хэмылъхэр къыщыхъухын ыкӀи яхэшъэн. 2:273
    - Рыбэ (усури) ышъхьэмкӀэ хэмыкӀын. Рыбэ Ӏыхьэм хэмыкӀын. Рыба (усури) хэмыкӀын. 2:275
    - Хэмылъыр зэрымыкъунэм (хэмылъым ышъхьэмкӀэ) шъхьэщытхэмкӀэ лъэхъанэ етын. 2:280
    - ЗэкъомыкӀэ ӀофхэмкӀэ уи псалъэм Ӏыгъын. Ӏыхьэ ӀофхэмкӀэ хэкум псалъэн. Хъыбархэр пстэуми шъхьэкъэмкӀэ къэгъэпшъэн. Зы лъэхъанэм хуэзэу хэмылъын хуэфащэу зэрызэгъэщым, абы тхын. ЗэкъомыкӀэ зэрызэгъэщымкӀэ щыгъуэ пстэуми Ӏэнатхэхэр Ӏыгъын. 2:282
    - Зэхэшъэныгъэ псор къэгъэсэбэпын ыкӀи къэгъэпшъэн. 2:283
    - Тхыгъэхэм ыкӀи ПсэлъакӀуэ псор хэхъуэн. 2:285
    - Аллахыр зыгуэрым и Ӏэпэбзэм пэмыкӀын ыкӀи абы тетырэ фэгъэхъуныр мыдэмэ. Я Ӏоф шъхьэмкӀэ пэлъэшъуашъу яӀэ, я гъэзэжъын шъхьэмкӀэ ягъэзэжъын. Аллахыр зыгуэрым и Ӏэпэбзэм пэмыкӀын ыкӀи абы тетырэ фэгъэхъуныр мыдэмэ; ты также мыдэмэ пэмыкӀын фае. Аллахым и план хэмылъымкӀэ намыс къэгъэсэбэпын. 2:286
    - Зыгуэрэ хъыбархэр къэгъэпшъэмэ ыкӀи Аллахым емыгъэжъэжымэ, Аллахыр щыпэубытыныгъэмкӀэ фэкъэлъэӀуныр къэгъэсэбэпын. 3:76
    - Хэдж (зэрызэгъэпщ) шъхьэмкӀэ къэгъэн, шъхьэкъэм тетырэмэ. 3:97
    - ЗэхэмыкӀын. 3:103
    - Щыгъуэм псалъэн ыкӀи гъэзэжъыным псалъэн. ШъхьэмкӀэ зэхэшъэныр къэгъэсэбэпын. ЦӀыфхэм Аллахым емыгъэжъэжын ышъхьэмкӀэ еубытын. 3:104
    - Мусульманыр Аллахым намыс къэгъэсэбэпын фае. 3:122
    - Рыбэ (усури) хэмыкӀын. 3:130
    - Аллахым ыкӀи И ПсэлъакӀуэмкӀэ зэрызэгъэщын, гъэхъуныр зэрыхъуну. 3:132
    - Аллахыр (Аллахым и Ӏоф — зэхэшъэныгъэ, садакъэ, ыкӀи щыгъуэ) псынкӀэмрэ нахьэмрэ къэгъэшъэмэ, къэс зэрыхъумэ, ыкӀи цӀыфхэм шъхьэщытхэмкӀэ яфэгъэхъунэмэ фэкъэлэӀуныр къэгъэсэбэпын. 3:134
    - Къэс зэрыхъуныр къыщыгъэхын. Уи къэс зэрыхъуныр Ӏыгъын. 3:134
    - ЦӀыфхэм я гъэзэжъыныр фэгъэхъун ыкӀи яфэгъэхъун. 3:135
    - ПсалъэмкӀэ мыгъэзэжъын. Уэ зэрыщымыкӀуэхэмкӀэ пэубытын. 3:159
    - Аллахыр уэ зэрахэшъэмэ, зыгуэр уи шъхьэщытхэмкӀэ мыкӀуэну; ыкӀи Уэ уи фэмыкӀуэмэ, Уэ пэмыкӀуэу зыгуэр уэ зэрахэшъэну? 3:160
    - Зыгуэрым лӀэныр къэщыгъэн. ыкӀи КъызэрыкӀуэм и махуэм мыдэмэ уи Ӏоф пстэуми тетырэ фэгъэхъуныр къызэрыхъуну. 3:185
    - Хэкум ыкӀи дунейм и гъэзэжъыныгъэм шъхьэщытхэмкӀэ гъэпсэлъэн. Аллахыр дунейм гъэпсэлъэнымрэ ӀэнатӀэмрэ къыщыгъэхъуну. 3:191
    - ЛӀыхэр ыкӀи бзылъхугъэхэр я ӀофхэмкӀэ зэхэшъэныр зэхъу. 3:195
    - Я Ягъэ (Аллахым) фэмыкӀуэмэ, (Джэннэтым) мывэхэмкӀэ псыр щыжьэхэр, абы щыпсэуну, Аллахым и къэхъуныгъэ. 3:198
    - Зы Ӏоф пстэумкӀэ Аллахым и хъыбар къэгъэсэбэпын. 3:200
    - Уи Ягъэм фэмыкӀуэн, Къегъэжъэжын ыкӀи (унэгъуэ Ӏыхьэхэр) зэрымыкӀын. 4:1
    - ЩӀалэгъуэ ныкъуэмрэ хъыджэбз ныкъуэмрэ я Ӏыхьэ етын ыкӀи (уи гъэзэжъыныр) я ӀыхьэмкӀэ хэмыкӀын; ыкӀи я Ӏыхьэм (уи Ӏыхьэм хэгъэубытынкӀэ) хэмыкӀын. 4:2
    - Бзылъхугъэхэм (уэ яшъхьэмкӀэ къэбгъэхьэн) я Махр (лӀыжьым зэрихьэм и щыгъуэ бзылъхугъэм иритырэ Ӏыхьэ) шъхьэкъэмкӀэ етын. 4:4
    - ЩӀалэгъуэ ныкъуэмрэ хъыджэбз ныкъуэмрэ я Ӏыхьэхэм шъхьэщытхэмкӀэ къэгъэсэбэпын. 4:6
    - ЛӀэгъуэм и Ӏыхьэр унэгъуэм я Ӏыхьэхэм хэгъэубытын. Бзылхъугъэхэр ныкъуэлъыкӀэ Ӏыгъын фае. 4:7
    - ЩӀалэгъуэ ныкъуэмрэ хъыджэбз ныкъуэмрэ я Ӏыхьэм хэмыкӀын. 4:10
    - НыкъуэлъыкӀэм и ӀофхэмкӀэ зэрызэгъэщын. 4:11
    - Бзылхъугъэхэр я шъхьэмкӀэ мыкӀуэу ныкъуэлъыкӀэ Ӏыгъын, ыкӀи яшъхьэщытхэмкӀэ мыгъэзэжъын. ЯкӀэ (бзылхъугъэхэр) шъхьэкъэмкӀэ псэуныр. Бзылхъугъэхэм я Ӏыхьэхэм шъхьэщытхэмкӀэ къэгъэсэбэпын ыкӀи Ӏыгъын. Уи бзылхъугъэм шъхьэщытхэмкӀэ ыкӀи нэмыс къэгъэсэбэпын. Бзылхъугъэхэм шъхьэщытхэмкӀэ ыкӀи нэмыс къэгъэсэбэпын. 4:19
    - Уэ ялъху лъэпкъым хэмыкӀын. 4:23
    - Зыгуэрым и шъхьэм ирамыкӀын (ыкӀи зыгуэрым ирамыкӀын). Аллахыр уи фэгъэхъуну. Зыгуэрым и Ӏыхьэм хэмыкӀын. 4:29
    - Зэрыгъэщэгъу гъэзэжъын шъхьэмкӀэ пэмыкӀуэмэ, Аллахыр уи (цӀыкӀу) гъэзэжъынхэм фэгъэхъуну ыкӀи шъхьэмкӀэ шъхьэфитнэм (Джэннэтым) хэгъэубытыну. 4:31
    - Аллахым зыгуэрхэм зыгуэрхэм ишъхьэмкӀэ иритырэ Ӏофхэм хэмыкӀын. Гъэзэжъыныгъэм ыкӀи гъэпсэлъэныгъэм хэмыкӀын. 4:32
    - ЛӀыхэр бзылхъугъэхэм шъхьэщытхэмкӀэ къэгъэсэбэпын, Аллахым зыгуэрхэм зыгуэрхэм ишъхьэмкӀэ иритырэмэ, ыкӀи я ӀыхьэмкӀэ (яшъхьэщытхэмкӀэ гъэшъэн) къагъэшъэмэ. ЛӀыр унэгъуэм и шъхьэщытхэмкӀэ къэгъэсэбэпын. 4:34
    - Аллахым фэкъэлъэӀун ыкӀи Уэ ышъхьэм къэлъытэжын хэмылъхэр, ядэлъхухэм, унэгъуэ Ӏыхьэхэм, щӀалэгъуэ ныкъуэмрэ хъыджэбз ныкъуэмрэ, хэмылъхэм, шъхьэщытхэмкӀэ псэуныр, шъхьэщытхэмкӀэ псэуныр, гъуэгум зыкӀуэр (узэхъуэмэ), ыкӀи уи Ӏэпэбзэм и Ӏыхьэм (нэмысхэм) шъхьэщытхэмкӀэ къэгъэсэбэпын. Аллахыр шъхьэщытхэмкӀэ зэрылъагъунэмрэ зэрышъхьэщытхэмрэ фэмыкӀуэ. ЦӀыфхэм шъхьэщытхэмкӀэ къэгъэсэбэпын. Хэмылъхэм нэмыс къэгъэсэбэпын. Унэгъуэ Ӏыхьэхэр Ӏыгъын ыкӀи унэгъуэ Ӏыхьэхэм шъхьэщытхэмкӀэ къэгъэсэбэпын. 4:36
    - Нэмыс хэмылъын. 4:37
    - Аллахыр Уэ ышъхьэм къэлъытэжын хэмылъхэм фэгъэхъуныр мыдэ, ау абы пэмыкӀуэу зыгуэрэм фэгъэхъуну шъхьэкъэм иритын. 4:48
    - ЦӀыфхэм яшъхьэщытхэмкӀэ мыкӀуэн. 4:54
    - Аллахыр зэхэшъэныгъэхэр я Ӏыхьэхэм щызэрызэгъэпщырэмкӀэ фэгъэхъуныр иритырэмэ. ЦӀыфхэм язэхуэсэмкӀэ зэрызэгъэпщырэмкӀэ фэгъэхъуныр. 4:58
    - Аллахым ыкӀи И ПсэлъакӀуэмкӀэ зэрызэгъэщын. Уи язэхуэсэм ӀэнатӀэм Ӏыгъэхэм шъхьэщытхэмкӀэ къэгъэсэбэпын. 4:59
    - Хэмылъхэм ыкӀи нэхъышъхьэмкӀэ хэмылъхэм шъхьэщытхэмкӀэ мыгъэзэжъын. 4:75
    - Уи щыщыгъуэм пэлъэшъуашъу, Аллахым и Ӏыхьэ; уи гъэзэжъыным пэлъэшъуашъу, уи шъхьэм и Ӏыхьэ. 4:79
    - Зыгуэрэ ПсэлъакӀуэмкӀэ (Мухьэмэд ﷺ) зэрызэгъэщымэ, абы Аллахым зэрызэгъэщын. 4:80
    - Зыгуэрэ шъхьэщытхэмкӀэ Ӏоф зэрызэгъэщымэ, абы Ӏыхьэ щыӀэну; ыкӀи зыгуэрэ гъэзэжъыным Ӏоф зэрызэгъэщымэ, абы Ӏыхьэ щыӀэну. 4:85
    - Мусульманыр мусульманыр шъхьэщытхэмкӀэ мыкӀуэу мыдэ, ау мыкъэгъэнкӀэ. 4:92
    - Зыгуэрэ мусульманыр шъхьэщытхэмкӀэ къыщыгъэхъумэ, абы и ӀэнатӀэ Джэхьэннэмщ, абы щыпсэуну. Аллахым и гъэзэжъыныр ыкӀи и ныкъуэлъыкӀэр абы щыӀэ, ыкӀи абы иритын пэлъэшъуашъу гъэзэжъыныр. 4:93
    - Зыгуэрэ Аллахым и ӀофымкӀэ (уным) къыщыкӀуэмэ, дунейм щыпсэуныр ыкӀи шъхьэфитныр къыщыхъуну. 4:100
    - Уи тэӀухэмкӀэ зэрызэгъэпщырэмкӀэ пэубытын. 4:103
    - Зэхэшъэныгъэхэм шъхьэщытхэмкӀэ мыкӀуэхэм Ӏыгъын ыкӀи яфэгъэхъун. 4:105
    - Аллахым и фэгъэхъуныр къэгъэсэбэпын, Аллахыр фэгъэхъуну, нэмыс къэгъэсэбэпыну. 4:106
    - Иман хэлъхэ! ШъхьэщытхэмкӀэ зэрызэгъэпщын, Аллахым и ӀэнатхэмкӀэ хэхъуэн, уи шъхьэм ишъхьэмкӀэ, уи ядэлъхухэм ишъхьэмкӀэ, уи унэгъуэ Ӏыхьэхэм ишъхьэмкӀэ, абы нэмыс щыӀэмэ ыкӀи хэмылъ щыӀэмэ. ШъхьэщытхэмкӀэ мыгъэжъэжын; гъэзэжъыныр зэрызэгъэпщырэмкӀэ гъэпшъэн. 4:135
    - Мунэфыкъхэр Аллахым фэгъэхъуныр къыщыгъэхъуну яхъумэ, ау Уэ абы яшъхьэщытхэмкӀэ ягъэхъунур. 4:142
    - Мунэфыкъхэр Джэхьэннэм и гъуэгум щыӀэну; ыкӀи яшъхьэщытхэмкӀэ хэхъуэну хэмылъхэр. 4:145
    - Аллахыр гъэзэжъыныр фэмыкӀуэ, ау зыгуэрым ишъхьэщытхэмкӀэ зэрыщымыкӀуэмэ. 4:148
    - ПсэлъакӀуэхэр Ӏуэхугъуэ хъыбар зэрызэгъэпщырэмкӀэ ыкӀи зэрыгъэжъэжынкӀэ къыщыкӀуэхэу, ПсэлъакӀуэхэм (къызэрыкӀуэм) пэмыкӀуэу цӀыфхэм Аллахым ишъхьэмкӀэ хъыбар хэмылъу. 4:165
    - Уи зэкъомыкӀэхэм ыкӀи хъыбархэмкӀэ къэгъэпшъэн. 5:1
    - ШъхьэщытхэмкӀэ ыкӀи дин шъхьэщытхэмкӀэ зэрызэгъэпщын, ау гъэзэжъыным ыкӀи шъхьэщытхэмкӀэ мыкӀуэным зэрызэгъэпщын. 5:2
    - ЛӀэгъуэм Ӏыхьэ, Ӏыхьэм Ӏыхьэ, ыкӀи хьэм Ӏыхьэ хэмыкӀын. 5:3
    - ШъхьэщытхэмкӀэ зэрызэгъэпщын, цӀыфхэм яшъхьэщытхэмкӀэ ыкӀи ягъэзэжъыныр уи шъхьэщытхэмкӀэ мыгъэзэжъэнумэ. ШъхьэщытхэмкӀэ зэрызэгъэпщын. ШъхьэщытхэмкӀэ зэрызэгъэпщыныр дин шъхьэщытхэмкӀэ пэбжыгъуэу щыӀэ. ШъхьэщытхэмкӀэ мыгъэжъэжын; гъэзэжъыныр зэрызэгъэпщырэмкӀэ гъэпшъэн. 5:8
    - Аллахым шъхьэщытхэмкӀэ къыщыкӀуэныр къэгъэсэбэпын, ыкӀи И ӀофымкӀэ шъхьэкъэм тетырэмкӀэ къэгъэпшъэн. ШъхьэщытхэмкӀэ пэлъэшъуашъу зэрыхъуну. 5:35
    - Уи ныкъуэлъыкӀэхэм ыкӀи хъыбархэмкӀэ къэгъэпшъэн. 5:89
    - Хьэмыхъуэ Ӏофхэм ыкӀи алкагольмкӀэ пэмыкӀуэн. Хьэмыхъуэ Ӏофхэм (алкаголь Ӏоф пстэуми), къэзэкъым, Аль-Ансаб (мывэ жьыщӀэхэр), ыкӀи Аль-Азлам (нэмысын иритырэ ӀофхэмкӀэ) яшъхьэщытхэмкӀэ пэмыкӀуэн, абы Шайтаным и ӀофхэмкӀэ зэрыцӀэрыӀуэхэр. 5:90
    - Хэджым ыкӀи Умрэм (зэрызэгъэпщ) ихрам щыгъуэм щыгъуэ зыгуэрэ хэмыкӀын. 5:95
    - Уи гъэзэжъыныр къызэрыхъуну ӀофхэмкӀэ мыпсэлъэн. 5:101
    - ЦӀыфхэм я лъэпкъым хэмыкӀын. Абы (кафирхэм) Аллахым пэмыкӀуэу фэкъэлъэӀу Ӏофхэм хэмыкӀын, Аллахым яшъхьэщытхэмкӀэ мыпсэлъэну. 6:108
    - Дунейм щыс цӀыфхэм я нэхъыбэм зэрызэгъэщымэ, уэ Аллахым и гъуэгумкӀэ мыкӀуэну. Абы зэрызэгъэщыныр пцӀымкӀэ, ыкӀи абы пцӀымкӀэ псалъэ. 6:116
    - (ЦӀыфхэ) гъэзэжъын псор, шъхьэдэмкӀэ псалъэм ыкӀи къыщыкӀуэм, хэмыкӀын. 6:120
    - (Мусульманыр) Аллахым и цӀэмкӀэ (хъэм щыгъуэ) мыпсалъэ Ӏыхьэм хэмыкӀын. 6:121
    - Аллахыр зыгуэрым гъуэгушъхьэмкӀэ иритын фае, абы и псэр ИсламымкӀэ къызэрыкӀуэну; ыкӀи зыгуэрым гъуэгушъхьэмкӀэ мыкӀуэну фае, абы и псэр къэубытын ыкӀи тетырэ фэгъэхъуныр. 6:125
    - ГъэшъэнымкӀэ пэубытын ыкӀи лъэшкъым хэмыкӀын. Хъуэхэр пстэуми я Ӏыхьэхэм шъхьэщытхэмкӀэ къэгъэсэбэпын. 6:141
    - Аллахым фэкъэлъэӀуным хэмылъхэр, ядэлъхухэм шъхьэщытхэмкӀэ къэгъэсэбэпын, уи щӀалэхэр хэмылъымкӀэ къэмыгъэхъун, пцӀэ Ӏофхэм шъхьэщытхэмкӀэ мыкӀуэн, Аллахым гъэщэгъу иритырэ зыгуэрым шъхьэщытхэмкӀэ мыкӀуэн, ау шъхьэщытхэмкӀэ. 6:151
    - Хэкум псалъэн; зы ӀофымкӀэ хэмыкӀын. ЩӀалэгъуэ ныкъуэм и Ӏыхьэм шъхьэщытхэмкӀэ мыкӀуэн, ау абы шъхьэщытхэмкӀэ гъэпшъэн; шъхьэщытхэмкӀэ зэрызэгъэпщын ыкӀи зэрызэгъэпщын, уи псалъэмкӀэ псалъэм щыгъуэ, унэгъуэ Ӏыхьэу щыӀэмэ, хэкум псалъэн, ыкӀи Аллахым и хъыбархэмкӀэ къэгъэпшъэн. 6:152
    - Гъуэгум Ӏыгъэн ыкӀи (пэмыкӀ) гъуэгухэмкӀэ мыкӀуэн, абы уэ Аллахым и гъуэгумкӀэ мыкӀуэну. 6:153
    - (Мухьэмэд ﷺ) псалъэ: "Сэ сэ тэӀу, сэ нэмыс, сэ псэуныр, ыкӀи сэ лӀэныр Аллахым, дуней псор зэрызэгъэпщырэм и Ӏыхьэ." 6:162
    - ШъхьэщытхэмкӀэ мыкӀуэн. 7:13
    - Шайтан (Джэбэлыр) уи фэгъэхъуныр мыдэ. 7:27
    - (Мухьэмэд ﷺ) псалъэ: "Сэ Ягъэм шъхьэщытхэмкӀэ иритырэр…" 7:29
    - Аллахым иритырэ ӀофхэмкӀэ пэубытын. Псалъэм ыкӀи ӀофымкӀэ хэмыкӀын. Шхын ыкӀи псын, ау лъэшкъым хэмыкӀын. ТэӀу щыгъуэ шъхьэщытхэмкӀэ тхыпхъэхэр Ӏыгъын. 7:31
    - Аллахыр хъуэхэм ыкӀи дунейм хий махуэмкӀэ къыщыгъэхъуну, абы и пэмыкӀуэу АршымкӀэ (Уэ и шъхьэщытхэмкӀэ зэрызэгъэпщырэмкӀэ) къэубытын. 7:54
    - Уи Ягъэм шъхьэщытхэмкӀэ ыкӀи пцӀэмкӀэ еубытын. Уэ лъэшкъымхэм фэмыкӀуэ. 7:55
    - ыкӀи дунейм шъхьэщытхэмкӀэ зэрызэгъэпщым пэмыкӀуэу, абы гъэзэжъыныр хэмыгъэубытын, ыкӀи Уэ еубытын шъхьэщытхэмкӀэ ыкӀи нэмыс хэлъу. 7:56
    - Ау гъэзэжъыныр зэрыгъэхъумэ, абы и пэмыкӀуэу тэжъэжъын ыкӀи иман хэлъын, уи Ягъэм и пэмыкӀуэу фэгъэхъуну, нэмыс къэгъэсэбэпыну. 7:153
    - (Мухьэмэд ﷺ) псалъэ: "ЦӀыфхэ! Сэ Аллахым и ПсэлъакӀуэу уи псор шъхьэщытхэмкӀэ къыщыкӀуэ…" 7:158
    - ыкӀи (псор) Аллахым и шъхьэщытхэмкӀэ цӀэхэр щыӀэ, абыкӀэ Уэ еубытын, ыкӀи Уэ и цӀэхэмкӀэ мыпсэлъэхэм хэмыкӀын… 7:180
    - Аллахыр зыгуэрым гъуэгушъхьэмкӀэ мыкӀуэмэ, абы и гъуэгушъхьэмкӀэ хэхъуэну хэмылъ; ыкӀи Уэ абы я шъхьэщытхэмкӀэ гъуэгушъхьэмкӀэ мыкӀуэу къыщыгъэхъуну. 7:186
    - Фэгъэхъуныр Ӏыгъын, шъхьэщытхэмкӀэ псалъэн, ыкӀи нэмыс хэмылъхэмкӀэ шъхьэщытхэмкӀэ мыкӀуэн (абы яшъхьэщытхэмкӀэ мыгъэзэжъэн). 7:199
    - ЦӀыфхэм я гъэзэжъыныр фэгъэхъун. 7:199
    - ыкӀи Шайтан (Джэбэлыр) и ӀыхьэмкӀэ гъэзэжъыныр уи хэхъуэмэ, Аллахым шъхьэщытхэмкӀэ еубытын. Уэ и пэмыкӀуэу Къэпсэлъэну, Къэщыгъэну. 7:200
    - Мусульманыр абы, Аллахым емыгъэжъэжымэ я псэхэм шъхьэщытхэмкӀэ зэрыхъу; ыкӀи И Аятыхэр яшъхьэмкӀэ жьэдэпсэлъэмэ, абы я Иман (хэхъуэныр) къыщыгъэхъу… 8:2
    - Аллахым ыкӀи И ПсэлъакӀуэмкӀэ хэмыкӀын, ыкӀи уи зэхэшъэныгъэхэм (ыкӀи Аллахым уи иритырэ Ӏофхэм) шъхьэщытхэмкӀэ хэмыкӀын. 8:27
    - Аллахым зэрызэгъэщын ыкӀи Къегъэжъэжын, Уэ уи Фуркъан (пцӀым ыкӀи хэкум язэхуэсэмкӀэ зэрызэгъэпщын, нэхъышъхьэмкӀэ къыщыкӀуэным и гъуэгур) иритыну. 8:29
    - Кафирхэр Аллахым и гъуэгумкӀэ (цӀыфхэм) мыкӀуэну я ӀыхьэмкӀэ гъэшъэн, ыкӀи абы гъэшъэну; ау и пэмыкӀуэу абы яшъхьэщытхэмкӀэ гъэзэжъыну. 8:36
    - Кафирхэм псалъэ: кафир (иман хэмылъ) зэрымыхъумэ, абы и пэмыкӀуэу фэгъэхъуну. Ау зэрыкӀуэмэ, абы и пэмыкӀуэу (гъэзэжъыгъэ) Ӏуэхугъуэхэр и пэмыкӀуэу щыӀэ (гъэжъэжыныгъэ). 8:38
    - (Шъхьэщытхэм) зэрызэгъэпщымкӀэ зэрызэгъэпщыгъуэм, шъхьэщытхэмкӀэ пэубытын ыкӀи Аллахым и цӀэмкӀэ (жьэмкӀэ ыкӀи псэмкӀэ) къэгъэпсэлъэн, шъхьэщытхэмкӀэ пэлъэшъуашъу зэрыхъуну. 8:45
    - УнэхэмкӀэ шъхьэщытхэмкӀэ зырызу ыкӀи цӀыфхэм яшъхьэщытхэмкӀэ зэрызэгъэпщырэмкӀэ къыщыкӀуэхэм, ыкӀи (цӀыфхэм) Аллахым и гъуэгумкӀэ мыкӀуэхэм яшъхьэщытхэмкӀэ мыкӀуэн. 8:47
    - Аллахыр зы лъэпкъым иритырэ нэмысрэ мыгъэжъэжыну, абы я шъхьэм и ӀыхьэмкӀэ зэрымыхъуну. 8:53
    - Аллахым ишъхьэмкӀэ хъуэхэм я нэхъыщхьэ гъэзэжъынхэр кафирхэр. 8:55
    - Аллахыр Уэ зэрыхэхъуэхэм я псэхэм язэхуэсэм нэмыс ыкӀи зэныбжьэгъуныр иритын. 8:63
    - Зэрыхъуныр къэгъэсэбэпын ыкӀи яхэшъэн. 9:6
    - Мушрикхэм Аллахым и мэщыдэхэм шъхьэщытхэмкӀэ къэгъэсэбэпыныр мыдэ. 9:17
    - Абы (кафирхэм, Жьыдхэм ыкӀи Нэсрэнхэм) Аллахым и нур (Мухьэмэд ﷺ иритырэ — Ислам шъхьэмкӀэ зэрызэгъэпщыныр) я жьэмкӀэ къэгъэхъуну яхъумэ, ау Аллахыр И нур зэрызэгъэпщыныр мыдэ, кафирхэм яшъхьэщытхэмкӀэ мыкӀуэмэ. 9:32
    - Ас-Садакъат (Зекъат) псор: 1) хэмылъхэм, 2) хэмылъхэм (хэмылъхэм), 3) абы зэрызэгъэпщырэмкӀэ Ӏоф Ӏыгъэхэм, 4) Исламым я псэхэр шъхьэщытхэмкӀэ зэрызэгъэпщыну, 5) нэмысхэм шъхьэщытхэмкӀэ къэгъэхъуну, 6) хэмылъ Ӏыгъэхэм, 7) Аллахым и ӀофымкӀэ (Муджахидунхэм), ыкӀи 8) гъуэгумкӀэ хэмылъхэм. 9:60
    - Зыгуэрэ Аллахым ыкӀи И ПсэлъакӀуэмкӀэ (ﷺ) зэрызэгъэщын ыкӀи шъхьэщытхэмкӀэ мыкӀуэмэ, абы и ӀэнатӀэ Джэхьэннэм и Джэхьэннэмщ, абы щыпсэуну. Абы шъхьэщытхэмкӀэ нэхъыщхьэ гъэзэжъыныр. 9:63
    - Мунэфыкъхэр, лӀыхэр ыкӀи бзылхъугъэхэр, зыгуэрымкӀэ зэрызэгъэпщырэхэр. Абы Аллахым яшъхьэщытхэмкӀэ мыкӀуэну, Уэ абы яшъхьэщытхэмкӀэ мыкӀуэну. 9:67
    - ШъхьэщытхэмкӀэ пэубытын. Мэщыдэм и нэмыс къэгъэсэбэпын. 9:108
    - (ПсэлъакӀуэм ыкӀи мусульманыр) мушрикхэм яшъхьэщытхэмкӀэ Аллахым фэгъэхъуныр къэгъэсэбэпыныр мыдэ, унэгъуэ Ӏыхьэу щыӀэмэ, абы Джэхьэннэм и Ӏыхьэу яшъхьэщытхэмкӀэ зэрымыкӀуэу (абы кафир щыгъуэ лӀэгъуэмэ). 9:113
    - Аллахым ишъхьэмкӀэ пцӀрэ псалъэм ыкӀи И Аятыхэр зэрымыкӀуэмэ абы шъхьэщытхэмкӀэ нэхъыщхьэ гъэзэжъын? Гъэзэжъыныр зэрыгъэхъумэ, абы пэлъэшъуашъу хэмылъ! 10:17
    - Абы Аллахым пэмыкӀуэу яшъхьэщытхэмкӀэ мыгъэзэжъу ыкӀи мыпэлъэшъу Ӏофхэм фэкъэлэӀу, ыкӀи абы: "Абы Аллахым ишъхьэмкӀэ ты шъхьэщытхэмкӀэ псалъэхэр" яжьэ. Псалъэ: "Аллахым хъуэхэм ыкӀи дунейм имыщыгъэу Уэ имыщыгъэ Ӏофхэр япэлъэшъуну"? Абы яшъхьэщытхэмкӀэ къэгъэсэбэпын ыкӀи Уэ яшъхьэщытхэмкӀэ ягъэсэбэпын. 10:18
    - Гъэзэжъыным и ӀэнатӀэ абы и шъхьэщытхэмкӀэ. 10:27
    - Абы Аллахым, уи Ягъэм хэку. Хэкум и пэмыкӀуэу пцӀым пэмыкӀуэу сыт щыӀэ? Иджы уэ сыт щыгъуэ сыткӀэ пэмыкӀуэ? 10:32
    - Абы и нэхъыбэм пцӀымкӀэ псалъэ. ПцӀым хэкум ишъхьэмкӀэ ӀэнатӀэ имыӀэ. 10:36
    - Аллахыр цӀыфхэм шъхьэщытхэмкӀэ мыгъэзэжъу; ау цӀыфхэр я шъхьэм ишъхьэмкӀэ зэрыгъэзэжъу. 10:44
    - Аллахым и нэмыс цӀыфым къыщыгъэхъуну ыкӀи къыщыгъэубытынур абы нэхъыщхьэу щыӀэ. 10:58
    - Аллахым и Аятыхэр зэрымыкӀуэхэм я Ӏыхьэм хэмыкӀын, абы гъэзэжъыныр зэрыхъуну. 10:95
    - Аллахыр уи гъэзэжъыныр иритырэмэ, Уэ пэмыкӀуэу абы и гъэзэжъыныр зэрыгъэхъуну хэмылъ; ыкӀи Уэ уи шъхьэщытхэмкӀэ пэлъэшъуашъу иритыну фае, Уэ и нэмысрэ зыгуэрым иритын ыкӀи абы и шъхьэщытхэмкӀэ зэрымыкӀуэу. 10:107
    - Дунейм щыс зыгуэрым и шхын Аллахым и Ӏыхьэ. ыкӀи Уэ и псэуныр ыкӀи и гъэпсэлъэныр (зэрыхъуэм, къэбэрдэм, ыкӀи щыгъуэ) къэщыгъэн. 11:6
    - ЦӀыфым Ты и ӀыхьэмкӀэ нэмыс иритын, абы и пэмыкӀуэу къыщыгъэхъуныр, абы нэхъыщхьэу гъэзэжъын ыкӀи мыфэгъэхъуныр. 11:9
    - Зыгуэрэ дунейм и псэуныр ыкӀи и шъхьэщытхэмкӀэ зэрызэгъэпщырэр фае, ты абы я Ӏофхэм я пэлъэшъуашъу абы иритыну, ыкӀи абы хэмылъу. 11:15
    - Ты яшъхьэщытхэмкӀэ мыгъэзэжъу, ау абы я шъхьэм ишъхьэмкӀэ зэрыгъэзэжъу. Абы Аллахым пэмыкӀуэу яшъхьэщытхэмкӀэ фэкъэлэӀу Ӏофхэр, уи Ягъэм и Ӏофым къызэрыкӀуэмэ, абы яшъхьэщытхэмкӀэ ӀэнатӀэ имыӀэ, ыкӀи ягъэзэжъыныр имыгъэхъу. 11:101
    - Абы (гъэзэжъыныр) къызэрыкӀуэм и махуэм, зыгуэрым и псалъэ Аллахым и ӀыхьэмкӀэ мыдэ. Абы я Ӏыхьэхэм гъэзэжъыныр ыкӀи (пэмыкӀ) шъхьэщытхэмкӀэ я Ӏыхьэхэр. 11:105
    - Гъэзэжъыныр зэрыгъэхъумэ, абы Джэхьэннэм щыпсэуну, абы щыгъуэ жьыщӀэм ыкӀи жьыщӀэм ыкӀи щыгъуэ. 11:106
    - Абы щыпсэуну, хъуэхэр ыкӀи дунейр щыпсэуну, ау уи Ягъэм и шъхьэщытхэмкӀэ мыдэ. Уи Ягъэм и шъхьэщытхэмкӀэ зэрызэгъэпщырэм иритын. 11:107
    - ыкӀи шъхьэщытхэмкӀэ зэрызэгъэпщыгъэхэр, абы Джэннэтым щыпсэуну, абы щыпсэуну, хъуэхэр ыкӀи дунейр щыпсэуну, ау уи Ягъэм и шъхьэщытхэмкӀэ мыдэ, нэмыс зэрымыкӀуэ. 11:108
    - Зыгуэрым шъхьэщытхэмкӀэ мыкӀуэхэм шъхьэщытхэмкӀэ мыкӀуэн, Джэхьэннэм уи шъхьэщытхэмкӀэ мыкӀуэну, ыкӀи Аллахым пэмыкӀуэу уи шъхьэщытхэмкӀэ хэхъуэну, ыкӀи уи шъхьэщытхэмкӀэ хэхъуэныр. 11:113
    - Ас-салат махуэм и пэмыкӀуэу ыкӀи жэщым и щыгъуэ (5 тэӀу) къэгъэпшъэн. Шъхьэщытхэм Ӏофхэм гъэзэжъыныр (цӀыкӀу гъэзэжъынхэр) къыщыгъэхъу. 11:114
    - Хъуэхэм ыкӀи дунейм и Гъайб (къыщыкӀуэныр) Аллахым и Ӏыхьэ, ыкӀи Уэ ишъхьэмкӀэ Ӏоф псор (шъхьэщытхэмкӀэ) къыщыкӀуэ. 11:123
    - Ӏоф (шъхьэщытхэмкӀэ) Аллахым и Ӏыхьэ. Уэ Уэ фэкъэлэӀуныр иритын (Ислам шъхьэмкӀэ зэрызэгъэпщыныр), абы дин шъхьэщытхэмкӀэ зэрызэгъэпщырэр, ау цӀыфхэм я нэхъыбэм къэщыгъэныр мыдэ. 12:40
    - Аллахым и нэмыс шъхьэщытхэмкӀэ мыгъэжъэжын. 12:87
    - ыкӀи цӀыфхэм я нэхъыбэм иман ямыӀэ, уэ шъхьэщытхэмкӀэ фаемэ. 12:103
    - ыкӀи абы и нэхъыбэм Аллахым иман ямыӀэ, ау Аллахым шъхьэщытхэмкӀэ зэрызэгъэпщыгъэхэр (абы Мушрикхэу щыӀэ). 12:106
    - Абы (Къуръаным) пцӀы псалъэ мыдэ, ау Аллахым и тхыгъэхэм (Таурат, Инжил ыкӀи Аллахым и пэмыкӀ тхыгъэхэм) япэлъэшъуашъу, ыкӀи зыгуэрым и шъхьэщытхэмкӀэ псалъэ, ыкӀи гъуэгу ыкӀи нэмыс иман хэлъхэм. 12:111
    - Аллахыр зыгуэрым и шхын (ризыкъ) иритын ыкӀи (зыгуэрым) иритын. 13:26
    - Аллахым зикр (еубытын) зигъэпсэлъэн. Аллахым иман хэлъхэм Уэ емыгъэжъэжынымкӀэ я псэхэм шъхьэфитныр къыщыгъэхъу. 13:28
    - Иман хэлъхэм ыкӀи шъхьэщытхэм Ӏофхэр зэрыгъэхъумэ, абы шъхьэщытхэмкӀэ ыкӀи псэ шъхьэфитныр иритын. 13:29
    - Ахърэтым (Дунейм) пэмыкӀуэу дунейм и псэуныр зэрыхъумэ, ыкӀи (цӀыфхэм) Аллахым и гъуэгумкӀэ (Ислам) мыкӀуэхэм ыкӀи абы гъуэгушъхьэмкӀэ мыкӀуэну яхъумэ — абы пцӀымкӀэ нэхъыщхьэу пэмыкӀуэ. 14:3
    - ФэкъэлэӀуным шъхьэщытхэмкӀэ ыкӀи фэгъэхъуныр Ӏыгъын. 14:7
    - Я Ягъэм кафир зэрыхъумэ, я Ӏофхэр нэхъыщхьэу мывэжьымкӀэ, абы гъэмахуэм ыкӀи жьыбгъэм къыщыгъэхъу; абы я ӀофхэмкӀэ ӀэнатӀэ ямыӀэ. 14:18
    - Аллахыр мусульманыр дунейм (абы Аллахым фэкъэлэӀуныр ягъэпшъэну) ыкӀи Ахърэтым шъхьэщытхэмкӀэ псалъэмкӀэ пэубытын. 14:27
    - Аллахыр зэрыгъэзэжъу (мушрикхэм, зэрыгъэзэжъухэм, ыкӀи щыгъуэ) я Ӏофхэм шъхьэщытхэмкӀэ мыщыгъэу мыщыгъэ, ау Уэ абы махуэм иритын, махуэм нэхъышъхьэмкӀэ Ӏэпэбзэхэр зэрызэгъэпщырэмкӀэ. 14:42
    - Аллахыр зыгуэрым и Ӏофым и пэлъэшъуашъу иритын. Аллахыр зэрызэгъэпщыныр шъхьэщытхэмкӀэ. 14:51
    - ыкӀи ты цӀыфым къыщыгъэхъуну, зэрызэгъэпщыгъэ псынкӀэ ӀыхьэмкӀэ, гъэпсэлъэгъуэ ӀыхьэмкӀэ. 15:26
    - ыкӀи джиннхэр, ты абы и пэмыкӀуэу уэжьыгъэмкӀэ къыщыгъэхъуну. 15:27
    - Абы (Джэхьэннэм) и Ӏыхьэм бгъуэщыщ (7) Ӏуанэхэр, зы Ӏуанэм (зэрызэгъэпщыгъэ) гъэзэжъыныр щыӀэ. 15:44
    - Уэ цӀыфым нутфэмкӀэ (лӀыжьым ыкӀи бзылъхугъэм я ӀыхьэмкӀэ) къыщыгъэхъу, абы и пэмыкӀуэу абы (цӀыфыр) шъхьэщытхэмкӀэ зэрызэгъэпщыгъэу щыӀэ. 16:4
    - ыкӀи хъэмэ, Уэ абы уи шъхьэщытхэмкӀэ къыщыгъэхъуну; абы щыгъуэ шъхьэщытхэмкӀэ (шъхьэщытхэмкӀэ тхыпхъэхэр) ыкӀи нэхъыщхьэ ӀэнатӀэхэр, ыкӀи абы хэшхыныр. 16:5
    - ыкӀи (Уэ къыщыгъэхъуну) шы, хъэ ыкӀи шыдэ, уэ зэрызэгъэпщырэмкӀэ ыкӀи шъхьэщытхэмкӀэ. ыкӀи Уэ уи мыщыгъэ Ӏофхэр къыщыгъэхъу. 16:8
    - Уэ хъуэмкӀэ псы (уэшх) къыщыгъэхъу; абыкӀэ уэ псын, ыкӀи абыкӀэ уэ хъэмэ хъэмэ ӀыхьэмкӀэ шхын. 16:10
    - Уэ хырым уи шъхьэщытхэмкӀэ гъэпшъэн, абыкӀэ уэ лы (хэм) шхын, ыкӀи абыкӀэ уэ шъхьэщытхэмкӀэ тхыпхъэхэр къыщыгъэхъуныр. 16:14
    - Уэ дунейм Ӏуащхьэхэр Ӏыгъэн, абы уи шъхьэщытхэмкӀэ мыкӀуэну, ыкӀи псыхэр ыкӀи гъуэгухэр, уэ гъуэгушъхьэмкӀэ зэрыкӀуэну. 16:15
    - Зэрызэгъэпщырэр зэрызэгъэпщыгъэ мыдэр (пцӀы) ыкӀи? Уэ мыщыгъэ? 16:17
    - Аллахым и нэмысхэр зэрызэгъэпщырэмэ, уэ абы зэрызэгъэпщыныр мыдэ. 16:18
    - Аллахыр уи гъэпсэлъэным ыкӀи уи зэрызэгъэпщыным къэщыгъэн. 16:19
    - Абы (Мушрикхэм) Аллахым пэмыкӀуэу фэкъэлэӀу Ӏофхэр зыгуэрхэм къыщыгъэхъуныр мыдэ, ау абы я шъхьэм ишъхьэмкӀэ зэрызэгъэпщыгъэхэр. 16:20
    - (Абы) лӀэгъуэхэр, псэуныр хэмылъ, ыкӀи абы зэрызэгъэпщыныр къэщыгъэныр мыдэ. 16:21
    - Ты псалъэм зыгуэрым иритын, ты абы фаемэ, "Хъу!" тырипсалъэ, абы хъу. 16:40
    - Гъэзэжъыныр зэрызэгъэпщырэхэр, Аллахыр абы дунейм ишъхьэщытхэмкӀэ мыкӀуэну, ягъэзэжъыныр абы я мыщыгъэ ӀыхьэмкӀэ къыщыкӀуэну? 16:45
    - Уи ӀыхьэмкӀэ пэлъэшъуашъу ыкӀи шъхьэщытхэм Ӏофхэр Аллахым и Ӏыхьэ. Абы гъэзэжъыныр уи хэхъуэмэ, Уэ шъхьэщытхэмкӀэ жьэдэпсэлъэн. 16:53
    - Абы гъэзэжъыныр уи хэмыкӀуэмэ, уэ я Ӏыхьэхэм я Ягъэм (Аллахым) шъхьэщытхэмкӀэ зэрызэгъэпщыгъэхэр. 16:54
    - Хъэмэ, уи шъхьэщытхэмкӀэ Ӏуэхугъуэ щыӀэ. Ты уи псын пэжымкӀэ иритын, абы я гъуабжэм ыкӀи лым язэхуэсэмкӀэ, псын шъхьэщытхэмкӀэ, псыншъхьэмкӀэ. 16:66
    - Аллахым ишъхьэмкӀэ зэрызэгъэпщыгъэхэм (абы Аллахым нэхъыщхьэу щымыӀэ, ыкӀи Уэ зыгуэрым ишъхьэщытхэмкӀэ щымыщыгъэ) хэмыкӀын. Аллахыр къэщыгъэну, уэ мыщыгъэ. 16:74
    - Аллахыр цӀыфхэм яшъхьэщытхэмкӀэ хэхъуныр (макъэмкӀэ), нэхъышъхьэмкӀэ (нэмкӀэ), псэмкӀэ, ыкӀи шъхьэщытхэмкӀэ иритын, фэгъэхъуныр зэрыхъуну. 16:78
    - Нэмыс хэмылъым ыкӀи нэмыс хэмылъым хэмыкӀын. 16:97
    - Къуръаным жьэдэпсалъэ фаемэ, Аллахым шъхьэщытхэмкӀэ еубытын, Шайтан (Джэбэлыр) пэмыкӀуэу. 16:98
    - Гъэзэжъыныр къэщыгъэгъуэмкӀэ зэрыгъэхъумэ, абы тэжъэжъын ыкӀи шъхьэм и ӀыхьэмкӀэ гъэпшъэн, абы фэгъэхъуну. 16:119
    - (Мухьэмэд ﷺ) уи Ягъэм и гъуэгумкӀэ (Ислам) цӀыфхэм еубытын, псалъэмкӀэ ыкӀи шъхьэщытхэмкӀэ, ыкӀи абыкӀэ зэрызэгъэпщырэмкӀэ псалъэн. ЦӀыфхэм Аллахым и гъуэгумкӀэ еубытыныр псалъэмкӀэ ыкӀи шъхьэщытхэмкӀэ зэрызэгъэпщыгъэу. 16:125
    - Аллахыр Уэ фэмыкӀуэхэм (Уэ яшъхьэщытхэмкӀэ къэгъэпшъэхэм) ыкӀи шъхьэщытхэм Ӏофхэр зэрыгъэхъухэм (Мухсинунхэм) яшъхьэщытхэмкӀэ щыӀэ. 16:128
    - А Къуръаным шъхьэщытхэмкӀэ ыкӀи нэхъыщхьэу зэрызэгъэпщырэмкӀэ къекӀуэ. 17:9
    - Зыгуэрым зыгуэрым и гъэзэжъыныр иритын мыдэ. 17:15
    - Зыгуэрэ Ахърэтым фае ыкӀи абы шъхьэщытхэмкӀэ пэубытын, абы шъхьэщытхэмкӀэ зэрызэгъэпщыгъэу, абы пэлъэшъуашъу зэрыхъуну (Аллахым и ӀыхьэмкӀэ). 17:19
    - Уи ядэлъхухэм шъхьэщытхэмкӀэ ыкӀи яшъхьэщытхэмкӀэ пэубытын. Ядэлъхухэм шъхьэщытхэмкӀэ зэрызэгъэпщын. Ядэлъхухэм шъхьэщытхэмкӀэ мыпсалъэн. ыкӀи уи Ягъэм Уэ фэкъэлэӀуныр иритын. ыкӀи ядэлъхухэм шъхьэщытхэмкӀэ къэгъэсэбэпын. ЯпэкӀэ зыгуэрэм ыкӀи япэкӀэ зыгуэрэм уи псэуныр шъхьэщытхэмкӀэ зэрыхъумэ, абы "Фу!" мыпсалъэн, ыкӀи абы зэрызэгъэпщыныр мыдэ, ау абы шъхьэщытхэмкӀэ псалъэн. 17:23
    - ыкӀи абы шъхьэщытхэмкӀэ пэубытын, ыкӀи псалъэ: "Сэ Ягъэ! Абы нэмыс Ӏыгъын, сэ цӀыкӀуу щыгъуэ сэ ягъэсэбэпын." 17:24
    - Лъэшкъымхэр Шайтан (Джэбэлыр) и ныбжьэгъухэр, ыкӀи Шайтан (Джэбэлыр) и Ягъэм фэмыкӀуэ. 17:27
    - Ӏыхьэр лъэшкъымкӀэ мыгъэшъэн. 17:29
    - Уи щӀалэхэр хэмылъымкӀэ къэмыгъэхъун. 17:31
    - Зинэм хэмыкӀын. НыкъуэлъыкӀэм и шъхьэщытхэмкӀэ Ӏыгъын ыкӀи зинэм хэмыкӀын. 17:32
    - ЗэрызэгъэпщынымкӀэ зэрызэгъэпщын, ыкӀи зэрызэгъэпщынымкӀэ зэрызэгъэпщын. Абы шъхьэщытхэмкӀэ (пэлъэшъуашъу) ыкӀи нэхъыщхьэу. 17:35
    - (ЦӀыф) уи къэщыгъэ ӀофымкӀэ мыкӀуэн (цӀыфым ипсалъэ: "Сэ сыщыгъунущ", ау абы щыщыгъунущ мыдэ, ыкӀи "Сэ сыщыгъунущ", ау абы щыщыгъунущ мыдэ). 17:36
    - ШъхьэщытхэмкӀэ зэрызэгъэпщын ыкӀи шъхьэщытхэмкӀэ мыкӀуэн. Дунейм шъхьэщытхэмкӀэ мыкӀуэн. Уэ дунейр зэрызэгъэпщыныр мыдэ, ыкӀи Ӏуащхьэхэм я шъхьэщытхэмкӀэ зэрызэгъэпщыныр мыдэ. 17:37
    - Уи Ягъэм уи пэжыгъэмкӀэ къэщыгъэн; Уэ фаемэ, Уэ уи нэмыс иритын; ыкӀи Уэ фаемэ, Уэ уи гъэзэжъыныр иритын. 17:54
    - Дунейм нэхъышъхьэмкӀэ мыкӀуэр (Аллахым и Ӏуэхугъуэхэр имыщыгъэ ыкӀи Уэ иман имыӀэ) Ахърэтым нэхъышъхьэмкӀэ мыкӀуэну, ыкӀи гъуэгумкӀэ нэхъыщхьэу пэмыкӀуэну. 17:72
    - ТэӀу зэрызэгъэпщырэм и лъэхъанэхэмкӀэ Ӏыгъын. 17:78
    - Ты цӀыфхэм а КъуръанымкӀэ зы Ӏуэхугъуэ пстэумкӀэ псалъэну, ау цӀыфхэм я нэхъыбэм (хэкум) пэмыкӀуэу кафир зэрыхъуну. 17:89
    - Ты а КъуръанымкӀэ цӀыфхэм яшъхьэщытхэмкӀэ зы Ӏуэхугъуэ пстэумкӀэ псалъэну. Ау цӀыфыр зыгуэрым ишъхьэщытхэмкӀэ зэрызэгъэпщыныр нэхъыщхьэу щыӀэ. 18:54
    - Абы я пэлъэшъуашъу Джэхьэннэмщ; абы кафир зэрыхъумэ ыкӀи Сэ Аятыхэр ыкӀи Сэ ПсэлъакӀуэхэр гъэпсэлъэнымкӀэ ыкӀи зэрызэгъэпщынымкӀэ ягъэхъумэ. 18:106
    - Аллахым (И шъхьэщытхэмкӀэ) къуэ Ӏыгъын мыдэ (абы Нэсрэнхэм Аллахым ишъхьэмкӀэ пцӀы псалъэ, Йисус Аллахым и къуэ яжьэмэ). Уэ яшъхьэщытхэмкӀэ къэгъэсэбэпын. 19:35
    - ЦӀыфхэм шъхьэщытхэмкӀэ псалъэн. 20:44
    - Шъхьэщытхэм ӀофхэмкӀэ зэрызэгъэпщын. 21:90
    - Псалъэ хэмылъым хэмыкӀын. 23:3
    - Уи псалъэмкӀэ Ӏыгъын. 23:5
    - Уи псэр гъэзэжъыныр хэмылъымкӀэ Ӏыгъын. 23:97
    - ЦӀыфхэм я гъэзэжъыныр фэгъэхъун ыкӀи я гъэзэжъыныр фэгъэхъун. 24:22
    - ЦӀыфхэм я шъхьэщытхэмкӀэ Ӏыгъын, зэрызэгъэпщыгъэу я унэхэм. ШъхьэщытхэмкӀэ псэуныр я ӀыхьэхэмкӀэ къэгъэпшъэн. 24:27
    - (ЛӀыхэм ыкӀи бзылхъугъэхэм) я нэхэр Ӏыгъын. Уи псалъэмкӀэ ыкӀи шъхьэщытхэмкӀэ Ӏыгъын. 24:30
    - Тхыпхъэм ыкӀи ӀофымкӀэ шъхьэщытхэмкӀэ Ӏыгъын. 24:31
    - Аллахыр Уэ фэкъэлэӀухэм ыкӀи шъхьэщытхэм Ӏофхэр зэрыгъэхъухэм шъхьэфитныр ыкӀи нэмыс иритын. 24:55
    - Ядэлъхухэм я шъхьэщытхэм и ӀыхьэмкӀэ Ӏыхьэ хэмылъым хэмыкӀын. 24:58
    - ШъхьэщытхэмкӀэ ыкӀи пэубытыныгъэмкӀэ Ӏыгъын. 25:63
    - ПцӀы шъхьэщытхэм ыкӀи хэмылъым хэмыкӀын. 25:72
    - Ахърэтым и пэлъэшъуашъу шъхьэщытхэмкӀэ пэубытын, ау дунейм и ӀофхэмкӀэ хэмыкӀын. 28:77
    - Аллахым пэмыкӀуэу зыгуэрым фэмыкӀуэн. 28:88
    - ЛӀыхэм ыкӀи лӀыхэм язэхуэсэм хэмыкӀын. 29:29
    - Уи Ӏофхэм пстэумкӀэ шъхьэщытхэмкӀэ пэубытын. 29:69
    - Ас-салат ышъхьэмкӀэ къэгъэн ыкӀи зекъат итын. 31:4
    - ШъхьэщытхэмкӀэ псалъэн ыкӀи гъэзэжъыным псалъэн. 31:17
    - Уи ӀофымкӀэ шъхьэщытхэмкӀэ мыкӀуэн. Лъэхъанэр псалъэ хэмылъымкӀэ мыгъэшъэн. 31:18
    - Уи гъуэгумкӀэ ыкӀи уи макъэмкӀэ пэубытын. 31:19
    - ПсэлъакӀуэ Мухьэмэд и ӀуэхугъуэмкӀэ къекӀуэн. 33:21
    - Бзылхъугъэхэм я шъхьэщытхэм ыкӀи я шъхьэщытхэмкӀэ гъэпсэлъэн ыкӀи зэрызэгъэпщыныр мыдэ. 33:33
    - Зы Ӏуэхугъуэ пстэумкӀэ хэкум псалъэн. 33:70
    - ПсалъэмкӀэ ыкӀи къэщыгъэнымкӀэ псалъэн. 38:29
    - Къуръаным и ӀофхэмкӀэ зэрызэгъэщын. 39:23
    - Аллахыр гъэзэжъыныр зэрыгъэхъумэ ыкӀи Уэ шъхьэщытхэмкӀэ зэрыкӀуэмэ, гъэзэжъын псор фэгъэхъуну. 39:53
    - Аллахым шъхьэщытхэмкӀэ дуа (тэӀу) къэгъэпшъэн. 40:60
    - Гъэзэжъыныр шъхьэщытхэмкӀэ зэрызэгъэпщырэмкӀэ къыщыгъэхъун. 41:34
    - Ӏофхэр шъхьэщытхэмкӀэ зэрызэгъэпщын. 42:38
    - Уи макъэр ПсэлъакӀуэм и макъэм шъхьэщытхэмкӀэ мыгъэпшъэн. 49:2
    - Гъэпсэлъэныр Ӏыгъын ыкӀи хэмыкӀын. 49:6
    - Шъхьэщытхэм язэхуэсэм шъхьэфитныр къэгъэсэбэпын. Шъхьэщытхэм язэхуэсэм шъхьэфитныр къэгъэсэбэпын. 49:9
    - ЦӀыфхэм яшъхьэщытхэмкӀэ мыкӀуэн. 49:11
    - Зэрызэгъэпщыныр хэмыкӀын. ШъхьэщытхэмкӀэ щыщыгъэныр ыкӀи гъэзэжъыныр хэмыкӀын. ЦӀыфхэм яшъхьэщытхэмкӀэ мыпсалъэн ыкӀи яшъхьэщытхэмкӀэ мыпсалъэн. Гъэзэжъыныр ыкӀи гъэзэжъыныр пстэурэ хэмыкӀын. ШъхьэщытхэмкӀэ мыкӀуэн. 49:12
    - ШъхьэщытхэмкӀэ зэрызэгъэпщыныр цӀыфым шъхьэщытхэмкӀэ иритын. ЦӀыфхэм ыкӀи культурэхэм я зэхуэсэм шъхьэщытхэмкӀэ Ӏыгъын. 49:13
    - ХьэщӀэхэм шъхьэщытхэмкӀэ къэгъэсэбэпын. 51:26
    - Аллахым и ӀыхьэмкӀэ уи ӀофхэмкӀэ пэубытын. 51:56
    - Ӏыхьэр зэхэшъэнымкӀэ гъэшъэн. 57:7
    - Дин шъхьэщытхэмкӀэ щымыӀэ (ныкъуэлъыкӀэм ыкӀи шъхьэщытхэмкӀэ мыкӀуэныр, япэмэ ыкӀи пэмыкӀмэ, ыкӀи дин ӀофхэмкӀэ псэуныр, ыкӀи абы псэу унэхэм) хэмылъ. 57:27
    - Ӏыхьэр уи Аллахым и шъхьэщытхэмкӀэ мыкӀуэну. 58:11
    - Илъэс Ӏыгъэхэм Аллахым ишъхьэмкӀэ шъхьэщытхэмкӀэ иритын. 58:11
    - Мусульманыр хэмылъхэм шъхьэщытхэмкӀэ ыкӀи шъхьэщытхэмкӀэ зэрызэгъэпщыныр. 60:8
    - Уи иманым ыкӀи ӀофымкӀэ мунэфыкъым хэмыкӀын. 63:9
    - Нэмыс хэмылъым ыкӀи нэмыс хэмылъым хэмыкӀын. 64:16
    - Уи иритырэ гъэпсэлъэныр Ӏыгъын. 73:15
    - КъызэрыкӀуэм и махуэм шъхьэщытхэмкӀэ Ӏыгъын. 75:36
    - Пэубытыныгъэм ыкӀи шъхьэщытхэмкӀэ псалъэн. 90:17
    - Я псэхэр шъхьэщытхэмкӀэ зэрыгъэхъумэ, абы пэлъэшъуашъу; ыкӀи я псэхэр зэрыгъэхъумэ, абы пэлъэшъуашъу хэмылъ. 91:10
    - Хэмылъхэм шъхьэщытхэмкӀэ мыкӀуэн. 93:10
    - Илъэс ыкӀи къэщыгъэныр къэгъэсэбэпын. Къуръаным жьэдэпсалъэн ыкӀи абы шъхьэщытхэмкӀэ гъэпсэлъэн. 96:1–5
    - Хэмылъхэм шхын иритын. 107:3
    """;
