const String quranIndexKurdishRaw = r"""
دوایێن مەنزیل 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
خودایێ ئێمە دوایێن 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
خودایێ من دوایێن 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ھارون (ھارون) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
عەبەسە، S.80; 74:22
دەستمال (وودوو)، 4:43; 5:6
ئیبراهیم (ئیبراهیم) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- نە جوو نە خریستیان، 3:67-68
- لە یەکەم پەرستگای بەکەیشدا ئەستا، 3:97; 26:123
- بنەمەکانی کەعبە داناوە 2:124-129
- خەڵکی خۆی بانگدەکات بۆ پەرستنی خودای یەکتا 2:130-133; 26:69-89; 29:16; 29:24-27
- لەگەڵ پاشایەکی متمانەپێنەکراو مناقەشە دەکات 2:258
- دەپرسێت دەربارەی ژیانەوە 2:260
- نە جوو نە خریستیان 3:65-68
- پەرستنی ئاسمانی ردەکاتەوە 6:74-87
- هەواڵی لەدایکبوونی ئیسحاق وەردەگرێت 11:69-76; 51:24-30
- دوعاکەی لە کەعبەدا 14:35-41
- فریشتەکان سەردانی دەکەن 15:51-56
- نموونەی باش 16:123
- باوکی دەخوێنێتەوە بۆ راستی 19:41-50
- پوتەکان دەشکێنێت و لە ئاگردا ژێدەبەخشرێت 21:51-73; 37:83-113
- هەموو کەسی بانگ دەکات بۆ حەجج 22:26
ئەبرار، 3:193, 198; 76:5; 82:13; 83:18-22
نەسخکردن، 2:106, 16:101
ئەبولەهەب، 111:1-5
خەڵکی عاد، 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ئادەم، 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- فریشتەکان بۆی دا سەجدە بکەن، 2:34; 7:11
- دارەکەی زانست، 2:35; 7:19-20; 20:120-121
- دەرکردن لە بەهەشت (تاوانی حەوا نییە)، 2:36; 7:24
- خودا پیرۆزی کرد، شەیتانی تاقی کرد 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- خودا لێی بووریی 2:37; 20:122
عادیات، S.100
بەهەشتی عەدن، 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
سەختی
- بار نابەستریت بە کەسی دیکە، 6:164; 17:15; 35:18; 39:7; 53:38
- بار ناکرێت زیاتر لە توانا، 2:286; 6:152; 7:42; 23:62
- سەبر لە کاتی سەختی، 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
پیرەمێردی، 16:70; 22:5; 30:54; 36:68
- ئەخلاق بەرامبەر دایەبابە پیرەکان لە چاودێریتان، 17:23
ئەحمەد، 61:6
ئەحقاف، S.46; 46:21
ئەحزاب، S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
نیشتەجێبووانی ئەیکە، 15:78; 26:176; 38:13; 50:14
ئەعلا S.87; 87:1; 92:20
عەلەق، S.96
ئال عیمران، S.3
خودا
- رۆژێک لەلای ئەو پەنجا هەزار ساڵە، 70:4
- رۆژێک لەلای ئەو هەزار ساڵی مرۆڤە، 22:47; 32:5
- توانای ئەنجامدانی هەموو شتێک، 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- باشترین داوەر، 95:8
- دەرەوەی پێناسە، 43:82; 67:12
- دەزگای کافران بەتاڵ دەکاتەوە، 8:30; 8:36
- دەتوانێت مرۆڤ نەبوو بکات و دیکەیان بهێنێتەوە، 4:133; 14:19; 35:16
- هەردووی گریان و پێکەنین دەبەخشێت، 53:43
- مرۆڤێکی خواند سەدە پێکەوتووی کردەوە، 2:259
- دوژمنی ئەوانەی کە راستیی ردەکەنەوە، 2:98
- ستایشی بکە بەیانیان و ئێوارەیان، 33:42
- کچە درۆینەکانی ئەو، 16:57; 17:40; 43:16; 52:39; 53:21-22
- بە ناو، 53:19-20
- ئازادی ئیرادەی مرۆڤ دەبەخشێت، 36:67
- هەموو شت بۆی داگیرسانەوە، 4:66-68; 4:125
- باشی و خراپی لە لایەوەی، 4:78
- ژیان و مرن دەبەخشێت، 44:8; 53:44; 57:2; 67:2
- کەسانی زیاتر هەوڵدەر باشتر پاداشت دەگرن، 4:95-96; 5:54; 9:120; 49:15; 61:11
- هاوسەری نییە، 72:3
- کوڕی نییە، 43:81; 72:3; 112:3
- لە کاتی سەختییەکانتدا بەجێت نەهێشتووە، 93:3
- لە هەموو شتێکدا بە زانستیی هەیە، 2:115; 2:142; 2:177; 4:126
- یەکەمه و کۆتاییە (ئەلفا و ئۆمێگا)، 57:3
- دەرەوەیی و ناوەوەییە، 57:3
- ئەوەی لە تێگەیشتن دەرەوەیە دەزانێت، 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ئەوانەی دادپەروەرانە ئەمەڵ دەکەن خۆشی دەوێت، 49:9
- یاسای سەبارەت بە ئەوەی قسەی لەسەر نەکردووە نەدانیوە، 5:101; 6:140; 6:148; 7:32
- بەزەیی بەرامبەر بەندیانی شەڕی کە باشی تێداین، 8:70
- سروشتی ئەو، 2:255
- هیچ مرۆڤێک خودا نییە، 3:64; 3:151
- سێیەکی نییە، 4:171
- پەناهگیری لە خراپی بۆ لای ئەو، 113:1-5; 114:1-6
- بیردەکەوێتەوە ئەستا، نیشت، دراو، 3:191; 4:103; 10:12; 25:64
- شێوەی دەداتت لە زیکدا، 3:6
- تەختەکەی سەر ئاودا، 11:7
- شتانی دەیافرینێت کە تا ئێستا نازانیت، 16:8
- زیانی بە خەڵقەکەی نادات، 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
هاوپەیمانی، 8:72; 9:7
- خریستیان و جوو، 5:51
- قەدەغەکراوە لەگەڵ خزمی کافر، 9:23-24
- قەدەغەکراوە لەگەڵ دووڕووان، 4:88-89; 4:139; 4:144
ئەلیەسەع، (بچە ئیلیشاع)
ئەمانەت، باوەڕ و ئەرکە خودایی، 2:283; 4:58; 8:27
- بچە باوەڕ
فریشتەکان، 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- لە ئاگر دروستکراون، 7:12; 38:76
- هەشت لەوان تەختی خودا هەڵدەگرن لە ڕۆژی دادپەروەری، 69:17
- ادیعاکراوە کە مێینەن، 43:19; 53:27
- پاراستن 82:10-12; 86:4
- نۆزدە سەرپەرشتیاری دۆزەخن، 74:30-31
- نەنێردراون بۆ دڵخۆشکردنی نامەعقوڵانە، 15:7-8
- نێردراون بۆ ئیلهام، 16:2
تووڕەیی، ڕابگرە، 3:134
عەنکەبووت، S.29
مێرمیلکە، 27:18
مەیمون، 5:60
- سووک و خوار، 2:65; 7:166
ئیرتداد، 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- داوای بەردەوامکردنی عازابی ئیرتدادیان مەکە، 46:35
- خودا بەتەنها سزای دەداتیان، 73:11; 74:11
- سزا لە دوای مرگدا، 2:217; 9:74
- ردکردنی دیکەران، 3:87
- تەوبە، 3:89; 5:34; 9:5; 9:11
- لە ڕۆژی قیامەتدا دیر دەبێت، 40:85
- لە ژێر زۆردارییەوە، 16:106
مرتەدان، 47:25
ئەعراف، S.7; 7:46, 48
عەرەفات، 2:198
مناقەشەکردن،
- لە لایەن ئەوانەی خۆیان خەڵەتاندووە مەکە، 4:107
- لە دنیا بەدەستیان گرتی، بەڵام ڕۆژی قیامەتدا کێ دەگرێتیان؟، 4:109
تێکەڵبوون/کێش
- بە هەمان شێوە وەڵامی بدەرەوە، 8:58
- سەبرکردن زۆر باشترە، 16:126
زرێپۆش، 16:81
عەسر، S.103
ئایەتی کرسی، 2:255
غیبەتکار، 49:12; 104:1
بەدر (شەڕی)، 3:13
- وانەکانی، 8:5-19, 42-48
بەیتی معمور، 52:4
بەکەیش (مەکەیش)، 3:96
بەعڵ، 37:125
بەلەد، S.90
توازون، 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
بەنی نەضیر، 59:2-6, 13
بەقەرە، S.2
بەرائەت (بچە تەوبە)، S.9
بەرزەخ (برینە)، 23:100; 25:53; 55:20
- هەروەها بچە 18:94-97; 34:54; 36:9
بەییینە، S.98
بەرامبەر (لە کۆتایی جیهاندا)، 27:82
کۆچەران، 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ھەنگوین، 16:68-69
ئەخلاق
- بە شێوەیەکی باش مناقەشە بکە لەگەڵ ئەوانەی پێشتر وەحی پێیان گەیشتووە، 16:125, 29:46
- لە بابەتانی کە تێی نازانیت خۆت تێمەخەرە، 17:36
- خۆت دوور بگرە لە گوناهی گەورە و کارە شەرمئاورەکان، 53:32
- گومان خراپ بەرامبەر یەکدی مەبە، سیخوری مەکە و خراپی یەکدی مەگە 49:12
- دادپەروەرانە بڕیار بدە، 6:152
- ئۆمەت پێویستە ناوەڕاست بێت، 2:143; 25:67
- شانازی ڕەت دەکرێتەوە، 4:36, 57:23
- ئەوانەی داوای یارمەتیت دەکەن تازیانەیان مەدە، 93:10
- خۆت پاک مەزانە، 53:32
- دیکەران بسووکێنی مەکە، 49:11; 104:1
- خراپی بە ئاشکرا مەگە، 4:148
- خراپی یەکدی مەگە، 104:1
- هەر کۆمەڵێک یاسا و شێوازی ژیانیان پێدراوە، 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- و شێوازی پەرستشیان، 22:67
- خودا دەتوانی هەموویانی یەک کۆمەڵ بکاتەوە، 5:48; 11:118; 16:93; 42:8
- یەک کۆمەڵ لە ژێر خودا، 21:92
- جووەکان ببووریە، 5:13
- کافران ببووریە، 31:15; 45:14
- بە ئاسانی ببووریە، 42:37
- کارگێڕان بڕیار دەدەن پاش ئامۆژگاری، 42:38
- و پێغەمبەرێک، 10:47; 16:36
- خراپ قسەکردن دەربارەی موومنان گوناهە، 33:58
- پیاو (بەرامبەر ژن)، 24:30
- ئەوانەی ئاشتی دەخوازن پاداشت دەگرن، 42:40
- بە دادپەروەری قسە بکە بۆ ئەوانەی پێویستیان هەیە، ئەگەر شتی دیکەت لێ نییە، 17:28
- بەرامبەر دایەبابەی پیرە لە چاودێریتان، 17:23
- بەرامبەر موسڵمانانی دیکە، 33:6
- بەرامبەر دیکەران، 17:26-29; 17:35; 17:53; 60:8
- بەرامبەر دایەبابە، 46:15
- بەرامبەر کۆیلەکان، 4:36; 24:33
- بەرامبەر کافرانی بێ-شەڕ بکە بە دادپەروەری، 60:8
- ژنانی پێغەمبەر، 33:28-34
- ژن (بەرامبەر پیاو)، 24:31
- لە هەموو وەحییەکدا، 2:136; 2:285
- سروشتی، 49:14-15
باوەڕداران، 2:2-5; 2:285; 8:2-4; 8:24
وەصیەت، 2:180, 240; 4:7, 12; 36:50
خیانەت (فریبخواردن، درۆکردن)، 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
کتێبی پیرۆز، 5:64, 5:65, 5:68
- گۆڕینی، 3:78; 5:14-15
باڵندەکان، 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
دیەت، 2:178-179; 4:92; 17:33
غەنیمەت، شەڕ، 4:94. 8:41; 59:6-8
- بە شێوازی نایاساییانە وەرگرتن، 3:162
- بچە غەنیمەت
بەڕشوەت، 2:188
بودن، 22:36
بار
- باری کەسی دیکە، هیچ باربەری باری کەسی دیکە ناگرێت، 35:18; 39:7; 53:38
- کافران باری دیکەرانیشیان هەیە، 16:25; 29:13
- خراپ بارەکەیانە کە دەیانگرن، 6:31, 164
- خودا کەس زیاتر لە تواناکەی بار ناکات، 2:286; 7:42; 23:62
- بروج (ئەستێرەی گەورە)، S.85; 85:1; 15:16; 25:61
وەشتر، 6:144; 7:40; 77:33; 88:17
بەندی شەڕ، 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- هەروەها بچە بەندییانی شەڕ
مەڕ، 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
شکەفتی ثەور، 9:40
شکەفت، خەڵکی 18:9-22, 25-26
دڵنیایی لەگەڵ راستی، 56:95; 69:51
کاریگەری بۆ خۆشی، (صەدەقە)، 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- ئامانجەکانی چاریتی و زەکات، 2:273; 9:60
منداڵ 2:233; 42:49-50
- وای لێ بووە ئەوانەی منداڵیانیان کوشتووە لە سەرسوڕمانەوە، بێ زانست، 6:140
مەسیح، (بچە عیسا)
خریستیانان، 5:14, 19, 64-65, 69; 22:17
- داواکراون نە خودایی بکەن عیسا، 4:171
- نزیکترین خەڵک بە موسڵمانان لە ئارەزووی خۆشەویستی، 5:82
- زۆرینە ئەوەیان لەبیر کردووە کە پێیان گوتراوە بیریان لێ بکەوێتەوە، 5:14
- ئێستا پێغەمبەرێک هاتووەتەلات، 5:15, 19
- دروستکاران پاداشت دەگرن، 2:62; 5:65; 5:69
- دەڵێن "عیسا کوڕی خودایە"، 9:30
شارە تێکچووەکان، 69:9
شاری ئارامگاری، 95:3
جل و بەرگ، 7:26; 16:81
- لە ئاگر، 22:19
- حیجاب یان جل و بەرگی ژنان لە دەرەوەی ماڵدا، 24:31
- خۆپۆشانی دەرەوەی ژنان ئازاری دووڕووان ڕادەگرێت، 33:59-60
یەکخراوەکان، 33:9, 22
- بچە ئەحزاب ئامۆژگاری، 42:38
دروستکردن،
- دەست پێدەکات و دووبارە دەبێتەوە، 10:4; 21:104; 27:64; 29:19-20
- دروستکردنێکی نوێ، 17:49, 98; 35:16
- لەگەڵ راستی، 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- نە بۆ سەرگەرمی، 21:16-17; 23:115
- هەموو شتی زیندوو لەوە درووستکراوە، 21:30; 24:45;25:54
- دروستکردنی مرۆڤ، 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- یەکەمین شێوەکەی 56:62
- لە شەش ڕۆژدا، 7:54; 11:7; 32:4; 50:38; 57:4
- بە جووت، 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- جیاوازی لە دروستکردندا، 35:27-28
- خودا فەرمان دەدات "بە!" — دەبێتەوە، 2:117;16:40; 36:82; 40:68
- وەک چاوبەستنێک، 54:50
- شەو و ڕۆژ، خۆر و مانگ، 39:5
- دروستکردنی ئاسمان و زەوی گەورەترە لە دروستکردنی مرۆڤ، 40:57; 79:27
- مەبەستی دروستکردن، 51:56
قەلاچکە، 5:31
پێوانە، 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
داهر، (بچە ئینسان،) S.76; 45:24
- کات، 76:1; 103:1
داود، 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- زەبوری پێدراوە 4:163
- شەڕی جەلووت دەکات و دەیکوژێت، 2:251
- بڕیارێک دەدات 21:78-80
- زانست و پێغەمبەرتی پێ بەخشراوە 27:15-16
- چیا و باڵندەکان لەگەڵیدا خودا ستایش دەکەن 34:10; 38:17-20
- لە نێوان دوو کەسدا دادگاری دەکات 38:21-26
جوندانی زیندوو، 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
مردوو دەهێنرێتەوە، 6:36
مرن، 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- و ئەواری شەڕ، 33:16
- لە ڕێی خودا، 3:195; 22:58; 47:4
- ئەو کۆمەڵانەی کە وەحیان نەگەیشتووە نابرینرێن، 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ئەوانەی لە ڕێی خودا کوژراون زیندون، 2:154; 3:169
- لە کاتی هەڵاتن لە خراپی بۆ لای خودا، 4:100
- ناتوانرێت بوەستێنرێت یان دواوە بکرێت 63:10-11
- براکی دووەمی خەو 6:60; 39:42
- باوەڕدار و کافر لە کاتی مرگدا 8:50; 16:27-32; 41:30
- سزا لە گۆڕدا 40:46
قەرز، 2:280, 282; 4:11-12
فەرمان،
- بۆ هەر مەسەلەیەک فەرمانێک هەیە، 13:38
- هیچ شارێکمان تێکنەشکاندووە مەگەر فەرمانێکی دیاریکراوی هەبوو، 15:4
- فەرمانی هەموو مەسەلەیەک لە لای خودایە، 44:5
- کاتێک مەسەلەیەک فەرمان دەدات، تەنها دەڵێت "بە!" — دەبێتەوە، 2:117; 36:82; 40:68
کردارەکان،
- خراپ، بۆیان جوانکراوەتەوە، 47:14
- کردارەکانمان بۆ خۆمانە، کردارەکانتانیش بۆ خۆتان، 28:55; 42:15; 45:15
- باش و خراپ، بۆ خۆی و دژی خۆیەتی، 41:46
- کردارەکانی مرۆڤ بستراوەتەوە بە ملی خۆی، 17:13
- پلە، بەپێی ئەوەی کردووین، 6:132
- ئەوانەی خواستی خراپی دیکەرانیان دەخوازن، 47:14, 16
- ئەوەی خودای خۆی بە خواستی خۆیەوە کردووە، 25:43
- نومێد مەبە لە بەزەیی خودا، 39:53; 21:87-88; 68:48-50
- هەروەها بچە یونس
ذاریات، S.51
ذکر، 7:205; 15:6, 9
ذوالکفڵ، 21:85; 38:48
ذوالقەرنەین، 18:83-98
ذوالنوون (هاوڕێی ماسی)،
کافران (هەروەها بچە دووڕووان)
- داوای ئەمەکات لە محمد (ﷺ) تا تووڕەیی خودا بهێنێتەسەریان بە مەبەستی ئیسپاتکردن، 6:57-58; 8:32; 10:49-52
- بە نیازێکی باشیان لەگەڵ بژیە، 31:15
- بەسەبر لەگەڵیاندا بمێنەوە لەگەڵ ئەوەی دەڵێن، 20:130; 50:39
- پەیمانلێکراوەکان، 8:56; 8:72; 9:4, 7
- شکاندنی پەیمان، 8:58; 9:12
- خودا دەزگای کردارەکانیان بەتاڵ دەکاتەوە، 8:30, 36
- کۆمپانیای ئەوانەی پێکدێن بەرامبەر یاساکانی خودا بەجێبهێڵە، 4:140; 6:68
- پاریزگاریان بکە ئەگەر داواتی کرد، 9:6
- سزا لە کاتی شەڕدا، 8:12, 50, 59
- سزا لە دوای مرگدا، 8:37
- نابێت سەردانی مزگەوتەکان بکەن یان چاودێریانی بکەن، 9:17
- بە نیازێکی باش قسەیان لەگەڵ بکە، 17:53
- هەوڵدان دژی، 9:73; 25:52; 66:9
- بەرامبەر کافرانی بێ-شەڕ بکە بە دادپەروەری، 60:8
- تەنها لەگەڵ کافرانی دیکە هاوپەیمان دەبن، 8:72
- شاگردانی (عیسا)، 3:52; 61:14
- نەخۆشی لە دڵی دووڕووان و کافران، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
کژکردنی کتێبی پیرۆز، 3:78; 5:14-15
دوای سەختی ئارامگاری هەیە، 3:154
دابەشکردنی غەنیمەتی شەڕ، 8:41; 59:7-8
خەندەق، خەڵکی، 85:4-10
جیاوازی
- لە نێوان مرۆڤاندا، 30:22, 35:27-28
- لە نێوان ژیاندا، 35:27-28
- تەلاق، 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- پاش ماوەی چاوەڕوانی، چارەسەری بکە یان ئاشتی بکەرەوە، 2:231; 65:2
- دوو شایەت، 65:2
- نەفەقە، 2:233, 241
- گواستنەوە بۆ نوێنەری کوڕی پێشوو، 2:233
- دوو جار دەتوانرێتەوە، 2:229
- دۆتالۆک، 2:229, 236-237
- مامک بدۆزەرەوە ئەگەر پێویست بوو، 65:6
- هەروەها بچە ظیهار
تەلاق، پیاو
- ژنێک بۆ ژنێکی دیکە تەلاق بدە - ئەوەی دایت وەرمەگرەوە، 4:20
- مەکوژێنێ ژنت، 65:6
- ژنەکەت دژی ئیرادەکەی مەگرە، 4:19
- چوار مانگ بۆ گۆڕینی بیرەوەری، 2:226
- ژنەکە بە تەواوی پشتیوانی بکە لە کاتی دووگیانی و ماوەی چاوەڕوانی، 65:6
- ژنەکە بە تەواوی پشتیوانی بکە ئەگەر منداڵەکەت شیر دەدات، 65:6
- دایک نابێت بەهۆی منداڵی بێ باوکەوە زیان بکەوێت، 2:233
- پێش ئیسلام، 58:2
- تۆبە بۆ ئاشتی دوو مانگ بەردەوام ڕۆژوو بگرە، 58:4
- تۆبە بۆ ئاشتی شەست کەسی پێویستمەند بدوینێنە، 58:4
- تۆبە بۆ ئاشتی کۆیلەیەک ئازاد بکە، 58:3
- هەوڵی ئاشتی، 4:35
- گوناه نییە ئەگەر نیکاح نەمرووخراوە، 2:236
- ئافرەتی مستەحق نیمچە مەهرە، 2:237
تەلاق، ژن
- پاش سێیەمین تەلاق (ئەمجارە لە مێردێکی دیکە) دەتوانێت بگەڕێتەوە بۆ لای مێردی یەکەمی، 2:229
- مستەحقی نەفەقەیە، 2:241; 65:1
- مافی یەکسانی تەلاق، 2:228
- دەترسێت لە ئازاری مێردی، 4:128
- مەتوانێت ئەوەی مێردی دایتی نگەری بدات، 2:229
- نابێت لە ماڵەکانیان دەربکرێن، 65:1
- سێ دەوری مانگانەوە بۆ ئیسپاتنەکردنی دووگیانی، 2:228
- سێ مانگ چاوەڕوان بکە بۆ ئەوانەی سەرکاتیان نییە، 65:4
- مەگەر نیکاح نەمرووخراوە، 33:49
کوتا، 7:176
کەر، 2:259; 16:8; 31:19; 62:5; 74:50
خواردنی،
- ئیسپرتووی، 2:219; 5:90
- سەرووسپێ و سپی و تامی خۆش، 37:45-46; 76:21
- شەرابی پاک و مووردار، 83:25
ضحا، S.93
دوخان، S.44
سوپای فیل، 105:1-5
ئیلیاس (ئیلیا؛ ئیلیاسین) 6:85; 37:123-132
ئیلیشاع، (ئەلیەسەع) 6:86; 38:48
ئیدریس، (بچە ئیدریس)
ڕووداو، 56:1; 69:15
خراپی، 4:123; 10:27-30; 19:83; 59:15
- نابێت بە ئاشکرا بگوترێت، 4:148
- لە لای خۆمانەوە دێت، بەڵام باشی لە لای خودا، 4:79; 42:48
- خراپییەک ببووریە، 4:149
- پاداشتی دریژەیی، 6:160; 42:40
- ئەوانەی دەزگا دروست دەکەن، 16:45-47
- کۆتایی خراپ بوو، 30:10
- لە زەوی و دەریادا دەرکەوتووە، 30:41
- بە باشی وەڵامی بدەرەوە، 13:22; 23:96; 41:34
- گۆڕایەوە بۆ باشی، 7:95
- ئەوانەی خواستی خراپی خۆیانیان دەخوازن، 47:14, 16
- کردارەکان بۆیان جوانکراوەتەوە، 47:14
زیادەڕەوی،
- لە خواردندا قەدەغەکراوە، 5:87
- لە ئایین، 4:171; 5:77-81
چاو، گوێ و پێست دەبنە شایەت دژی گوناهکاران، 41:20-23
عوزەیر، (عوزەیر) 9:30
ڕووی یان دیمەنی خودا، 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
جوانکراوە،
- خودا کردارەکانی هەر خەڵکێک بۆیان جوانکردووەتەوە، 6:108
- باوەڕ (بڕوا)، 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ردکەرانی، 3:116
- زیادکردنی، 3:173
- لەگەڵ دڵنیایی، 44:7; 45:4, 20; 51:20
- ئەو رێنماییت کردووە بۆ، 49:17
فەجر، S.89
فەلەق، S.113
قسەی درۆیانە دەربارەی ئایەتەکانی قورئان، 6:68
خودایانی درۆ،
- جگە لە خودا، پوتەکان و هاوبەشە ئیدیعاکراوەکان 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- توانەی ئەوانەی کە دەیپەرستن جگە لە خودا مەکوژێنیت، 6:108
- هەروەها بچە تاغوت
درۆ (باتیل)، 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
کردارەکانی مرۆڤ بستراوەتەوە بە ملی خۆی، 17:13
ڕۆژوو، 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- بخۆ و بخۆشە تا دەمێک کە تێڵی سپیی دیاری بوو لە تێڵی ڕەشەوە، 2:187
فەتح، S.48
فاتیحە، S.1
فاطر، S.35
فیدیە (فیران)، لە ڕۆژووەوە، 2:196
- بۆ ئازادکردنی بەندییەکان، 8:67
- فیر پێشکەشکراوی کافران، 3:91; 5:36,37; 10:54; 13:18
هەنجیر، 95:1
شەڕکردن،
- لە ڕێی خودا، دژی کافران، 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- فەرز کراوە، 2:216
- لە مانگە پیرۆزەکاندا، 2:217; 9:5
- لەلایەن منداڵانی ئیسرائیلەوە، 2:246-251
- لە ڕێی خودا، و پیاو و ژنانی ستەمکراو، 4:74-76
- تا فیتنە تەواو بێت، 8:39
- بیست لە سەر دووسەد چیرەدەست دەبن، 8:65
- دژی ئەوانەی باوەڕیان بە خودا نییە، 9:29
- مۆڵەت دێتەوە بۆ ئەوانەی ستەم لێی کراوە، 22:39-41
- و دووڕووان، 47:20
- دووری لێکەوتنەکان، 48:17
فیل، S.105
فیردەوسی بەهەشت، 18:107; 23:11
ئاگر، 56:71, 100:2
مێش، 22:73
خواردن،
- حەلال و حەرام، 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- گوناه نییە بۆ ئەوەی لەمەوپێش خواردووە، 5:93
- زیادەڕەوی مەکە، 5:87
- ئەوەی خودا حەلاڵی کردووە حەرام مەکە، 5:87; 7:32; 16:116
کارە قەدەغەکراوەکان، 6:151-152; 7:33
بووریندن، 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- ئەرکی باوەڕداران، 42:37; 45:14
- لەلایەن باوەڕداران، بۆ خەڵکی کتێب، 2:109
- خودا بۆی ببووریێت بۆ کەی بۆی دەوێت، 4:48
- خودا نابووریێت بەشداریکردن لە پەرستنی لەگەڵ ئەودا، 4:48, 116
- هەرکەس داوای بووریندنی خودا بکات، 4:110
- داواخوازنەکرێت لە خودا بووریندنی موشریکان، 9:113
- خودا هەموو گوناهان دەبووریێت، 39:53
- فریشتەکان داوای بووریندن دەکەن بۆ ئەوانەی لە زەویدان، 42:5
- ببووریە لە کاتی تووڕەیی، 42:37
- ببووریە و ئاشتی بکەرەوە، 42:40
- باوەڕداران ببووریەن بۆ ئەوانەی هیوایان بە ڕۆژەکانی خودا نییە، 45:14
- بۆ ئەوانەی لە گوناهی گەورە و فەواحیشەوە دووری دەگرن، 53:32
- پێشبکەوێت بۆ گەیشتن بە بووریندنی، 57:21
- کردارە خراپەکان گۆڕیان بە باشەوە 25:68-71
درۆکاری، (بچە خیانەت) 83:1-6
ئازادی ئیرادە،
- لە لایەن ئیرادەی خودا مەحدودکراوە، 6:107; 10:99; 74:56;76:31; 81:28-29
- هەرکەس دەوێت، با باوەڕ بهێنێت یان کافر ببێت، 18:29
- ڕێگا بگرێت بۆ لای خوای خۆی، 76:29
- ڕاستەوخۆ بڕوات، 81:28
نوێژی هەینی، 62:9-11
میوەکان، 6:41; 16:11
- لە بەهەشتدا، بە زۆری، 43:73
- هەموو جۆرێک، 47:15
- هەرچیان بۆ دەوێت، 77:42
فوججار، 82:14-16; 83:7
فورقان، S.25
فوسیلەت (بچە حامیم)، S.41
جیبریل (جیبریل) 2:97-98; 26:193; 66:4; 81:19-21
- ڕووح، 26:193; 67:12; 70:4; 78:38; 97:4
- ڕووحی قودس، 2:87, 253; 5:110; 16:102
قومار، 2:219; 5:90
نێچیر، لە دۆخی ئیحرامدا، 5:94-96
غافر (بچە مومن)، S.40
غاشیە، S.88
خساڵ (غوسل)، 4:43; 5:6
هەدیە، 30:39
جەلووت، (جالووت) 2:249-251
ڕۆژانی باش، 3:140
- شتێکت ناخۆشە کە باشە، و باشت دەوێت کە خراپە، 2:216
- پاداشتی باشی، 4:85; 28:54
- پاداشتی دووجار، 4:40; 28:54
- پاداشتی دە جار، 6:160
- زیادکراو، 42:23
- بۆ ئەوانەی باشی دەکەن، باشی و ماڵی ئاخیرەت هەیە، 16:30
- بۆ ئەوانەی باشی دەکەن لە دنیا، 39:10
- خودا پاداشتی باشترین دەداتە ئەوانەی باشی دەکەن، 53:31
- ئایا پاداشتی باشی هیچ شتی دیکەیە جگە لە باشی، 55:60
- باشی بکە وەکو خودا باشی کردووەتە تۆ، 28:77
باشی و خراپی،
- باشی لە لای خودایەوەیە و خراپی لە لای خۆتەوەیە، 4:79
- ئەگەر باشی بکەیت بۆ خۆتەتییە و ئەگەر خراپی بکەیت دژی خۆتەتییە، 17:7;41:46
- خراپی بە باشی وەڵامی بدەرەوە، 23:96; 28:54; 41:34
- باشی و خراپی یەکسان نین، 41:34
- هەر کەسێک بە هەموو ئەوەی کردووی ڕووبەڕوو دەبێتەوە، 3:30
- هەروەها بچە موحسینوون
کردارە باشەکان،
- ئاشکراکەیت بکە یان بپۆشیتەوە، 4:149
- پێشبکەوێت وەکو لە پێشبازیدا لە، 5:48
ئینجیل، 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
هەواڵی گەورە، 78:1-5
سڵاو، 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
حەدید، S.57
هەدی (ئاژەڵی قوربانی)، 2:196, 200
حەجج، 2:158, 196-203; 3:97; 5:2;22:30
حەجج، S.22
هامان، 28:6, 38; 29:39; 40:24, 36, 37
دەست و پێ شایەتی دەدەن، 36:65
حاقەیش، S.69
سەختی، لەگەڵ هەر سەختییەک ئاسانی هەیە، 94:5-6
ھارون، (ئارون)
هاروت، 2:102
حەشر، S.59
دڵەکان،
- سەختبوو، 2:74; 22:53; 39:22; 57:16
- مووردارکراو، 7:100-101; 40:35; 47:16; 63:3
- پۆشراو، 17:46; 41:5
- قفڵکراو، 47:24
- دابەشبوو، 59:14
- پڕ لە ترس، 22:35
- ئەوانەی نەخۆشی تێداین، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ئاسمانەکان،
- نادیار ئاسمانەکان بۆ خودایە، 16:77
- نە بۆ سەرگەرمی دروستکراوە، 21:16
- و زەوی یەک بوون، 21:30
- هیچ شتێک نهێنی نییە لە، 27:75
- بە بێ ستوون دروستکراوە، 31:10
- لە دەستی ڕاستیدا گرتوو دەبنەوە، 39:67
- دروستکردنی حەوت ئاسمان لە دوو ڕۆژدا، 41:12
- نزیکترین ئاسمان بە چرای بەزەیی، 41:12
- هەموو ئەوەی لە ئاسمانەکاندا هەیە بۆ خودایە، 45:27;53:31
- حەوت ئاسمان یەکێک سەرەوەی دیکەی، 67:3
دۆزەخ (ئاگر، گولپەی ئاگر) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ئاوی کوڵاو و گەرم 22:19-22; 23:103-104
- چرک 14:14-17; 38:55-58; 69:35-37
- دارەکەی زەققووم 37:62-70; 44:43-50; 56:41-56
- نەتوانینی نیشتەجێبووان لە ژیان یان مرندا 87:13
- تۆمەتبەستن بە یەکدی 26:91-101; 34:31-33
- داوای وێرانبوونی خێرا 25:13-14; 43:74-78
- هاواری سووزان 35:36-37
- غڕینی ئاگر 25:11-12; 67:6-11
- پێستی برژاو جێگیری نوێ دەبێت 4:56
- زنجیر و جلی قیر 14:48-50
- گرزی ئاسن 22:19-22
- زنجیر 13:5
- چاودێرانی دۆزەخ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- هیچ فیرانێک وەرناگیردرێت 5:36-37
- ناڕازیبوونی لابراو 6:94; 26:100; 30:13; 74:48
- نومێدی سووزان و تاریکی سارد لێدا، 38:57
- زنجیری حەفتا کوبیت، 69:32
- ماوەیەکی سنووردار تێیدا دەمێنن، 78:23
ئاخیرەت،
- ماڵی ئاخیرەت باشترە، 6:32; 7:169
- کۆتایی چ دەبێت لە، 6:135
- زاڵمان سەرکەوتوو نابن (لە)، 6:135
- ماڵی، 12:109; 16:30; 28:83; 29:64
- ئەوانەی باوەڕیان بە نییە، 17:10
- پاداشتی، 42:20
- باشتر لە زیو و زێڕ، 43:33-35
- تەنها بۆ موتەقینە، 43:35
- سزای، 68:33
- باشتر و بەردەوامتر، 87:17
- باشتر لە ئێستا، 93:4
ڕێگاکانی فراوان، 21:31
حیجر (دەشتی بەردیلە)، 15:80-85
حیجر، S.15
ئامرازەکاری 26:165-166; 27:55; 29:28-29
ئەسپ، 16:8
کاتژمێر،
- زانستی تەنها لە لای خودایە، 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ناگاهانی سەریان دێت، 6:31; 7:187;12:107; 43:66
- سەریت دێت، 6:40; 12:107; 20:15; 34:3
- نزیک بووەتەوە، 54:1-5
- وەکو چاوبەستنێک، یان نزیکتر، 16:77
- بومەلەرزەی، 22:1
- دامەزراو دەبێت لە ڕۆژدا، 30:12, 14
- بێ گومان دێت، 40:59;45:32; 51:5-6
- نیشانەکان 21:96; 27:82; 43:61; 47:18; 54:1-2
- ناوەکان 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- خەڵک ناگاهان دەگرێت 6:31; 7:187
- کەڵەکەی دەدرێت 6:73; 23:101; 39:68
ماڵەکان، ئەدەب لە چوونە ناوییدا، 24:27-29
هوود، 7:65-72; 11:50-60; 26:123-140; 46:21-26
هوود، S.11
حوجورات، S.49
هومەزە، S.104
حونەین (شەڕی)، 9:25
حوور (ژنانی بەهەشت)، 44:54; 52:20
دووڕووان،
- دەڵێن: باوەڕمان بە خودا و ڕۆژی کۆتایی هەیە، بەڵام لە واقیعدا باوەڕیان نییە، 2:8
- خۆیان خەڵەتاندووە، 2:9
- نەخۆشی لە دڵیاندایە، 2:10; 8:49; 22:53;33:12; 47:29
- کێشە دروست دەکەن، 2:11-12
- کم و ئیسخەنجی، 2:13-15
- هەڵەیان بۆ خودایی کڕیوە، 2:16
- کەر و لاڵ و کوێر، 2:17-18
- لە ترس لە مرگ و تاریکیدا، 2:19-20
- قسەی جوان، 2:204-206
- ڕەتی شەڕکردنیان دەکەن، 3:167-168
- خودا ئەوەی لە دڵیاندایە دەزانێت، 3:167;4:63
- بۆ دادگایی درۆین دەچن، پشت بە وەحی دەکەن، دێنە بەردەم فاجیعەیەک کەوتووە، 4:60-62
- لە کاتی بەدبەختی و سەرکەوتنی گەورەدا، 4:72-73
- خودا پشتیان هێناوەتەوە، 4:88
- نابێت بە دۆست بگیردرێن، 4:89; 58:14-19
- ئەگەر پشتیان کردەوە، هەرکوێ دەستیان گرت بیکوژن، 4:89
- چاوەڕوانی سەرکەوتنی تۆن یان سەرکەوتنی کافران دەکەن، 4:141
- دەخوازن خودا بخەڵەتێنن، نوێژیان بە تەمبەلی و بۆ دیارکردن دەکەن، 4:142
- نە لەوانەن نە لەمانە، 4:143
- لە خوارترین چوارچێوەی ئاگردان؛ هیچ یارمەتیدەرێک نییە، 4:145
- ترسن ئاشکرا ببن، 9:64-65
- نابێت بۆیان نوێژ بکرێت، 9:84
- پیاو و ژنەکانیان لە یەکدی دێن؛ بازنددەران؛ نەفرەتی خودا، 9:67-69
- لە کۆچەراندا، 9:101
- هەرکوێ دۆزرانەوە، دەگیردرێن و دەکوژرێن، 33:61
- خودا سزایان دەداتیان، 33:73
- درۆزنان؛ پشتیان کردووەتەوە؛ دڵیان دابەشبووە، 59:11-14
- درۆزنان؛ سوێندەکانیان بە پەردەیان کردووە؛ دڵیان مووردارە؛ ئاگاداری ئەوان بە، 63:1-4
- تێناگەن، نازانن، 63:7-8
- هەوڵ بدە دژیان، 66:9
ئیبلیس (شەیتان)، 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- هەروەها بچە شەیتان
ئیبراهیم، (بچە ئیبراهیم)
ئیبراهیم، S.14
عیددە (ماوەی پێشکەوتووی تەلاق بۆ ژنان)، 2:228, 231, 232, 234, 235; 33:49;65:1-7
ئیدریس (ئینووک)، 19:56-57; 21:85; 96:4
ئیحرام، 2:197; 5:2, 95
ئیحسان، 16:90
ئیخلاس، S.112
ئیلاه، تەنها یەک، 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ئامرازەکاری نایاسایی؛ بەلگەی شایەتان، 4:15-18; 24:2, 19
ئیللیییوون، 83:18-21
نەپاک (نەجاس) 9:28
عیمران،
- ژنی، 3:35
- کچی، 66:12
ئەوەی ناچار، 69:1-3
ئینفیتار، S.82
میراث، 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ستەم، بەسەر ئەوەی ستەمی لێکراوە، 4:30, 148
ئینسان (بچە داهر)، S.76
ئینشیقاق، S.84
ئینشیراح (بچە شەرح)، S.94
ئیلهام، 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
ناڕازیبوون/ناڕازیبەر، 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
ئیسپرتوو، 5:90, 2:219
ئیقامەتی نوێژ، 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
ئیقرا (بچە عەلەق)، S.96
ئیرەم، 89:7
ئاسن، 57:25
عیسا، بچە عیسا
ئیسحاق، (ئیسحاق) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ئیسماعیل (ئیسماعیل)، 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
بنەمەکانی کەعبە لەگەڵ باوکی هەڵدەگرێت 2:125-140
چیرۆکی قوربانی 37:100-113
ئیسلام، 3:19, 85; 5:3; 6:125; 39:22; 61:7
- یەکەمی ئەوانەی تەسلیم بوون وەکو موسڵمان، 6:14,163; 39:12
- یەکەمی ئەوانەی تێیدا کەوتن، 9:100
- سینگ کراوەتە بەرامبەر، 39:22
- وەکو نیعمەت، 49:17
ئیسرا، S.17
ئیسرائیل، منداڵانی، 2:40-86
- نیعمەت پێبەخشراوە، 2:47-53, 60, 122; 45:16-17
- سەرکێشی دژی فەرمانبەرداری خودا، 2:54-59, 61, 63-74; 5:71; 7:138-141
- پەیوەندییەکانیان لەگەڵ موسڵمانان، 2:75-79
- شانازییەکانیان، 2:80, 88, 91
- پەیمانەکانیان، 2:80, 83-86, 93, 100; 5:12-13, 70
- ژیانی دنیایان کڕیوە بە بەهای ئاخیرەت، 2:86
- چەورترین خەڵکی دنیا بۆ ژیان، 2:96
- داوای پاشایان دەکەن، 2:246-251
- لە سنوور تێپەڕین؛ بەشەکان دابەشبوون؛ مەیمون، 7:161-171
- دوو جار بەڵێنی پێدراوە، 17:4-8
- لە دوژمنەوە ڕزگارکراون، 20:80-82
- کتێب و سەرکردەیان پێدراوە، 32:23-25; 40:53-54
- زانایانی فێربووی، دەیزانین (قورئان راستە)، 26:197
ئیستەوا (هەستا)، 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
ئیتیکاف، 2:187
یەعقووب، (یەعقووب) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- ئەسباط (دوازدە کوڕی یەعقووب)، 2:140; 3:84;4:163
جالووت، (بچە جەلووت)
جەمەرات، 2:200
جاثیە، S.45
عیسا، کوڕی مەریەم،
- دایکی هەڵبژێردراوە لە سەر هەموو ژنانی دنیا 3:42
- شایەتی دەدات لە ڕۆژی قیامەتدا، 4:159
- مژدەی لەدایکبوون، 3:45-47; 19:22-23
- پێغەمبەر بۆ منداڵانی ئیسرائیل، 3:49-51
- شاگردان، 3:52-53; 5:111-115
- شاگردان وەکو یارمەتیدەرانی خودا، 3:52; 61:14
- هەڵگیراوە، 3:55-59; 4:157-159
- هاوشێوەی ئادەم، 3:59
- نە کوژراوە نە بەدارنەخراوە، 4:157
- ئیلهامی پێگەیشتووە، 4:163
- نە زیاتر لە پێغەمبەرێکە (نابێت خودایی بکرێت)، 4:171-172; 5:75; 19:30, 43:63-64
- کافر بوون ئەوانەی دەڵێن، 5:17, 72; 9:30
- پێغەمبەرمان (محمد ﷺ) هاتووە، 5:19
- ئینجیلی داوە، 5:46
- شاگردان گوتیان: ئێمە موسڵمانین، 5:111
- سوفرەی پڕ لە خواردن، 5:114
- پەرستنی درۆی نەفێرمووە، 5:116-118
- پێغەمبەرێکی دروستکارە، 6:85
- وەکو نیشانەیەک، 23:50
- هاتنەوەی دووبارەی ئەو 43:61
- بیرۆکە جیاوازەکان دەربارەی ئەو، 43:65
- نە زیاتر لە کۆیلەیەک و نموونەیەکە بۆ منداڵانی ئیسرائیل، 43:59
- مژدەی پێغەمبەرێک کە ناوی ئەحمەد دەبێت، 61:6
- لەدایکبوونی بێ باوک، پەیامی ئەو، و مۆجیزەکانی 3:45-51; 19:16-38
- یادکردنەوەی نیعمەتەکانی خودا 5:110-115
- ردی ئەوەی کرد کە خودایی بووبێت 5:116-120
- خۆشەویستی و بەخشندەیی لە دڵی پەیرەوانیدا 5:82; 57:27
جوو و خریستیان، 2:140; 4:153-161, 171; 5:18
- گوێیان لە درۆ دەگرن، 5:41-42
- نەفرەتکراون بەهۆی ئەوەی گوتیان، 5:64
- دوژمنایەتی بەرامبەر باوەڕداران (موسڵمانان)، 5:82
- ئەوانەی ئیسلامیان هەڵبژارد، 26:197; 28:53; 29:47
جیبریل، (بچە جیبریل)
جیهاد، (شەڕکردن، هەوڵدان) 2:216; 9:24; 22:78; 25:52
جن، S.72
جن، 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
جن، لە ئاگر دروستکراون 15:25; 55:15
- جنی باوەڕدار و کافر 72:1-15
- هەندێکیان باوەڕیان هێنا بە پەیامی قورئان 46:29-32
- مرۆڤ و جن بۆ مەبەستێک دروستکراون 51:56-58
ئەییووب، 4:163; 6:84; 21:83-84; 38:41-44
یەحیا، (یەحیا، یەحیای تەوبەدەر)،
- مژدەی، 3:38-41; 19:7-11; 21:90
- دروستکار، 6:85
- زیرەک، باڕەحم، ئەرکپێباوەڕ، 19:12-15
- یونوس (یونوس یان یونس)، 4:163; 6:86; 10:98;21:87; 37:139-148
- (ذوالنون) 21:87; 68:48-50
یووسف (یووسف)، 6:84; 12:4-101
- باشترین چیرۆکان 12:1-3
- خەونی یووسفی گەنج 12:4-6
- دەزگای براکانی 12:7-18
- فرۆشراو بە کۆیلەیی 12:19-20
- گەشتوو لە ماڵی وەزیری گەورەی میسردا 12:21-22
- ژنی وەزیری گەورە هەوڵدەدات ئەو بخەڵەتێنێت 12:23-29
- ڕووداوی ئێواری خواردن 12:30-32
- دەچێتە زیندان 12:33-35
- دوو زیندانییەکە 12:36-42
- خەونی پاشا 12:43-53
- دەبێتە وەزیری گەورە 12:54-57
- براکان دێنە لای بۆ بارودۆخ 12:58-68
- برای بنیامین دەگرێت 12:69-82
- دڵتەنگی نوێی باوکی 12:83-87
- ئاشکرای ناسنامەی ڕاستی 12:88-98
- خەونی کۆن دێتەوە 12:99-100
- دوعای کۆتایی 12:101
جودی، چیای، 11:44
جومعە، S.62
دادپەروەری (عەدل)، 2:282; 4:58, 135; 7:29; 16:90; 57:25
- هەروەها بچە 4:65, 105
کەعبە،
- لەلایەن ئیبراهیمەوە دروستکراوە، 2:125-127
- نە کوشتنی نێچیر، 5:94-96
- پەناگەی ئارامگاری، 5:97
- گەڕانی دەوری بە برووتی، 7:28
- لە کاتی نوێژکردن و گەڕانی دەوری، 2:200; 7:29, 31
کافرون، S.109
کافوور، کووپێکی تێکەڵ لەگەڵ، 76:5
کەهف، S.18
کەنز، 9:34-35
کەوثەر (ڕووباری بەهەشت)، 108:1
کەوثەر، S.108
کلیلەکان،
ئاسمان و زەوی، 39:63; 42:12
نادیاری، 6:59
خاولە بنتی ثەعلەبە، 58:1
کوشتن،
- ئەگەر کەسێک کەسێکی کوشت، وەکووا هەموو مرۆڤایەتیی کوشتووە، 5:32
- کەس مەکوژە، 17:33
قسەی باش باشتر لە کاریگەریەکە، 2:263
مافی خزم، 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
کیرامان کاتبین، 82:11
زانست،
- هیچ گەلێک ناکەوێتە خوارەوە مەگەر ئەو زانییت، 6:59
- وای لێ بووە ئەوانەی منداڵیانیان کوشتووە بە سەرسوڕمان، بێ، 6:140
- پێنج شت، تەنها لەلای خودایە، 31:34
- بە دڵنیایی، 102:5-7
قارون (قارون)، 28:76-82; 29:39; 40:24
کورسی، 2:255
لەهەب (بچە مەسەد)، S.111
لەیل، S.92
چرا، 25:61; 67:5; 71:16; 78:13
زمانەکان،
- جیاوازی لە، و ڕەنگی مرۆڤ، 30:22
لات، 53:19
یاسای دیاریکراو، 5:48
یاساکان لەلای خودا، 2:219; 98:3
درۆزنان، 26:221-223
ژیان، ئەگەر کەسێک کەسێکی ژیاند، وەکووا هەموو مرۆڤایەتیی ژیاندووە، 5:32
ژیانی دنیا،
- کڕیراوە بە بەهای ئاخیرەت، 2:86
- تەنها چێژی خوڵقاندنی، 3:185
- بیفرۆشە بۆ ئاخیرەت، 4:74
- هیچ نییە جگە لە سەرگەرمی و یاری، 6:32; 29:64; 47:36; 57:20
- خەڵەت دەکات، 6:130
- کەم چێژی لێیە بەرامبەر ئاخیرەت، 9:38; 13:26; 28:60
- هاوشێوەی بارانە، 10:24
- مژدەکان لەدا، 10:64
- هەرکەس دەیبێت، تێیدا دەگات؛ بەڵام پاشان هیچ بەشێک لە ئاخیرەت نییە، 11:15-16; 17:18; 42:20
- ئەوانەی ئێستا خۆشیان دەوێت و ئاخیرەت بەجێهێشتووە، 75:20-21; 76:27
- تۆ پێشتری دەخوازیت، 87:16
ڕووناکی،
- ئاشکرا، 4:174
- و تاریکی، 6:1
- تیمسالی، 24:35
- پێشتر و لەگەڵ باوەڕداران دەڕوات، 57:12-15; 66:8
- خودا دەیداتە باوەڕداران تا ڕاست بڕۆن، 57:2
سنوورەکانی خودا، 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- ئەمانە سنوورەکانن، 2:187; 229-230; 4:13; 58:4; 65:1
- سنوورەکان تێپەڕمەکە، 2:190, 229
- هەرکەس سنوورەکانی تێپەڕێت، 2:229; 4:14; 78:22
- بەڵام ئەگەر ناچار بوو، سنوورەکانیش تێپەڕمەکە، 2:173; 6:145
- سنوور تێپەڕمەکە لە ئایینەکەتدا، 4:171; 5:77
- کاتێک سنوورەکانیان تێپەڕاند، (بوونە مەیمون)، 7:166
- ئەوانەی سنوورەکان پاراستوون، 9:112
شێر، 74:51
قەرز،
- قەرزێکی باش بدە بە خودا، 2:245; 73:20
- چەندین قات زیادکراو، 57:11, 18
- دووجار کراوەتەوە، 64:17
- زیان، ئاشکرا، 39:15
لووت، (لووت) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ژنی نافەرمانی، 11:81; 15:60; 66:10
دارەکەی سیدر، 34:16; 53:14-16; 56:28
لوقمان، 31:12-14
لوقمان، S.31
مەعارج، S.70
مەدینە (یەسریب)، 9:120; 33:13, 60; 63:8
مەدیەن، 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- هەروەها بچە دارستانی ئەیکە
مەهر، 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
مائیدە، S.5
مەکەیش (بەکەیش)، 3:96;90:1-2
- شاری ئارامگاری، 95:3
مرۆڤ،
- نەوە پاش نەوە لە زەویدا، 2:30;6:165
- جێنشین کراوە، 35:39
- ئەرک، 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- تاقیکراوە لەلایەن خودا، 2:155; 3:186; 47:31; 57:25
- شتانی مرۆڤ دەیانخوازن، 3:14
- دروستکراوە لە، 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- دروستکراوە و ماوەی دیاریکراو دابراوتەوە، 6:2; 15:26
- ئاشتی لە نێوان، و ژنی، 4:35
- بازنددەران کە نیشتوانی لە خودایان ردکرد،6:31
- گەڕانەوە، 6:60, 72, 164; 10:45-46
- دەزگا دروست دەکات دژی خۆی، 6:123
- باری کەسی دیکەی ناگرێت، 6:164
- ناسپاسە، 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- ئاگادار کراوەتەوە بەرامبەر شەیتان، 7:27
- ژن و منداڵ، 7:189-190
- کاتێک زیان یان خراپی دەگاتێت، 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- گەڕانەوە بۆ لای خوای خۆی، 10:23; 84:6; 96:8
- ستەمی بە خۆی دەکات، 10:44
- شادیار و شانازیخوازە، 11:10
- داوای خراپی دەکات بۆ خۆی، 17:11
- لە کاتدایە، 17:11
- کردارەکانی بستراوەتەوە بە ملی خۆی، 17:13
- هەرکەس گومڕا بوو، بە زیانی خۆیەوەیە و هەرکەس ڕاست ڕۆیشت، تەنها بۆ خۆیەتی، 17:15
- ستەمی پێ ناکرێت، 17:71
- مرن و ژیانەوە، 23:15-16
- ئایینەکەیان دابەشکردووە بە فیرقە، هەر یەکێک شادە بە باوەڕی خۆی، 23:53
- زمان، دەست و پێ شایەتی دەدەن دژی، 24:24
- شایەتی دەدات دژی خۆی، 75:14
- ئەوەی خودای خۆی بە خواستی خۆیەوە کردووە،25:43
- خزم بە خوێن و بە نیکاح، 25:54
- خودا بۆتان سەرکەوتووکردووە هەموو ئەوەی لە ئاسمان و زەویدایە، 31:20
- هەرکەس ڕووی خۆی بداتە خودا، 31:22
- دوو دڵی لە ناو ئەندامیدا نییە، 33:4
- بۆ پەرستنی خودا، 39:64-66
- بەدبەختی بەهۆی کردارەکانی دەستی خۆیەوە، 42:30, 48
- فریشتەکان کردارەکانی تۆمار دەکەن، 50:17-18, 23;85:11
- فریشتەکان پاریزگاریی دەکەن، 13:11; 86:4
- دابەشکراوە بە سێ پۆل، 56:7-56
- ئەوانەی نزیکی خودان، 56:10-11
- هاوڕێیانی دەستی ڕاست، 56:27-40
- هاوڕێیانی دەستی چەپ، 56:41-56
- گۆڕیاو دەبێت و دروست دەکرێت بە شێوەی نەزانراو، 56:60-62
- شێوەی باشی داراوە، 64:3
- مال و منداڵ تەنها تاقیکردنەوەیەکن، 64:15
- دروستکراوە و خەلاتکراوە بە، 67:23-24; 74:12-15; 90:8-10
- لە کاتدایە، 70:19-21
- تەرخاوی نوێژن، 70:22-35
- زیاتر دەخوازێت، 74:15
- شایەتی دەدات دژی خۆی، 75:14-15
- شانازیی ئەو، 75:31-40; 90:5-7
- خۆشی ژیانی ئەستەمیی دنیا دەوێت، 76:27
- دروستکردنی سەختترە، یان ئاسمان، 79:28
- بێ ئاگایی بەرامبەر خوای خۆی، 82:6-12
- بە تەواوی ئامادەکراوە و پێوانەی باشی دابراوتەوە، 82:7
- لە قۆناغ بۆ قۆناغ دەڕوات، 84:19
- خۆشەویستی مال، 89:20
- لە سەختیدا دروستکراوە، 90:4
- هەوڵ و کردار جیاوازن، 92:4
- ڕێگای ئاسانی و خراپی هەمووارکراوتەوە، 92:7, 10
- لە باشترین شێوەیدا دروستکراوە، 95:4
- پاشان داخراوە بۆ خوارترین خوار، 96:5
- هەموو سنوور تێپەڕیوە، 96:6-7
ئەرکانی (مەناسیک) حەجج، 2:128, 200; 22:30
مانات، 53:20
مرۆڤایەتی،
- شایەتی سەرەوەی، 2:143
- یەک کۆمەڵ، 2:213; 10:19
- دروستکراوە لە جووتێکی یەک، 4:1; 39:6; 49:13
- سەرکێشی دژی خۆیان، 10:23
- بێ ئاگا تا حیساب نزیکە، 21:1-3
- لە فیترەت دروستکراوە، 30:30
- ئەشەرەفترینی، 49:13
- بە نەتەوە و تیرەوتەبار دابەشکراوە، 49:13
مەن و سەڵوا، 2:57
ئەدەب،
- لە کاتی چوونە ناو ماڵدا، 24:27-29
- لە ماڵدا، 24:58-61
- لە ماڵی پێغەمبەردا، 33:53
- سڵاو و درود ناردن بۆ پێغەمبەر، 33:56
- نەئەزیەتکردنی خودا و پێغەمبەرەکەی یان پیاوان و ژنانی باوەڕدار، 33:57-58
- پشتڕاستکردنی هەواڵ پێش باوەڕهێنان، 49:6
- بەسووکانەی دیکەران مەکە، 49:11
- لە کۆبوونەوەکاندا، 58:11
نیکاح، 2:232, 234
- بە کافر یان کۆیلە، 2:221
- بۆ چەند ژن، یاسایی، 4:3
- مەهر وەرناگیردرێتەوە (لە کاتی تەلاق)، 4:20-21
- قەدەغەکراوەن بۆ نیکاح، 4:22-24
- ئەگەر دەرمانی نییە بۆ نیکاحکردنی ژنانی باوەڕداری ئازاد،4:25
- ئەگەر تەرخەمی سووریشت، دوو داوەر دابنرێت، 4:35
- ئەگەر ژن ترسی چەواشەکاری یان بەجێهێشتنی، مادەی ئاشتی بکەن، 4:128
- زیاتر لاخۆشانە مەبە بۆ یەک ژن تا دیکەکەی لاکراو بمێنێت، 4:129
- ئامرازەکاران، 24:3
- بۆ ئەوانەی هەژارن، 24:32
- ئەوانەی دەرمانی نیکاحیان نییە، 24:33
- ژنانی یاسایی بۆ پێغەمبەر، 33:50-52
- پێش کاتی هاوسەریی، هیچ عیددە نییە لە تەلاقدا، 33:49
شەهیدان،
- نەمردوون، 2:154; 3:169
- شادمانن بە لووتف و کەرەمی خودا،3:170-171
- بووریندن و بەزەیی وەردەگرن، 3:157-158
- ڕووکەشێکی باش وەردەگرن، 22:58-59
ماروت، 2:102
مەریەم (دایکی عیسا)، لەدایکبوون، 3:35-7
- مژدەی عیسا، 3:42-51; 19:16-21
- لە کاتی زاڵبوون، 19:23-26
- منداڵەکەی برد بۆ لای خەڵکەکەی، 19:27-33
- تۆمەتی درۆ، 4:156
- پاکدامانیی پاراست، 21:91; 66:12
مەریەم، S.19
مەسەد، S.111
- مەسجیدی ئەقسا، 17:1
- مەسجیدی حەرام، 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- مەشعەری حەرام، 2:198
ماعون، S.107
بەهەشتی مەئوا، 53:15
پێوانە و کێشە، تەواوی بدە، 11:85; 17:35;83:1-5
دیدار،
- لە خودا، 6:31
- لە ڕۆژی گەورەدا، 19:37
- لە ئاخیرەتدا، 30:16
پێغەمبەران، 2:253; 4:164-165; 40:78; 57:27
- زنجیرە، 2:87
- رەزبەندی، 5:19; 23:44
- کوژراون، 3:183
- مەترسیدراون، 14:13
- ئیسخەنجیکراون، 6:10; 13:32; 15:11; 21:41
- ردکراون و نەپذیراون،3:184; 6:34;25:37;34:45; 51:52
- باوەڕهێنان بە هەندێک و ردکردنی دیکەیان،4:150-152
- کۆبوونەوەی، 5:109
- نێردراون وەکو مژدەدەران و ئاگادارکەران،6:48; 14:4-8
- وەکو شایەت لە هەر نەتەوەیەک، 16:89
- بۆ هەر نەتەوەیەک پێغەمبەرێک هەیە، 10:47; 16:36
- ئایەتەکانی خودا دەخوێننەوە، 7:35-36
- فریشتەیەک وەکو، 17:95; 25:7
- نە زیاتر لە مرۆڤن،14:10-12;17:94; 21:8; 25:7-8, 20
- و ژنان و نەوەکانیان، 13:38
- هەروەها بچە پێغەمبەران
معراج، 17:1; 53:12
خەسیسی/خەسیسان، 57:24
بەدبەختی، بەهۆی دەستی خۆتەوە، 42:30
کەشیشایەتی، فەرز نەکراوە، 57:27
مەیمون، تێپەڕوانان بوونە، 2:65;5:60; 7:166
معراج، 17:1; 53:12
مانگەکان، ژمارەی، 9:36-37
مانگ، 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- شکاندنی؛ 54:1
موسا،
- و خەڵکەکەی، 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- و فیرعەون، 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- رێنمایی کراوە لەلایەن خودا، 6:84
- چیا و دیارکردنی خوای خۆی، 7:142-145
- خەڵکەکەی سەرزەنشت دەکات بۆ پەرستنی گوێچاڵکە، 7:148-156;20:83-99
- کتێبەکەی، جیاوازی لێدا کەوت، 11:110
- کتێبی پیرۆزی پێدراوە، 17:2
- نۆ نیشانەی ئاشکرا، 7:133; 17:101
- بۆ کۆتایی دوو دەریا، 18:60-82
- کاتی ئەوەی لە بوتەکەی بەرهەڵستی 20:9-36; 27:7-14; 28:29-35
- بانگکراوە و پێغەمبەرتی پێدراوە، 19:51-53;20:9-56
- منداڵایەتی، دایک و خوشکی، 20:38-40;28:7-13
- جادووگەران ئیمانیان هێنا، 20:70-73; 26:46-52
- لە مەدیەن، 20:40; 28:22-28
- فورقانی پێدراوە، 21:48
- و ئاگری نهێنی، 27:7-12; 28:29-35
- بە هەڵە میسریەک دەکوژێت لە شاردا 28:14-21
- لەگەڵ ئایەتی ئاشکرا هات، 29:39
- چیرۆکی لەگەڵ فیرعەون 7:103-137; 10:75-92; 11:96-99; 26:10-69
- نۆ نیشانە بۆ فیرعەون و خەڵکەکەی 7:130-133; 20:17-22; 17:101
- جادووگەرانی فیرعەون دەسەرکەوێت 20:70-73; 26:46-52
- هەڵاتن بۆ مەدیەن و نیکاح 28:22-28
- تەختەکانی وەردەگرێت 7:142-154
- داوا دەکات خودای خۆی لە چیادا ببینێت 7:142-145
- پیرۆزی کراوە لەلایەن خودا 33:69
- نیعمەتەکانی خودا بۆ ئیسرائیلیان 2:47-61
- ئیسرائیلیان ردیان دەکات لە چوونە ناو ئۆرشەلیمدا 5:20-29
- رێنمایی کراوە بۆ ڕێگای ڕاست، 37:114-122
- کتێبی، 53:36; 87:19
مزگەوت (ئۆرشەلیم)، 17:7
مزگەوت (قوبا)، 9:107-108
مزگەوتەکان، 2:187; 9:17-19
- چاودێریکردنی، یی خودا، 9:17-18
مێشکووتک، تیمسال، 2:26
چیاکان، 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
موددەثیر، S.74
موهاجیر (کۆچبەران)، 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- ژنان، 60:10-12
محمد ﷺ
- ئیسخەنجیکراوە، 2:104; 4:46; 25:41-42; 34:78
- ڕێزلێنان بە پێغەمبەر، 2:104; 4:46; 49:1-5
- پەیمانی باوەڕهێنان بۆی، 3:81
- شایەت سەرەوەی باوەڕداران، 2:143
- نە زیاتر لە پێغەمبەرێکە، 3:144
- بە نیازێکی باش مامەڵەی لەگەڵ کرد، 3:159
- کارەکەی، 3:164; 7:157; 36:6; 52:29; 74:1-7
- نێردراوە وەکو نیعمەتی گەورە بۆ باوەڕداران، 3:164
- لەگەڵ راستیدا نێردراوە، 4:170
- نەکراوە چاودێر، 6:107
- نەخوێندەوار، 7:157; 62:2
- نێردراوە بۆ مرۆڤایەتی وەکو پێغەمبەری خودا، 7:158; 48:9, 29
- ئاگادارکەرێکی ئاشکرا، 7:184, 188; 11:2; 15:89; 53:56
- دیوانە نییە، 7:184; 68:2; 81:22
- ئەوانەی تۆمەتت دەبەستن، 9:58
- پیاوانی کە پێغەمبەر دەئەزیەتن، بەزەیییەک بۆ باوەڕداران، 9:61
- تەنها دەکەوێت بەدوای ئەوەی وەحییان پێگەیشتووە، 10:15-16; 11:12-14; 46:9
- قسەکانی، 11:2-4; 12:108; 34:46-50
- خودا شایەتی سەرەوەیتە، 13:43; 29:52; 46:8
- نێردراوە وەکو شایەت، مژدەدەر و ئاگادارکەر، 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- نابێت خەمگین بێت، 15:97; 16:127; 18:6
- نێردراوە بۆ شایەتبوون، 16:89; 22:78; 73:15
- بانگ دەکات بە زانا و بە شێوازی باش، و بە ئامۆژگارییەکی باشتر مناقەشە دەکات، 16:125
- مەقامی مەحموود، 17:79
- ئیلهامی پێگەیشتووە، 18:110
- بەزەیی بۆ عالەم، 21:107
- پاداشتی داواناکات، 25:57; 38:86; 42:23
- فەرمانی پێدراوە بە، 27:91-93;30:30;66:9
- وەکو بەزەیی لەلای خودا، 28:46-47
- نزیک بە باوەڕداران، 33:6
- نموونەی باشی بۆ پەیرەوکردن، 33:21
- کۆتای پێغەمبەران، 33:40
- دیرود ناردن بۆی، 33:56
- نێردراوە بۆ هەموو مرۆڤایەتی، 34:28
- مووچەی تەنها لەلای خودایەوەیە، 34:47
- تەنها مرۆڤێکە، 41:6
- نێردراوە وەکو پاریزەر، 42:48
- شتێکی نوێ نییە لە نێوان پێغەمبەراندا، 46:9
- شایەت لە نێوان منداڵانی ئیسرائیل،46:10
- بەیعەت (پەیمان) لەگەڵی بەیعەت (پەیمانە) لەگەڵ خودا، 48:10, 18
- جیبریلی بینی، 53:4-18; 81:22-25
- دژیت مەکەون، 58:20-22
- پێشبینیکراوە لەلایەن عیسا، 61:6
- بۆ سەرکەوتنکردنی ئایینی راستی سەرەوەی هەموو ئایین، 61:9
- لە تاریکی بۆ ڕووناکی، 65:11
- هەوڵدان دژی کافران و دووڕووان، 66:9
- بەرزترین ئاستی ئەخلاق، 68:4
- نە شاعیر نە فاڵبێژ، 69:41-42
- تەرخاوی نوێژە، 73:1-8, 20; 74:3
- و ئەو کوێرەکە، 80:1-12
- دا سەجدەیان بکات و نزیکی خودا ببێت، 96:19
- پەڕتووکە پاکەکان دەخوێنێتەوە، 98:2
- ئایەتەکان دەربارەی خێزانی، 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- هەروەها بچە پێغەمبەران؛ پێغەمبەران
محمد (ﷺ)، S.47
موحسینوون (باشکاران)، 2:117, 195; 4:125,128; 10:12-16; 16:128
- خودا خۆشی دەوێت، 3:134, 148; 5:93
- خودا پاداشتی نەدەخاتەوە، 5:85;9:120; 11:115; 18:30
- پاداشتمان دەدەینیان، 12:22; 37:80, 105, 110; 39:34;77:44
- مژدە بۆ، 22:37; 46:12
- بەزەیی خودا نزیکی، 7:56
- خودا لەگەڵیانە، 29:69
- ئەرکپێباوەڕ و باش بەرامبەر دایەبابە، 2:83
- سەبر لە ئەنجامدانی ئەرکەکان بۆ خودا، 16:90
- هەروەها بچە باشی و خراپی
موجادیلە، S.58
قاتر، 16:8
مولک، S.67
مومن (بچە غافر)، S.40
مومنون، S.23
مومتەحینە، S.60
موناڤیقون، S.63
کوشتنی عەمدی، 2:178-179
مورسەلات، S.77
موسڵمانان،
- یەکەمی، 6:14, 163; 9:100; 39:12
- کێ ناویان داوە، 22:78
- بووریندن و پاداشتی گەورە بۆ ئەوانەی، 33:35-36
مووتەففیفین، S.83
موزەممیل، S.73
نەبأ، S.78
بەنی نەضیر، (جوو)، 59:2, 9, 13
نەحل، S.16
نەجاس (نەپاک) 9:28
نەجم، S.53
نەجوا (بچە نهێنی)
ناوەکان،
بەرزترین ناوە جوانەکان بۆی هەن، 7:180
باشترین ناوەکان بۆی هەن، 17:110; 20:8; 59:24
ناچاری، ئەگەر کەسێک ناچار بوو، 2:173; 6:145
دراوسێ، 4:36
مانگی نوێ، 2:189
هەواڵ، تاقیکردنەوەی 4:83
خەسیسی 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
شەو، (وەکو هێما)، بۆ ئارامکردن، 10:67
- وەکو پۆشیش، 13:3; 78:10
- بۆ خزمەتگوزاری، 14:32
- شەوی قەدر، 44:3-4; 97:1-5
نیسا، S.4
نووح، 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ئیسخەنجیکراوە 11:38
- تووفان (لافاوی سەخت)، 29:14
- کەشتی و تووفان 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- کوڕی نادروست ڕزگار نەبوو، 11:42-48
- ژنی نادروست، 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
نووح، S.71
نوور، S.24
سوێند، 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
فەرمانبەرداری، 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
ئەرکەکان پێویستە جێبەجێ بکرێن، 5:1
نەوە، 4:9; 42:49-50
- پیاو و مێینە دەبەخشێت بۆ کەی بۆی دەوێت، 42:49
زەیتوون، 6:141; 16:11; 23:20; 24:35; 95:1
تەنها یەک ئیلاه، 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
هەتیو، 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- چاودێرانی، 4:6
کردارەکانی خۆی، بۆ هەر خەڵکێک جوانکراوەتەوە، 6:108
جووتەکان، لە هەموو بەرهەمدا، 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
دارەکەی خورما، 13:4; 19:25; 20:71; 59:5
تیمساڵەکان، (هاوشێوەیی، نموونە، مانەیەکان)
- ئەوەی ئاگری پێوەخست، 2:17-18
- باراني تووند لە ئاسمانەوە، 2:19-20
- مێشکووتک، 2:26
- ئەوەی هاواری دەکات، 2:171
- شارێک بە تەواوی تێکچوو، 2:259
- دانەی دەکاڵا، 2:261
- بەردێکی هەمواری، 2:264
- باخچە، 2:265-266
- پێسک، 3:103
- باوی سارد، 3:117
- ژیانەوە 7:57; 22:5; 41:39
- سەگی زمان دەردەهێنێت، 7:176
- لێواری بەردی تیژ، 9:109-110
- باران، 10:24
- ئاژاوەی دەڵەکانی داچنراو، 10:24
- کەر و لاڵ، 11:24
- خودا دژی خودایانی درۆ 13:14; 16:76
- راستی دژی درۆ 13:17
- خاک کە باوی تووند لەسەر دەوەزێت، 14:18
- دارێکی باش، 14:24-25
- دارێکی خراپ، 14:26
- کۆیلە و پیاوێک، 16:75
- پیاوی لاڵ کە باری سەر مالکەتەیە، 16:76
- ژنێک تۆکەکەی بیردەکاتەوە، 16:92
- شارێک، ئارام و دڵخۆش، 16:112-113
- دوو پیاو لەگەڵ باخچەی مووەیان، 18:32-44
- ژیانی دنیا وەکو ئاوی ئاسمانە، 18:45
- کەوتووە لە ئاسمانەوە و باڵندەکانی گرتووەتەوە، 22:31
- مێش، 22:73
- ڕووناکی وەکو کۆشکێکە، 24:35-36
- سێوبەر، 24:39
- تاریکی لە دەریایەکی قووڵی گەورەدا، 24:40
- جوولاکە، 29:41
- هاوبەشان، 30:28
- نیشتەجێبووانی شار، 36:13-32
- بێژنگی ڕەنگاوڕەنگ، 39:21
- پیاوێک کە هاوبەشانی زۆری بۆی هەن، 39:29
- تۆوی گەشەدەکات، 48:29
- دڵی سەخت 57:16-17
- سەوزەی پاش باران، 57:20
- چیا خۆی بچووک دەبینێت، 59:21
- کەر، 62:5
- ئاوەکە ئەگەر بچێتە خوارەوە، 67:30
- خەڵکی باخچەکە، 68:17-33
بەهەشت،
- ی ماندنی، (بەهەشتی مەئوا)، 53:15
- بەهەشتی فیردەوس، 18:107; 23:11
- باخچەکان کە ڕووباری لە ژێریاندا دەڕوات، 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- باخچەکانی هەمیشەیی (بەهەشتی عەدن) 9:72;13:23; 18:31; 19:61; 20:76
- باخچەکانی هەتا هەتایە (بەهەشتی عەدن)، 16:31;35:33; 98:8
- باخچەکانی چێژ، 37:43; 56:12, 89
- باخچەکانی خۆشی هەمیشەیی، 9:21
- باخچە و مووەکان، 78:32
- میوەی دوو باخچە، 55:54, 62
- میوەی هەموو جۆر بەهەر خواستێک، بە زۆری، 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- میوەکان نزیک دەبن، 55:54; 69:23
- میوە و گۆشت، 52:22
- گۆشتی باڵندە، 56:21
- دارەکانی سیدری بێ تیژی و تەلح (دارەکانی موز)، 56:28-29
- زانستی بێ سوود، کەر لەگەڵ کتێبەکان 62:5
- کانییەکی ڕوان، 88:12
- کانییەکی بە ناوی سەلسەبیل، 76:18
- کانییەکی بە ناوی کافوور، 76:5
- کانییەکی بە ناوی تەسنیم، 83:27-28
- ڕووباریی بەهەشت، کەوثەر، 108:1
- ڕووباری شەراب، شیر، هەنگوینی پاک، 47:15
- شەرابی پاک و مووردار، سپی، تامی خۆش، 37:45-46; 56:18; 76:21; 83:25
- کووپ، تێکەڵ لەگەڵ، زەنجەبیل، 76:17; 78:34
- ئاو، 76:5
- تەفسییەکانی زێڕ و کووپەکان، 43:71
- تەسکەرەکانی زیو و کووپەکانی کریستال، 76:15-16
- جلی کەڵەش و قەڵێوی ئەبریشیم، 18:31;22:23; 35:33; 44:53; 76:12, 21
- به زریانی زێڕ و مورواری خوازراوە، 18:31; 22:23; 35:33; 76:21
- دیوانەکانی خاوەن ئەبریشیم، 55:54
- باڵشتی سەوز و مالفەی جوانی خراسانی، ریزکراوە، 55:76; 88:15
- تەختەکانی تێکەڵ لەگەڵ زێڕ و بەردی بەرز، بەرزکراوە 56:15; 88:13
- خالیچەی بەرگسترراو، 88:16
- کۆشکی جوان، ژووری بەرز، یەکێک سەرەوەی دیکەی، 9:72; 39:20
- بۆ هەتا هەتایە تێیدا دەمێنن، 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- ماڵی هەمیشەیی، 3:15; 35:35
- ڕووبەڕووی یەکدی لەسەر تەختەکان، 15:47; 37:44;44:53; 56:16
- هەرگیز مرگیان ناچێژێت تێیدا، 44:56
- نە پێیان دەوترێت بچنە دەرەوە، 15:48
- کینە یان ئازار لە دڵیان دەرکراوە، 7:43; 15:47
- هەموو خەمێک لابراوە، 35:34
- هیچ ماندووبوون، کۆشش، یان ستەمیان نییە، 15:48;35:35
- نە زیانێک، نه ئازاری سکێک، نه سەردەردێک نه سەرخۆشیش، 37:47; 56:19
- نە قسەی بێ سوود نە قسەی گوناه، 19:62;56:25
- نە قسەی زیانبەخش نە درۆیش، 78:35; 88:11
- ئازاد لە گوناه، 37:47; 52:23
- نە گەرمای زیاد نە سارداییا تووند، 76:13
- ڕووکەشێکی دیاریکراو هەیە، 37:41;56:89
- لە ئارامی و ئەمنیەتدا، 15:46; 44:51, 55; 50:34
- ماڵی ئارامگاری، 6:127
- سڵاوکردن لێدا، 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- هەرکەس کاری دروستی بکات دەچێتە ناو، 4:124; 42:22; 44:51
- ئەوانەی ئەرکی خوای خۆیانیان پاراست بە کۆمەڵ بەرەو دەبرێن، 39:73
- بە میرات گیراوە بەهۆی کردارەکان، 43:72
- خودا خۆشییەتیانیان و ئەوانیش خۆشییەتی ئەو، 5:119
- بەهەشتەکەم، 89:30
- گەورەترین خۆشی، 9:72
- سەرکەوتنی گەورە، 57:12; 64:9
- سەرکەوتنی بەرزترین، 9:72; 44:57
- بۆ باوەڕداران باخچەکان وەکو مێوانداری، 32:19
- نیشتەجێبووانی بەهەشت ئەو ڕۆژە سەرقاڵی خۆشییەکانی دەبن، 36:35
- لە نێوان باخچە و کانیەکاندا دەبن، 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- فریشتەکانی دەوری تەختەکە دەبینن، 39:75
- نزیکی پاشایی هەموو توانادار، 54:55
- هەموو ئەوەی دەیانخوازن هەیانە، 50:35
- حوور، ژنانی پاک بە چاوی بەرف و جوان، وەکو هێلکەی پاراستراو، 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ژنانی پاک، 3:15
- ژنان لە سێبەری خۆش، لەسەر تەختەکان لاکەوتوون، 36:55
- کچانی گەنجی پڕ سنگ لە هەمان تەمەن، 78:33
- خزمەتکارانی گەنجی جاودانە، وەکو مورواری بڵاوبووەتەوە، 52:24; 56:17; 76:19
- بە پانبوونی ئاسمان و زەوی 3:133, 57:21
- ئاوی ڕوان، سێبەری سارد، خواردنی خۆش، و هاوسەری پاک 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- پاداشتی باوەڕداران 55:46-78; 56:10-40
- ڕووباری هەنگوین، شیر، ئاو، و شەراب 47:15
- نوێژ و سڵاوکردن 10:9-10; 39:73-74
- سڵاوی ئارامگاری پێیان دەکرێت 13:23-24; 14:32
- ماندنی هەمیشەیی لە چێژدا 11:108
- هەرگیز نازانرێن بچنە دەرەوە 15:45-48
- ڕووناکی پێشیان دەڕوات و لە ڕاستیانەوە 57:12
- نە گەرما نە سارداییش 76:13
- هەموو خواست دەدرێنەوە 16:30-32; 41:31-32
- زریانی زێڕ و جلی ئەبریشیمی نازک 18:30-31; 22:23-24; 44:51-53
- تەفسییەکانی کووپی زێڕ 43:67-73
- تەسکەرەکانی زیو و میوە ئاویلانی 76:14-16
- لاکەوتوو لەسەر تەختەکان 15:47; 37:44; 52:20
- باوەڕداران خوای خۆیان دەبینن 75:22-23
دایەبابە، نیکوکاری بەرامبەریان، 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
هاوبەشانی خودا، درۆیەک، 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
چێڵانگە، 87:4-5
ڕێگا، 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- هەروەها بچە ڕێگا
سەبر، 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- داواخوازی یارمەتی لە سەبر و نوێژدا، 2:45, 153; 20:132;50:39
سەبرکار،
- پاداشتی تەواو وەردەگرێت، 39:10
- خودا لەگەڵ ئەوانەی سەبر دەکەنە، 8:46
- و سەبر بکە، 11:115
- لە ئەنجامدانی ئەرکەکان بۆ خودا، 16:90
- سەبر لە کاتی تووڕەیی، 41:34
ئاشتی، ئاماده بەرامبەریی، 8:61
مورواری و مەرجان، پاراستراو، 52:24; 55:22; 56:23
قەڵەم، 68:1; 96:4
کەس،
- خودا کەس زیاتر لە تواناکەی بار ناکات،2:286; 7:42
- خودا هیچ کەسێک زیاتر لە ئەندازەکەی بار ناکات، 23:62
- هیچ کەسێک نازانێت سبەی چی دەکەوێت و لە کوێ دەمرێت، 31:34
- هەر کەسێک بە هەموو باشی و خراپی کردووی ڕووبەڕوو دەبێتەوە 3:30
- هەر کەسێک دێتەوە داوای خۆی دەکات،16:111
- هەر کەسێک گرێدراوە بە ئەوەی کردووی،74:38
- خودا سوێند دەخوات بە ئەوەی خۆی سەرزەنشت دەکات، 75:2
فیرعەون، 28:6; 40:24
- خەڵکی، 2:49; 3:11; 7:141; 44:17-33
- خەرقکراوە، 2:50
- مامەڵەکەی لەگەڵ موسا، 7:103-137; 10:75-92
- تەنی مردوو لە دەریاوە دەرکەوت، 10:90-92
- سنوور تێپەڕی؛ گوناهی کرد و نافەرمانی کرد، 20:24; 69:9; 73:16;85:17-20; 89:10-14
- ژنی دروستکار، 28:8-9
- ئیدعای خودایی دەکات، 28:38; 79:24
- وێران کراوە، 29:39
- پیاوێکی باوەڕدار لە خێزانی فیرعەون،40:28-44
- بنیادکردنی بورج، 40:36-37
- هەروەها بچە موسا
دامەزراندنی شتەکانی دنیا، 102:1-4
پەیمان (بەیعەت)،
- بۆ ئیسلام، 16:91
- بە پێغەمبەر بەیعەت (پەیمانە) بە خودا، 48:10
- ی باوەڕداران، 48:18; 60:12
پەیمان (گیروگرتن)، با ببێت، 2:283
- هەر کەسێک گرێدراوە بە ئەوەی کردووی، 52:21; 74:38
شیعر، 36:69
شاعیران، 26:224-227; 69:41
هەنار، 6:141
هەژار، 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
نوێژ، 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- نە بە دەنگی بەرز نە بە دەنگی نزم، 17:110
- بانگکردن بۆ کافران، 9:113-114
- بانگکردنی کافران، 13:14
- وەڵامی دەداتەوە (بانگکردنی) ئەوانەی، 42:26
- داواخوازی یارمەتی لە سەبر و، 2:45, 153; 20:132;50:39
- ئەنجامدانی ئیقامەتی نوێژ، بەرەو قیبڵە، 2:142-145, 149-150
- باش چاودێری بکە، 2:238
- لە گەشت و کاتی هێرشدا، 2:239; 4:101-102
- نزیک مەبە کاتێک سەرخۆشیت، 4:43
- نە لە دۆخی جەنابەتیشدا، 4:43
- پاکی بۆ، 4:43; 5:6
- کاتێک تەواویکرد، 4:103
- کاتەکانی، 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- سەجدە بۆ خودای تەنها، 13:15
نوێژی هەینی، 62:9-11
ئاگاداریی لە مەترسیدا، 4:71
بەندییانی شەڕ، 8:67-71
- هەروەها بچە بەندییان
بەڵێنی راستی، 46:16-17
موڵک، 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
پێغەمبەران، 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- پەیمانەکانی، 3:81; 33:7-8
- یاسایی نییە بۆ، 3:161
- دوژمنێک بۆ هەر، 6:112; 25:31
- هەروەها بچە پێغەمبەران
سەجدە،
- بۆ خودا سەجدە دەکات هەرکەسێک لە ئاسمان و زەویدا و سێبەرەکانیش، 13:15
ڕووکەش، 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
زەبوور، 4:163
سزا،
- دواخستنی، 3:178
- بڕینی دەست یان پێ، 5:33
- بە هەمان شێوەی ئازاری دەدرێت، 16:126
- ی دنیا و ئاخیرەت، 24:19; 68:33
پاک کردن،
- جەستەیی، 4:43; 5:6
- مانەوی (لە نەپاکی)، 87:14; 91:9
قەدەر، 5:5; 64:11
قەدر، S.97
قاف، S.50
قەڵەم، S.68
قەمەر، S.54
قاریعە، S.101
قارون (قارون)، 28:76-82; 29:39
قەسەس، S.28
قیبڵە، 2:142-145, 149
قیساس (یاسای یەکسانی لە سزادا)، 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
قورئان،
- وەصف کراوە، 13:31, 36, 37; 14:1; 56:77-80
- ناتوانرێت لەلایەن کەسێکی دیکەوە دروست بکرێت جگە لە خودا، 2:23; 10:38; 11:13; 17:88
- ئەگەر لەلای کەسێکی دیکەیەوە بووایە، زۆر جیاوازی تێیدا دەبوو، 4:82
- ڕووناکییەکی ئاشکرا، 4:174; 42:52
- دانراوەتە خوارەوە، 6:19
- خودا شایەتی سەرەوەیتە، 6:19
- بەلگەی ئاشکرا، 6:157
- قسەی درۆ دەربارەی ئایەتەکانی، 6:68
- یادکردنەوەیەکە، 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- کاتێک دەخوێنرێت، گوێ بگرە و خەموش بمێنەوە، 7:204
- ذکر، 7:205; 15:6, 9
- کتێبی زانا، 10:1; 31:2; 36:2
- پەیامی ئیلهامكراو، 10:2, 109; 42:52
- ئەوانەی ردیان دەکەنەوە، 11:17
- بە زمانی عەرەبی، 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- بەشبەش کراوە، و بەتەدریج دانراوەتە خوارەوە، 15:91; 17:106; 25:32; 76:23
- گۆڕینی ئایەتێک، 16:10
- کاتێک دەتەوێت بیخوێنیتەوە، 16:98
- رێنمایی دەکات، 17:9
- مژدە و ئاگادارکردنەوە، 17:9-10
- و کافران، 17:45-47
- خوێندنەوەی لە سپێدەدەمدا هەمیشە بەشایەتی فریشتەکانە، 17:78
- چارەسەری و بەزەیییە، 17:82
- بە تەواوی شیکراوەتەوە بۆ مرۆڤایەتی، هەموو جۆر هاوشێوەیی و نموونە، بەڵام زۆرینە ردیان دەکەنەوە، 17:89; 18:54; 39:27
- ئاسان، 19:97; 44:58; 54:17, 22, 32, 40
- خەڵکەکەم ئەم قورئانەیان بەجێهێشتووە، 25:30
- پشتڕاستکراوە لەلایەن کتێبەکانی پێشوو، 26:196
- بۆ منداڵانی ئیسرائیل ئەوەی ناوشکاوی تێیدا رووی داوەی ڕوونیان دەکاتەوە، 27:76
- بیخوێنەوە و نوێژ بکە، 29:45
- راستی لەلای خودا، 32:3; 35:31
- لە شەوێکی بەرەکەتدا، 44:3
- تێیدا هەر فەرمانێک دیاریکراوە، 44:4
- قووڵ بیرکردنەوە لە، 47:24
- ئاگادار بکە بە، 50:45
- فێرکراوە لەلایەن خودا، 55:1
- و خوێندنەوەیەکی پیرۆز، باش پاراستراوە، 56:77-78
- هیچ کەسێک دەستی نادێتپێ مەگەر پاکان، 56:79
- ئەگەر لە چیایەک دانرابووایە، 59:21
- ئازاری کافرانە، 69:50
- راستییەکی تەواوە بە دڵنیایی، 69:51
- بە ئارامی بیخوێنەوە، 73:4
- لە تۆمارەکانی ڕێزدار، پاک و پیرۆز پاراستراوە، 80:13-16
- یادکردنەوەیەکە بۆ هەموو عالەم، 81:27
- کافران دروغیان خستووەتە سەر، 84:22
- لە لەوحی مەحفووظدا، 85:22
- وشەیەک کە راستی لە درۆ جیا دەکاتەوە، 86:13
- پەڕتووکە پاکەکانی دەخوێنێتەوە، 98:2
- هەروەها بچە کتێب؛ وەحی
قورەیش، S.106
قورەیش،
- کافرانی، 54:43-46, 51
- ڕاموشکردنی، 106:1-4
ئیمامان و کەشیشان، 9:31, 34
پێشبازی، هەوڵ بدە وەکو لە پێشبازیدا، لە کارە باشەکاندا، 5:48
ڕەعد، S.13
ڕەحمان، S.55
جلی دادپەروەری باشترە، 7:26
باران،
- بەخشینی خودا، 56:68-70
- ی بەرد، 27:58
ڕەمەزان، 2:185
ڕەمی (تاشکردنی)، 2:200
فیران،
- هیچ فیرانێک وەرناگیردرێت، 57:15
- پێشکەشکراوی کافران، 3:91; 10:54; 13:18
فیدیە، ی ڕۆژوو، 2:196
- بۆ ئازادکردنی بەندییەکان، 8:67
نیشتەجێبووانی ڕەس، 25:38; 50:12
پاداشتەوە،
- ڕۆژی، 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ئەوانەی ردیان دەکەنەوە، 107:1-7
- پاداشتەوەی خراپ خراپێکی هاوشێوەیەتی، 42:40
ئاشتی،
- هەرکەس بوورییەت و ئاشتی بکاتەوە، 42:40
- لە نێوان پیاو و ژندا، 4:35
تۆمار،
- دەفتەرێکی نووسراو، 83:7-9, 18-21
- هەر نەتەوەیەک بانگ دەکرێت بۆ تۆمارەکەی، 45:28-29
- پەڕتووکە نووسراوەکانی کردارەکانی هەر کەسێک، 81:10
- کە راستی دەڵێت، 23:62
- لە دەستی ڕاستدا، 69:19; 84:7-9
- لە دەستی چەپدا، 69:25
- لە پشتدا، 84:10-15
- فریشتەکانی تۆمارکردن، 50:17-18, 23; 85:11
ئاسانی، لەگەڵ سەختی، 94:5-6
ئایین،
- هیچ زۆردارییەک لە، 2:256
- ئیسلامە، 3:19
- ی خودا، 3:83-84
- جگە لە ئیسلام، 3:85
- سنوور تێپەڕمەکە لە، 4:171; 5:77
- تەواوکراوە، 5:3
- ئەوانەی وەکو یاری و سەرگەرمی دەیگرن، 6:70
- ئەوانەی دابەشیان دەکات و بەشبەشیان دەکات، 6:159; 30:32
- هەروەها بچە 42:13-14; 43:65; 45:17
- پیاوان ئایینیان دابەشکردووە بە فیرقە، هەر کۆمەڵێک شادە بە باوەڕی خۆی، 23:53; 30:32
- هیچ سەختییەک تێیدا ننێراوە، 22:78
- مرۆڤایەتی لەسەر فیترەت دروستکراوە، 30:30
- هەمان، بۆ هەموو پێغەمبەران، 42:13-15
- ی باوکانی کۆنتر، 43:22-24
یادکردنەوەی خودا، 63:9
- لە، دڵەکان ئارامی دەدۆزنەوە، 13:28
تەوبە،
- وەرگیردراوە ئەگەر خراپی لە نەزانییەوە کراوە و زوو تەوبە کرا، 4:17; 6:54
- هیچ سوودێک نییە، ئەگەر کردارە خراپەکان بەردەوام بن، 4:18
- وەردەگرێت و گوناه دەبووریێت، 4:25
- چاوەڕوانکردن بۆ خراپی، 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
- ژیانەوە، 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- نموونە لە چیرۆکی عوزەیردا 2:259
- ئیبراهیم 2:260
- خەڵکی شکەفت 18:9-26
- ئاگادارکردنەوە بۆ ئەوانەی ژیانەوە ردیان دەکەنەوە 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ڕۆژی قیامەت، 7:89; 20:100-101, 124
- ڕۆژی ڕاست، 78:39
- مووچەکانتان بە تەواوی دەدرێنەوە 3:185
- پەڕتووکە نووسراوەکانی کردارەکان دەکرێنە ئاشکرا، 81:11
- هەر کەسێک دەزانێت چی هێناوەتەوە، 81:14
- هەر کەسێک بە هەموو باشی و خراپی کردووی ڕووبەڕوو دەبێتەوە، 3:30
- کەسێک دەزانێت چی پێشیاندەرخستووە و چی جێهێشتووە، 82:5
- هیچ ترسی لە ستەم نییە، 20:112
- ترازوکانی دادپەروەری، 21:47
- کێشانی کردارەکان، 23:102-103
- هەرکەس باشی یان خراپی بە ئەندازەی زەرەکێک بکات، دەیبینێت، 100:7-8
- هەموو نهێنییەکان دەپرسێنرێن، 86:9
تۆمار لە دەستی ڕاستدا دەدرێت، 69:19; 84:7-9
تۆمار لە دەستی چەپدا دەدرێت، 69:25
تۆمار لە پشتدا دەدرێت، 84:10-15
- ڕۆژی سەخت، بۆ کافران، 25:26; 54:8; 74:9
- ڕۆژی گران، 76:27
- باری گران دەگرن، 20:100-101
- مۆڵەتی بانگهێشتنی بۆ بەراتی نییە، 77:36
- ستەمکار دەستی خۆی دەگازێت، 25:27
- ستەمکاران لەگەڵ هاوڕێ و پوتەکانیان کۆدەبنەوە، 37:22
- وێرانی لەگەڵ پەشیمانی و خەم و نومێدی گەورە، 30:12
- ئەو کچەی زیندە بەردراوە پرسیار لێ دەکرێت، 81:8-9
- گەورەترین ترس، 21:103
- بانگکەر بانگ دەدات بۆ شتێکی ترسناک، 50:41;54:6-8
- هاوارییەکی یەک، 36:29, 49, 53; 38:15; 50:42
- زەجرە (هاواری)، 37:19; 79:13
- ئازاری نزیک، 78:40
- ئاسمان بە لەرزەیەکی سەخت دەلەرزێت، 52:9; 56:4
- ئاسمان دەشکێت، 84:1-2
- ئاسمان دابڕاوە، 77:9; 82:1
- ئاسمان لەگەڵ هەور دابڕاو دەبێت، 25:25
- ئاسمان گرتوو دەبێت، لە دەستی ڕاستیدا، 21:104; 39:67
- هەموو ئەوانەی لە ئاسمان و زەویدان سووڕ دەبنەوە، 39:68
- ئاسمان کراوە دەبێت، وەکو دەروازەکان دەبێت، 78:19
- ئاسمان وەکو قیرێکی کوڵاو دەبێت، 70:8
- ئەستێرەکان دەکەون، 81:2; 82:2
- ئەستێرەکان ڕووناکییان دەچێت، 77:8
- خۆر ڕووناکییەکەی دەچێت، 81:1
- دەریاکان وەکو ئاگری بەرهەڵستی دەبن، 81:6
- دەریاکان دەترکینن، 82:3
- بومەلەرزەی کاتژمێر، 22:1; 99:1
- چیاکان دەجوڵێن، 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- بە گردوخاک دەبن 20:105; 56:5
- وەکو پووک، 70:9;101:5
- زەوی و چیاکان بە توندی دەلەرزێن، 73:14; 79:6
- زەوی بە گردوخاک دەبێت، 89:21
- زەوی گۆڕیاو دەبێت بە زەوییەکی دیکە و ئاسمانیش وا، 14:48
- زەوی درێژ دەکرێت، 84:3-5
- زەوی وەکو دەشتێکی هەمواری 18:47; 20:106
- زەوی بارەکانی دەخاتەوە، 84:4; 99:2
- گۆڕەکان بەپێچەوانەوە دەگەڕێن، 82:4
- ژیانەوە لە گۆڕەکانەوە، 21:97; 70:43
- سەرەوەی زەوی زیندوو پاش مرگ، 79:14
- ئاژەڵانی کووێر کۆدەبنەوە، 81:5
- کوێر هەڵدەستن، 20:124-125
- کەڵەکەی دەدرێت، 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- سەخخەیش، 80:33
- گیانەکان لەگەڵ بەدەنەکانیان دەگەن، 81:7
- ماوەیەکی زیاتر لە دە ڕۆژ نامێنن، 20:103
- ماوەیەکی زیاتر لە یەک ڕۆژ نامێنن، 20:104
- یان بەشێک لە ڕۆژ، 23:112-114
- ڕۆژی کۆبوونەوە، 64:9
- ڕۆژی دادگایی، 37:21
- ڕۆژی بڕیار، 77:38; 78:17
- ڕۆژی دابەشکردن، 77:13-14
- ڕۆژی خەم و پەشیمانی، 19:39
- ئەوانەی ردیان دەکەنەوە، 77:15-50
- مرۆڤایەتی وەکو فراشە بڵاوبووەتەوە، 101:4
- مرۆڤایەتی بە کۆمەڵە کۆمەڵە ئەمەڵ دەکەن، 100:6
- مرۆڤایەتی وەکو ئەوانەی سەرخۆشن، 22:2
- هەموو دووگیانێک بار دەخاتەوە، 22:2
- وەشترانی دووگیان بەجێ دەهێڵدرێن، 81:4
- دایکانی شیردەر منداڵی خۆی لەبیر دەکەن، 22:2
- خزمان دەبینرێن، 70:11
- پیاو لە خزمی خۆی دەهەڵاتێت، 80:34-37
- هیچ دۆستێک لە دۆستی خۆی نادپرسێت، 70:10
- هیچ دۆستێک و هیچ ناڕازیبەرێک نابێت، 40:18
- هیچ کەسێک توانای کردنی شتێک بۆ کەسی دیکە نییە، 82:19
- هیچ توانایەک نابێت، نه یارمەتیدەرێکیش، 87:10
- هیچ ترسی لە باوەڕدارانەوە نییە، 43:68
- باوەڕداران لە نێوان سێبەر و کانیەکان و میوەکاندا دەبن، 77:41-43
- نیشتەجێبووانی بەهەشت و ژنانیان، 36:55-58
- فریشتەکان لە داوونزوونێکی گەورەدا دەنێردرێن، 25:25
- شینک دەرکراو دەبێت، 68:42-43
- بەهەشت نزیک دەکرێت، 81:13
- دۆزەخ نزیک دەکرێت، 89:23
- ئاگری دۆزەخ کراوەتەوە، بە توندی بەرهەڵستکراوە، 81:11-12
- پاداشتەوەی بە شێوازی کاریگەری کەفارەتە، 5:45
وەحی،
- ئەگەر گومانت هەیە، 2:23-24
- ئایەتی نەسخکراو یان لەبیرکراو، 2:106
- رێنمایی ڕاست، 3:73
- لەلای خوایت، لەبەر ئەوە لە ئەوانەی گومانکار مەبە، 6:114
- بۆ خەڵکێک کە تێیدەگەن، 6:98
- رێنمایی و بەزەیییە، 7:203; 16:64; 31:3
- لە ڕێگای ڕووحی قودسەوە، 16:102; 26:192-193
- بە وردی شیکراوەتەوە، 6:98; 41:2-4
- کتێبەکە لەلای خودایەوەیە، 46:2
- هەروەها بچە کتێب و قورئان
تۆڵەسەندنەوەی ستەمی کراوە بەسەریاندا، 42:39-43
پاداشت،
- بەپێی باشترین کردارەکان، و حەتا زیاتر، 24:38; 29:7; 39:35
- وەکو پاداشت 25:15
- خودا پاداشتی باشترین دەداتە ئەوانەی باشی دەکەن، 53:31
- بۆ باشی، هیچ پاداشتێک نییە جگە لە باشی، 55:60
ڕیبا (بچە ربا)
دروستکار،
- هاوڕێیانی، 4:69
- زەوییەکە دەگرنەوە بە میراث، 21:105
- لە بەهەشتدا، 51:15-19; 76:5-12
- هەروەها بچە باشی
دادپەروەری، 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ڕێگای تووندی، 90:11-18
رێنمایی ڕاست رێنمایی خودایە، 3:73
ڕێگاکان، 43:10
دەشتی بەردیلە (حیجر)، نیشتەجێبووانی، 15:80-85
ڕووماییەکان، 30:2-5
سەقف، ئاسمان، 21:32
ڕووح (جیبریل)، 26:193; 67:12; 70:4; 78:38;97:4
ڕووحی قودس، 2:87, 253; 5:110; 16:102
- هەروەها بچە جیبریل
ڕووح (گیان، روو)، 15:29; 17:85; 58:22
ڕووم، S.30
سەبأ (شێبا)، 27:22-44; 34:15-21
سەبأ، S.34
شەممە،
- تێپەڕوانانی، 2:65; 4:154; 7:163-166
- تەنها بۆ دانراوە، 16:124
صابیین، 5:69; 22:17
قوربانی، 2:196, 200; 22:34-37
صاد، S.38
صەدەقە (کاریگەری)، 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- نهێنیکردنی باشتر لە ئاشکراکردنە، 2:271
- صەفا و مەروە، 2:158
صەف، S.61
صاففات، S.37
سەیلی عەریم (لافاوی کاڵی مأریب)، 34:16
سەجدە، S.32
سەکینە (ئارامی و تەسکین)، 2:248;9:26, 40; 48:4, 18, 26
صالح، 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
سەلسەبیل (کانیی بەهەشت)، 76:18
سامیری، 20:85, 95-97
سامووئیل، 2:247
شەیتان، 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- دوژمنایەتی و کینە هەڵدەکات، 5:91
- دەنگی خراپی لە، 7:200-201
- خەڵەت دەکات، 8:48
- خیانەتی کرد، 14:22
- هیچ توانایەکی سەر باوەڕداران نییە، 16:99-100
- درۆ دەخاتە ناو، 22:52-53
- دوژمنە، 12:5; 35:6; 36:60
- شانازی 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- جنێکە 18:50-51
- تاقیکردنەوە و کەوتنی ئادەم 7:20-23; 20:116-121
- هیچ دەسەڵاتێکی سەر باوەڕداران نییە 16:98-100
- مەبەستی 35:6-8
- دوژمنی سوێندخواری بۆ مرۆڤایەتی 12:5; 17:53
- ئەژگەرەکەی 53:14-19
- کردارەکانی 5:90-91
- دەستی لە کردارە باشەکان دەگرێت 2:268
- باوەڕداران لەلای خودا پەناهی لێ دەگرن 7:200-202
- دەزگاکانی سووست، 4:76
- پەیرەوانی لایدەهێڵێت 8:48
- قسەی لەگەڵ پەیرەوانی لە دۆزەخدا دەکات 14:22
- هەروەها بچە ئیبلیس
ترازو، سەرکەوتووی کێی گران دەبێت، 7:8-9
- هەروەها بچە توازون
کتێبی پیرۆز،
- خەڵکی، (جوو و خریستیان)، 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ئەوەی شاریان دەکرد، 5:61-63
- لە نێویاندا ئەوانەی لە ڕێگای ڕاستن، 5:66
- دەیناسن بەڵام باوەڕیان ناهێنێت، 6:20
دەریاکان، 42:32-33; 45:12
- دووکەیان، 18:60; 25:53; 35:12; 55:19-20
- کاتێک دەترکینن، 82:3
نهێنی (نەجوا)،
- قسەی نهێنی، 4:114
- ئامۆژگاری سێ کەس، 58:7
- ئامۆژگاریە نهێنییەکان، 58:8, 10
- شێوراکردنی تایبەت، 58:12-13
فیرقە و دابەشکردن لە ئاییندا، 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
ئارامگاری، پاش سەختی دانراوە، 3:154
تۆو، کێ دەیگەشێنێت، 56:63-67
هەست و ئەرگانەکان، 23:78
حەوت، دروستکراون،
- ئاسمان، 2:29; 23:17; 65:12; 67:3; 71:15
- و زەوییش وا، 65:12
سێبەر،
- بۆ خودا سەجدە دەکات، 13:15; 16:48
بڵاوکردنەوەی، 25:45
شەمس، S.91
شەتری وەکو نیشانەیەکی ئاشکرا بۆ خەڵکی ثەمود، 7:73; 17:59; 26:155-158
کەشتی، ڕۆیشتنی، وەکو نیشانەیەک؛ بۆ خزمەتگوزاری؛ سوپاسگوزار بوو؛ داوای بەخشینی بکە، 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
شووعەیب، 7:85-93; 11:84-95; 29:36-37
شووعەرا، S.26
شوورا، S.42
سیدرەتی مونتەها، 53:14
مەحاسەرەی مەدینە، 33:9-27
سیججین، 88:7-9
گوناه، 7:100; 74:43-6
- ئامرازەکاری نایاساییانە، 4:15-16; 24:2, 19
- ئەگەر گوناهی گەورە ئەوداریت، گوناهی بچووک دەبووردرێت، 4:31
- لە مرۆڤ دەشارنەوە، بەڵام لە خودا ناشارنەوە، 4:108
- هەرکەس گوناهی وەردەگرێت، تەنها دژی خۆیەتی، 4:111
- هەرکەس گوناهی بکات و پاشان بخاتەسەر بێگوناهێک، 4:112
- خودا نابووریێت بەشداریکردن لە پەرستنی لەگەڵ ئەودا، بەڵام گوناهی دیکەی دەبووریێت بۆ کەی بۆی دەوێت، 4:116
- ئەوانەی گوناه دەکەن پاداشتەوەی لایق وەردەگرن، 6:120
- گوناهکاران هەرگیز سەرکەوتوو نابن، 10:17
- خودا هەموو گوناهان دەبووریێت، 39:53
- گوناهە گەورەکان، 42:37
- چیای سینا، 19:52; 23:20; 95:2
- گوناهکاران، گوێ، چاو و پێستیان شایەتیان دەدات دژیان، 41:20-23
- پلی سیرات، 66:8
- خراپەسۆز، 68:11-12; 104:1
کۆیلەکان، 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- هەروەها بچە بەندییانی شەڕ؛ بەندییان
خەو، شتێکە بۆ ئارامکردن، 78:9
سەدووم، 29:31; 37:136
ئامرازەکاری هاوجنس، 7:80-82; 11:77-83; 15:61-77; 29:28-29
سولەیمان، 2:102; 4:163; 6:84
- یارمەتی باوکی داود دەکات بۆ بڕیارێکی دادپەروەرانەتر 21:78-82
- و مێرمیلکەکان، 27:15-19
- و مووری، 27:20-26
- و مەلیکەی سەبأ، 27:22-44; 34:15
- نیعمەتەکانی خودا بەسەری 34:12-14, 38:34-40
- خۆشەویستییەکەی بۆ ئەسپی جوان 38:30-33
کوڕی، خەزنکراو، 33:4-5
گیان (ڕووح)، 15:29; 17:85; 58:22
خەرجکردن، لە ڕێی خودادا، 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- ئەوەی زیاتر لە پێویستتە، 2:219
- هاوشێوەیی ئەوانەی ماڵیانیان خەرج دەکەن لە ڕێی خودادا، 2:261
- بۆ دیارکردن بۆ مرۆڤ، 2:264; 4:38
- هەرچی لە ڕێی خودادا خەرج بکەیت، وەرت دەدرێتەوە، 2:272; 8:60; 34:39
- نە بەزیادەڕەوی، نە بە فڵێتی، 6:141;17:26
- نە زیادەڕەو نە خەسیسیش، 25:67
- ئەوانەی دەستیان دەگرن لە خەرجکردن لە ڕێی خودادا، 9:67
گیان (ڕووح)، 15:29
- زانستی لەلای خودایە، 17:85
- خودا باوەڕداران بە پشتیوانی دەکات، 58:22
غەنیمەتی شەڕ، 8:41, 69; 48:15, 19-20; 48:15
- هەروەها بچە غەنیمەت
سیخوری، 49:12
ئەستێرە، 53:1, 49; 86:1-4
ئەستێرەکان، 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
ڕاست، ڕێگا، 1:6
- هتد. سیما، 6:153
- هتد. هەوڵدان، 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
شیردان، ماوەی، دایکی شیردەر، 2:233
سەختی، هەژاری، لەدەستدانی تەندروستی و کارەساتەکان؛ خۆشبەختی و دەوڵەمەندی، 7:94-96
خۆر، 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
سەرکەوتنی بەرزترین، 9:72; 44:57
سوورە، 10:38; 11:13; 47:20
- دانرانی وەحییەکەی باوەڕ زیاد دەکات، 9:124-127
گومانەکان، 49:12
ڕووکەش،
- هەروەها بچە ڕووکەش؛ پەروەردەگاری
سووواع، 71:23
تەبووک، 9:40-59, 81-99, 117-118, 120-122
تەغابون، S.64
تاغووت، 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- هەروەها بچە خودایانی درۆ
تاها، S.20
تەحریم، S.66
تەکاثور، S.102
تەکویر، S.81
تەلاق، S.65
تەلح (دارەکەی موز)، 56:29
تالووت (شائول)، 2:247-249
تاریق، S.86
تەسنیم (کانیی)، 83:27-28
تەوبە، S.9
تەواف (گەڕانی دەوری کەعبە)، 2:200; 7:29,31
تەیەممووم، 4:43; 5:6
ماوە، هەر نەتەوەیەک ماوەیەکی دیاریکراوی هەیە، هیچ کەسێک ناتوانێت پێشتر یان دواتر بخاتەوە، 7:34; 10:49;15:4-5; 16:61; 20:129
خاک، پاریزگاریی بکە بە یەکێتییەکانی سوپا، 3:200
تاقیکردنەوە، لەلایەن خودا، 3:154; 34:21
ثەمود، 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
دزی، سزا، 5:38-39
تەخت، 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- سەر ئاو، 11:7
- هەشت فریشتە هەڵیدەگرن، 39:75; 40:7; 69:17
کات، 45:24; 76:1; 103:1
تین، S.95
ئازار، 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
شار، هەرگیز شارێکمان تێکنەشکاندووە مەگەر فەرمانێکی دیاریکراوی هەبوو، 15:4
بازرگانی و موڵک، 4:29
گەشتکردن، ئایا گەشتیان نەکردووە لە زەویدا، 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
خیانەت، 8:58; 22:38
- هەروەها بچە خیانەت
گەنجینەی کۆکراوە، 9:35
خەزینەکانی خودا، 6:50
دارەکەی جاودانەیی، 20:120
دارەکان، 22:18
تاقیکردنەوەکان، 2:214-218; 64:15
کەڵەکە، لە ڕۆژی قیامەتدا، 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
سەخخەیش، 80:33
ئەمانەت پێشکەشکراوە بۆ ئاسمان، زەوی و چیاکان، بەڵام مرۆڤی ستاندەوە، 33:72-73
ئەمانەتەکان، 2:283; 4:58; 8:27; 23:8;33:72; 70:32
راستی، 5:48; 23:70-71, 90; 25:33; 69:51
- تێکەڵی درۆی مەکە و مەیشارەوە، 2:42
- هاتووەتەوە و درۆ چووەتە، 17:81
- بەڵێنی راستی، 46:16-17
تووببەع، خەڵکی، 44:37; 50:14
تووور (چیا)، 28:29, 46
تووور، S.52
تووا، دەریا، 20:12; 79:16
ئوحود، شەڕی، 3:121-128, 140-180
ئوممەت (کۆمەڵ، نەتەوە)، 2:143-144;10:47, 49; 11:118; 16:36, 120
عومرە، 2:128, 158, 196
ربا، 2:275-276, 278-280; 3:130;4:161; 30:39
عوزەیر، (بچە عوزەیر)
عوزا، 53:19
پەردە، نەبینراو، 17:45-46
حیجاب، 24:31; 33:59
ئایەتەکانی سەبعی مەثانی، 15:87
سەرکەوتن،
- دراوە لەلایەن خودا، 48:1
- لە ڕێگای یارمەتی خودا، 61:13
باشی، (بچە دادپەروەری؛ باوەڕداران)
وەد، 71:23
- "چاوەڕوان بە، ئێمەیش چاوەڕوانین"، 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
واقیعە، S.56
شەڕ دژی خودا، 5:33-34
زیادەڕەوی مەکە، 6:141; 7:31; 17:26
ئاو، هەموو شتی زیندوو لەوە دروستکراوە، 21:30;24:45; 25:54
- دوو دەریا، 18:60; 25:53; 35:12; 55:19-20
- تەختی خودا سەر، 11:7
- باران، 23:18
ڕێگا، 1:6; 42:52-53; 90:10
- هتد. ئاسان، ئاسانیان بکە، 87:8
- هەروەها بچە سیما
ڕێگەو، 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
مال،
- ئەوەی کۆیکردووە، 104:2-4
- خەرجکردن لە ڕێی خودادا (بچە خەرجکردن)
مال و منداڵ، خوازراوەی ژیانی دنیا، 18:46
کێش و پێوانە، تەواوی بدە، 11:85; 17:35;83:1-5
بێوەژنەکان، 2:234-235, 240
ئیرادەی خودا، 10:99-100; 30:5; 81:29; 82:8
ئیرادەی مرۆڤ، ڕاست ڕۆیشتن، مەگەر خودا بوێت، 28:29
بایەکان، 77:1-3
- وەکو مژدەدەران، 7:57; 30:46
- هەور هەڵدەکات، ئاو دەبارێنێت، 15:22; 30:48
- زەردەوار دەبێت، 30:51
شەراب (لە بەهەشتدا)
- خواردنی پاک، 37:45; 76:21
- سپی، تامی خۆش، 37:46
- ڕووباری، 47:15
- پاک و مووردار، 83:25
ئیمنا مەبی بۆ شتانی کە خودا هەندێکیان بەرز کردووە سەرەوەی دیکەران، 4:32
شایەتەکان،
- بۆ پەیمانی پێغەمبەران، 3:81
- سەرەوەی مرۆڤایەتی، 2:143; 22:78
- بۆ گرێبەست، 2:282
- دوو ژن دژی یەک پیاو، 2:282
- بۆ ئامرازەکاری نایاساییانە، 4:16; 24:2
- دادپەروەرانە بە، 5:8
- دەست و پێ شایەتی دەدەن، 36:65
- پیاو دژی خۆی، 75:14
ڕۆژی شایەتکردن و ڕۆژی شایەتکراو، 85:3
ژنانی نیکاح،
- کێڵگەن بۆتان، 2:223
- پۆشیش بۆتان، 2:187
- لە جۆری خۆتان، 16:72
ژن، مناقەشەکار، 58:1-2
ژنان، 2:222-223; 4:15, 19-22, 34, 127
- ئەوانەی پاکدامانی تۆمەتیان دەبەستنەوە، 24:4-5, 11-17, 23-26
- حیجاب، 24:31; 33:59
- باوەڕداران، وەکو کۆچبەران، 60:10-12
- ئەوانەی خۆیان بە ئاشکرا دەرنابڕن لە مناقەشەدا، 43:17-18
- دارستان، نیشتەجێبووانی، 15:78; 38:13; 50:14
- هەروەها بچە ئەیکە؛ مەدیەن 26:176-191
دنیا، ژیانی ئەم،
- هیچ نییە جگە لە یاری و سەرگەرمی، 6:32;29:64; 47:36; 57:20
- مرۆڤ خەڵەت دەکات، 6:130
- کەم چێژی لێیە بەرامبەر ئاخیرەت، 9:38; 13:26; 28:60-61
- هەرکەس دەیبێت، تێیدا دەگات، بەڵام هیچ بەشێک لە ئاخیرەت نابێت، 11:15-16; 17:18; 42:20
- مال و منداڵ، خوازراوەی ئەم، 18:46
- ئەوانەی ئێستا خۆشیان دەوێت و ئاخیرەت بەجێهێشتووە، 75:20-21; 76:27
نووسین، بۆ گرێبەستەکان، 2:282
ستەمکاران، 11:18-22, 101-104, 116-117;39:47
- هەروەها بچە کافران
ووضوو (دەستمال)، 4:43; 5:6
یەغووث، 71:23
یەحیا (یەحیا)،
- مژدەی، 3:39; 21:90
- دروستکار، 6:85
- زیرەک؛ باڕەحم؛ ئەرکپێباوەڕ، 19:12-15
یاسین، S.36
یەسریب (مەدینە)، خەڵکی، 33:13
یەعووق، 71:23
یوونوس (یونس)، S.10
یووسف (یووسف)، S.12
زەبوور، 21:105
زەکەریا (زەکەریا)، 3:37-41; 6:85; 19:2-11; 21:89-90
زەید بن حاریثە، کۆیلەی پێغەمبەر، 33:37-38
زەکات، 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- ئامانجەکانی زەکات و کاریگەری، 2:273; 9:60
زەنجەبیل، 76:17
زەلزەلە، S.99
زەقووم، 17:60; 37:62-66; 44:43-46; 56:52
ظیهار، 33:4; 58:2-4
زوخروف، S.43
زومەر، S.39
بنەماکانی ئایین
- باوەڕ تەواوکراوە 5:3
- تەنها ڕێگایەک کە خودا قەبووڵی دەکات 3:19, 85
- هیچ زۆردارییەک لە پەسەندکردنی ئیسلامدا نییە 2:256
- یەک ئایین لەگەڵ باوەڕ و یاسایی جیاواز 5:48; 22:67-70; 42:13-14
- پێغەمبەرانی ئیسلام 2:135-136; 3:84; 4:163-165
- فەرمانەکان (باوەڕ بە خودا بهێنە و باشی بکە) 4:36; 6:151-154;17:23-39;18:107-108
- پێنج مەبەستی شەریعەت: پاراستنی باوەڕ 5:54
- پاراستنی ژیان 5:32;6:151
- پاراستنی مال 5:38
- پاراستنی ڕووم و ئابرو 5:5;24:4
- پاراستنی توانای بیرکردنەوە 5:90.
باوەڕ بە خودا 2:255
- تایبەتمەندییە خودایییەکان، ناوە جوانەکان 57:1-6; 59:22-24; 85:13-16; 112:1-4
- تەنها خودایی کە هەژار پەرستنەکەیە 1:1-4; 2:285; 6:3; 43:84
- هەموو دەسەڵات بۆیە 3:26; تەختی (عەرش) 7:54; 11:7
- کورسییەکەی (کورسی) 2:255
- نیعمەتە بێژمارەکانی سەر مرۆڤایەتی 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ژیان دەبەخشێت و دەمرێنێت 44:8; 53:44; 57:2; 67:2
- شادی و خەم دەخاتەوە 53:43
- ڕووکەشی زۆر یان کەم دەبەخشێت 13:26; 17:30; 29:62
- باشترین داوەر 95:8
- بەزەیترین ی بەزەیەکان 12:92
- دروستکارانی خۆشی دەوێت 85:14
- پڕ لە بووریندن و سەخت لە سزادا 13:6, 40:3
- یەکەم و کۆتایی 57:3
- هەموو ڕووم و توانا بۆیە 35:10
- نادیار و نەبینراو دەزانێت 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- باشتر دەزانێت ئەوەی لە دڵدا شاراوەیە 5:7; 11:5; 31:23
- دەزانێت چی روویداوە و چی دێتەوە 2:255
- هەموو شتی نووسیوەتە تۆمار (یان لەوحی مەحفووظدا) 6:38; 13:39; 36:12
- توانای هەموو شتێک 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- توانای بێسنووری 3:26-27; 24:45; 31:28-30
- ئاسمان و زەوی لە شەش ڕۆژدا دروستکرد و هەرگیز ماندوو نەبوو 46:33; 50:38
- بە وشەی "بە!" دروستیان دەکات 36:81-83
- هەرگیز ستەمی بە خەڵقەکەی ناکات 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- هەموو شت تەسلیمی ئیرادەکەیە 3:83; 22:18; 30:26
- هەموو کەس پێویستی پێیەتی 11:6; 35:15; 55:29
- پشت بدەرێت بۆی 10:84-85; 12:67; 25:58
- شێوەکانی پەیوەندیی خودایی 42:51
- هەژار پاریزگاری لێیەکرێت 2:21; 3:102; 4:1; 33:70-71; 59:18
- زانا بەخشینێکەتی لێیە 2:269
- پێویستی بە هیچ کەسێک نییە 3:97; 6:133; 112:2
- نە یەکێک لە سێیەکدا 4:171
- هاوسەری نییە 6:101
- منداڵی نییە 10:68; 19:35; 43:81; 72:3; 112:3
- هاوبەش یان خودایانی هاوبەشی نییە 6:94; 7:191-195; 46:4-5
- هیچ شتێک وەکوی نییە 42:11; 112:4
فەرمان بۆ بیرکردنەوەی سەبارەت بە مۆجیزەکانی دروستکردنەکەی 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
نیشانەکان لە دروستکردندا 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- هەموو شتی دروست کرد بۆ مەبەستێک 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- گەردوون تەواوکراوە 67:3-4
- شەوی دەخاتە ناو ڕۆژ 3:27
- جیاوازی 30:22; 35:27-28
- هەنگوین 16:68-69
- شیر 16:66
- بەخشینی منداڵ 42:49-50
- گەیارەکان و ئۆربیتەکان 21:33; 36:38-44
- کەوکەبەکان 25:61; 85:1
- ئەستێرەکان 37:6-7; 67:5
- هەور 7:57;30:48
- بومەلەرزە 7:78; 7:155
- ئەرزلووز 28:81; 29:40
- توفان 10:22
- باران و تەقنەباران و باران 2:265; 6:99; 24:43; 50:9-11
- گەڕەمپیژ و بریسکە 13:12-13
سەرچاوەکانی زانستی
- مرۆڤ لە تۆوی ئێنەکەی نێر و مێ دروستکراوە 76:2
- پەیداکردن و قۆناغەکانی گەشەی نووچکە 22:5; 23:12-14
- نووچکە لە سێ چینی تاریکیدا 39:6
- ئاوی تاڵ 25:53-54; 35:12; 55:19-20
- بایپۆلینەیشنی بایی 15:22
- نیشانی ئەنگووشت 75:3-4
- چیاکان وەکو میخ 78:7
- ئاسن دانراوە 57:25
- ڕیسیپتۆرەکانی ئازار 4:56
- خۆر وەکو سەرچاوەی ڕووناکی و مانگ وەکو ڕووناکییەکی ئاوێنەیی 10:5
- شکاندنی مانگ 54:1
- ئاسمان وەکو سایەبانێکی باش پاراستراو 21:32
- هەموو بەرهەم لە ئاو دروستکراون 21:30; 24:45
- مێرمیلکەکان پەیوەندی دەکەن 27:17-19
- شەپۆلی ناوەوەی 24:40
بەرهەمە زیندووەکان
- فریشتەکان 39:75
- مرۆڤ (دەسەڵاتداری زەوی) 2:30; 6:165; 16:4
- جن 72:1-15
- ئاژەڵان وەکو کۆمەڵەکانی مرۆڤ خۆیان کۆمەڵن 6:38
- گوێچاڵکە 11:69
- وەشتر 7:40
- سەگ 18:22
- فیل 105:1
- ئەسپ، قاتر و کەر 16:8
- شێر و زیبرا 74:50-51
- مەیمون 2:65
- بەراز 2:173
- شەتر 7:73
- مەڕ و بزن 6:143
- گورگ 12:17
- بۆق 7:133
- مار 7:107
- باڵندەکان 24:41
- قەلاچکە 5:31
- مووری 27:20
- سەڵوا 2:57
- ماسی 18:61
- نەھنگ 37:142
- مێرمیلکەکان 27:18
- ھەنگویین 16:68
- مێشکووتک 2:26
- مێش 22:73
- شپش و کەلکەڵ 7:133
- جوولاکە 29:41
- دیکەکانی نەزانراو 16:8
ڕووەک و میوەکان 6:99; 13:4; 16:11; 36:33-35
- موز 56:29
- خورما 19:25
- گیا، خیار، سیر، نەخود و پیاز 2:61
- مووە 80:28
- زەیتوون 6:99
- هەنجیر 95:1
- هەنار 55:68
- کادو 37:146
باوەڕ بە محمد
- تایبەتمەندییەکان، تەنها پێغەمبەر 3:144; 6:50; 7:188; 18:110
- گەیاندنی راستی 2:119; 35:24; 42:48
- خاتەمی پێغەمبەران 33:40
- ئەخلاقی نەفیس 3:159; 68:4
- نموونەی باش 33:21
- وەکو نیعمەت بۆ باوەڕداران 3:164
- بەزەیی بۆ هەموو دنیا 21:107
- پێغەمبەرێکی گشتی 4:170; 7:157-158; 34:28
- بەرەو ڕێگای ڕاست رێنمایی دەکات 42:52-53
- خەم بۆ مرۆڤ دەکات 9:129
- وەکو شایەت لە ڕۆژی دادگاییدا 4:42; 16:89
- پێغەمبەری نەخوێندەوار 7:157-158; 29:48; 62:2
- پێشبینیکراوە لە تەوراتی و ئینجیلدا 7:157
- پێشبینیکراوە لەلایەن عیسا 61:6
کێشەکانی پێغەمبەر (ﷺ)
- داواکاری بێ مانای موشریکان 8:32; 15:7; 17:89-93; 25:7-8
- تۆمەتە درۆینەکان 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- هەوڵی کوشتنی 8:30; 9:74
- ئاگادارکردنی ئەوانەی ئەزیەتی دەدەن یان دژیان دەکەن 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- فەرمانی کراوە وەڵامی ردکردن بەسەبر بداتەوە 20:130; 30:60; 46:35; 70:5
- فەرمانی کراوە و دڵداری دراوەتەوە لەلایەن خودا 5:67; 93:1-11; 94:1-8
وانەکانی ژیانی پێغەمبەر (ﷺ)
- لە کۆچەکەی (هیجرەت) تا شەڕی بەدر 3:121-129; 8:42-44; 8:65-71
- شەڕی ئوحود 3:151-180
- شەڕی خەندەق 33:9-27
- شەڕی حونەین 9:25-27
- مەدینە 9:40
- تەبووک 9:38-123
- بەنی نەضیر 59:2-6
- حەمراعی ئەسەد 3:172-175
- ئاشتیی حودەیبیە 48:1-7; 48:10-29
ڕووم و پیرۆزکردنەکانی پێغەمبەر (ﷺ)
- خودا و فریشتەکانی دیرود دەنێرن بۆی 33:56
- گەشتی شەوانەی لە مەکەیش بۆ ئۆرشەلیم 17:1
- گەشتی بۆ ئاسمانەکان 53:1-18
- ڕووم لەم دنیایە و ئاخیرەتیشدا 17:79; 66:8; 108:1
- فەرمانبەرداری ئەو فەرمانبەرداری خودایە 4:80
- پاداشتی فەرمانبەرداری خودا و پێغەمبەرەکەی 4:69
- خێزانەکەی پاک کراوە 33:33-34
- جیبریل بە شێوی ڕاستییەکەیی دەبینێت 53:1-18
- باوەڕداران فەرمانی کراون فەرمانبەرداری بکەن 59:7
- ئەدەبی قسەکردن لەگەڵی 49:1-5
- ئەدەبی سەردانیکردنی 33:53
- ئەدەبی مامەڵەکردن لەگەڵ ژنانی 33:53
- خودا خۆشییەتی ئەو و هاوڕێکانی 9:100; 9:117
- باشی ئوممەتی باوەڕداری 2:143; 3:110
نوێژ (سەلات) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- کۆبوونەوەی هەینی 62:9
- ئاراستەی نوێژ (قیبڵە) 2:144; 2:149-150
- دەبێت لە کردارە خراپەکان بپارێزێت 29:45
- کاتەکان 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- لە مەترسی یان گەشتدا 2:239; 4:101-102
- ئاگادارکردنی ئەوانەی نوێژ پشتکەوێت 19:59; 74:38-47; 107:5-7
- نوێژی دووڕووان 4:142; 9:54
پاکی، ووضوو 5:6
- غوسل 2:222; 4:43
- تەیەممووم 4:43; 5:6
دوعاکان
- ی ئیبراهیم 2:126-129; 2:126-129; 14:35-41; 26:83-89
- ئادەم و حەوا 7:23
- عیسا 5:114
- ئەییووب 21:83; 21:83
- یوونوس 21:87
- یووسف 12:33; 12:101
- موسا 10:88-89; 20:25-35
- محمد 17:80; 20:114
- نووح 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- سولەیمان 38:35
- شووعەیب 7:89
- زەکەریا 3:38; 19:2-6; 21:89-90
- فریشتەکان 40:8-9
- دایکی مەریەم 3:35-36
- ژنی فیرعەون 66:11
- جادووگەرانی فیرعەون 7:126
- پاشا تالووت و باوەڕداران لەگەڵی 2:250
- باوەڕدارانی منداڵانی ئیسرائیل 10:85-86
- خەڵکی شکەفت 18:10
- دروستکاران 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ستەمکراوان 4:75
ئایەتەکانی سەجدە
- سەجداتی، کۆمەڵەی سەجدە، 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
زەکات، وەکو ئەرک 2:110; 2:177; 2:277; 6:141
- یەکێک لە تایبەتمەندییەکانی باوەڕداران 22:41; 23:4; 51:19
- وەرگیرانەکان 9:60
- صەدەقە 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ئاگادارکردنی ئەوانەی دەیانگرتێت 3:180; 9:34; 47:38
ڕۆژوو (سەوم)
- لە ڕەمەزاندا 2:183-185
- کاتەکانی ڕۆژوو 2:187
- کەسانی بێ ئەرک 2:184-185
- پەیوەندی ئاسایی لە شەوی پێش ڕۆژووەوە 2:187
- ڕۆژوو لە حەجج دا 2:196
حەجج،
- ئەرکە بۆ ئەوانەی توانای 3:97
- ڕیتوال و حوکمەکان 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- قوربانییەکان 2:196; 22:36-37
- قەدەغەی نێچیرکردن لە بەری خوشکە لە کاتی حەججدا 5:1; 5:94-95
- ڕووخساتی نێچیرکردن لە دەریادا 5:96
- عومرە 2:158; 2:196
کۆمەڵگەکانی باوەڕدار
- موسڵمانان 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- پاریزگارانی یەکدی 3:28; 9:71
- خریستیانان 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- جووەکان 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- منداڵانی ئیسرائیل 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- خەڵکی کتێب (بەرزترینیان جوو و خریستیان) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- موسڵمانان دەتوانن لە ئاژەڵی قوربانییەکانیان بخۆن و ژنەکانیان بۆ نیکاح بگرن 5:5
- خواردنی قەدەغەکراو بۆ جووەکان 6:146
- صابیین 2:62; 22:17
- مەجووس 22:17
- موشریکان (کافرانی پوت) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- کارو بارە خورافاتییەکانی کافران 2:189; 5:103; 6:138-144
- بێ خودایان 52:35-36
کارو بارە کافرانەکان قەدەغەکراون
- زیندە بەردانی کچان 16:58-59; 81:8-9
- کوشتنی منداڵ لە ترسی هەژارییەوە 6:137; 6:151; 17:31
- لاتان و چەپڵە لە دەوری کەعبەدا 8:35
- تەرخانکردنی وەشتر بۆ پوتەکان 5:103; 6:136
- قوربانی بۆ ناوی پوتەکان 6:121
- تەلاقی ظیهار 33:4; 58:2-4
- ئیلاع (زیاتر لە چوار مانگ) 2:226-227
- قورعەکێشان بۆ بڕیار 5:3
- گەڕانی دەوری کەعبە بە برووتی 7:26-28
- چوونە ناو ماڵەکانەوە لە دەری پشتییەوە پاش حەجج 2:189
بەرهەمەکانی پەرستین،
- فریشتەکان (لەلایەن هەندێک کافری عەرەبەوە) 34:40
- ئەیکە (لەلایەن خەڵکی شووعەیبەوە) 26:176
- بەعڵ (لەلایەن خەڵکی ئیلیاسەوە) 37:125
- عیسا (لە خریستیانیدا) 5:17
- پوتەکان (لەلایەن خەڵکی ئیبراهیمەوە) 21:52-53
- پوتەکانی لات، عوزا و مانات (لەلایەن کافرانی عەرەبەوە) 53:19-20
- پوتەکانی وەد، سووواع، یەغووث، یەعووق و نەسر (لەلایەن خەڵکی نووحەوە) 71:23
- خۆر (خەڵکی شێبا) 27:24
- شیعرا (لەلایەن هەندێک کافری عەرەبەوە) 53:49
- فیرعەون (لە میسری کۆنەوە) 26:29; 28:38; 79:24
- خواستەکان 25:43-44; 45:23
- باوەڕ بە خودایانی زۆر ردکراوەتەوە 17:42-43; 21:21-24; 25:3
شوێنەکانی پەرستین، مزگەوتەکان 9:18
- دێرەکان، کەنیشتەکان و کەشیشخانەکان 22:40
- پەرستگا 3:39; 38:21
- پەرستگای (ئۆرشەلیم) 17:7
- ناوە ئایینییەکان، کەشیشان، کەشیشی دێر و مەلایان 5:44; 5:63; 5:82; 9:31-34
فریشتەکان،
- دەپرسن دەربارەی دروستکردنی ئادەم 2:30-34
- هەرگیز نافەرمانی خودا ناکەن 21:26-27; 66:6
- کچی خودا نین 21:26; 43:16-19
- فریشتەکانی پاراستن 13:11
- دوو فریشتەی تۆمارکردن 50:16-18; 82:10-12
- هەشت فریشتە تەختی خودا دەگرن لە ڕۆژی دادگاییدا 69:17
- نۆزدە چاودێری دۆزەخ 74:26-31
- فریشتەکانی مرگ 6:93; 16:28; 32:11
- جیبریل 2:97; 66:4; 26:192-195; 53:1-14
- میکائیل 2:98
- مالک 43:77
پێغەمبەران
- لە نێوان فریشتەکان و مرۆڤاندا 22:75
- پێغەمبەرانی بەرپرسیاری گەورە (ئیبراهیم، نووح، موسا، عیسا و محمد ﷺ) 33:7; 42:13; 46:35
کتێبە پیرۆزەکان
- قورئان، وەحییەک لەلای خودا 12:2-3; 20:2-4; 26:192-195; 32:2-3
- یادکردنەوەیەکی بۆ هەموو دنیا 68:51-52
- رێنمایی دەکات بۆ باشترین شێوازی ژیان 17:9
- وەحی دەستپێکرد لە مانگی ڕەمەزاندا 2:185
- لە شەوێکی بەرەکەتدا 44:3;97:1-5
- بەتەدریج دانراوەتە خوارەوە 17:105-106
- ئاسان کراوە بۆ بیرهێنانەوە 54:17
- راستی وەحییەکانی پێشوو پشتڕاست دەکاتەوە 3:3-4
- دەسەڵاتی بەرزی سەرەوەی کتێبە پێشینەکان 5:48
- هیچ گومانی تێیدا نییە 2:2; 10:37
- هیچ دژگویی تێیدا نییە 4:82
- دروست نەکراوە 10:37-39
- لە کتێبی پیرۆز کۆپی نەکراوە 25:4-6
- لەلایەن شەیتانەکانەوە دانرانەوە نییە 26:210-212
- هیچ کەسێک ناتوانێت هاوشێوەی دروست بکات 17:88; 2:23-24;10:13-14; 11:13
- لە گۆڕینەوە پاراستراوە 15:9
- لە لەوحی مەحفووظدا پاراستراوە 56:75-80
- ناتوانرێت درۆ ئەوەی ببێت 41:42
- ڕووداوەکانی داهاتوو پێشبینی دەکات 30:1-7; 48:27
- باوەڕداران بە گریان دەکات 5:83; 17:107-109
- دڵەکان دەکاتە سەر 39:23
- ڕووناکییەکی درەوشاوە 4:174; 42:52
- چارەسەری و بەزەیی بۆ باوەڕداران 17:82
- تەوراتی 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ئینجیل 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- زەبوور 4:163; 17:55
- پەڕتووکە پاکەکانی ئیبراهیم 53:36-44; 87:14-19
چارەنووس و قەدەر 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ئازادی هەڵبژاردن 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ڕۆژی دادگایی،
- هیچ ستەمێک نییە 2:281; 18:49; 40:17
- ترسناکییەکانی کۆتایی جیهان 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- دروستکاران و خراپکاران لەو ڕۆژەدا 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ناڕازیبوون (شەفاعەت) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
تۆمارەکانی کردارەکان 17:13; 18:49
- باوەڕداران تۆمارەکەیان لە دەستی ڕاستەوە وەردەگرن 69:19-24; 84:7-9
- کافران تۆمارەکەیان لە دەستی چەپەوە وەردەگرن 69:25-37; 84:10-15
- هیچ شتێک لە خودا نادشارێتەوە 21:47; 40:16
- کێشانی کردارەکان 7:8; 23:102-104; 101:1-11
- شایەتی ئەندامی جەستە 41:19-24; 24:24
- پاداشت بۆ کردارە باش و خراپەکان 6:160; 27:89-90; 28:84
جۆرەکانی مرۆڤ
- باوەڕداران 18:107-108
- کافران 4:167-169
- دووڕووان 4:145; 57:13-15
- نیشتەجێبووانی بەهەشت، یەکەمین باوەڕداران 55:46-61; 56:10-26
- نیشتەجێبووانی بەهەشت، خەڵکی دەستی ڕاست 55:62-78; 56:27-40
- نیشتەجێبووانی دۆزەخ، خەڵکی دەستی چەپ 55:31-45; 56:41-56
- خەڵکی ئەعراف 7:46-49
داراییەکان
- ڕێنمایییەکانی بازرگانی 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- وەصیەت، وەصیەتە ئیختیارییەکان بۆ نەمیراثگیرەکان 2:180-183; 4:11-12
پێش مرگ لە گەشتدا 5:106-108
- بەڕشوەت 2:188
- قەرز، نیکوکاری لە کاتی کۆکردنەوەی قەرزدا 2:280
- نووسین و شایەتگرتن بۆ گرێبەستی قەرز 2:282
- گرگرتن گرەوی 2:283
- میراث، ڕێنمایییەکان 4:7; 4:32-33; 8:75
- بەشەکانی نەوە و دایەبابە 4:11
- هاوسەران و براو خوشکی دایکی 4:12
- براو خوشکی تەواو 4:176
- ئاگادارکردنی ئەوانەی پابەند نابن 4:13-14
- سوود، قەدەغە و ئاگادارکردن 2:275-281; 3:130-132
- بێ سوود دەبێت 30:39
یاساییەکان
- یاسای خیانەت (حیرابە) 5:33-34
- دادپەروەری، بەرپاکردنی دادپەروەری 4:135; 5:8; 16:90-91
- بەرپاکردنی مافی هەتیو و ژنان 4:127
- دادپەروەری بۆ جووێک 4:105-112
- دادپەروەری بۆ کافرێک 4:58
- دادپەروەری لەگەڵ نا-موسڵمانان 60:8-9
- تۆڵەسەندنەوە لە ڕێگای یاسایی (لەگەڵ ڕووخساتی بووریندن) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- جیابوونەوەی نێوان مێرد و ژن، خوڵع 2:229
- لیعان (تۆمەتبەستنی ئامرازەکاری) 24:6-10
سیاسی
- بەڕێوەبردنی کاروبار بە شێوراکردن (شوورا) 3:159; 42:38
- شەڕکردن بۆ خۆپاراستن (جیهاد)، ئەدەب 2:190-192; 2:216; 22:38-40
- نەهێرشکردن بە شێوازی کۆرتەوار 4:94
- شەڕکردن بۆ پیاو، ژن و منداڵی ستەمکراو 4:75
- پاراستنی شوێنەکانی پەرستین 22:37
- پاداشتی شەهیدان 2:154; 3:169-171; 9:111; 57:19
- توانای سەربازی دوژمنی بەرگری دەکات 8:60
- هەڵبژاردنی ئارامگاری 2:192; 8:61
- ئاشتی لە نێوان لایەکاندا 49:9-10
- بەندییانی شەڕ، مامەڵەکردن 8:70; 47:4; 76:8
کۆمەڵایەتی
- خەزنکردنی کوڕ 33:4-5
- چاودێری لە هەتیو 2:220; 4:2-10; 4:127; 6:152; 17:34
- تەلاق، داوەری و ئاشتیکردنەوە 4:35; 4:128
- ئەدەبی تەلاق 2:229-231; 65:1-2
- مەهر و ماوەی چاوەڕوانی 2:226-241; 4:19-21; 33:49; 65:1-7
- مێرد نەبێت هیچ لە مەهردا وەربگرێتەوە 4:20
- ژن نەبێت کوژێنرێت 65:6
- ژن لە کاتی دووگیانیدا بە داراییەوە پشتیوانی بکرێت 65:6
- لە کاتی ماوەی چاوەڕوانیدا 65:6
- ئەگەر منداڵی کوڕی پێشووی شیر دا، 65:6
- هیچ دایەبابێک نەبێت بەهۆی منداڵیاندا زیان بکەوێت 2:233
- هەڵبژاردنی مامک 65:6
- هاندانی باشی و ڕێگری لە خراپی 3:104; 3:110; 7:157; 9:71-72; 31:17
- یەکسانی مرۆڤایەتی 49:13
- پیاو و ژن لەبەردەم خودا و یاسادا، 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- پیاوان ئاستێکی بەرپرسیاری بەرزتریان سەرەوەی ژنانە 2:228
- خواردندانی هەژار، هەتیو و بەندیان 76:8-9
- بووریندن و کۆنترۆڵی تووڕەیی 3:134; 42:40
- ئازادکردنی کۆیلەکان و یارمەتیانی 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- ڕووم بە دایەبابەی خۆی 4:36; 17:23-25; 31:14-15
- دەرفووتی 17:37; 31:18-19
- شیکردنەوەی خەونەکانی ئیبراهیم 37:102
- شیکردنەوەی خەونەکانی یووسف 12:4; 12:36; 12:43
- شیکردنەوەی خەونەکانی محمد 8:43; 48:27
- نیکوکاری بۆ نا-موسڵمانان 60:8
- نیکاح 4:3; 4:129; 16:72; 30:21
- ژنانی ڕووخسات و قەدەغە بۆ نیکاح 4:22-24
- ئەدەبی نزیکایەتی 2:222-223
- دووگیانی و شیردان 2:233; 31:4; 46:15; 65:6
- دووبارە نیکاحکردنی ژنی پێشووی خۆی 2:230
- یارمەتیکردنی تەنیشتانی بۆ نیکاح 24:32
- بە ناڕاستەوخۆیی ئاماژەی ئارەزووی نیکاح لە کاتی ماوەی چاوەڕوانیدا 2:235
- سوێندەکان 2:224-225; 16:91-92; 16:94
- کەفارەتی سوێندی شکاو 5:89
- سەبر لە کاتی سەختیدا 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- مۆڵەت بۆ چوونە ناو 24:58-60
- چوونە ناو ماڵی مرۆڤ 24:27-28
- چوونە ناو شوێنی گشتی 24:29
- ئەدەبی کۆمەڵایەتی، پشتڕاستکردنی هەواڵ 4:83; 49:6
- ڕێزگرتن لە هەموان 49:11-12
- ئەدەبی کۆبوونەوەکان 58:11
- قسەی تایبەت 4:114; 58:9
- نەزر 2:270; 9:75-77; 22:29; 76:7
- فڵێتکاری و خەسیسی 7:31; 17:29; 25:67
چیرۆکەکانی دیکە
- هابیل و قابیل 5:27-31
- خیزر و موسا 18:60-82
- سوپای فیل 105:1-4
- باوەڕدار لە خەڵکی فیرعەونەوە 40:28-46
- لەدایکبوونی مەریەم 3:35-36
- مانگای منداڵانی ئیسرائیل 2:67-74
- عوزەیر 2:259
- خاوەنانی باخچە 68:17-32
- هاروت و ماروت 2:102
- قارون 28:76-82
- ئامۆژگاری لوقمان بۆ کوڕی 31:12-19
- خاوەنی دوو باخچە 18:32-44
- خەڵکی شێبا 34:15-19
- خەڵکی شکەفت 18:9-26
- خەڵکی خەندەق 85:1-8
- تێپەڕوانانی شەممە 7:163-165
- سامیری و گوێچاڵکەی زێڕ 20:83-97
- تالووت و سامووئیل 2:247-251
- ذوالقەرنەین 18:83-98
شەیتانەکان 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- مرۆڤ و جنی شەیتانی 6:112;114:6
- ئاسمان پاراستراوە لە شەیتانەکان 15:16-18
پەشیمانییەکان
- پەیرەوی لە پێغەمبەر نەکردن 25:27
- فەرمانبەرداری خودا و پێغەمبەرەکەی نەکردن 4:41-42; 33:64-68
- هاوڕێی خراپ گرتن 25:28-29; 26:96-102; 43:36-39
- ردکردنی نیشانەکانی خودا 6:27-30
- کارنەکردن بۆ ئاخیرەت 89:23-24
داواکاریە نومێدانەکان
- داواکردن بۆ گەڕانەوە بۆ دنیا 2:167; 6:27-28; 32:12-14; 42:44
- بۆ دووبارە دەستپێکردن 35:36-37
- بۆ دەرکردن لە ئاگردا 40:10-12
- بۆ خواردن و ئاو 7:51-52
- بۆ ناڕازیبەران 7:52-53
- بۆ گردوخاک بوون 4:41-42; 78:40
- بۆ مرگ 43:74-78
تایبەتمەندییەکانی دروستکاران
- پابەندی مافەکانی خالق و خەڵقەکەی 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
تایبەتمەندییەکانی خراپکاران
- ناسپاس 14:34
- خەسیس 17:100
- لە کاتدا 21:37
- تەنها لە کاتی سەختیدا یادی خودا دەکەن 10:12; 41:51
- بێ سەبر 70:19
- مناقەشەکار 18:54
گوناهە گەورەکان
- بەشداریکردن لەگەڵ خودا لە پەرستیندا (شیرک) 4:48; 4:116; 5:72; 6:19; 31:13:
- ئازاردانی دایەبابەی خۆی 4:36; 6:151; 17:23
- پشتکردن یان بەجێهێشتنی نوێژی ئەرکی 19:59-60
- نەدانی زەکات 41:6-7
- کوشتن 6:151; 17:33
- کوشتنی باوەڕداری بە عەمد 4:93
- دزی 5:38
- درۆکاری 7:85; 11:85; 26:182-183; 83:1-6
- درۆ 2:10; 9:77; 39:60
- درۆ سەبارەت بە خودا 6:93; 29:68; 61:7
- پەیوەندی ئایینی قەدەغەکراو 2:222; 17:32; 24:2; 25:68; 29:28-30
- تۆمەتبەستنی درۆی ئامرازەکاری 24:4-5
- ئیرتداد 2:217; 5:54
- خواردنی بەراز و خواردنی قەدەغەی دیکە (مردار، خوێن هتد) 5:3; 6:145
- ئیسپرتوو و قومار 5:90-91
- غیبەت 49:11
- شایەتی درۆ 22:30
- جادو 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 الرحمن     رەحمان (بەخشەندەی گشتی - میهرەبانی گشت)  1:3; 17:110
- #2 الرحيم     رەحیم (بەخشەندەی تایبەت - میهرەبانی باوەران)  2:163; 3:31; 4:100; 5:3
- #3 الملك     مەلیک (پادشا - خاوەنی هەموو شتێک)  20:114; 23:116; 59:23
- #4 القدوس     قودوس (پاک - بێ گەرد و بێ کەموکوڕی)  59:23; 62:1
- #5 السلام     سەلام (سەرچاوەی ئاشتی و ئەمنییەت)  59:23
- #6 المؤمن     موئمین (پارێزگاری ئیمان - ئەمنییەت بەخش)  59:23
- #7 المهيمن     موهەیمن (پارێزگار - چاودێر)  59:23
- #8 العزيز     عەزیز (بەهێز - شکست نەخۆر)  3:6; 4:158; 9:40; 48:7
- #9 الجبار     جەبار (بەدەسەڵات - چاکساز)  59:23
- #10 المتكبر     موتەکەبیر (مەزن - بەرز)  59:23
- #11 الخالق     خالق (ئافرێنەر - دروستکەر)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 البارئ     بارئ (پەیداکەر - ئافرێنەر)  59:24
- #13 المصور     موسەوور (شێوەدەر - ڕووپێکدەر)  59:24
- #14 الغفار     غەفار (زۆر لێخۆشبوو)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 القهار     قەهار (زەلیلیکەر - سەربەرزکەر)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 الوهاب     وەهاب (بەخشەندە - عەتا دەر)  3:8; 38:9; 38:35
- #17 الرزاق     ڕەزاق (ڕۆزیدەر - خواردن دەر)  51:58
- #18 الفتاح     فەتاح (کشایەر - گره‌گشا)  34:26
- #19 العليم     عەلیم (زانای مەطلق - هەموو شتێک دەزانێت)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 القابض     قابض (تەنگکەر - ڕۆزی تەنگ دەکات)  2:245
- #21 الباسط     باسط (بەرفراوانکەر - ڕۆزی بەرفراوان دەکات)  2:245
- #22 الخافض     خافض (نزمکەر - خوار دەکات)  95:5
- #23 الرافع     ڕافع (بەرزکەر - پایە بەرز دەکات)  58:11; 6:83
- #24 المعز     موعز (ڕێز دەر - شان و ڕێز دەبەخشێت)  3:26
- #25 المذل     موذیل (ڕیسواکەر - خوار و زەلیل دەکات)  3:26
- #26 السميع     سەمیع (بیسەر - هەموو دەنگان دەبیستێت)  2:127; 2:256; 8:17; 49:1
- #27 البصير     بەسیر (بینەر - هەموو شتێک دەبینێت)  4:58; 17:1; 42:11; 42:27
- #28 الحكم     حەکەم (دادوەر - حوکم دەر)  22:69
- #29 العدل     عەدل (دادگەر - دادپەروەر)  6:115
- #30 اللطيف     لەتیف (دڵسۆز - میهرەبان)  6:103; 22:63; 31:16; 33:34
- #31 الخبير     خەبیر (ئاگادار - هەمور شتێک ئاگایە)  6:18; 17:30; 49:13; 59:18
- #32 الحليم     حەلیم (خۆگر - ئارام و هێمن)  2:235; 17:44; 22:59; 35:41
- #33 العظيم     عەظیم (گەورە - مەزن)  2:255; 42:4; 56:96
- #34 الغفور     غەفور (لێخۆشبوو - بەخشەندە)  2:173; 8:69; 16:110; 41:32
- #35 الشكور     شەکور (سپاسگوزار - پاداشت دەر)  35:30; 35:34; 42:23; 64:17
- #36 العلي     عەلی (بەرز - پایە بەرز)  4:34; 31:30; 42:4; 42:51
- #37 الكبير     کەبیر (گەورە - مەزنترین)  13:9; 22:62; 31:30
- #38 الحفيظ     حەفیظ (پارێزەر - پارەزگار)  11:57; 34:21; 42:6
- #39 المقيت     موقیت (خواردن دەر - ڕۆزیدەر)  4:85
- #40 الحسيب     حەسیب (ژمێریار - حساب دەر)  4:6; 4:86; 33:39
- #41 الجليل     جەلیل (بەڕێز - شان و شکۆ دەر)  55:27; 39:14; 7:143
- #42 الكريم     کەریم (بەخشەندە - چاکەکار)  27:40; 82:6
- #43 الرقيب     ڕەقیب (چاودێر - ئاگادار)  4:1; 5:117
- #44 المجيب     موجیب (دعا کەر - دەخوازێت وەڵام دەداتەوە)  11:61
- #45 الواسع     واسع (بەرفراوان - هەموو شتێک دەگرێتە خۆ)  2:268; 3:73; 5:54
- #46 الحكيم     حەکیم (حوکم دەر - دانا)  31:27; 46:2; 57:1; 66:2
- #47 الودود     وەدود (دڵسۆز - هەژار)  11:90; 85:14
- #48 المجيد     مەجید (مەزن - بەڕێز)  11:73
- #49 الباعث     با عث (زندوو دەر - لە مردن هەڵدەستێنێت)  22:7
- #50 الشهيد     شه‌هيد (شایەت - ئامادە و چاودێر)  4:166; 22:17; 41:53; 48:28
- #51 الحق     حەق (راست - ڕاستی)  6:62; 22:6; 23:116; 24:25
- #52 الوكيل     وەکیل (ئاژەن - کارساز)  3:173; 4:171; 28:28; 73:9
- #53 القوي     قەوی (بەهێز - توانا)  22:40; 22:74; 42:19; 57:25
- #54 المتين     مەتین (پتەو - بەهێز)  51:58
- #55 الولي     وەلی (دۆست - یارمەتی دەر)  4:45; 7:196; 42:28; 45:19
- #56 الحميد     حەمید (پەست - بەرز و پایەدار)  14:8; 31:12; 31:26; 41:42
- #57 المحصي     محصی (ژمێریار - هەموو شتێک دەژمێرێت)  72:28; 78:29; 82:10-12
- #58 المبدئ     مب‌دی (ئافرێنەر - پەیداکەر)  10:34; 27:64; 29:19; 85:13
- #59 المعيد     موعید (گەرانەوە دەر - دەگەڕێتەوە)  10:34; 27:64; 29:19; 85:13
- #60 المحيي     محیی (جاندەر - ژیان دەبەخشێت)  7:158; 15:23; 30:50; 57:2
- #61 المميت     ممیت (مردن دەر - ژیان دەبەزێنێت)  3:156; 7:158; 15:23; 57:2
- #62 الحي     حی (زندوو - هەمیشە ژیان)  2:255; 3:2; 25:58; 40:65
- #63 القيوم     قەیوم (بەردەوام - خۆی بە خۆی ڕادەوەستێت)  2:255; 3:2; 20:111
- #64 الواجد     واجد (دۆزەر - هەموو شتێک دەدۆزێتەوە)  38:44
- #65 الماجد     ماجد (مەزن - بەڕێز)  11:73
- #66 الواحد     واحد (یەک - تاک)  2:163; 5:73; 9:31; 18:110
- #67 الأحد     ئەحەد (تاک - بێ هاوتا)  112:1
- #68 الصمد     صەمەد (بێ نیاز - پەنا)  112:2
- #69 القادر     قادر (توانا - بە توانا)  6:65; 36:81; 46:33; 75:40
- #70 المقتدر     مقتدر (توانا - بە هێز)  18:45; 54:42; 54:55
- #71 المقدم     مقدم (پێشخەر - پێش دەخات)  16:61; 17:34
- #72 المؤخر     موخر (دواخەر - دوای دەخات)  71:4
- #73 الأول     ئەوەل (یەکەم - پێشین)  57:3
- #74 الآخر     ئاخر (دوایین - دواهەمین)  57:3
- #75 الظاهر     زاهیر (ئاشکرا - دیار)  57:3
- #76 الباطن     باطن (نهێنی - شاراوە)  57:3
- #77 الوالي     والی (فەرماندە - کارکەر)  13:11; 22:7
- #78 المتعالي     موتعالی (بەرز - پایە بەرز)  13:9
- #79 البر     بەر (چاکەکار - خێر)  52:28
- #80 التواب     تەواب (تۆبە کەر - تۆبە دەگرێتەوە)  2:128; 4:64; 49:12; 110:3
- #81 المنتقم     منتقیم (تۆڵە ستن - تۆڵە دەستێنێت)  32:22; 43:41; 44:16
- #82 العفو     عفۆ (لێخۆشبوو - بەخشەندە)  4:99; 4:149; 22:60
- #83 الرؤوف     ڕئوف (میهرەبان - دڵسۆز)  3:30; 9:117; 57:9; 59:10
- #84 مالك الملك     مالکی ملک (خاوەنی پادشایی - خاوەنی حوکم)  3:26
- #85 ذو الجلال والإكرام     ذوالجلال و الإکرام (خاوەنی شکۆ و ڕێز)  55:27; 55:78
- #86 المقسط     موقسیت (دادگەر - دادپەروەر)  3:18; 7:29
- #87 الجامع     جامع (کۆکەر - هەموو شتێک کۆ دەکاتەوە)  3:9
- #88 الغني     غەنی (بێ نیاز - هەمیشە تەواو)  3:97; 39:7; 47:38; 57:24
- #89 المغني     مغنی (بە دەوڵەمەند دەکات - دەوڵەمەند دەکات)  9:28
- #90 المانع     مانع (ڕاگر - بەرگری دەکات)  67:21
- #91 الضار     زار (زیان دەر - زیان دەگەیەنێت)  6:17
- #92 النافع     نافع (سوود دەر - قازانج دەدات)  30:37
- #93 النور     نور (ڕوناکی - ڕووناکی)  24:35
- #94 الهادي     هادی (ڕێنما - ڕێنیشان دەدات)  25:31
- #95 البديع     بدیع (نوێ - بێ هاوتا)  2:117; 6:101
- #96 الباقي     باقی (هەر هەیە - بەردەوام)  55:27
- #97 الوارث     وارث (میرات گر - هەموو شتێک دەمێنێت)  15:23
- #98 الرشيد     ڕەشید (ڕێنما - ڕێی ڕاست نیشان دەدات)  2:256
- #99 الصبور     صبور (خۆگر - خۆگر و بەتاڵ)  2:153; 3:200; 103:3
""";
