const String quranIndexTajikRaw = r"""
Дуоҳои Манзил 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Парвардигоро Дуоҳо 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Парвардигори ман Дуоҳо 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Ҳорун (Ҳорун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20-30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'Абаса, S.80; 74:22
Таҳорат (Вуду), 4:43; 5:6
Иброҳим (Иброҳим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21-51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- на яҳудӣ ва на масеҳӣ, 3:67-68
- дар маъбади аввалини Бакка истода буд, 3:97; 26:123
- пояҳои Каъбаро баланд мекунад 2:124-129
- қавми худро ба ибодати Худои ягонаи ҳақиқӣ даъват мекунад 2:130-133; 26:69-89; 29:16; 29:24-27
- баҳсҳо подшоҳи мағрур 2:258
- дар бораи эҳё 2:260 савол медиҳад
- на яҳудӣ ва на масеҳӣ 3:65-68
- ибодати осмониро рад мекунад 6:74-87
- хабари таваллуди Исҳоқро мегирад 11:69-76; 51:24-30
- дуои ӯ дар назди Каъба 14:35-41
- фариштагон зиёрат карданд 15:51-56
- намунаи ибрат 16:123
- падарашро ба сӯи ҳақиқат даъват мекунад 19:41-50
- бутҳоро нобуд мекунад ва аз оташ наҷот меёбад 21:51-73; 37:83-113
- ҳамаро ба зиёрат даъват мекунад 22:26
Аброр, 3:193, 198; 76:5; 82:13; 83:18-22
Бекор кардан, 2:106, 16:101
Абу Лаҳаб, 111:1-5
Мардуми Од, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Одам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- фариштагон барои саҷда кардан, 2:34; 7:11
- дарахти дониш, 2:35; 7:19-20; 20:120-121
- ронда шудан аз биҳишт (Ҳавво айб нест), 2:36; 7:24
- аз ҷониби Аллоҳ гиромӣ дошта, аз ҷониби Шайтон васваса карда шудааст 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- аз ҷониби Аллоҳ бахшида шудааст 2:37; 20:122
'Адият, S.100
«Адни биҳишт», 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Мушкилот
- бори гарони дигаронро накашида, 6:164; 17:15; 35:18; 39:7; 53:38
- аз қудрати тоб овардан зиёдтар бор карда намешавад, 2:286; 6:152; 7:42; 23:62
- сабр дар давоми, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Пиршавӣ, 16:70; 22:5; 30:54; 36:68
- рафтор нисбат ба волидони пиронсоле, ки таҳти парастории шумо қарор доранд, 17:23
Аҳмад, 61:6
Аҳқоф, S.46; 46:21
Ахзоб, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
Айка, сокинони, 15:78; 26:176; 38:13; 50:14
Аъло S.87; 87:1; 92:20
'Алак, S.96
Оли Имрон, S.3
Аллоҳ
- як рӯз барои Ӯ панҷоҳ ҳазор сол аст, 70:4
- як рӯз барои Ӯ ҳазор соли инсонӣ аст, 22:47; 32:5
- қобилияти анҷом додани ҳар кор, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- беҳтарин доварон, 95:8
- берун аз таъриф, 43:82; 67:12
- найрангҳои кофиронро барбод медиҳад, 8:30; 8:36
- боис ба нобуд шудани инсонҳо ва ба вуҷуд овардани мавҷудоти дигар, 4:133; 14:19; 35:16
- боиси ханда ва гиря мегардад, 53:43
- боис шуд, ки мардеро як аср хоб кунад, 2:259
- душмани касоне, ки ҳақро дурӯғ мешуморанд, 2:98
- аз субҳ то шом ҷалоли Ӯро ситоиш кунед, 33:42
- духтарони бардурӯғи, 16:57; 17:40; 43:16; 52:39; 53:21-22
- бо ном, 53:19-20
- ба инсонҳо озодии ирода медиҳад, 36:67
- аз ҳама чиз даст кашидан барои ӯ, 4:66-68; 4:125
- некӣ ва бадӣ аз Ӯст, 4:78
- ҳаёт ва маргро медиҳад, 44:8; 53:44; 57:2; 67:2
- саъйкунандагони сахтгир мукофоти беҳтар мегиранд, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ҳамсар надорад, 72:3
- писаре надорад, 43:81; 72:3; 112:3
- шуморо дар лаҳзаҳои сахтатон тарк накардааст, 93:3
- дар ҳама ҷо дар дониш аст, 2:115; 2:142; 2:177; 4:126
- Аввал ва Охир аст (алфа ва омега), 57:3
- зоҳир ва ботин аст, 57:3
- медонад, ки берун аз фаҳмиш аст, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- касонеро, ки адолат мекунанд, дӯст медорад, 49:9
- дар бораи он чизе, ки Ӯ дар борааш нагуфтааст, ҳеҷ қонуне нагузошт, 5:101; 6:140; 6:148; 7:32
- раҳмат ба асирони ҷангӣ, ки дар онҳо хайре ҳаст, 8:70
- табиати, 2:255
- ҳеҷ инсон худоӣ нест, 3:64; 3:151
- сегона нест, 4:171
- паноҳ аз бадӣ бо, 113:1-5; 114:1-6
- ба ёд овардани истода, нишаста ва хобидаи ӯ, 3:191; 4:103; 10:12; 25:64
- шуморо дар батн шакл медиҳад, 3:6
- тахт бар рӯи об қарор дорад, 11:7
- чизҳоеро меофарад, ки шумо аз онҳо огоҳ нестед, 16:8
- ба офаридаҳои Худ зулм намекунад, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Иттифоқҳо, 8:72; 9:7
- Масеҳиён ва яҳудиён, 5:51
- бо хешовандони кофир манъ аст, 9:23-24
- бо мунофиқон манъ аст, 4:88-89; 4:139; 4:144
Алясаъ, (нигаред ба Элишоъ)
Амонат, Таваккал ва вазифаҳои муқарраркардаи Аллоҳ ва ғайра, 2:283; 4:58; 8:27
- нигаред ба Траст
Фариштагон, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- аз оташ офарида шудааст, 7:12; 38:76
- Рӯзи қиёмат ҳашт нафар арши Худоро бардошта хоҳанд бурд, 69:17
- иддаои бардурӯғ дар бораи зан будани онҳо, 43:19; 53:27
- нигаҳбон 82:10-12; 86:4
- нуздаҳум Худованд бар дӯзах, 74:30-31
- барои қонеъ кардани хоҳишҳо фиристода нашудааст, 15:7-8
- фиристода шудааст барои илҳом, 16:2
Хашм, нигоҳ доштан, 3:134
'Анкабут, S.29
Мӯрчаҳо, 27:18
Маймунҳо, 5:60
- нафратовар, 2:65; 7:166
Муртадӣ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- барои муртадҳо фалокати зудро талаб накунед, 46:35
- Танҳо Аллоҳ онҳоро азоб медиҳад, 73:11; 74:11
- азоб дар охират, 2:217; 9:74
- радди дигарон, 3:87
- тавба, 3:89; 5:34; 9:5; 9:11
- Рӯзи қиёмат хеле дер аст, 40:85
- зери фишор, 16:106
Муртадон, 47:25
Аъроф, S.7; 7:46, 48
Арафот, 2:198
Баҳс
- на аз номи онҳое, ки худро фиреб медиҳанд, 4:107
— Шумо дар ин дунё аз онҳо ҳимоят кардед, пас рӯзи қиёмат кист, ки хоҳад буд, 4:109
Баҳсҳо/ҳамлаҳо
- бо ҳамин тарз посух диҳед, 8:58
- сабр кардан хеле беҳтар аст, 16:126
Зиреҳ, 16:81
'Аср,S.103
Оятулкурсӣ, 2:255
Ғайбаткунанда, 49:12; 104:1
Бадр (ҷанги), 3:13
- дарсҳо аз, 8:5-19, 42-48
Ал-Байт-ул-Маъмур, 52:4
Бакка (Макка), 3:96
Баъл, 37:125
Балад, S.90
Мувозинат, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
Банӣ ан-Надир, 59:2-6, 13
Бақара, S.2
Бароа (нигаред ба Тавба), S.9
Барзаҳ, 23:100; 25:53; 55:20
- инчунин нигаред ба 18:94-97; 34:54; 36:9
Баййина, S.98
Ҳайвони ваҳшӣ (аз рӯзҳои охир), 27:82
Бадавийлар, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Занбӯри асал, 16:68-69
Рафтор
- бо касоне, ки дар китоби пешин ваҳй дода шуда буд, бо нармӣ баҳс кунед, 16:125, 29:46
- аз дахолат ба корҳое, ки аз онҳо чизе намедонед, худдорӣ кунед, 17:36
- аз гуноҳони кабира ва корҳои шармовар худдорӣ кунед, 53:32
- Аз гумонҳои якдигар худдорӣ кунед, ҷосусӣ накунед ва дар бораи якдигар сухани бад нагӯед. 49:12
- дар ақидаҳои худ одилона бошед, 6:152
- ҷомеа бояд мӯътадил бошад, 2:143; 25:67
- аз худписандӣ нафрат дорад, 4:36, 57:23
- касонеро, ки аз ту кӯмак мепурсанд, сарзаниш накун, 93:10
- худро пок нашуморед, 53:32
- дигаронро масхара накунед, 49:11; 104:1
- ошкоро дар бораи чизҳои бад сухан нагӯед, 4:148
- Дар бораи якдигар бад нагӯед, 104:1
- ба ҳар гурӯҳ қонун ва тарзи зиндагӣ дода шудааст, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- ва роҳи ибодат, 22:67
- Аллоҳ метавонист онҳоро як уммат гардонад, 5:48; 11:118; 16:93; 42:8
- як ҷамоат дар назди Худо, 21:92
- яҳудиёнро бубахшед, 5:13
- беимононро бубахшед, 31:15; 45:14
- бо омодагӣ бахшидан, 42:37
- ҳокимон пас аз машварат қарор қабул мекунанд, 42:38
- ва пайғамбар, 10:47; 16:36
- бадгӯӣ кардани мӯъминон гуноҳ аст, 33:58
- мардон (нисбат ба занон), 24:30
- сулҳҷӯён мукофотонида шуданд, 42:40
- агар кори дигаре надошта бошед, бо камбағалон ба адолат сухан гӯед, 17:28
- нисбат ба волидони солхӯрдае, ки таҳти парастории шумо қарор доранд, 17:23
- нисбат ба дигар мусалмонон, 33:6
- нисбат ба дигарон, 17:26-29; 17:35; 17:53; 60:8
- нисбат ба волидон, 46:15
- нисбат ба ғуломон, 4:36; 24:33
- бо кофирони ғайримусаллаҳ бо адолат рафтор кунед, 60:8
- занони Паёмбар, 33:28-34
- занон (нисбат ба мардон), 24:31
- дар ҳама ваҳйҳо, 2:136; 2:285
- табиати, 49:14-15
Мӯъминон, 2:2-5; 2:285; 8:2-4; 8:24
Васиятнома, 2:180, 240; 4:7, 12; 36:50
Хиёнат (фиреб, қаллобӣ), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Китоби Муқаддас, 5:64, 5:65, 5:68
- таҳрифи, 3:78; 5:14-15
Паррандагон, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Хун-пул (Дия), 2:178-179; 4:92; 17:33
Ғанимат, ҷанг, 4:94. 8:41; 59:6-8
- ғайриқонунӣ гирифтан, 3:162
- ғаниматҳоро бубинед
Порагирӣ, 2:188
Будн, 22:36
Бор
- бори дигареро, ҳеҷ кас бори гаронеро бар дӯш намегирад, 35:18; 39:7; 53:38
- кофирон бори дигаронро низ бар дӯш хоҳанд гирифт, 16:25; 29:13
- бале, борҳое, ки бар дӯш мегиранд, бад аст, 6:31, 164
- Худо бар ҳеҷ кас ҷуз тоқаташ амр намекунад, 2:286; 7:42; 23:62
Буруҷ (ситораҳои калон), S.85; 85:1; 15:16; 25:61
Шутур, 6:144; 7:40; 77:33; 88:17
Асирон, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- инчунин нигаред ба Асирони ҷангӣ
Чорво, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Ғори Савр, соати 9:40
Ғор, одамони 18:9-22, 25-26
Боварӣ бо ҳақиқат, 56:95; 69:51
Садақа, (Садақа), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- ашёи хайрия ва закот, 2:273; 9:60
Кӯдакон 2:233; 42:49-50
- зиёндидагонанд, ки аъмоли худро аз рӯи беақлӣ, бе огоҳӣ куштанд, 6:140
Масеҳ, (нигаред ба Исо)
Масеҳиён, 5:14, 19, 64-65, 69; 22:17
- аз ӯ хоҳиш карда шуд, ки Исоро илоҳӣ нагардонад, 4:171
- наздиктарин ба эҳсоси меҳру муҳаббат ба мусалмонон, 5:82
- аксарият фаромӯш кардаанд, ки ба онҳо гуфта шудааст, ки бояд дар хотир нигоҳ доранд, 5:14
- акнун паёмбаре назди шумо меояд, 5:15, 19
- одилон мукофот хоҳанд гирифт, 2:62; 5:65; 5:69
- бигӯед: «Исо писари Худост», 9:30
Шаҳрҳо хароб шуданд, 69:9
Шаҳри амният, 95:3
Либос, 7:26; 16:81
- аз оташ, 22:19
- рӯймол ё либоси занона дар ҳолатҳои ғайримаишӣ, 24:31
- либосҳои болоии занон аз озори мунофиқон пешгирӣ мекунанд, 33:59-60
Иттифоқчиён, 33:9, 22
- нигаред ба Аҳзоб Машварат, мутақобила, 42:38
Офариниш
- оғоз ва такрор мешавад, 10:4; 21:104; 27:64; 29:19-20
- нав, 17:49, 98; 35:16
- бо ростӣ, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- на барои бозӣ, 21:16-17; 23:115
- ҳар мавҷудоти зиндае, ки аз он сохта шудааст, 21:30; 24:45; 25:54
- аз одам, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- шакли аввали 56:62
- дар шаш рӯз, 7:54; 11:7; 32:4; 50:38; 57:4
- ҷуфт-ҷуфт, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- гуногунрангӣ дар, 35:27-28
Аллоҳ фармон медиҳад: «Бишав!» — ва он мешавад, 2:117;16:40;36:82;40:68
- мисли як мижа задан, 54:50
- шабу рӯз, офтобу моҳ, 39:5
- аз осмону замин, замин аз одамизод бузургтар аст, 40:57; 79:27
- мақсади, 51:56
Зоғ, 5:31
Меъёр, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Дахр, (ниг. Инсон,) S.76; 45:24
- вақт, 76:1; 103:1
Довуд, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- бо назардошти Забур 4:163
- Ҷолётро меҷангад ва мекушад, 2:251
- ҳукми 21:78-80-ро содир мекунад
- бо дониш ва пайғамбарӣ баракат ёфтааст 27:15-16
- кӯҳҳо ва паррандагон ба ӯ ҳамроҳ шуда, Худоро ситоиш мекунанд 34:10; 38:17-20
- доварон байни ду нафар 38:21-26
Даваб ё Дабба (махлуқи зиндаи ҳаракаткунанда ва ғайра) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
Мурдагон эҳё хоҳанд шуд, 6:36
Марг, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ва гурехтан аз ҷанг, 33:16
- дар роҳи Худо, 3:195; 22:58; 47:4
- он ҷамоатҳое, ки ваҳй надоранд, нобуд нахоҳанд шуд, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- онҳое, ки дар роҳи Худо кушта шудаанд, зиндаанд, 2:154; 3:169
- ҳангоми гурехтан аз бадӣ ба сӯи Аллоҳ, 4:100
- боздоштан ё ба таъхир андохтан мумкин нест 63:10-11
- бародари дугоники хоб 6:60; 39:42
- мӯъминон ва кофирон ҳангоми марг 8:50; 16:27-32; 41:30
- азоб дар қабр 40:46
Қарзҳо, 2:280, 282; 4:11-12
Фармон
- барои ҳар як масъала, 13:38 вуҷуд дорад
- Мо ҳеҷ деҳаеро нобуд накардем, магар ин ки дар он ҷо маълуме буд, 15:4
44:5 - Ҳар коре аз ҷониби Аллоҳ аст.
— Вақте ки Ӯ кореро муқаррар мекунад, танҳо мегӯяд: «Мавҷуд шав!» — ва он чиз мавҷуд мешавад, 2:117; 36:82; 40:68
Аъмол
- бадӣ, барои онҳо ороста шудааст, 47:14
- аъмоли мо аз они мост, аъмоли шумо аз они шумост, 28:55; 42:15; 45:15
- хуб ва бад, ба манфиати худ ва бар зидди худаш ҳастанд, 41:46
- мардро ба гардани худаш бастааст, 17:13
Дараҷаҳо, мувофиқи он чизе, ки кардаанд, 6:132
орзуҳо, касоне, ки аз паи бадии худ мераванд, 47:14, 16
- он ки худро худои худ қарор додааст, 25:43
Аз раҳмати Аллоҳ ноумед нашавед, 39:53; 21:87-88; 68:48-50
- инчунин нигаред ба Юнус
Дҳарият, S.51
Зикр, 7:205; 15:6, 9
Зул-Кифӣ, 21:85; 38:48
Зул-Қорайн, 18:83-98
Зун-Нун (ҳамсафари моҳӣ)
Кофирон (нигаред низ ба Мунофиқон)
- аз Муҳаммад ( ﷺ ) хоҳиш кунед, ки хашми Худоро бар онҳо ҳамчун далел бифиристад, 6:57-58; 8:32; 10:49-52
- бо меҳрубонӣ ҳамроҳии онҳоро дошта бошед, 31:15
- бо сабр ба гуфтаҳои онҳо сабр кунед, 20:130; 50:39
- аҳдҳо бо, 8:56; 8:72; 9:4, 7
- вайрон кардани аҳдҳо, 8:58; 9:12
- Худо найрангҳои онҳоро ботил мекунад, 8:30, 36
- аз касоне, ки шариати Аллоҳро масхара мекунанд, даст кашед, 4:140; 6:68
- агар аз шумо хоҳиш кунанд, онҳоро ҳимоя кунед, 9:6
- ҷазо дар давраи ҷанг, 8:12, 50, 59
- азоб дар охират, 8:37
- набояд масҷидҳоро зиёрат кунад ва онҳоро нигоҳубин кунад, 9:17
- бо онҳо сухани нарм гӯед, 17:53
- муборизаи шадид бар зидди, 9:73; 25:52; 66:9
- бо ғайриҷангӣ бо адолат рафтор кунед, 60:8
- танҳо бо кофирони дигар иттифоқ меварзад, 8:72
Шогирдон (аз Исо), 3:52; 61:14
Беморӣ дар дилҳои мунофиқон ва кофирон, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Бало, пас аз он амният аст, 3:154
Тақсимоти ғаниматҳои ҷангӣ, 8:41; 59:7-8
Хандақ, мардуми он, 85:4-10
Гуногунрангӣ
- аз одамон, 30:22, 35:27-28
- аз ҳаёт, 35:27-28
Талоқ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- пас аз мӯҳлати интизорӣ, пароканда шудан ё оштӣ шудан, 2:231; 65:2
- ду шоҳид, 65:2
- алимент, 2:233, 241
- ба вориси шавҳари собиқ дахл дорад, 2:233
- ду маротиба бекор карда мешавад, 2:229
- мақоми маҳр, 2:229, 236-237
- дар ҳолати зарурӣ ҳамшираи шафқат пайдо кунед, 65:6
- инчунин нигаред ба Зиҳар
Талоқ, мард
- аз як зан барои дигаре талоқ гиред - он чиро, ки аввал дода будед, барнагардонед, 4:20
- Занро озор надиҳед, 65:6
- занонро бар хилофи хоҳиши онҳо нигоҳ надоред, 4:19
- чор моҳ барои тағйир додани фикраш, 2:226
- дастгирии пурраи зан дар давраи ҳомиладорӣ ва давраи иддао, 65:6
- агар занатон кӯдаки шуморо шир диҳад, ӯро пурра дастгирӣ кунед, 65:6
- Модар набояд аз сабаби фарзанди бепадараш азоб кашад, 2:233
- пеш аз ислом, 58:2
- тавба барои мусолиҳа додани рӯза дар тӯли ду моҳи пайдарпай, 58:4
- Тавба барои оштӣ додан ба 60 нафари ниёзманд, 58:4
- тавба барои оштӣ додани як ғулом, 58:3
- кӯшиши оштӣ, 4:35
- бегуноҳӣ агар издивоҷ беайб бошад, 2:236
- арӯсе, ки ҳақ дорад нисфи маҳрро гирад, 2:237
Талоқ, зан
- пас аз талоқи сеюм (ин талоқ аз шавҳари дигар) метавонад ба шавҳари аввалааш баргардад, 2:229
- ҳаққи гирифтани алимент, 2:241; 65:1
- ҳуқуқи баробар барои талоқ, 2:228
- тарс аз муносибати бад аз ҷониби шавҳар, 4:128
- метавонад он чизеро, ки шавҳараш ба ӯ дода буд, нигоҳ дорад, 2:229
- аз хонаҳояшон ронда нашаванд, 65:1
- се ҳайз интизори рад кардани ҳомиладорӣ ҳастанд, 2:228
- се моҳ интизорӣ барои касоне, ки аз ҳайз озод шудаанд, 65:4
- агар издивоҷ беэътибор бошад, 33:49
Сагон, 7:176
Харҳо (Хар), 2:259; 16:8; 31:19; 62:5; 74:50
Нӯшокӣ
- майзада, 2:219; 5:90
- пок ва сафеди болаззат, 37:45-46; 76:21
- шароби мӯҳршудаи холис, 83:25
Дуҳа, S.93
Духан, S.44
Лашкари филҳо, 105:1-5
Илёс (Илёс; Илёсин) 6:85; 37:123-132
Элишоъ, (Алясаъ) 6:86; 38:48
Ҳанӯх, (нигаред ба Идрис)
Ҳодиса, 56:1; 69:15
Бадӣ, 4:123; 10:27-30; 19:83; 59:15
- набояд дар назди мардум баён карда шавад, 4:148
- аз худамон аст, аммо некӣ аз ҷониби Аллоҳ аст, 4:79; 42:48
- бахшиш, 4:149
- мукофот дода шуд, 6:160; 42:40
- онҳое, ки нақша мекашанд, 16:45-47
- анҷом буд, 30:10
- дар хушкӣ ва баҳр пайдо шудааст, 30:41
- бо некӣ дафъ кардан/муҳофизат кардан, 13:22; 23:96; 41:34
- тағйирёфта, барои некӣ, 7:95
- касоне, ки аз паи хоҳишҳои худ мераванд, 47:14, 16
- амалҳое, ки барояшон ороста шудаанд, 47:14
аз ҳад зиёд
- дар хӯрок ҳаром аст, 5:87
- дар дин, 4:171; 5:77-81
Чашмҳо, гӯшҳо ва пӯстҳо бар зидди гунаҳкорон шаҳодат медиҳанд, 41:20-23
Эзро (Узайр) 9:30
Чеҳра ё Рӯҳи Аллоҳ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Ба назар одилона
- Худо барои ҳар қавме амали хосе офаридааст, 6:108
Имон (Боварӣ), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- инкоркунандагон, 3:116
- афзоиш дар, 3:173
- бо итминон, 44:7; 45:4, 20; 51:20
- Ӯ шуморо ба сӯи биҳишт ҳидоят кардааст, 49:17
Фаҷр, S.89
Фалақ, S.113
Сӯҳбати дурӯғ дар бораи оятҳои Қуръон, 6:68
Худоёни дурӯғин
- ғайр аз Аллоҳ, бутҳо ва шарикони ба ном 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- касонеро, ки ҷуз Аллоҳ мепарастанд, дашном надиҳед, 6:108
- инчунин нигаред ба Тағут
«Ботил», 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Амалҳои одамиро ба гардани худаш овезон кардааст, 17:13
Рӯзадорӣ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- бихӯред ва бинӯшед, то он даме ки риштаи сафед аз риштаи сиёҳ фарқ кунад, 2:187
Фатҳ, S.48
Фотиҳа, S.1
Фатир, S.35
Фидя (фидя), аз рӯза, 2:196
- барои озод кардани асирон, 8:67
- фидяе, ки аз ҷониби кофирон пешниҳод шудааст, 3:91; 5:36,37; 10:54; 13:18
Анҷир, 95:1
Мубориза
- дар роҳи Худо, бар зидди кофирон, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- муқаррашуда, 2:216
- дар моҳҳои ҳаром, 2:217; 9:5
- аз ҷониби Банӣ-Исроил, 2:246-251
- дар роҳи Худо ва мардон ва занони мазлум, 4:74-76
- то он даме ки дигар фитна набошад, 8:39
- бистум аз дусад гузаштан, 8:65
- бар зидди касоне, ки ба Худо имон намеоранд, 9:29
- иҷозат бар зидди онҳое, ки мазлум шудаанд, 22:39-41
- ва мунофиқон, 47:20
- истисноҳо аз, 48:17
Фил, S.105
Биҳишти Фирдавсӣ, 18:107; 23:11
Оташ, 56:71, 100:2
Парвоз, 22:73
Хӯрок
- ҳалол ва ҳаром, (Ҳалол ва Ҳаром), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- барои он чизе, ки дар гузашта хӯрдаед, гуноҳе нест, 5:93
- аз ҳад нагузаред, 5:87
- чизеро, ки Аллоҳ ҳалол кардааст, ҳаром накунед, 5:87; 7:32; 16:116
Рафтори мамнӯъ, 6:151-152; 7:33
Бахшиш, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- вазифаи мӯъминон, 42:37; 45:14
- аз ҷониби мӯъминон, барои аҳли китоб, 2:109
- Аллоҳ ҳар киро хоҳад, мебахшад, 4:48
- Аллоҳ касеро, ки ба Ӯ шарик наорад, мебахшад, 4:48, 116
- ҳар кӣ аз Худо бихоҳад, 4:110
- аз Аллоҳ барои мушрикон напурсидан, 9:113
- Аллоҳ ҳамаи гуноҳонро мебахшад, 39:53
- фариштагон барои касоне, ки дар рӯи замин ҳастанд, дархост мекунанд, 42:5
- вақте ки хашмгин мешаванд, бубахшед, 42:37
- бубахшед ва оштӣ кунед, 42:40
- Мӯъминон бояд касонеро, ки умеди рӯзҳои Худоро надоранд, бубахшанд, 45:14
- барои касоне, ки аз гуноҳони бузург ва аз фавоҳиш парҳез мекунанд, 53:32
- дар шитоб ба сӯи якдигар мусобиқа кунед, 57:21
- амалҳои бад ба амалҳои нек табдил ёфтанд 25:68-71
Қаллобӣ, (нигаред ба Хиёнат) 83:1-6
Иродаи озод
- бо иродаи Аллоҳ маҳдуд карда шудааст, 6:107; 10:99; 74:56;76:31; 81:28-29
ҳар кӣ хоҳад, имон оварад ва кофир шавад, 18:29
- роҳе ба сӯи Парвардигораш интихоб кунад, 76:29
- рост роҳ рафтан, 81:28
Намози ҷумъа, 62:9-11
Меваҳо, 6:41; 16:11
- дар биҳишт, дар фаровонӣ, 43:73
- ҳар навъ, 47:15
- ҳар тавре ки мехоҳанд, 77:42
Фуҷҷор, 82:14-16; 83:7
Фурқон, S.25
Фуссилат (ниг. Ҳа Мим), S.41
Ҷабраил, (Ҷибрил) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-ул-ќудус, 2:87, 253; 5:110; 16:102
Қиморбозӣ, 2:219; 5:90
Бозӣ, дар ҳолати эҳром, 5:94-96
Ғафир (нигаред ба Муъмин), S.40
Ғашия, S.88
Ғусл, 4:43; 5:6
Тӯҳфаҳо, 30:39
Ҷолёт, (Ҷалут) 2:249-251
Хуб (Рӯзҳо), 3:140
- шумо аз чизе, ки бад аст ва монанди он бад аст, нафрат доред, 2:216
- мукофот гирифтан, 4:85; 28:54
- дукаратаи мукофотонидашуда, 4:40; 28:54
- даҳ маротиба мукофот дода шудааст, 6:160
- зиёд шудааст, 42:23
- барои онон, ки ин корро кардаанд, некӣ ва сарои охират аст, 16:30
- барои касонест, ки дар ин дунё некӣ мекунанд, 39:10
- Аллоҳ касонеро, ки ин корро мекунанд, бо беҳтарин корҳо подош медиҳад, 53:31
— Оё ҷуз некӣ мукофоте ҳаст? 55:60
- ҳамон тавре ки Худо ба ту некӣ кардааст, амал кун, 28:77
Хубӣ ва бадӣ
- Хайр аз ҷониби Аллоҳ ва бад аз ҷониби худат аст, 4:79
- агар некӣ кунед, барои худатон ва агар бадӣ кунед, бар зидди худатон, 17:7; 41:46
- бадиро бо некӣ дафъ кунед, 23:96; 28:54; 41:34
- некӣ ва бадӣ баробар буда наметавонанд, 41:34
- ҳар як шахс бо ҳамаи корҳое, ки ӯ кардааст, рӯ ба рӯ хоҳад шуд, 3:30
- инчунин нигаред ба Муҳсинун
Амали хайр
- онро ошкор ё пинҳон кардан, 4:149
- мисли мусобиқа дар 5:48 саъй кунед
Инҷил, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Хабари бузург, 78:1-5
Салом, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Ҳадид, S.57
Ҳодӣ (ҳайвони қурбонӣ), 2:196, 200
Ҳаҷ (Зиёрат), 2:158, 196-203; 3:97; 5:2;22:30
Ҳаҷ, S.22
Ҳомон, 28:6, 38; 29:39; 40:24, 36, 37
Дастҳо ва пойҳо шоҳидӣ медиҳанд, 36:65
Ҳагга, S.69
Дар 94:5-6 сахтӣ аст, ки бо ҳар сахтӣ сабукӣ аст.
Ҳорун, (Ҳорун)
Ҳарут, 2:102
Ҳашр, S.59
Дилҳо
- сахтдил, 2:74; 22:53; 39:22; 57:16
- мӯҳршуда, 7:100-101; 40:35; 47:16; 63:3
- пӯшида, 17:46; 41:5
- қулфшуда, 47:24
- тақсимшуда, 59:14
- пур аз тарс, 22:35
- ки дар он беморӣ вуҷуд дорад, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Биҳиштҳо
16:77 - Илми ғайб аз они Худост.
- на барои намоишнома офарида шудааст, 21:16
ва замин бо ҳам пайваст шуд, 21:30
- дар он ҳеҷ чиз пинҳон нест, 27:75
- бе ягон сутун офарида шудааст, 31:10
- ба дасти рости Ӯ печонида мешавад, 39:67
- офариниши ҳафт осмон дар ду рӯз, 41:12
- осмони наздиктарин бо чароғҳо оро дода шудааст, 41:12
- ҳар чӣ дар осмон аст, аз они Худост, 45:27; 53:31
- ҳафт осмон, яке болои дигаре, 67:3
Ҷаҳаннам (оташ, алангаи сӯзон) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- оби сӯзон ва ҷӯшон 22:19-22; 23:103-104
- чирк 14:14-17; 38:55-58; 69:35-37
- дарахти Заққум 37:62-70; 44:43-50; 56:41-56
- нотавонии сокинон барои зиндагӣ ё марг 87:13
- айбдоркунӣ 26:91-101; 34:31-33
- даъват ба нобудии фаврӣ 25:13-14; 43:74-78
- фарёдҳои шадид 35:36-37
- Оташи ғурриш ва ғурриш 25:11-12; 67:6-11
- пӯстҳои бирёншуда бо пӯстҳои нав иваз карда шуданд 4:56
- занҷирҳо ва либосҳои қатронӣ 14:48-50
- гурзҳои оҳанин 22:19-22
- занҷирҳо 13:5
- посбонони дӯзах 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- фидя қабул карда намешавад 5:36-37
- шафоат рад карда шуд 6:94; 26:100; 30:13; 74:48
- ноумедии сӯзон ва торикии яхбаста дар, 38:57
- занҷири 70 зироъ, 69:32
- мондан барои муддати маҳдуд, 78:23
Баъд аз ин
- хона дар он беҳтар аст, 6:32; 7:169
- ки интиҳо дар 6:135 хоҳад буд
- Залимун муваффақ нахоҳад шуд (дар), 6:135
- хонаи, 12:109; 16:30; 28:83; 29:64
- онҳое, ки ба қиёмат имон намеоваранд, 17:10
- мукофоти, 42:20
- аз нуқра ва тилло беҳтар аст, 43:33-35
- танҳо барои парҳезгорон, 43:35
- ҷазои, 68:33
- беҳтар ва пойдортар, 87:17
- беҳтар аз ҳозира, 93:4
Роҳҳои васеъ, 21:31
Ҳиҷр (Роки Роккӣ), 15:80-85
Ҳиҷр, S.15
Ҳамҷинсгароӣ 26:165-166; 27:55; 29:28-29
Аспҳо, 16:8
Соат
- илми он танҳо назди Аллоҳ аст, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ногаҳон он бар сари онҳост, 6:31; 7:187;12:107; 43:66
- бар шумо меояд, 6:40; 12:107; 20:15; 34:3
- наздик шудааст, 54:1-5
- мисли як мижа задан, ё ҳатто наздиктар аз он, 16:77
- заминларзаи, 22:1
- дар рӯзи қиёмат, 30:12, 14 муқаррар хоҳад шуд.
- албатта меояд, шакке нест, 40:59; 45:32; 51:5-6
- аломатҳо 21:96; 27:82; 43:61; 47:18; 54:1-2
- номҳо 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- одамонро ба ҳайрат меорад 6:31; 7:187
- Сур дамида мешавад 6:73; 23:101; 39:68
Хонаҳо, одоби вуруд, 24:27-29
Ҳуд, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Ҳуд, S.11
Ҳуҷурат, S.49
Ҳумаза, S.104
Ҳунайн (ҷанг), 9:25
Ҳур (занон дар биҳишт), 44:54; 52:20
мунофиқон
- бигӯед: мо ба Худо ва рӯзи қиёмат имон овардем, вале дар асл имон надорем, 2:8
- худро фиреб медиҳанд, 2:9
- беморӣ дар дилҳояшон, 2:10; 8:49; 22:53;33:12; 47:29
- бадӣ кардан, 2:11-12
- аблаҳон ва масхарабозон, 2:13-15
- хатогии харидашуда барои роҳнамоӣ, 2:16
- кар, гунг ва кӯр, 2:17-18
- аз тарси марг ва торикӣ, 2:19-20
- суханронии хушоянд, 2:204-206
- аз ҷанг саркашӣ кардан, 3:167-168
- Худо медонад, ки дар дилҳои онҳо чӣ ҳаст, 3:167;4:63
- барои доварӣ назди доварони бардурӯғ муроҷиат кардан, аз Ваҳй рӯй гардондан, вақте ки фалокат рӯй медиҳад, омадан, 4:60-62
- дар бадбахтӣ ва дар муваффақияти бузург, 4:72-73
- Худо онҳоро ба ақиб рондааст, 4:88
- дӯстӣ накунанд, 4:89; 58:14-19
- Агар рӯй гардонанд, ҳар ҷо ки онҳоро ёфтед, онҳоро бикушед, 4:89
- онҳо интизори пирӯзии шумо ё пирӯзии кофирон ҳастанд, 4:141
- мехоҳанд Худоро фиреб диҳанд, бо танбалӣ ва барои нишон додани мардум дуо мекунанд, 4:142
- на ба инҳо ва на ба онҳо тааллуқ дорад, 4:143
- дар умқи пасттарини оташ; ҳеҷ ёваре нест, 4:145
- тарс аз он ки фош шавад, 9:64-65
- барои дуо накардан, 9:84
- мардон ва занон аз якдигаранд; зиёнкорон; лаънати Худо, 9:67-69
- дар бодиянишинон, 9:101
- ҳар ҷое ки ёфт шаванд, дастгир ва кушта шаванд, 33:61
- Аллоҳ азоб медиҳад, 33:73
- дурӯғгӯён; пуштгардонанд; дилҳояшон ду тақсим шудааст, 59:11-14
- дурӯғгӯён; савгандҳои худро сипар гирифтанд; дилҳояшон мӯҳр зада шудааст; аз онҳо ҳазар кунед, 63:1-4
- намефаҳмед, намедонед, 63:7-8
- сахт мубориза бурдан, 66:9
Иблис, 2:34; 7:11–18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- инчунин нигаред ба Шайтон
Иброҳим, (нигаред ба Иброҳим)
Иброҳим, S.14
Идда (мӯҳлати муқарраршудаи талоқ барои занон), 2:228, 231, 232, 234, 235; 33:49;65:1-7
Идрис (Ҳанӯх), 19:56-57; 21:85; 96:4
Эҳром, 2:197; 5:2, 95
Эҳсон, 16:90
Ихлос, S.112
Илоҳ, танҳо Якто, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Алоқаи ҷинсии ғайриқонунӣ; шаҳодати шоҳидон, 4:15-18; 24:2, 19
Иллийюн, 83:18-21
Наҷос (ифлос) 9:28
Имрон
- ҳамсари, 3:35
- духтари, 66:12
Ногузир, 69:1-3
Инфитар, S.82
Мерос, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
Беадолатӣ, ки нисбат ба кӣ содир шудааст, 4:30, 148
Инсон (нигаред ба Даҳр), S.76
Дюйм, S.84.
Иншироҳ (нигаред ба Шарҳ), S.94
Илҳом, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
Шафоат/Шафоаткунанда, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
Маводи масткунанда, 5:90, 2:219
Иқомат-ас-Салот, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Иқраъ (нигаред ба «Кӯдак»), S.96
Ирам, 89:7
Оҳан, 57:25
Исо, Исоро бубин
Исҳоқ, (Исҳоқ) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
Исмоил (Исмоил), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
пояҳои Каъбаро бо падараш мебардорад 2:125-140
достони қурбонӣ 37:100-113
Ислом, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- аввалин касе, ки мусалмон шуда таслим шудааст, 6:14,163; 39:12
- аввалин касе, ки оғӯш мегирад, 9:100
- сина кушода шуд, 39:22
- ҳамчун неъмат, 49:17
Исроъ, S.17
Исроил, фарзандони, 2:40-86
- лутфе, ки дода шудааст, 2:47-53, 60, 122; 45:16-17
- исён бар зидди итоати Аллоҳ, 2:54-59, 61, 63-74; 5:71; 7:138-141
- муносибати онҳо бо мусалмонон, 2:75-79
- такаббури онҳо, 2:80, 88, 91
- аҳдҳои онҳо, 2:80, 83-86, 93, 100; 5:12-13, 70
- зиндагии дунёро ба баҳои охират харид, 2:86
- ҳаристарини мардум барои зиндагӣ, 2:96
- подшоҳ талаб кунед, 2:246-251
- аз ҳад гузаштааст; ба гурӯҳҳои гуногун тақсим шудааст; маймунҳо, 7:161-171
- ду маротиба ваъда дода шудааст, 17:4-8
- аз душман раҳо карда шуд, 20:80-82
- дода шудааст Навиштаҳои Муқаддас ва пешвоён, 32:23-25; 40:53-54
- донишмандони он, онро (Қуръон ҳамчун ҳақ) медонистанд, 26:197
Истава (бархоста), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
Эътикоф, 2:187
Яъқуб, (Яъқуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (дувоздаҳ писари Яъқуб), 2:140; 3:84;4:163
Ҷалут, (нигаред ба Ҷолёт)
Ҷамарат, 2:200
Ҷатия, S.45
Исо, Исо писари Марям
- модаре, ки бар ҳамаи занони ҷаҳон интихоб шудааст 3:42
- дар рӯзи қиёмат шаҳодат медиҳад, 4:159
- муждаи таваллуд, 3:45-47; 19:22-23
- Фиристода ба Банӣ Исроил, 3:49-51
- шогирдон, 3:52-53; 5:111-115
- шогирдон ҳамчун ёварони Аллоҳ, 3:52; 61:14
- бархоста, 3:55-59; 4:157-159
- шабоҳати Одам, 3:59
- на кушта ва на ба салиб кашида шудаанд, 4:157
- илҳом гирифта шудааст, 4:163
- на бештар аз Паёмбар (на барои худоӣ кардани ӯ), 4:171-172; 5:75; 19:30, 43:63-64
- кофир шудаанд, ки мегӯянд: 5:17, 72; 9:30
- Паёмбари мо (Муҳаммад ﷺ ) омад, 5:19
- Инҷилро дод, 5:46
- шогирдон гуфтанд: мо мусалмонем, 5:111
- Дастархони пур аз хӯрок, 5:114
- ибодати бардурӯғро таълим намедод, 5:116-118
- Паёмбари солеҳ, 6:85
- ҳамчун нишона, 23:50
- омадани дуюми ӯ 43:61
- назарҳои мухталиф дар бораи, 43:65
- ҷуз банда ва намунае барои банӣ-Исроил, 43:59
- башорат ба паёмбаре, ки номаш Аҳмад аст, 61:6
- таваллуди бокира, паём ва мӯъҷизаҳои ӯ 3:45-51; 19:16-38
- ба неъматҳои Аллоҳ ёдоварӣ карда шуд 5:110-115
- илоҳӣ буданро рад мекунад 5:116-120
- шафқат ва файз дар дилҳои пайравонаш 5:82; 57:27
Яҳудиён ва масеҳиён, 2:140; 4:153-161, 171; 5:18
- ба дурӯғ гӯш диҳед, 5:41-42
- бар он чӣ мегуфтанд, малъун шуданд, 5:64
- душманӣ бо мӯъминон (мусулмонон), 5:82
- ки исломро қабул карданд, 26:197; 28:53; 29:47
Ҷибрил, (нигаред ба Ҷабраил)
Ҷиҳод, (Ҷанг, талош) 2:216; 9:24; 22:78; 25:52
Ҷинн, S.72
Ҷинн, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Ҷин, ки аз оташ офарида шудааст 15:25; 55:15
- ҷинҳои мӯъмин ва кофир 72:1-15
Баъзеҳо ба паёми Қуръон имон оварданд (46:29-32).
- инсонҳо ва ҷинҳо барои мақсаде офарида шудаанд 51:56-58
Айюб, 4:163; 6:84; 21:83-84; 38:41-44
Юҳанно, (Яҳё, Юҳаннои Таъмиддиҳанда)
- башорати, 3:38-41; 19:7-11; 21:90
- одил, 6:85
- хирадманд, ҳамдард, итоаткор, 19:12-15
Юнус (Юнус ё Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Зун-Нун) 21:87; 68:48-50
Юсуф (Юсуф), 6:84; 12:4-101
- беҳтарин ҳикояҳо 12:1-3
- хоби Юсуфи ҷавон 12:4-6
- тавтиаи бародаронаш 12:7-18
- ба ғуломӣ фурӯхта шуд 12:19-20
- дар хонаи сарвазири Миср ба воя расидааст 12:21-22
- Зани сардори вазир кӯшиш мекунад, ки ӯро фиреб диҳад 12:23-29
- ҳодисаи зиёфат 12:30-32
- ба зиндон меравад 12:33-35
- ду маҳбус 12:36-42
- Орзуи Подшоҳ 12:43-53
- Сарвазир мешавад 12:54-57
- бародарон барои гирифтани маводи ғизоӣ назди ӯ меоянд 12:58-68
- бародараш Бинёминро мегирад 12:69-82
- ғаму андӯҳи дубораи падараш 12:83-87
- шахсияти воқеии худро ошкор мекунад 12:88-98
- орзуи қадима амалӣ мешавад 12:99-100
- дуои хотимавӣ 12:101
Ҷудӣ, Маунт, 11:44
Ҷумъа, S.62
Адолат (Адл), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- инчунин нигаред ба 4:65, 105
Каъба
- аз ҷониби Иброҳим сохта шудааст, 2:125-127
- куштани шикор манъ аст, 5:94-96
- паноҳгоҳи амниятӣ, 5:97
- дар ҳолати бараҳна гаштан, 7:28
- ҳангоми дуо гуфтан ва гардиш кардан, 2:200; 7:29, 31
Кофирун, S.109
Кофур, пиёла омехта бо, 76:5
Каҳф, S.18
Канз, 9:34-35
Каусар (дарёи биҳишт), 108:1
Кавсар, S.108
Калидҳо
осмонҳо ва замин, 39:63; 42:12
аз Ғайб, 6:59
Хавла бинти Са лабаҳ, 58:1
Куштор
- агар касе касеро бикушад, тамоми башарро куштааст, 5:32
- касеро накушед, 17:33
Суханони нек аз садақа беҳтаранд, 2:263
Хешовандон, ҳуқуқҳои, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кираман-Ратибин, 82:11
Дониш
- ҳеҷ барге намеафтад, магар он ки Ӯ аз он огоҳ аст, 6:59
- зиёнкоронанд, ки фарзандони худро аз рӯи беақлӣ, бехабар куштанд, 6:140
- аз панҷ чиз, танҳо бо Аллоҳ, 31:34
- бо итминон, 102:5-7
«Қорун», 28:76-82; 29:39; 40:24
Курси, 2:255
Лаҳаб (нигаред ба Масад), S.111
Лайл, S.92
Чароғ, 25:61; 67:5; 71:16; 78:13
Забонҳо
- фарқият дар рангҳо ва мазҳабҳои мардон, 30:22
Лот, 53:19
Қонун, муқаррар шудааст, 5:48
Қонунҳо аз ҷониби Аллоҳ, 2:219; 98:3
Дурӯғгӯён, 26:221-223
Ҳаёт, агар касе як нафарро наҷот диҳад, ӯ ҷони тамоми башариятро наҷот додааст, 5:32
Зиндагии ин дунё
- онро бо нархи охират харид, 2:86
- танҳо лаззат бурдан аз фиреб аст, 3:185
- барои охират фурӯш, 4:74
- чизе ҷуз саргармӣ ва бозӣ нест, 6:32; 29:64; 47:36; 57:20
- фиреб медиҳад, 6:130
- чизе ҷуз охират нест, 9:38; 13:26; 28:60
- мисоли он мисли борон аст, 10:24
- башорат дар, 10:64
— ҳар кӣ хоҳад, ба он ҷо мерасад; аммо дар охират насибе нахоҳад буд, 11:15-16; 17:18; 42:20
- онҳое, ки ҳозирро дӯст медоранд ва охиратро фаромӯш мекунанд, 75:20-21; 76:27
- шумо онро афзалтар медонед, 87:16
Нур
- ошкор, 4:174
- ва торикӣ, 6:1
- масал дар бораи, 24:35
- пеш аз мӯъминон ва бо онҳо меравад, 57:12-15; 66:8
- аз ҷониби Худо дода шудааст, то мӯъминон рост раванд, 57:2
Маҳдудиятҳое, ки аз ҷониби Аллоҳ муқаррар шудаанд, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- инҳо инҳоянд, 2:187; 229-230; 4:13; 58:4; 65:1
- аз ҳад нагузаред, 2:190, 229
- ҳар кӣ аз ҳад гузарад, 2:229; 4:14; 78:22
- аммо маҷбуран ва на аз рӯи зарурат, 2:173; 6:145
- Дар дини худ аз ҳад нагузаред, 4:171; 5:77
- вақте ки аз он гузаштанд, (ба маймун табдил шуданд), 7:166
- онҳое, ки риоя мекунанд, 9:112
Шер, 74:51
Қарз
- ба Худо қарзи хуб диҳед, 2:245; 73:20
- зиёд кардани шумораи зиёдшуда, 57:11, 18
- ду баробар, 64:17
Талафот, ошкор, 39:15
Лут, 6:86; 7:80; 11-70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- зани нофармони ӯ, 11:81; 15:60; 66:10
Дарахти Сидриё, 34:16; 53:14-16; 56:28
Луқмон, 31:12-14
Луқмон, S.31
Маъориҷ, S.70
Мадина (Ясриб), 9:120; 33:13, 60; 63:8
Мадян, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- инчунин нигаред ба Айка Вуд
Маҳр (пули арӯсӣ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Моида, S.5
Макка (Бакка), 3:96;90:1-2
- Шаҳри Амният, 95:3
Мард
- насл ба насл дар рӯи замин, 2:30; 6:165
- вориси таъиншуда, 35:39
- вазифа, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- аз ҷониби Аллоҳ озмоишшуда, 2:155; 3:186; 47:31; 57:25
- чизҳое, ки мардон орзу мекунанд, 3:14
- аз 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2 офарида шудааст
- мӯҳлати муайянеро офарида ва муқаррар кардааст, 6:2; 15:26
- оштӣ байни ва зан, 4:35
- зиёнкороне, ки дидори Худоро инкор карданд, 6:31
- бозгашт, 6:60, 72, 164; 10:45-46
- нақшаҳо бар зидди худ, 6:123
- бори гуноҳи каси дигарро бар дӯш намегирад, 6:164
- ношукр аст, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- аз Шайтон огоҳ карда шуд, 7:27
- зан ва фарзандон, 7:189-190
- вақте ки зарар ё бадӣ расад, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- бозгашт ба сӯи Худованд, 10:23; 84:6; 96:8
- ба худ ситам мекунанд, 10:44
- шодмон ва фахркунанда аст, 11:10
- ба бадӣ даъват мекунад, 17:11
- ҳамеша шитобкор аст, 17:11
- амалҳояш ба гарданаш часпида шуда буданд, 17:13
17:15 Ҳар кӣ гумроҳ шавад, ба зиёни худ ва ҳидоят ёбад, танҳо ба фоидаи худ.
- ба зулм дучор нашавед, 17:71
- марг ва эҳё, 23:15-16
— дини худро ба фирқа-фирқа тақсим карданд ва ҳар кас ба имони худ шодмон аст, 23:53
- забонҳо, дастҳо ва пойҳо бар зидди онҳо шаҳодат медиҳанд, 24:24
- бар зидди худ шоҳидӣ додан, 75:14
- он ки хоҳиши худро худои худ гирифтааст, 25:43
- хешовандон аз рӯи хун ва никоҳ, 25:54
- Худо ҳар чиро, ки дар осмонҳо ва замин аст, барои шумо мусаххар кардааст, 31:20
- ҳар кӣ рӯи худро ба сӯи Худо таслим кунад, 31:22
- на ду дил дар дохили баданаш, 33:4
- ибодати Аллоҳ, 39:64-66
- ба сабаби амалҳое, ки дастҳояш ба даст овардаанд, бадбахтиҳо ба бор орад, 42:30, 48
- фариштагон, ки корҳои ӯро сабт мекунанд, 50:17-18, 23; 85:11
- фариштагоне, ки ӯро посбонӣ мекунанд, 13:11; 86:4
- ба се синф тақсим шудааст, 56:7-56
- наздиктарин касоне, ки ба Худо наздиктаранд, 56:10-11
- ёрони дасти рост, 56:27-40
- ёрони дасти чап, 56:41-56
- дигаргун карда шавад ва дар шаклҳои номаълум офарида шавад, 56:60-62
- шаклҳои хуб сохташуда, 64:3
- сарват ва фарзандон танҳо як озмоишанд, 64:15
- офарида ва бо он ато шудааст, 67:23-24; 74:12-15; 90:8-10
- бесабр аст, 70:19-21
- ба дуоҳо бахшида шудааст, 70:22-35
- хоҳишҳои бештар, 74:15
- шаҳодат бар зидди худ, 75:14-15
- такаббури ӯ, 75:31-40; 90:5-7
- зиндагии ин дунёро дӯст медорад, 76:27
- офариниш душвортар аст, ё биҳишт, 79:28
- бепарвоӣ нисбат ба Худованд, 82:6-12
- комилан тарҳрезӣ ва бо назардошти таносуби муносиб, 82:7
- аз як марҳила ба марҳила сафар мекунад, 84:19
- муҳаббат ба сарват, 89:20
- бо заҳмат офарида шудааст, 90:4
- кӯшишҳо ва амалҳо гуногунанд, 92:4
- роҳи осон ва бадиро барояш ҳамвор гардонад, 92:7, 10
- аз беҳтарин қолабҳо сохта шудааст, 95:4
- сипас то пасттарин нуқтаи пасттарин, 96:5 кам карда мешавад
- аз ҳад мегузарад, 96:6-7
Маносик (вазифаҳои) ҳаҷ, 2:128, 200; 22:30
Манат, 53:20
Инсоният
- шоҳидон аз болои, 2:143
- як ҷомеа, 2:213; 10:19
- аз як ҷуфт офарида шудааст, 4:1; 39:6; 49:13
- исён бар зидди худ, 10:23
- ғофил, ҳарчанд ҳисоб наздик аст, 21:1-3
- дар Фитрат офарида шудааст, 30:30
- шарафмандтарин, 49:13
- ба миллатҳо ва қабилаҳо табдил ёфт, 49:13
Манна ва бедонаҳо, 2:57
Одоб
- дар бораи ворид шудан ба хонаҳо, 24:27-29
- дар хона, 24:58-61
- дар хонаҳои Паёмбар, 33:53
- салом додан ва бар Паёмбар салавот гуфтан, 33:56
- озор надиҳед ба Худо ва паёмбараш ё мардон ва занони мӯъмин, 33:57-58
- пеш аз бовар кардан хабарро тасдиқ кунед, 49:6
- дигареро масхара накунад, 49:11
- дар маҷлисҳо, 58:11
Издивоҷ, 2:232, 234
- ба кофирон ё ғуломон, 2:221
- то чанд, қонунӣ, 4:3
- Маҳрро баргардонидан мумкин нест (дар сурати талоқ), 4:20-21
- ҳаромҳо барои, 4:22-24 мебошанд
- агар роҳе барои издивоҷ бо занони мӯъмини озод набошад, 4:25
- агар аз вайронкунӣ хавф дошта бошад, ду довар таъин карда мешаванд, 4:35
- агар зан аз бераҳмӣ ё тарки ҳамсар тарсад, шартҳои сулҳро бандад, 4:128
- ба яке аз ҳамсарон аз ҳад зиёд майл надоштан, то дигареро овезон гузорад, 4:129
- зинокорон, 24:3
- барои онҳое, ки камбағалон ҳастанд, 24:32
- касоне, ки имконияти молии издивоҷро намеёбанд, 24:33
- заноне, ки барои Паёмбар ҳалол карда шудаанд, 33:50-52
- пеш аз алоқаи ҷинсӣ, ҳангоми талоқ идда нест, 33:49
Шаҳидон
- мурда нест, 2:154; 3:169
- аз неъмат ва фазли Аллоҳ шодӣ кунед, 3:170-171
- бахшиш ва раҳматро қабул кунед, 3:157-158
- ризқи хубе хоҳад гирифт, 22:58-59
Марут, 2:102
Марям (модари Исо), таваллуд, 3:35-7
- башорати Исо, 3:42-51; 19:16-21
- ҳангоми таваллуд, 19:23-26
- кӯдакро назди қавмаш овард, 19:27-33
- айбдоркунии бардурӯғ, 4:156
- покдомании худро нигоҳ дошт, 21:91; 66:12
Марям, S.19
Масад, S.111
- Ал-Масҷид-ал-Ағсо, 17:1
- Масҷидулҳаром, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Ал-Машъар-ал-Ҳаром, 2:198
Маун, S.107
Биҳишти Мово, 53:15
Чен ва вазнро пурра диҳед, 11:85; 17:35; 83:1-5
Вохӯрӣ
- бо Аллоҳ, 6:31
- Рӯзи бузург, 19:37
- аз охират, 30:16
Паёмбарон, 2:253; 4:164-165; 40:78; 57:27
- пайдарпайии, 2:87
- силсила, 5:19; 23:44
- кушта шуд, 3:183
- таҳдид карда шуд, 14:13
- масхара карда шуд, 6:10; 13:32; 15:11; 21:41
- рад карда ва рад карда шудааст,3:184; 6:34;25:37;34:45; 51:52
- ба баъзеҳо бовар кардан ва баъзеҳоро рад кардан, 4:150-152
- ҷамъомади, 5:109
- фиристода шуда ҳамчун башоратдиҳанда ва бимдиҳанда, 6:48; 14:4-8
- ҳамчун шоҳид аз ҳар миллат, 16:89
- барои ҳар миллате, 10:47; 16:36 вуҷуд дорад
- тиловати оятҳои Аллоҳ, 7:35-36
- фариштае ҳамчун, 17:95; 25:7
- на бештар аз инсонҳо, 14:10-12; 17:94; 21:8; 25:7-8, 20
- ва занону фарзандонашон, 13:38
- инчунин нигаред ба пайғамбарон
Меъроҷ, 17:1; 53:12
Бахилӣ/Бахилӣ, 57:24
Бадбахтӣ, аз дасти ту, 42:30
Роҳибӣ, ки муқаррар нашудааст, 57:27
Маймунҳо, таҷовузкорон, ба монанди 2:65;5:60; 7:166 шуданд.
Меъроҷ, 17:1; 53:12
Моҳҳо, шумораи, 9:36-37
Моҳ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- тақсим кардани; 54:1
Мусо
- ва қавми ӯ, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- ва Фиръавн, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- аз ҷониби Аллоҳ ҳидоят ёфта, 6:84
- кӯҳ ва зуҳури Худованд, 7:142-145
- қавми худро барои парастиши гӯсола сарзаниш мекунад, 7:148-156;20:83-99
- китоби ӯ, дар он ихтилофҳо ба миён омаданд, 11:110
- дода шудааст аз Навиштаҳои Муқаддас, 17:2
- нӯҳ нишонаи равшан, 7:133; 17:101
- ба нуқтаи пайвастшавии ду баҳр, 18:60-82
- вохӯрии тақдирсоз дар назди буттаи сӯхтаистода 20:9-36; 27:7-14; 28:29-35
- даъват ва фиристода шудан ба паёмбарӣ, 19:51-53; 20:9-56
- кӯдакӣ, модар ва хоҳари ӯ, 20:38-40; 28:7-13
- ҷодугароне, ки тавба карданд, 20:70-73; 26:46-52
- дар Мадян, 20:40; 28:22-28
- ба меъёр дода шуд, 21:48
- ва оташи пурасрор, 27:7-12; 28:29-35
- дар шаҳр тасодуфан як мисриро мекушад 28:14-21
- бо оёти равшан омад, 29:39
- қисса бо Фиръавн 7:103-137; 10:75-92; 11:96-99; 26:10-69
- нӯҳ нишона барои Фиръавн ва қавмаш 7:130-133; 20:17-22; 17:101
- ҷодугарони Фиръавнро мағлуб мекунад 20:70-73; 26:46-52
- фирор ба Мадян ва издивоҷ 28:22-28
- Лавҳаҳо 7:142-154-ро мегирад
- аз Худо дар болои кӯҳ хоҳиш мекунад, ки бубинад 7:142-145
- аз ҷониби Аллоҳ гиромӣ дошта шудааст 33:69
- Неъматҳои Аллоҳ ба исроилиён 2:47-61
- Исроилиён аз ворид шудан ба Ерусалим худдорӣ мекунанд 5:20-29
- ба роҳи рост ҳидоятшуда, 37:114-122
- Навиштаҳои Муқаддас, 53:36; 87:19
Масҷид (Байтулмуқаддас), 17:7
Масҷиди (Қубо), 9:107-108
Масҷидҳо, 2:187; 9:17-19
- нигоҳ доштани, аз Аллоҳ, 9:17-18
Мастак, масал, 2:26
Кӯҳҳо, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Муддатир, S.74
Муҳоҷир, 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8–9
- занон, 60:10-12
Муҳаммад ﷺ
- масхара карда шуд, 2:104; 4:46; 25:41-42; 34:78
- ба Паёмбар эҳтиром гузоред, 2:104; 4:46; 49:1-5
- аҳди имон овардан, 3:81
- шаҳодат бар мӯъминон, 2:143
- ҷуз паёмбаре нест, 3:144
- бо нармӣ рафтор кардан, 3:159
- кори ӯ, 3:164; 7:157; 36:6; 52:29; 74:1-7
- фиристода шуда барои мӯъминон, 3:164
- бо ҳақиқат фиристода шудааст, 4:170
- нозир карда нашудааст, 6:107
- бесавод, 7:157; 62:2
- фиристодашуда ба сӯи башарият ҳамчун паёмбари Худо, 7:158; 48:9, 29
- бимдиҳандаи ошкоро, 7:184, 188; 11:2; 15:89; 53:56
- девона нест, 7:184; 68:2; 81:22
- ки шуморо айбдор мекунанд, 9:58
- мардоне, ки паёмбарро озор медиҳанд, раҳмате барои мӯъминон, 9:61
- танҳо аз он чизе, ки ваҳй шудааст, пайравӣ кунед, 10:15-16; 11:12-14; 46:9
- гуфтаҳои ӯ, 11:2-4; 12:108; 34:46-50
- Аллоҳ бар ӯ шоҳид аст, 13:43; 29:52; 46:8
- ҳамчун шоҳид, муждадиҳанда ва бимдиҳанда фиристода шудааст, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- ғамгин нашавед, 15:97; 16:127; 18:6
- фиристода шудааст, то шоҳид бошад, 16:89; 22:78; 73:15
- даъват кардан бо ҳикмат ва мавъизаи одилона ва баҳс кардан бо роҳи беҳтар, 16:125
- Мақому Маҳмуд, 17:79
- илҳом гирифта, 18:110
- раҳмат барои оламиён, 21:107
- мукофот намепурсад, 25:57; 38:86; 42:23
- амр шудааст, 27:91-93;30:30;66:9
- ҳамчун раҳмате аз ҷониби Аллоҳ, 28:46-47
- наздик ба мӯъминон, 33:6
- намунаи хубе барои пайравӣ, 33:21
- охирин паёмбарон, 33:40
- Намоз бифиристед, 33:56
- ба тамоми башарият фиристода шудааст, 34:28
- музд танҳо аз они Худост, 34:47
- танҳо як инсон, 41:6
- фиристодашуда ҳамчун ҳимоятгар, 42:48
- дар паёмбарон чизи нав нест, 46:9
- шоҳид аз Банӣ Исроил, 46:10
- Байъат (қавл) ба ӯ байъат (қавл) ба Аллоҳ аст, 48:10, 18
- Ҷабраилро дид, 53:4-18; 81:22-25
- ба ӯ мухолифат накунед, 58:20-22
- пешгӯӣ карда шудааст Исо, 61:6
- пирӯз гардонидани дини ҳақ бар ҳамаи динҳо, 61:9
- аз торикӣ ба сӯи рӯшноӣ, 65:11
- муборизаи шадид бар зидди кофирон ва мунофиқон, 66:9
- меъёри баланди хислат, 68:4
- на шоир ва на фолбин, 69:41-42
- ба дуо бахшидашуда, 73:1-8, 20; 74:3
- ва марди нобино, 80:1-12
- саҷда кардан ва наздик шудан ба Худо, 96:19
- қироати саҳифаҳои пок, 98:2
- Оят дар бораи хонавода, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- инчунин нигаред ба Паёмбарон; Пайғамбарон
Муҳаммад (ﷺ), S.47
Муҳсинун (некӯкорон), 2:117, 195; 4:125,128; 10:12-16; 16:128
- Аллоҳ дӯст медорад, 3:134, 148; 5:93
- Аллоҳ мукофоти онҳоро зоеъ намекунад, 5:85;9:120; 11:115; 18:30
- Мо мукофот медиҳем, 12:22; 37:80, 105, 110; 39:34;77:44
- башорат ба Худо, 22:37; 46:12
- Раҳмати Худо ба бандагон наздик аст, 7:56
- Худо бо онҳост, 29:69
- бо волидайн некӣ ва итоаткорӣ, 2:83
- сабркунанда дар адои вазифаҳои Худо, 16:90
- инчунин нигаред ба некӣ ва бадӣ
Муҷодила, S.58
Мулҳо, 16:8
Мулк, S.67
Муъмин (нигаред ба Ғафир), S.40
Муъминун, S.23
Мумтаҳана, S.60
Мунафигун, S.63
Куштор, 2:178-179
Мурсалот, S.77
Мусалмонон
- аввалин аз, 6:14, 163; 9:100; 39:12
- Кӣ номгузорӣ кардааст, 22:78
- омурзиш ва мукофоти бузурге барои онҳое, ки, 33:35-36
Мутаффифин, S.83
Муззаммил, S.73
Набаъ, S.78
Нодир, Бану-ан-, (яхуди), 59:2, 9, 13
Наҳл, S.16
Наҷас (ифлос) 9:28
Наҷм, S.53
Наҷва (нигаред ба махфият)
Номҳо
Ӯст зеботарин, 7:180
Беҳтаринҳо аз они Ӯст, 17:110; 20:8; 59:24
Зарурат, агар касе маҷбур шавад, 2:173; 6:145
Ҳамсоя, 4:36
Моҳи нав, 2:189
Хабарҳо, бояд санҷида шаванд 4:83
Хасисӣ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
Шаб, (ҳамчун рамз), барои истироҳат, 10:67
- ҳамчун пӯшиш, 13:3; 78:10
- хизматгор будан, 14:32
- Шаби Қадр (Қарор), 44:3-4; 97:1-5
Нисо, S.4
Нӯҳ, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- масхара карда шуд 11:38
- Тӯфон (сели шадид), 29:14
- Киштӣ ва Тӯфон 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- писари ноинсоф наҷот наёфт, 11:42-48
- зани ноинсоф, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
Нӯҳ, S.71
Нур,S.24
Қасам, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Итоат, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Ӯҳдадориҳое, ки бояд иҷро шаванд, 5:1
Насл, 4:9; 42:49-50
- Ба ҳар ки хоҳад, писар ва духтар медиҳад, 42:49
Зайтун, 6:141; 16:11; 23:20; 24:35; 95:1
Танҳо як Маҳ, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
Ятимҳо, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- нигаҳбонони, 4:6
Корҳои худашон барои ҳар қавме зебо нишон дода шудааст, 6:108
Ҷуфтҳо, дар ҳама махлуқот, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Дарахти нахл, 13:4; 19:25; 20:71; 59:5
Масалҳо (монандӣ, мисол, монандӣ)
- ки оташ афрӯхт, 2:17-18
- тӯфони борон аз осмон, 2:19-20
- пашша, 2:26
- ки фарёд мезананд, 2:171
- шаҳре, ки комилан хароб шудааст, 2:259
- донаи ҷуворимакка, 2:261
- санги ҳамвор, 2:264
- боғ, 2:265-266
- ресмон, 3:103
- шамоли сард, 3:117
- эҳё 7:57; 22:5; 41:39
- саге, ки забонашро берун мекашад, 7:176
- лаби жар, 9:109-110
- борон, 10:24
- ҳосили тоза даравидашуда, 10:24
- нобино ва кар, 11:24
- Аллоҳ бар зидди худоёни дурӯғин 13:14; 16:76
- ҳақиқат бар зидди дурӯғ 13:17
- хокистаре, ки боди шадиде бар он мевазад, 14:18
- дарахти некӯ, 14:24-25
- дарахти бад, 14:26
- ғулом ва мард, 16:75
- марди гунге, ки барои соҳибаш бори гарон аст, 16:76
- зан риштаро кушода истодааст, 16:92
- шаҳрак, амн ва хушбахт, 16:112-113
- ду мард бо боғҳои ангур, 18:32-44
- Зиндагии ин дунё мисли обе аз осмон, 18:45
- аз осмон афтода ва аз ҷониби паррандагон бурда шудааст, 22:31
- пашша, 22:73
- Нур ҳамчун як чароғ аст, 24:35-36
- сароб, 24:39
- торикӣ дар баҳри бузурги амиқ, 24:40
- тортанак, 29:41
- шарикон, 30:28
- сокинони шаҳр, 36:13-32
- зироатҳои рангоранг, 39:21
- марде, ки ба шарикони зиёд тааллуқ дорад, 39:29
- парвариши тухмӣ, 48:29
- дилҳои сахт 57:16-17
- растанӣ пас аз борон, 57:20
- кӯҳ худро фурӯтан мекунад, 59:21
- хар, 62:5
- об бояд фурӯ бурда мешуд, 67:30
- аҳли боғ, 68:17-33
Биҳишт
- аз манзил, (Биҳишт, 53:15).
- Биҳишти Фирдавсӣ, 18:107; 23:11
- Боғҳое, ки аз зери онҳо наҳрҳо ҷорӣ мешаванд, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- Боғҳои абадӣ (Биҳишти Адн) 9:72;13:23; 18:31; 19:61; 20:76
- Боғҳои ҷовидонӣ (Биҳишти Адн), 16:31;35:33; 98:8
- Боғҳои неъмат, 37:43; 56:12, 89
- Боғҳо бо неъматҳои абадӣ, 9:21
- Боғҳо ва токзорҳо, 78:32
- меваҳои ду боғ, 55:54, 62
- меваҳо аз ҳар навъ, мувофиқи хоҳиш, фаровон, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- меваҳо наздик хоҳанд буд, 55:54; 69:23
- мева ва гӯшт, 52:22
- гӯшти парранда, 56:21
- дарахтони ситруси бехор ва Талҳ (дарахтони банан), 56:28-29
- дониши бефоида, хар бо китобҳо 62:5
- пружинаи равон, 88:12
- чашмае бо номи Салсабил, 76:18
- чашмае бо номи Кофур, 76:5
- чашмае аз Тасним, 83:27-28
- дарёе дар биҳишт, Кавсар, 108:1
- дарёҳои шароб, шир, асали тозашуда, 47:15
- шароби мӯҳршудаи холис, сафед, болаззат, 37:45-46; 56:18; 76:21; 83:25
- пиёла, омехта бо Занҷабил, 76:17; 78:34
- об, 76:5
- табақҳои тиллоӣ ва пиёлаҳо, 43:71
- зарфҳои нуқрагин ва пиёлаҳои булӯрин, 76:15-16
- либосҳои сабз аз абрешими нозук ва ғафс, 18:31;22:23; 35:33; 44:53; 76:12, 21
- бо дастбандҳои тиллоӣ ва марворид оро дода шудааст, 18:31; 22:23; 35:33; 76:21
- аробаҳои бо брокади абрешимӣ пӯшонидашуда, 55:54
- болиштҳои сабз ва матрасҳои зебои зебо, ки дар қатор гузошта шудаанд, 55:76; 88:15
- тахтҳое, ки аз тилло ва сангҳои қиматбаҳо бофта шудаанд, баланд бардошта шудаанд 56:15; 88:13
- қолинҳои зебо паҳн карда шудаанд, 88:16
- қасрҳои зебо, утоқҳои баландошёна, яке болои дигаре, 9:72; 39:20
- дар он ҷо ҷовидона хоҳанд монд, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- хонаи абадӣ, 3:15; 35:35
- рӯ ба рӯи якдигар бар тахтҳо нишастаанд, 15:47; 37:44; 44:53; 56:16
- дар он ҷо ҳаргиз маргро бичашед, 44:56
- ва аз онҳо (ҳеҷ гоҳ) хост карда нашавад, ки онро тарк кунанд, 15:48
- нафрат ё эҳсоси озор аз дилҳояшон дур карда шудааст, 7:43; 15:47
- ҳама ғаму андӯҳ бартараф карда шуд, 35:34
- эҳсоси хастагӣ, заҳмат ё хастагӣ нест, 15:48;35:35
- на дард, дарди шикам, дарди сар ва на мастӣ хоҳад буд, 37:47; 56:19
- сухани беҳуда ва гуноҳ нагӯед, 19:62;56:25
- на сухани зараровар ва на дурӯғ, 78:35; 88:11
- озод аз гуноҳ, 37:47; 52:23
- на гармии аз ҳад зиёд ва на сардии сахт, 76:13
- муқаррароти маълум хоҳад буд, 37:41;56:89
- дар сулҳу амният, 15:46; 44:51, 55; 50:34
- хонаи сулҳ, 6:127
- саломҳо дар, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- ҳар кӣ корҳои шоиста кунад, ба биҳишт дохил мешавад, 4:124; 42:22; 44:51
- касоне, ки аз Парвардигорашон парҳезгорӣ мекарданд, гурӯҳ-гурӯҳ роҳнамоӣ карда мешаванд, 39:73
- ба сабаби амалҳо мерос гирифта шудааст, 43:72
- Аллоҳ аз онҳо розӣ аст ва онҳо аз Ӯ розӣ ҳастанд, 5:119
- Биҳишти ман, 89:30
- бузургтарин неъмат, 9:72
- муваффақияти бузург, 57:12; 64:9
- муваффақияти олӣ, 9:72; 44:57
- барои мӯъминон биҳиштҳо макони истироҳат аст, 32:19
- аҳли биҳишт дар он рӯз ба шодмонӣ машғул хоҳанд буд, 36:35
- дар миёни боғҳо ва чашмаҳо хоҳад буд, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- фариштагонро бубинед, ки дар атрофи Арш ҳастанд, 39:75
- назди Подшоҳи Қодир, 54:55
- ҳар чизе, ки орзу мекунанд, ба онҳо хоҳад расид, 50:35
- Ҳурҳо, духтарони покдоман бо чашмони васеъ ва зебо, гӯё тухмҳои нигоҳдошташуда, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- занони покиза, 3:15
- заноне, ки дар сояҳои зебо бар тахтҳо такя задаанд, 36:55
- духтарони ҷавони синапур бо ҳамсолон, 78:33
- хизматгорони бефано, ки ба онҳо хизмат мекунанд, мисли марворидҳои пароканда, 52:24; 56:17; 76:19
- ба андозаи осмонҳо ва замин васеъ 3:133, 57:21
- оби равон, сояи хунук, лазизӣ ва ҳамсарони пок 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- мукофоти мӯъминон 55:46-78; 56:10-40
- дарёҳои асал, шир, об ва шароб 47:15
- дуоҳо ва саломҳо 10:9-10; 39:73-74
- бо саломҳои осоишта салом дода шуд 13:23-24; 14:32
- мондани абадӣ дар Неъмат 11:108
- ҳеҷ гоҳ аз рафтан хоҳиш карда нашуд 15:45-48
- нуре, ки пеши онҳо ва аз тарафи росташон медурахшад 57:12
- гармӣ ва хунукӣ нест 76:13
- ҳамаи хоҳишҳо иҷро шуданд 16:30-32; 41:31-32
- дастбандҳои тиллоӣ ва либосҳо аз абрешими нозук 18:30-31; 22:23-24; 44:51-53
- табақҳои пиёлаҳои тиллоӣ 43:67-73
- зарфҳои нуқрагин ва меваҳое, ки дар даст овезонанд 76:14-16
- бар тахтҳо такя задаанд 15:47; 37:44; 52:20
- мӯъминон Парвардигори худро хоҳанд дид 75:22-23
Волидон, меҳрубонӣ ба, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Шарикони Аллоҳ, дурӯғ, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Чарогоҳ, 87:4-5
Роҳ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- инчунин нигаред ба Роҳ
Сабр, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- дар дуо ва дуо кӯмак пурсед, 2:45, 153; 20:132;50:39
Бемор
- мукофотро пурра мегирад, 39:10
- Аллоҳ бо касоне аст, ки ин корро мекунанд, 8:46
- ва бошед, 11:115
- дар адои вазифаҳо назди Аллоҳ, 16:90
- будан, дар вақти хашм, 41:34
Сулҳ, майл ба он, 8:61
Марворид ва марҷон, нигоҳ дошташуда, 52:24; 55:22; 56:23
Қалам, 68:1; 96:4
Шахсе
- Худо бар касе ҷуз тоқати худ амр намекунад, 2:286; 7:42
«Худованд ба ҳеҷ кас ҷуз ба андозаи тоқаташ амр намедиҳад», 23:62
- Не, медонад, ки фардо чӣ кор хоҳад кард ва дар кадом замин хоҳад мурд, 31:34
- ҳар кас бо тамоми некиву бадиҳое, ки кардааст, рӯбарӯ хоҳад шуд 3:30
- ҳар кас, барои худаш даъво хоҳад кард, 16:111
- ҳар кас гаравест барои коре, ки кардааст, 74:38
- Аллоҳ ба худсарона қасам мехӯрад, 75:2
Фиръавн, 28:6; 40:24
- мардуми, 2:49; 3:11; 7:141; 44:17-33
- ғарқ шуд, 2:50
- муносибат бо Мусо, 7:103-137; 10:75-92
- ҷасади мурда аз баҳр берун омада, 10:90-92
- аз ҳад гузаштааст; гуноҳ кардааст ва нофармонӣ кардааст, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- зани одил, 28:8-9
- иддао мекунад, ки худо аст, 28:38; 79:24
- нобуд карда шуд, 29:39
- марди мӯъмин аз хонадони Фиръавн, 40:28-44
- сохтани бурҷ, 40:36-37
- инчунин нигаред ба Мусо
Ҷамъ кардани чизҳои дунявӣ, 102:1-4
Байъат (Аҳд)
- барои Ислом, 16:91
- барои Паёмбар байъат ба Худост, 48:10
- аз мӯъминон, 48:18; 60:12
Гарав (Гарм кардан), бигзор бошад, 2:283
Ҳар кас ба он чи кардааст, ҷазост, 52:21; 74:38
Шеър, 36:69
Шоирон, 26:224-227; 69:41
Анорҳо, 6:141
Бечора, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
Дуо, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- на бо овози баланд ва на бо овози паст, 17:110
- дуо барои кофирон, 9:113-114
- дуои кофирон, 13:14
- Ӯ (дуои) онҳоро иҷобат мекунад, 42:26
- бо сабр кумак ҷӯед ва, 2:45, 153; 20:132;50:39
- Иқомати намозро ба сӯи қибла нигоҳ кун, 2:142-145, 149-150
- қатъиян эҳтиёт кунед, 2:238
- дар сафар ва ҳамла, 2:239; 4:101-102
- наздик нашавед, дар ҳолати мастӣ, 4:43
- на дар ҳолати ҷанобат, 4:43
- поксозӣ барои, 4:43; 5:6
- вақте ки анҷом ёфт, 4:103
- вақтҳои, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- саҷда барои танҳо Аллоҳ, 13:15
Дуоҳо, Ҷумъа, 62:9-11
Чораҳои эҳтиётӣ дар хатар, 4:71
Асирони ҷанг, 8:67-71
- инчунин нигаред ба Асирон
Ваъдаи ҳақиқат, 46:16-17
Моликият, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Пайғамбарон, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- аҳдҳои Худо, 3:81; 33:7-8
- ғайриқонунӣ барои, 3:161
- душман барои ҳар кас, 6:112; 25:31
- инчунин ба паёмрасонҳо нигаред
Саҷда
- ҳар кӣ дар осмонҳову замин аст ва сояҳояшон низ барои Худо фурӯд меоянд, 13:15
Таъминот, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
Забур, 4:163
Ҷазо
- ба таъхир андохтани, 3:178
- буридани дастҳо ё пойҳо, 5:33
- онҳоро ба ҳамон андоза азоб диҳед, ки шуморо азоб додаанд, 16:126
- дар дунё ва охират, 24:19; 68:33
Тозакунанда
- ҷисмонӣ, 4:43; 5:6
- аз ҷиҳати рӯҳонӣ (аз нопокиҳо), 87:14; 91:9
Қадар, 5:5; 64:11
Қадр, S.97
Қоф, S.50
Қалам, S.68
Қамар, S.54
Қариъа, S.101
Қорун, 28:76-82; 29:39
Қасас,S.28
Қибла, 2:142-145, 149
Қисса (Қонуни баробарӣ дар ҷазо), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Қуръон
- тавсиф шудааст, 13:31, 36, 37; 14:1; 56:77-80
- он чизе нест, ки ғайр аз Аллоҳ офарида шавад, 2:23; 10:38; 11:13; 17:88
- Агар аз ҷониби ғайри Худо мебуд, дар он ихтилофи зиёде мебуд, 4:82
- нури ошкор, 4:174; 42:52
- ошкор шуд, 6:19
- Худо шоҳид бар он аст, 6:19
- далели равшан, 6:157
- сӯҳбати бардурӯғ дар бораи оятҳои 6:68
- Ёдоварӣ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- вақте ки тиловат карда мешавад, гӯш кунед ва хомӯш бошед, 7:204
- Зикр, 7:205; 15:6, 9
- Китоби Ҳикмат, 10:1; 31:2; 36:2
- Паёми илҳомбахш, 10:2, 109; 42:52
- онон онро рад мекунанд, 11:17
- ба забони арабӣ, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- қисм-қисм сохта шудааст ва дар марҳилаҳо ошкор шудааст, 15:91; 17:106; 25:32; 76:23
- тағйири оят, 16:10
- вақте ки шумо мехоҳед ояти 16:98-ро бихонед
- роҳнамоҳо, 17:9
- башорат ва огоҳӣ, 17:9-10
- ва кофирон, 17:45-47
- Қуръони субҳгоҳ ҳамеша (аз ҷониби фариштагон) мушоҳида мешавад, 17:78
- шифо ва раҳмат, 17:82
- барои башарият пурра шарҳ дода шудааст, ҳар гуна масал ва мисол, аммо аксарият рад мекунанд, 17:89; 18:54; 39:27
- осон, 19:97; 44:58; 54:17, 22, 32, 40
- қавми ман ин Қуръонро тарк карданд, 25:30
- аз ҷониби Навиштаҳои Муқаддас тасдиқ шудааст, 26:196
- барои банӣ-Исроил, ки дар он ихтилоф доранд, ҳикоят мекунад, 27:76
- тиловат ва дуо, 29:45
- Ҳақиқат аз ҷониби Аллоҳ, 32:3; 35:31
- дар шаби муборак, 44:3
- дар он ҳар амри шаръӣ муқаррар шудааст, 44:4
- дар ин бора амиқ фикр кунед, 47:24
- битарсон, ба сӯи 50:45
- аз ҷониби Аллоҳ таълим дода шудааст, 55:1
- ва қироати бошарафона, ки хуб ҳифз шудааст, 56:77-78
- ҷуз касоне, ки покизаанд, касе наметавонад ламс кунад, 56:79
- агар бар кӯҳ нозил шавад, 59:21
- андӯҳе барои кофирон, 69:50
- ҳақиқати мутлақ бо қатъият, 69:51
- бо сабки оҳиста қироат кунед, 73:4
- дар сабтҳое, ки ба эҳтиром нигоҳ дошта мешаванд, пок ва муқаддас нигоҳ дошта мешаванд, 80:13-16
- пандест барои (ҳамаи) ҷаҳониён, 81:27
- кофирон дурӯғ мегӯянд, 84:22
- дар Лавҳаи ҳифзшуда, 85:22
- Калимае, ки ҳақро аз ботил ҷудо мекунад, 86:13
- қироати саҳифаҳои пок, 98:2
- инчунин нигаред ба Китоб; Ваҳй
Қурайш, S.106
Қурайш
- кофирон, 54:43-46, 51
- ром кардани, 106:1-4
Роҳибҳо ва роҳибон, 9:31, 34
Мусобиқа кунед, дар корҳои нек мисли як, ҷиҳод кунед, 5:48
Раъд, S.13
Раҳмон, S.55
Либоси адолат беҳтар аст, 7:26
Борон
- Тӯҳфаи Аллоҳ, 56:68-70
- аз сангҳо, 27:58
Рамазон, 2:185
Рами, 2:200
Фидя
- не, гирифта мешавад, 57:15
- аз ҷониби кофирон пешниҳод шудааст, 3:91; 10:54; 13:18
Фидяи рӯза, 2:196
- барои озод кардани асирон, 8:67
Расс, сокинони он, 25:38; 50:12
Ҷуброн
- Рӯзи, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- инкоркунандагон, 107:1-7
ҳар бадӣ бадӣ аст, бадие монанди он. 42:40
Оштӣ
ҳар кӣ бахшад ва ислоҳ кунад, 42:40
- байни мард ва зан, 4:35
- байни мӯъминон, 49:9-10
Сабт
- китоби навишташуда, 83:7-9, 18-21
- ҳар миллат ба ибодати худ даъват карда мешавад, 45:28-29
- саҳифаҳои навишташудаи аъмоли ҳар як шахс, 81:10
- ки рост мегӯяд, 23:62
- дар дасти рост, 69:19; 84:7-9
- дар дасти чап, 69:25
- дар паси пушт, 84:10-15
Фариштагони сабткунанда, 50:17-18, 23; 85:11
Сабр дар баробари сахтиҳо, 94:5-6
Дин
- маҷбуркунӣ нест, 2:256
- Ислом аст, 3:19
- аз Аллоҳ, 3:83-84
- ғайр аз Ислом, 3:85
- аз ҳадҳои дар оятҳои 4:171 ва 5:77 зикршуда зиёд нашавед.
- такмилёфта, 5:3
- онон, ки бозича ва саргармӣ мегиранд, 6:70
- онҳое, ки фирқаҳои худро тақсим мекунанд ва ба фирқаҳо тақсим мешаванд, 6:159; 30:32
- инчунин нигаред ба 42:13-14; 43:65; 45:17
— Мардум худро ба фирқа-фирқа тақсим карданд ва ҳар гурӯҳе ба имони худ шодмон аст, 23:53; 30:32
- дар зери хатар нест, ҳеҷ гуна душворӣ нест, 22:78
- инсоният дар 30:30 офарида шудааст
- барои ҳамаи пайғамбарон яксон аст, 42:13-15
- аҷдодон, 43:22-24
Ёди Аллоҳ, 63:9
- дар, дилҳо оромӣ меёбанд, 13:28
Тавба
- агар бадӣ аз рӯи нодонӣ содир шавад, қабул карда мешавад ва ба зудӣ тавба карда мешавад, 4:17; 6:54
- ва агар корҳои бад идома ёбанд, ҳеҷ таъсире надорад, 4:18
- Ӯ гуноҳонро қабул мекунад ва мебахшад, 4:25
Муддати бадӣ, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Эҳё, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- мисол аз достони Эзро 2:259
- Иброҳим 2:260
- мардуми ғор 18:9-26
- огоҳӣ ба мункирони эҳё 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Рӯзи қиёмат, 7:89; 20:100-101, 124
- Рӯзи ҳақ, 78:39
- музди меҳнати шуморо пурра пардохт кард 3:185
- саҳифаҳои навишташудаи аъмол кушода мешаванд, 81:11
ҳар кас бидонад, ки чӣ овардааст, 81:14
- ҳар як инсон бо тамоми некиву бадиҳое, ки кардааст, рӯбарӯ хоҳад шуд, 3:30
- ҳар кас медонад, ки чӣ чизро пеш фиристода ва чӣ чизро пас гузоштааст, 82:5
- бетарсӣ аз беадолатӣ, 20:112
- тавозуни адолат, 21:47
- тарозуи аъмол, 23:102-103
Ҳар кас ба андозаи вазни заррае некӣ ё бадӣ кунад, онро хоҳад дид, 100:7-8
- ҳамаи асрор таҳқиқ карда мешавад, 86:9
Сабт бо дасти рост дода шудааст, 69:19; 84:7-9
Сабт бо дасти чап дода шудааст, 69:25
Сабт аз паси қафо дода шудааст, 84:10-15
- рӯзи сахт, барои кофирон, 25:26; 54:8; 74:9
- рӯзи вазнин, 76:27
- бори гаронеро бардоштан, 20:100-101
- ба ӯ иҷозат дода намешавад, ки баҳонае пешниҳод кунад, 77:36
- шахси ситамкор дастонашро мегазад, 25:27
- ситамкорон бо ёрон ва бутони худ ҷамъ омадаанд, 37:22
- харобӣ бо пушаймонӣ, ғаму андӯҳ ва ноумедии амиқ, 30:12
- зане, ки зинда ба гӯр шудааст, бозхост карда мешавад, 81:8-9
- бузургтарин даҳшат, 21:103
- даъваткунанда ба чизе даҳшатнок нидо хоҳад кард, 50:41; 54:6-8
- як (фарёд), 36:29, 49, 53; 38:15; 50:42
- Заҷра (фарёд), 37:19; 79:13
- азоби наздик, 78:40
— осмон бо ларзиши сахт меларзад, 52:9; 56:4
- осмон аз ҳам ҷудо шудааст, 84:1-2
- осмон аз ҳам пора шуд, 77:9; 82:1
- осмон аз абрҳо пора-пора мешавад, 25:25
- осмон дар дасти рости Ӯ печонида мешавад, 21:104; 39:67
- ҳар ки дар осмонҳо ва замин аст, беҳуш мешавад, 39:68
- осмон кушода мешавад, он ба дарвозаҳо табдил меёбад, 78:19
- осмон мисли чирки ҷӯшон аз равған хоҳад буд, 70:8
- ситорагон хоҳанд афтод, 81:2; 82:2
- ситорагон нури худро гум мекунанд, 77:8
- офтоб нури худро гум мекунад, 81:1
- баҳрҳо мисли оташи сӯзон хоҳанд шуд, 81:6
- баҳрҳо аз ҳам ҷудо мешаванд, 82:3
- заминларзаи қиёмат, 22:1; 99:1
- кӯҳҳо дур мешаванд, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- хокистаршуда ба хок 20:105; 56:5
- мисли пораҳои пашм, 70:9; 101:5
- замин ва кӯҳҳо ба сахтӣ ларзида мешаванд, 73:14; 79:6
- замин ба хоку хок табдил меёбад, 89:21
- Замин ба замини дигар ва осмонҳо ба замини дигар иваз карда мешаванд, 14:48
- Замин васеъ карда шудааст, 84:3-5
- замин ҳамчун як дашти номбаршуда 18:47; 20:106
- Замин борҳои худро берун меандозад, 84:4; 99:2
- қабрҳои чаппашуда, 82:4
- эҳё аз қабрҳо, 21:97; 70:43
- бар рӯи замин, ки пас аз марг зиндаанд, 79:14
- ҳайвоноти ваҳшӣ ҷамъ карда мешаванд, 81:5
- нобино бардошта шуд, 20:124-125
- Сур дамида мешавад, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- Сахкоҳ, 80:33
- рӯҳҳо бо ҷасадҳои худ пайваст мешаванд, 81:7
- на бештар аз даҳ рӯз мондан, 20:103
- на бештар аз як рӯз бимонед, 20:104
- ё қисме аз рӯз, 23:112-114
- Рӯзи ҷамъомад, 64:9
- Рӯзи қиёмат, 37:21
- Рӯзи доварӣ, 77:38; 78:17
- Рӯзи ҷудокунӣ, 77:13-14
- Рӯзи ғаму андӯҳ, 19:39
- инкоркунандагон, 77:15-50
- инсоният мисли шабпаракони пароканда хоҳанд буд, 101:4
- инсоният дар гурӯҳҳои пароканда пеш меравад, 100:6
- инсоният мисли мастӣ, 22:2
- ҳар як ҳомиладор борашро мепартояд, 22:2
- шутурҳои ҳомиладор беэътиноӣ карда мешаванд,81:4
- Модари ширдеҳ кӯдаки ширдеҳашро фаромӯш мекунад, 22:2
- хешовандон бояд бо ҳамдигар вохӯранд, 70:11
— мард аз хешовандонаш мегурезад, 80:34-37
- ҳеҷ дӯсте аз дӯсташ чизе намепурсад, 70:10
- на дӯсте хоҳад буд ва на шафоаткунанда, 40:18
- ҳеҷ кас қудрати коре барои каси дигар надорад, 82:19
на қуввате хоҳад дошт ва на ёваре, 87:10
- бар мӯъминон тарсе нест, 43:68
- мӯъминон дар сояҳо ва чашмаҳо ва меваҳо хоҳанд буд, 77:41-43
- аҳли биҳишт ва занонашон, 36:55-58
- фариштагон бо фуруд омадани бузурге нозил мешаванд, 25:25
- Пойафзоли пой фош карда мешавад, 68:42-43
- Биҳишт наздик карда мешавад, 81:13
- Ҷаҳаннам наздик карда мешавад, 89:23
- Оташи дӯзах аз байн бурда мешавад ва ба оташи шадид фурӯзон карда мешавад, 81:11-12
- Интиқом аз роҳи садақа каффора аст, 5:45
Ваҳй
- агар шумо шубҳа дошта бошед, 2:23-24
- ояти бекоршуда ё фаромӯшшуда, 2:106
- роҳнамоии дуруст, 3:73
- аз ҷониби Парвардигор, пас аз шаккунандагон мабош, 6:114
- барои касоне, ки мефаҳманд, 6:98
- ҳидоят ва раҳмат, 7:203; 16:64; 31:3
- ба воситаи Рух-ул-қудус, 16:102; 26:192-193
- муфассал шарҳ дода шудааст, 6:98; 41:2-4
- Ин китоб аз ҷониби Худост, 46:2
- инчунин нигаред ба Китоб ва Қуръон
Интиқоми зулми ситамкоронае, ки ба онҳо карда шудааст, 42:39-43
Мукофот
- мувофиқи беҳтарин амалҳо ва ҳатто бештар аз он, 24:38; 29:7; 39:35
- ҳамчун мукофот 25:15
- Аллоҳ касонеро, ки некӣ мекунанд, бо беҳтарин мукофот медиҳад, 53:31
- барои некӣ, мукофоте ҷуз некӣ нест, 55:60
Рибо (нигаред ба рибо)
Одил
- ширкати, 4:69
- заминро мерос мегирад, 21:105
- дар Биҳишт, 51:15-19; 76:5-12
- инчунин нигаред Хуб
Адолат, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- роҳи нишеб, 90:11-18
Ҳидояти дуруст ҳидояти Аллоҳ аст, 3:73
Роҳҳо, роҳ, 43:10
Рокки Тракт (Ҳиҷр), сокинони он, 15:80-85
Румиён, 30:2-5
Бом, осмон, 21:32
Рух (Ҷабраил), 26:193; 67:12; 70:4; 78:38;97:4
Рух-ул-қудус, 2:87, 253; 5:110; 16:102
- инчунин нигаред ба Ҷабраил
Рӯҳ (ҷон, рӯҳ), 15:29; 17:85; 58:22
Ром, S.30
Сабоъ, 27:22-44; 34:15-21
Сабаъ, S.34
Шанбе
- аз ҳад гузаштагон, 2:65; 4:154; 7:163-166
- танҳо барои, 16:124 муқаррар шудааст
Сабиён, 5:69; 22:17
Қурбонӣ, 2:196, 200; 22:34-37
Ғамгин, S.38
Садақа (садақа), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- пинҳон кардан беҳтар аз нишон додан аст, 2:271
Сафо ва Марва, 2:158
Саф, S.61
Саффат, S.37
Сайл Ал-'Арим (обхезӣ аз сарбанди Маъриб), 34:16
Саҷда, S.32
Сакина (оромӣ ва оромӣ), 2:248;9:26, 40; 48:4, 18, 26
Солеҳ, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Салсабил (баҳори биҳишт), 76:18
Самири, 20:85, 95-97
Самуил, 2:247
Шайтон, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- душманӣ ва нафратро барангехта мекунад, 5:91
- миш-мишҳои бад аз, 7:200-201
- фиреб медиҳад, 8:48
- хиёнат карда шуд, 14:22
- бар мӯъминон қудрате надорад, 16:99-100
- дурӯғ мепартояд, 22:52-53
- душман аст, 12:5; 35:6; 36:60
- такаббур 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ҷин 18:50-51
- Васваса ва суқути Одам 7:20-23; 20:116-121
- бар мӯъминон ҳеҷ қудрате надорад 16:98-100
- голи ӯ 35:6-8
- душмани қасамхӯрдаи башарият 12:5; 17:53
- ҳизби ӯ 53:14-19
- асарҳои дастӣ 5:90-91
- аз корҳои нек бозмедорад 2:268
- мӯъминон аз ӯ ба Аллоҳ паноҳ мебаранд 7:200-202
- нақшаҳои ӯ заифанд 4:76
- пайравонашро ноумед мекунад 8:48
- бо пайравонаш дар ҷаҳаннам сӯҳбат кунед 14:22
- инчунин нигаред ба Иблис
Миқёс, муваффақ, ки вазнин хоҳад буд, 7:8-9
- инчунин ба тавозун нигаред
Навиштаҳо
- мардуми Яҳуд, (яҳудиён ва масеҳиён), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- он чизеро, ки онҳо пинҳон мекарданд, 5:61-63
- аз ҷумлаи онҳое, ки дар роҳи рост ҳастанд, 5:66
- онҳо мешиносанд, вале бовар намекунанд, 6:20
Баҳрҳо, 42:32-33; 45:12
- ду нафар, 18:60; 25:53; 35:12; 55:19-20
- вақте ки берун мешаванд, 82:3
Сирр (Нажва)
- суханронӣ, 4:114
- машварати се нафар, 58:7
- насиҳатҳо, 58:8, 10
- машварати хусусӣ, 58:12-13
Гурӯҳҳо ва тафриқаҳо дар дин, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
Амниятро пас аз андӯҳ, фиристод, 3:154
Тухм, ки онро мерӯёнад, 56:63-67
Ҳиссиёт, 23:78
Ҳафт, офарида шудааст
- осмонҳо, 2:29; 23:17; 65:12; 67:3; 71:15
- ва аз замине мисли он ки аз он аст, 65:12
Соя
- ба сӯи Аллоҳ саҷда мекунад, 13:15; 16:48
паҳншавии, 25:45
Шамс, S.91
Шутури мода ҳамчун нишонаи равшан барои қавми Самуд, 7:73; 17:59; 26:155-158
Киштӣ, шиноварӣ, ҳамчун нишона; барои хизмат кардан; миннатдор будан; барои ҷустуҷӯи фазли Ӯ, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
Шуъайб, 7:85-93; 11:84-95; 29:36-37
Шуъаро, S.26
Шура, S.42
Сидрат-ул-мунтаҳо, 53:14
Муҳосираи Мадина, 33:9-27
Сиҷҷин, 88:7-9
Гуноҳ, 7:100; 74:43-6
- алоқаи ҷинсии ғайриқонунӣ, 4:15-16; 24:2, 19
- агар бузургтар бошад, аз гуноҳони хурд парҳез карда мешавад, 4:31
- онҳо метавонанд аз мардум пинҳон шаванд, аммо аз Худо пинҳон шуда наметавонанд, 4:108
- ҳар кӣ касб кунад, онро танҳо бар зидди худаш кардааст, 4:111
- ҳар кӣ пул кор кунад ва сипас ба сӯи шахси бегуноҳ афтад, 4:112
- Аллоҳ ширк наоридани ибодатро мебахшад, вале гуноҳони дигареро ғайр аз ин барои ҳар кӣ хоҳад, мебахшад, 4:116
- касоне, ки ҷиноят мекунанд, ҷазои муносиб хоҳанд гирифт, 6:120
- гунаҳкорон ҳаргиз муваффақ нахоҳанд шуд, 10:17
- Аллоҳ ҳамаро мебахшад, 39:53
- гуноҳони бузургтар, 42:37
Сино, кӯҳ, 19:52; 23:20; 95:2
Гунаҳкорон, гӯшҳо, чашмҳо ва пӯстҳояшон бар зидди онҳо шаҳодат медиҳанд, 41:20-23
Пули Сирот, 66:8
Туҳматгар, 68:11-12; 104:1
Ғуломон, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- инчунин нигаред ба Асирони ҷанг; Асирон
Хоб, чизе барои истироҳат, 78:9
Садӯм, 29:31; 37:136
Садӯмӣ, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Сулаймон, 2:102; 4:163; 6:84
- ба падараш Довуд кӯмак мекунад, ки ба доварии одилона бирасад 21:78-82
- ва мӯрчагон, 27:15-19
- ва ҳудҳуд, 27:20-26
- ва Маликаи Сабоъ, 27:22-44; 34:15
- Неъматҳои Аллоҳ бар ӯ 34:12-14, 38:34-40
- муҳаббати ӯ ба аспҳои хуб 38:30-33
Писар, фарзандхондшуда, 33:4-5
Рӯҳ (рӯҳ, Рӯҳ), 15:29; 17:85; 58:22
Дар роҳи Аллоҳ сарф кунед, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ки аз ниёзҳои шумо берун аст, 2:219
- Мисоли касоне, ки моли худро дар роҳи Худо харҷ мекунанд, 2:261
- барои дидани одамон, 2:264; 4:38
- ҳар чизеро, ки дар роҳи Худо анҷом медиҳед, ба шумо подош дода мешавад, 2:272; 8:60; 34:39
- на бо исрофкорӣ ва на бо исрофкорӣ, 6:141;17:26
- на исрофкор ва на бахил, 25:67
- касоне, ки аз харҷ кардан дар роҳи Худо даст мебанданд, 9:67
Рӯҳ (ҷон, Рӯҳ), 15:29
- илми он назди Худост, 17:85
- Аллоҳ мӯъминонро бо ин қувват мебахшад, 58:22
Ғаниматҳои ҷангӣ, 8:41, 69; 48:15, 19-20; 48:15
- инчунин нигаред Бути
Ҷосусӣ, 49:12
Ситора, 53:1, 49; 86:1-4
Ситораҳо, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
Рост, Роҳ, 1:6
- ва ғайра. Роҳ, 6:153
- ва ғайра. Саъю кӯшиш, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Шир додан, мӯҳлати модари синамаконӣ, 2:233
Азобу уқубат, камбағалӣ, аз даст додани саломатӣ ва мусибатҳо; шукуфоӣ ва сарват, 7:94-96
Якшанбе, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
Муваффақияти олӣ, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
- ваҳйи он имонро афзун мекунад, 9:124-127
Шаккокӣ, 49:12
Ризқ, 19:62
- инчунин нигаред ба Таъминот; Таъминот
Сувоъ, 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тағобун, S.64
Тоғут, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- ба худоёни козиб нигаред
Та-Ҳа, S.20
Таҳрим, S.66
Такатур, S.102
Таквир, S.81
Талоқ, S.65
Талҳ (дарахти банан), 56:29
Талут (Шоул), 2:247-249
Тарик, S.86
Тасним (баҳор), 83:27-28
Тавба, S.9
Тавоф (гирди Каъба), 2:200; 7:29,31
Таяммум, 4:43; 5:6
Мӯҳлат, ҳар миллате таъиноти худро дорад, ҳеҷ кас наметавонад онро пешгӯӣ кунад ва ё ба таъхир андозад, 7:34; 10:49; 15:4-5; 16:61; 20:129
Қаламрави худро посбонӣ кунед, аз ҷониби воҳидҳои низомӣ, 3:200
Санҷиш, ба қасами Аллоҳ, 3:154; 34:21
Сураи Самуд, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
Дузд, ҷазо, 5:38-39
Тахт, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- рӯи об, 11:7
- ҳашт фариштае, ки онро бардоштаанд, 39:75; 40:7; 69:17
Вақт, 45:24; 76:1; 103:1
Қалъагӣ, S.95
Азоб, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
15:4 Мо ҳеҷ шаҳреро ҳалок накардем, магар он ки барои он ҳукми маълуме буд.
Тиҷорат ва амвол, 4:29
Сафар кунед, оё онҳо дар рӯи замин сафар накардаанд, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
Хиёнат, 8:58; 22:38
- нигаред Хиёнат
Ганҷ ҷамъ карда шуд, 9:35
Ганҷҳои Аллоҳ, 6:50
Дарахти абадият, 20:120
Дарахтон, 22:18
Озмоишҳо, 2:214-218; 64:15
Сур, дар рӯзи қиёмат, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
Сахха, 80:33
Амонат ба осмонҳо, замин ва кӯҳҳо пешниҳод карда мешавад, аммо ба дӯши инсон аст, 33:72-73
Амонат (Амана), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
Ҳақиқат, 5:48; 23:70-71, 90; 25:33; 69:51
- бо дурӯғ омехта накунед ва пинҳон накунед, 2:42
- фаро расид ва ботил нобуд шуд, 17:81
- ваъдаи, 46:16-17
Туббаъ, 44:37; 50:14
Тур (Кӯҳ), 28:29, 46
Тур, S.52
Тува, водии, 20:12; 79:16
Ҷанги Уҳуд, 3:121-128, 140-180
Уммат (ҷамоат, миллат), 2:143-144;10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Рибо (рибо), 2:275-276, 278-280; 3:130;4:161; 30:39
Узайр (нигаред ба Эзро)
Уззо, 53:19
Парда, ноаён, 17:45-46
Пардапӯшӣ, 24:31; 33:59
Оятҳо, Сабъул-Матанӣ, 15:87
Ғалаба
- аз ҷониби Аллоҳ дода шудааст, 48:1
- бо ёрии Аллоҳ, 61:13
Фазилатҳо, (нигаред ба Адолат; Мӯъминон)
Вадд, 71:23
- «Интизор шавед, мо низ мунтазирем», 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вақиъа, S.56
Ҷанг бо Худо, 5:33-34
Исрофкорӣ накунед, на бо исрофкорӣ, 6:141; 7:31; 17:26
Об, ҳар чизи зиндае, ки аз он сохта шудааст, 21:30; 24:45; 25:54
- ду баҳр, 18:60; 25:53; 35:12; 55:19-20
- Арши Аллоҳ бар рӯи, 11:7
- борон, 23:18
Роҳ, он, 1:6; 42:52-53; 90:10
- ва ғайра осон кардан, осон кардан, 87:8
- инчунин нигаред ба Роҳ
Роҳгузар, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
Сарват
- ки ҷамъ кардааст, 104:2-4
- сарф кардан дар роҳи Худо (нигаред ба Сарф кардан)
Молу фарзанд зебу зиннати ин зиндагии дунёст, 18:46
Вазн ва андоза, пурра диҳед, 11:85; 17:35; 83:1-5
Бевазанон, 2:234-235, 240
Иродаи Аллоҳ, 10:99-100; 30:5; 81:29; 82:8
Иродаи инсон барои роҳ рафтан ба роҳи рост, магар ин ки Аллоҳ бихоҳад, 28:29
Шамолҳо, 77:1-3
- ҳамчун муждадиҳандагони хушхабар, 7:57; 30:46
- баланд бардоштани абрҳо, ба вуҷуд овардани об, 15:22; 30:48
- зард шудан, 30:51
Шароб (дар Биҳишт)
- нӯшокиҳои холис, 37:45; 76:21
- сафед, болаззат, 37:46
- дарёҳои, 47:15
- мӯҳршудаи холис, 83:25
Он чиро, ки Худо баъзеро дар он бар баъзе дигар бартарӣ додааст, орзу накунед, 4:32
Шоҳидон
- ба аҳди пайғамбарон, 3:81
- бар башарият, 2:143; 22:78
- барои шартнома, 2:282
- ду зан бар зидди як мард, 2:282
- ба алоқаи ҷинсии ғайриқонунӣ, 4:16; 24:2
- одил бошед, 5:8
- дастҳо ва пойҳо шоҳидӣ медиҳанд, 36:65
- мард бар зидди худаш, 75:14
Рӯзи шаҳодат ва Рӯзи шаҳодат, 85:3
Занон
- киштзори шумо ҳастанд, 2:223
- муқова барои шумо, 2:187
- аз навъи худатон, 16:72
Зан, ки баҳс мекунад, 58:1-2
Занон, 2:222-223; 4:15, 19-22, 34, 127
- онҳое, ки покдоманро айбдор мекунанд, 24:4-5, 11-17, 23-26
- рӯйпӯш кардан, 24:31; 33:59
- имон овардан, ҳамчун муҳоҷирон, 60:10-12
- дар баҳс худро равшан накардан, 43:17-18
Вуд, сокинони он, 15:78; 38:13; 50:14
- инчунин нигаред ба Айка; Мадян 26:176-191
Ҷаҳон, ин ҳаёт
- чизе ҷуз бозӣ ва саргармӣ нест, 6:32;29:64; 47:36; 57:20
- Мардонро фиреб медиҳад, 6:130
- каме аз баҳрае аз охират нест, 9:38; 13:26; 28:60-61
— ҳар кӣ хоҳад, ба он ҷо мерасад, аммо дар охират насибе нахоҳад буд, 11:15-16; 17:18; 42:20
- сарват ва фарзандон, зебу зинати Худо, 18:46
- онҳое, ки ҳозирро дӯст медоранд ва охиратро тарк мекунанд, 75:20-21; 76:27
Навиштан, барои шартномаҳо, 2:282
Зулмкунандагон, 11:18-22, 101-104, 116-117;39:47
- инчунин нигаред ба Кофирон
Вудуъ (таҳорат), 4:43; 5:6
Яғут, 71:23
Яҳё (Юҳанно)
- башорати, 3:39; 21:90
- одил, 6:85
-хирадманд; ҳамдард; итоаткор, 19:12-15
Ёсин, S.36
Ясриб (Ал-Мадина), ахли, 33:13
Яъқуб, 71:23
Юнус (Юнус), S.10
Юсуф (Юсуф), S.12
Забур, 21:105
Закариё (Закариё), 3:37-41; 6:85; 19:2–11; 21:89-90
Зайд ибни Ҳориса, бандаи Паёмбар, 33:37-38
Закот, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- ашёи закот ва хайрия, 2:273; 9:60
Занҷабил, 76:17
Залзала, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зиҳор, 33:4; 58:2-4
Зуҳруф, S.43
Зумар, S.39
Принсипҳои асосӣ
- Имони комил 5:3
- ягона роҳе, ки Аллоҳ онро пазируфтааст 3:19, 85
- дар қабули Ислом маҷбурӣ вуҷуд надорад 2:256
- як дин бо эътиқодҳо ва кодексҳои қонунҳои гуногун 5:48; 22:67-70; 42:13-14
- пайғамбарони ислом 2:135-136; 3:84; 4:163-165
- амрҳо (ба Худо имон оваред ва некӣ кунед) 4:36; 6:151-154;17:23-39;18:107-108
- панҷ ҳадафи шариат: ҳифзи имон 5:54
- ҳифзи ҳаёт 5:32;6:151
- ҳифзи сарват 5:38
- ҳифзи шараф 5:5; 24:4
- ҳифзи қобилияти фикрронии шахс 5:90.
Имон ба Аллоҳ 2:255
- Сифатҳои илоҳӣ, Номҳои зебо 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ягона худое, ки сазовори ибодат аст 1:1-4; 2:285; 6:3; 43:84
- тамоми қудрат ба Ӯ тааллуқ дорад 3:26; Тахти Ӯ ('Арш) 7:54; 11:7
- Курсии ӯ (курсии пой ё курсӣ) 2:255
- неъматҳои бешуморе барои башарият 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ҳаёт мебахшад ва боиси марг мегардад 44:8; 53:44; 57:2; 67:2
- шодӣ ва ғамро ба вуҷуд меорад 53:43
- таъминоти фаровон ё маҳдуд медиҳад 13:26; 17:30; 29:62
- Беҳтарин доварон 95:8
- Меҳрубонитарини меҳрубонон 12:92
- одилонро дӯст медорад 85:14
- пур аз бахшоиш ва сахту азоб 13:6, 40:3
- Аввал ва Охир 57:3
- тамоми шараф ва қудрат ба Ӯ тааллуқ дорад 35:10
- номаълумро медонад ва ғайбро мебинад 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- Ӯ беҳтар медонад, ки дар дил чӣ пинҳон аст 5:7; 11:5; 31:23
- медонад, ки чӣ шуд ва чӣ бояд рӯй диҳад 2:255
- ҳама чизро дар Навишта (ё Лавҳаи Маҳфуз) навиштааст 6:38; 13:39; 36:12
- қодир ба анҷом додани ҳама чиз 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- Қудрати бепоёни Ӯ 3:26-27; 24:45; 31:28-30
- осмонҳо ва заминро дар шаш рӯз офарид ва ҳеҷ гоҳ хаста нашуд 46:33; 50:38
- бо калимаи «Бошад!» офарид 36:81-83
- ҳеҷ гоҳ ба офаридаҳои Худ зулм намекунад 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ҳама чиз ба иродаи Ӯ итоат мекунад 3:83; 22:18; 30:26
- ҳама ба Ӯ ниёз доранд 11:6; 35:15; 55:29
- ба Ӯ таваккал кунед 10:84-85; 12:67; 25:58
- шаклҳои муоширати илоҳӣ 42:51
- сазовори дар хотир доштани 2:21; 3:102; 4:1; 33:70-71; 59:18
- хирад тӯҳфае аз ҷониби Ӯст 2:269
- Ӯ ба ҳеҷ кас ниёз надорад 3:97; 6:133; 112:2
- дар Сегона яке нест 4:171
- ҷуфт надорад 6:101
- фарзанд надорад 10:68; 19:35; 43:81; 72:3; 112:3
- шарик ё шарике надорад 6:94; 7:191-195; 46:4-5
- ҳеҷ чиз ба Ӯ монанд нест 42:11; 112:4
Фармон додан ба тафаккур дар бораи аҷоибот ва офаридаҳои Ӯ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Аломатҳо дар офариниш 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ҳама чизро барои мақсаде офаридааст 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- коиноти комилшуда 67:3-4
- рӯзро бо шаб муттаҳид мекунад 3:27
- гуногунрангӣ 30:22; 35:27-28
- асал 16:68-69
- шир 16:66
- тӯҳфаи кӯдакон 42:49-50
- сайёраҳо ва мадорҳо 21:33; 36:38-44
- бурҷҳо 25:61; 85:1
- ситорагон 37:6-7; 67:5
- абрҳо 7:57;30:48
- заминларза 7:78; 7:155
- ярч 28:81; 29:40
- тӯфон 10:22
- борони шадид, жола ва борон 2:265; 6:99; 24:43; 50:9-11
- раъду барқ ва раъду барқ 13:12-13
Маълумотномаҳои илмӣ
- инсонҳо аз гаметаҳои нарина ва модина офарида шудаанд 76:2
- ташаккул ва марҳилаҳои инкишофи ҷанин 22:5; 23:12-14
- ҷанин дар се қабати торикӣ 39:6
- оби шӯр 25:53-54; 35:12; 55:19-20
- гардолудшавӣ бо шамол 15:22
- изи ангушт 75:3-4
- кӯҳҳо ҳамчун мехҳо 78:7
- оҳани фуруд овардашуда 57:25
- ретсепторҳои дард 4:56
- офтоб ҳамчун манбаи нурафшон ва моҳ ҳамчун нури инъикосшуда 10:5
- тақсимшавии моҳ 54:1
- осмон ҳамчун соябони хуб ҳифзшуда 21:32
- ҳамаи мавҷудот аз об офарида шудаанд 21:30; 24:45
- мӯрчагон муошират мекунанд 27:17-19
- мавҷҳои дохилӣ 24:40
Мавҷудоти зинда
- фариштагон 39:75
- одамон (ҳукумат дар рӯи замин) 2:30; 6:165; 16:4
- Ҷинн 72:1-15
- ҳайвонот ба ҷамоатҳое мисли одамон тааллуқ доранд 6:38
- гӯсола 11:69
- шутур 7:40
- саг 18:22
- фил 105:1
- аспҳо, хачирҳо ва харҳо 16:8
- шер ва зебраҳо 74:50-51
- маймунҳо 2:65
- хукҳо 2:173
- шутури мода 7:73
- гӯсфандон ва бузҳо 6:143
- гург 12:17
- қурбоққаҳо 7:133
- мор 7:107
- паррандагон 24:41
- зоғ 5:31
- Ҳупҳуд 27:20
- бедонаҳо 2:57
- моҳӣ 18:61
- наҳанг 37:142
- мӯрчагон 27:18
- занбӯрҳо 16:68
- магас 2:26
- парвоз 22:73
- шапушҳо ва малахҳо 7:133
- тортанак 29:41
- дигарон, ки ба мо номаълуманд 16:8
Растаниҳо ва меваҳо 6:99; 13:4; 16:11; 36:33-35
- бананҳо 56:29
- санаҳо 19:25
- гиёҳҳо, бодиринг, сирпиёз, наск ва пиёз 2:61
- ангур 80:28
- зайтунҳо 6:99
- расми 95:1
- анорҳо 55:68
- сквош 37:146
Имон ба Муҳаммад
- Сифатҳо, танҳо як пайғамбар 3:144; 6:50; 7:188; 18:110
- барои расонидани ҳақиқат 2:119; 35:24; 42:48
- мӯҳри пайғамбарон 33:40
- хислати наҷиб 3:159; 68:4
- намунаи ибрат 33:21
- ҳамчун лутф барои мӯъминон 3:164
- раҳмате ба тамоми ҷаҳон 21:107
- паёмбари коинотӣ 4:170; 7:157-158; 34:28
- ба Роҳи Мустақим мебарад 42:52-53
- ғамхории одамонро ба 9:129 мерасонад
- ҳамчун шоҳид дар Рӯзи Қиёмат 4:42; 16:89
- пайғамбари бесавод 7:157-158; 29:48; 62:2
- дар Таврот ва Инҷил 7:157 пешгӯӣ шудааст
- пешгӯӣ карда шудааст Исо 61:6
Мушкилоте, ки Паёмбар (с) бо онҳо рӯбарӯ шуданд
- талабҳои бемаънии бутпарастон 8:32; 15:7; 17:89-93; 25:7-8
- айбдоркуниҳои бардурӯғ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- сӯиқасд ба ҷони ӯ 8:30; 9:74
- огоҳӣ ба онҳое, ки ба ӯ зарар мерасонанд ё ба ӯ мухолифат мекунанд 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- амр шудааст, ки ба инкор бо сабр посух диҳад 20:130; 30:60; 46:35; 70:5
- амр шудааст, ки аз ҷониби Аллоҳ ором карда шудааст 5:67; 93:1-11; 94:1-8
Дарсҳо аз ҳаёти Паёмбар ( саллаллоҳу алайҳи ва саллам )
- аз ҳиҷрати ӯ то ҷанги Бадр 3:121-129; 8:42-44; 8:65-71
- Ҷанги Уҳуд 3:151-180
- Ҷанги Хандак 33:9-27
- Ҷанги Ҳунайн 9:25-27
- Мадина 9:40
- Табук 9:38-123
- Бану ан-Назир 59:2-6
- Ҳамроъул-Асад 3:172-175
- Аҳдномаи Ҳудайбия 48:1-7; 48:10-29
Эҳтиромҳое, ки ба Паёмбар ( с ) дода шудаанд
- Аллоҳ ва фариштагонаш ӯро дуо мекунанд 33:56
- сафари шабона аз Макка ба Байтулмуқаддас 17:1
- сафар ба осмонҳо 53:1-18
- дар ин ҳаёт ва дар охират шарафманд 17:79; 66:8; 108:1
- итоат ба ӯ итоат ба Аллоҳ аст 4:80
- мукофоти итоат ба Аллоҳ ва Паёмбараш 4:69
- оилаи ӯ пок шуданд 33:33-34
- Ҷабраилро дар шакли аслии худ мебинад 53:1-18
- мӯъминон фармон додаанд, ки ба ӯ итоат кунанд 59:7
- одоби сӯҳбат бо ӯ 49:1-5
- одоби зиёрати ӯ 33:53
- одоби муносибат бо занонаш 33:53
- Аллоҳ аз ӯ ва ёронаш розӣ аст 9:100; 9:117
- бартарии ҷомеаи имонии ӯ 2:143; 3:110
Намоз 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- Ҷамоати рӯзи ҷумъа 62:9
- самти намоз (қибла) 2:144; 2:149-150
- бояд аз корҳои бад боздорад 29:45
- маротиба 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ҳангоми дар хатар будан ё дар сафар будан 2:239; 4:101-102
- огоҳӣ ба онҳое, ки намозро тарк мекунанд 19:59; 74:38-47; 107:5-7
- дуоҳои мунофиқон 4:142; 9:54
Таҳорат, таҳорат (вуду) 5:6
- ғусл (ҳаммоми пурра) 2:222; 4:43
- таҳорати хушк (таяммум) 4:43; 5:6
Дуоҳо (дуо)
- аз Иброҳим 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Одам ва Ҳавво 7:23
- Исо 5:114
- Айюб 21:83; 21:83
- Юнус 21:87
- Юсуф 12:33; 12:101
- Мусо 10:88-89; 20:25-35
- Муҳаммад 17:80; 20:114
- Нӯҳ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Сулаймон 38:35
- Шуайб 7:89
- Закарё 3:38; 19:2-6; 21:89-90
- фариштагон 40:8-9
- Модари Марям 3:35-36
- Зани Фиръавн 66:11
- Ҷодугарони Фиръавн 7:126
- Подшоҳ Шоул ва мӯъминоне, ки бо ӯ буданд 2:250
- мӯъминони Банӣ Исроил 10:85-86
- мардуми ғор 18:10
- одилон 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- мазлум 4:75
Оятҳои саҷда
- саљодат, љамъи саљда, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Андози садақа (закот), ҳамчун воҷибият 2:110; 2:177; 2:277; 6:141
- яке аз хислатҳои мӯъминон 22:41; 23:4; 51:19
- гирандагон 9:60
- садақа (садақа) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- огоҳӣ ба онҳое, ки аз чизе даст мекашанд 3:180; 9:34; 47:38
Рӯза (савм)
- дар Рамазон 2:183-185
- соатҳои рӯзадорӣ 2:187
- истисноҳо 2:184-185
- муносибатҳои маҳрамона дар шаби пеш аз рӯзадорӣ 2:187
- рӯза гирифтан дар вақти ҳаҷ 2:196
Зиёрат (ҳаҷ)
- ӯҳдадорие барои онҳое, ки метавонанд онро пардохт кунанд 3:97
- маросимҳо ва аҳком 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- қурбониҳои қурбонӣ 2:196; 22:36-37
- манъи шикор дар хушкӣ ҳангоми зиёрат 5:1; 5:94-95
- иҷозати шикор дар баҳр 5:96
- Ҳаҷҷи хурд (умра) 2:158; 2:196
Ҷамоатҳои динӣ
- Мусулмонон 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- нигаҳбони якдигар 3:28; 9:71
- Масеҳиён 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Яҳудиён 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Банӣ-Исроил 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Аҳли китоб (асосан яҳудиён ва масеҳиён) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Мусулмонон метавонанд аз ҳайвоноти қурбоникардаашон бихӯранд ва бо занони онҳо издивоҷ кунанд (5:5)
- хӯрокҳое, ки барои яҳудиён ҳаром шудаанд 6:146
- Собианҳо 2:62; 22:17
- Магия 22:17
- мушрикҳо (бутпарастон, бутпарастон) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- амалияҳои хурофотии бутпарастӣ 2:189; 5:103; 6:138-144
- атеистҳо 52:35-36
Амалҳои бутпарастӣ манъ карда шудаанд
- зинда ба зинда гӯр кардани духтарон 16:58-59; 81:8-9
- куштани кӯдакон аз тарси фақр 6:137; 6:151; 17:31
- ҳуштак задан ва каф задан дар атрофи Каъба 8:35
- бахшидани шутурҳо ба бутҳо 5:103; 6:136
- қурбонӣ кардан ба номи бутҳо 6:121
- талоқи зиҳор 33:4; 58:2-4
- илоъ (беш аз чор моҳ) 2:226-227
- қуръакашӣ барои қарорҳо 5:3
- давр задан дар атрофи Каъба дар ҳолати урёнӣ 7:26-28
- пас аз зиёрат аз дарҳои қафо ба хонаҳо ворид шудан 2:189
Объектҳои ибодат
- фариштагон (дар байни баъзе арабҳои бутпараст) 34:40
- Ал-Айка (дар байни қавми Шуъайб) 26:176
- Баъл (дар байни қавми Илёс 37:125
- Исо (дар масеҳият) 5:17
- бутҳо (дар байни қавми Иброҳим) 21:52-53
- бутҳои Лот, Уззо ва Манот (дар байни бутпарастони араб) 53:19-20
- бутҳои Вадд, Сувоъ, Яғус, Яъуқ ва Наср (аз қавми Нӯҳ) 71:23
- офтоб (мардуми Сабо) 27:24
- Сириус (дар байни баъзе арабҳои бутпараст) 53:49
- Фиръавн (дар Мисри қадим) 26:29; 28:38; 79:24
- хоҳишҳо 25:43-44; 45:23
- эътиқод ба худоёни сершумор рад карда шуд 17:42-43; 21:21-24; 25:3
ибодатгоҳҳо, масҷидҳо 9:18
- калисоҳо, ибодатхонаҳо ва дайрҳо 22:40
- маъбад 3:39; 38:21
- маъбад 17:7
- Унвонҳои динӣ, коҳинон, роҳибон ва раввинҳо 5:44; 5:63; 5:82; 9:31-34
фариштагон
- дар бораи офариниши Одам пурсед 2:30-34
- ҳаргиз аз Худо нофармонӣ накун 21:26-27; 66:6
- духтарони Худо нестанд 21:26; 43:16-19
- фариштагони нигаҳбон 13:11
- ду фариштаи сабткунанда 50:16-18; 82:10-12
- ҳашт нафаре, ки дар рӯзи қиёмат Арши Аллоҳро бардоштаанд 69:17
- нуздаҳ посбони дӯзах 74:26-31
- Фариштагони марг 6:93; 16:28; 32:11
- Ҷабраил 2:97; 66:4; 26:192-195; 53:1-14
- Микоил 2:98
- Малик 43:77
Паёмбарон
- аз байни фариштагон ва одамон 22:75
- Паёмбарони қатъӣ (Иброҳим, Нӯҳ, Мусо, Исо ва Муҳаммад ﷺ ) 33:7; 42:13; 46:35
Навиштаҳо
- Қуръон, нозил аз ҷониби Аллоҳ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ёдраскунӣ ба тамоми ҷаҳон 68:51-52
- роҳнамоён ба роҳи росттарин зиндагӣ 17:9
- ваҳй дар моҳи Рамазон оғоз ёфт; 2:185
- дар шаби муборак 44:3;97:1-5
- дар марҳилаҳои 17:105-106 ошкор шудааст
- ба осонӣ дар хотир нигоҳ дошта мешавад 54:17
- ҳақиқатро дар ваҳйҳои қаблӣ 3:3-4 тасдиқ мекунад
- як мақоми олӣ дар бораи Навиштаҳои Муқаддаси қаблӣ 5:48
- бешубҳа дар он аст 2:2; 10:37
- бе ягон зиддият 4:82
- сохта нашудааст 10:37-39
- аз Китоби Муқаддас нусхабардорӣ нашудааст 25:4-6
- аз ҷониби девҳо ошкор нашудааст 26:210-212
- ҳеҷ кас наметавонад чизе монанди онро эҷод кунад 17:88; 2:23-24; 10:13-14; 11:13
- аз фасод муҳофизат карда шудааст 15:9
- дар Лавҳаи ҳифзшуда 56:75-80 ҳифз шудааст
- дурӯғ будани онро исбот кардан мумкин нест 41:42
- рӯйдодҳои ояндаро пешгӯӣ мекунад 30:1-7; 48:27
- мӯъминонро ба гиря меорад 5:83; 17:107-109
- ба дилҳо таъсир мерасонад 39:23
- нури дурахшон 4:174; 42:52
- Шифо ва раҳмат барои мӯъминон 17:82
- Таврот 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Инҷил 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Забур 4:163; 17:55
- Дастнависҳои Иброҳим 53:36-44; 87:14-19
Тақдир ва тақдир 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- интихоби озод 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Рӯзи қиёмат
- беадолатӣ нест 2:281; 18:49; 40:17
- даҳшатҳои апокалипсис 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- одилон ва бадкорон дар он рӯз 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- шафоат (шафоъ) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
Сабтҳои аъмол 17:13; 18:49
- мӯъминон сабти худро бо дасти росташон мегиранд 69:19-24; 84:7-9
- кофирон номаи худро бо дасти чапашон мегиранд 69:25-37; 84:10-15
- ҳеҷ чиз аз Аллоҳ пинҳон нахоҳад монд 21:47; 40:16
- вазн кардани амалҳо 7:8; 23:102-104; 101:1-11
- шаҳодати узвҳои бадан 41:19-24; 24:24
- мукофот барои аъмоли нек ва бад 6:160; 27:89-90; 28:84
Намудҳои одамон
- мӯъминон 18:107-108
- кофирон 4:167-169
- дурӯягон 4:145; 57:13-15
- сокинони биҳишт, мӯъминони пешсаф 55:46-61; 56:10-26
- сокинони биҳишт, мардуми ростқавл 55:62-78; 56:27-40
- сокинони дӯзах, одамони чап 55:31-45; 56:41-56
- одамон дар баландиҳо 7:46-49
Молиявӣ
- Дастурҳои тиҷоратӣ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Васиятномаҳо, ихтиёрӣ васиятномаҳо ба шахсони ғайримеросӣ 2:180-183; 4:11-12
пеш аз марг ҳангоми сафар 5:106-108
- Ришвахорӣ 2:188
- Қарзҳо, меҳрубонӣ дар ҷамъоварии қарзҳо 2:280
- навиштан ва шоҳиди шартномаи қарзӣ будан 2:282
- гирифтани гарав 2:283
- Мерос, дастурҳо 4:7; 4:32-33; 8:75
- саҳмияҳои насл ва волидон 4:11
- ҳамсарон ва бародарону хоҳарони модарӣ 4:12
- бародару хоҳарони пурра 4:176
- огоҳӣ ба онҳое, ки итоат намекунанд 4:13-14
- Фоиз, манъ ва огоҳӣ 2:275-281; 3:130-132
- бефоида карда шуд 30:39
Қонунӣ
- қонуни хиёнат (ҳирабах) 5:33-34
- Адолат, истодагарӣ барои адолат 4:135; 5:8; 16:90-91
- истодагарӣ барои ҳуқуқи ятимон ва занон 4:127
- адолат нисбати яҳудӣ 4:105-112
- адолат нисбати бутпараст 4:58
- адолат бо ғайримусулмонон 60:8-9
- Қасосгирӣ тавассути роҳҳои қонунӣ (бо имкони бахшидан) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Ҷудоӣ байни зану шавҳар, хулъ 2:229
- лиан (ба зино айбдор карда мешавад) 24:6-10
Сиёсӣ
- Иҷрои корҳо бо машварат (шура) 3:159; 42:38
- Ҷанг дар роҳи дифоъ аз худ (ҷиҳод), одоб 2:190-192; 2:216; 22:38-40
- бетартибона ҳамла накардан 4:94
- мубориза барои мардон, занон ва кӯдакони мазлум 4:75
- ҳифзи ибодатгоҳҳо 22:37
- мукофоти шаҳидон 2:154; 3:169-171; 9:111; 57:19
- қудрати низомӣ душманони эҳтимолиро бозмедорад 8:60
- интихоб ба сулҳ 2:192; 8:61
- Бастани сулҳ байни тарафҳо 49:9-10
- Асирони ҷангӣ, муносибат 8:70; 47:4; 76:8
Иҷтимоӣ
- Фарзандхондӣ 33:4-5
- Ғамхорӣ ба ятимон 2:220; 4:2-10; 4:127; 6:152; 17:34
- Талоқ, ҳакамӣ ва оштӣ 4:35; 4:128
- одоби талоқ 2:229-231; 65:1-2
- маҳр ва мӯҳлати интизорӣ 2:226-241; 4:19-21; 33:49; 65:1-7
- шавҳар набояд аз маҳр чизеро бозпас гирад 4:20
- зан набояд озор дода шавад 65:6
- зан бояд ҳангоми ҳомиладорӣ аз ҷиҳати молиявӣ дастгирӣ карда шавад 65:6
- дар давраи интизории ӯ 65:6
- агар зан фарзанди шавҳари собиқашро шир диҳад, 65:6
- ҳеҷ падару модар набояд аз сабаби фарзандаш азоб кашад 2:233
- интихоби ҳамшираи шафқат 65:6
- Ташвиқи некӣ ва наҳй аз бадӣ 3:104; 3:110; 7:157; 9:71-72; 31:17
- Баробарии инсонҳо 49:13
- мардон ва занон дар назди Аллоҳ ва шариат, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- мардон нисбат ба занон масъулияти муайяне доранд 2:228
- Таъом додани камбағалон, ятимон ва асирон 76:8-9
- Бахшиш ва назорати хашм 3:134; 42:40
- Озод кардани ғуломон ва кӯмак ба онҳо 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Эҳтироми волидони худ 4:36; 17:23-25; 31:14-15
- Фурӯтанӣ 17:37; 31:18-19
- Таъбири хобҳои Иброҳим 37:102
- Таъбири хобҳои Юсуф 12:4; 12:36; 12:43
- Тафсири хобҳои Муҳаммад 8:43; 48:27
- Меҳрубонӣ ба ғайримусулмонон 60:8
- Издивоҷ 4:3; 4:129; 16:72; 30:21
- издивоҷ бо занони ҳалол ва ҳаром 4:22-24
- одоби наздикӣ 2:222-223
- ҳомиладорӣ ва ширдиҳӣ 2:233; 31:4; 46:15; 65:6
- издивоҷи дубора бо ҳамсари собиқи худ 2:230
- кӯмак ба муҷаррадҳо дар издивоҷ 24:32
- нишон додани нозуки таваҷҷӯҳ дар давраи интизорӣ 2:235
- Қасамҳо 2:224-225; 16:91-92; 16:94
- ҷуброни савганди шикаста 5:89
- Сабр дар замонҳои душвор 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Иҷозат барои ворид шудан 24:58-60
- ворид шудан ба хонаҳои одамон 24:27-28
- вуруд ба ҷойҳои ҷамъиятӣ 24:29
- Одоби муошират, тасдиқи хабарҳо 4:83; 49:6
- эҳтиром ба ҳама 49:11-12
- одоби ҷамъомадҳо 58:11
- сӯҳбатҳои хусусӣ 4:114; 58:9
- Савгандҳо 2:270; 9:75-77; 22:29; 76:7
- Исрофкорӣ ва бахилӣ 7:31; 17:29; 25:67
Ҳикояҳои дигар
- Ҳобил ва Қобил 5:27-31
- Ал-Хозир ва Мусо 18:60-82
- Артиши Фил 105:1-4
- мӯъмин аз қавми Фиръавн 40:28-46
- таваллуди Марям 3:35-36
- Гов аз банӣ-Исроил 2:67-74
- Эзро 2:259
- соҳибони боғ 68:17-32
- Ҳорут ва Морут 2:102
- Қӯраҳ 28:76-82
- Насиҳати Луқмон ба писараш 31:12-19
- соҳиби ду боғ 18:32-44
- мардуми Сабо 34:15-19
- мардуми ғор 18:9-26
- мардуми хандақ 85:1-8
- Шикасткунандагони рӯзи шанбе 7:163-165
- Сомирӣ ва гӯсолаи тиллоӣ 20:83-97
- Шоул ва Самуил 2:247-251
- Зулқарнайн 18:83-98
Иблисҳо 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- одамҳо ва ҷинҳои шайтонӣ 6:112;114:6
- осмон аз девҳо муҳофизат карда шудааст 15:16-18
Пушаймонӣ
- пайравӣ накардан аз Паёмбар 25:27
- итоат накардан ба Аллоҳ ва Паёмбараш 4:41-42; 33:64-68
- дӯсти бад гирифтан 25:28-29; 26:96-102; 43:36-39
- инкор кардани нишонаҳои Аллоҳ 6:27-30
- барои охират кор накардан 89:23-24
Илтимосҳои ноумедона
- зорӣ барои бозгашт ба дунё 2:167; 6:27-28; 32:12-14; 42:44
- барои имконияти дуюм 35:36-37
- аз оташ дур карда шавад 40:10-12
- барои хӯрок ва об 7:51-52
- барои шафоаткунандагон 7:52-53
- ба хок яксон карда шавад 4:41-42; 78:40
- барои марг 43:74-78
Сифатҳои солеҳон
- риояи ҳуқуқҳои Офаридгор ва офаридаҳои Ӯ 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
Сифатҳои бадкорон
- ношукр 14:34
- бахил 17:100
- шитобкорӣ 21:37
- Худоро танҳо дар лаҳзаҳои душвор ба ёд оред 10:12; 41:51
- бесабр 70:19
- баҳсбарангез 18:54
Гуноҳҳои бузург
- шарик овардан ба Аллоҳ дар ибодат (ширк) 4:48; 4:116; 5:72; 6:19; 31:13:
- сӯиистифода аз волидони худ 4:36; 6:151; 17:23
- тарки намозҳои ҳатмӣ ё нодида гирифтан 19:59-60
- напардохтани андози закот 41:6-7
- куштор 6:151; 17:33
- куштани қасдан мӯъмин 4:93
- дуздӣ 5:38
- қаллобӣ 7:85; 11:85; 26:182-183; 83:1-6
- дурӯғ гуфтан 2:10; 9:77; 39:60
- дурӯғ гуфтан дар бораи Аллоҳ 6:93; 29:68; 61:7
- алоқаи ҷинсии манъшуда 2:222; 17:32; 24:2; 25:68; 29:28-30
- айбдоркуниҳои бардурӯғ дар бораи зино 24:4-5
- осият 2:217; 5:54
- хӯрдани хук ва дигар хӯрокҳои ҳаром (мурда, хун ва ғайра) 5:3; 6:145
- машрубот ва қиморбозӣ 5:90-91
- ғайбат кардан 49:11
- шаҳодати бардурӯғ 22:30
- ҷоду 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan 	The Most Compassionate 1:3; 17:110
- #2 Ar Raheem 	The Most Merciful 2:163; 3:31; 4:100; 5:3
- #3 Al Malik 	The King, The Sovereign 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus 	The Absolutely Pure 59:23; 62:1
- #5 As Salaam 	The Source of Peace 59:23
- #6 Al Mu'min 	The Giver of Faith and Security 59:23
- #7 Al Muhaymin 	The Guardian, The Protector 59:23
- #8 Al Azeez 	The Almighty 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar 	The Compeller, The Restorer 59:23
- #10 Al Mutakabbir 	The Supreme, The Majestic 59:23
- #11 Al Khaaliq 	The Creator 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari 	The Maker from Nothing 59:24
- #13 Al Musawwir 	The Fashioner 59:24
- #14 Al Ghaffaar 	The All-Forgiving 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar 	The Subduer 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab 	The Bestower 3:8; 38:9; 38:35
- #17 Ar Razzaaq 	The Provider 51:58
- #18 Al Fattaah 	The Opener 34:26
- #19 Al 'Aleem 	The All-Knowing 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid 	The Withholder 2:245
- #21 Al Baasit   The Expander  2:245
- #22 Al Khaafid  The Abaser 95:5
- #23 Ar Raafi'   The Exalter 58:11; 6:83
- #24 Al Mu'izz   The Honorer  3:26
- #25 Al Mudhil   The Humbler  3:26
- #26 As Samee'   The All-Hearing 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer   The All-Seeing  4:58; 17:1; 42:11; 42:27
- #28 Al Hakam    The Judge 22:69
- #29 Al Adl      The Just  6:115
- #30 Al Lateef   The Subtle, The Gentle 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer  The All-Aware 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem   The Forbearing  2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem   The Magnificent 2:255; 42:4; 56:96
- #34 Al Ghafoor  The Great Forgiver  2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor The Appreciative  35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy    The Most High 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer   The Greatest  13:9; 22:62; 31:30
- #38 Al Hafeez   The Preserver 11:57; 34:21; 42:6
- #39 Al Muqeet   The Sustainer 4:85
- #40 Al Haseeb   The Reckoner  4:6; 4:86; 33:39
- #41 Al Jaleel   The Majestic  55:27; 39:14; 7:143
- #42 Al Kareem   The Generous  27:40; 82:6
- #43 Ar Raqeeb   The Watchful  4:1; 5:117
- #44 Al Mujeeb   The Responsive 11:61
- #45 Al Waasi'   The All-Encompassing 2:268; 3:73; 5:54
- #46 Al Hakeem   The All-Wise  31:27; 46:2; 57:1; 66:2
- #47 Al Wudood   The Most Loving 11:90; 85:14
- #48 Al Majeed   The Glorious  11:73
- #49 Al Baa'ith  The Resurrector 22:7
- #50 Ash Shaheed The Witness 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq     The Truth 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel   The Trustee 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy   The Strong  22:40; 22:74; 42:19; 57:25
- #54 Al Mateen   The Firm  51:58
- #55 Al Waliyy   The Protecting Friend 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed   The Praiseworthy  14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi    The Counter 72:28; 78:29; 82:10-12
- #58 Al Mubdi    The Originator 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed   The Restorer  10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy    The Giver of Life 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet   The Bringer of Death  3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy    The Ever-Living 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom  The Self-Subsisting 2:255; 3:2; 20:111
- #64 Al Waajid   The Finder 38:44
- #65 Al Maajid   The Noble 11:73
- #66 Al Waahid   The One 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad     The Unique One  112:1
- #68 As Samad    The Eternal Refuge   112:2
- #69 Al Qaadir   The Able  6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir The Powerful  18:45; 54:42; 54:55
- #71 Al Muqaddim The Expediter 16:61; 17:34
- #72 Al Mu’akhir The Delayer  71:4
- #73 Al Awwal    The First 57:3
- #74 Al Aakhir   The Last 57:3
- #75 Az Zaahir   The Manifest  57:3
- #76 Al Baatin   The Hidden 57:3
- #77 Al Waali    The Governor  13:11; 22:7
- #78 Al Muta’ali The Most Exalted 13:9
- #79 Al Barr     The Source of Goodness 52:28
- #80 At Tawwaab  The Acceptor of Repentance 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim The Avenger 32:22; 43:41; 44:16
- #82 Al Afuww    The Pardoner 4:99; 4:149; 22:60
- #83 Ar Ra’oof   The Most Kind 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk  Master of the Kingdom 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam,  Lord of Majesty and Honor 55:27; 55:78
- #86 Al Muqsit   The Just One 3:18; 7:29
- #87 Al Jaami'   The Gatherer  3:9
- #88 Al Ghaniyy  The Self-Sufficient 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni   The Enricher  9:28
- #90 Al Maani'   The Preventer 67:21
- #91 Ad Daaarr   The Distresser 6:17
- #92 An Naafi’   The Benefactor  30:37
- #93 An Noor     The Light 24:35
- #94 Al Haadi    The Guide 25:31
- #95 Al Badi'    The Originator  2:117; 6:101
- #96 Al Baaqi    The Everlasting 55:27
- #97 Al Waarith  The Inheritor 15:23
- #98 Ar Rasheed  The Guide to the Right Path 2:256
- #99 As Saboor   The Patient 2:153; 3:200; 103:3
noblequran.com Schemas
- Мушрикони Макка рубубияти (Парвардигорӣ)-и Аллоҳро тасдиқ карданд 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- Китоб ва Ҳикмат (Суннат) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- Пайравӣ аз роҳи (гумроҳ) падарон маҳкум шудааст 2:170; 31:21; 43:22
- Паёмбари Аллоҳ инсон буд 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- Мушрикон дар вақтҳои душворӣ танҳо Аллоҳро мехонданд 10:22; 17:16; 29:65; 31:32
- Ҷудоӣ дар дин манъ ва маҳкум аст 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- Сифати Истиво барои Аллоҳ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- Афзунӣ (ва камӣ)-и Имон (Имон) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- Паёмбар ва ҳеҷ кас аз махлуқот ғайбро ба таври мустақил намедонад 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- Аллоҳ рӯзиро ба ҳар кас, ки бихоҳад, васеъ ва танг мекунад 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- Қуръон ба забони арабии равшан нозил шудааст 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- Аллоҳ бар ҳеҷ кас беш аз тавони ӯ бор намегузорад 2:233, 286; 6:152; 7:42; 23:62; 65:7
- Ҳеҷ кас бори дигареро бар дӯш намегирад 6:164; 17:15; 35:18; 39:7; 53:38
- Агар Аллоҳ ба шумо зараре расонад, ҳеҷ кас ҷуз Ӯ онро дур карда наметавонад 6:17; 10:107
- Ва кист ситамкортар аз он кас, ки... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- Инсон дар осоиш носипос ва дар ниёз фурӯтан аст 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- Устуворӣ (Тасбит) аз Аллоҳ талаб карда мешавад ва аз ҷониби Ӯ дода мешавад 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- Ҳамаи ихтилофот ба Аллоҳ ва Паёмбараш бозгардонда мешаванд 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- Ихтилофи байни сокинони оташи ҷаҳаннам 26:96-102; 38:58-64; 40:47-50
- Вазифаи итоат (Тао) ба Паёмбари Аллоҳ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- Оятҳои саҷда дар Қуръон 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- Ҳамаи мусибатҳо дар уммат ба сабаби нофармонӣ аст 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- Ҳар киро Аллоҳ гумроҳ кунад, барои ӯ ҳеҷ роҳнамое нест 13:33; 39:23, 26; 40:33; 7:186; 18:17
- Ҳамаи паёмбарон ислоҳро бо Тавҳиди ибодат оғоз карданд 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- Муваффақият ва сарват ба Тазкия (Поксозӣ)-и нафс вобаста аст 20:76; 35:18; 87:14; 91:9; 92:18;
- Ҳамаи иззату қудрат ('Изза) аз они Аллоҳ аст 4:139; 10:65; 35:10; 63:8
- Вазифаи хондани танҳо Аллоҳро бо покию ихлос 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- Манъи хондани ғайри Аллоҳро дар канори Ӯ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- Ҳамаи паёмбарон ба Тақвои Аллоҳ ва итоат (ба худ) фармуданд 43:63; 71:1-28
- Дар бораи Ҳиҷра (Муҳоҷират) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- Ба ҷуз Аллоҳ ҳеҷ Корсоз ва ёваре ҳақиқӣ барои махлуқот нест 2:107, 120; 9:74, 116; 29:22; 42:31
- Онҳое, ки Аллоҳ бар дилҳояшон муҳр задааст 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- Имон миёни тарс ва умед аст 17:57; 32:16; 39:9
- Дар бораи бекор шудани ҳамаи амалҳо бо роҳи Куфр, Ширк ва Нифоқ 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- Ваҳй ва паёмбарони Аллоҳ нури ҳидоят, дониш ва имон мебошанд 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- Онҳое, ки суханонро таҳриф мекунанд, яҳуд ва мардуми Таъвил (Таҳриф) мебошанд 2:75; 4:46; 5:13; 5:41
- Зиндагии дунё танҳо лаззату баҳраи муваққатӣ аст 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- Даҳрия (Бехудоён) 45:24; 6:29; 23:37
- Аллоҳ Муҳаммадро бо дин фиристод, то онро бар ҳамаи динҳои дигар (бекоршуда ё ботил) ғолиб гардонад 9:33; 48:28; 61:9
- Дар бораи Тоғут ва зарурати рад кардани Тоғут 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- Онҳо макр мекунанд ва Аллоҳ низ макр мекунад ва Ӯ беҳтарини макркунандагон аст 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- Доноии Соати (охират) назди Аллоҳ аст 7:187; 33:63; 41:47
- Фурқон (Меъёр) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- Рад кардани бадӣ ба чизи беҳтар 23:96; 28:54; 41:34
- Соати (охират) наздик аст 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- Ва аз нишонаҳои Ӯ... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- Аллоҳ нишонаҳои Худро баён мекунад, то шумо... 2:73, 187, 221, 242; 3:103; 5:89
- Аллоҳ офаринандаи ҳар чизест 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- Аллоҳ офаринишро ба ботил ё шӯхӣ наёфаридааст 21:16; 38:27; 44:38; 46:3
- Аллоҳ инсонро офарид, то Ӯро танҳо бипарастанд ва биозмояд, ки кадоме аз онҳо дар амал беҳтар аст 11:7; 18:7; 51:56; 67:2;
- Аллоҳ паёмбаронро фиристод, то ба ибодати Ӯ даъват кунанд, итоат шаванд ва муждадиҳандаву бимдиҳанда бошанд 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- Чаҳор сатҳи ал-Қадр 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- Шаклҳо ва намудҳои ибодат 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- Аллоҳ ҳар киро бихоҳад ҳидоят ва гумроҳ мекунад 14:4; 16:93; 35:8; 74:31
- Онҳое, ки Аллоҳ гумроҳ кардааст 2:26; 9:115; 14:27; 40:34, 74; 45:23
- Ҳеҷ кас наметавонад он киро Аллоҳ гумроҳ кардааст, ҳидоят кунад 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- Инкори ҳар гуна монандӣ ба Аллоҳ 2:22; 19:65; 42:11; 112:4
- Аллоҳ ба касе зулм намекунад, вале онҳо ба худашон зулм мекунанд 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- Вазифаи пайравӣ аз Салаф (Саҳоба) 2:137; 9:100; 4:115; 48:18, 29
- Усули Даъват 12:108; 16:125; 29:46
- Ширк ба бутҳо маҳдуд нест ва дар бар мегирад ҷустуҷӯи шафоат тавассути паёмбарон, фариштагон, ҷинҳо ва солеҳон 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- Омилҳое, ки синни издивоҷро ташкил медиҳанд 4:6; 6:152; 24:59
- Ҷибрил Рӯҳулқудс, Амини аст, ки Қуръонро аз Аллоҳ ба Паёмбар овард 2:97; 16:102; 26:192
- Ёрӣ, пирӯзӣ ва ҳукмронӣ аз они Аллоҳ ва паёмбарони Ӯст 30:47; 37:171-173; 40:51; 58:21
""";
