const String quranIndexTeluguRaw = r"""
మంజిల్ దుఆలు 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
మా ప్రభువా దుఆలు 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
నా ప్రభువా దుఆలు 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
హారూన్ (హారూన్) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'అబాసా, S.80; 74:22
అభిషేకాలు (వుదూ), 4:43; 5:6
ఇబ్రాహీం (ఇబ్రాహీం) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- యూదుడు కాదు, క్రైస్తవుడు కాదు, 3:67-68
- బక్కాహ్‌లోని మొదటి దేవాలయంలో నిలబడ్డాడు, 3:97; 26:123
- కాబా యొక్క పునాదులను నిర్మిస్తాడు 2:124-129
- ఒకే నిజమైన దేవుని ఆరాధనకు తన ప్రజలను పిలుస్తాడు 2:130-133; 26:69-89; 29:16; 29:24-27
- అహంకారమైన రాజుతో వాదిస్తాడు 2:258
- పునరుత్థానం గురించి విచారిస్తాడు 2:260
- యూదుడు కాదు, క్రైస్తవుడు కాదు 3:65-68
- ఖగోళ ఆరాధనను తిరస్కరిస్తాడు 6:74-87
- ఇస్సాకు జననం గురించి వార్త అందుకుంటాడు 11:69-76; 51:24-30
- కాబా వద్ద తన ప్రార్థన 14:35-41
- దేవదూతలు సందర్శిస్తారు 15:51-56
- ఒక ఆదర్శ నమూనా 16:123
- తన తండ్రిని సత్యం వైపు పిలుస్తాడు 19:41-50
- విగ్రహాలను ధ్వంసం చేసి నిప్పు నుండి రక్షించబడతాడు 21:51-73; 37:83-113
- అందరినీ హజ్‌కు పిలుస్తాడు 22:26
అబ్రార్, 3:193, 198; 76:5; 82:13; 83:18-22
రద్దు, 2:106, 16:101
అబూ లహబ్, 111:1-5
'ఆద్ ప్రజలు, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ఆదమ్, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- దేవదూతలు ముందు సాష్టాంగపడాలి, 2:34; 7:11
- జ్ఞాన వృక్షం, 2:35; 7:19-20; 20:120-121
- స్వర్గం నుండి బహిష్కరణ (హవ్వపై నిందలేదు), 2:36; 7:24
- అల్లాహ్ చేత గౌరవించబడి, షైతాన్ చేత శోధించబడ్డాడు 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- అల్లాహ్ చేత క్షమించబడ్డాడు 2:37; 20:122
'ఆదియాత్, S.100
'అద్న్ స్వర్గం, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
కష్టాలు
- మరొకరి భారం మోయరు, 6:164; 17:15; 35:18; 39:7; 53:38
- తట్టుకోగల సామర్థ్యానికి మించి భారం వేయబడరు, 2:286; 6:152; 7:42; 23:62
- కష్టకాలంలో ఓర్పు, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
వృద్ధాప్యం, 16:70; 22:5; 30:54; 36:68
- మీ సంరక్షణలో ఉన్న వృద్ధ తల్లిదండ్రుల పట్ల ప్రవర్తన, 17:23
అహ్మద్, 61:6
అహ్‌కాఫ్, S.46; 46:21
అహ్‌జాబ్, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
అయ్కహ్ నివాసులు, 15:78; 26:176; 38:13; 50:14
A'లా S.87; 87:1; 92:20
'అలఖ్, S.96
ఆల్-ఇమ్రాన్, S.3
అల్లాహ్
- ఆయనకు ఒక రోజు యాభై వేల సంవత్సరాలు, 70:4
- ఆయనకు ఒక రోజు వేయి మానవ సంవత్సరాలు, 22:47; 32:5
- ఏదైనా చేయగల సామర్థ్యం, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- న్యాయమూర్తులలో శ్రేష్ఠుడు, 95:8
- నిర్వచనానికి అతీతుడు, 43:82; 67:12
- అవిశ్వాసుల పథకాలను వమ్ము చేస్తాడు, 8:30; 8:36
- మానవులను అదృశ్యం చేసి ఇతర జీవులను సృష్టించగలడు, 4:133; 14:19; 35:16
- నవ్వు మరియు ఏడుపు కలిగిస్తాడు, 53:43
- ఒక మనిషిని శతాబ్దం పాటు నిద్రపుచ్చాడు, 2:259
- సత్యాన్ని తిరస్కరించేవారికి శత్రువు, 2:98
- ఉదయం నుండి రాత్రి వరకు ఆయనను స్తుతించండి, 33:42
- అబద్ధపు కుమార్తెలు, 16:57; 17:40; 43:16; 52:39; 53:21-22
- పేరు ద్వారా, 53:19-20
- మానవులకు స్వేచ్ఛా సంకల్పం ఇస్తాడు, 36:67
- అన్నింటినీ ఆయన కోసం వదులుకోవడం, 4:66-68; 4:125
- మంచి మరియు చెడు ఆయన నుండే, 4:78
- జీవితం మరియు మరణం ప్రసాదిస్తాడు, 44:8; 53:44; 57:2; 67:2
- కష్టపడేవారికి మంచి ప్రతిఫలం, 4:95-96; 5:54; 9:120; 49:15; 61:11
- భార్య లేదు, 72:3
- కుమారుడు లేదు, 43:81; 72:3; 112:3
- కష్ట సమయాల్లో మిమ్మల్ని వదలలేదు, 93:3
- జ్ఞానంలో సర్వత్రా ఉంటాడు, 2:115; 2:142; 2:177; 4:126
- మొదటి మరియు చివరివాడు (ఆల్ఫా మరియు ఒమేగా), 57:3
- బాహ్యుడు మరియు అంతరంగుడు, 57:3
- అవగాహనకు మించిన విషయాలు తెలుసు, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- న్యాయంగా వ్యవహరించేవారిని ప్రేమిస్తాడు, 49:9
- ఆయన మాట్లాడని విషయాలకు సంబంధించి చట్టాలు చేయలేదు, 5:101; 6:140; 6:148; 7:32
- యుద్ధ ఖైదీలలో మంచి ఉన్నవారిపట్ల దయ, 8:70
- స్వభావం, 2:255
- ఏ మానవుడూ దైవత్వం కాదు, 3:64; 3:151
- త్రిమూర్తి కాదు, 4:171
- ఆయన వద్ద చెడు నుండి శరణం, 113:1-5; 114:1-6
- నిలబడి, కూర్చుని, పడుకుని ఆయనను స్మరించడం, 3:191; 4:103; 10:12; 25:64
- గర్భంలో ఆకారమిస్తాడు, 3:6
- సింహాసనం నీటిపై ఉంది, 11:7
- మీకు తెలియని వాటిని సృష్టిస్తాడు, 16:8
- తన సృష్టికి అన్యాయం చేయడు, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
కూటమిలు, 8:72; 9:7
- క్రైస్తవులు మరియు యూదులు, 5:51
- అవిశ్వాసి బంధువులతో నిషేధం, 9:23-24
- మునాఫిఖులతో నిషేధం, 4:88-89; 4:139; 4:144
అలియాసా', (ఎలీషా చూడండి)
అమానహ్, విశ్వాసం మరియు అల్లాహ్ నిర్దేశిత విధులు మొదలైనవి, 2:283; 4:58; 8:27
- విశ్వాసం చూడండి
దేవదూతలు, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- అగ్ని నుండి సృష్టించబడ్డారు, 7:12; 38:76
- తీర్పు దినాన ఎనిమిది మంది అల్లాహ్ సింహాసనాన్ని మోస్తారు, 69:17
- స్త్రీలని అబద్ధపు వాదన, 43:19; 53:27
- సంరక్షకులు 82:10-12; 86:4
- పంతొమ్మిది మంది నరకాన్ని పాలిస్తారు, 74:30-31
- 気まぐれ కోసం పంపబడలేదు, 15:7-8
- స్ఫూర్తి నింపడానికి పంపబడ్డారు, 16:2
కోపం, అణచుకోండి, 3:134
'అన్కబూత్, S.29
చీమలు, 27:18
కోతులు, 5:60
- హీనమైనవి, 2:65; 7:166
మతత్యాగం, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- మతత్యాగులకు శీఘ్ర శిక్ష కోరవద్దు, 46:35
- అల్లాహ్ మాత్రమే వారిని శిక్షిస్తాడు, 73:11; 74:11
- పరలోకంలో శిక్ష, 2:217; 9:74
- ఇతరులచే తిరస్కరణ, 3:87
- పశ్చాత్తాపం, 3:89; 5:34; 9:5; 9:11
- తీర్పు దినాన చాలా ఆలస్యమవుతుంది, 40:85
- బలవంతం కింద, 16:106
మతత్యాగులు, 47:25
A'రాఫ్, S.7; 7:46, 48
అరఫాత్, 2:198
వాదించడం
- తమను తాము మోసగించుకున్నవారి తరపున వాదించవద్దు, 4:107
- ఈ ప్రపంచంలో వారి తరపున వాదించావు, కానీ పునరుత్థాన దినాన ఎవరు వాదిస్తారు, 4:109
వాదనలు/దాడులు
- అదే విధంగా స్పందించండి, 8:58
- ఓర్పు వహించడం చాలా మంచిది, 16:126
కవచం, 16:81
'అస్ర్, S.103
ఆయతుల్ కుర్సీ, 2:255
చాడీలు చెప్పేవాడు, 49:12; 104:1
బద్ర్ (యుద్ధం), 3:13
- దాని నుండి పాఠాలు, 8:5-19, 42-48
అల్-బైత్-ఉల్-మా'మూర్, 52:4
బక్కాహ్ (మక్కా), 3:96
బ'అల్, 37:125
బలద్, S.90
సమతుల్యత, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
బనూ అన్-నదీర్, 59:2-6, 13
బఖరహ్, S.2
బరాఅ (తౌబహ్ చూడండి), S.9
బర్జఖ్, (అడ్డుగోడ), 23:100; 25:53; 55:20
- కూడా చూడండి 18:94-97; 34:54; 36:9
బయ్యినహ్, S.98
మృగం (చివరి రోజుల), 27:82
బేడౌయిన్లు, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
తేనెటీగ, 16:68-69
ప్రవర్తన
- ముందు వెల్లడింపు పొందినవారితో మర్యాదగా వాదించండి, 16:125, 29:46
- మీకు తెలియని విషయాల్లో పాల్గొనవద్దు, 17:36
- తీవ్రమైన పాపాలు మరియు సిగ్గుచేటు పనులు చేయవద్దు, 53:32
- ఒకరి గురించి అంచనాలు వేయవద్దు, గూఢచర్యం చేయవద్దు, ఒకరి గురించి చెడు మాట్లాడవద్దు 49:12
- మీ అభిప్రాయాలలో న్యాయంగా ఉండండి, 6:152
- సమాజం మితమైనదిగా ఉండాలి, 2:143; 25:67
- గర్వం నిరుత్సాహపరచబడింది, 4:36, 57:23
- సహాయం కోరేవారిని గద్దించవద్దు, 93:10
- మిమ్మల్ని మీరు పవిత్రంగా భావించుకోవద్దు, 53:32
- ఇతరులను అపహాస్యం చేయవద్దు, 49:11; 104:1
- బహిరంగంగా చెడు విషయాలు ప్రస్తావించవద్దు, 4:148
- ఒకరి గురించి చెడు మాట్లాడవద్దు, 104:1
- ప్రతి సమూహానికి ఒక చట్టం మరియు జీవన విధానం ఇవ్వబడింది, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- మరియు ఆరాధన విధానం, 22:67
- అల్లాహ్ వారిని ఒక సమాజంగా చేయగలిగేవాడు, 5:48; 11:118; 16:93; 42:8
- అల్లాహ్ కింద ఒక సమాజం, 21:92
- యూదులను క్షమించండి, 5:13
- అవిశ్వాసులను క్షమించండి, 31:15; 45:14
- సులభంగా క్షమించండి, 42:37
- పాలకులు సంప్రదింపుల తర్వాత నిర్ణయాలు తీసుకుంటారు, 42:38
- మరియు ఒక ప్రవక్త, 10:47; 16:36
- విశ్వాసులను నిందించడం పాపం, 33:58
- పురుషులు (స్త్రీల పట్ల), 24:30
- శాంతిని స్థాపించేవారికి ప్రతిఫలం, 42:40
- అవసరంలో ఉన్నవారితో న్యాయంగా మాట్లాడండి, మరేమీ చేయలేకపోయినా, 17:28
- మీ సంరక్షణలో ఉన్న వృద్ధ తల్లిదండ్రుల పట్ల, 17:23
- ఇతర ముస్లింల పట్ల, 33:6
- ఇతరుల పట్ల, 17:26-29; 17:35; 17:53; 60:8
- తల్లిదండ్రుల పట్ల, 46:15
- బానిసల పట్ల, 4:36; 24:33
- శాంతియుత అవిశ్వాసులతో న్యాయంగా వ్యవహరించండి, 60:8
- ప్రవక్త భార్యలు, 33:28-34
- స్త్రీలు (పురుషుల పట్ల), 24:31
- అన్ని వెల్లడింపులలో, 2:136; 2:285
- స్వభావం, 49:14-15
విశ్వాసులు, 2:2-5; 2:285; 8:2-4; 8:24
వీలునామా, 2:180, 240; 4:7, 12; 36:50
మోసం (వంచన, కపటం), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
బైబిల్, 5:64, 5:65, 5:68
- వక్రీకరణ, 3:78; 5:14-15
పక్షులు, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
రక్తపు డబ్బు (దియా), 2:178-179; 4:92; 17:33
యుద్ధ దోపిడీ, 4:94. 8:41; 59:6-8
- చట్టవిరుద్ధంగా తీసుకోవడం, 3:162
- దోపిడీ చూడండి
లంచం, 2:188
బుద్న్, 22:36
భారం
- మరొకరి భారాన్ని మోసే వారు మోయరు, 35:18; 39:7; 53:38
- అవిశ్వాసులు ఇతరుల భారాలు కూడా మోస్తారు, 16:25; 29:13
- వారు మోసే భారాలు చాలా చెడ్డవి, 6:31, 164
- అల్లాహ్ ఒక వ్యక్తిపై వారి సామర్థ్యానికి మించి భారం వేయడు, 2:286; 7:42; 23:62
బురూజ్ (పెద్ద నక్షత్రాలు), S.85; 85:1; 15:16; 25:61
ఒంటె, 6:144; 7:40; 77:33; 88:17
ఖైదీలు, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- యుద్ధ ఖైదీలు కూడా చూడండి
పశువులు, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
థవ్ర్ గుహ, 9:40
గుహ, గుహ వాసులు 18:9-22, 25-26
నిశ్చయత్వం మరియు సత్యం, 56:95; 69:51
దాతృత్వం (సదఖా), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- దాతృత్వం మరియు జకాత్ పొందేవారు, 2:273; 9:60
పిల్లలు 2:233; 42:49-50
- తమ పిల్లలను అవివేకంతో, జ్ఞానం లేకుండా చంపిన వారు నాశనం అవుతారు, 6:140
క్రీస్తు, (యేసు చూడండి)
క్రైస్తవులు, 5:14, 19, 64-65, 69; 22:17
- యేసును దైవత్వం చేయవద్దని అడగబడ్డారు, 4:171
- ముస్లింల పట్ల ప్రేమ అనుభవించడంలో దగ్గరగా ఉంటారు, 5:82
- చాలా మంది గుర్తుంచుకోవాల్సిన విషయాలు మర్చిపోయారు, 5:14
- ఇప్పుడు మీ దగ్గరికి ఒక సందేశహరుడు వస్తున్నాడు, 5:15, 19
- నీతిమంతులకు ప్రతిఫలం లభిస్తుంది, 2:62; 5:65; 5:69
- "యేసు అల్లాహ్ కుమారుడు" అంటారు, 9:30
తలక్రిందులైన నగరాలు, 69:9
భద్రత నగరం, 95:3
దుస్తులు, 7:26; 16:81
- నిప్పు దుస్తులు, 22:19
- పర్దా లేదా గృహేతర పరిస్థితులలో స్త్రీల దుస్తులు, 24:31
- స్త్రీల బాహ్య వస్త్రాలు మునాఫిఖుల వేధింపు నుండి రక్షిస్తాయి, 33:59-60
సమాఖ్యలు, 33:9, 22
- అహ్జాబ్ చూడండి పరస్పర సంప్రదింపు, 42:38
సృష్టి
- మొదలై పునరావృతమవుతుంది, 10:4; 21:104; 27:64; 29:19-20
- ఒక కొత్తది, 17:49, 98; 35:16
- సత్యంతో, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- ఆటకు కాదు, 21:16-17; 23:115
- ప్రతి జీవి దేనినుండి చేయబడింది, 21:30; 24:45;25:54
- మనిషి సృష్టి, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- మొదటి రూపం 56:62
- ఆరు రోజులలో, 7:54; 11:7; 32:4; 50:38; 57:4
- జంటలలో, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- సృష్టిలో వైవిధ్యం, 35:27-28
- అల్లాహ్ "అగు!" అని ఆదేశిస్తాడు — అది అవుతుంది, 2:117;16:40; 36:82; 40:68
- కంటి రెప్పపాటులో, 54:50
- రాత్రి మరియు పగలు, సూర్యుడు మరియు చంద్రుడు, 39:5
- ఆకాశం మరియు భూమి సృష్టి మానవ సృష్టి కంటే గొప్పది, 40:57; 79:27
- సృష్టి ఉద్దేశ్యం, 51:56
కాకి, 5:31
కొలమానం, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
దహ్ర్, (ఇన్సాన్ చూడండి,) S.76; 45:24
- కాలం, 76:1; 103:1
దావూద్, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- జబూర్ ఇవ్వబడ్డాడు 4:163
- పోరాడి జాలూత్‌ను చంపాడు, 2:251
- తీర్పు ఇచ్చాడు 21:78-80
- జ్ఞానం మరియు నుబుయ్యత్ తో ఆశీర్వదించబడ్డాడు 27:15-16
- పర్వతాలు మరియు పక్షులు అల్లాహ్‌ను స్తుతించడంలో చేరతాయి 34:10; 38:17-20
- ఇద్దరి మధ్య తీర్పు ఇచ్చాడు 38:21-26
దావాబ్బ్ లేదా దాబ్బహ్ (కదిలే జీవి మొదలైనవి) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
మృతులు లేపబడతారు, 6:36
మరణం, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- యుద్ధం నుండి పలాయనం మరియు మరణం, 33:16
- అల్లాహ్ మార్గంలో, 3:195; 22:58; 47:4
- వెల్లడింపు లేని సమాజాలు నాశనం చేయబడవు, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- అల్లాహ్ మార్గంలో అమరులైనవారు జీవించి ఉన్నారు, 2:154; 3:169
- చెడు నుండి అల్లాహ్ వైపు పలాయనం చేస్తూ, 4:100
- ఆపబడదు లేదా ఆలస్యపరచబడదు 63:10-11
- నిద్రకు జంట సోదరుడు 6:60; 39:42
- మరణ సమయంలో విశ్వాసులు మరియు అవిశ్వాసులు 8:50; 16:27-32; 41:30
- సమాధిలో శిక్ష 40:46
అప్పులు, 2:280, 282; 4:11-12
తీర్పు
- ప్రతి విషయానికి ఒక తీర్పు ఉంది, 13:38
- మేము ఏ పట్టణాన్నీ నాశనం చేయలేదు, అందుకు తెలిసిన తీర్పు లేకుండా, 15:4
- ప్రతి విషయపు తీర్పు అల్లాహ్ నుండే, 44:5
- ఒక విషయాన్ని తీర్మానించినప్పుడు, ఆయన "అగు!" అంటాడు — అది అవుతుంది, 2:117; 36:82; 40:68
కార్యాలు
- వారికి చెడు కార్యాలు అందంగా కనిపిస్తాయి, 47:14
- మాకు మా కార్యాలు, మీకు మీ కార్యాలు, 28:55; 42:15; 45:15
- మంచి మరియు చెడు, అతని స్వంత ఆత్మకు మరియు వ్యతిరేకంగా, 41:46
- మనిషి కార్యాలు అతని మెడకు కట్టబడ్డాయి, 17:13
స్థాయిలు, వారు చేసిన దాని ప్రకారం, 6:132
కోరిక, వారు తమ చెడు కోరికలను అనుసరిస్తారు, 47:14, 16
- తన దేవుడుగా తన స్వంత కోరికను తీసుకున్నవాడు, 25:43
అల్లాహ్ దయపై నిరాశపడవద్దు, 39:53; 21:87-88; 68:48-50
- యూనుస్ కూడా చూడండి
థారియాత్, S.51
థిక్ర్, 7:205; 15:6, 9
థుల్-కిఫ్ల్, 21:85; 38:48
థుల్-ఖర్నైన్, 18:83-98
థున్-నూన్ (చేపల సహచరుడు)
అవిశ్వాసులు (మునాఫిఖులు కూడా చూడండి)
- ముహమ్మద్ (ﷺ)ను రుజువుగా అల్లాహ్ కోపాన్ని ఆహ్వానించమని అడుగుతారు, 6:57-58; 8:32; 10:49-52
- దయతో వారి సహవాసం చేయండి, 31:15
- వారు చెప్పేది ఓర్పుతో భరించండి, 20:130; 50:39
- వారితో ఒడంబడికలు, 8:56; 8:72; 9:4, 7
- ఒడంబడికలు ఉల్లంఘించడం, 8:58; 9:12
- అల్లాహ్ వారి కుతంత్రాలను వమ్ము చేస్తాడు, 8:30, 36
- అల్లాహ్ చట్టాన్ని అపహాస్యం చేసే సమయంలో వారి సహవాసం విడిచిపెట్టండి, 4:140; 6:68
- వారు అడిగితే రక్షణ ఇవ్వండి, 9:6
- యుద్ధంలో శిక్ష, 8:12, 50, 59
- పరలోకంలో శిక్ష, 8:37
- మసీదులను సందర్శించకూడదు లేదా నిర్వహించకూడదు, 9:17
- వారితో మర్యాదగా మాట్లాడండి, 17:53
- వారికి వ్యతిరేకంగా కష్టపడండి, 9:73; 25:52; 66:9
- శాంతియుతులతో న్యాయంగా వ్యవహరించండి, 60:8
- ఇతర అవిశ్వాసులతో మాత్రమే కూటమి కడతారు, 8:72
శిష్యులు (యేసు యొక్క), 3:52; 61:14
మునాఫిఖులు మరియు అవిశ్వాసుల హృదయాలలో వ్యాధి, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
కష్టాల తర్వాత భద్రత ఉంది, 3:154
యుద్ధ దోపిడీ పంపకం, 8:41; 59:7-8
కందకం, వాసులు, 85:4-10
వైవిధ్యం
- మానవులలో, 30:22, 35:27-28
- జీవితంలో, 35:27-28
విడాకులు, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- వేచి ఉండే కాలం తర్వాత, విడిపోవడం లేదా సంధి చేసుకోవడం, 2:231; 65:2
- ఇద్దరు సాక్షులు, 65:2
- భరణం, 2:233, 241
- మాజీ భర్త వారసునికి విస్తరిస్తుంది, 2:233
- రెండుసార్లు రద్దు చేయవచ్చు, 2:229
- మహర్ స్థితి, 2:229, 236-237
- అవసరమైతే పాలిచ్చే తల్లిని కనుగొనండి, 65:6
- జిహార్ కూడా చూడండి
విడాకులు, పురుషుడు
- ఒక స్త్రీకి విడాకు ఇచ్చి మరొకరిని చేసుకున్నప్పుడు - మొదట ఇచ్చినది తిరిగి తీసుకోవద్దు, 4:20
- భార్యను వేధించవద్దు, 65:6
- భార్యలను వారి ఇష్టానికి వ్యతిరేకంగా ఉంచుకోవద్దు, 4:19
- మనసు మార్చుకోవడానికి నాలుగు నెలలు, 2:226
- గర్భం మరియు వేచి ఉండే కాలంలో భార్యను పూర్తిగా పోషించాలి, 65:6
- మీ పిల్లవాడికి పాలిస్తే భార్యను పూర్తిగా పోషించాలి, 65:6
- తల్లి తండ్రి లేని పిల్లవాడి కారణంగా బాధపడకూడదు, 2:233
- ఇస్లాం పూర్వ కాలంలో, 58:2
- సంధికి పశ్చాత్తాపం వరుసగా 2 నెలలు ఉపవాసం, 58:4
- సంధికి పశ్చాత్తాపం 60 మంది పేదలకు భోజనం పెట్టడం, 58:4
- సంధికి పశ్చాత్తాపం ఒక బానిసను విముక్తి చేయడం, 58:3
- సంధి ప్రయత్నం, 4:35
- వివాహం సంపూర్ణం కాకుంటే నిర్దోషులు, 2:236
- వధువుకు మహర్ లో సగం హక్కు ఉంది, 2:237
విడాకులు, స్త్రీ
- మూడవ విడాకు తర్వాత (మరొక భర్త నుండి ఇది) అసలు భర్త దగ్గరికి తిరిగి రావచ్చు, 2:229
- భరణం హక్కు, 2:241; 65:1
- విడాకు పొందే సమాన హక్కు, 2:228
- భర్త దుర్వ్యవహారం భయం, 4:128
- భర్త ఇచ్చింది ఉంచుకోవచ్చు, 2:229
- ఇళ్ళ నుండి వెళ్ళగొట్టకూడదు, 65:1
- గర్భం నిరూపించేందుకు మూడు ఋతుకాల వేచి, 2:228
- ఋతువు లేకుండా మూడు నెలల వేచి, 65:4
- వివాహం సంపూర్ణం కాకపోతే తప్ప, 33:49
కుక్కలు, 7:176
గాడిదలు, 2:259; 16:8; 31:19; 62:5; 74:50
పానీయం
- మద్యపానం, 2:219; 5:90
- స్వచ్ఛమైన మరియు తెల్లని రుచికరమైన పానీయం, 37:45-46; 76:21
- స్వచ్ఛమైన సీల్డ్ వైన్, 83:25
దుహా, S.93
దుఖాన్, S.44
ఏనుగు సైన్యం, 105:1-5
ఇల్యాస్ (ఎలీజా; ఇల్యాసీన్) 6:85; 37:123-132
ఎలీషా, (అల్యాసా') 6:86; 38:48
ఇద్రీస్, (ఇద్రీస్ చూడండి)
సంఘటన, 56:1; 69:15
చెడు, 4:123; 10:27-30; 19:83; 59:15
- బహిరంగంగా చెప్పకూడదు, 4:148
- మన నుండే వస్తుంది, కానీ మంచి అల్లాహ్ నుండే, 4:79; 42:48
- ఒక చెడును క్షమించండి, 4:149
- ప్రతిఫలం, 6:160; 42:40
- ఎవరు పథకాలు పన్నుతారు, 16:45-47
- చివరికి అది అయింది, 30:10
- భూమిపై మరియు సముద్రంలో కనిపించింది, 30:41
- మంచితో తిప్పికొట్టండి/రక్షించండి, 13:22; 23:96; 41:34
- మంచికి మార్చబడింది, 7:95
- వారు తమ చెడు కోరికలను అనుసరిస్తారు, 47:14, 16
- వారికి కార్యాలు అందంగా కనిపిస్తాయి, 47:14
అతిక్రమం
- ఆహారంలో నిషేధం, 5:87
- మతంలో, 4:171; 5:77-81
కళ్ళు, చెవులు మరియు చర్మాలు పాపులకు వ్యతిరేకంగా సాక్ష్యమిస్తాయి, 41:20-23
ఉజైర్, (ఉజైర్) 9:30
అల్లాహ్ ముఖం లేదా దర్శనం, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
అందంగా కనిపించేది
- అల్లాహ్ ప్రతి ప్రజలకు వారి కార్యాలు అందంగా చేశాడు, 6:108
విశ్వాసం (నమ్మకం), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- తిరస్కరించేవారు, 3:116
- పెరుగుదల, 3:173
- నిశ్చయత్వంతో, 44:7; 45:4, 20; 51:20
- ఆయన మీకు మార్గం చూపించాడు, 49:17
ఫజ్ర్, S.89
ఫలఖ్, S.113
ఖురాన్ వచనాల గురించి అబద్ధపు సంభాషణ, 6:68
అబద్ధపు దేవుళ్ళు
- అల్లాహ్ కాకుండా, విగ్రహాలు మరియు అనుకున్న భాగస్వాములు 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- అల్లాహ్ కాకుండా వారు ఆరాధించేవారిని అవమానించవద్దు, 6:108
- తాగూత్ కూడా చూడండి
అబద్ధం (బాతిల్), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
మనిషి కార్యాలు అతని మెడకు కట్టబడ్డాయి, 17:13
ఉపవాసం, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- తెల్ల దారం నల్ల దారం నుండి స్పష్టంగా కనిపించే వరకు తినండి మరియు తాగండి, 2:187
ఫత్హ్, S.48
ఫాతిహా, S.1
ఫాతిర్, S.35
ఫిద్యహ్ (విమోచన), ఉపవాసం, 2:196
- ఖైదీలను విడుదల చేయడానికి, 8:67
- అవిశ్వాసులు అందించే విమోచన, 3:91; 5:36,37; 10:54; 13:18
అంజూరపండు, 95:1
యుద్ధం చేయడం
- అల్లాహ్ మార్గంలో, అవిశ్వాసులకు వ్యతిరేకంగా, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- నిర్దేశించబడింది, 2:216
- పవిత్ర నెలల్లో, 2:217; 9:5
- ఇస్రాయేల్ పిల్లలచే, 2:246-251
- అల్లాహ్ మార్గంలో, అణచివేయబడిన పురుషులు మరియు స్త్రీల కోసం, 4:74-76
- అల్లోల కల్లోలం లేకుండా ఉండే వరకు, 8:39
- ఇరవై మంది రెండు వందల మందిని అధిగమిస్తారు, 8:65
- అల్లాహ్‌ను విశ్వసించనివారికి వ్యతిరేకంగా, 9:29
- అన్యాయానికి గురైనవారికి అనుమతి, 22:39-41
- మరియు మునాఫిఖులు, 47:20
- మినహాయింపులు, 48:17
ఫీల్, S.105
ఫిర్దౌస్ స్వర్గం, 18:107; 23:11
నిప్పు, 56:71, 100:2
ఈగ, 22:73
ఆహారం
- హలాల్ మరియు హరాం, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- గతంలో తిన్నందుకు పాపం లేదు, 5:93
- అతిక్రమించవద్దు, 5:87
- అల్లాహ్ హలాల్ చేసినది హరాం చేయవద్దు, 5:87; 7:32; 16:116
నిషేధిత ప్రవర్తన, 6:151-152; 7:33
క్షమాపణ, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- విశ్వాసుల బాధ్యత, 42:37; 45:14
- గ్రంథ ప్రజలను, విశ్వాసులచే క్షమించడం, 2:109
- అల్లాహ్ ఇష్టమైన వారిని క్షమిస్తాడు, 4:48
- అల్లాహ్ తనకు భాగస్వాములను చేయడం క్షమించడు, 4:48, 116
- అల్లాహ్ క్షమాపణ కోరేవారు, 4:110
- ముష్రికుల కోసం అల్లాహ్ క్షమాపణ కోరవద్దు, 9:113
- అల్లాహ్ అన్ని పాపాలను క్షమిస్తాడు, 39:53
- దేవదూతలు భూమిపై ఉన్నవారి కోసం క్షమాపణ కోరతారు, 42:5
- కోపంలో ఉన్నప్పుడు క్షమించండి, 42:37
- క్షమించి సంధి చేసుకోండి, 42:40
- అల్లాహ్ రోజులను ఆశించనివారిని విశ్వాసులు క్షమించాలి, 45:14
- తీవ్రమైన పాపాలు మరియు ఫవాహిష్ నివారించేవారికి, 53:32
- క్షమాపణ వైపు పోటీపడండి, 57:21
- చెడు కార్యాలు మంచి కార్యాలుగా మార్చబడతాయి 25:68-71
మోసం, (మోసం చూడండి) 83:1-6
స్వేచ్ఛా సంకల్పం
- అల్లాహ్ సంకల్పంచే పరిమితం, 6:107; 10:99; 74:56;76:31; 81:28-29
- ఎవరైనా ఇష్టమైతే, విశ్వసించనివ్వండి మరియు అవిశ్వసించనివ్వండి, 18:29
- తన ప్రభువు వైపు మార్గం తీసుకోండి, 76:29
- నేరుగా నడవండి, 81:28
శుక్రవారం నమాజులు, 62:9-11
పళ్ళు, 6:41; 16:11
- స్వర్గంలో, పుష్కలంగా, 43:73
- ప్రతి రకం, 47:15
- వారు కోరుకున్నట్లు, 77:42
ఫుజ్జార్, 82:14-16; 83:7
ఫుర్ఖాన్, S.25
ఫుస్సిలత్ (హా మీమ్ చూడండి), S.41
జిబ్రాయీల్, (జిబ్రీల్) 2:97-98; 26:193; 66:4; 81:19-21
- రూహ్, 26:193; 67:12; 70:4; 78:38; 97:4
- రూహ్-ఉల్-ఖుదుస్, 2:87, 253; 5:110; 16:102
జూదం, 2:219; 5:90
ఆట, ఇహ్రామ్ స్థితిలో, 5:94-96
గాఫిర్ (ము'మిన్ చూడండి), S.40
గాషియహ్, S.88
గుస్ల్, 4:43; 5:6
బహుమతులు, 30:39
జాలూత్, (జాలూత్) 2:249-251
మంచి (రోజులు), 3:140
- మీకు చెడు అనిపించేది మంచిది కావచ్చు, మీకు మంచి అనిపించేది చెడు కావచ్చు, 2:216
- ప్రతిఫలం లభించాలి, 4:85; 28:54
- రెట్టింపు ప్రతిఫలం, 4:40; 28:54
- పదిరెట్లు ప్రతిఫలం, 6:160
- పెరిగింది, 42:23
- మంచి చేసేవారికి మంచి మరియు పరలోక నివాసం ఉంది, 16:30
- ఈ ప్రపంచంలో మంచి చేసేవారికి మంచి ఉంది, 39:10
- అల్లాహ్ మంచి చేసేవారికి అత్యుత్తమంగా ప్రతిఫలిస్తాడు, 53:31
- మంచికి మంచి తప్ప మరొక ప్రతిఫలం ఉందా, 55:60
- అల్లాహ్ మీకు మంచి చేసినట్లు మీరు చేయండి, 28:77
మంచి మరియు చెడు
- మంచి అల్లాహ్ నుండి, చెడు మీ నుండే, 4:79
- మంచి చేస్తే మీకు మీరే, చెడు చేస్తే మీకు మీరే వ్యతిరేకం, 17:7;41:46
- చెడును మంచితో తిప్పికొట్టండి, 23:96; 28:54; 41:34
- మంచి మరియు చెడు కార్యాలు సమానం కాజాలవు, 41:34
- ప్రతి వ్యక్తి తాను చేసిన అన్నింటినీ ఎదుర్కొంటాడు, 3:30
- ముహ్సినూన్ కూడా చూడండి
మంచి కార్యం
- బహిరంగంగా చేయడం లేదా దాచడం, 4:149
- పోటీపడినట్లు కష్టపడండి, 5:48
సువార్త, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
గొప్ప వార్త, 78:1-5
అభివాదం, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
హదీద్, S.57
హద్య్ (బలి జంతువు), 2:196, 200
హజ్ (తీర్థయాత్ర), 2:158, 196-203; 3:97; 5:2;22:30
హజ్, S.22
హామాన్, 28:6, 38; 29:39; 40:24, 36, 37
చేతులు మరియు కాళ్ళు సాక్ష్యమిస్తాయి, 36:65
హాఖ్ఖా, S.69
కష్టం, ప్రతి కష్టంతో ఉపశమనం ఉంది, 94:5-6
హారూన్, (ఆరోన్)
హారూత్, 2:102
హష్ర్, S.59
హృదయాలు
- కఠినమైనవి, 2:74; 22:53; 39:22; 57:16
- ముద్రించబడినవి, 7:100-101; 40:35; 47:16; 63:3
- కప్పబడినవి, 17:46; 41:5
- తాళం వేయబడినవి, 47:24
- విభజించబడినవి, 59:14
- భయంతో నిండినవి, 22:35
- వ్యాధి ఉన్న హృదయాలు, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ఆకాశాలు
- ఆకాశాల అదృశ్యం అల్లాహ్‌కు చెందినది, 16:77
- ఆటకు సృష్టించబడలేదు, 21:16
- భూమితో అనుసంధానమై ఉండేవి, 21:30
- ఆకాశాలలో ఏదీ దాగి ఉండదు, 27:75
- స్తంభాలు లేకుండా సృష్టించబడ్డాయి, 31:10
- ఆయన కుడి చేతిలో చుట్టబడతాయి, 39:67
- రెండు రోజులలో ఏడు ఆకాశాల సృష్టి, 41:12
- సమీప ఆకాశాన్ని దీపాలతో అలంకరించారు, 41:12
- ఆకాశాలలో ఉన్నదంతా అల్లాహ్‌కు చెందినది, 45:27;53:31
- ఒకదానిపై ఒకటి ఏడు ఆకాశాలు, 67:3
నరకం (అగ్ని, మండే జ్వాల) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- మండే మరియు మరిగే నీరు 22:19-22; 23:103-104
- చీముు 14:14-17; 38:55-58; 69:35-37
- జఖ్ఖూమ్ చెట్టు 37:62-70; 44:43-50; 56:41-56
- నివాసుల జీవించలేక చనిపోలేక అవస్థ 87:13
- నిందల వేసుకోవడం 26:91-101; 34:31-33
- తక్షణ నాశనానికి పిలుపు 25:13-14; 43:74-78
- తీవ్రమైన మొరపెట్టుకోవడం 35:36-37
- నరకం గర్జించడం మరియు అరవడం 25:11-12; 67:6-11
- కాలిన చర్మాలు కొత్తవాటితో భర్తీ 4:56
- సంకెళ్ళు మరియు తారు దుస్తులు 14:48-50
- ఇనుప గదలు 22:19-22
- గొలుసులు 13:5
- నరక కాపలాదారులు 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- విమోచన అంగీకరించబడదు 5:36-37
- సిఫారసు నిరాకరించబడింది 6:94; 26:100; 30:13; 74:48
- మండే నిరాశ మరియు మంచు చల్లని చీకటి, 38:57
- డెబ్బై మూరల గొలుసు, 69:32
- పరిమిత కాలం నివాసం, 78:23
పరలోకం
- పరలోకంలో నివాసం మంచిది, 6:32; 7:169
- పరలోకంలో ముగింపు ఏమిటి, 6:135
- జాలిమూన్ పరలోకంలో విజయం పొందరు, 6:135
- పరలోక నివాసం, 12:109; 16:30; 28:83; 29:64
- పరలోకాన్ని విశ్వసించనివారు, 17:10
- పరలోక ప్రతిఫలం, 42:20
- వెండి మరియు బంగారం కంటే మంచిది, 43:33-35
- కేవలం ముత్తఖులకే, 43:35
- పరలోక శిక్ష, 68:33
- మంచిది మరియు నిరంతరమైనది, 87:17
- ప్రస్తుతం కంటే మంచిది, 93:4
విశాల మార్గాలు, 21:31
హిజ్ర్ (శిలా ప్రాంతం), 15:80-85
హిజ్ర్, S.15
సమలైంగికత 26:165-166; 27:55; 29:28-29
గుర్రాలు, 16:8
ఘడియ
- దాని జ్ఞానం అల్లాహ్ మాత్రమే, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- హఠాత్తుగా వారిపై వస్తుంది, 6:31; 7:187;12:107; 43:66
- మీపై వస్తుంది, 6:40; 12:107; 20:15; 34:3
- సమీపించింది, 54:1-5
- కంటి రెప్పపాటు వలె లేదా అంతకంటే దగ్గరగా,16:77
- ఘడియ భూకంపం, 22:1
- ఆ రోజున స్థాపించబడుతుంది, 30:12, 14
- తప్పకుండా వస్తుంది, సందేహం లేదు, 40:59;45:32; 51:5-6
- సూచనలు 21:96; 27:82; 43:61; 47:18; 54:1-2
- పేర్లు 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ప్రజలను ఆశ్చర్యపరుస్తుంది 6:31; 7:187
- శంఖం ఊదబడుతుంది 6:73; 23:101; 39:68
ఇళ్ళు, ప్రవేశించే మర్యాదలు, 24:27-29
హూద్, 7:65-72; 11:50-60; 26:123-140; 46:21-26
హూద్, S.11
హుజురాత్, S.49
హుమజా, S.104
హునైన్ (యుద్ధం), 9:25
హూర్ (స్వర్గంలో స్త్రీలు), 44:54; 52:20
మునాఫిఖులు
- మేము అల్లాహ్‌ను మరియు చివరి రోజును విశ్వసిస్తున్నాము అంటారు, కానీ నిజానికి విశ్వసించరు, 2:8
- తమను తాము మోసగించుకుంటారు, 2:9
- హృదయాలలో వ్యాధి, 2:10; 8:49; 22:53;33:12; 47:29
- ఫిత్నా సృష్టిస్తారు, 2:11-12
- మూర్ఖులు మరియు అపహాస్యం చేసేవారు, 2:13-15
- మార్గదర్శకత్వానికి బదులు తప్పుదారి కొన్నారు, 2:16
- చెవిటివారు, మూగవారు మరియు గుడ్డివారు, 2:17-18
- మరణం మరియు చీకటికి భయపడతారు, 2:19-20
- ఆహ్లాదకరమైన మాటలు, 2:204-206
- యుద్ధానికి నిరాకరిస్తారు, 3:167-168
- వారి హృదయాలలో ఏముందో అల్లాహ్‌కు తెలుసు, 3:167;4:63
- అబద్ధపు న్యాయమూర్తుల దగ్గరికి వెళ్తారు, వెల్లడింపు నుండి తప్పుకుంటారు, విపత్తు వచ్చినప్పుడు వస్తారు, 4:60-62
- దురదృష్టంలో మరియు గొప్ప విజయంలో, 4:72-73
- అల్లాహ్ వారిని వెనక్కి నెట్టాడు, 4:88
- మిత్రులుగా తీసుకోకూడదు, 4:89; 58:14-19
- వారు వెనుదిరిగితే, ఎక్కడ కనిపించినా చంపండి, 4:89
- మీ విజయం లేదా అవిశ్వాసుల విజయం కోసం నిరీక్షిస్తారు, 4:141
- అల్లాహ్‌ను మోసగించాలని చూస్తారు, సోమరిగా మరియు ప్రదర్శన కోసం నమాజు చేస్తారు, 4:142
- వీరికి చెందరు వారికి చెందరు, 4:143
- నరకంలో అత్యంత అట్టడుగు స్థాయిలో; సహాయకుడు లేదు, 4:145
- బయటపడతామని భయపడతారు, 9:64-65
- వారి కోసం నమాజు చేయకూడదు, 9:84
- పురుషులు మరియు స్త్రీలు ఒకే రకమైనవారు; నష్టపోయినవారు; అల్లాహ్ శాపం, 9:67-69
- బేడౌయిన్లలో, 9:101
- ఎక్కడ కనిపించినా పట్టుకొని చంపబడతారు, 33:61
- అల్లాహ్ మునాఫిఖులను శిక్షిస్తాడు, 33:73
- అబద్ధాలకోరులు; వెనక్కి తిరుగుతారు; హృదయాలు విభజించబడ్డాయి, 59:11-14
- అబద్ధాలకోరులు; ప్రమాణాలను తెర చేసుకున్నారు; హృదయాలు ముద్రించబడ్డాయి; వారిపట్ల జాగ్రత్తగా ఉండండి, 63:1-4
- అర్థం చేసుకోరు, తెలుసుకోరు, 63:7-8
- వారికి వ్యతిరేకంగా కష్టపడండి, 66:9
ఇబ్లీస్ (షైతాన్), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- షైతాన్ కూడా చూడండి
ఇబ్రాహీం, (అబ్రహామ్ చూడండి)
ఇబ్రాహీం, S.14
'ఇద్దహ్ (విడాకుల నిర్ణీత కాలం), 2:228, 231, 232, 234, 235; 33:49;65:1-7
ఇద్రీస్ (హనోక్), 19:56-57; 21:85; 96:4
ఇహ్రామ్, 2:197; 5:2, 95
ఇహ్సాన్, 16:90
ఇఖ్లాస్, S.112
ఇలాహ్, ఒకే ఒక్కడు, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
చట్టవిరుద్ధ లైంగిక సంబంధం; సాక్షుల ఆధారం, 4:15-18; 24:2, 19
ఇల్లియ్యూన్, 83:18-21
అపవిత్రం (నజస్) 9:28
'ఇమ్రాన్
- భార్య, 3:35
- కుమార్తె, 66:12
అనివార్యం, 69:1-3
ఇన్ఫితార్, S.82
వారసత్వం, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
అన్యాయం, దానికి గురైనవారికి, 4:30, 148
ఇన్సాన్ (దహ్ర్ చూడండి), S.76
ఇన్షిఖాఖ్, S.84
ఇన్షిరాహ్ (షర్హ్ చూడండి), S.94
వహీ, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
సిఫారసు/సిఫారసు చేసేవాడు, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
మత్తు పదార్థాలు, 5:90, 2:219
ఇఖామత్-అస్-సలాత్, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
ఇఖ్రా' ('అలఖ్ చూడండి), S.96
ఇరమ్, 89:7
ఇనుము, 57:25
'ఈసా, యేసు చూడండి
ఇస్సాకు, (ఇస్హాఖ్) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ఇస్మాయీల్ (ఇస్మాయీల్), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
తన తండ్రితో కాబా పునాదులు నిర్మిస్తాడు 2:125-140
బలి కథ 37:100-113
ఇస్లాం, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ముస్లింలుగా సమర్పించుకున్నవారిలో మొదటివాడు, 6:14,163; 39:12
- మొదటిగా స్వీకరించిన వారు, 9:100
- ఇస్లాంకు హృదయం తెరవబడింది, 39:22
- ఒక అనుగ్రహంగా, 49:17
ఇస్రా', S.17
ఇస్రాయేల్, సంతానం, 2:40-86
- అనుగ్రహం, 2:47-53, 60, 122; 45:16-17
- అల్లాహ్ ఆజ్ఞను ధిక్కరించడం, 2:54-59, 61, 63-74; 5:71; 7:138-141
- ముస్లింలతో వారి సంబంధాలు, 2:75-79
- వారి అహంకారం, 2:80, 88, 91
- వారి ఒడంబడికలు, 2:80, 83-86, 93, 100; 5:12-13, 70
- పరలోకం బదులు ఈ లోక జీవితాన్ని కొన్నారు, 2:86
- జీవితంపై మానవులలో అత్యంత అత్యాశ కలవారు, 2:96
- ఒక రాజు కోసం అడిగారు, 2:246-251
- హద్దులు మీరారు; వివిధ సమూహాలుగా విభజించారు; కోతులు, 7:161-171
- రెండుసార్లు వాగ్దానం చేయబడ్డారు, 17:4-8
- శత్రువు నుండి విముక్తి, 20:80-82
- గ్రంథం మరియు నాయకులు ఇవ్వబడ్డారు, 32:23-25; 40:53-54
- ఇస్రాయేల్ పండితులకు ఇది (ఖురాన్) సత్యమని తెలుసు, 26:197
ఇస్తవా (అధిష్ఠించాడు), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
ఇ'తికాఫ్, 2:187
యాకూబ్, (యా'ఖూబ్) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- అస్బాత్ (యాకూబు పన్నెండు కుమారులు), 2:140; 3:84;4:163
జాలూత్, (గోలియాత్ చూడండి)
జమరాత్, 2:200
జాథియహ్, S.45
యేసు, మర్యమ్ కుమారుడు ఈసా
- తల్లి ప్రపంచపు స్త్రీలందరిలో ఎంపిక చేయబడింది 3:42
- పునరుత్థాన దినాన సాక్ష్యమిస్తాడు, 4:159
- జన్మకు శుభవార్త, 3:45-47; 19:22-23
- ఇస్రాయేల్ సంతానానికి సందేశహరుడు, 3:49-51
- శిష్యులు, 3:52-53; 5:111-115
- శిష్యులు అల్లాహ్ సహాయకులు, 3:52; 61:14
- పైకి లేపబడ్డాడు, 3:55-59; 4:157-159
- ఆదమ్ పోలిక, 3:59
- చంపబడలేదు లేదా సిలువ వేయబడలేదు, 4:157
- వహీ పొందాడు, 4:163
- సందేశహరుడు మాత్రమే (దైవత్వం ఆపాదించకూడదు), 4:171-172; 5:75; 19:30, 43:63-64
- అని చెప్పేవారు అవిశ్వాసులు, 5:17, 72; 9:30
- మా సందేశహరుడు (ముహమ్మద్ ﷺ) వచ్చాడు, 5:19
- సువార్త ఇచ్చాడు, 5:46
- శిష్యులు అన్నారు: మేము ముస్లింలం, 5:111
- ఆహారంతో పరిచిన బల్ల, 5:114
- అబద్ధపు ఆరాధన నేర్పించలేదు, 5:116-118
- నీతిమంతుడైన ప్రవక్త, 6:85
- ఒక సూచనగా, 23:50
- అతని రెండవ రాక 43:61
- అతని గురించి భిన్నాభిప్రాయాలు, 43:65
- ఇస్రాయేల్ సంతానానికి బానిస మరియు ఆదర్శం మాత్రమే, 43:59
- అహ్మద్ అని పేరు కలిగిన సందేశహరుని శుభవార్త, 61:6
- అతని కన్య జన్మ, సందేశం మరియు మహిమలు 3:45-51; 19:16-38
- అల్లాహ్ అనుగ్రహాలు గుర్తుచేయబడ్డాయి 5:110-115
- దైవత్వాన్ని నిరాకరిస్తాడు 5:116-120
- అనుచరుల హృదయాలలో కరుణ మరియు దయ 5:82; 57:27
యూదులు మరియు క్రైస్తవులు, 2:140; 4:153-161, 171; 5:18
- అబద్ధాలు వింటారు, 5:41-42
- వారు పలికినందుకు శపించబడ్డారు, 5:64
- విశ్వాసులకు (ముస్లింలకు) శత్రుత్వం, 5:82
- ఇస్లాం స్వీకరించినవారు, 26:197; 28:53; 29:47
జిబ్రీల్, (జిబ్రాయీల్ చూడండి)
జిహాద్, (యుద్ధం, శ్రమ) 2:216; 9:24; 22:78; 25:52
జిన్న్, S.72
జిన్న్, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
జిన్న్, అగ్ని నుండి సృష్టించబడ్డారు 15:25; 55:15
- విశ్వాసి మరియు అవిశ్వాసి జిన్నులు 72:1-15
- కొందరు ఖురాన్ సందేశాన్ని విశ్వసించారు 46:29-32
- మానవులు మరియు జిన్నులు ఒక ఉద్దేశ్యం కోసం సృష్టించబడ్డారు 51:56-58
అయ్యూబ్, 4:163; 6:84; 21:83-84; 38:41-44
యహ్యా, (జాన్, జాన్ ది బాప్టిస్ట్)
- శుభవార్త, 3:38-41; 19:7-11; 21:90
- నీతిమంతుడు, 6:85
- జ్ఞానవంతుడు, సానుభూతి కలవాడు, విధేయుడు, 19:12-15
యూనుస్ (జోనాస్ లేదా యూనుస్), 4:163; 6:86; 10:98;21:87; 37:139-148
- (థున్-నూన్) 21:87; 68:48-50
యూసుఫ్ (యూసుఫ్), 6:84; 12:4-101
- కథలలో అత్యుత్తమం 12:1-3
- యువ యూసుఫ్ కల 12:4-6
- అన్నదమ్ముల కుట్ర 12:7-18
- బానిసత్వంలో అమ్మబడ్డాడు 12:19-20
- ఈజిప్ట్ ముఖ్యమంత్రి ఇంట్లో పెరిగాడు 12:21-22
- ముఖ్యమంత్రి భార్య అతన్ని శోధించాలని చూసింది 12:23-29
- విందు సంఘటన 12:30-32
- జైలుకు వెళ్తాడు 12:33-35
- ఇద్దరు ఖైదీలు 12:36-42
- రాజు కల 12:43-53
- ముఖ్యమంత్రి అవుతాడు 12:54-57
- అన్నదమ్ములు సరుకుల కోసం వస్తారు 12:58-68
- తమ్ముడు బెంజమిన్‌ను తీసుకుంటాడు 12:69-82
- తండ్రి మళ్ళీ దుఃఖిస్తాడు 12:83-87
- తన నిజమైన గుర్తింపు వెల్లడిస్తాడు 12:88-98
- పాత కల నిజమవుతుంది 12:99-100
- ముగింపు ప్రార్థన 12:101
జూదీ పర్వతం, 11:44
జుమ్ముఆ, S.62
న్యాయం (అద్ల్), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- కూడా చూడండి 4:65, 105
కాబా
- అబ్రహామ్ నిర్మించాడు, 2:125-127
- జంతువులను వేటాడకూడదు, 5:94-96
- భద్రత ఆశ్రయం, 5:97
- నగ్నంగా తవాఫ్ చేయడం, 7:28
- నమాజు మరియు తవాఫ్ సమయంలో, 2:200; 7:29, 31
కాఫిరూన్, S.109
కాఫూర్, అందులో కలిపిన కప్పు, 76:5
కహ్ఫ్, S.18
కంజ్, 9:34-35
కౌథర్ (స్వర్గంలో నది), 108:1
కౌథర్, S.108
తాళాలు
ఆకాశాలు మరియు భూమి యొక్క, 39:63; 42:12
గైబ్ యొక్క, 6:59
ఖవ్లా బిన్త్ థ'లబా, 58:1
హత్య
- ఎవరైనా ఒక వ్యక్తిని చంపితే, మొత్తం మానవజాతిని చంపినట్లే, 5:32
- ఎవరినీ చంపవద్దు, 17:33
మంచి మాటలు దాతృత్వం కంటే మంచివి, 2:263
బంధువుల హక్కులు, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
కిరామన్-కాతిబీన్, 82:11
జ్ఞానం
- ఒక ఆకు రాలినా ఆయనకు తెలుసు, 6:59
- జ్ఞానం లేకుండా తమ పిల్లలను చంపినవారు నాశనం అవుతారు, 6:140
- ఐదు విషయాల జ్ఞానం, అల్లాహ్ మాత్రమే, 31:34
- నిశ్చయత్వంతో, 102:5-7
ఖారూన్ (ఖారూన్), 28:76-82; 29:39; 40:24
కుర్సీ, 2:255
లహబ్ (మసద్ చూడండి), S.111
లైల్, S.92
దీపం, 25:61; 67:5; 71:16; 78:13
భాషలు
- భాషలు మరియు మానవుల రంగుల వ్యత్యాసం, 30:22
లాత్, 53:19
నిర్దేశిత చట్టం, 5:48
అల్లాహ్ నుండి చట్టాలు, 2:219; 98:3
అబద్ధాలకోరులు, 26:221-223
జీవితం, ఎవరైనా ఒక వ్యక్తిని రక్షిస్తే మొత్తం మానవజాతిని రక్షించినట్లే, 5:32
ఈ లోక జీవితం
- పరలోకం బదులు ఈ లోక జీవితాన్ని కొన్నారు, 2:86
- కేవలం మోసపు ఆనందం మాత్రమే, 3:185
- పరలోకం కోసం ఈ లోక జీవితాన్ని అమ్మడం, 4:74
- వినోదం మరియు ఆట మాత్రమే, 6:32; 29:64; 47:36; 57:20
- మోసం చేస్తుంది, 6:130
- పరలోకంతో పోలిస్తే స్వల్పమైన ఆనందం, 9:38; 13:26; 28:60
- వర్షం వంటిది, 10:24
- ఈ లోకంలో శుభవార్తలు, 10:64
- ఎవరు ఈ లోకాన్ని కోరుకుంటారో వారికి ఇక్కడ లభిస్తుంది; కానీ పరలోకంలో వాటా ఉండదు, 11:15-16; 17:18; 42:20
- ప్రస్తుతాన్ని ఇష్టపడి పరలోకాన్ని నిర్లక్ష్యం చేసేవారు, 75:20-21; 76:27
- మీరు ఈ లోకాన్ని ప్రాధాన్యత ఇస్తారు, 87:16
వెలుతురు
- స్పష్టమైన, 4:174
- మరియు చీకటి, 6:1
- దృష్టాంతం, 24:35
- విశ్వాసుల ముందు మరియు వెంట వెళ్తుంది, 57:12-15; 66:8
- అల్లాహ్ ఇచ్చాడు, విశ్వాసులు నేరుగా నడవడానికి, 57:2
అల్లాహ్ నిర్దేశించిన హద్దులు, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- ఇవే హద్దులు, 2:187; 229-230; 4:13; 58:4; 65:1
- హద్దులు మీరవద్దు, 2:190, 229
- హద్దులు మీరినవారు, 2:229; 4:14; 78:22
- బలవంతం కింద, హద్దులు మీరకుండా, 2:173; 6:145
- మీ మతంలో హద్దులు మీరవద్దు, 4:171; 5:77
- హద్దులు మీరినప్పుడు (కోతులుగా మారారు), 7:166
- హద్దులు పాటించేవారు, 9:112
సింహం, 74:51
రుణం
- అల్లాహ్‌కు మంచి రుణం ఇవ్వండి, 2:245; 73:20
- అనేక రెట్లు పెరుగుతుంది, 57:11, 18
- రెట్టింపు, 64:17
స్పష్టమైన నష్టం, 39:15
లూత్, (లూత్) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- అతని అవిధేయురాలైన భార్య, 11:81; 15:60; 66:10
లోటె చెట్టు, 34:16; 53:14-16; 56:28
లుఖ్మాన్, 31:12-14
లుఖ్మాన్, S.31
మ'ఆరిజ్, S.70
మదీనా (యథ్రిబ్), 9:120; 33:13, 60; 63:8
మద్యన్, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- అయ్కహ్ అడవి కూడా చూడండి
మహర్ (వివాహ డబ్బు), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
మాయిదహ్, S.5
మక్కా (బక్కాహ్), 3:96;90:1-2
- భద్రత నగరం, 95:3
మనిషి
- భూమిపై తరం తర్వాత తరం, 2:30;6:165
- వారసుడుగా చేయబడ్డాడు, 35:39
- విధి, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- అల్లాహ్ పరీక్షిస్తాడు, 2:155; 3:186; 47:31; 57:25
- మనుషులు కోరుకునే విషయాలు, 3:14
- నుండి సృష్టించబడ్డాడు, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- సృష్టించబడి నిర్దేశిత కాలం నిర్ణయించబడింది, 6:2; 15:26
- భార్యతో సంధి, 4:35
- అల్లాహ్‌తో తమ సమావేశాన్ని తిరస్కరించిన నష్టపోయినవారు,6:31
- తిరిగి రావడం, 6:60, 72, 164; 10:45-46
- తనకు తానే కుట్రలు పన్నుతాడు, 6:123
- మరొకరి భారం మోయడు, 6:164
- కృతజ్ఞత లేనివాడు, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- షైతాన్ గురించి హెచ్చరించబడ్డాడు, 7:27
- భార్య మరియు పిల్లలు, 7:189-190
- హాని లేదా చెడు తగిలినప్పుడు, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ప్రభువు వైపు తిరిగి వస్తాడు, 10:23; 84:6; 96:8
- తమకు తాము అన్యాయం చేసుకుంటారు, 10:44
- ఉల్లాసంగా మరియు గొప్పగా ఉంటాడు, 11:10
- చెడు కోసం ప్రార్థిస్తాడు, 17:11
- అతిత్వరగా ఉంటాడు, 17:11
- అతని కార్యాలు మెడకు కట్టబడ్డాయి, 17:13
- ఎవరైనా తప్పుదారి పట్టినా తమకే నష్టం, నేరుగా నడిచినా తమకే మేలు, 17:15
- అన్యాయంగా వ్యవహరించబడదు, 17:71
- మరణం మరియు పునరుత్థానం, 23:15-16
- మతాన్ని వర్గాలుగా విభజించారు, ఒక్కొక్కరు తమ నమ్మకంలో సంతోషిస్తారు, 23:53
- నాలుకలు, చేతులు మరియు కాళ్ళు సాక్ష్యమిస్తాయి, 24:24
- తనకు వ్యతిరేకంగా తానే సాక్షి, 75:14
- తన కోరికను తన దేవుడుగా చేసుకున్నవాడు,25:43
- రక్తం మరియు వివాహం ద్వారా బంధువులు, 25:54
- ఆకాశంలో మరియు భూమిలో ఉన్నదంతా మీకు అధీనం చేశాడు, 31:20
- ఎవరైనా తన ముఖాన్ని అల్లాహ్‌కు అప్పగిస్తే, 31:22
- శరీరంలో రెండు హృదయాలు లేవు, 33:4
- అల్లాహ్‌ను ఆరాధించడానికి, 39:64-66
- అతని చేతులు సంపాదించినందుకు దురదృష్టాలు, 42:30, 48
- అతని కార్యాలను నమోదు చేసే దేవదూతలు, 50:17-18, 23;85:11
- అతన్ని కాపాడే దేవదూతలు, 13:11; 86:4
- మూడు వర్గాలుగా వరుసపెట్టబడ్డారు, 56:7-56
- అల్లాహ్‌కు అత్యంత సమీపంలో ఉన్నవారు, 56:10-11
- కుడి చేయి సహచరులు, 56:27-40
- ఎడమ చేయి సహచరులు, 56:41-56
- తెలియని రూపాలలో రూపాంతరించబడతారు మరియు సృష్టించబడతారు, 56:60-62
- ఆకారాలు మంచిగా చేయబడ్డాయి, 64:3
- సంపద మరియు పిల్లలు కేవలం పరీక్ష మాత్రమే, 64:15
- సృష్టించబడి ఇవ్వబడ్డాడు, 67:23-24; 74:12-15; 90:8-10
- అతిత్వరగా ఉంటాడు, 70:19-21
- నమాజులకు అంకితమైనవాడు, 70:22-35
- మరింత కోరుకుంటాడు, 74:15
- తనకు వ్యతిరేకంగా తానే సాక్షి, 75:14-15
- అతని అహంకారం, 75:31-40; 90:5-7
- ఈ లోక జీవితాన్ని ఇష్టపడతాడు, 76:27
- సృష్టించడం కష్టమా లేక ఆకాశమా, 79:28
- ప్రభువు విషయంలో నిర్లక్ష్యంగా ఉంటాడు, 82:6-12
- సరిగ్గా రూపొందించబడి తగిన నిష్పత్తి ఇవ్వబడ్డాడు, 82:7
- దశ నుండి దశకు ప్రయాణిస్తాడు, 84:19
- సంపదపై ప్రేమ, 89:20
- కష్టంలో సృష్టించబడ్డాడు, 90:4
- కృషి మరియు కార్యాలు వైవిధ్యంగా ఉంటాయి, 92:4
- సులభమైన మరియు కష్టమైన మార్గాన్ని సుగమం చేశాడు,92:7, 10
- అత్యుత్తమ రూపంలో సృష్టించబడ్డాడు, 95:4
- తర్వాత అత్యంత అధమ స్థాయికి తగ్గించబడ్డాడు, 96:5
- అన్ని హద్దులు మీరతాడు, 96:6-7
మనాసిక్ (హజ్ విధులు), 2:128, 200; 22:30
మనాత్, 53:20
మానవజాతి
- మానవజాతిపై సాక్షులు, 2:143
- ఒక సమాజం, 2:213; 10:19
- ఒక జంట నుండి సృష్టించబడ్డారు, 4:1; 39:6; 49:13
- తమకు వ్యతిరేకంగా తిరుగుబాటు, 10:23
- లెక్కింపు సమీపించినా నిర్లక్ష్యంగా ఉంటారు, 21:1-3
- ఫిత్రహ్‌పై సృష్టించబడ్డారు, 30:30
- మానవులలో అత్యంత గౌరవనీయులు, 49:13
- జాతులు మరియు తెగలుగా చేయబడ్డారు, 49:13
మన్న మరియు కౌజులు, 2:57
మర్యాదలు
- ఇళ్ళలో ప్రవేశించే మర్యాదలు, 24:27-29
- ఇంట్లో, 24:58-61
- ప్రవక్త ఇళ్ళలో, 33:53
- ప్రవక్తను అభినందించడం మరియు సలాత్ పంపడం, 33:56
- అల్లాహ్‌ను, ఆయన సందేశహరుడిని, విశ్వాసి పురుషులను లేదా స్త్రీలను బాధించవద్దు, 33:57-58
- విశ్వసించే ముందు వార్తలు ధృవీకరించుకోండి, 49:6
- మరొకరిని అపహాస్యం చేయవద్దు, 49:11
- సమావేశాలలో, 58:11
వివాహం, 2:232, 234
- అవిశ్వాసులు లేదా బానిసలతో, 2:221
- ఎంత మందితో, హలాల్, 4:3
- మహర్ తిరిగి తీసుకోకూడదు (విడాకుల సందర్భంలో), 4:20-21
- నిషేధించబడినవి, 4:22-24
- స్వేచ్ఛగా ఉన్న విశ్వాసి స్త్రీలను వివాహం చేసుకోవడానికి సాధనాలు లేకుంటే,4:25
- విచ్ఛేదం భయపడితే ఇద్దరు మధ్యవర్తులను నియమించాలి, 4:35
- భార్య క్రూరత్వం లేదా విడిచిపెట్టడం భయపడితే, శాంతి షరతులు ఏర్పరచుకోండి, 4:128
- ఒక భార్యపై మితిమీరి మొగ్గు చూపి మరొకరిని వేలాడదీయడం వద్దు, 4:129
- వ్యభిచారుల వివాహం, 24:3
- పేదవారికి, 24:32
- వివాహానికి ఆర్థిక సాధనాలు లేనివారు, 24:33
- ప్రవక్తకు హలాల్ చేయబడిన భార్యలు, 33:50-52
- లైంగిక సంబంధానికి ముందు విడాకుల సందర్భంలో ఇద్దహ్ లేదు, 33:49
అమరులు
- చనిపోలేదు, 2:154; 3:169
- అల్లాహ్ నుండి కృప మరియు అనుగ్రహంలో సంతోషిస్తారు,3:170-171
- క్షమాపణ మరియు దయ పొందుతారు, 3:157-158
- మంచి జీవనోపాధి పొందుతారు, 22:58-59
మారూత్, 2:102
మర్యమ్ (యేసు తల్లి), జన్మ, 3:35-7
- యేసు శుభవార్త, 3:42-51; 19:16-21
- ప్రసవంలో, 19:23-26
- శిశువును తన ప్రజలకు తెచ్చింది, 19:27-33
- అబద్ధపు ఆరోపణ, 4:156
- తన పవిత్రతను కాపాడింది, 21:91; 66:12
మర్యమ్, S.19
మసద్, S.111
- అల్-మస్జిద్-అల్-అఖ్సా, 17:1
- అల్-మస్జిద్-అల్-హరామ్, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- అల్-మష్'అర్-అల్-హరామ్, 2:198
మాఊన్, S.107
మ'వా స్వర్గం, 53:15
కొలత మరియు తూనిక, పూర్తిగా ఇవ్వండి, 11:85; 17:35;83:1-5
సమావేశం
- అల్లాహ్‌తో, 6:31
- గొప్ప రోజు, 19:37
- పరలోక సమావేశం, 30:16
సందేశహరులు, 2:253; 4:164-165; 40:78; 57:27
- వరుస, 2:87
- శ్రేణి, 5:19; 23:44
- చంపబడ్డారు, 3:183
- బెదిరించబడ్డారు, 14:13
- అపహాస్యం చేయబడ్డారు, 6:10; 13:32; 15:11; 21:41
- తిరస్కరించబడ్డారు,3:184; 6:34;25:37;34:45; 51:52
- కొందరిని విశ్వసించి కొందరిని తిరస్కరించడం,4:150-152
- సందేశహరుల సమావేశం, 5:109
- శుభవార్తలు మరియు హెచ్చరికలు ఇచ్చేవారుగా పంపబడ్డారు,6:48; 14:4-8
- ప్రతి జాతి నుండి ఒక సాక్షి, 16:89
- ప్రతి జాతికి ఒక సందేశహరుడు ఉన్నాడు, 10:47; 16:36
- అల్లాహ్ వచనాలు పఠించడం, 7:35-36
- దేవదూత సందేశహరుడుగా, 17:95; 25:7
- మానవులు మాత్రమే,14:10-12;17:94; 21:8; 25:7-8, 20
- వారి భార్యలు మరియు సంతానం, 13:38
- ప్రవక్తలు కూడా చూడండి
మిరాజ్, 17:1; 53:12
పిసినారితనం/పిసినారులు, 57:24
దురదృష్టం, మీ చేతుల వల్ల, 42:30
సన్యాసం, నిర్దేశించబడలేదు, 57:27
కోతులు, అతిక్రమించినవారు కోతులుగా మారారు, 2:65;5:60; 7:166
మిరాజ్, 17:1; 53:12
నెలలు, సంఖ్య, 9:36-37
చంద్రుడు, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- చీలిపోవడం; 54:1
మూసా
- మరియు అతని ప్రజలు, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- మరియు ఫిర్'ఔన్, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- అల్లాహ్ మార్గదర్శకత్వం, 6:84
- పర్వతం మరియు ప్రభువు దర్శనం, 7:142-145
- వత్సల విగ్రహారాధన గురించి తన ప్రజలను గద్దిస్తాడు, 7:148-156;20:83-99
- అతని గ్రంథం, దానిలో విభేదాలు తలెత్తాయి, 11:110
- గ్రంథం ఇవ్వబడ్డాడు, 17:2
- తొమ్మిది స్పష్టమైన సూచనలు, 7:133; 17:101
- రెండు సముద్రాల సంగమం వరకు, 18:60-82
- మండే పొదలో కీలక సమావేశం 20:9-36; 27:7-14; 28:29-35
- పిలవబడి సందేశహరత్వం ఇవ్వబడ్డాడు, 19:51-53;20:9-56
- అతని బాల్యం, తల్లి మరియు అక్క, 20:38-40;28:7-13
- మాంత్రికులు మతం మార్చుకున్నారు, 20:70-73; 26:46-52
- మద్యన్‌లో, 20:40; 28:22-28
- కొలమానం ఇవ్వబడ్డాడు, 21:48
- మరియు రహస్యమైన అగ్ని, 27:7-12; 28:29-35
- నగరంలో పొరపాటున ఒక ఈజిప్షియన్‌ను చంపాడు 28:14-21
- స్పష్టమైన ఆయత్‌లతో వచ్చాడు, 29:39
- ఫిర్'ఔన్‌తో కథ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ఫిర్'ఔన్ మరియు అతని ప్రజలకు తొమ్మిది సూచనలు 7:130-133; 20:17-22; 17:101
- ఫిర్'ఔన్ మాంత్రికులను ఓడించాడు 20:70-73; 26:46-52
- మద్యన్‌కు పలాయనం మరియు వివాహం 28:22-28
- టాబ్లెట్‌లు అందుకున్నాడు 7:142-154
- పర్వతంపై అల్లాహ్‌ను చూపమని అడిగాడు 7:142-145
- అల్లాహ్ చేత గౌరవించబడ్డాడు 33:69
- ఇస్రాయేలీయులకు అల్లాహ్ అనుగ్రహాలు 2:47-61
- ఇస్రాయేలీయులు జెరూసలేంలో ప్రవేశించడానికి నిరాకరించారు 5:20-29
- నేరుమార్గానికి మార్గదర్శకత్వం పొందాడు, 37:114-122
- అతని గ్రంథం, 53:36; 87:19
మసీదు (జెరూసలేం), 17:7
మసీదు (ఖుబా), 9:107-108
మసీదులు, 2:187; 9:17-19
- అల్లాహ్ మసీదులను నిర్వహించడం, 9:17-18
దోమ, ఒక దృష్టాంతం, 2:26
పర్వతాలు, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
ముద్దథ్థిర్, S.74
ముహాజిర్ (వలసదారులు), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- స్త్రీలు, 60:10-12
ముహమ్మద్ ﷺ
- అపహాస్యం చేయబడ్డారు, 2:104; 4:46; 25:41-42; 34:78
- సందేశహరుడిని గౌరవించండి, 2:104; 4:46; 49:1-5
- అతన్ని విశ్వసించే ఒడంబడిక, 3:81
- విశ్వాసులపై సాక్షి, 2:143
- సందేశహరుడు మాత్రమే, 3:144
- సౌమ్యంగా వ్యవహరించడం, 3:159
- అతని కార్యం, 3:164; 7:157; 36:6; 52:29; 74:1-7
- విశ్వాసులకు గొప్ప అనుగ్రహంగా పంపబడ్డారు, 3:164
- సత్యంతో పంపబడ్డారు, 4:170
- కాపలాదారుగా చేయబడలేదు, 6:107
- నిరక్షరాస్యుడు, 7:157; 62:2
- మానవజాతికి అల్లాహ్ సందేశహరుడుగా పంపబడ్డారు, 7:158; 48:9, 29
- స్పష్టమైన హెచ్చరిక చేసేవాడు, 7:184, 188; 11:2; 15:89; 53:56
- పిచ్చివాడు కాదు, 7:184; 68:2; 81:22
- మీపై నిందలు వేసేవారు, 9:58
- ప్రవక్తను బాధించే వారు, విశ్వాసులకు దయ, 9:61
- వెల్లడించబడినదే అనుసరిస్తారు, 10:15-16; 11:12-14; 46:9
- అతని మాటలు, 11:2-4; 12:108; 34:46-50
- అల్లాహ్ అతనిపై సాక్షి, 13:43; 29:52; 46:8
- సాక్షిగా, శుభవార్తల మోసేవాడుగా మరియు హెచ్చరించేవాడుగా పంపబడ్డారు, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- దుఃఖపడవద్దు, 15:97; 16:127; 18:6
- సాక్షిగా పంపబడ్డారు, 16:89; 22:78; 73:15
- జ్ఞానంతో మరియు మంచి ప్రసంగంతో ఆహ్వానించడానికి, మరియు మంచి పద్ధతిలో వాదించడానికి, 16:125
- మఖాముల్ మహ్మూద్, 17:79
- వహీ పొందారు, 18:110
- 'ఆలమీన్‌కు రహమత్, 21:107
- ప్రతిఫలం అడగరు, 25:57; 38:86; 42:23
- ఆదేశించబడ్డారు, 27:91-93;30:30;66:9
- అల్లాహ్ నుండి రహమత్‌గా, 28:46-47
- విశ్వాసులకు సమీపంగా, 33:6
- అనుసరించడానికి మంచి ఆదర్శం, 33:21
- ప్రవక్తలలో చివరివారు, 33:40
- అతనిపై సలాత్ పంపండి, 33:56
- మొత్తం మానవజాతికి పంపబడ్డారు, 34:28
- వేతనం అల్లాహ్ నుండే, 34:47
- కేవలం ఒక మానవుడు, 41:6
- రక్షకుడుగా పంపబడ్డారు, 42:48
- సందేశహరులలో కొత్తది కాదు, 46:9
- ఇస్రాయేల్ సంతానం నుండి సాక్షి,46:10
- అతనికి బై'అత్ అల్లాహ్‌కు బై'అత్, 48:10, 18
- జిబ్రాయీల్‌ను చూశారు, 53:4-18; 81:22-25
- అతనికి వ్యతిరేకంగా వెళ్ళవద్దు, 58:20-22
- యేసు ముందుగా చెప్పారు, 61:6
- సత్య మతాన్ని అన్ని మతాలపై విజయవంతం చేయడానికి, 61:9
- చీకటి నుండి వెలుతురుకు, 65:11
- అవిశ్వాసులు మరియు మునాఫిఖులకు వ్యతిరేకంగా కష్టపడటానికి, 66:9
- ఉన్నత స్వభావ ప్రమాణం, 68:4
- కవి లేదా జ్యోతిష్కుడు కాదు, 69:41-42
- నమాజుకు అంకితమైనవాడు, 73:1-8, 20; 74:3
- మరియు గుడ్డి వ్యక్తి, 80:1-12
- అల్లాహ్‌కు సాష్టాంగపడి సమీపించడానికి, 96:19
- స్వచ్ఛమైన పుటలు పఠించడం, 98:2
- కుటుంబానికి సంబంధించిన ఆయత్‌లు, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- సందేశహరులు; ప్రవక్తలు కూడా చూడండి
ముహమ్మద్ (ﷺ), S.47
ముహ్సినూన్ (మంచి పనులు చేసేవారు), 2:117, 195; 4:125,128; 10:12-16; 16:128
- అల్లాహ్ ముహ్సినూన్‌ను ప్రేమిస్తాడు, 3:134, 148; 5:93
- అల్లాహ్ ముహ్సినూన్ ప్రతిఫలాన్ని వమ్ము చేయడు, 5:85;9:120; 11:115; 18:30
- మేము ముహ్సినూన్‌కు ప్రతిఫలమిస్తాం, 12:22; 37:80, 105, 110; 39:34;77:44
- ముహ్సినూన్‌కు శుభవార్తలు, 22:37; 46:12
- అల్లాహ్ రహమత్ ముహ్సినూన్‌కు సమీపంలో ఉంది, 7:56
- అల్లాహ్ ముహ్సినూన్‌తో ఉన్నాడు, 29:69
- తల్లిదండ్రులకు విధేయులు మరియు మంచిగా ఉండేవారు, 2:83
- అల్లాహ్ విధులు నిర్వహించడంలో ఓర్పు కలవారు, 16:90
- మంచి మరియు చెడు కూడా చూడండి
ముజాదిలహ్, S.58
కంచర గాడిదలు, 16:8
ముల్క్, S.67
ము'మిన్ (గాఫిర్ చూడండి), S.40
ము'మినూన్, S.23
ముమ్తహనహ్, S.60
మునాఫిఖూన్, S.63
హత్య, 2:178-179
మురసలాత్, S.77
ముస్లింలు
- మొదటి ముస్లింలు, 6:14, 163; 9:100; 39:12
- వారికి ఈ పేరు పెట్టినవాడు, 22:78
- విశ్వసించేవారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలం, 33:35-36
ముతఫ్ఫిఫీన్, S.83
ముజ్జమ్మిల్, S.73
నబా', S.78
నదీర్, బనూ-అన్-, (యూదులు), 59:2, 9, 13
నహ్ల్, S.16
నజస్ (అపవిత్రం) 9:28
నజ్మ్, S.53
నజ్వా (రహస్యం చూడండి)
పేర్లు
ఆయనకు అత్యంత అందమైన పేర్లు చెందుతాయి, 7:180
ఆయనకు అత్యుత్తమ పేర్లు చెందుతాయి, 17:110; 20:8; 59:24
అవసరం, ఒకరు బలవంతం చేయబడితే, 2:173; 6:145
పొరుగువాడు, 4:36
నెలవంకలు, 2:189
వార్తలు, పరీక్షించబడాలి 4:83
పిసినారితనం 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
రాత్రి, (ఒక చిహ్నంగా), విశ్రాంతి కోసం, 10:67
- కప్పుగా, 13:3; 78:10
- సేవకు, 14:32
- లైలతుల్ ఖద్ర్ (తీర్పు రాత్రి), 44:3-4; 97:1-5
నిసా', S.4
నూహ్, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- అపహాస్యం చేయబడ్డాడు 11:38
- మహా వరద, 29:14
- నౌక మరియు వరద 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- అవిధేయ కుమారుడు రక్షించబడలేదు, 11:42-48
- అవిధేయ భార్య, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
నూహ్, S.71
నూర్, S.24
ప్రమాణం, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
విధేయత, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51-52, 54; 47:33; 64:12
నెరవేర్చవలసిన బాధ్యతలు, 5:1
సంతానం, 4:9; 42:49-50
- ఆయన తాను ఇష్టపడినవారికి మగ మరియు ఆడ ప్రసాదిస్తాడు, 42:49
ఆలివ్, 6:141; 16:11; 23:20; 24:35; 95:1
ఒకే ఒక్క ఇలాహ్, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
అనాథలు, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- అనాథల సంరక్షకులు, 4:6
స్వంత కార్యాలు, ప్రతి ప్రజలకు అందంగా కనిపించేలా చేయబడ్డాయి, 6:108
జంటలు, అన్ని జీవులలో, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
తాటి చెట్టు, 13:4; 19:25; 20:71; 59:5
దృష్టాంతాలు, (పోలికలు, ఉదాహరణలు, సారూప్యతలు)
- అగ్ని వెలిగించినవాడు, 2:17-18
- ఆకాశం నుండి వర్షపు తుఫాను, 2:19-20
- దోమ, 2:26
- అరిచేవారు, 2:171
- పూర్తిగా శిథిలమైన పట్టణం, 2:259
- గింజ, 2:261
- నున్నని రాయి, 2:264
- తోట, 2:265-266
- తాడు, 3:103
- చల్లని గాలి, 3:117
- పునరుత్థానం 7:57; 22:5; 41:39
- నాలుక వేలాడేసుకున్న కుక్క, 7:176
- అంచున నిలబడటం, 9:109-110
- వర్షం, 10:24
- కోయబడిన పంట, 10:24
- చెవిటి మరియు గుడ్డి, 11:24
- అల్లాహ్ vs. అబద్ధపు దేవుళ్ళు 13:14; 16:76
- సత్యం vs. అసత్యం 13:17
- గాలి తీవ్రంగా వీచే బూడిద,14:18
- మంచి చెట్టు, 14:24-25
- చెడు చెట్టు, 14:26
- బానిస మరియు పురుషుడు, 16:75
- యజమానికి భారంగా ఉన్న మూగ మనిషి,16:76
- దారాన్ని విప్పే స్త్రీ, 16:92
- సురక్షితమైన మరియు సంతృప్తిగా ఉన్న పట్టణం, 16:112-113
- ద్రాక్ష తోటలతో ఉన్న ఇద్దరు పురుషులు, 18:32-44
- ఈ లోక జీవితం ఆకాశం నుండి నీటి వంటిది,18:45
- ఆకాశం నుండి పడి పక్షులు తన్నుకుపోవడం,22:31
- ఒక ఈగ, 22:73
- వెలుతురు ఒక గూడు వంటిది, 24:35-36
- మరీచిక, 24:39
- అపారమైన లోతైన సముద్రంలో చీకటి, 24:40
- సాలెపురుగు, 29:41
- భాగస్వాములు, 30:28
- పట్టణ నివాసులు, 36:13-32
- వేర్వేరు రంగుల పంటలు, 39:21
- చాలా మంది భాగస్వాములకు చెందిన పురుషుడు, 39:29
- పెరుగుతున్న విత్తనం, 48:29
- కఠినమైన హృదయాలు 57:16-17
- వర్షం తర్వాత వృక్షసంపద, 57:20
- పర్వతం వినమ్రంగా వంగడం, 59:21
- గాడిద, 62:5
- నీరు ఇంకిపోతే, 67:30
- తోట వారు, 68:17-33
స్వర్గం
- నివాస స్వర్గం, (మ'వా స్వర్గం), 53:15
- ఫిర్దౌస్ స్వర్గం, 18:107; 23:11
- కింద నదులు ప్రవహించే తోటలు, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- శాశ్వత తోటలు ('అద్న్ స్వర్గం) 9:72;13:23; 18:31; 19:61; 20:76
- శాశ్వతత్వం యొక్క తోటలు ('అద్న్ స్వర్గం), 16:31;35:33; 98:8
- సంతోషపు తోటలు, 37:43; 56:12, 89
- శాశ్వత ఆనందాలతో తోటలు, 9:21
- తోటలు మరియు ద్రాక్ష తోటలు, 78:32
- రెండు తోటల పళ్ళు, 55:54, 62
- కోరుకున్న విధంగా, పుష్కలంగా అన్ని రకాల పళ్ళు, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- పళ్ళు చేతికి అందుబాటులో ఉంటాయి, 55:54; 69:23
- పళ్ళు మరియు మాంసం, 52:22
- పక్షుల మాంసం, 56:21
- ముళ్ళు లేని లోటె చెట్లు మరియు తల్హ్ (అరటి చెట్లు),56:28-29
- ప్రయోజనం లేని జ్ఞానం, పుస్తకాలతో గాడిద 62:5
- పారే జలాశయం, 88:12
- సల్సబీల్ అనే ఊట, 76:18
- కాఫూర్ అనే ఊట, 76:5
- తస్నీమ్ అనే ఊట, 83:27-28
- స్వర్గంలో నది, కౌథర్, 108:1
- వైన్, పాలు, స్వచ్ఛమైన తేనె నదులు, 47:15
- స్వచ్ఛమైన సీల్డ్ వైన్, తెల్లని, రుచికరమైన, 37:45-46; 56:18; 76:21; 83:25
- జంజబీల్ కలిపిన కప్పు, 76:17; 78:34
- నీరు, 76:5
- బంగారు పళ్ళెముల మరియు కప్పులు, 43:71
- వెండి పాత్రలు మరియు స్ఫటికపు కప్పులు, 76:15-16
- సన్నని మరియు మందమైన పట్టు పచ్చని దుస్తులు, 18:31;22:23; 35:33; 44:53; 76:12, 21
- బంగారు మరియు ముత్యాల కంకణాలతో అలంకరించబడినవారు,18:31; 22:23; 35:33; 76:21
- పట్టు బ్రోకేడ్‌తో అమర్చిన పడకలు, 55:54
- పచ్చని దిండ్లు మరియు అందమైన పరుపులు, వరుసలో అమర్చబడినవి, 55:76; 88:15
- బంగారు మరియు విలువైన రాళ్ళతో అల్లబడిన, ఎత్తైన సింహాసనాలు 56:15; 88:13
- విశాలంగా పరచిన గుడ్డలు, 88:16
- అందమైన భవనాలు, ఒకదానిపై ఒకటి ఉన్న అంతస్తులు, 9:72; 39:20
- అందులో శాశ్వతంగా నివసించడం, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- శాశ్వత నివాసం, 3:15; 35:35
- సింహాసనాలపై ఒకరికొకరు ఎదురుగా, 15:47; 37:44;44:53; 56:16
- అందులో ఎన్నటికీ మరణం రుచి చూడరు, 44:56
- వారిని ఎన్నటికీ వెళ్ళమని అడగరు, 15:48
- వారి హృదయాల నుండి ద్వేషం లేదా గాయపు భావం తొలగించబడింది, 7:43; 15:47
- అన్ని దుఃఖాలు తొలగించబడ్డాయి, 35:34
- అలసట, శ్రమ లేదా అలుపు భావన లేదు, 15:48;35:35
- హాని, కడుపు నొప్పి, తలనొప్పి లేదా మత్తు ఉండదు, 37:47; 56:19
- వ్యర్థ మాటలు లేదా పాపకరమైన మాటలు లేవు, 19:62;56:25
- హానికరమైన మాటలు లేదా అసత్యం లేవు,78:35; 88:11
- పాపం నుండి స్వేచ్ఛ, 37:47; 52:23
- అధిక వేడి లేదా చేదు చలి లేదు, 76:13
- తెలిసిన జీవనోపాధి ఉంటుంది, 37:41;56:89
- శాంతి మరియు భద్రతలో, 15:46; 44:51, 55; 50:34
- శాంతి నివాసం, 6:127
- అందులో అభివాదాలు, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- నీతిమంతమైన కార్యాలు చేసేవారు ప్రవేశిస్తారు,4:124; 42:22; 44:51
- తమ ప్రభువుకు విధేయులైనవారు సమూహాలుగా నడిపించబడతారు, 39:73
- కార్యాల వల్ల వారసత్వం పొందారు,43:72
- అల్లాహ్ వారితో సంతోషపడ్డాడు మరియు వారు ఆయనతో, 5:119
- నా స్వర్గం, 89:30
- అత్యధిక ఆనందం, 9:72
- గొప్ప విజయం, 57:12; 64:9
- సర్వోన్నత విజయం, 9:72; 44:57
- విశ్వాసులకు తోటలు ఆతిథ్యంగా, 32:19
- స్వర్గ నివాసులు ఆ రోజు ఆనందకరమైన వాటిలో నిమగ్నమై ఉంటారు, 36:35
- తోటలు మరియు నీటి ఊటల మధ్య ఉంటారు, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- సింహాసనాన్ని చుట్టుముట్టిన దేవదూతలను చూస్తారు,39:75
- సర్వశక్తిమంతుడైన రాజు సమీపంలో, 54:55
- వారు కోరుకున్నదంతా లభిస్తుంది, 50:35
- హూర్‌లు, పెద్ద మరియు అందమైన కళ్ళతో పవిత్ర స్త్రీలు, భద్రపరచిన గుడ్ల వంటివారు, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- పవిత్రమైన భార్యలు, 3:15
- సింహాసనాలపై నిరాఘాటమైన నీడలో భార్యలు, 36:55
- సమాన వయసు యువ పూర్ణ స్తన్యదాత్రులు,78:33
- వారిని సేవించే అమరమైన బాల సేవకులు, చెల్లాచెదురైన ముత్యాల వలె, 52:24; 56:17; 76:19
- ఆకాశాలు మరియు భూమి వంత విశాలంగా 3:133, 57:21
- పారే నీరు, చల్లని నీడ, వంటకాలు మరియు పవిత్ర జీవిత భాగస్వాములు 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- విశ్వాసుల ప్రతిఫలం 55:46-78; 56:10-40
- తేనె, పాలు, నీరు మరియు వైన్ నదులు 47:15
- నమాజులు మరియు అభివాదాలు 10:9-10; 39:73-74
- శాంతి అభివాదనలతో స్వాగతించబడతారు 13:23-24; 14:32
- ఆనందంలో శాశ్వత నివాసం 11:108
- ఎన్నటికీ వెళ్ళమని అడగబడరు 15:45-48
- వారి ముందు మరియు కుడివైపు వెలుతురు 57:12
- వేడి లేదా చలి లేదు 76:13
- అన్ని కోరికలు తీర్చబడతాయి 16:30-32; 41:31-32
- బంగారు కంకణాలు మరియు సన్నని పట్టు దుస్తులు 18:30-31; 22:23-24; 44:51-53
- బంగారు కప్పుల పళ్ళెముల 43:67-73
- వెండి పాత్రలు మరియు చేతికి అందుబాటులో వేలాడే పళ్ళు 76:14-16
- సింహాసనాలపై ఆనుకుని 15:47; 37:44; 52:20
- విశ్వాసులు తమ ప్రభువును చూస్తారు 75:22-23
తల్లిదండ్రులు, వారిపట్ల దయ, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
అల్లాహ్ భాగస్వాములు, అసత్యం,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
మేత, 87:4-5
మార్గం, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- దారి కూడా చూడండి
ఓర్పు, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ఓర్పు మరియు నమాజులో సహాయం కోరండి, 2:45, 153; 20:132;50:39
ఓర్పు కలవారు
- పూర్తి ప్రతిఫలం పొందుతారు, 39:10
- అల్లాహ్ ఓర్పు కలవారితో ఉంటాడు, 8:46
- ఓర్పు కలిగి ఉండండి, 11:115
- అల్లాహ్ విధులు నిర్వహించడంలో, 16:90
- కోపం సమయంలో ఓర్పు కలిగి ఉండటం, 41:34
శాంతి, శాంతి వైపు మొగ్గు చూపండి, 8:61
ముత్యాలు మరియు పగడాలు, భద్రపరచినవి, 52:24; 55:22; 56:23
కలం, 68:1; 96:4
వ్యక్తి
- అల్లాహ్ ఒక వ్యక్తిపై వారి సామర్థ్యానికి మించి భారం వేయడు,2:286; 7:42
- అల్లాహ్ ఏ వ్యక్తికీ వారి సామర్థ్యానికి మించి విధించడు, 23:62
- ఏ వ్యక్తికీ రేపు ఏమి సంపాదిస్తారో మరియు ఏ భూమిలో చనిపోతారో తెలియదు, 31:34
- ప్రతి వ్యక్తి చేసిన మంచి మరియు చెడు అన్నింటినీ ఎదుర్కొంటాడు 3:30
- ప్రతి వ్యక్తి తన కోసం తాను వాదిస్తూ వస్తాడు,16:111
- ప్రతి వ్యక్తి తాను సంపాదించినదానికి తాకట్టు, 74:38
- అల్లాహ్ స్వీయ-నిందించే వ్యక్తిపై ప్రమాణం చేస్తాడు, 75:2
ఫిర్'ఔన్, 28:6; 40:24
- ఫిర్'ఔన్ ప్రజలు, 2:49; 3:11; 7:141; 44:17-33
- మునిగిపోయాడు, 2:50
- మూసాతో వ్యవహారాలు, 7:103-137; 10:75-92
- సముద్రం నుండి శరీరం బయటకు వచ్చింది, 10:90-92
- హద్దులు మీరాడు; పాపాలు చేశాడు మరియు అవిధేయత చూపాడు, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- నీతిమంతమైన భార్య, 28:8-9
- దేవుడినని చెప్పుకుంటాడు, 28:38; 79:24
- నాశనం చేయబడ్డాడు, 29:39
- ఫిర్'ఔన్ కుటుంబం నుండి విశ్వాసి,40:28-44
- ఒక గోపురం నిర్మాణం, 40:36-37
- మూసా కూడా చూడండి
లౌకిక వస్తువులు పేరుకుపోవడం, 102:1-4
బై'అత్ (ప్రతిజ్ఞ)
- ఇస్లాం కోసం, 16:91
- సందేశహరుడికి బై'అత్ అల్లాహ్‌కు బై'అత్, 48:10
- విశ్వాసుల బై'అత్, 48:18; 60:12
తాకట్టు, తాకట్టు ఉండనివ్వండి, 2:283
- ప్రతి వ్యక్తి తాను సంపాదించినదానికి తాకట్టు, 52:21; 74:38
కవిత్వం, 36:69
కవులు, 26:224-227; 69:41
దానిమ్మ, 6:141
పేదవారు, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
నమాజు, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- బిగ్గరగా కాదు, తక్కువగా కాదు, 17:110
- అవిశ్వాసుల కోసం దు'ఆ, 9:113-114
- అవిశ్వాసుల దు'ఆ, 13:14
- ఆయన వారికి జవాబిస్తాడు, 42:26
- ఓర్పు మరియు నమాజులో సహాయం కోరండి, 2:45, 153; 20:132;50:39
- ఖిబ్లా వైపు తిరిగి ఇఖామత్-అస్-సలాత్ నిర్వహించండి, 2:142-145, 149-150
- నమాజును కఠినంగా పాటించండి, 2:238
- ప్రయాణంలో మరియు దాడిలో, 2:239; 4:101-102
- మత్తు స్థితిలో సమీపించవద్దు, 4:43
- జనాబా స్థితిలో కూడా కాదు, 4:43
- నమాజుకు పవిత్రత, 4:43; 5:6
- నమాజు ముగిసినప్పుడు, 4:103
- నమాజు సమయాలు, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- అల్లాహ్ ఒక్కనికే సాష్టాంగపడటం, 13:15
శుక్రవారం నమాజులు, 62:9-11
ప్రమాదంలో జాగ్రత్తలు, 4:71
యుద్ధ ఖైదీలు, 8:67-71
- ఖైదీలు కూడా చూడండి
సత్య వాగ్దానం, 46:16-17
ఆస్తి, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ప్రవక్తలు, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- ప్రవక్తల ఒడంబడికలు, 3:81; 33:7-8
- ప్రవక్తలకు చట్టవిరుద్ధం, 3:161
- ప్రతి ప్రవక్తకు శత్రువు, 6:112; 25:31
- సందేశహరులు కూడా చూడండి
సాష్టాంగం
- ఆకాశాలలో మరియు భూమిలో ఉన్నవారు మరియు వారి నీడలు అల్లాహ్‌కు సాష్టాంగపడతాయి, 13:15
జీవనోపాధి, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
జబూర్, 4:163
శిక్ష
- వాయిదా వేయడం, 3:178
- చేతులు లేదా పాదాలు కత్తిరించడం, 5:33
- మీకు కలిగిన వంటి శిక్షతో శిక్షించండి, 16:126
- ఈ జీవితం మరియు పరలోకంలో శిక్ష, 24:19; 68:33
పవిత్రత
- శారీరక,4:43; 5:6
- ఆధ్యాత్మికంగా (మాలిన్యాల నుండి), 87:14; 91:9
ఖదర్, 5:5; 64:11
ఖద్ర్, S.97
ఖాఫ్, S.50
ఖలమ్, S.68
ఖమర్, S.54
ఖారి'అహ్, S.101
ఖారూన్ (కోరహ్), 28:76-82; 29:39
ఖసస్, S.28
ఖిబ్లహ్, 2:142-145, 149
ఖిసాస్ (శిక్షలో సమానత్వం యొక్క చట్టం), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
ఖురాన్
- వర్ణించబడింది, 13:31, 36, 37; 14:1; 56:77-80
- అల్లాహ్ కాకుండా ఇతరులు ఉత్పత్తి చేయలేరు, 2:23; 10:38; 11:13; 17:88
- అల్లాహ్ కాకుండా ఇతరుల నుండి అయితే, చాలా విరోధాభాసలు ఉండేవి, 4:82
- స్పష్టమైన వెలుతురు, 4:174; 42:52
- అవతరించింది, 6:19
- అల్లాహ్ దానికి సాక్షి, 6:19
- స్పష్టమైన ఆధారం, 6:157
- వచనాల గురించి అబద్ధపు సంభాషణ, 6:68
- స్మరణ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- పఠించినప్పుడు, వినండి మరియు మౌనంగా ఉండండి, 7:204
- థిక్ర్, 7:205; 15:6, 9
- జ్ఞానం యొక్క గ్రంథం, 10:1; 31:2; 36:2
- వహీ సందేశం, 10:2, 109; 42:52
- తిరస్కరించేవారు, 11:17
- అరబీలో, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- భాగాలుగా చేయబడి, దశలలో అవతరించింది, 15:91; 17:106; 25:32; 76:23
- ఒక వచనం మార్పు, 16:10
- పఠించాలనుకున్నప్పుడు, 16:98
- మార్గదర్శిస్తుంది, 17:9
- శుభవార్తలు మరియు హెచ్చరిక, 17:9-10
- అవిశ్వాసులు మరియు, 17:45-47
- తెల్లవారు జామున పఠించడం దేవదూతలు సాక్షిగా ఉంటారు, 17:78
- వైద్యం మరియు రహమత్, 17:82
- మానవజాతికి పూర్తిగా వివరించబడింది, అన్ని రకాల పోలికలు మరియు ఉదాహరణలు, కానీ చాలామంది నిరాకరిస్తారు,17:89; 18:54; 39:27
- సులభం, 19:97; 44:58; 54:17, 22, 32, 40
- నా ప్రజలు ఈ ఖురాన్‌ను విడిచిపెట్టారు, 25:30
- గ్రంథాలచే ధృవీకరించబడింది, 26:196
- ఇస్రాయేల్ సంతానం విభేదించే విషయాలు వర్ణిస్తుంది, 27:76
- పఠించండి మరియు నమాజు చేయండి, 29:45
- అల్లాహ్ నుండి సత్యం, 32:3; 35:31
- ఒక ఆశీర్వాదిత రాత్రిన, 44:3
- అందులో అన్ని విషయాల తీర్పు నిర్దేశించబడింది, 44:4
- ఖురాన్‌లో లోతుగా ఆలోచించండి, 47:24
- ఖురాన్ ద్వారా హెచ్చరించండి, 50:45
- అల్లాహ్ నేర్పించాడు, 55:1
- గౌరవనీయమైన పఠించడం, సురక్షితంగా కాపాడబడింది,56:77-78
- పవిత్రులైనవారు మాత్రమే తాకగలరు, 56:79
- పర్వతంపై అవతరించినట్లైతే, 59:21
- అవిశ్వాసులకు వేదన, 69:50
- నిశ్చయంతో సంపూర్ణ సత్యం, 69:51
- నెమ్మదిగా పఠించండి, 73:4
- గౌరవంలో ఉంచబడిన నమోదులలో, స్వచ్ఛంగా మరియు పవిత్రంగా, 80:13-16
- 'ఆలమీన్ అందరికీ స్మరణ, 81:27
- అవిశ్వాసులు తిరస్కరిస్తారు, 84:22
- భద్రపరచిన పలకలో, 85:22
- సత్యాన్ని అసత్యం నుండి వేరు చేసే వాక్కు, 86:13
- స్వచ్ఛమైన పుటలు పఠించడం, 98:2
- గ్రంథం; వెల్లడింపు కూడా చూడండి
ఖురైష్, S.106
ఖురైష్
- అవిశ్వాసులు, 54:43-46, 51
- వారిని మచ్చిక చేయడం, 106:1-4
రబ్బులు మరియు సన్యాసులు, 9:31, 34
పోటీ, మంచి కార్యాలలో పోటీపడినట్లు కష్టపడండి, 5:48
రా'ద్, S.13
రహ్మాన్, S.55
నీతి దుస్తులు మంచివి, 7:26
వర్షం
- అల్లాహ్ బహుమతి, 56:68-70
- రాళ్ళ వర్షం, 27:58
రమజాన్, 2:185
రమ్య్, 2:200
విమోచన
- విమోచన తీసుకోబడదు, 57:15
- అవిశ్వాసులు అందించే విమోచన, 3:91; 10:54; 13:18
ఫిద్యహ్, ఉపవాసం, 2:196
- ఖైదీలను విడుదల చేయడానికి, 8:67
రస్స్, వారి నివాసులు, 25:38; 50:12
ప్రతిఫలం
- ప్రతిఫల దినం, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- తిరస్కరించేవారు, 107:1-7
- చెడుకు చెడు ప్రతిఫలం, 42:40
సంధి
- ఎవరైనా క్షమించి సంధి చేస్తే, 42:40
- భర్త మరియు భార్య మధ్య, 4:35
- విశ్వాసుల మధ్య, 49:9-10
నమోదు
- నమోదైన రిజిస్టర్, 83:7-9, 18-21
- ప్రతి జాతి తన నమోదుకు పిలవబడుతుంది, 45:28-29
- ప్రతి వ్యక్తి కార్యాల రాసిన పుటలు,81:10
- సత్యం చెప్పే నమోదు, 23:62
- కుడి చేతిలో, 69:19; 84:7-9
- ఎడమ చేతిలో, 69:25
- వీపు వెనుక, 84:10-15
నమోదు చేసే దేవదూతలు, 50:17-18, 23; 85:11
ఉపశమనం, కష్టంతో, 94:5-6
మతం
- మతంలో బలవంతం లేదు, 2:256
- ఇస్లాం, 3:19
- అల్లాహ్ మతం, 3:83-84
- ఇస్లాం కాకుండా ఇతర మతం, 3:85
- మతంలో హద్దులు మీరవద్దు, 4:171; 5:77
- సంపూర్ణం చేయబడింది, 5:3
- ఆట మరియు వినోదంగా తీసుకున్నవారు, 6:70
- తమ మతాన్ని విభజించి వర్గాలుగా చేసినవారు, 6:159; 30:32
- కూడా చూడండి 42:13-14; 43:65; 45:17
- మనుషులు తమ మతాన్ని వర్గాలుగా చేశారు, ఒక్కొక్కరు తమ నమ్మకంలో సంతోషిస్తారు, 23:53; 30:32
- మతంలో కష్టం విధించలేదు, 22:78
- మానవజాతి ఫిత్రహ్‌పై సృష్టించబడింది, 30:30
- అన్ని ప్రవక్తలకు ఒకే మతం, 42:13-15
- వంశపారంపర్య మతం, 43:22-24
అల్లాహ్ స్మరణ, 63:9
- స్మరణలో హృదయాలు విశ్రాంతి పొందుతాయి, 13:28
పశ్చాత్తాపం
- తెలియకుండా చెడు చేసి వెంటనే పశ్చాత్తాపం పడితే అంగీకరించబడుతుంది, 4:17; 6:54
- చెడు కార్యాలు కొనసాగిస్తే పశ్చాత్తాపం ప్రభావం లేదు, 4:18
- ఆయన పశ్చాత్తాపాన్ని అంగీకరించి పాపాలు క్షమిస్తాడు, 4:25
చెడుకు వ్యవధి, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
పునరుత్థానం, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ఉజైర్ కథలో ఉదాహరణ 2:259
- అబ్రహామ్ 2:260
- గుహ వారు 18:9-26
- పునరుత్థానాన్ని తిరస్కరించేవారికి హెచ్చరిక 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
పునరుత్థాన దినం, 7:89; 20:100-101, 124
- నిజమైన దినం, 78:39
- మీ వేతనం పూర్తిగా చెల్లించబడింది 3:185
- కార్యాల రాసిన పుటలు తెరవబడతాయి,81:11
- ప్రతి వ్యక్తి తాను తెచ్చినది తెలుసుకుంటాడు, 81:14
- ప్రతి వ్యక్తి చేసిన మంచి మరియు చెడు అన్నింటినీ ఎదుర్కొంటాడు, 3:30
- ఒక వ్యక్తి తాను ముందు పంపిన మరియు వెనుక వదిలిన దానిని తెలుసుకుంటాడు, 82:5
- అన్యాయం భయం లేదు, 20:112
- న్యాయపు తుల్లాలు, 21:47
- కార్యాల తక్కెడలు, 23:102-103
- ఒక అణువు బరువు మంచి లేదా చెడు చేసినవారు దాన్ని చూస్తారు, 100:7-8
- అన్ని రహస్యాలు పరీక్షించబడతాయి, 86:9
కుడి చేతిలో నమోదు ఇవ్వబడుతుంది, 69:19; 84:7-9
ఎడమ చేతిలో నమోదు ఇవ్వబడింది, 69:25
వెనుక వెనుక నమోదు ఇవ్వబడింది, 84:10-15
- అవిశ్వాసులకు కష్టమైన రోజు, 25:26; 54:8; 74:9
- భారమైన రోజు, 76:27
- భారీ భారం మోయడం, 20:100-101
- సాకులు చెప్పడానికి అనుమతించబడదు, 77:36
- అన్యాయం చేసినవాడు తన చేతులు కొరుకుకుంటాడు, 25:27
- అన్యాయం చేసినవారు తమ సహచరులు మరియు విగ్రహాలతో సమావేశమవుతారు, 37:22
- లోతైన విచారం, దుఃఖం మరియు నిరాశతో నాశనం, 30:12
- సజీవంగా పాతిపెట్టబడిన బాలిక ప్రశ్నించబడుతుంది,81:8-9
- అత్యధిక భయం, 21:103
- పిలిచేవాడు భయంకరమైన విషయానికి పిలుస్తాడు, 50:41;54:6-8
- ఒకే (అరుపు), 36:29, 49, 53; 38:15; 50:42
- జజ్రహ్ (అరుపు), 37:19; 79:13
- సమీపంలో శిక్ష, 78:40
- ఆకాశం భయంకరంగా కంపిస్తుంది, 52:9; 56:4
- ఆకాశం చీలిపోతుంది, 84:1-2
- ఆకాశం ముక్కలవుతుంది, 77:9; 82:1
- ఆకాశం మేఘాలతో చీలిపోతుంది,25:25
- ఆకాశం ఆయన కుడి చేతిలో చుట్టబడుతుంది,21:104; 39:67
- ఆకాశంలో మరియు భూమిపై ఉన్నవారందరూ స్పృహ కోల్పోతారు, 39:68
- ఆకాశం తెరవబడి గేట్లు అవుతుంది, 78:19
- ఆకాశం మరిగే నూనె మురికి వంటిది అవుతుంది, 70:8
- నక్షత్రాలు రాలిపోతాయి, 81:2; 82:2
- నక్షత్రాలు తమ వెలుతురు కోల్పోతాయి, 77:8
- సూర్యుడు తన వెలుతురు కోల్పోతాడు, 81:1
- సముద్రాలు మండే అగ్నిగా మారతాయి, 81:6
- సముద్రాలు పేలిపోతాయి, 82:3
- ఘడియ భూకంపం, 22:1; 99:1
- పర్వతాలు కదిలిపోతాయి, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- పొడిగా మారతాయి 20:105; 56:5
- ఉన్ని పోగుల వంటివి, 70:9;101:5
- భూమి మరియు పర్వతాలు తీవ్రంగా కదులుతాయి, 73:14; 79:6
- భూమి పొడిగా నలిగిపోతుంది, 89:21
- భూమి మరొక భూమిగా మార్చబడుతుంది మరియు ఆకాశాలు కూడా, 14:48
- భూమి పరచబడుతుంది, 84:3-5
- భూమి సమతలంగా మారుతుంది 18:47; 20:106
- భూమి తన భారాలు బయటకు వేస్తుంది, 84:4; 99:2
- సమాధులు తలకిందులవుతాయి, 82:4
- సమాధుల నుండి పునరుత్థానం, 21:97; 70:43
- మరణం తర్వాత భూమిపై జీవించడం, 79:14
- అడవి జంతువులు సమావేశమవుతాయి, 81:5
- గుడ్డిగా లేపబడతారు, 20:124-125
- శంఖం ఊదబడుతుంది, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- సఖ్ఖహ్, 80:33
- ఆత్మలు తమ శరీరాలతో చేరతాయి,81:7
- పది రోజులకంటే ఎక్కువ ఉండలేదు, 20:103
- ఒక రోజుకంటే ఎక్కువ ఉండలేదు, 20:104
- లేదా ఒక రోజులో కొంత భాగం, 23:112-114
- సమావేశ దినం, 64:9
- తీర్పు దినం, 37:21
- నిర్ణయ దినం, 77:38; 78:17
- వర్గీకరణ దినం, 77:13-14
- దుఃఖం మరియు పశ్చాత్తాపం దినం, 19:39
- తిరస్కరించేవారు, 77:15-50
- మానవజాతి చెల్లాచెదురైన పురుగుల వంటివారవుతారు,101:4
- మానవజాతి చెల్లాచెదురైన సమూహాలుగా ముందుకు వెళ్తారు,100:6
- మానవజాతి మత్తు స్థితిలో ఉన్నట్లు, 22:2
- ప్రతి గర్భవతి తన భారాన్ని వదులుతుంది, 22:2
- గర్భవతి ఆడ ఒంటెలు నిర్లక్ష్యం చేయబడతాయి,81:4
- పాలిచ్చే తల్లి తన శిశువును మర్చిపోతుంది,22:2
- బంధువులు ఒకరికొకరు చూపబడతారు,70:11
- మనిషి తన బంధువుల నుండి పారిపోతాడు,80:34-37
- మిత్రుడు మిత్రుని గురించి అడగడు, 70:10
- మిత్రుడు లేదా సిఫారసు చేసేవాడు ఉడడు,40:18
- ఏ వ్యక్తికీ మరొకరి కోసం ఏమీ చేయగల శక్తి ఉండదు, 82:19
- శక్తి లేదు, సహాయకుడు లేదు, 87:10
- విశ్వాసులకు భయం లేదు, 43:68
- విశ్వాసులు నీడలు, ఊటలు మరియు పళ్ళ మధ్య ఉంటారు, 77:41-43
- స్వర్గ నివాసులు మరియు వారి భార్యలు, 36:55-58
- దేవదూతలు గొప్పగా అవతరిస్తారు, 25:25
- కాలు బయటపెట్టబడుతుంది, 68:42-43
- స్వర్గం సమీపానికి తెచ్చబడుతుంది, 81:13
- నరకం సమీపానికి తెచ్చబడుతుంది, 89:23
- నరకం మండించబడుతుంది, 81:11-12
- దాతృత్వం ద్వారా ప్రతీకారం పాపప్రక్షాళన అవుతుంది, 5:45
వెల్లడింపు
- సందేహంలో ఉంటే, 2:23-24
- రద్దు చేయబడిన లేదా మర్చిపోయిన వచనం, 2:106
- సరైన మార్గదర్శకత్వం, 3:73
- ప్రభువు నుండి, కాబట్టి సందేహించేవారిలో ఉండవద్దు, 6:114
- అర్థం చేసుకునేవారికి, 6:98
- మార్గదర్శకత్వం మరియు రహమత్, 7:203; 16:64; 31:3
- రూహ్-ఉల్-ఖుదుస్ ద్వారా, 16:102; 26:192-193
- వివరంగా వివరించబడింది, 6:98; 41:2-4
- గ్రంథం అవతరణ అల్లాహ్ నుండే, 46:2
- గ్రంథం మరియు ఖురాన్ కూడా చూడండి
అణచివేయబడినవారిపై చేసిన అన్యాయానికి ప్రతీకారం, 42:39-43
ప్రతిఫలం
- అత్యుత్తమ కార్యాల ప్రకారం మరియు అంతకంటే ఎక్కువ, 24:38; 29:7; 39:35
- ప్రతిఫలంగా 25:15
- అల్లాహ్ మంచి చేసేవారిని అత్యుత్తమంగా ప్రతిఫలిస్తాడు, 53:31
- మంచికి మంచి తప్ప మరొక ప్రతిఫలం లేదు, 55:60
రిబా (వడ్డీ చూడండి)
నీతిమంతులు
- వారి సహవాసం, 4:69
- భూమిని వారసత్వంగా పొందుతారు, 21:105
- స్వర్గంలో, 51:15-19; 76:5-12
- మంచి కూడా చూడండి
నీతి, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- నీతి యొక్క నిటారైన మార్గం, 90:11-18
సరైన మార్గదర్శకత్వం అల్లాహ్ మార్గదర్శకత్వమే,3:73
రహదారులు, మార్గం, 43:10
రాతి ప్రాంతం (హిజ్ర్), నివాసులు, 15:80-85
రోమన్లు, 30:2-5
కప్పు, ఆకాశం, 21:32
రూహ్ (జిబ్రాయీల్), 26:193; 67:12; 70:4; 78:38;97:4
రూహ్-ఉల్-ఖుదుస్, 2:87, 253; 5:110; 16:102
- జిబ్రాయీల్ కూడా చూడండి
రూహ్ (ఆత్మ, స్పిరిట్), 15:29; 17:85; 58:22
రూమ్, S.30
సబా' (షేబా), 27:22-44; 34:15-21
సబా', S.34
సబ్బాత్
- ఉల్లంఘించినవారు, 2:65; 4:154; 7:163-166
- కేవలం వారికే నిర్దేశించబడింది, 16:124
సాబియన్లు, 5:69; 22:17
బలి, 2:196, 200; 22:34-37
సాద్, S.38
సదఖా (దాతృత్వం), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- దాచడం చూపించడం కంటే మంచిది, 2:271
సఫా మరియు మర్వహ్, 2:158
సఫ్ఫ్, S.61
సాఫ్ఫాత్, S.37
సైల్ అల్-'అరిమ్ (మారిబ్ ఆనకట్ట నుండి విడుదలైన వరద), 34:16
సజ్దహ్, S.32
సకీనహ్ (ప్రశాంతత మరియు నెమ్మది), 2:248;9:26, 40; 48:4, 18, 26
సాలిహ్, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
సల్సబీల్ (స్వర్గంలో ఊట), 76:18
సామిరీ, 20:85, 95-97
సమ్యూయేల్, 2:247
షైతాన్, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- శత్రుత్వం మరియు ద్వేషం రేకెత్తిస్తాడు, 5:91
- షైతాన్ నుండి చెడు గుసగుసలు, 7:200-201
- మోసగిస్తాడు, 8:48
- ద్రోహం చేశాడు, 14:22
- విశ్వాసులపై శక్తి లేదు, 16:99-100
- అబద్ధం వేస్తాడు, 22:52-53
- శత్రువు, 12:5; 35:6; 36:60
- అహంకారం 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ఒక జిన్న్ 18:50-51
- ఆదమ్ శోధన మరియు పతనం 7:20-23; 20:116-121
- విశ్వాసులపై అధికారం లేదు 16:98-100
- అతని లక్ష్యం 35:6-8
- మానవజాతికి ప్రతిజ్ఞాబద్ధ శత్రువు 12:5; 17:53
- అతని పార్టీ 53:14-19
- అతని పని 5:90-91
- మంచి కార్యాలను నిరుత్సాహపరుస్తాడు 2:268
- విశ్వాసులు అతని నుండి అల్లాహ్ వద్ద శరణం కోరుతారు 7:200-202
- అతని పథకాలు బలహీనమైనవి 4:76
- అతని అనుచరులను వదిలేస్తాడు 8:48
- నరకంలో తన అనుచరులతో మాట్లాడుతాడు 14:22
- ఇబ్లీస్ కూడా చూడండి
తక్కెడ, విజయవంతమైనవి, బరువైనవి ఎవరివో, 7:8-9
- సమతుల్యత కూడా చూడండి
గ్రంథం
- గ్రంథ ప్రజలు, (యూదులు మరియు క్రైస్తవులు), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- వారు దాచిన విషయాలు, 5:61-63
- వారిలో సరైన మార్గంలో ఉన్నవారు,5:66
- గుర్తిస్తారు కానీ విశ్వసించరు, 6:20
సముద్రాలు, 42:32-33; 45:12
- రెండు సముద్రాలు, 18:60; 25:53; 35:12; 55:19-20
- పేలిపోయినప్పుడు, 82:3
రహస్యం (నజ్వా)
- సంభాషణలు, 4:114
- ముగ్గురి రహస్య సంప్రదింపు, 58:7
- రహస్య సంప్రదింపులు, 58:8, 10
- ప్రైవేట్ సంప్రదింపు, 58:12-13
మతంలో వర్గాలు మరియు విభాగాలు, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
కష్టం తర్వాత భద్రత, ఆయన అవతరించాడు,3:154
విత్తనం, ఎవరు పెంచుతారు, 56:63-67
ఇంద్రియాలు, 23:78
ఏడు, సృష్టించబడినవి
- ఆకాశాలు, 2:29; 23:17; 65:12; 67:3; 71:15
- మరియు అదే విధంగా భూమి, 65:12
నీడ
- అల్లాహ్‌కు సాష్టాంగపడుతుంది, 13:15; 16:48
వ్యాపించడం, 25:45
షమ్స్, S.91
థమూద్ ప్రజలకు స్పష్టమైన సూచనగా ఆడ ఒంటె, 7:73; 17:59; 26:155-158
నౌక, పయనించడం ఒక సూచనగా; సేవకు; కృతజ్ఞతకు; ఆయన అనుగ్రహం కోరడానికి, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
షు'ఐబ్, 7:85-93; 11:84-95; 29:36-37
షు'అరా, S.26
షూరా, S.42
సిద్రతుల్ ముంతహా, 53:14
మదీనా ముట్టడి, 33:9-27
సిజ్జీన్, 88:7-9
పాపం, 7:100; 74:43-6
- చట్టవిరుద్ధ లైంగిక సంబంధం, 4:15-16; 24:2, 19
- పెద్ద పాపాలు నివారించినట్లైతే చిన్న పాపాలు క్షమించబడతాయి, 4:31
- మనుషుల నుండి దాచగలరు, కానీ అల్లాహ్ నుండి దాచలేరు, 4:108
- ఎవరైనా పాపం చేసినట్లైతే తన మీదే మోస్తాడు, 4:111
- ఎవరైనా పాపం చేసి నిర్దోషిపై నింద వేస్తే, 4:112
- అల్లాహ్ భాగస్వాములు పెట్టడం క్షమించడు, కానీ దాన్ని తప్పించి ఇతర పాపాలు ఇష్టమైనవారిని క్షమిస్తాడు, 4:116
- పాపం చేసేవారికి తగిన ప్రతిఫలం వస్తుంది,6:120
- పాపులు ఎన్నటికీ విజయవంతం కారు, 10:17
- అల్లాహ్ అన్ని పాపాలు క్షమిస్తాడు, 39:53
- పెద్ద పాపాలు, 42:37
సీనాయ్ పర్వతం, 19:52; 23:20; 95:2
పాపులు, వారి చెవులు, కళ్ళు మరియు చర్మాలు వారికి వ్యతిరేకంగా సాక్ష్యమిస్తాయి, 41:20-23
సిరాత్ వంతెన, 66:8
నిందించేవాడు, 68:11-12; 104:1
బానిసలు, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- యుద్ధ ఖైదీలు; ఖైదీలు కూడా చూడండి
నిద్ర, విశ్రాంతికి, 78:9
సొదొమ, 29:31; 37:136
సొడొమి, 7:80-82; 11:77-83; 15:61-77; 29:28-29
సులైమాన్, 2:102; 4:163; 6:84
- తన తండ్రి దావూద్ మంచి తీర్పు చేయడంలో సహాయపడతాడు 21:78-82
- మరియు చీమలు, 27:15-19
- మరియు హుద్హుద్, 27:20-26
- మరియు సబా' రాణి, 27:22-44; 34:15
- అతనిపై అల్లాహ్ అనుగ్రహాలు 34:12-14, 38:34-40
- మంచి గుర్రాలపై అతని ప్రేమ 38:30-33
దత్త కుమారుడు, 33:4-5
ఆత్మ (స్పిరిట్, రూహ్), 15:29; 17:85; 58:22
అల్లాహ్ మార్గంలో ఖర్చు చేయడం, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- అవసరానికి మించినది, 2:219
- అల్లాహ్ మార్గంలో సంపద ఖర్చు చేసేవారి పోలిక, 2:261
- ప్రదర్శన కోసం, 2:264; 4:38
- అల్లాహ్ మార్గంలో ఖర్చు చేసినదంతా మీకు తిరిగి చెల్లించబడుతుంది, 2:272; 8:60; 34:39
- విలాసంగా లేదా వృథాగా కాదు, 6:141;17:26
- అతిగా కాదు లేదా పిసినారిగా కాదు, 25:67
- అల్లాహ్ మార్గంలో ఖర్చు చేయడం నుండి చేతులు మూసుకున్నవారు, 9:67
స్పిరిట్ (ఆత్మ, రూహ్), 15:29
- దాని జ్ఞానం అల్లాహ్‌కే ఉంది, 17:85
- అల్లాహ్ విశ్వాసులను బలోపేతం చేస్తాడు, 58:22
యుద్ధ దోపిడీ, 8:41, 69; 48:15, 19-20; 48:15
- దోపిడీ కూడా చూడండి
గూఢచర్యం, 49:12
నక్షత్రం, 53:1, 49; 86:1-4
నక్షత్రాలు, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
నేరుమార్గం, 1:6
- మొదలైనవి. మార్గం, 6:153
- మొదలైనవి. పరిశ్రమ, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
పాలుత్రాగే కాలం, పాలిచ్చే తల్లి, 2:233
బాధ, పేదరికం, ఆరోగ్య నష్టం మరియు విపత్తులు; సంపద మరియు శ్రేయస్సు, 7:94-96
సూర్యుడు, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
సర్వోన్నత విజయం, 9:72; 44:57
సూరహ్, 10:38; 11:13; 47:20
- దాని అవతరణ విశ్వాసాన్ని పెంచుతుంది, 9:124-127
అనుమానాలు, 49:12
జీవనోపాధి, 19:62
- జీవనోపాధి; పోషణ కూడా చూడండి
సువా', 71:23
తబూక్, 9:40-59, 81-99, 117-118, 120-122
తఘాబున్, S.64
తాగూత్, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- అబద్ధపు దేవుళ్ళు కూడా చూడండి
తా-హా, S.20
తహ్రీమ్, S.66
తకాథుర్, S.102
తక్వీర్, S.81
తలాఖ్, S.65
తల్హ్ (అరటి చెట్టు), 56:29
తాలూత్ (సౌలు), 2:247-249
తారిఖ్, S.86
తస్నీమ్ (ఊట), 83:27-28
తౌబహ్, S.9
తవాఫ్ (కాబా చుట్టూ తిరగడం), 2:200; 7:29,31
తయమ్ముమ్, 4:43; 5:6
కాలం, ప్రతి జాతికి నిర్దేశిత కాలం ఉంది, దాన్ని ముందుకు జరపలేరు లేదా వెనక్కి వేయలేరు, 7:34; 10:49;15:4-5; 16:61; 20:129
భూభాగం, సైన్య యూనిట్లతో కాపాడండి, 3:200
పరీక్ష, అల్లాహ్ చేత, 3:154; 34:21
థమూద్, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
దొంగ, శిక్ష, 5:38-39
సింహాసనం, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- నీటిపై, 11:7
- ఎనిమిది దేవదూతలు మోస్తారు, 39:75; 40:7; 69:17
కాలం, 45:24; 76:1; 103:1
తీన్, S.95
శిక్ష,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
పట్టణం, మేము ఏ పట్టణాన్నీ నాశనం చేయలేదు, అందుకు తెలిసిన తీర్పు లేకుండా, 15:4
వ్యాపారం మరియు ఆస్తి, 4:29
ప్రయాణం, వారు భూమిపై ప్రయాణించలేదా, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
ద్రోహం, 8:58; 22:38
- మోసం చూడండి
పోగేసిన సంపద, 9:35
అల్లాహ్ నిధులు, 6:50
శాశ్వతత్వం చెట్టు, 20:120
చెట్లు, 22:18
పరీక్షలు, 2:214-218; 64:15
శంఖం, పునరుత్థాన దినాన, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
సఖ్ఖహ్,80:33
విశ్వాసం ఆకాశాలు, భూమి మరియు పర్వతాలకు అందించబడింది, కానీ మనిషి స్వీకరించాడు,33:72-73
విశ్వాసాలు (అమానహ్),2:283; 4:58; 8:27; 23:8;33:72; 70:32
సత్యం, 5:48; 23:70-71, 90; 25:33; 69:51
- అసత్యంతో కలపవద్దు లేదా దాచవద్దు, 2:42
- సత్యం వచ్చింది మరియు అసత్యం మాయమైంది, 17:81
- సత్య వాగ్దానం, 46:16-17
తుబ్బా', ప్రజలు, 44:37; 50:14
తూర్ (పర్వతం), 28:29, 46
తూర్, S.52
తువా, లోయ, 20:12; 79:16
ఉహుద్, యుద్ధం, 3:121-128, 140-180
ఉమ్మహ్ (సమాజం, జాతి), 2:143-144;10:47, 49; 11:118; 16:36, 120
'ఉమ్రహ్, 2:128, 158, 196
వడ్డీ (రిబా), 2:275-276, 278-280; 3:130;4:161; 30:39
'ఉజైర్, (ఉజైర్ చూడండి)
'ఉజ్జా, 53:19
అదృశ్య తెర, 17:45-46
పర్దా, 24:31; 33:59
వచనాలు, సబ్' అల్-మథానీ, 15:87
విజయం
- అల్లాహ్ ఇచ్చాడు, 48:1
- అల్లాహ్ సహాయం ద్వారా, 61:13
సద్గుణాలు, (నీతి; విశ్వాసులు చూడండి)
వద్ద్, 71:23
- "వేచి ఉండండి, మేము కూడా వేచి ఉన్నాం", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
వాఖి'అహ్, S.56
అల్లాహ్‌పై యుద్ధం, 5:33-34
అతిగా వృథా చేయవద్దు, 6:141; 7:31; 17:26
నీరు, ప్రతి జీవి నీటి నుండి సృష్టించబడింది, 21:30;24:45; 25:54
- రెండు సముద్రాలు, 18:60; 25:53; 35:12; 55:19-20
- అల్లాహ్ సింహాసనం నీటిపై, 11:7
- వర్షం, 23:18
మార్గం, 1:6; 42:52-53; 90:10
- మొదలైనవి. సులభం, సులభం చేయండి, 87:8
- దారి కూడా చూడండి
బాటసారి, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
సంపద
- పోగేసుకున్నవాడు, 104:2-4
- అల్లాహ్ మార్గంలో ఖర్చు చేయడం (ఖర్చు చేయడం చూడండి)
సంపద మరియు పిల్లలు, ఈ లోక జీవితపు అలంకారం, 18:46
తూనిక మరియు కొలత, పూర్తిగా ఇవ్వండి, 11:85; 17:35;83:1-5
వితంతువులు, 2:234-235, 240
అల్లాహ్ సంకల్పం, 10:99-100; 30:5; 81:29; 82:8
మనిషి సంకల్పం, నేరుగా నడవడానికి, అల్లాహ్ సంకల్పిస్తే తప్పించి, 28:29
గాలులు, 77:1-3
- శుభవార్తల హెరాల్డ్‌లుగా, 7:57; 30:46
- మేఘాలు లేపడం, నీరు కలిగించడం, 15:22; 30:48
- పసుపు రంగులోకి మారడం, 30:51
వైన్ (స్వర్గంలో)
- స్వచ్ఛమైన పానీయాలు, 37:45; 76:21
- తెల్లని, రుచికరమైన, 37:46
- నదులు, 47:15
- స్వచ్ఛమైన సీల్డ్, 83:25
అల్లాహ్ కొందరిని మించినవి కోరుకోవద్దు, 4:32
సాక్షులు
- ప్రవక్తల ఒడంబడికకు, 3:81
- మానవజాతిపై, 2:143; 22:78
- ఒక ఒప్పందానికి, 2:282
- ఒక పురుషుడికి వ్యతిరేకంగా ఇద్దరు స్త్రీలు, 2:282
- చట్టవిరుద్ధ లైంగిక సంబంధానికి, 4:16; 24:2
- న్యాయంగా ఉండండి, 5:8
- చేతులు మరియు కాళ్ళు సాక్ష్యమిస్తాయి, 36:65
- మనిషి తనకు వ్యతిరేకంగా తానే, 75:14
సాక్ష్యపు దినం మరియు సాక్షించబడిన దినం, 85:3
భార్యలు
- మీకు పొలం వంటివారు, 2:223
- మీకు కప్పు వంటివారు, 2:187
- మీ జాతికి చెందినవారు, 16:72
స్త్రీ, వాదించేది, 58:1-2
స్త్రీలు, 2:222-223; 4:15, 19-22, 34, 127
- పవిత్ర స్త్రీలపై నింద వేసేవారు, 24:4-5, 11-17, 23-26
- పర్దా, 24:31; 33:59
- వలసదారులుగా విశ్వాసి స్త్రీలు, 60:10-12
- వాదంలో స్పష్టంగా చెప్పలేకపోవడం, 43:17-18
అడవి, నివాసులు, 15:78; 38:13; 50:14
- అయ్కహ్; మద్యన్ కూడా చూడండి 26:176-191
లోకం, ఈ లోక జీవితం
- వినోదం మరియు ఆట మాత్రమే, 6:32;29:64; 47:36; 57:20
- మనుషులను మోసగిస్తుంది, 6:130
- పరలోకంతో పోలిస్తే స్వల్పమైన ఆనందం, 9:38; 13:26; 28:60-61
- ఎవరు కోరుకుంటారో వారికి ఇక్కడ లభిస్తుంది, కానీ పరలోకంలో వాటా ఉండదు, 11:15-16; 17:18; 42:20
- సంపద మరియు పిల్లలు, దాని అలంకారం,18:46
- ప్రస్తుతాన్ని ఇష్టపడి పరలోకాన్ని వదిలేసేవారు, 75:20-21; 76:27
రాయడం, ఒప్పందాలకు, 2:282
అన్యాయం చేసేవారు,11:18-22, 101-104, 116-117;39:47
- అవిశ్వాసులు కూడా చూడండి
వుదూ' (అభిషేకాలు), 4:43; 5:6
యఘూథ్, 71:23
యహ్యా (జాన్)
- శుభవార్త, 3:39; 21:90
- నీతిమంతుడు, 6:85
- జ్ఞానవంతుడు; సానుభూతి; విధేయుడు, 19:12-15
యా-సీన్, S.36
యథ్రిబ్ (అల్-మదీనా), ప్రజలు, 33:13
యా'ఊఖ్, 71:23
యూనుస్ (జోనా), S.10
యూసుఫ్ (జోసెఫ్), S.12
జబూర్, 21:105
జకరియ్యా (జకరియ్యా), 3:37-41; 6:85; 19:2-11; 21:89-90
జైద్ ఇబ్న్ హారిథహ్, ప్రవక్త బానిస, 33:37-38
జకాత్, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- జకాత్ మరియు దాతృత్వం పొందేవారు, 2:273; 9:60
జంజబీల్, 76:17
జల్జలహ్, S.99
జఖ్ఖూమ్, 17:60; 37:62-66; 44:43-46; 56:52
జిహార్, 33:4; 58:2-4
జుఖ్రుఫ్, S.43
జుమర్, S.39
మూలభూత సిద్ధాంతాలు
- విశ్వాసం సంపూర్ణం చేయబడింది 5:3
- అల్లాహ్ అంగీకరించే ఏకైక మార్గం 3:19, 85
- ఇస్లాం స్వీకరించడంలో బలవంతం లేదు 2:256
- వేర్వేరు విశ్వాసాలు మరియు చట్ట నియమావళులతో ఒకే మతం 5:48; 22:67-70; 42:13-14
- ఇస్లాం ప్రవక్తలు 2:135-136; 3:84; 4:163-165
- ఆజ్ఞలు (అల్లాహ్‌ను విశ్వసించడం మరియు మంచి చేయడం) 4:36; 6:151-154;17:23-39;18:107-108
- షరీయత్ యొక్క ఐదు లక్ష్యాలు: విశ్వాసాన్ని రక్షించడం 5:54
- జీవితాన్ని రక్షించడం 5:32;6:151
- సంపదను రక్షించడం 5:38
- గౌరవాన్ని రక్షించడం 5:5;24:4
- ఆలోచించే సామర్థ్యాన్ని రక్షించడం 5:90.
అల్లాహ్‌ను విశ్వసించడం 2:255
- దైవిక గుణాలు, అందమైన పేర్లు 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ఆరాధించడానికి అర్హమైన ఏకైక దేవుడు 1:1-4; 2:285; 6:3; 43:84
- అన్ని అధికారం ఆయనకే చెందుతుంది 3:26; ఆయన సింహాసనం ('అర్ష్) 7:54; 11:7
- ఆయన కుర్సీ (పాదపీఠం లేదా కుర్చీ) 2:255
- మానవజాతిపై లెక్కలేనన్ని అనుగ్రహాలు 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- జీవితమిస్తాడు మరియు మరణం కలిగిస్తాడు 44:8; 53:44; 57:2; 67:2
- సంతోషం మరియు దుఃఖం కలిగిస్తాడు 53:43
- పుష్కలమైన లేదా పరిమితమైన జీవనోపాధి ఇస్తాడు 13:26; 17:30; 29:62
- అన్ని న్యాయమూర్తులలో శ్రేష్ఠుడు 95:8
- అత్యంత దయావంతులలో అత్యంత దయావంతుడు 12:92
- నీతిమంతులను ప్రేమిస్తాడు 85:14
- క్షమాపణతో నిండి మరియు శిక్షలో తీవ్రమైనవాడు 13:6, 40:3
- మొదటివాడు మరియు చివరివాడు 57:3
- అన్ని గౌరవం మరియు శక్తి ఆయనకే చెందుతుంది 35:10
- అజ్ఞాతాన్ని తెలుసు మరియు అదృశ్యాన్ని చూస్తాడు 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- హృదయంలో దాగినది తెలుసు 5:7; 11:5; 31:23
- జరిగినది మరియు జరగబోయేది తెలుసు 2:255
- నమోదులో (లేదా భద్రపరచిన పలకలో) అన్నీ రాశాడు 6:38; 13:39; 36:12
- ఏదైనా చేయగలడు 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- ఆయన అపరిమిత శక్తి 3:26-27; 24:45; 31:28-30
- ఆకాశాలు మరియు భూమిని ఆరు రోజులలో సృష్టించి అలసిపోలేదు 46:33; 50:38
- 'అగు!' అని మాటతో సృష్టిస్తాడు 36:81-83
- తన సృష్టికి ఎన్నడూ అన్యాయం చేయడు 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- అన్నింటూ ఆయన సంకల్పానికి సమర్పించుకుంటాయి 3:83; 22:18; 30:26
- అందరూ ఆయనపై ఆధారపడతారు 11:6; 35:15; 55:29
- ఆయనపై విశ్వాసం ఉంచండి 10:84-85; 12:67; 25:58
- దైవిక సంభాషణ విధానాలు 42:51
- ఆయనను స్మరించడానికి అర్హుడు 2:21; 3:102; 4:1; 33:70-71; 59:18
- జ్ఞానం ఆయన నుండి బహుమతి 2:269
- ఆయనకు ఎవరూ అవసరం లేదు 3:97; 6:133; 112:2
- త్రిత్వంలో ఒకడు కాదు 4:171
- జీవిత భాగస్వామి లేదు 6:101
- పిల్లలు లేరు 10:68; 19:35; 43:81; 72:3; 112:3
- భాగస్వాములు లేదా సహ-దేవుళ్ళు లేరు 6:94; 7:191-195; 46:4-5
- ఆయనలాంటిది ఏదీ లేదు 42:11; 112:4
ఆయన సృష్టి మహిమలపై ఆలోచించమని ఆజ్ఞ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
సృష్టిలో సూచనలు 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- అన్నింటినీ ఒక ఉద్దేశ్యం కోసం సృష్టించారు 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- విశ్వం సంపూర్ణం చేయబడింది 67:3-4
- పగటిని రాత్రిలో కలుపుతాడు 3:27
- వైవిధ్యం 30:22; 35:27-28
- తేనె 16:68-69
- పాలు 16:66
- పిల్లల బహుమతి 42:49-50
- గ్రహాలు మరియు కక్ష్యలు 21:33; 36:38-44
- నక్షత్ర సమూహాలు 25:61; 85:1
- నక్షత్రాలు 37:6-7; 67:5
- మేఘాలు 7:57;30:48
- భూకంపం 7:78; 7:155
- భూమి కుంగిపోవడం 28:81; 29:40
- తుఫాను 10:22
- తుంపర, వడగళ్ళు మరియు వర్షం 2:265; 6:99; 24:43; 50:9-11
- ఉరుము మరియు మెరుపు 13:12-13
శాస్త్రీయ సూచనలు
- మగ మరియు ఆడ గ్యామీట్లు నుండి మానవులు సృష్టించబడ్డారు 76:2
- భ్రూణం యొక్క నిర్మాణం మరియు అభివృద్ధి దశలు 22:5; 23:12-14
- మూడు చీకటి పొరలలో గర్భం 39:6
- ఉప్పు నీరు 25:53-54; 35:12; 55:19-20
- గాలి పరాగసంపర్కం 15:22
- వేలిముద్రలు 75:3-4
- పెగ్‌లుగా పర్వతాలు 78:7
- ఇనుము అవతరించింది 57:25
- నొప్పి గ్రాహకులు 4:56
- సూర్యుడు ప్రకాశించే మూలంగా మరియు చంద్రుడు ప్రతిబింబించే వెలుతురుగా 10:5
- చంద్రుడు చీలిపోవడం 54:1
- సురక్షితమైన కప్పుగా ఆకాశం 21:32
- అన్ని జీవులు నీటి నుండి సృష్టించబడ్డాయి 21:30; 24:45
- చీమలు సంభాషిస్తాయి 27:17-19
- అంతర్గత అలలు 24:40
జీవ జంతువులు
- దేవదూతలు 39:75
- మానవులు (భూమిపై అధికారం) 2:30; 6:165; 16:4
- జిన్నులు 72:1-15
- జంతువులు మానవుల వంటి సమాజాలకు చెందుతాయి 6:38
- దూడ 11:69
- ఒంటె 7:40
- కుక్క 18:22
- ఏనుగు 105:1
- గుర్రాలు, కంచర గాడిదలు మరియు గాడిదలు 16:8
- సింహం మరియు జీబ్రాలు 74:50-51
- కోతులు 2:65
- పందులు 2:173
- ఆడ ఒంటె 7:73
- గొర్రెలు మరియు మేకలు 6:143
- తోడేలు 12:17
- కప్పలు 7:133
- పాము 7:107
- పక్షులు 24:41
- కాకి 5:31
- హుద్హుద్ 27:20
- కౌజులు 2:57
- చేప 18:61
- తిమింగలం 37:142
- చీమలు 27:18
- తేనెటీగలు 16:68
- దోమ 2:26
- ఈగ 22:73
- పేలు మరియు మిడతలు 7:133
- సాలెపురుగు 29:41
- మనకు తెలియని ఇతరులు 16:8
మొక్కలు మరియు పళ్ళు 6:99; 13:4; 16:11; 36:33-35
- అరటి 56:29
- ఖర్జూరాలు 19:25
- మూలికలు, దోసకాయలు, వెల్లుల్లి, పెసలు మరియు ఉల్లిపాయలు 2:61
- ద్రాక్ష 80:28
- ఆలివ్ 6:99
- అంజూరపండు 95:1
- దానిమ్మ 55:68
- గుమ్మడికాయ 37:146
ముహమ్మద్‌ను విశ్వసించడం
- గుణాలు, కేవలం ఒక ప్రవక్త 3:144; 6:50; 7:188; 18:110
- సత్యాన్ని అందించడానికి 2:119; 35:24; 42:48
- ప్రవక్తల ముద్ర 33:40
- ఉన్నత స్వభావం 3:159; 68:4
- ఆదర్శ నమూనా 33:21
- విశ్వాసులకు అనుగ్రహంగా 3:164
- మొత్తం ప్రపంచానికి రహమత్ 21:107
- సార్వత్రిక సందేశహరుడు 4:170; 7:157-158; 34:28
- నేరుమార్గానికి నడిపిస్తాడు 42:52-53
- ప్రజలను పట్టించుకుంటాడు 9:129
- తీర్పు దినాన సాక్షిగా 4:42; 16:89
- నిరక్షరాస్యుడైన ప్రవక్త 7:157-158; 29:48; 62:2
- తౌరాత్ మరియు సువార్తలో ముందుగా చెప్పబడ్డాడు 7:157
- యేసు ముందుగా చెప్పాడు 61:6
ప్రవక్త (ﷺ) ఎదుర్కొన్న సవాళ్ళు
- పేగన్ల అర్థంలేని డిమాండ్లు 8:32; 15:7; 17:89-93; 25:7-8
- అబద్ధపు ఆరోపణలు 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- అతని జీవితంపై దాడి ప్రయత్నాలు 8:30; 9:74
- అతన్ని హాని చేసేవారు లేదా వ్యతిరేకించేవారికి హెచ్చరిక 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- తిరస్కరణకు ఓర్పుతో స్పందించమని ఆజ్ఞ 20:130; 30:60; 46:35; 70:5
- అల్లాహ్ చేత భరోసా ఇవ్వబడ్డారు 5:67; 93:1-11; 94:1-8
ప్రవక్త (ﷺ) జీవితం నుండి పాఠాలు
- హిజ్రహ్ నుండి బద్ర్ యుద్ధం వరకు 3:121-129; 8:42-44; 8:65-71
- ఉహుద్ యుద్ధం 3:151-180
- కందకం యుద్ధం 33:9-27
- హునైన్ యుద్ధం 9:25-27
- మదీనా 9:40
- తబూక్ 9:38-123
- బనూ అన్-నదీర్ 59:2-6
- హమ్రా' అల్-అసద్ 3:172-175
- హుదైబియహ్ సంధి 48:1-7; 48:10-29
ప్రవక్త (ﷺ)కు ప్రదానం చేయబడిన గౌరవాలు
- అల్లాహ్ మరియు ఆయన దేవదూతలు అతనిని ఆశీర్వదిస్తారు 33:56
- మక్కా నుండి జెరూసలేంకు రాత్రి ప్రయాణం 17:1
- ఆకాశాలకు ప్రయాణం 53:1-18
- ఈ జీవితంలో మరియు మరుజీవితంలో గౌరవించబడ్డారు 17:79; 66:8; 108:1
- అతనికి విధేయత అల్లాహ్‌కు విధేయత 4:80
- అల్లాహ్ మరియు ఆయన సందేశహరుడికి విధేయత ప్రతిఫలం 4:69
- అతని కుటుంబం పవిత్రం చేయబడింది 33:33-34
- జిబ్రాయీల్‌ను అతని నిజమైన రూపంలో చూశారు 53:1-18
- విశ్వాసులు అతనికి విధేయత చూపమని ఆజ్ఞాపించబడ్డారు 59:7
- అతనితో మాట్లాడే మర్యాదలు 49:1-5
- అతనిని సందర్శించే మర్యాదలు 33:53
- అతని భార్యలతో వ్యవహరించే మర్యాదలు 33:53
- అల్లాహ్ అతనితో మరియు అతని సహచరులతో సంతోషపడ్డాడు 9:100; 9:117
- అతని విశ్వాస సమాజం యొక్క శ్రేష్ఠత 2:143; 3:110
నమాజు (సలాహ్) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- శుక్రవారం జమాత్ 62:9
- నమాజు దిశ (ఖిబ్లహ్) 2:144; 2:149-150
- చెడు కార్యాల నుండి నిరోధించాలి 29:45
- సమయాలు 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ప్రమాదంలో లేదా ప్రయాణంలో ఉన్నప్పుడు 2:239; 4:101-102
- నమాజు నిర్లక్ష్యం చేసేవారికి హెచ్చరిక 19:59; 74:38-47; 107:5-7
- మునాఫిఖుల నమాజు 4:142; 9:54
పవిత్రత, వుదూ' (అభిషేకం) 5:6
- పూర్తి స్నానం (గుస్ల్) 2:222; 4:43
- పొడి అభిషేకం (తయమ్ముమ్) 4:43; 5:6
దు'ఆలు (విన్నపాలు)
- అబ్రహామ్ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- ఆదమ్ మరియు హవ్వ 7:23
- యేసు 5:114
- అయ్యూబ్ 21:83; 21:83
- యూనుస్ 21:87
- యూసుఫ్ 12:33; 12:101
- మూసా 10:88-89; 20:25-35
- ముహమ్మద్ 17:80; 20:114
- నూహ్ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- సులైమాన్ 38:35
- షు'ఐబ్ 7:89
- జకరియ్యా 3:38; 19:2-6; 21:89-90
- దేవదూతలు 40:8-9
- మర్యమ్ తల్లి 3:35-36
- ఫిర్'ఔన్ భార్య 66:11
- ఫిర్'ఔన్ మాంత్రికులు 7:126
- రాజు సౌలు మరియు అతనితో ఉన్న విశ్వాసులు 2:250
- ఇస్రాయేల్ సంతానపు విశ్వాసులు 10:85-86
- గుహ వారు 18:10
- నీతిమంతులు 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- అణచివేయబడినవారు 4:75
సాష్టాంగ వచనాలు
- సజదాత్, సజ్దహ్ యొక్క బహువచనం, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
జకాత్ (దాతృత్వ పన్ను), బాధ్యతగా 2:110; 2:177; 2:277; 6:141
- విశ్వాసుల గుణాలలో ఒకటి 22:41; 23:4; 51:19
- పొందేవారు 9:60
- దాతృత్వం (సదఖా) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- నిరాకరించేవారికి హెచ్చరిక 3:180; 9:34; 47:38
ఉపవాసం (సౌమ్)
- రమజాన్‌లో 2:183-185
- ఉపవాసం గంటలు 2:187
- మినహాయింపులు 2:184-185
- ఉపవాసానికి ముందు రాత్రి సంపర్కం 2:187
- తీర్థయాత్ర సమయంలో ఉపవాసం 2:196
హజ్ (తీర్థయాత్ర)
- సామర్థ్యం ఉన్నవారికి బాధ్యత 3:97
- ఆచారాలు మరియు నిబంధనలు 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- బలి అర్పణలు 2:196; 22:36-37
- తీర్థయాత్రలో భూమిపై వేట నిషేధం 5:1; 5:94-95
- సముద్రంలో వేట అనుమతి 5:96
- చిన్న తీర్థయాత్ర ('ఉమ్రహ్) 2:158; 2:196
విశ్వాస సమాజాలు
- ముస్లింలు 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ఒకరికొకరు సంరక్షకులు 3:28; 9:71
- క్రైస్తవులు 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- యూదులు 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ఇస్రాయేల్ సంతానం 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- గ్రంథ ప్రజలు (ప్రధానంగా యూదులు మరియు క్రైస్తవులు) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ముస్లింలు వారు బలి ఇచ్చిన జంతువులు తినవచ్చు మరియు వారి స్త్రీలను వివాహం చేసుకోవచ్చు 5:5
- యూదులకు నిషేధించబడిన ఆహారాలు 6:146
- సాబియన్లు 2:62; 22:17
- మజూసులు 22:17
- బహుదైవారాధకులు (పేగన్లు, విగ్రహారాధకులు) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- పేగన్ మూఢనమ్మకాల ఆచారాలు 2:189; 5:103; 6:138-144
- నాస్తికులు 52:35-36
నిషేధించబడిన పేగన్ ఆచారాలు
- బాలికలను సజీవంగా పాతిపెట్టడం 16:58-59; 81:8-9
- పేదరికం భయంతో పిల్లలను చంపడం 6:137; 6:151; 17:31
- కాబా చుట్టూ ఈల వేయడం మరియు చప్పట్లు కొట్టడం 8:35
- ఒంటెలను విగ్రహాలకు అంకితం చేయడం 5:103; 6:136
- విగ్రహాల పేరిట బలి ఇవ్వడం 6:121
- జిహార్ విడాకులు 33:4; 58:2-4
- ఇలా' (నాలుగు నెలలకంటే ఎక్కువ) 2:226-227
- నిర్ణయాలకు చీట్లు వేయడం 5:3
- నగ్నంగా కాబా చుట్టూ తిరగడం 7:26-28
- తీర్థయాత్ర తర్వాత వెనుక తలుపుల నుండి ఇళ్ళలో ప్రవేశించడం 2:189
ఆరాధించే వస్తువులు
- దేవదూతలు (కొందరు పేగన్ అరబ్బులలో) 34:40
- అల్-అయ్కహ్ (షు'ఐబ్ ప్రజలలో) 26:176
- బ'అల్ (ఇల్యాస్ ప్రజలలో) 37:125
- యేసు (క్రైస్తవ మతంలో) 5:17
- విగ్రహాలు (అబ్రహామ్ ప్రజలలో) 21:52-53
- లాత్, 'ఉజ్జా మరియు మనాత్ విగ్రహాలు (అరబ్ పేగన్లలో) 53:19-20
- వద్ద్, సువా', యఘూథ్, యా'ఊఖ్ మరియు నస్ర్ విగ్రహాలు (నూహ్ ప్రజలలో) 71:23
- సూర్యుడు (షేబా ప్రజలు) 27:24
- సిరియస్ నక్షత్రం (కొందరు పేగన్ అరబ్బులలో) 53:49
- ఫిర్'ఔన్ (పురాతన ఈజిప్టులో) 26:29; 28:38; 79:24
- కోరికలు 25:43-44; 45:23
- అనేక దేవుళ్ళు అనే నమ్మకం తిరస్కరించబడింది 17:42-43; 21:21-24; 25:3
ఆరాధన స్థలాలు, మసీదులు 9:18
- చర్చిలు, సినగాగులు మరియు మఠాలు 22:40
- పవిత్ర స్థలం 3:39; 38:21
- దేవాలయం 17:7
- మతపరమైన బిరుదులు, పాదరులు, సన్యాసులు మరియు రబ్బులు 5:44; 5:63; 5:82; 9:31-34
దేవదూతలు
- ఆదమ్ సృష్టి గురించి విచారిస్తారు 2:30-34
- అల్లాహ్‌కు ఎన్నటికీ అవిధేయత చూపరు 21:26-27; 66:6
- అల్లాహ్ కుమార్తెలు కారు 21:26; 43:16-19
- కాపలా దేవదూతలు 13:11
- ఇద్దరు నమోదు చేసే దేవదూతలు 50:16-18; 82:10-12
- తీర్పు దినాన అల్లాహ్ సింహాసనాన్ని మోసే ఎనిమిది 69:17
- నరకం యొక్క పంతొమ్మిది కాపలాదారులు 74:26-31
- మృత్యు దేవదూతలు 6:93; 16:28; 32:11
- జిబ్రాయీల్ 2:97; 66:4; 26:192-195; 53:1-14
- మీకాయీల్ 2:98
- మాలిక్ 43:77
సందేశహరులు
- దేవదూతలు మరియు మానవులలో నుండి 22:75
- దృఢ సంకల్పం గల సందేశహరులు (అబ్రహామ్, నూహ్, మూసా, యేసు మరియు ముహమ్మద్ ﷺ) 33:7; 42:13; 46:35
గ్రంథాలు
- ఖురాన్, అల్లాహ్ నుండి వహీ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- మొత్తం ప్రపంచానికి స్మరణ 68:51-52
- అత్యంత నేరైన జీవన మార్గానికి మార్గదర్శి 17:9
- వహీ రమజాన్ నెలలో మొదలైంది 2:185
- ఒక ఆశీర్వాదిత రాత్రిన 44:3;97:1-5
- దశలలో అవతరించింది 17:105-106
- గుర్తుంచుకోవడానికి సులభంగా చేయబడింది 54:17
- మునుపటి వెల్లడింపులలోని సత్యాన్ని ధృవీకరిస్తుంది 3:3-4
- మునుపటి గ్రంథాలపై సర్వోన్నత అధికారం 5:48
- దానిలో సందేహం లేదు 2:2; 10:37
- విరోధాభాసలు లేవు 4:82
- కల్పించబడలేదు 10:37-39
- బైబిల్ నుండి నకలు చేయబడలేదు 25:4-6
- దయ్యాలు అవతరింపజేయలేదు 26:210-212
- ఎవరూ దానిలాంటిది ఉత్పత్తి చేయలేరు 17:88; 2:23-24;10:13-14; 11:13
- అవినీతి నుండి రక్షించబడింది 15:9
- భద్రపరచిన పలకలో రక్షించబడింది 56:75-80
- అసత్యమని నిరూపించలేరు 41:42
- భవిష్యత్ సంఘటనలు ముందుగా చెప్తుంది 30:1-7; 48:27
- విశ్వాసులను కన్నీటికి తెస్తుంది 5:83; 17:107-109
- హృదయాలను స్పర్శిస్తుంది 39:23
- అద్భుతమైన వెలుతురు 4:174; 42:52
- విశ్వాసులకు వైద్యం మరియు రహమత్ 17:82
- తౌరాత్ 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- సువార్త 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- జబూర్ 4:163; 17:55
- అబ్రహామ్ వేదాంత పత్రాలు 53:36-44; 87:14-19
విధి మరియు తలరాత 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- స్వేచ్ఛా ఎంపిక 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
తీర్పు దినం
- అన్యాయం లేదు 2:281; 18:49; 40:17
- అపోకాలిప్స్ భయాలు 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ఆ రోజు నీతిమంతులు మరియు దుర్మార్గులు 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- సిఫారసు (షఫా'అహ్) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
కార్యాల నమోదులు 17:13; 18:49
- విశ్వాసులు తమ నమోదు కుడి చేతిలో అందుకుంటారు 69:19-24; 84:7-9
- అవిశ్వాసులు తమ నమోదు ఎడమ చేతిలో అందుకుంటారు 69:25-37; 84:10-15
- అల్లాహ్ నుండి ఏదీ దాగి ఉండదు 21:47; 40:16
- కార్యాల తూకం 7:8; 23:102-104; 101:1-11
- శారీరక అవయవాల సాక్ష్యం 41:19-24; 24:24
- మంచి మరియు చెడు కార్యాలకు ప్రతిఫలం 6:160; 27:89-90; 28:84
ప్రజల రకాలు
- విశ్వాసులు 18:107-108
- అవిశ్వాసులు 4:167-169
- మునాఫిఖులు 4:145; 57:13-15
- స్వర్గ నివాసులు, ముందు విశ్వాసులు 55:46-61; 56:10-26
- స్వర్గ నివాసులు, కుడి వైపు వారు 55:62-78; 56:27-40
- నరక నివాసులు, ఎడమ వైపు వారు 55:31-45; 56:41-56
- ఎత్తుల వారు 7:46-49
ఆర్థిక
- వ్యాపార మార్గదర్శకాలు 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- వీలునామాలు, వారసులు కానివారికి ఐచ్ఛిక వీలునామాలు 2:180-183; 4:11-12
ప్రయాణంలో మరణానికి ముందు 5:106-108
- లంచం 2:188
- అప్పులు, అప్పులు వసూలు చేయడంలో దయ 2:280
- అప్పు ఒప్పందం రాయడం మరియు సాక్షి 2:282
- తాకట్టు తీసుకోవడం 2:283
- వారసత్వం, మార్గదర్శకాలు 4:7; 4:32-33; 8:75
- సంతానం మరియు తల్లిదండ్రుల వాటాలు 4:11
- జీవిత భాగస్వాములు మరియు మాతృవంశ సోదరులు 4:12
- పూర్తి సోదరులు 4:176
- పాటించనివారికి హెచ్చరిక 4:13-14
- వడ్డీ, నిషేధం మరియు హెచ్చరిక 2:275-281; 3:130-132
- నిష్ఫలంగా మారుతుంది 30:39
చట్టపరమైన
- రాజద్రోహ చట్టం (హిరాబహ్) 5:33-34
- న్యాయం, న్యాయం కోసం నిలబడటం 4:135; 5:8; 16:90-91
- అనాథలు మరియు స్త్రీల హక్కుల కోసం నిలబడటం 4:127
- యూదుడికి న్యాయం 4:105-112
- పేగన్‌కు న్యాయం 4:58
- ముస్లిమేతరులతో న్యాయంగా వ్యవహరించడం 60:8-9
- చట్టపరమైన మార్గాల ద్వారా ప్రతీకారం (క్షమించే అవకాశంతో) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- భర్త మరియు భార్య మధ్య విడాకు, ఖుల్' 2:229
- లి'ఆన్ (వ్యభిచారం నింద) 24:6-10
రాజకీయ
- సంప్రదింపుల ద్వారా వ్యవహారాలు నిర్వహించడం (షూరా) 3:159; 42:38
- స్వరక్షణలో పోరాటం (జిహాద్), మర్యాదలు 2:190-192; 2:216; 22:38-40
- విచక్షణారహితంగా దాడి చేయవద్దు 4:94
- అణచివేయబడిన పురుషులు, స్త్రీలు మరియు పిల్లల కోసం పోరాటం 4:75
- ఆరాధన స్థలాలు రక్షించడం 22:37
- అమరుల ప్రతిఫలం 2:154; 3:169-171; 9:111; 57:19
- సైనిక బలం సంభావ్య శత్రువులను నిరోధిస్తుంది 8:60
- శాంతి ఎంచుకోవడం 2:192; 8:61
- పార్టీల మధ్య శాంతి స్థాపించడం 49:9-10
- యుద్ధ ఖైదీలు, చికిత్స 8:70; 47:4; 76:8
సామాజిక
- దత్తత 33:4-5
- అనాథల సంరక్షణ 2:220; 4:2-10; 4:127; 6:152; 17:34
- విడాకులు, మధ్యవర్తిత్వం మరియు సంధి 4:35; 4:128
- విడాకుల మర్యాదలు 2:229-231; 65:1-2
- మహర్ మరియు వేచి ఉండే కాలం 2:226-241; 4:19-21; 33:49; 65:1-7
- భర్త మహర్‌లో ఏదీ తిరిగి తీసుకోకూడదు 4:20
- భార్యను వేధించకూడదు 65:6
- గర్భం సమయంలో భార్యకు ఆర్థికంగా పోషించాలి 65:6
- వేచి ఉండే కాలంలో 65:6
- మాజీ భర్త పిల్లవాడికి పాలిస్తే, 65:6
- ఏ తల్లిదండ్రులూ తమ పిల్లల కారణంగా బాధపడకూడదు 2:233
- పాలిచ్చే తల్లిని ఎంచుకోవడం 65:6
- మంచిని ప్రోత్సహించడం మరియు చెడును నిషేధించడం 3:104; 3:110; 7:157; 9:71-72; 31:17
- మానవుల సమానత్వం 49:13
- అల్లాహ్ మరియు చట్టం ముందు పురుషులు మరియు స్త్రీలు, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- పురుషులకు స్త్రీలకంటే ఎక్కువ బాధ్యత ఉంది 2:228
- పేదవారికి, అనాథలకు మరియు ఖైదీలకు భోజనం పెట్టడం 76:8-9
- క్షమాపణ మరియు కోపం అణచుకోవడం 3:134; 42:40
- బానిసలను విముక్తి చేయడం మరియు సహాయం చేయడం 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- తల్లిదండ్రులను గౌరవించడం 4:36; 17:23-25; 31:14-15
- వినమ్రత 17:37; 31:18-19
- అబ్రహామ్ కలల వివరణ 37:102
- యూసుఫ్ కలల వివరణ 12:4; 12:36; 12:43
- ముహమ్మద్ కలల వివరణ 8:43; 48:27
- ముస్లిమేతరులతో దయగా ఉండటం 60:8
- వివాహం 4:3; 4:129; 16:72; 30:21
- వివాహానికి హలాల్ మరియు హరాం స్త్రీలు 4:22-24
- సంపర్క మర్యాదలు 2:222-223
- గర్భం మరియు పాలివ్వడం 2:233; 31:4; 46:15; 65:6
- మాజీ భార్యను మళ్ళీ వివాహం చేసుకోవడం 2:230
- పెళ్ళికాని వారికి వివాహానికి సహాయం 24:32
- వేచి ఉండే కాలంలో ఆసక్తి సూక్ష్మంగా చూపించడం 2:235
- ప్రమాణాలు 2:224-225; 16:91-92; 16:94
- విరిగిన ప్రమాణానికి పరిహారం 5:89
- కష్ట సమయాలలో ఓర్పు 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- ప్రవేశానికి అనుమతి 24:58-60
- ప్రజల ఇళ్ళలో ప్రవేశించడం 24:27-28
- బహిరంగ స్థలాలలో ప్రవేశించడం 24:29
- సామాజిక మర్యాదలు, వార్తలు ధృవీకరించడం 4:83; 49:6
- అందరిని గౌరవించడం 49:11-12
- సమావేశ మర్యాదలు 58:11
- ప్రైవేట్ సంభాషణలు 4:114; 58:9
- మొక్కులు 2:270; 9:75-77; 22:29; 76:7
- వృథా చేయడం మరియు పిసినారితనం 7:31; 17:29; 25:67
ఇతర కథలు
- హాబీల్ మరియు ఖాబీల్ 5:27-31
- అల్-ఖదిర్ మరియు మూసా 18:60-82
- ఏనుగు సైన్యం 105:1-4
- ఫిర్'ఔన్ ప్రజలలో విశ్వాసి 40:28-46
- మర్యమ్ జన్మ 3:35-36
- ఇస్రాయేల్ సంతానపు ఆవు 2:67-74
- ఉజైర్ 2:259
- తోట యజమానులు 68:17-32
- హారూత్ మరియు మారూత్ 2:102
- ఖారూన్ 28:76-82
- లుఖ్మాన్ తన కుమారుడికి ఉపదేశం 31:12-19
- రెండు తోటల యజమాని 18:32-44
- షేబా ప్రజలు 34:15-19
- గుహ వారు 18:9-26
- కందకం వారు 85:1-8
- సబ్బాత్ ఉల్లంఘించినవారు 7:163-165
- సామిరీ మరియు బంగారు దూడ 20:83-97
- సౌలు మరియు సమ్యూయేల్ 2:247-251
- జుల్-ఖర్నైన్ 18:83-98
దయ్యాలు 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- దయ్యాల వంటి మానవులు మరియు జిన్నులు 6:112;114:6
- దయ్యాలకు వ్యతిరేకంగా ఆకాశం రక్షించబడింది 15:16-18
పశ్చాత్తాపాలు
- ప్రవక్తను అనుసరించకపోవడం 25:27
- అల్లాహ్ మరియు ఆయన సందేశహరుడికి విధేయత చూపకపోవడం 4:41-42; 33:64-68
- చెడు మిత్రులను ఎంచుకోవడం 25:28-29; 26:96-102; 43:36-39
- అల్లాహ్ సూచనలను తిరస్కరించడం 6:27-30
- పరలోకం కోసం కార్యాలు చేయకపోవడం 89:23-24
నిరాశపూరిత విన్నపాలు
- లోకానికి తిరిగి వెళ్ళమని వేడుకోవడం 2:167; 6:27-28; 32:12-14; 42:44
- రెండవ అవకాశం కోసం 35:36-37
- నరకం నుండి తీయమని 40:10-12
- ఆహారం మరియు నీళ్ళ కోసం 7:51-52
- సిఫారసు చేసేవారి కోసం 7:52-53
- దుమ్ముగా మారాలని 4:41-42; 78:40
- మరణం కోసం 43:74-78
నీతిమంతుల గుణాలు
- సృష్టికర్త మరియు ఆయన సృష్టి హక్కులు పాటించడం 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
దుర్మార్గుల గుణాలు
- కృతఘ్నులు 14:34
- పిసినారులు 17:100
- అతిత్వరగా ఉండేవారు 21:37
- కష్ట సమయాలలో మాత్రమే అల్లాహ్‌ను స్మరించేవారు 10:12; 41:51
- అసహనశీలురు 70:19
- వాదించేవారు 18:54
ప్రధాన పాపాలు
- ఆరాధనలో అల్లాహ్‌కు భాగస్వాములు చేయడం (షిర్క్) 4:48; 4:116; 5:72; 6:19; 31:13:
- తల్లిదండ్రులను హాని చేయడం 4:36; 6:151; 17:23
- తప్పనిసరి నమాజులు నిర్లక్ష్యం చేయడం లేదా వదిలేయడం 19:59-60
- జకాత్ చెల్లించకపోవడం 41:6-7
- హత్య 6:151; 17:33
- ఉద్దేశపూర్వకంగా విశ్వాసిని చంపడం 4:93
- దొంగతనం 5:38
- మోసం 7:85; 11:85; 26:182-183; 83:1-6
- అబద్ధం 2:10; 9:77; 39:60
- అల్లాహ్ గురించి అబద్ధం 6:93; 29:68; 61:7
- నిషేధించబడిన లైంగిక సంబంధాలు 2:222; 17:32; 24:2; 25:68; 29:28-30
- వ్యభిచారం నింద 24:4-5
- మతత్యాగం 2:217; 5:54
- పంది మాంసం మరియు ఇతర నిషేధిత ఆహారాలు తినడం (మృత జంతువు, రక్తం, మొదలైనవి) 5:3; 6:145
- మద్యం మరియు జూదం 5:90-91
- చాడీలు చెప్పడం 49:11
- అబద్ధపు సాక్ష్యం 22:30
- మాయాజాలం 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman     అత్యంత కృపాశీలుడు (The Beneficent)  1:3; 17:110
- #2 Ar-Raheem      అపార దయాళువు (The Merciful)  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik       సార్వభౌమాధిపతి (The Eternal Lord)  20:114; 23:116; 59:23
- #4 Al-Quddus      అతి పవిత్రుడు (The Most Sacred)  59:23; 62:1
- #5 As-Salaam      శాంతిదాత (The Embodiment of Peace)  59:23
- #6 Al-Mu'min      విశ్వాసదాత (The Infuser of Faith)  59:23
- #7 Al-Muhaymin    సంరక్షకుడు (The Preserver of Safety)  59:23
- #8 Al-Aziz        సర్వశక్తిమంతుడు (The Mighty One)  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar      సర్వాధికారి (The Omnipotent One)  59:23
- #10 Al-Mutakabbir అత్యున్నతుడు (The Dominant One)  59:23
- #11 Al-Khaliq     సృష్టికర్త (The Creator)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'      విశ్వనిర్మాత (The Evolver)  59:24
- #13 Al-Musawwir   స్వరూపదాత (The Flawless Shaper)  59:24
- #14 Al-Ghaffar    మహాక్షమాశీలుడు (The Great Forgiver)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar     సర్వజయుడు (The All-Prevailing One)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab     అపారదాత (The Supreme Bestower)  3:8; 38:9; 38:35
- #17 Ar-Razzaq     పోషకుడు (The Total Provider)  51:58
- #18 Al-Fattah     విజయదాత (The Supreme Solver)  34:26
- #19 Al-Alim       సర్వజ్ఞుడు (The All-Knowing One)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid      సంకోచకుడు (The Restricting One)  2:245
- #21 Al-Basit      విస్తరింపజేసేవాడు (The Extender)  2:245
- #22 Al-Khafid     అవమానపరచువాడు (The Reducer)  95:5
- #23 Ar-Rafi'      ఉన్నతుడు (The Elevating One)  58:11; 6:83
- #24 Al-Mu'izz     గౌరవదాత (The Honourer-Bestower)  3:26
- #25 Al-Mudhill    అవమానకారి (The Abaser)  3:26
- #26 As-Sami'      సర్వశ్రోత (The All-Hearer)  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir      సర్వదర్శి (The All-Seeing)  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam      న్యాయమూర్తి (The Impartial Judge)  22:69
- #29 Al-Adl        న్యాయవంతుడు (The Embodiment of Justice)  6:115
- #30 Al-Latif      సూక్ష్మజ్ఞుడు (The Knower of Subtleties)  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir     సర్వవేది (The All-Aware One)  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim      సహనశీలి (The Clement One)  2:235; 17:44; 22:59; 35:41
- #33 Al-Azim       మహోన్నతుడు (The Magnificent One)  2:255; 42:4; 56:96
- #34 Al-Ghafur     క్షమాశీలుడు (The Great Forgiver)  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur    కృతజ్ఞతాస్వీకారి (The Acknowledging One)  35:30; 35:34; 42:23; 64:17
- #36 Al-Aliy       అత్యున్నతుడు (The Sublime One)  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir      మహామహుడు (The Great One)  13:9; 22:62; 31:30
- #38 Al-Hafiz      సంరక్షకుడు (The Guarding One)  11:57; 34:21; 42:6
- #39 Al-Muqit      పోషకుడు (The Sustaining One)  4:85
- #40 Al-Hasib      లెక్కతీర్చువాడు (The Reckoning One)  4:6; 4:86; 33:39
- #41 Al-Jalil      ప్రతాపవంతుడు (The Majestic One)  55:27; 39:14; 7:143
- #42 Al-Karim      ఔదార్యవంతుడు (The Bountiful)  27:40; 82:6
- #43 Ar-Raqib      కావలివాడు (The Watchful)  4:1; 5:117
- #44 Al-Mujib      ప్రార్థనాస్వీకారి (The Responding One)  11:61
- #45 Al-Wasi'      సర్వవ్యాపి (The All-Pervading One)  2:268; 3:73; 5:54
- #46 Al-Hakim      మహావివేకి (The Wise One)  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud      ప్రేమమూర్తి (The Loving One)  11:90; 85:14
- #48 Al-Majid      ఘనుడు (The Glorious One)  11:73
- #49 Al-Ba'ith     పునరుత్థానకారి (The Infuser of New Life)  22:7
- #50 Ash-Shahid    సర్వసాక్షి (The All Observing Witness)  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq       సత్యస్వరూపుడు (The Embodiment of Truth)  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil      విశ్వసనీయుడు (The Universal Trustee)  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy     మహాబలవంతుడు (The Strong One)  22:40; 22:74; 42:19; 57:25
- #54 Al-Mateen     దృఢుడు (The Firm One)  51:58
- #55 Al-Waliyy     సహాయకుడు (The Protecting Associate)  4:45; 7:196; 42:28; 45:19
- #56 Al-Hameed     స్తుతిపాత్రుడు (The Sole-Laudable One)  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi      లెక్కించువాడు (The All-Enumerating One)  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'     ఆదికర్త (The Originator)  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id      పునరుద్ధారకుడు (The Restorer)  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi      జీవదాత (The Maintainer of life)  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumeet     మరణదాత (The Inflictor of Death)  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy       నిత్యజీవి (The Eternally Living One)  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum     స్వయంభువు (The Self-Subsisting One)  2:255; 3:2; 20:111
- #64 Al-Wajid      సర్వసమర్థుడు (The Pointing One)  38:44
- #65 Al-Majid      ఘనతవంతుడు (The All-Noble)  11:73
- #66 Al-Wahid      ఏకైకుడు (The Only One)  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad       అద్వితీయుడు (The Sole One)  112:1
- #68 As-Samad      నిరపేక్షుడు (The Supreme Provider)  112:2
- #69 Al-Qadir      సర్వశక్తిమంతుడు (The Omnipotent)  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir   సర్వాధికుడు (The All Authoritative One)  18:45; 54:42; 54:55
- #71 Al-Muqaddim   అగ్రగామి (The Expediting One)  16:61; 17:34
- #72 Al-Mu'akhkhir వెనుకకు నెట్టువాడు (The Procrastinator)  71:4
- #73 Al-Awwal      ఆద్యుడు (The Very First)  57:3
- #74 Al-Akhir      అంత్యుడు (The Infinite Last)  57:3
- #75 Az-Zahir      ప్రత్యక్షుడు (The Manifest)  57:3
- #76 Al-Batin      అంతర్యామి (The Unmanifest)  57:3
- #77 Al-Wali       సంరక్షకుడు (The Protecting Associate)  13:11; 22:7
- #78 Al-Muta'ali   సర్వోన్నతుడు (The Most Exalted)  13:9
- #79 Al-Barr       ఉపకారి (The Benign)  52:28
- #80 At-Tawwab     పశ్చాత్తాప స్వీకారి (The Acceptor of Repentance)  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim   ప్రతీకారకుడు (The Avenger)  32:22; 43:41; 44:16
- #82 Al-Afuw       క్షమాశీలుడు (The Forgiver)  4:99; 4:149; 22:60
- #83 Ar-Ra'uf      అనుగ్రహవంతుడు (The Compassionate)  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk సార్వభౌమాధిపత్య ప్రభువు (The Owner of Sovereignty)  3:26
- #85 Dhul-Jalali wal-Ikram గౌరవ ప్రతాపాల ప్రభువు (The Lord of Majesty and Honor)  55:27; 55:78
- #86 Al-Muqsit     న్యాయవర్తి (The Equitable One)  3:18; 7:29
- #87 Al-Jami'      సమ్మేళకుడు (The Gatherer)  3:9
- #88 Al-Ghani      స్వయంపరిపూర్ణుడు (The Rich One)  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni     ధనికునిగా చేసేవాడు (The Enricher)  9:28
- #90 Al-Mani'      నివారకుడు (The Preventer of Harm)  67:21
- #91 Ad-Darr       కష్టకర్త (The Distresser)  6:17
- #92 An-Nafi'      ఉపకారకుడు (The Propitious)  30:37
- #93 An-Nur        జ్యోతిస్వరూపుడు (The Light)  24:35
- #94 Al-Hadi       మార్గదర్శి (The Guide)  25:31
- #95 Al-Badi'      అనన్యుడు (The Incomparable Originator)  2:117; 6:101
- #96 Al-Baqi       శాశ్వతుడు (The Everlasting)  55:27
- #97 Al-Warith     వారసుడు (The Inheritor of All)  15:23
- #98 Ar-Rashid     సన్మార్గదర్శి (The Guide to the Right Path)  2:256
- #99 As-Sabur      మహాసహనశీలి (The Patient)  2:153; 3:200; 103:3
Matching Ayahs
- = అలిఫ్, లామ్, మీమ్. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = వారే తమ ప్రభువు నుండి సన్మార్గంలో ఉన్నవారు, మరియు వారే విజయం సాధించినవారు. 2:5; 31:5
- = ఓ ఇస్రాయీల్ సంతానమా! నేను మీకు ప్రసాదించిన నా అనుగ్రహాన్ని, మరియు నేను మిమ్మల్ని సమస్త లోకాల (ప్రజల) పైన గొప్పవారిగా చేశానని గుర్తుంచుకోండి. 2:47; 2:122
- = ఆ సమాజం గతించి పోయింది. వారు సంపాదించినది వారికి, మీరు సంపాదించినది మీకు. మరియు వారు చేస్తున్న దాని గురించి మిమ్మల్ని ప్రశ్నించరు. 2:134; 2:141
- = వారు అందులో శాశ్వతంగా ఉంటారు; వారి శిక్ష తగ్గించబడదు, మరియు వారికి వ్యవధి కూడా ఇవ్వబడదు. 2:162; 3:88
- = అయితే దీని తర్వాత పశ్చాత్తాప పడి, తమను తాము సవరించుకునేవారు మినహా. నిశ్చయంగా అల్లాహ్ క్షమించేవాడు, అపార కరుణామయుడు. 3:89; 24:5
- = మరియు ఎవరు సత్యతిరస్కారం చేశారో మరియు మా సూచనలను అబద్ధమన్నారో – వారే నరకవాసులు. 5:10; 5:86
- = మరియు వారి ప్రభువు నుండి ఏ సూచన వచ్చినా, వారు దాని నుండి ముఖం తిప్పుకుంటారు. 6:4; 36:46
- = మరియు మీకు ముందు కూడా ప్రవక్తలను అపహాస్యం చేయబడింది; కానీ అపహాస్యం చేసిన వారిని, వారు ఏది అపహాస్యం చేస్తున్నారో అదే చుట్టుముట్టింది. 6:10; 21:41
- = ఇలా చెప్పు: "నేను నా ప్రభువుకు అవిధేయత చూపిస్తే, మహా దినపు శిక్షకు భయపడతాను." 6:15; 39:13
- = అప్పుడు భూకంపం వారిని పట్టుకుంది, మరియు వారు తమ ఇళ్లలో బోర్లాపడి (చనిపోయి) ఉండిపోయారు. 7:78; 7:91
- = అప్పుడు అతను (మూసా) తన కర్రను విసిరాడు; అది అకస్మాత్తుగా ఒక స్పష్టమైన పాముగా మారింది. 7:107; 26:32
- = మరియు అతను తన చేతిని బయటికి తీశాడు; అది చూసేవారికి తెల్లగా (మెరుస్తూ) కనిపించింది. 7:108; 26:33
- = వారు అన్నారు: "మేము సమస్త లోకాల ప్రభువును విశ్వసించాము." 7:121; 26:47
- = మూసా మరియు హారూన్ ల ప్రభువు. 7:122; 26:48
- = మరియు నేను వారికి వ్యవధి ఇస్తాను. నిశ్చయంగా నా యుక్తి దృఢమైనది. 7:183; 68:45
- = ఆయనే తన ప్రవక్తను సన్మార్గంతో మరియు సత్యమతంతో పంపినవాడు – దానిని అన్ని మతాల పైన ఆధిపత్యం కలిగించడానికి, బహుదైవారాధకులు అసహ్యించుకున్నా. 9:33; 61:9
- = ఓ ప్రవక్తా! సత్యతిరస్కారులతో మరియు కపటులతో పోరాడండి, మరియు వారి పట్ల కఠినంగా ఉండండి. వారి నివాసం నరకమే; మరియు అది ఎంత చెడ్డ గమ్యస్థానం! 9:73; 66:9
- = మరియు వారు అంటారు: "మీరు సత్యవంతులైతే, ఈ వాగ్దానం ఎప్పుడు?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = మరియు నిశ్చయంగా మేము మూసాను మా సూచనలతో మరియు స్పష్టమైన అధికారంతో పంపాము. 11:96; 40:23
- = మరియు నిశ్చయంగా మేము మూసాకు గ్రంథాన్ని ఇచ్చాము; కానీ దాని విషయంలో విభేదించారు. మరియు మీ ప్రభువు నుండి ఒక మాట ముందుగా నిర్ణయించబడకపోతే, వారి మధ్య తీర్పు చేయబడి ఉండేది. మరియు నిశ్చయంగా వారు దాని గురించి సందేహంలో ఉన్నారు. 11:110; 41:45
- = అది అల్లాహ్ కు కష్టమైనది కాదు. 14:20; 35:17
- = "నేను అతనిని (ఆదమ్ ను) సిద్ధంగా తీర్చి, అందులో నా ఆత్మను ఊదినప్పుడు, మీరు అతనికి సాష్టాంగం చేయండి." 15:29; 38:72
- = అప్పుడు దేవదూతలు అందరూ సాష్టాంగం చేశారు. 15:30; 38:73
- = (అల్లాహ్) అన్నాడు: "అయితే దాని నుండి బయటకు వెళ్ళు; నిశ్చయంగా నీవు తరిమివేయబడిన వాడవు." 15:34; 38:77
- = (ఇబ్లీస్) అన్నాడు: "నా ప్రభూ! అయితే వారు పునరుత్థానం చేయబడే దినం వరకు నాకు వ్యవధి ఇవ్వు." 15:36; 38:79
- = (అల్లాహ్) అన్నాడు: "అయితే నిశ్చయంగా నీవు వ్యవధి ఇవ్వబడిన వారిలో ఒకడవు." 15:37; 38:80
- = నిర్ణీత సమయం దినం వరకు." 15:38; 38:81
- = వారిలో నీ ఎంపిక చేసిన దాసులు తప్ప. 15:40; 38:83
- = నిశ్చయంగా భక్తిపరాయణులు స్వర్గవనాలలో మరియు చెలమల వద్ద ఉంటారు. 15:45; 51:15
- = (ఇబ్రాహీం) అన్నాడు: "అయితే మీ పని ఏమిటి, ఓ ప్రవక్తలారా?" 15:57; 51:31
- = వారు అన్నారు: "నిశ్చయంగా మేము నేరస్థులైన ప్రజల వద్దకు పంపబడ్డాము." 15:58; 51:32
- = ఎవరు విశ్వసించి, తమ విశ్వాసాన్ని అన్యాయంతో కలపరో – వారికి భద్రత ఉంది; మరియు వారే సన్మార్గంలో ఉన్నవారు. 16:42; 29:59
- = వారు మేము ఇచ్చిన దానికి కృతఘ్నులుగా మారడానికి. కాబట్టి మీరు ఆనందించండి; ఎందుకంటే మీరు త్వరలో తెలుసుకుంటారు. 16:55; 30:34
- = అప్పుడు అతను (జుల్ఖర్నైన్) ఒక మార్గాన్ని అనుసరించాడు. 18:89; 18:92
- = ఫిర్ఔన్ వద్దకు వెళ్ళు; నిశ్చయంగా అతను తిరుగుబాటు చేశాడు." 20:24; 79:17
- = మరియు వారు తమ గుప్తాంగాలను కాపాడుకునేవారు. 23:5; 70:29
- = తమ భార్యలు లేదా తమ కుడి చేతులు స్వాధీనం చేసుకున్న దాసీలు తప్ప – ఎందుకంటే వారు నిందించదగినవారు కారు. 23:6; 70:30
- = అయితే వీటికి మించి కోరేవారు – వారే హద్దు మీరినవారు. 23:7; 70:31
- = మరియు వారు తమ బాధ్యతలను మరియు ఒప్పందాలను నెరవేర్చువారు. 23:8; 70:32
- = (నూహ్) అన్నాడు: "నా ప్రభూ! వారు నన్ను అబద్ధికుడన్నారు కాబట్టి నాకు సహాయం చేయి." 23:26; 23:39
- = తా, సీన్, మీమ్. 26:1; 28:1
- = ఇవి స్పష్టమైన గ్రంథం యొక్క వచనాలు. 26:2; 28:2
- = నిశ్చయంగా ఇందులో ఒక సూచన ఉంది; కానీ వారిలో చాలామంది విశ్వసించేవారు కాదు. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = మరియు నిశ్చయంగా మీ ప్రభువు – ఆయనే సర్వశక్తిమంతుడు, అపార కరుణామయుడు. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = మరియు మేము మిగిలిన వారిని ముంచేశాము. 26:66; 37:82
- = నిశ్చయంగా నేను మీకు విశ్వసనీయుడైన ప్రవక్తను. 26:107; 26:125; 26:143; 26:162; 26:178
- = కాబట్టి మీరు అల్లాహ్ కు భయపడండి మరియు నాకు విధేయత చూపండి. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = మరియు నేను దీనికి మీ నుండి ఎటువంటి ప్రతిఫలం కోరడం లేదు; నా ప్రతిఫలం సమస్త లోకాల ప్రభువు వద్ద మాత్రమే ఉంది. 26:109; 26:127; 26:145; 26:164; 26:180
- = స్వర్గవనాలలో మరియు చెలమల వద్ద. 26:147; 44:52
- = వారు అన్నారు: "నీవు మాయాజాలానికి గురైన వారిలో ఒకడవు." 26:153; 26:185
- = అయితే అతని భార్య తప్ప – ఆమె వెనుకబడి ఉండేవారిలో ఉండాలని మేము నిర్ణయించాము. 26:171; 37:135
- = తరువాత మేము మిగిలిన వారిని నాశనం చేశాము. 26:172; 37:136
- = మరియు మేము వారిపై (రాళ్ల) వర్షాన్ని కురిపించాము; మరియు హెచ్చరించబడిన వారి పై కురిసిన ఆ వర్షం ఎంత చెడ్డది! 26:173; 27:58
- = అయితే వారు మా శిక్షను త్వరపెట్టాలని కోరుతున్నారా? 26:204; 37:176
- = ఎవరు నమాజ్ ను స్థాపిస్తారో, జకాత్ ఇస్తారో, మరియు వారు పరలోకంపై దృఢ విశ్వాసం కలిగి ఉంటారో. 27:3; 31:4
- = మరియు (గుర్తుంచుకోండి) ఆ దినం, ఆయన వారిని పిలిచి, "మీరు (నాకు) భాగస్వాములని చెబుతున్న నా 'భాగస్వాములు' ఎక్కడ?" అని అడుగుతాడు. 28:62; 28:74
- = మరియు మా పూర్వీకులు? 37:17; 56:48
- = మరియు వారు ఒకరికొకరు దగ్గరగా వచ్చి, పరస్పరం ప్రశ్నించుకుంటారు. 37:27; 52:25
- = అయితే (వారు) అల్లాహ్ యొక్క ఎంపిక చేసిన దాసులు. 37:40; 37:74; 37:128; 37:160
- = సౌభాగ్యాల స్వర్గవనాలలో. 37:43; 56:12
- = మరియు మేము అతని కోసం తరువాతి తరాల వారిలో (మంచి పేరు) నిలిపాము: 37:78; 37:108; 37:129
- = నిశ్చయంగా మేము సత్కర్తలకు ఇలాగే ప్రతిఫలం ఇస్తాము. 37:80; 37:121; 37:131; 77:44
- = నిశ్చయంగా అతను మా విశ్వాసులైన దాసులలో ఒకడు. 37:81; 37:111; 37:132
- = మీకు ఏమైంది? ఎలా తీర్పు చేస్తున్నారు? 37:154; 68:36
- = ఇది (ఖురాన్) సమస్త లోకాలకు ఒక హితబోధ మాత్రమే. 38:87; 81:27
- = గ్రంథం యొక్క అవతరణ అల్లాహ్ నుండి – సర్వశక్తిమంతుడు, మహా వివేకమంతుడు అయిన ఆయన నుండి. 39:1; 45:2; 46:2
- = హా, మీమ్. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = స్పష్టమైన గ్రంథం మీద ఒట్టు. 43:2; 44:2
- = కాబట్టి మీరు వారిని వదిలిపెట్టండి – వారు వారి (శిక్షా) వాగ్దానం చేయబడిన తమ ఆ దినాన్ని కలిసే వరకు అర్థరహిత మాటలు మరియు వినోదంలో పడివుండనివ్వండి. 43:83; 70:42
- = (వారితో చెప్పబడుతుంది): "మీరు చేస్తున్న దాని ప్రతిఫలంగా, సంతృప్తిగా తినండి; త్రాగండి." 52:19; 77:43
- = లేక మీరు వారి నుండి ఏదైనా ప్రతిఫలం కోరుతున్నారా? అందువల్ల వారు అప్పుల భారంతో నలిగిపోయారా? 52:40; 68:46
- = లేక వారి వద్ద అదృశ్య (లోక) జ్ఞానం ఉందా; అందువల్ల వారు (దాన్ని) వ్రాస్తున్నారా? 52:41; 68:47
- = అయితే నా శిక్ష మరియు నా హెచ్చరికలు ఎలా (భయంకరంగా) ఉన్నాయి! 54:16; 54:21; 54:30
- = మరియు నిశ్చయంగా మేము ఖురాన్ ను హితబోధ కోసం సులభం చేశాము. అయితే హితబోధ గ్రహించేవారు ఉన్నారా? 54:17; 54:22; 54:32; 54:40
- = అయితే మీ ప్రభువు యొక్క అనుగ్రహాలలో ఏది మీరు తిరస్కరిస్తారు? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = పూర్వీకులలో ఒక పెద్ద సమూహం. 56:13; 56:39
- = మరియు మేము (పంట నుండి) వంచితులమయ్యామా? 56:67; 68:27
- = కాబట్టి మీరు మీ మహా ప్రభువు నామాన్ని కీర్తించండి. 56:74; 56:96; 69:52
- = ఇది సమస్త లోకాల ప్రభువు నుండి అవతరించింది. 56:80; 69:43
- = ఆకాశాలలో మరియు భూమిలో ఉన్న సమస్తమూ అల్లాహ్ ను కీర్తిస్తున్నాయి; మరియు ఆయనే సర్వశక్తిమంతుడు, మహా వివేకమంతుడు. 59:1; 61:1
- = ఆయనకు మా వచనాలు వినిపించినప్పుడు, ఆయన అంటాడు: "ఇవి పూర్వీకుల కథలు!" 68:15; 83:13
- = అయితే ఆయన సుఖమైన జీవితంలో ఉంటాడు. 69:21; 101:7
- = ఉన్నత స్వర్గవనంలో. 69:22; 88:10
- = మరియు ఆయన పేదలకు అన్నం పెట్టమని ప్రోత్సహించడు. 69:34; 107:3
- = నిశ్చయంగా ఇది (ఖురాన్) ఒక గౌరవనీయ ప్రవక్త (జిబ్రీల్) యొక్క వాక్యం. 69:40; 81:19
- = నిశ్చయంగా ఇది ఒక హితబోధ; కాబట్టి ఎవరు కోరుకుంటే, వారు తమ ప్రభువు వైపు మార్గం అవలంబించుకోవచ్చు. 73:19; 76:29
- = కాబట్టి ఎవరు కోరుకుంటే, వారు దాన్ని స్మరించుకోవచ్చు. 74:55; 80:12
- = ఆ దినం (సత్యాన్ని) తిరస్కరించినవారికి వినాశం! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = నిశ్చయంగా సజ్జనులు సుఖంలో ఉంటారు. 82:13; 83:22
- = ఇది (సజ్జనుల రేకు) వ్రాయబడిన రిజిస్టర్. 83:9; 83:20
- = (సింహాసనాల పై) కూర్చుని చూస్తూ ఉంటారు. 83:23; 83:35
- = మరియు అది (ఆకాశం) తన ప్రభువు ఆజ్ఞను పాటించింది; మరియు అది (అలా చేయడం) దాని కర్తవ్యం. 84:2; 84:5
- = మరియు నేను మీరు ఆరాధించేదాన్ని ఆరాధించువాడను కాను. 109:3; 109:5
noblequran.com Schemas
- మక్కా ముష్రిక్ లు అల్లాహ్ యొక్క రుబూబియ్యా (ప్రభుత్వం) ను ధృవీకరించారు 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- గ్రంథం మరియు జ్ఞానం (సున్నా) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (తప్పుదారి పట్టిన) పూర్వీకుల మార్గాన్ని అనుసరించడం నిందించబడింది 2:170; 31:21; 43:22
- అల్లాహ్ యొక్క సందేశకుడు మానవుడు 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- ముష్రిక్ లు కష్ట సమయాల్లో అల్లాహ్ ను మాత్రమే పిలిచారు 10:22; 17:16; 29:65; 31:32
- మతంలో విభజన చేయడం నిషేధించబడింది మరియు నిందించబడింది 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- అల్లాహ్ కు సంబంధించిన ఇస్తివా యొక్క గుణం 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ఈమాన్ (విశ్వాసం) యొక్క పెరుగుదల (మరియు తగ్గుదల) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- సందేశకుడు మరియు సృష్టిలో ఎవరూ అదృశ్యాన్ని స్వతంత్రంగా తెలియరు 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- అల్లాహ్ తాను కోరిన వారికి జీవనోపాధిని విస్తరింపజేస్తాడు మరియు పరిమితం చేస్తాడు 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ఖురాన్ స్పష్టమైన అరబీ భాషలో అవతరించబడింది 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- అల్లాహ్ ఏ ఆత్మపైనా దాని శక్తికి మించిన భారాన్ని మోపడు 2:233, 286; 6:152; 7:42; 23:62; 65:7
- ఎవరూ మరొకరి భారాన్ని మోయరు 6:164; 17:15; 35:18; 39:7; 53:38
- అల్లాహ్ మీకు హాని కలిగిస్తే, అల్లాహ్ తప్ప మరెవరూ దానిని తొలగించలేరు 6:17; 10:107
- మరియు ఇతని కంటే పెద్ద అన్యాయం చేసేవాడు ఎవరు... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- మనిషి సౌభాగ్యంలో కృతజ్ఞతా రహితుడు మరియు కష్టంలో వినమ్రుడు 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- స్థిరీకరణ (తథ్బీత్) అల్లాహ్ నుండి కోరబడుతుంది మరియు ఆయనచే ప్రదానం చేయబడుతుంది 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- అన్ని విభేదాలు అల్లాహ్ మరియు ఆయన సందేశకునికి తిరిగి సూచించబడతాయి 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- నరకాగ్ని నివాసుల మధ్య వివాదం 26:96-102; 38:58-64; 40:47-50
- అల్లాహ్ యొక్క సందేశకునికి విధేయత (తాఆ) చూపించే బాధ్యత 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ఖురాన్ లో సజ్దా (అభివందన సాష్టాంగ) ఆయతులు 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- ఉమ్మత్ లోని అన్ని కీడులు అవిధేయత వల్ల కలుగుతాయి 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- అల్లాహ్ ఎవరిని మార్గం తప్పిస్తాడో, అతనికి మార్గదర్శి లేడు 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ప్రవక్తలందరూ ఆరాధన యొక్క తౌహీద్ తో సంస్కరణను ప్రారంభించారు 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- విజయం మరియు సమృద్ధి ఆత్మ యొక్క తజ్కియాహ్ (శుద్ధీకరణ) తో ముడిపడి ఉన్నాయి 20:76; 35:18; 87:14; 91:9; 92:18;
- అన్ని గౌరవం మరియు శక్తి ('ఇజ్జాహ్) అల్లాహ్ కు చెందినవి 4:139; 10:65; 35:10; 63:8
- అల్లాహ్ ను మాత్రమే పవిత్రంగా మరియు హృదయపూర్వకంగా పిలిచే బాధ్యత 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- అల్లాహ్ తో పాటు ఇతరులను పిలవడం నిషేధించబడింది 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- ప్రవక్తలందరూ అల్లాహ్ యొక్క తఖ్వా మరియు (తమకు) విధేయతను ఆజ్ఞాపించారు 43:63; 71:1-28
- హిజ్రా (వలస) గురించి 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- అల్లాహ్ తప్ప సృష్టికి నిజమైన రక్షకుడు లేదా సహాయకుడు లేడు 2:107, 120; 9:74, 116; 29:22; 42:31
- ఎవరి హృదయాలపై అల్లాహ్ ముద్ర వేస్తాడో 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ఈమాన్ భయం మరియు ఆశ మధ్య ఉంటుంది 17:57; 32:16; 39:9
- కుఫ్ర్, షిర్క్ మరియు నిఫాఖ్ ద్వారా అన్ని కర్మలు రద్దు కావడం గురించి 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- అల్లాహ్ యొక్క వహీ మరియు ప్రవక్తలు మార్గదర్శనం, జ్ఞానం మరియు విశ్వాసం యొక్క వెలుగులు 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- మాటలను వక్రీకరించేవారు యూదులు మరియు తావీల్ (తహ్రీఫ్) చేసే వారు 2:75; 4:46; 5:13; 5:41
- ప్రపంచ జీవితం తాత్కాలిక ఆనందం మరియు భోగం మాత్రమే 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- దహ్రియ్యా (నాస్తికులు) 45:24; 6:29; 23:37
- అల్లాహ్ ముహమ్మద్ ను ధర్మంతో పంపాడు, దానిని ఇతర (రద్దు చేయబడిన లేదా అబద్ధమైన) మతాల పై ఆధిక్యం కలిగించడానికి 9:33; 48:28; 61:9
- తాఘూత్ గురించి మరియు తాఘూత్ ను తిరస్కరించాల్సిన అవసరం గురించి 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- వారు కుట్ర పన్నుతారు మరియు అల్లాహ్ కూడా కుట్ర పన్నుతాడు మరియు ఆయన కుట్ర పన్నేవారిలో ఉత్తముడు 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- అంతిమ గడియ (కియామత్) యొక్క జ్ఞానం అల్లాహ్ వద్ద ఉంది 7:187; 33:63; 41:47
- ఫుర్కాన్ (ప్రమాణం) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- చెడును దానికంటే ఉత్తమమైన దానితో తిప్పికొట్టడం 23:96; 28:54; 41:34
- అంతిమ గడియ దగ్గర పడింది 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- మరియు ఆయన సూచనలలో... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- అల్లాహ్ తన సూచనలను వివరిస్తాడు, మీరు... 2:73, 187, 221, 242; 3:103; 5:89
- అల్లాహ్ అన్ని వస్తువుల సృష్టికర్త 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- అల్లాహ్ సృష్టిని అసత్యం లేదా వినోదం కోసం సృష్టించలేదు 21:16; 38:27; 44:38; 46:3
- అల్లాహ్ మానవాళిని తనను మాత్రమే ఆరాధించడానికి మరియు వారిలో ఎవరు కర్మలో ఉత్తములు అని పరీక్షించడానికి సృష్టించాడు 11:7; 18:7; 51:56; 67:2;
- అల్లాహ్ ప్రవక్తలను తన ఆరాధన వైపు పిలవడానికి, విధేయత చూపడానికి, మరియు శుభవార్త ఇచ్చేవారిగా మరియు హెచ్చరించేవారిగా పంపాడు 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- అల్-ఖద్ర్ యొక్క నాలుగు స్థాయిలు 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- ఆరాధన యొక్క రూపాలు మరియు రకాలు 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- అల్లాహ్ తాను కోరిన వారికి మార్గదర్శనం చేస్తాడు మరియు మార్గం తప్పిస్తాడు 14:4; 16:93; 35:8; 74:31
- అల్లాహ్ మార్గం తప్పించినవారు 2:26; 9:115; 14:27; 40:34, 74; 45:23
- అల్లాహ్ ఎవరిని మార్గం తప్పిస్తాడో అతనిని ఎవరూ మార్గదర్శనం చేయలేరు 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- అల్లాహ్ కు ఏ సాదృశ్యాన్ని నిరాకరించడం 2:22; 19:65; 42:11; 112:4
- అల్లాహ్ ఎవరికీ అన్యాయం చేయడు, కానీ వారు తమ ఆత్మలకే అన్యాయం చేసుకుంటారు 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- సలఫ్ (సహాబా) ను అనుసరించే బాధ్యత 2:137; 9:100; 4:115; 48:18, 29
- దావా (పిలుపు) ఇచ్చే పద్ధతి 12:108; 16:125; 29:46
- షిర్క్ విగ్రహాలకు మాత్రమే పరిమితం కాదు మరియు ప్రవక్తలు, మలాయికలు, జిన్నులు మరియు సజ్జనుల ద్వారా సిఫారసు కోరడం కూడా ఇందులో ఉంది 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- వివాహ వయస్సును ఏర్పరిచే అంశాలు 4:6; 6:152; 24:59
- జిబ్రీల్ పవిత్రమైన, విశ్వసనీయమైన ఆత్మ, అతను ఖురాన్ ను అల్లాహ్ నుండి ప్రవక్తకు తీసుకువచ్చాడు 2:97; 16:102; 26:192
- సహాయం, విజయం మరియు ఆధిపత్యం అల్లాహ్ మరియు ఆయన సందేశకులకు చెందినవి 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- మరియు నిశ్చయంగా నీకు పూర్వం కూడా ప్రవక్తలు ఎగతాళి చేయబడ్డారు. కానీ వారిని ఎగతాళి చేసిన వారిని, వారు ఎగతాళి చేస్తున్న విషయమే చుట్టుముట్టింది. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- మరియు మద్యన్ వైపు (మేము పంపాము) వారి సహోదరుడు షుఐబ్ను. అతను అన్నాడు: ఓ నా ప్రజలారా! అల్లాహ్ను ఆరాధించండి; ఆయన తప్ప మీకు వేరే ఆరాధ్యుడు లేడు. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- మరియు సమూద్ వైపు (మేము పంపాము) వారి సహోదరుడు సాలిహ్ను. అతను అన్నాడు: ఓ నా ప్రజలారా! అల్లాహ్ను ఆరాధించండి; ఆయన తప్ప మీకు వేరే ఆరాధ్యుడు లేడు. (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- నిశ్చయంగా అల్లాహ్ తాను కోరిన వారికి జీవనోపాధిని విస్తరింపజేస్తాడు మరియు సంకుచితం చేస్తాడు. నిశ్చయంగా అందులో విశ్వసించే ప్రజలకు సూచనలు ఉన్నాయి. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- మరియు ఆద్ వైపు (మేము పంపాము) వారి సహోదరుడు హూద్ను. అతను అన్నాడు: ఓ నా ప్రజలారా! అల్లాహ్ను ఆరాధించండి; ఆయన తప్ప మీకు వేరే ఆరాధ్యుడు లేడు. (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- మరియు ఎవరు విశ్వసించి సత్కార్యాలు చేశారో, వారిని మేము స్వర్గవనాలలో ప్రవేశింపజేస్తాము, వాటి క్రింద నదులు ప్రవహిస్తాయి; వారు అందులో శాశ్వతంగా ఉంటారు. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- వాటి క్రింద నదులు ప్రవహిస్తాయి; వారు అందులో శాశ్వతంగా ఉంటారు. అల్లాహ్ వారిపట్ల సంతోషించాడు మరియు వారు కూడా ఆయనపట్ల సంతోషించారు. ఇదే... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- చెప్పు: నేను మీలాంటి మానవుడినే; నాకు దివ్యావిష్కరణ చేయబడుతోంది, మీ ఆరాధ్యుడు ఒక్కడే ఆరాధ్యుడు అని. (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- మరియు మానవులలో కొందరు, జ్ఞానం లేకుండా, మార్గదర్శనం లేకుండా, ప్రకాశవంతమైన గ్రంథం లేకుండా అల్లాహ్ గురించి వాదిస్తారు. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- ఆయన రాత్రిని పగటిలోకి ప్రవేశింపజేస్తాడు మరియు పగటిని రాత్రిలోకి ప్రవేశింపజేస్తాడు; సూర్యుడిని, చంద్రుడిని అదుపు చేశాడు; ప్రతి ఒక్కటి (నిర్ణీత కాలం వరకు) నడుస్తున్నాయి... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- ఆకాశం నుండి నీటిని దించాడు; దాని ద్వారా భూమిని దాని మరణం తరువాత బ్రతికించాడు. నిశ్చయంగా అందులో (వినే) ప్రజలకు ఒక సూచన ఉంది. (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- నిశ్చయంగా తిరస్కరించిన వారికి, వారి సంపదలు మరియు వారి సంతానం అల్లాహ్ వద్ద ఏమాత్రం ఉపయోగపడవు. మరియు వారు... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- ఆయన ఆకాశాలను, భూమిని మరియు వాటి మధ్య ఉన్నవాటిని ఆరు రోజులలో సృష్టించాడు; తరువాత అర్ష్ (సింహాసనం) పై అధిష్టించాడు. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- వారు భూమిలో సంచరించలేదా? తమకు పూర్వం ఉన్నవారి పర్యవసానం ఎలా ఉందో చూడాలని? వారు... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- నిశ్చయంగా అల్లాహ్ విశ్వసించి సత్కార్యాలు చేసిన వారిని, వాటి క్రింద నదులు ప్రవహించే స్వర్గవనాలలో ప్రవేశింపజేస్తాడు. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- నిశ్చయంగా అల్లాహ్ వాగ్దానం సత్యం; ప్రాపంచిక జీవితం మిమ్మల్ని మోసగించకుండా ఉండాలి; మరియు మోసగాడు అల్లాహ్ విషయంలో మిమ్మల్ని మోసగించకుండా ఉండాలి. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- కావున ఎవరు సన్మార్గం పొందుతారో, వారు తమకు తాముగా మేలు కోసం పొందుతారు; మరియు ఎవరు మార్గభ్రష్టులవుతారో, వారు తమకు తాముగా నష్టం కోసం మార్గభ్రష్టులవుతారు. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- మరియు నీ కర్రను వేయి. అది సర్పంలా కదులుతున్నట్లు చూసినప్పుడు, అతను వెన్ను తిప్పి పారిపోయాడు; వెనక్కి తిరిగి చూడలేదు. ఓ మూసా... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- భూమిలో సంచరించండి మరియు మీకు పూర్వం ఉన్నవారి పర్యవసానం ఎలా ఉందో చూడండి. వారిలో చాలామంది... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- కావున వారు చెప్పేదానిపై సహనం వహించండి; మరియు సూర్యోదయానికి ముందు మరియు సూర్యాస్తమయానికి ముందు మీ ప్రభువును స్తుతిస్తూ కీర్తించండి. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- మరియు అనాథ యొక్క సొమ్ముకు సమీపించకండి, అతను పరిపక్వతకు చేరే వరకు, ఉత్తమమైన పద్ధతిలో తప్ప. మరియు ఒప్పందాన్ని పూర్తి చేయండి... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- అంధునిపై ఎటువంటి నేరం లేదు; కుంటివానిపై ఎటువంటి నేరం లేదు; రోగిపై కూడా ఎటువంటి నేరం లేదు. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- ఇది సత్యం కాదా? వారు అన్నారు: అవును, మా ప్రభువు మీద ఒట్టు! ఆయన అన్నాడు: అయితే మీ తిరస్కారం కారణంగా శిక్షను అనుభవించండి. (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- బలహీనులు అహంకారులతో అన్నారు: మేము మీ అనుచరులమై ఉన్నాము. కాబట్టి మీరు అల్లాహ్ శిక్ష నుండి మాకు ఏమైనా ఉపశమనం కల్పించగలరా? (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- ఇవి మీరు మరియు మీ పూర్వీకులు పెట్టిన పేర్లు మాత్రమే; అల్లాహ్ వాటికి ఎటువంటి ఆధారాన్ని దించలేదు. నిశ్చయంగా... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- నీకు పూర్వం మేము పురుషులను మాత్రమే ప్రవక్తలుగా పంపాము, వారికి మేము దివ్యావిష్కరణ చేసాము; కాబట్టి మీరు తెలియకపోతే, జ్ఞానులు అడగండి. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- అతను అన్నాడు: నేను మీకు అనుమతి ఇచ్చే ముందు మీరు అతనిని విశ్వసించారా? నిశ్చయంగా అతను మీ గురువు, అతను మీకు మాంత్రిక విద్య నేర్పించాడు. (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- మరియు ఏ ప్రాణి కూడా మరొక ప్రాణి యొక్క భారం మోయదు. తరువాత మీ ప్రభువు వైపే మీరు తిరిగి వెళ్తారు; అప్పుడు మీరు విభేదిస్తున్న విషయాన్ని ఆయన మీకు తెలియజేస్తాడు. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- మరియు మేము అన్నాము: మీరందరూ దిగండి; మీలో కొందరు మరికొందరికి శత్రువులు. మరియు భూమిలో మీకు ఒక నిర్ణీత కాలం వరకు నివాసం మరియు సుఖభోగాలు ఉన్నాయి. (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- రెండు: చెప్పు: ఆయన రెండు మగవానిని నిషేధించాడా? లేక రెండు ఆడవానిని? లేక రెండు ఆడవాని గర్భాశయాలలో ఉన్నదానిని? (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- మరియు దీని కోసం నేను మీ నుండి ఎటువంటి ప్రతిఫలం అడగను; నా ప్రతిఫలం సర్వలోకాల ప్రభువు వద్ద మాత్రమే ఉంది. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- వారు భూమిలో సంచరించలేదా? తమకు పూర్వం ఉన్నవారి పర్యవసానం ఎలా ఉందో చూడాలని? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- భూమిలో సంచరించండి మరియు మీకు పూర్వం ఉన్నవారి పర్యవసానం ఎలా ఉందో చూడండి. వారు... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- నిశ్చయంగా నీ ప్రభువు, తన మార్గం నుండి ఎవరు తప్పిపోతారో బాగా ఎరుగును; మరియు సన్మార్గం పొందిన వారిని కూడా ఆయన బాగా ఎరుగును. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- ఆయన ఆకాశాలను, భూమిని ఆరు రోజులలో సృష్టించాడు; తరువాత అర్ష్ పై అధిష్టించాడు. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- మరియు అల్లాహ్ మీద అబద్ధం కల్పించే లేదా ఆయన సూచనలను తిరస్కరించే వాడి కంటే పరమ దుర్మార్గుడు ఎవరు? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- ఆయన తన ప్రవక్తను సన్మార్గం మరియు సత్య ధర్మంతో పంపాడు; అది అన్ని ధర్మాలపై ఆధిపత్యం చెందడం కోసం. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- నిశ్చయంగా అల్లాహ్ మర్యం కుమారుడు మసీహ్ అని అన్నవారు తిరస్కరించారు. చెప్పు... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- మీరు అంధులకు వారి మార్గభ్రష్టత్వం నుండి వినిపించలేరు. మీరు వినిపించేది మా సూచనలను విశ్వసించే వారికి మాత్రమే; వారు ముస్లింలు. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- ఐహిక జీవితం యొక్క ఉపమానం, మేము ఆకాశం నుండి దించిన నీటిలాంటిది; దానితో భూమి యొక్క మొక్కలు కలిసి పోయాయి... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- అందులో (నావలో) ప్రతి జాతి నుండి ఒక జతను, మరియు నీ కుటుంబాన్ని (ఎక్కించు) - అయితే ఎవరి పైన ముందుగా తీర్పు వచ్చిందో వారిని తప్పించి... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- నేను మీతో చెప్పడం లేదు: అల్లాహ్ సంపదలు నా దగ్గర ఉన్నాయని; నేను పరోక్ష విషయాలు తెలియను; మరియు నేను చెప్పడం లేదు... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- నిశ్చయంగా అల్లాహ్ మానవుల పట్ల దయగలవాడు; కానీ చాలామంది మానవులు కృతజ్ఞత చూపరు. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- మరియు వారి ప్రభువు సూచనల నుండి ఏ సూచన వారికి వచ్చినా, వారు దాని నుండి ముఖం తిప్పుకునేవారు. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- మరియు ఏ ప్రాణి కూడా మరొక ప్రాణి తరపున ఏమీ చెల్లించని, మరియు దాని నుండి ఎటువంటి సిఫారసు అంగీకరించబడని ఆ రోజు గురించి భయపడండి. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- నిశ్చయంగా మీరు మృతులకు వినిపించలేరు; మరియు చెవిటి వారికి, వారు వెన్ను తిప్పుతున్నప్పుడు పిలుపును వినిపించలేరు. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- మీకు (తినడానికి) చచ్చినది, రక్తం, పంది మాంసం, మరియు అల్లాహ్ కాకుండా ఇతరుల పేరు చెప్పి జంతువధ చేయబడినది నిషేధించబడింది. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- అల్లాహ్ను ఆకాశాలలోను, భూమిలోను ఉన్న సమస్తం స్తుతిస్తాయి; మరియు ఆయన సర్వశక్తిమంతుడు, వివేకవంతుడు. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- అయితే దీని తరువాత పశ్చాత్తాప పడి (తమను) సరిచేసుకున్న వారు తప్ప. నిశ్చయంగా అల్లాహ్ క్షమించువాడు, దయాశీలుడు. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (అది) ప్రవక్తలకు వారి ప్రభువు నుండి (వచ్చింది); మేము వారిలో ఎవరి మధ్యా భేదం చూపము; మరియు మేము ఆయనకు విధేయులం (ముస్లింలం). (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- నీ ప్రభువు నుండి (పంపబడింది) - నీకు ముందు ఎటువంటి హెచ్చరిక చేయువాడు రాని ఒక ప్రజకు నీవు హెచ్చరిక చేయడం కోసం; వారు... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- ఓ ప్రవక్తా! తిరస్కారులతో మరియు కపటవిశ్వాసులతో పోరాడు; వారి పట్ల కఠినంగా ఉండు. వారి నివాసం నరకం - మరియు అది ఎంత చెడ్డ గమ్యస్థానం! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- నిశ్చయంగా నీ ప్రభువు, పునరుత్థాన దినంలో వారు విభేదిస్తున్న దాని గురించి వారి మధ్య తీర్పు చేస్తాడు. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- అతను అన్నాడు: నా ప్రభూ! నాకు ఒక సూచన ఏర్పాటు చేయి. ఆయన అన్నాడు: నీ సూచన ఏమంటే, నీవు మూడు రోజులు ప్రజలతో మాట్లాడవు. (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- కావున నీ ముఖాన్ని మస్జిదుల్ హరామ్ వైపు తిప్పు. మరియు మీరు ఎక్కడ ఉన్నా, మీ ముఖాలను ఆ వైపే తిప్పండి. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- ఓ ఇస్రాయేల్ సంతానమా! నేను మీకు ప్రసాదించిన నా అనుగ్రహాన్ని మరియు నేను మిమ్మల్ని సర్వలోకాలపై ఉన్నతపరిచాననేదాన్ని స్మరించుకోండి. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- ఏడు కొవ్విన ఆవులను, ఏడు సన్నని ఆవులు తినేయడం; మరియు ఏడు పచ్చని వెన్నులు మరియు ఇతర ఎండినవి... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- మరియు ప్రతి సమాజానికి ఒక నిర్ణీత కాలం ఉంది; వారి కాలం వచ్చినప్పుడు, వారు ఒక క్షణం కూడా ఆలస్యం చేయలేరు, ముందుగా కూడా చేయలేరు. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (అది) అల్లాహ్ కాకుండా ఇతరుల పేరు చెప్పి వధ చేయబడినది; అయితే ఎవరు (ఆకలితో) నిర్బంధితులు అయితే, తిరుగుబాటు చేయకుండా మరియు హద్దు మీరకుండా (తిన్నా), అప్పుడు... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- మరియు వారితో: అల్లాహ్ దించిన దాన్ని అనుసరించండి అని చెప్పబడినప్పుడు, వారు అంటారు: కాదు; మేము మా పూర్వీకులను దేనిపై కనుగొన్నామో దాన్నే అనుసరిస్తాము. (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- అతను అన్నాడు: ఓ నా ప్రజలారా! అల్లాహ్ను ఆరాధించండి; ఆయన తప్ప మీకు వేరే ఆరాధ్యుడు లేడు. మీరు (ఆయనకు) భయపడరా? (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words
- వారు భూమిలో ప్రయాణించి, తమకు పూర్వం ఉన్నవారి ముగింపు ఎలా ఉందో చూస్తారు. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- అల్లాహ్పై అబద్ధాన్ని కల్పించినవాడు లేదా (సత్యాన్ని) తిరస్కరించినవాడు కంటే అధిక అన్యాయకారి ఎవరు? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- నిశ్చయంగా, నీ ప్రభువు తన మార్గం నుండి ఎవరు తప్పిపోతారో బాగా ఎరిగినవాడు; మరియు ఆయనే బాగా ఎరిగినవాడు. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- వారు భూమిలో ప్రయాణించి, తమకు పూర్వం ఉన్నవారి ముగింపు ఎలా ఉందో చూడలేదా? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- వారికి వారి ప్రభువు వద్ద వారి ప్రతిఫలం ఉంది; వారికి భయం లేదు, వారు దుఃఖించరు. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- ఇంకా, ఎవరు విశ్వసించి సత్కర్మలు చేశారో, వారు స్వర్గాలలో ప్రవేశింపజేయబడతారు; వాటి క్రింద నదులు ప్రవహిస్తాయి. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- ఆయన ఇలా అన్నాడు: "నా ప్రజలారా! అల్లాహ్ను ఆరాధించండి; ఆయన తప్ప మీకు వేరే దైవం లేదు. మీరు?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- వారి సంపదలూ, వారి సంతానమూ అల్లాహ్ ఎదుట వారికి ఏమాత్రం ఉపయోగపడవు; అటువంటి వారు. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- స్వర్గాలు, వాటి క్రింద నదులు ప్రవహిస్తాయి; అందులో వారు శాశ్వతంగా ఉంటారు; అదే గొప్ప విజయం. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- తమకు పూర్వం ఉన్నవారి వార్త – నూహ్, ఆద్, థమూద్ ప్రజల వార్త – వారికి రాలేదా? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- అల్లాహ్ పిలుపుకు నా సహాయకులు ఎవరు? హవారియూన్ (శిష్యులు) అన్నారు: "మేము అల్లాహ్ యొక్క సహాయకులం; మేము విశ్వసించాము." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- నీ ప్రభువు తన మార్గం నుండి ఎవరు తప్పిపోతారో బాగా ఎరిగినవాడు; మరియు సన్మార్గం పొందినవారు ఎవరో కూడా బాగా ఎరిగినవాడు. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- ఎందుకంటే, అల్లాహ్ సత్యం; ఇంకా, ఆయన కాకుండా వారు ప్రార్థించేవన్నీ అసత్యం. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- ఎవరు అల్లాహ్కు, ఆయన ప్రవక్తకు విధేయత చూపుతాడో, ఆయన అతనిని స్వర్గాలలో ప్రవేశింపజేస్తాడు; వాటి క్రింద నదులు ప్రవహిస్తాయి. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- నిశ్చయంగా, ఆయన మీకు చనిపోయిన జంతువును, రక్తాన్ని, పంది మాంసాన్ని, మరియు (ఇతరుల పేరుతో) చంపబడిన వాటిని నిషేధించాడు. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- మీరు అల్లాహ్ ను తప్ప (ఎవరినీ) ఆరాధించకూడదు. నిశ్చయంగా, నేను మీకు ఒక దినం యొక్క శిక్షకు భయపడుతున్నాను. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- అది అదృశ్య సమాచారాలలో ఒకటి, దానిని మేము నీకు దివ్యావిష్కృతిగా తెలియజేస్తున్నాము; నీవు వారి వద్ద లేవు, ఆ సమయంలో. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- మీ ప్రభువు నుండి మీలోని ఒక మనిషి ద్వారా మీకు హితబోధ వచ్చినందుకు మీరు ఆశ్చర్యపడుతున్నారా? (అతను) మిమ్మల్ని హెచ్చరించడానికి. (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- ఇలా చెప్పు: "నిశ్చయంగా, అల్లాహ్ను కాకుండా మీరు ప్రార్థించే వాటిని నేను ఆరాధించకుండా నిషేధించబడ్డాను." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- తమ భార్యల విషయంలో లేదా వారి కుడిచేతులు సొంతం చేసుకున్న వారి విషయంలో తప్ప – నిశ్చయంగా వారు నిందించబడరు. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- ఎందుకంటే, అల్లాహ్ రాత్రిని పగటిలో ప్రవేశింపజేస్తాడు; పగటిని రాత్రిలో ప్రవేశింపజేస్తాడు. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- అగ్ని, అతను తన కుటుంబానికి ఇలా అన్నాడు: "ఉండండి; నేను ఒక అగ్నిని గమనించాను; బహుశా నేను దాని నుండి మీకు ఏదైనా తీసుకువస్తాను." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- అతను ఇలా అన్నాడు: "నేను అతని కంటే గొప్పవాడను; నీవు నన్ను అగ్నితో సృష్టించావు; అతన్ని మట్టితో సృష్టించావు." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- ఇంకా, వారికి "అల్లాహ్ అవతరింపజేసిన దాని వైపుకు మరియు ప్రవక్త వైపుకు రండి" అని చెప్పబడినప్పుడు, వారు అంటారు. (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- వారి కోసం నీవు దుఃఖించకు; వారు పన్నే కుట్రల గురించి నీవు సంకటంలో ఉండకు. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- అల్లాహ్ నీకు ఏదైనా బాధ కలిగిస్తే, ఆయన తప్ప దానిని తొలగించేవాడు ఎవడూ లేడు; మరియు ఒకవేళ. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- వారి పూర్వం తరాలు వారి నివాసాలలో సంచరించాయి. నిశ్చయంగా, అందులో సూచనలు ఉన్నాయి. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- ఇంకా, వారు అది అర్థం చేసుకోకుండా ఉండటానికి వారి హృదయాలపై తెరలను, వారి చెవులలో బరువును మేము ఉంచాము; మరియు (వారు విశ్వసించరు.) (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- వారి ప్రవక్తలు స్పష్టమైన సూచనలతో వచ్చారు; అయినా అల్లాహ్ వారిని అన్యాయం చేయలేదు; కానీ వారు తమకు తామే అన్యాయం చేసుకున్నారు. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- మరియు భూమిపై, అల్లాహ్ కాకుండా మీకు ఎటువంటి సంరక్షకుడు లేదా సహాయకుడు లేరు. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- తరువాత, మీరు అదృశ్యమైన మరియు స్పష్టమైన వాటిని ఎరిగినవాని వైపు మరలించబడతారు; అప్పుడు ఆయన మీరు చేస్తున్నదాని గురించి మీకు తెలియజేస్తాడు. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- రాత్రి – మీరు అందులో విశ్రాంతి తీసుకోవడానికి; మరియు పగలు – (మీరు చూడటానికి) ప్రకాశవంతంగా. నిశ్చయంగా, అందులో ప్రజలకు సూచనలు ఉన్నాయి. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- ఇంకా, నీ ప్రభువు నుండి నీకు అవతరింపజేయబడినది వారిలో చాలా మందికి తిరుగుబాటు మరియు అవిశ్వాసాన్నే పెంచుతుంది. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- ఆయన ఇలా అన్నాడు: "నా ప్రజలారా! నేను నా ప్రభువు నుండి స్పష్టమైన ఆధారంపై ఉండి, ఆయన నాకు (ఇతరులు) ప్రసాదించినట్లయితే మీరు ఏమంటారు?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- ఇంకా, వారు ఇలా అంటారు: "ఆయన ప్రభువు నుండి ఆయనకు ఒక సూచన ఎందుకు అవతరింపజేయబడలేదు?" ఇలా చెప్పు: "నిశ్చయంగా." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- అల్లాహ్ వైపు నుండి ఎటువంటి తిరిగిరావడం లేని ఒక రోజు రాకముందు. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- అది అల్లాహ్ యొక్క అనుగ్రహం; ఆయన తాను కోరిన వారికి ప్రసాదిస్తాడు; అల్లాహ్ మహా అనుగ్రహం కలవాడు. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- ఇంకా, నిశ్చయంగా, పశువులలో మీకు పాఠం ఉంది; వాటి కడుపులలో ఉన్నదాని నుండి మేము మీకు త్రాగిస్తాము. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- నిశ్చయంగా అది వారి ప్రభువు వైపు నుండి సత్యం; అల్లాహ్ వారు చేసేదాని పట్ల ఏమాత్రం ఉపేక్షగా లేడు. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- వారి ముందు మరియు వారి వెనుక, మీరు అల్లాహ్ ను తప్ప (ఎవరినీ) ఆరాధించకూడదు. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- నిశ్చయంగా, మీరు స్త్రీలను కాకుండా పురుషులను కామంతో సంప్రదిస్తారు; వాస్తవానికి, మీరు ఒక (అతి) జనం. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- అందులో వారు శాశ్వతంగా ఉంటారు; ఆకాశాలు మరియు భూమి ఉన్నంత కాలం, నీ ప్రభువు కోరినది తప్ప. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- ఆకాశాలలో ఉన్నవారు మరియు భూమిపై ఉన్నవారు – అల్లాహ్ కోరిన వారిని తప్ప. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- అందులో వారు బంగారు కంకణాలతో మరియు ముత్యాలతో అలంకరించబడతారు; మరియు అందులో వారి దుస్తులు పట్టు (రేష్మ). (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- మరియు ఆకాశం నుండి నీటిని దించి, దాని ద్వారా మీకు ఆహారంగా పండ్లను ఉత్పత్తి చేస్తాడు. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- ఇంకా, మేము మీ నుండి ప్రమాణాన్ని తీసుకున్న సమయంలో, మీ పైన కొండను ఎత్తిపట్టాం: "మేము మీకు ప్రసాదించిన దాన్ని గట్టిగా పట్టుకోండి." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- ఆయన వారి నుండి మరలి, ఇలా అన్నాడు: "నా ప్రజలారా! నేను నా ప్రభువు సందేశాన్ని మీకు అందించాను; మీకు మంచి హితబోధ కూడా చేశాను." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- వారి క్రింద నదులు ప్రవహిస్తాయి; అందులో వారు బంగారు కంకణాలతో అలంకరించబడతారు. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- ఒకవేళ భూమిలోని సమస్తమూ, దానితో పాటు అంతే (రెట్టింపు) వారి వద్ద ఉండి, (దానితో) విమోచనం పొందటానికి (ఇచ్చేవారైతే). (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- ఏ ప్రాణికైనా (ఆయన శిక్షను ఆలస్యం చేస్తాడు); కానీ ఆయన వారిని ఒక నిర్ణీత సమయం వరకు వాయిదా వేస్తాడు; వారి సమయం వచ్చినప్పుడు. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- మేము మిమ్మల్ని మట్టి నుండి, తరువాత వీర్యం నుండి, తరువాత గడ్డ కట్టిన రక్తం నుండి, తరువాత. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- అల్లాహ్ పునరుత్థాన దినంలో వారు విభేదిస్తూ ఉన్నదాని మధ్య తీర్పు చేస్తాడు. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- నీకు జ్ఞానం నుండి (కొంత) వచ్చింది; అల్లాహ్ నుండి నీకు ఎటువంటి సంరక్షకుడు లేడు, లేదా. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- ఇంకా, మేము మానవునికి ఎప్పుడు అనుగ్రహిస్తామో, అతను తిరుగుతాడు, ఒక పక్కకు వైదొలుగుతాడు; మరియు చెడు అతనిని తాకినప్పుడు. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- దాని కంటే చిన్నదో, పెద్దదో – అదంతా ఒక స్పష్టమైన గ్రంథంలో (వ్రాయబడి) ఉండకపోదు. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words
- ఇంకా, ఆయన ఇలా అన్నాడు: "నా ప్రజలారా! అల్లాహ్ను ఆరాధించండి; ఆయన తప్ప మీకు వేరే దైవం లేదు." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- వారు భూమిలో ప్రయాణించి, తమకు పూర్వం ఉన్నవారి ముగింపు ఎలా ఉందో చూడలేదా? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- వారి ప్రతిఫలం వారి ప్రభువు వద్ద ఉంది; వారికి భయం లేదు; వారు దుఃఖించరు. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- భూమిలో ప్రయాణించి, తమకు పూర్వం ఉన్నవారి ముగింపు ఎలా ఉందో చూస్తారు. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- భూమిలో (ప్రయాణించి), తమకు పూర్వం ఉన్నవారి ముగింపు ఎలా ఉందో చూస్తారు. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- ఇంకా, అల్లాహ్ పై అబద్ధాన్ని కల్పించినవాడు లేదా (సత్యాన్ని) ఖండించినవాడు కంటే ఎక్కువ అన్యాయకారి ఎవరు? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- ఇంకా, ఆయన ఒక కార్యాన్ని నిర్ణయించినప్పుడు, దానికి "అవ్వు" అని చెప్తాడు; వెంటనే అది అవుతుంది. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- మరియు అల్లాహ్ కాకుండా మీకు ఎటువంటి సంరక్షకుడు లేదా సహాయకుడు లేరు. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- నిశ్చయంగా, నేను వారి పాపాలను క్షమిస్తాను మరియు వారిని స్వర్గాలలో ప్రవేశింపజేస్తాను; వాటి క్రింద నదులు ప్రవహిస్తాయి. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- మేము వారిని స్వర్గాలలో ప్రవేశింపజేస్తాము; వాటి క్రింద నదులు ప్రవహిస్తాయి; అందులో వారు శాశ్వతంగా ఉంటారు. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- నీ ప్రభువు తన మార్గం నుండి ఎవరు తప్పిపోతారో బాగా ఎరిగినవాడు; మరియు ఆయనే బాగా ఎరిగినవాడు. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- మీరు అదృశ్యమైన మరియు స్పష్టమైన వాటిని ఎరిగినవాని వైపు మరలించబడతారు; అప్పుడు ఆయన మీరు చేస్తున్నదాని గురించి మీకు తెలియజేస్తాడు. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- మీ కుమారులను చంపి, మీ స్త్రీలను బ్రతికి ఉంచారు; అందులో మీ ప్రభువు నుండి మీకు గొప్ప పరీక్ష ఉంది. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- నిశ్చయంగా, నీ ప్రభువు తన మార్గం నుండి ఎవరు తప్పిపోతారో బాగా ఎరిగినవాడు; మరియు ఆయన. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- అల్లాహ్ – ఆయనకే ఆకాశాలలోనూ, భూమిలోనూ ఉన్న సమస్తం సొంతము. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- మీకు పూర్వం గతించిన సమాజాలలో – జిన్నులు మరియు మానవులలో. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- అల్లాహ్ను ఆరాధించండి; ఆయన తప్ప మీకు వేరే దైవం లేదు. మీరు భయపడరా? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- మరియు వారు అది అర్థం చేసుకోకుండా ఉండటానికి వారి హృదయాలపై తెరలను, వారి చెవులలో బరువును మేము ఉంచాము. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- పునరుత్థాన దినంలో, వారు విభేదిస్తూ ఉన్నదానిలో (ఆయన) వారి మధ్య తీర్పు చేస్తాడు. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- ఆయన ఇలా అన్నాడు: "నా ప్రజలారా! నేను నా ప్రభువు నుండి స్పష్టమైన ఆధారంపై ఉంటే మీరు ఏమంటారు?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّבِّي) 11:28; 11:63; 11:88
- అది మీ చేతులు ముందుగా పంపినదాని కారణంగా; మరియు అల్లాహ్ దాసులకు అన్యాయం చేయువాడు కాడు. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- ఇహలోకంలో వారికి అవమానం, పరలోకంలో మహా శిక్ష ఉంది. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- ఆకాశాలలో ఉన్నవి, భూమిలో ఉన్నవి; అల్లాహ్ సరిపోయే సంరక్షకుడు. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- ఎవరు విశ్వసించి సత్కర్మలు చేశారో వారు తప్ప; వారికి అంతంలేని ప్రతిఫలం ఉంది. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- నీవు నాకు భాగస్వామిని కల్పించడం కోసం – నీకు దాని గురించి ఏ జ్ఞానమూ లేదు; కాబట్టి వారిద్దరికీ నీవు విధేయత చూపకు. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- నిశ్చయంగా, ఇది ఒక హితబోధ; కాబట్టి కోరినవాడు తన ప్రభువు వైపు ఒక మార్గాన్ని ఎంచుకుంటాడు. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- ఇంకా, ఎవరు కృతజ్ఞత చూపుతాడో, అతను తన కోసమే కృతజ్ఞత చూపుతాడు; ఎవరు నిరాకరిస్తాడో – నిశ్చయంగా. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- ఎవరు నమాజును స్థాపిస్తారో, జకాత్ ఇస్తారో, మరియు పరలోకాన్ని నమ్ముతారో. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- ఇబ్రాహీం, ఇస్మాయీల్, ఇస్హాక్, యాకూబ్, మరియు వంశాలు; మరియు మూసా మరియు ఈసాలకు ప్రసాదించబడినవి. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- గుంపులుగా, వారు దాని వద్దకు వచ్చే వరకు; దాని ద్వారాలు తెరవబడతాయి; దాని కాపలాదారులు వారితో అంటారు. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- అల్లాహ్ మీ ప్రమాణాలలోని పనికిమాలిన దానికి మిమ్మల్ని పట్టుకోడు; కానీ, దేనికి (మిమ్మల్ని పట్టుకుంటాడు?) (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- (అల్లాహ్) కరుణ – వారు దానితో సంతోషించారు; ఇంకా, వారి చేతులు ముందుగా పంపిన కారణంగా ఏదైనా చెడు వారిని తాకినట్లయితే. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- వాటి క్రింద నదులు ప్రవహిస్తాయి; అందులో వారు శాశ్వతంగా ఉంటారు; ఇంత అద్భుతమైన ప్రతిఫలం కార్మికులకు! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- అల్లాహ్ ఆకాశాలలోనూ, భూమిపైనా ఉన్నదాన్ని ఎరుగును; మరియు అల్లాహ్. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- అల్లాహ్ కు విధేయత చూపండి; ప్రవక్తకు కూడా విధేయత చూపండి; మీరు మరలితే, ఆయనపై (కట్టు). (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- వారికి వారి ప్రతిఫలం వారి ప్రభువు వద్ద ఉంది; వారికి భయం లేదు; మరియు వారు. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- ఇంకా, వారు ఇలా అన్నారు: "మేము ఎముకలుగా, ధూళిగా మారినప్పుడు, మేము క్రొత్త సృష్టిగా లేపబడతామా?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- మరియు అల్లాహ్ కాకుండా వారు తమకు ఎటువంటి సంరక్షకుడిని లేదా సహాయకుడిని కనుగొనలేరు. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- నీవు ఎంతకాలం (అక్కడ) ఉన్నావు? అతను ఇలా అన్నాడు: "నేను ఒక రోజు లేదా ఒక రోజులో కొంత భాగం ఉన్నాను." అతను ఇలా అన్నాడు: (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- శాశ్వతంగా – పునరుత్థాన దినం వరకు. అల్లాహ్ తప్ప ఏ దైవం మీకు (ఇది) తీసుకువస్తాడు? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- ఎవరు సత్కర్మ చేస్తాడో – అతను పురుషుడైనా లేదా స్త్రీ అయినా – మరియు విశ్వాసి అయినట్లయితే. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- ఎవరు అల్లాహ్ మార్గం నుండి నిరోధిస్తారో, దానిని వంకరగా చేయాలని కోరుతారో, మరియు పరలోకాన్ని నమ్మరో. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- మీరు కోరుకున్న చోట (తినండి); ఈ చెట్టు దగ్గరకు వెళ్లవద్దు; (అలా చేస్తే) మీరు అన్యాయకారులలో అవుతారు. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- ఇలా చెప్పు: "నా ప్రజలారా! మీ స్థితిలో పనిచేయండి; నేను (నా స్థితిలో) పనిచేస్తాను; అప్పుడు మీరు తెలుసుకుంటారు." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- నిశ్చయంగా, నష్టపోయినవారు ఎవరంటే, పునరుత్థాన దినంలో తమను తాము మరియు తమ కుటుంబాలను నష్టపరచుకున్నవారే. వినండి! (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- ఎవరు సన్మార్గం పొందుతాడో, అతను తన కోసమే సన్మార్గం పొందుతాడు; ఎవరు తప్పిపోతాడో, అతను తనకు వ్యతిరేకంగానే తప్పిపోతాడు; మరియు ఎవరూ. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- మరియు తిరస్కరించినవారు ఇలా అంటారు: "ఆయన ప్రభువు నుండి ఆయనకు ఒక సూచన ఎందుకు అవతరింపజేయబడలేదు?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- ఆయనే మీకు రాత్రిని (విశ్రాంతి కోసం) ఏర్పరిచాడు; మరియు పగలును (చూడటానికి) ప్రకాశవంతంగా. నిశ్చయంగా. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- ఏ వ్యాపారమూ లేని, ఏ (స్నేహము) లేని రోజు రాకముందు. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- వారు ఆలోచించటానికి; వారి సహచరునికి పిచ్చి లేదు; అతను ఒక హెచ్చరిక చేసేవాడు మాత్రమే. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- అందులో వారు శాశ్వతంగా ఉంటారు; శిక్ష వారికి తేలికపరచబడదు; మరియు వారికి వాయిదా కూడా ఇవ్వబడదు. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- మేము వారిలో కొందరికి అనుభవించటానికి ఇచ్చిన దాని వైపు నీ కళ్ళను చాచకు. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- మరియు ప్రజలకు వారి వస్తువులలో మోసం చేయవద్దు; భూమిలో అల్లకల్లోలం సృష్టించకండి. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- మరియు ఆయన జన్మించిన రోజు, ఆయన మరణించే రోజు, మరియు ఆయన బ్రతికి లేపబడే రోజు – శాంతి ఉంటుంది. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- నా ప్రజలారా! మీ స్థితిలో పనిచేయండి; నేను (నా స్థితిలో) పనిచేస్తాను; అప్పుడు మీరు తెలుసుకుంటారు – ఎవరు. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- అల్లాహ్ అనుమతి లేకుండా ఏ ప్రవక్త కూడా ఒక సూచనను తీసుకురాలేడు. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- తరువాత, ప్రతి ఆత్మకు తను సంపాదించినదానికి పూర్తిగా ప్రతిఫలం ఇవ్వబడుతుంది; మరియు వారికి అన్యాయం చేయబడదు. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- పురుషుడైనా, స్త్రీ అయినా, మరియు విశ్వాసి అయినట్లయితే – అటువంటి వారు స్వర్గంలో ప్రవేశిస్తారు. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- ఆయన ఎటువంటి సంతానాన్ని తీసుకోలేదు; మరియు ఆయన పరిపాలనలో ఎటువంటి భాగస్వామి లేడు. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- అల్లాహ్ ఎవరికి సన్మార్గం చూపిస్తాడో, అతను సన్మార్గం పొందినవాడు; ఎవరిని ఆయన తప్పుదారి పట్టిస్తాడో, వారికి నీవు ఎటువంటి సంరక్షకుడిని కనుగొనలేవు. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- ఇదిగో చూడు! వారు నీకు ఎలా ఉదాహరణలు ఇస్తున్నారు; వారు తప్పిపోయారు; మరియు (సరైన) మార్గం కనుగొనలేరు. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- ఇలా చెప్పు: "నేను నా ప్రభువుకు విధేయత చూపకపోతే, ఒక మహా దినం యొక్క శిక్షకు భయపడుతున్నాను." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- వారిద్దరి గుప్తావయవాలు వారికి ప్రత్యక్షమయ్యాయి; వారు స్వర్గపు ఆకులను తమపై కప్పుకోవడం మొదలు పెట్టారు. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- మరియు, మీరు సత్యవంతులు అయితే, అల్లాహ్ కాకుండా మీరు శక్తి కలిగిన వారిని పిలవండి. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- భూమిలోని సమస్తమూ, మరియు దానితో పాటు అంతే (మరొక మడత) – దానితో (తమను) విముక్తి చేసుకోవటానికి. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- మేము మీకు ప్రసాదించిన దాన్ని గట్టిగా పట్టుకోండి; అందులో ఉన్నదాన్ని గుర్తుచేసుకోండి – మీరు భయపడి ప్రవర్తించవచ్చు. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- ప్రపంచవాసులలో మీకు పూర్వం ఎవరూ చేయని అశ్లీలతను మీరు చేస్తున్నారా? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- అల్లాహ్ కు ఆకాశాలలోనూ, భూమిలోనూ ఉన్నదంతా చెందుతుంది; మరియు అల్లాహ్ (అన్నిటినీ) కలిగినవాడు. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- వారు చేసిన చెడుల ఫలితం వారికి ఎదురైంది; మరియు వారు ఎగతాళి చేస్తున్నది వారిని చుట్టుముట్టింది. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- మీలో నుండే (వచ్చిన) ఒక ప్రవక్త; ఆయన మీకు మా సూచనలను వినిపిస్తాడు; మిమ్మల్ని శుద్ధి చేస్తాడు; మరియు మీకు గ్రంథాన్ని మరియు వివేకాన్ని బోధిస్తాడు. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- దాని నుండి పన్నెండు ఊటలు (ప్రవహించాయి); ప్రతి సమూహం తమ నీటి స్థానాన్ని తెలుసుకుంది. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- ఊహను తప్ప (వేరే లేదు); నిశ్చయంగా, ఊహ సత్యం ఎదుట ఎటువంటి ప్రయోజనం ఇవ్వదు. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- నేను అతనిని సమంగా చేసి, అతనిలో నా ఆత్మ నుండి ఊదినప్పుడు, మీరు అతనికి సాష్టాంగపడి పడండి. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- (పరలోక) నివాసం యొక్క ముగింపు ఎవరికి? నిశ్చయంగా, అన్యాయకారులు విజయం సాధించరు. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- ఎవరు ఆకాశాలను మరియు భూమిని సృష్టించాడో, ఆయన వారి వంటి వారిని సృష్టించగల సమర్థుడు. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- విశ్వసించిన పురుషులకు మరియు విశ్వసించిన స్త్రీలకు – స్వర్గాలు, వాటి క్రింద నదులు ప్రవహిస్తాయి; అందులో వారు శాశ్వతంగా ఉంటారు. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- మరియు నీవు వారిని "ఆకాశాలను మరియు భూమిని సృష్టించినవాడు ఎవరు?" అని అడిగితే, వారు "అల్లాహ్" అని చెప్పాలి. ఇలా చెప్పు: (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- ఈ ఖుర్ఆన్లో మేము ప్రజలకు ప్రతి రకమైన ఉదాహరణను పొందుపరిచాము. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- మా ప్రవక్తలు లూత్ వద్దకు వచ్చినప్పుడు, ఆయన వారి వల్ల బాధపడ్డారు; మరియు ఇబ్బంది పడ్డారు; మరియు ఇలా అన్నారు. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- మరియు మేము దేవదూతలతో: "ఆదమ్ కు సాష్టాంగపడండి" అని చెప్పినప్పుడు; ఇబ్లీస్ తప్ప వారు సాష్టాంగపడ్డారు; అతను తిరస్కరించాడు. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- మరియు భూమిని మేము విస్తరించాము; దానిపై స్థిరమైన పర్వతాలను నిలిపాము; దానిలో ప్రతి రకమైన (పంటలను) మొలపించాము. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- వారు తమ ధర్మాన్ని ఆయనకు పవిత్రం చేస్తూ అల్లాహ్ వైపు ప్రార్థించారు; ఆయన వారిని (సముద్రం నుండి) భూమి (ఒడ్డు) కు రక్షించినప్పుడు. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- వారికి మరిగే నీటి పానీయం మరియు బాధాకరమైన శిక్ష ఉంది – వారు తిరస్కరిస్తున్న కారణంగా. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- మేము అల్లాహ్ ను కాకుండా, మాకు ప్రయోజనం కానీ, హాని కానీ చేయని వాటిని ప్రార్థిస్తామా? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- నిశ్చయంగా, అల్లాహ్ ఆకాశాలలో ఉన్నదాన్ని, భూమిలో ఉన్నదాన్ని ఎరుగును. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
""";
