const String quranIndexMarathiRaw = r"""
मन्झिल दुआ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
हे आमच्या पालनकर्त्या दुआ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
हे माझ्या पालनकर्त्या दुआ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
हारून (हारून) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'अबासा, S.80; 74:22
वजू (स्नान), 4:43; 5:6
अब्राहम (इब्राहिम) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ना यहूदी ना ख्रिस्ती, 3:67-68
- बक्का येथील पहिल्या मंदिरात उभे होते, 3:97; 26:123
- काबाचा पाया उभारतो 2:124-129
- आपल्या लोकांना एकच सत्य देवाची उपासना करण्यासाठी बोलावतो 2:130-133; 26:69-89; 29:16; 29:24-27
- गर्विष्ठ राजाशी वादविवाद 2:258
पुनरुत्थानाबद्दल चौकशी करतो 2:260
- यहूदीही नाही आणि ख्रिस्तीही नाही 3:65-68
- स्वर्गीय उपासनेचे खंडन करते 6:74-87
- इसहाकच्या जन्माची बातमी मिळते 11:69-76; 51:24-30
- काबा येथील त्यांची प्रार्थना 14:35-41
- देवदूतांनी भेट दिली 15:51-56
- एक आदर्श 16:123
- आपल्या वडिलांना सत्याकडे बोलावतो 19:41-50
- मूर्तींचा नाश करतो आणि अग्नीपासून वाचतो 21:51-73; 37:83-113
- सर्वांना तीर्थयात्रेसाठी आवाहन 22:26
अबरार, 3:193, 198; 76:5; 82:13; 83:18-22
रद्दीकरण, 2:106, 16:101
अबू लहाब, 111:1-5
'अद लोक, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:12; 29:38; 38:12; 40:31; 41:13; 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4; 89:6
आदम, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- देवदूतांनी साष्टांग नमस्कार करावा, 2:34; 7:11
- ज्ञानवृक्ष, 2:35; 7:19-20; 20:120-121
बागेतून हकालपट्टी (हव्वावर दोष नाही), 2:36; 7:24
- अल्लाहकडून सन्मानित, सैतानाकडून मोहात पाडलेले 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- अल्लाहने क्षमा केली 2:37; 20:122
'आदियत, S.100
Adn Paradise, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
प्रतिकूलता
- दुसऱ्याच्या ओझ्याने भारलेला नाही, 6:164; 17:15; 35:18; 39:7; 53:38
सहन करण्याच्या क्षमतेपलीकडे भार न घेणे, 2:286; 6:152; 7:42; 23:62
- संयम दरम्यान, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
वृद्धत्व, 16:70; 22:5; 30:54; 36:68
- तुमच्या देखरेखीखाली असलेल्या वृद्ध पालकांप्रति वागणूक, 17:23
अहमद, 61:6
अहकाफ, S.46; 46:21
अहजाब, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ऐकाह, रहिवासी, 15:78; 26:176; 38:13; 50:14
अ'ला S.87; 87:1; 92:20
'अलक़, S.96
अल-इमरान, S.3
अल्लाह
त्याच्यासाठी एक दिवस म्हणजे पन्नास हजार वर्षे, 70:4
त्याच्यासाठी एक दिवस म्हणजे हजार मानवी वर्षे, 22:47; 32:5
- काहीही करण्याची क्षमता, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
सर्व न्यायाधीशांमध्ये सर्वोत्तम, 95:8
- व्याख्येच्या पलीकडे, 43:82; 67:12
- अविश्वास्यांच्या योजना निष्फळ करतो, 8:30; 8:36
- मानवांना नाहीसे करून इतर जीवांना निर्माण करणे, 4:133; 14:19; 35:16
- हसू आणि रडू आणणारे, 53:43
- एका माणसाला शतकभर झोपवले, 2:259
सत्य नाकारणाऱ्यांचा शत्रू, 2:98
सकाळपासून रात्रीपर्यंत त्याच्या गौरवाचे गुणगान करा, 33:42
- खोट्या मुली, 16:57; 17:40; 43:16; 52:39; 53:21-22
- नावाने, 53:19-20
- मानवांना स्वतंत्र इच्छाशक्ती देते, 36:67
त्याच्यासाठी सर्वस्व त्यागले, 4:66-68; 4:125
चांगले आणि वाईट त्याच्यापासून आहेत, 4:78
जीवन आणि मृत्यू प्रदान करते, 44:8; 53:44; 57:2; 67:2
- कठोर परिश्रम करणाऱ्यांना उत्तम प्रतिफळ मिळाले, 4:95-96; 5:54; 9:120; 49:15; 61:11
- तिला जोडीदार नाही, 72:3
त्याला मुलगा नाही, 43:81; 72:3; 112:3
तुमच्या कठीण काळात त्याने तुम्हाला सोडले नाही, 93:3
- ज्ञानात सर्वत्र आहे, 2:115; 2:142; 2:177; 4:126
- तोच पहिला आणि शेवटचा (अल्फा आणि ओमेगा) आहे, 57:3
- बाह्य आणि आंतरिक, 57:3
- आकलनापलीकडे जाणतो, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
जे न्यायाने वागतात त्यांच्यावर प्रेम करतो, 49:9
ज्याविषयी तो बोलला नाही, त्याविषयी त्याने कोणतेही नियम बनवले नाहीत, 5:101; 6:140; 6:148; 7:32
- ज्यांच्यामध्ये चांगुलपणा आहे अशा युद्धकैद्यांविषयी दया, 8:70
- स्वरूप, 2:255
- कोणताही मनुष्य देव नाही, 3:64; 3:151
- त्रिमूर्ती नाही, 4:171
वाईटापासून आश्रय, 113:1-5; 114:1-6
- तो उभा असताना, बसलेला असताना, झोपलेला असताना त्याचे स्मरण करणे, 3:191; 4:103; 10:12; 25:64
गर्भात तुम्हाला आकार देतो, 3:6
- सिंहासन पाण्यावर विसावते, 11:7
ज्या गोष्टींविषयी तुम्हाला ज्ञान नाही, त्या तो निर्माण करील, 16:8
- आपल्या सृष्टीचे नुकसान करण्याची इच्छा नाही, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
अलायन्सेस, 8:72; 9:7
- ख्रिस्ती आणि यहूदी, 5:51
- अविश्वासी नातेवाईकांप्रति निषिद्ध, 9:23-24
ढोंगी लोकांसाठी निषिद्ध, 4:88-89; 4:139; 4:144
अलियासा', (एलीशा पहा)
अमानत, विश्वास आणि अल्लाहने निर्धारित केलेली कर्तव्ये इत्यादी, 2:283; 4:58; 8:27
- ट्रस्ट पहा
एंजल्स, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
अग्नीपासून निर्माण केले, 7:12; 38:76
- कयामतच्या दिवशी आठ जण अल्लाहचे सिंहासन उंचावतील, 69:17
त्या स्त्री असल्याचा खोटा दावा, 43:19; 53:27
- गार्डियन 82:10-12; 86:4
- एकोणीस नरकाचा स्वामी, 74:30-31
लहरी पूर्ण करण्यासाठी पाठवले नाही, 15:7-8
प्रेरणा देण्यासाठी पाठवले, 16:2
क्रोध रोखून धरा, 3:134
'अंकाबुत, S.29
मुंग्या, 27:18
वानर, 5:60
घृणास्पद, 2:65; 7:166
धर्मत्याग, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
धर्मत्याग्यांसाठी त्वरित नाशाची मागणी करू नका, 46:35
- अल्लाह एकटाच त्यांना शिक्षा देईल, 73:11; 74:11
- परलोकातील शिक्षा, 2:217; 9:74
- इतरांकडून नकार, 3:87
- पश्चात्ताप, 3:89; 5:34; 9:5; 9:11
न्यायदिनी खूप उशीर झालेला असेल, 40:85
दबावाखाली, 16:106
धर्मत्यागी, 47:25
अ'राफ, ष.7; 7:46, 48
अराफात, 2:198
वाद घाला
- जे स्वतःची फसवणूक करतात त्यांच्या वतीने नाही, 4:107
तुम्ही या जगात त्यांच्यासाठी वाद घातला, पण पुनरुत्थानाच्या दिवशी कोण घालणार? 4:109
युक्तिवाद/हल्ले
जशास तसे उत्तर द्या, 8:58
संयम बाळगणे हे अधिक चांगले आहे, 16:126
आर्मर, 16:81
'असर, S.103
आयत अल-कुर्सी, 2:255
बॅकबिटर, 49:12; 104:1
बद्र (युद्ध), 3:13
- धडे, 8:5-19, 42-48
अल-बैत-उल-मा मुर, 52:4
बक्का (मक्का), 3:96
बाल, 37:125
बलाद, S.90
उर्वरित, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
बनू अन-नादिर, 59:2-6, 13
बकरा, S.2
बरा'आ (तौबा पहा), कलम 9
बरझाख,(अडथळा), 23:100; 25:53; 55:20
- हे सुद्धा पाहा 18:94-97; 34:54; 36:9
बायिनाह, S.98
श्वापद (अंतिम दिवसांचे), 27:82
बेडुइन्स, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
बी, 16:68-69
वर्तन
- ज्यांना आधी प्रकटीकरण मिळाले आहे त्यांच्याशी सौम्यपणे वाद घाला, 16:125, 29:46
ज्या गोष्टींची तुम्हाला काहीच माहिती नाही, त्यांमध्ये गुंतणे टाळा, 17:36
- गंभीर पापे आणि लज्जास्पद कृत्ये टाळा, 53:32
एकमेकांविषयी अंदाज बांधू नका, एकमेकांवर पाळत ठेवू नका किंवा एकमेकांविषयी वाईट बोलू नका 49:12
- तुमच्या मतांमध्ये न्याय्य रहा, 6:152
- समुदाय मध्यम असावा, 2:143; 25:67
- गर्वाला परावृत्त केले, 4:36, 57:23
जे तुमची मदत मागतात त्यांना दोष देऊ नका, 93:10
स्वतःला पवित्र समजू नका, 53:32
- इतरांची निंदा करू नका, 49:11; 104:1
वाईट गोष्टी उघडपणे बोलू नका, 4:148
एकमेकांविषयी वाईट बोलू नका, 104:1
- प्रत्येक गटाला नियम आणि जीवनशैली देण्यात आली, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
आणि उपासनेचा एक मार्ग, 22:67
- अल्लाह त्यांना एक समुदाय बनवू शकला असता, 5:48; 11:118; 16:93; 42:8
- अल्लाहच्या अधिपत्याखालील एक समुदाय, 21:92
यहूद्यांना क्षमा करा, 5:13
अविश्वास्यांना क्षमा करा, 31:15; 45:14
- सहजपणे क्षमा करा, 42:37
शासक विचारविनिमयानंतर निर्णय घेतात, 42:38
आणि एक संदेष्टा, 10:47; 16:36
विश्वासणाऱ्यांची निंदा करणे पाप आहे, 33:58
- पुरुष (स्त्रियांप्रति), 24:30
शांतता प्रस्थापित करणाऱ्यांना पुरस्कृत, 42:40
जर तुम्हाला दुसरे काहीच करता येत नसेल, तर गरजूंशी न्यायाने वागा, 17:28
- तुमच्या देखरेखीखाली असलेल्या वृद्ध पालकांना उद्देशून, 17:23
- इतर मुस्लिमांप्रति, 33:6
- इतरांप्रति, 17:26-29; 17:35; 17:53; 60:8
आई-वडिलांप्रति, 46:15
गुलामांबद्दल, 4:36; 24:33
- युद्ध न करणाऱ्या अविश्वास्यांना समानतेने वागवा, 60:8
- पैगंबरांच्या पत्नी, 33:28-34
- स्त्रिया (पुरुषांप्रति), 24:31
- सर्व प्रकटीकरणे, 2:136; 2:285
स्वरूप, 49:14-15
विश्वासणारे, 2:2-5; 2:28-5; 8:2-4; 8:24
वारसा, 2:180, 240; 4:7, 12; 36:50
विश्वासघात करणे (फसवणे, कपट करणे), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
बायबल, 5:64, 5:65, 5:68
- विकृतीकरण, 3:78; 5:14-15
बर्ड्स, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ब्लड-मनी (दिया), 2:178-179; 4:92; 17:33
लूट, युद्ध, 4:94. 8:41; 59:6-8
- बेकायदेशीरपणे घेणे, 3:162
लूट पहा
लाचखोरी, 2:188
बुडन, 22:36
भार
- दुसऱ्याचे ओझे वाहणारा कोणीही ते वाहणार नाही, 35:18; 39:7; 53:38
अविश्वासूंना इतरांचे ओझेही वाहावे लागेल, 16:25; 29:13
- त्यांना जे ओझे वाहावे लागेल ते खरोखरच वाईट आहे, 6:31, 164
अल्लाह कोणावरही त्याच्या क्षमतेपलीकडे भार टाकत नाही, 2:286; 7:42; 23:62
बुरुज (मोठे तारे), S.85; 85:1; 15:16; 25:61
उंट, 6:144; 7:40; 77:33; 88:17
बंदिवान, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- हे सुद्धा पहा युद्धकैदी
गुरे, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
थॉरची गुहा, 9:40
गुहा, लोक 18:9-22, 25-26
सत्यासह निश्चितता, 56:95; 69:51
धर्मादाय, (सदकाह), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- दान आणि जकात, 2:273; 9:60
चिल्ड्रन्स 2:233; 42:49-50
- जे मूर्खपणामुळे, ज्ञानाशिवाय आपल्या मुलांना मारतात, ते हरवलेले आहेत, 6:140
ख्रिस्त, (येशू पाहा)
ख्रिश्चन, 5:14, 19, 64-65, 69; 22:17
येशूला देवत्व देऊ नका असे सांगितले, 4:171
मुस्लिमांबद्दल स्नेहभावना बाळगण्याच्या सर्वात जवळ येणे, 5:82
- ज्या गोष्टी लक्षात ठेवण्यास त्यांना सांगितले होते, त्या बहुतेकांनी विसरल्या आहेत, 5:14
आता तुमच्याकडे एक दूत येतो, 5:15, 19
नीतिमानांना प्रतिफळ मिळेल, 2:62; 5:65; 5:69
- "येशू अल्लाहचा पुत्र आहे" असे म्हणा, 9:30
शहरांचा पाडाव, 69:9
सुरक्षिततेचे शहर, 95:3
वस्त्रे, 7:26; 16:81
अग्नीचे, 22:19
- घराबाहेरील प्रसंगांमध्ये बुरखा किंवा स्त्रियांचे कपडे, 24:31
स्त्रियांचे बाह्य वस्त्र ढोंगी लोकांकडून होणारा छळ टाळतात, 33:59-60
कॉन्फेडरेट्स, 33:9, 22
- अहजाब सल्लामसलत, परस्पर, 42:38 पहा
निर्मिती
- सुरुवात आणि पुनरावृत्ती, 10:4; 21:104; 27:64; 29:19-20
- एक नवीन, 17:49, 98; 35:16
- सत्यासह, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- खेळण्यासाठी नाही, 21:16-17; 23:115
- प्रत्येक सजीव वस्तूपासून बनवलेले, 21:30; 24:45; 25:54
- मनुष्याविषयी, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 56:62 चे पहिले स्वरूप
- सहा दिवसांत, 7:54; 11:7; 32:4; 50:38; 57:4
- जोड्यांमध्ये, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- व्हरायटी इन, 35:27-28
- अल्लाह आज्ञा देतो "हो!" — आणि ते होते, 2:117; 16:40; 36:82; 40:68
डोळ्याची पापणी लवते न लवते तोच, 54:50
रात्र आणि दिवस, सूर्य आणि चंद्र, 39:5
- स्वर्ग आणि पृथ्वीपेक्षा मोठी पृथ्वी, मानवजातीची, 40:57; 79:27
- चा उद्देश, 51:56
क्रो, 5:31
क्रायटेरियन, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
दाहर, (इन्सान पहा) S.76; 45:24
- वेळ, 76:1; 103:1
डेव्हिड, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
स्तोत्रसंहिता 4:163 नुसार
गोलियाथशी लढून त्याला ठार मारतो, 2:251
- न्यायनिवाडा करतो 21:78-80
- ज्ञान आणि पैगंबरपदाचा आशीर्वाद लाभलेला 27:15-16
- पर्वत आणि पक्षी अल्लाहची स्तुती करण्यात त्याच्यासोबत सामील होतात 34:10; 38:17-20
- न्यायाधीश दोन व्यक्तींमधील संबंध 38:21-26
दवाब्ब किंवा दब्बाह (हालचाल करणारा सजीव प्राणी, इत्यादी) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
मेलेले उठवले जातील, 6:36
मृत्यू, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
आणि युद्धातून पळ, 33:16
- अल्लाहच्या मार्गात, 3:195; 22:58; 47:4
ज्या समुदायांना प्रकटीकरण मिळालेले नाही, त्यांचा नाश होणार नाही, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- अल्लाहच्या मार्गात मारले गेलेले जिवंत आहेत, 2:154; 3:169
अल्लाहच्या दिशेने वाईटापासून पळ काढताना, 4:100
- थांबवता किंवा विलंब करता येणार नाही 63:10-11
झोपेचा जुळा भाऊ 6:60; 39:42
- मृत्यूच्या वेळी विश्वासणारे आणि अविश्वासणारे 8:50; 16:27-32; 41:30
- कबरीतील शिक्षा 40:46
कर्जे, 2:280, 282; 4:11-12
हुकूमनामा
प्रत्येक बाबीसाठी एक आहे, 13:38
आम्ही असे कोणतेही शहर कधीही उद्ध्वस्त केले नाही, ज्यासाठी काही ज्ञात कारण नव्हते. 15:4
प्रत्येक गोष्ट अल्लाहकडूनच आहे, 44:5
जेव्हा तो एखाद्या गोष्टीचा निर्णय घेतो, तेव्हा तो केवळ म्हणतो, "होवो!" — आणि ते होते, 2:117; 36:82; 40:68
दस्तऐवज
- दुष्ट, त्यांच्यासाठी सुंदर बनवलेले, 47:14
- आमच्यासाठी आमची, तुमच्यासाठी तुमची कृत्ये, 28:55; 42:15; 45:15
- चांगले आणि वाईट, स्वतःच्याच बाजूने आणि विरोधात असतात, 41:46
- त्याने माणसाचे स्वतःच्या गळ्याला बांधले, 17:13
त्यांनी केलेल्या कृत्यानुसार अंश, 6:132
इच्छा, जे वाईटाचा पाठपुरावा करतात, 47:14, 16
ज्याने आपला देव म्हणून स्वीकारला आहे, 25:43
अल्लाहच्या दयेची निराशा करू नका, 39:53; 21:87-88; 68:48-50
योना सुद्धा पहा
धारियत, S.51
धिक्र, 7:205; 15:6, 9
धुल-किफी, 21:85; 38:48
धुल-करैन, 18:83-98
धुन-नून (माशाचा सहचर)
नास्तिक (हे सुद्धा पहा: ढोंगी)
पुरावा म्हणून त्यांच्यावर अल्लाहचा क्रोध ओढवण्यास मुहम्मद ( ﷺ ) यांना सांगा, 6:57-58; 8:32; 10:49-52
- त्यांच्याशी दयाळूपणे वागा, 31:15
- त्यांचे बोलणे धीराने सहन करा, 20:130; 50:39
- सोबतचे करार, 8:56; 8:72; 9:4, 7
- करारभंग, 8:58; 9:12
अल्लाह त्यांचे कारस्थान निष्फळ करतो, 8:30, 36
अल्लाहच्या कायद्याची थट्टा करणाऱ्यांची संगत सोडा, 4:140; 6:68
जर त्यांनी तुम्हाला तसे करण्यास सांगितले तर त्यांचे रक्षण करा, 9:6
- युद्धादरम्यान शिक्षा, 8:12, 50, 59
- परलोकातील शिक्षा, 8:37
मशिदींना भेट देऊ नये किंवा त्यांची देखभाल करू नये, 9:17
त्यांच्याशी दयाळूपणे बोला, 17:53
- विरुद्ध जोरदार संघर्ष करणे, 9:73; 25:52; 66:9
- युद्धात सहभागी नसलेल्या पक्षांना समानतेने वागवा, 60:8
तो फक्त इतर अविश्वास्यांशीच युती करेल, 8:72
शिष्य (येशूचे), 3:52; 61:14
ढोंगी व अविश्वासी लोकांच्या अंतःकरणातील रोग, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
संकटानंतर सुरक्षितता असते, 3:154
युद्धात मिळालेल्या लुटीचे वाटप, 8:41; 59:7-8
खंदक, लोकांनो, 85:4-10
विविधता
- मानवांविषयी, 30:22, 35:27-28
जीवनाविषयी, 35:27-28
घटस्फोट, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- प्रतीक्षा कालावधीनंतर, विघटन करा किंवा सलोखा करा, 2:231; 65:2
- दोन साक्षीदार, 65:2
- पोटगी, 2:233, 241
माजी पतीच्या वारसाला लागू होते, 2:233
दोनदा रद्द केले जाऊ शकते, 2:229
हुंड्याची स्थिती, 2:229, 236-237
गरज भासल्यास दूध पाजणारी बाई शोधा, 65:6
- झिहार सुद्धा पहा
घटस्फोट, माणूस
एका स्त्रीसाठी दुसऱ्या स्त्रीला घटस्फोट द्या - जे तुम्ही आधी दिले ते परत घेऊ नका, 4:20
पत्नीला त्रास देऊ नका, 65:6
पत्नींना त्यांच्या इच्छेविरुद्ध डांबून ठेवू नका, 4:19
- मन बदलायला चार महिने, 2:226
- पत्नीला तिच्या गरोदरपणात आणि प्रतीक्षा कालावधीत पूर्णपणे पाठिंबा द्या, 65:6
पत्नी तुमच्या बाळाला स्तनपान देत असल्यास तिला पूर्ण पाठिंबा द्या, 65:6
पितृहीन मुलामुळे आईला त्रास होऊ नये, 2:233
- इस्लामपूर्व, 58:2
- पश्चात्ताप करून प्रायश्चित्त करण्यासाठी सलग दोन महिने उपवास, 58:4
पश्चात्तापाने सलोखा घडवून आणणे, 60 गरजू लोकांना भोजन देणे, 58:4
- पश्चात्तापाने गुलामाला मुक्त करावे, 58:3
सलोख्याचा प्रयत्न, 4:35
विवाह पूर्ण न झाल्यास पापरहित, 2:236
वधू हुंड्याच्या अर्ध्या भागास पात्र, 2:237
घटस्फोट, स्त्री
- तिसऱ्या घटस्फोटानंतर (हा घटस्फोट दुसऱ्या पतीपासून झाल्यावर) मूळ पतीकडे परत जाऊ शकते, 2:229
- पोटगीचा हक्कदार, 2:241; 65:1
घटस्फोटाचा समान हक्क, 2:228
पतीकडून वाईट वागणूक मिळण्याची भीती, 4:128
- तिच्या पतीने तिला जे दिले ते ती ठेवू शकते, 2:229
त्यांना त्यांच्या घरातून हाकलून देऊ नये, 65:1
- गर्भधारणा नाकारण्यासाठी तीन मासिक पाळींची प्रतीक्षा, 2:228
- ज्यांची मासिक पाळी आलेली आहे त्यांच्यासाठी तीन महिन्यांची प्रतीक्षा, 65:4
विवाह पूर्ण न झाल्यास, 33:49
कुत्रे, 7:176
गाढवे (Ass), 2:259; 16:8; 31:19; 62:5; 74:50
प्या
- मद्यपी, 2:219; 5:90
शुद्ध आणि पांढरे स्वादिष्ट, 37:45-46; 76:21
शुद्ध सीलबंद वाइन, 83:25
दुहा, S.93
दुखन, S.44
हत्तींचे सैन्य, 105:1-5
इलियास (एलिया; इलियासिन) 6:85; 37:123-132
एलीशा, (अल्यासा') 6:86; 38:48
एनोक, (इद्रिस पहा)
इव्हेंट, 56:1; 69:15
वाईट, 4:123; 10:27-30; 19:83; 59:15
सार्वजनिक ठिकाणी उच्चारू नये, 4:148
- हे आपल्या स्वतःकडून येते, परंतु सर्व काही अल्लाहकडून येते, 4:79; 42:48
- क्षमा करा, 4:149
- भरपाई दिली, 6:160; 42:40
- जे कट रचतात, 16:45-47
शेवट झाला, 30:10
- भूमीवर आणि समुद्रावर प्रकट झाला आहे, 30:41
- प्रतिकार करणे/बचाव करणे, चांगल्यासह, 13:22; 23:96; 41:34
- चांगल्यासाठी बदलले, 7:95
- जे आपल्या इच्छांचे पालन करतात, 47:14, 16
त्यांच्यासाठी सुंदर बनवलेली कृत्ये, 47:14
अतिरिक्त
अन्नात निषिद्ध, 5:87
- धर्मात, 4:171; 5:77-81
डोळे, कान आणि त्वचा पापी लोकांविरुद्ध साक्ष देतील, 41:20-23
एज्रा, (उझैर) 9:30
अल्लाहचा चेहरा किंवा मुख, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
निष्पक्ष वाटणारे
अल्लाहने प्रत्येक लोकांना त्यांची कर्मे सोपवली आहेत, 6:108
श्रद्धा (विश्वास), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- नाकारणारे, 3:116
- वाढ, 3:173
- निश्चितपणे, 44:7; 45:4, 20; 51:20
त्याने तुम्हाला मार्गदर्शन केले आहे, 49:17
फजर, S.89
फलक, S.113
कुराणच्या आयत 6:68 बद्दल चुकीचा प्रचार
खोटे देव
- अल्लाह व्यतिरिक्त, मूर्ती आणि तथाकथित भागीदार 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- अल्लाहशिवाय ज्यांची उपासना केली जाते त्यांचा अपमान करू नका, 6:108
- हे सुद्धा पहा ताघूत
खोटेपणा (बाटिल), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
त्याने माणसाची कृत्ये स्वतःच्या गळ्याला बांधली, 17:13
उपवास, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
काळा धागा आणि पांढरा धागा वेगळे दिसू लागेपर्यंत खा आणि प्या, 2:187
फाथ, S.48
फातिहा, S.1
फातिर, S.35
फिद्य (खंडणी), जलद, 2:196
बंद्यांना मुक्त केल्याबद्दल, 8:67
- अविश्वास्यांनी देऊ केलेली खंडणी, 3:91; 5:36,37; 10:54; 13:18
आकृती, 95:1
लढाई
- अल्लाहच्या मार्गात, काफिरांविरुद्ध, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- दीक्षित, 2:216
- पवित्र महिन्यांत, 2:217; 9:5
- चिल्ड्रेन ऑफ इस्राएल, 2:246-251
- अल्लाहच्या मार्गात, आणि पीडित पुरुष व स्त्रिया, 4:74-76
फितना संपेपर्यंत, 8:39
वीसाने दोनशेवर विजय मिळवला, 8:65
- जे अल्लाहवर विश्वास ठेवत नाहीत त्यांच्याविरुद्ध, 9:29
- ज्यांच्यावर अन्याय झाला आहे त्यांच्याविरुद्ध परवानगी, 22:39-41
आणि ढोंगी, 47:20
- 48:17 मधून सूट
फिल, S.105
फिरदौस स्वर्ग, 18:107; 23:11
फायर, 56:71, 100:2
फ्लाय, 22:73
अन्न
- कायदेशीर आणि बेकायदेशीर, (हलाल आणि हराम), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
पूर्वी जे खाल्ले त्याबद्दल पाप नाही, 5:93
- उल्लंघन करू नका, 5:87
जे अल्लाहने कायदेशीर केले आहे ते बेकायदेशीर करू नका, 5:87; 7:32; 16:116
निषिद्ध आचरण, 6:151-152; 7:33
क्षमा, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
विश्वासणाऱ्यांचे कर्तव्य, 42:37; 45:14
- विश्वासणाऱ्यांद्वारे, पवित्र शास्त्राच्या लोकांसाठी, 2:109
अल्लाह ज्याला पाहिजे त्याला क्षमा करतो, 4:48
अल्लाह आपल्या उपासनेत भागीदार ठेवण्यास क्षमा करत नाही, 4:48, 116
- जो कोणी अल्लाहचे शोधतो, 4:110
- मुश्रिकांसाठी अल्लाहकडे मागू नये, 9:113
अल्लाह सर्व पापे माफ करतो, 39:53
देवदूत पृथ्वीवरील लोकांसाठी मागतात, 42:5
ते रागावलेले असताना क्षमा करा, 42:37
क्षमा करा आणि सलोखा करा, 42:40
जे अल्लाहच्या दिवसांची आशा बाळगत नाहीत, त्यांना ईमानांनी क्षमा करावी, 45:14
- जे मोठी पापे आणि फवाहीश टाळतात त्यांच्यासाठी, 53:32
- एकमेकांशी शर्यत लावत वेगाने पुढे जाणे, 57:21
वाईट कृत्ये चांगल्या कृत्यांमध्ये बदलली 25:68-71
फसवणूक, (पहा विश्वासघात) 83:1-6
स्वतंत्र इच्छाशक्ती
- अल्लाहच्या इच्छेने मर्यादित, 6:107; 10:99; 74:56; 76:31; 81:28-29
ज्याची इच्छा असेल, त्याने विश्वास ठेवावा आणि ठेवू नये, 18:29
त्याच्या प्रभूचा मार्ग स्वीकारा, 76:29
- सरळ चाला, 81:28
शुक्रवारची प्रार्थना, 62:9-11
फळे, 6:41; 16:11
- नंदनवनात, विपुलतेने, 43:73
- प्रत्येक प्रकारचे, 47:15
त्यांच्या इच्छेनुसार, 77:42
फुज्जर, 82:14-16; 83:7
फुरकान, S.25
फुसिलात (हा मिम पहा), S.41
गॅब्रिएल, (जिब्रिल) 2:97-98; 26:193; 66:4; 81:19-21
- रुह, 26:193; 67:12; 70:4; 78:38; 97:4
- रुह-उल-कुदुस, 2:87, 253; 5:110; 16:102
जुगार, 2:219; 5:90
खेळ, इहरामच्या अवस्थेत, 5:94-96
घाफिर (मुमिन पहा), कलम 40
घाशिया, S.88
गुस्ल, 4:43; 5:6
गिफ्ट्स, 30:39
गोलियाथ, (जालूत) 2:249-251
गुड (डेज), 3:140
- जी गोष्ट आहे ती तुम्हाला नापसंत आहे, आणि जी वाईट आहे तीही तुम्हाला आवडते, 2:216
प्रतिफळ मिळणे, 4:85; 28:54
- दुप्पट बक्षीस मिळाले, 4:40; 28:54
- दहापट बक्षीस मिळाले, 6:160
- वाढ झाली, 42:23
जे तसे करतात, त्यांच्यासाठी कल्याण आणि परलोकाचे घर आहे, 16:30
- जे या जगात चांगले काम करतात त्यांच्यासाठी आहे, 39:10
अल्लाह कर्म करणाऱ्यांना सर्वोत्तम प्रतिफळ देतो, 53:31
चांगल्या कामांव्यतिरिक्त इतर कशासाठी बक्षीस आहे का, 55:60
अल्लाहने तुमच्यावर जशी कृपा केली आहे, तसे तुम्ही करा. 28:77
चांगले आणि वाईट
- चांगले अल्लाहकडून आहे आणि वाईट तुमच्याकडून आहे, 4:79
- जर तुम्ही चांगले कराल, तर ते स्वतःसाठी आणि जर तुम्ही वाईट कराल, तर ते स्वतःचेच नुकसान. 17:7; 41:46
वाईटाचा प्रतिकार चांगल्याने करा, 23:96; 28:54; 41:34
- चांगले आणि वाईट कृत्य समान असू शकत नाही,41:34
प्रत्येक व्यक्तीला त्याने केलेल्या सर्व गोष्टींचा सामना करावा लागेल, 3:30
- मुहसिनुन सुद्धा पहा
चांगले कृत्य
- ते उघड करणे किंवा लपवणे, 4:149
शर्यतीत भाग घेतल्याप्रमाणे प्रयत्न करणे, 5:48
शुभवर्तमान, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
उत्तम बातमी, 78:1-5
अभिवादन, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
हदीद, S.57
हाडी (बलिदानासाठीचा प्राणी), 2:196, 200
हज (तीर्थयात्रा), 2:158, 196-203; 3:97; 5:2; 22:30
हज, श.22
हामान, 28:6, 38; 29:39; 40:24, 36, 37
हात आणि पाय साक्ष देतील, 36:65
हग्गा, S.69
संकटात प्रत्येक संकटानंतर दिलासा असतो, 94:5-6
हारुण, (आरोन)
हारुत, 2:102
हाशर, S.59
हृदये
- कठोर झालेले, 2:74; 22:53; 39:22; 57:16
- सीलबंद, 7:100-101; 40:35; 47:16; 63:3
- कव्हर्ड, 17:46; 41:5
- तुरुंगात टाकले, 47:24
- विभाजित, 59:14
- भीतीने भरलेले, 22:35
- ज्यांच्यामध्ये रोग आहे, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
स्वर्ग
- अल्लाहचेच आहेत अदृश्य सर्व, 16:77
- नाटकासाठी तयार केलेले नाही, 21:16
आणि पृथ्वी एकत्र जोडली गेली, 21:30
त्यात काहीही लपलेले नाही, 27:75
- कोणत्याही स्तंभांशिवाय निर्माण केले, 31:10
त्याच्या उजव्या हातात गुंडाळले जाईल, 39:67
- दोन दिवसांत सात आकाशांची निर्मिती, 41:12
- सर्वात जवळचे आकाश दिव्यांनी सजवले, 41:12
- जे काही आहे ते सर्व अल्लाहचे आहे, 45:27; 53:31
- एकावर एक असे सात आकाश, 67:3
नरक (अग्नी, धगधगती ज्वाला) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- जळणारे आणि उकळणारे पाणी 22:19-22; 23:103-104
- पुस 14:14-17; 38:55-58; 69:35-37
- जक्कूमचे झाड 37:62-70; 44:43-50; 56:41-56
- रहिवाशांची जगण्याची किंवा मरण्याची असमर्थता 87:13
- दोषारोप करणे 26:91-101; 34:31-33
- तात्काळ नाशाची मागणी 25:13-14; 43:74-78
- आवेशपूर्ण आक्रोश 35:36-37
- गुरगुरणारा आणि गडगडणारा अग्नी 25:11-12; 67:6-11
भाजलेल्या कातड्यांच्या जागी नवीन कातडे ठेवण्यात आले 4:56
- बेड्या आणि डांबराचे कपडे 14:48-50
लोखंडी गदा 22:19-22
- साखळ्या 13:5
- नरकाचे रक्षक 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
खंडणी स्वीकारली नाही 5:36-37
मध्यस्थी नाकारली 6:94; 26:100; 30:13; 74:48
- जळती निराशा आणि बर्फासारखा थंड अंधार, 38:57
- 70 हातांची साखळी, 69:32
मर्यादित कालावधीसाठी थांबा, 78:23
यापुढे
- ते घर अधिक चांगले आहे, 6:32; 7:169
- जो 6:135 मध्ये शेवट असेल
- झालिमुन यशस्वी होणार नाही, 6:135
- होम ऑफ द, 12:109; 16:30; 28:83; 29:64
- जे विश्वास ठेवत नाहीत, 17:10
- चे बक्षीस, 42:20
- चांदी आणि सोन्यापेक्षाही उत्तम, 43:33-35
- फक्त मुत्ताकुनसाठी, 43:35
- शिक्षा, 68:33
- अधिक चांगले आणि अधिक टिकणारे, 87:17
सध्याच्यापेक्षा चांगले, 93:4
महामार्ग, विस्तृत, 21:31
हिजर (खडकाळ प्रदेश), 15:80-85
हिज्र, S.15
समलैंगिकता 26:165-166; 27:55; 29:28-29
घोडे, 16:8
तास
त्याचे ज्ञान केवळ अल्लाहजवळच आहे, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- अचानक त्यांच्यावर ते येते, 6:31; 7:187; 12:107; 43:66
तुमच्यावर येतो, 6:40; 12:107; 20:15; 34:3
- जवळ आले आहे, 54:1-5
- डोळ्याची पापणी लवते न लवते तोच, किंवा त्याहूनही जवळ, 16:77
भूकंप, 22:1
स्थापना होईल, त्या दिवशी, 30:12, 14
- तो नक्कीच येणार आहे, यात काही शंका नाही, 40:59; 45:32; 51:5-6
- चिन्हे 21:96; 27:82; 43:61; 47:18; 54:1-2
- नावे 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- लोकांना आश्चर्यचकित करेल 6:31; 7:187
तुतारी वाजवली जाईल 6:73; 23:101; 39:68
घरे, प्रवेश करण्यासंबंधीचे शिष्टाचार, 24:27-29
हड, 7:65-72; 11:50-60; 26:123-140; 46:21-26
हड, S.11
हुजुरत, S.49
हुमाझा, S.104
हुनैन (लढाई), 9:25
हूर (स्वर्गातील स्त्रिया), 44:54; 52:20
ढोंगी
- म्हणा: आम्ही अल्लाहवर आणि अंतिम दिवसावर विश्वास ठेवतो, परंतु वस्तुतः विश्वास ठेवत नाही, 2:8
- स्वतःची फसवणूक करणे, 2:9
- त्यांच्या अंतःकरणातील रोग, 2:10; 8:49; 22:53; 33:12; 47:29
- उपद्रव करणे, 2:11-12
मूर्ख आणि निंदक, 2:13-15
मार्गदर्शनासाठी खरेदी केलेली त्रुटी, 2:16
- बहिरे, मुके आणि आंधळे, 2:17-18
- मृत्यूच्या आणि अंधकाराच्या भीतीने, 2:19-20
- प्रसन्न करणारे भाषण, 2:204-206
लढण्यास नकार देणे, 3:167-168
- त्यांच्या अंतःकरणात काय आहे हे अल्लाह जाणतो, 3:167; 4:63
खोट्या न्यायाधीशांकडे न्यायासाठी जाणे, प्रकटीकरणापासून दूर वळणे, जेव्हा एखादे संकट कोसळते तेव्हा येणे, 4:60-62
- संकटात आणि मोठ्या यशात, 4:72-73
अल्लाहने त्यांना परत पाठवले आहे, 4:88
- त्यांना मित्र मानू नये, 4:89; 58:14-19
- जर ते मागे फिरले, तर ते जिथे सापडतील तिथे त्यांना ठार मारा, 4:89
ते तुमच्या विजयाची किंवा नास्तिकांच्या यशाची वाट पाहतात आणि बघत बसतात, 4:141
ते अल्लाहला फसवू पाहतात, ते आळसाने आणि लोकांचे लक्ष वेधण्यासाठी प्रार्थना करतात, 4:142
- यांचेही नाही आणि त्यांचेही नाही, 4:143
- अग्नीच्या सर्वात खोल गर्तेत; कोणी साहाय्यक नाही, 4:145
पकडले जाण्याच्या भीतीने, 9:64-65
प्रार्थना न करण्यासाठी, 9:84
- पुरुष आणि स्त्रिया एकमेकांपासून दुर्बळ आहेत; अल्लाहचा शाप, 9:67-69
- बेडौइन्समध्ये, 9:101
ते जेथे सापडतील तेथे त्यांना पकडून ठार मारले जाईल, 33:61
- अल्लाह शिक्षा देईल, 33:73
खोटारडे; पाठ फिरवणारे; त्यांची अंतःकरणे विभागलेली आहेत, 59:11-14
ते खोटारडे आहेत; त्यांनी आपल्या शपथांचा पडदा केला आहे; त्यांची अंतःकरणे बंद आहेत; त्यांच्यापासून सावध राहा, 63:1-4
- समजत नाही, जाणत नाही, 63:7-8
विरुद्ध जोरदार संघर्ष करणे, 66:9
इब्लिस (सैतान), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- सैतान सुद्धा पहा
इब्राहिम, (अब्राहम पहा)
इब्राहिम, S.14
इद्दत (स्त्रियांसाठी घटस्फोटाचा निर्धारित कालावधी), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
इद्रिस (एनोक), 19:56-57; 21:85; 96:4
इहराम, 2:197; 5:2, 95
इहसान, 16:90
इखलास, S.112
इलाह, एकुलता एक, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
अवैध लैंगिक संबंध; साक्षीदारांचा पुरावा, 4:15-18; 24:2, 19
इलिय्युन, 83:18-21
अशुद्ध (नजस) 9:28
इम्रान
- ची पत्नी, 3:35
- ची मुलगी, 66:12
अटळ, 69:1-3
इन्फितार, S.82
वारसा, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ज्याच्यावर अन्याय झाला आहे, 4:30, 148
इन्सान (दहर पहा), S.76
इन्शिकाक, S.84
इन्शिराह (पहा शरह), S.94
इन्स्पिरेशन, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
मध्यस्थता/मध्यस्थता करणारा, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
मादक पदार्थ, 5:90, 2:219
इकामत-अस-सलत, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
‘वाचन’ (पहा ‘बाल’), S.96
एराम, 89:7
आयर्न, 57:25
येशू, येशूला पाहा
इसहाक, (इसहाक) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
इश्माएल (Ishmael), 2:125-129, 133; 4:163;6:86; 19:54–55; 21:85; 38:48
आपल्या वडिलांसोबत काबाचा पाया घालतो 2:125-140
बलिदानाची कथा 37:100-113
इस्लाम, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- जे मुस्लिम म्हणून शरण येतात त्यांच्यापैकी पहिले, 6:14,163; 39:12
- सर्वात आधी आलिंगन देणारे, 9:100
स्तन उघडले, 39:22
- एक उपकार म्हणून, 49:17
इस्रा', S.17
इस्राएल, संतती, 2:40-86
- दिलेली कृपा, 2:47-53, 60, 122; 45:16-17
- अल्लाहच्या आज्ञापालनाविरुद्ध बंड करणे, 2:54-59, 61, 63-74; 5:71; 7:138-141
- मुस्लिमांशी त्यांचे संबंध, 2:75-79
- त्यांचा अहंकार, 2:80, 88, 91
- त्यांचे करार, 2:80, 83-86, 93, 100; 5:12-13, 70
- परलोकाच्या मोबदल्यात या जगाचे जीवन विकत घेतले, 2:86
- जीवनासाठी मानवजातीतील सर्वात लोभी, 2:96
- राजाला विचारा, 2:246-251
- मर्यादा ओलांडल्या; विविध गटांमध्ये विभागले गेले; माकडे, 7:161-171
दोनदा वचन दिले, 17:4-8
शत्रूपासून सुटका, 20:80-82
- शास्त्रवचन आणि पुढारी, 32:23-25; 40:53-54
विद्वान पंडितांना ते (कुराण सत्य आहे) माहीत होते, 26:197
इस्तवा (वर गुलाब), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
इ'तिकाफ, 2:187
याकोब, (याकूब) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- अस्बात (याकोबाचे बारा पुत्र), 2:140; 3:84; 4:163
जालुत, (गोलियाथ पहा)
जमारात, 2:200
जातिया, S.45
येशू, मरीयेचा पुत्र ईसा
जगातील सर्व स्त्रियांपेक्षा श्रेष्ठ निवडलेली माता 3:42
पुनरुत्थानाच्या दिवशी साक्ष देतो, 4:159
- जन्माची आनंदाची बातमी, 3:45-47; 19:22-23
इस्राएलच्या मुलांशी दूत, 3:49-51
शिष्य, 3:52-53; 5:111-115
- शिष्य अल्लाहचे साहाय्यक म्हणून, 3:52; 61:14
- उठवले, 3:55-59; 4:157-159
- आदामचे साम्य, 3:59
ठारही मारले नाही आणि वधस्तंभावरही चढवले नाही, 4:157
- प्रेरित, 4:163
- दूतापेक्षा अधिक नाही (त्याला देवत्व न देता), 4:171-172; 5:75; 19:30, 43:63-64
जे म्हणतात, 5:17, 72; 9:30, त्यांनी अविश्वास ठेवला आहे.
आमचे पैगंबर (मुहम्मद ﷺ ) आले आहेत, 5:19
- सुवार्ता दिली, 5:46
शिष्यांनी म्हटले: आम्ही मुसलमान आहोत, 5:111
अन्नाने भरलेले मेज, 5:114
- खोटी उपासना शिकवली नाही, 5:116-118
- एक नेक पैगंबर, 6:85
- एक चिन्ह म्हणून, 23:50
त्याचे दुसरे आगमन 43:61
- भिन्न मते, 43:65
इस्राएलच्या मुलांसाठी केवळ एक गुलाम आणि एक उदाहरण, 43:59
अहमद नावाच्या पैगंबराची आनंदाची बातमी, 61:6
- त्याचा कुमारी जन्म, संदेश आणि चमत्कार 3:45-51; 19:16-38
- अल्लाहच्या उपकारांची आठवण करून दिली 5:110-115
- दैवी असण्यास नकार देतो 5:116-120
त्याच्या अनुयायांच्या अंतःकरणात करुणा आणि कृपा 5:82; 57:27
ज्यू आणि ख्रिश्चन, 2:140; 4:153-161, 171; 5:18
- असत्याचे ऐका, 5:41-42
त्यांनी जे उच्चारले त्याबद्दल ते शापित आहेत, 5:64
- विश्वासणाऱ्यांशी (मुस्लिमांशी) वैर, 5:82
- ज्यांनी इस्लाम स्वीकारला, 26:197; 28:53; 29:47
जिब्रिल, (गॅब्रिएल पहा)
जिहाद, (लढाई, संघर्ष) 2:216; 9:24; 22:78; 25:52
जिन, S.72
जिन, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
अग्नीपासून निर्माण झालेले जिन्न 15:25; 55:15
विश्वास ठेवणारे आणि न ठेवणारे जिन्न 72:1-15
काहींनी कुराण 46:29-32 च्या संदेशावर विश्वास ठेवला.
मानव आणि जिन्न एका विशिष्ट हेतूसाठी निर्माण केले गेले आहेत 51:56-58
ईयोब, 4:163; 6:84; 21:83-84; 38:41-44
जॉन, (याह्या, योहान बाप्तिस्ता)
- आनंदाची बातमी, 3:38-41; 19:7-11; 21:90
- नीतिमान, 6:85
- शहाणे, सहानुभूतीशील, कर्तव्यदक्ष, 19:12-15
योना (योनास किंवा युनुस), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (धु नून) 21:87; 68:48-50
जोसेफ (यूसुफ), 6:84; 12:4-101
- सर्वोत्कृष्ट कथा 12:1-3
- तरुण युसूफचे स्वप्न 12:4-6
- त्याच्या भावांनी केलेला कट 12:7-18
- गुलामगिरीत विकले गेले 12:19-20
- इजिप्तच्या मुख्यमंत्र्यांच्या निवासस्थानी उठवले 12:21-22
- मुख्यमंत्र्यांची पत्नी त्याला भुरळ घालण्याचा प्रयत्न करते 12:23-29
मेजवानीतील घटना 12:30-32
- तुरुंगात जातो 12:33-35
- दोन कैदी 12:36-42
- राजाचे स्वप्न 12:43-53
- मुख्यमंत्री झाले 12:54-57
भाऊ त्याच्याकडे सामानासाठी येतात 12:58-68
- त्याचा भाऊ बेंजामिनला घेतो 12:69-82
- त्याच्या वडिलांचे पुन्हा झालेले दुःख 12:83-87
- त्याची खरी ओळख प्रकट करतो 12:88-98
- जुने स्वप्न साकार झाले 12:99-100
- समारोपाची प्रार्थना 12:101
जुडी, माउंट, 11:44
जुमुआ, S.62
जस्टिस (अड्ल), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- हे सुद्धा पहा 4:65, 105
काबा
- अब्राहामाने बांधले, 2:125-127
- खेळाची हत्या नाही, 5:94-96
- सुरक्षित आश्रय, 5:97
- नग्न अवस्थेत फिरणे, 7:28
- प्रार्थना करत असताना आणि प्रदक्षिणा घालत असताना, 2:200; 7:29, 31
काफिरुन, S.109
काफूर, कपमध्ये मिसळलेले, 76:5
काहफ, S.18
कान्झ, 9:34-35
कौथर (स्वर्गातील नदी), 108:1
कौथर, S.108
चाव्या
आकाश आणि पृथ्वीविषयी, 39:63; 42:12
गैबचे, 6:59
Khaulah bint Tha labah, 58:1
हत्या
जर कोणी एका व्यक्तीला मारले, तर त्याने सर्व मानवजातीला मारले, 5:32
कोणालाही ठार मारू नका, 17:33
दानापेक्षा गोड शब्द श्रेष्ठ आहेत, 2:263
नातेवाईक, हक्क, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
किरामन-रतिबिन, 82:11
ज्ञान
एकही पान गळून पडत नाही, पण त्याला ते माहीत असते, 6:59
- जे मूर्खपणामुळे आपल्या मुलांना मारतात ते हरवलेले आहेत, बाहेरचे, 6:140
- पाच गोष्टी, केवळ अल्लाहजवळच, 31:34
- खात्रीने, 102:5-7
कोरह (करुन), 28:76-82; 29:39; 40:24
कुर्सी, 2:255
लहाब (मसाद पहा), S.111
लैल, S.92
लॅम्प, 25:61; 67:5; 71:16; 78:13
भाषा
पुरुषांमधील फरक आणि त्यांचे रंग, 30:22
अक्षांश, 53:19
कायदा, विहित, 5:48
अल्लाहचे कायदे, 2:219; 98:3
लायर्स, 26:221-223
जीवन, जर कोणी एका व्यक्तीचा जीव वाचवला, तर त्याने सर्व मानवजातीचा जीव वाचवला, 5:32
या जगाचे जीवन
- परलोकाच्या किमतीला विकत घेतले, 2:86
- केवळ फसवणुकीचा आनंद आहे, 3:185
- परलोकासाठी विका, 4:74
- हे केवळ मनोरंजन आणि खेळ आहे, 6:32; 29:64; 47:36; 57:20
- फसवतो, 6:130
परलोकाच्या आनंदापेक्षा प्रज्ञा फारच लहान आहे, 9:38; 13:26; 28:60
- प्रतिरूप, पावसासारखे आहे, 10:24
आनंदाची बातमी, 10:64
जो कोणी इच्छा करतो, त्याला त्यात प्रवेश मिळतो; परंतु मग परलोकात त्याला कोणताही वाटा मिळणार नाही, 11:15-16; 17:18; 42:20
- जे वर्तमानावर प्रेम करतात आणि परलोकाकडे दुर्लक्ष करतात, 75:20-21; 76:27
- तुम्हाला 87:16 हे पसंत आहे
प्रकाश
- जाहीरनामा, 4:174
आणि अंधार, 6:1
दृष्टांत, 24:35
- विश्वासणाऱ्यांच्या पुढे आणि त्यांच्याबरोबर जातो, 57:12-15; 66:8
- अल्लाहने दिलेले, जेणेकरून श्रद्धावान सरळ मार्गावर चालतील, 57:2
अल्लाहने घालून दिलेल्या मर्यादा, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- हे आहेत, 2:187; 229-230; 4:13; 58:4; 65:1
- उल्लंघन करू नका, 2:190, 229
- जो कोणी उल्लंघन करतो, 2:22-9; 4:14; 78:22
- परंतु गरजेपोटी, आणि उल्लंघन न करता, 2:173; 6:145
तुमच्या धर्मात, 4:171; 5:77 चे उल्लंघन करू नका.
- जेव्हा त्यांनी मर्यादा ओलांडली, (ते वानर झाले), 7:166
- जे पाळतात, 9:112
लायन, 74:51
कर्ज
- अल्लाहला चांगले कर्ज द्या, 2:245; 73:20
- अनेक पटींनी वाढले, 57:11, 18
- दुप्पट, 64:17
नुकसान, प्रकट, 39:15
लोट, (लूट) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- त्याची आज्ञा न मानणारी पत्नी, 11:81; 15:60; 66:10
लोट वृक्ष, 34:16; 53:14-16; 56:28
लुकमान, 31:12-14
लुकमान, S.31
मारीज, S.70
मदिना (याथ्रिब), 9:120; 33:13, 60; 63:8
मद्यान, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- हे सुद्धा पहा ऐकाह वुड
महर (वधू-मूल्य), 2:229, 236-237; 4:4, 19-21, 24-25; 5:5; 33:50; 60:10-11
मैदाह, S.5
मक्का (बक्का), 3:96; 90:1-2
- सिटी ऑफ सिक्युरिटी, 95:3
माणूस
- पृथ्वीवर पिढ्यानपिढ्या, 2:30; 6:165
उत्तराधिकारी नेमले, 35:39
- कर्तव्य, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- अल्लाहने तपासले, 2:155; 3:186; 47:31; 57:25
- मनुष्याच्या इच्छा पूर्ण करणाऱ्या गोष्टी, 3:14
- पासून तयार केलेले, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- एक निश्चित कालावधी निर्माण केला आणि घोषित केला, 6:2; 15:26
- पती आणि पत्नी यांच्यातील सलोखा, 4:35
- अल्लाहला भेटण्यास नकार देणारे पराजित, 6:31
- पुनरागमन, 6:60, 72, 164; 10:45-46
- स्वतःविरुद्ध कट रचणे, 6:123
दुसऱ्याचे ओझे वाहू नये, 6:164
- कृतघ्न आहे, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
सैतानापासून सावध केले, 7:27
पत्नी आणि मुले, 7:189-190
- जेव्हा हानी किंवा वाईट स्पर्श करते, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
प्रभूकडे परत येणे, 10:23; 84:6; 96:8
- स्वतः चुकीचे, 10:44
- उल्हासित आणि बढाईखोर आहे, 11:10
वाईटासाठी आवाहन करतो, 17:11
- नेहमी घाई करतो, 17:11
त्याची कर्मे त्याच्या गळ्याला बांधलेली होती, 17:13
जो कोणी स्वतःच्या नुकसानीसाठी मार्गभ्रष्ट होतो आणि केवळ स्वतःसाठीच सरळ मार्गावर चालतो, 17:15
अन्याय होऊ नये, 17:71
- मृत्यू आणि पुनरुत्थान, 23:15-16
त्यांनी आपला धर्म पंथांमध्ये विभागला असून, प्रत्येक जण आपापल्या श्रद्धेचा आनंद मानतो, 23:53
जिभा, हात आणि पाय साक्ष देतील, 24:24
- स्वतःविरुद्ध साक्ष, 75:14
ज्याने आपल्या इच्छेलाच आपला देव मानले आहे, 25:43
रक्ताच्या आणि विवाहाच्या नात्याने नातेवाईक, 25:54
- अल्लाहने तुमच्यासाठी आकाश आणि पृथ्वीमध्ये जे काही आहे ते वश केले आहे, 31:20
- जो कोणी आपला चेहरा अल्लाहला समर्पित करतो, 31:22
त्याच्या शरीरात दोन हृदये नव्हती, 33:4
- अल्लाहची उपासना करणे, 39:64-66
त्याच्या हातांनी केलेल्या कर्मांमुळे आलेली संकटे, 42:30, 48
- देवदूतांनी त्याच्या कृत्यांची नोंद ठेवली, 50:17-18, 23; 85:11
- त्याचे रक्षण करणारे देवदूत, 13:11; 86:4
- तीन वर्गांमध्ये विभागले, 56:7-56
- अल्लाहच्या सर्वात जवळचे, 56:10-11
उजव्या हाताचे साथीदार, 56:27-40
- डाव्या हाताचे साथीदार, 56:41-56
- रूपांतरित होऊन अज्ञात रूपांमध्ये निर्माण केले जावे, 56:60-62
- चांगले आकार बनवले, 64:3
संपत्ती आणि संतती ही केवळ एक परीक्षा आहे, 64:15
- निर्माण केले आणि सामर्थ्य दिले, 67:23-24; 74:12-15; 90:8-10
- अधीर आहे, 70:19-21
- प्रार्थनेला समर्पित, 70:22-35
- अधिकची इच्छा आहे, 74:15
- स्वतःविरुद्ध साक्ष, 75:14-15
त्याचा अहंकार, 75:31-40; 90:5-7
- या जगाच्या वर्तमान जीवनावर प्रेम करतो, 76:27
- निर्माण करणे अधिक कठीण आहे, किंवा स्वर्ग आहे, 79:28
- प्रभूविषयी निष्काळजी, 82:6-12
- उत्तम प्रकारे घडवलेले आणि योग्य प्रमाणात दिलेले, 82:7
एका मंचावरून दुसऱ्या मंचावर प्रवास, 84:19
संपत्तीचा लोभ, 89:20
कष्टाने निर्माण केलेले, 90:4
प्रयत्न आणि कृती विविध आहेत, 92:4
त्याच्यासाठी सुखाचा मार्ग सुकर करावा, आणि दुर्दशेचा, 92:7, 10
- सर्वोत्तम दर्जाचे (साचे) बनवलेले, 95:4
- नंतर सर्वात नीच पातळीवर, 96:5 पर्यंत घसरले.
- सर्व मर्यादा ओलांडतो, 96:6-7
हजचे मानसिक (कर्तव्य), 2:128, 200; 22:30
मनात, 53:20
मानवजात
- साक्षीदार संपले, 2:143
- एक समुदाय, 2:213; 10:19
- एकाच जोडीपासून तयार केले, 4:1; 39:6; 49:13
- स्वतःविरुद्ध बंड, 10:23
बेपर्वा असूनही हिशोब जवळ आला आहे, 21:1-3
फितराह, 30:30 रोजी तयार केले.
- सर्वात सन्माननीय, 49:13
राष्ट्रे व जमातींमध्ये विभागले, 49:13
मन्ना आणि लावे, 2:57
शिष्टाचार
घरांमध्ये प्रवेश करण्याविषयी, 24:27-29
- घरात, 24:58-61
- पैगंबरांच्या घरांमध्ये, 33:53
पैगंबरांना सलाम करणे आणि त्यांच्यावर सलात पाठवणे, 33:56
- अल्लाह आणि त्याचे पैगंबर किंवा ईमानदार स्त्री-पुरुषांना त्रास देऊ नये, 33:57-58
बातमीवर विश्वास ठेवण्यापूर्वी तिची पडताळणी करा, 49:6
- दुसऱ्याचा उपहास करू नये, 49:11
सभांमध्ये, 58:11
विवाह, 2:232, 234
- अविश्वासूंना किंवा गुलामांना, 2:221
- किती जणांना, कायदेशीर, 4:3
- घटस्फोट झाल्यास महर परत घेतला जाणार नाही, 4:20-21
- निषिद्ध आहेत, 4:22-24
- जर स्वतंत्र विश्वासणाऱ्या स्त्रियांशी लग्न करण्याचा कोणताही मार्ग नसेल, 4:25
- कराराचा भंग होण्याची शक्यता असल्यास, दोन मध्यस्थ नियुक्त केले जातील, 4:35
- जर पत्नीला क्रूरतेची किंवा त्यागाची भीती वाटत असेल, तर शांततेचे करार करा, 4:128
एका पत्नीकडे इतके जास्त झुकू नये की दुसऱ्या पत्नीला सोडून द्यावे, 4:129
- व्यभिचाऱ्यांविषयी, 24:3
गरिबांना, 24:32
ज्यांना विवाहासाठी आर्थिक साधन मिळत नाही, 24:33
पैगंबरांसाठी पत्नींना कायदेशीर मान्यता, 33:50-52
- लैंगिक संबंधांपूर्वी, घटस्फोटावर इद्दह नाही, 33:49
हुतात्मे
- मृत नाही, 2:154; 3:169
अल्लाहच्या कृपेचा आणि आशीर्वादाचा आनंद घ्या, 3:170-171
क्षमा आणि दया प्राप्त करा, 3:157-158
- उत्तम तरतूद मिळेल, 22:58-59
मारुत, 2:102
मरीया (येशूची आई), जन्म, 3:35-7
- येशूची सुवार्ता, 3:42-51; 19:16-21
- प्रसूतीमध्ये, 19:23-26
- बाळाला तिच्या लोकांकडे आणले, 19:27-33
खोटा आरोप, 4:156
तिने आपल्या पावित्र्याचे रक्षण केले, 21:91; 66:12
मरियम, S.19
मसाद, S.111
- अल-मस्जिद-अल-अग्सा, 17:1
- अल-मस्जिद-अल-हरम, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- अल-मशर-अल-हरम, 2:198
मौन, S.107
Ma'wa Paradise, 53:15
मोजून व वजन करून, पूर्ण द्या, 11:85; 17:35; 83:1-5
बैठक
- अल्लाहसह, 6:31
- ऑफ ग्रेट डे, 19:37
- परलोकाविषयी, 30:16
मेसेंजर्स, 2:253; 4:164-165; 40:78; 57:27
- उत्तराधिकार, 2:87
मालिका, 5:19; 23:44
- ठार, 3:183
- धमकी दिली, 14:13
- थट्टा केली, 6:10; 13:32; 15:11; 21:41
- नाकारले आणि फेटाळले, 3:184; 6:34; 25:37; 34:45; 51:52
- काहींवर विश्वास ठेवणे आणि इतरांना नाकारणे, 4:150-152
- सभा, 5:109
- शुभवार्ता देणारे व सावध करणारे म्हणून पाठवले, 6:48; 14:4-8
- प्रत्येक राष्ट्राकडून साक्षी म्हणून, 16:89
प्रत्येक राष्ट्रासाठी एक आहे, 10:47; 16:36
- अल्लाहच्या आयती 7:35-36 चे पठण करणे
- एक देवदूत म्हणून, 17:95; 25:7
- मानवांपेक्षा अधिक नाही, 14:10-12; 17:94; 21:8; 25:7-8, 20
आणि त्यांच्या पत्नी व संतती, 13:38
- संदेष्टे सुद्धा पहा
मिराज, 17:1; 53:12
कंजूषपणा/कंजूष लोक, 57:24
तुमच्या हातून आलेले दुर्दैव, 42:30
संन्यासी जीवन, विहित नाही, 57:27
वानरांप्रमाणे, अपराध्यांचे झाले, 2:65; 5:60; 7:166
मिराज, 17:1; 53:12
महिने, संख्या, 9:36-37
चंद्र, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- विभाजन; 54:1
मोझेस
- आणि त्याचे लोक, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- आणि फारो, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- अल्लाहच्या मार्गदर्शनानुसार, 6:84
- पर्वत आणि प्रभूचे दर्शन, 7:142-145
- वासराच्या पूजेबद्दल आपल्या लोकांना फटकारतो, 7:148-156; 20:83-99
त्याच्या पुस्तकात, मतभेद निर्माण झाले, 11:110
- शास्त्रवचन, 17:2
- नऊ स्पष्ट चिन्हे, 7:133; 17:101
- दोन समुद्रांच्या संगमापर्यंत, 18:60-82
- जळत्या झुडपाजवळील प्राणघातक भेट 20:9-36; 27:7-14; 28:29-35
- बोलावले आणि संदेशवाहकपद दिले, 19:51-53; 20:9-56
- त्याचे बालपण, आई आणि बहीण, 20:38-40; 28:7-13
- धर्मांतरित जादूगार, 20:70-73; 26:46-52
मद्यानमध्ये, 20:40; 28:22-28
- निकष मंजूर केला, 21:48
- आणि रहस्यमय अग्नी, 27:7-12; 28:29-35
- शहरात चुकून एका इजिप्शियन माणसाला ठार मारतो 28:14-21
स्पष्ट आयत 29:39 सह आले.
- फारोची कथा 7:103-137; 10:75-92; 11:96-99; 26:10-69
- फारो आणि त्याच्या लोकांसाठी नऊ चिन्हे 7:130-133; 20:17-22; 17:101
- फारोच्या जादूगारांचा पराभव करतो 20:70-73; 26:46-52
- मिद्यानला पलायन आणि विवाह 28:22-28
- पाट्या प्राप्त होतात 7:142-154
- पर्वतावर अल्लाहचे दर्शन घेण्याची मागणी केली 7:142-145
- अल्लाहने सन्मानित केले 33:69
- इस्राएली लोकांवर अल्लाहची कृपा 2:47-61
इस्राएली लोकांनी यरुशलेममध्ये प्रवेश करण्यास नकार दिला 5:20-29
- सम्यक मार्गाकडे मार्गदर्शन, 37:114-122
- शास्त्रवचन, 53:36; 87:19
मशीद (जेरुसलेमची), 17:7
मशीद (कुबाची), 9:107-108
मशिदी, 2:187; 9:17-19
- पालनपोषण करणे, अल्लाहचे, 9:17-18
डास, एक दृष्टांत, 2:26
माउंटन्स, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
मुद्दथ्थिर, S.74
मुहाजिर (प्रवासी), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- स्त्रिया, 60:10-12
मुहम्मद ﷺ
- थट्टा केली, 2:104; 4:46; 25:41-42; 34:78
- पैगंबराचा आदर करा, 2:104; 4:46; 49:1-5
विश्वास ठेवण्याचा करार, 3:81
- विश्वासणाऱ्यांवरील साक्षीदार, 2:143
- एका दूतापेक्षा अधिक नाही, 3:144
- सौम्यपणे वागणे, 3:159
- त्याचे कार्य, 3:164; 7:157; 36:6; 52:29; 74:1-7
विश्वासणाऱ्यांवर मोठी कृपा म्हणून पाठवले, 3:164
सत्यासह पाठवले, 4:170
- दर्शक बनवले नाही, 6:107
- निरक्षर, 7:157; 62:2
- अल्लाहचे पैगंबर म्हणून मानवजातीकडे पाठवले, 7:158; 48:9, 29
- अ प्लेन वॉर्नर, 7:184, 188; 11:2; 15:89; 53:56
- वेडा नाही, 7:184; 68:2; 81:22
- जे तुमच्यावर आरोप करतात, 9:58
- ज्या लोकांनी पैगंबरांना दुखावले, जे विश्वासणाऱ्यांसाठी एक कृपा आहेत, 9:61
जे प्रकट झाले आहे त्याचेच अनुसरण करा, 10:15-16; 11:12-14; 46:9
- त्याचे वचन, 11:2-4; 12:108; 34:46-50
- अल्लाह त्याच्यावर साक्षी आहे, 13:43; 29:52; 46:8
- साक्षीदार, शुभवार्ता देणारा आणि सावध करणारा म्हणून पाठवले, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- व्यथित होऊ नये, 15:97; 16:127; 18:6
- साक्षीदार म्हणून पाठवले, 16:89; 22:78; 73:15
सुज्ञतेने व योग्य उपदेशाने आमंत्रण द्यावे आणि अधिक चांगल्या प्रकारे युक्तिवाद करावा, 16:125
- मकामू महमूद, 17:79
- प्रेरित, 18:110
- 'आलामीनसाठी दया, 21:107
- कोणताही मोबदला मागत नाही, 25:57; 38:86; 42:23
- आज्ञा देण्यात आली आहे, 27:91-93; 30:30; 66:9
- अल्लाहची कृपा म्हणून, 28:46-47
विश्वासणाऱ्यांच्या जवळ, 33:6
अनुकरणीय उदाहरण, 33:21
- शेवटचा संदेष्टा, 33:40
33:56 वाजता सलात पाठवा
- सर्व मानवजातीला पाठवले, 34:28
वेतन केवळ अल्लाहकडूनच मिळते, 34:47
- केवळ एक मनुष्य, 41:6
- संरक्षक म्हणून पाठवले, 42:48
- पैगंबरांच्या पुस्तकात ही काही नवीन गोष्ट नाही, 46:9
- इस्राएलच्या मुलांमधील साक्षीदार, 46:10
त्याला दिलेली बैअत ही अल्लाहला दिलेली बैअत आहे, 48:10, 18
- गॅब्रिएलला पाहिले, 53:4-18; 81:22-25
त्याचा विरोध करू नका, 58:20-22
- येशूने भविष्यवाणी केली होती, 61:6
सत्य धर्माला सर्व धर्मांवर विजयी करण्यासाठी, 61:9
अंधारातून प्रकाशाकडे, 65:11
- अविश्वासू व ढोंगी लोकांविरुद्ध कठोर संघर्ष करणे, 66:9
- चारित्र्याचा उच्च मापदंड, 68:4
- कवी किंवा भविष्यवेत्ता नाही, 69:41-42
प्रार्थनेत लीन, 73:1-8, 20; 74:3
आणि आंधळा माणूस, 80:1-12
- साष्टांग नमस्कार करणे आणि अल्लाहच्या जवळ जाणे, 96:19
- शुद्ध पृष्ठांचे पठण, 98:2
- 24:11-17 च्या कुटुंबाशी संबंधित आयत; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- हे सुद्धा पहा: संदेशवाहक; संदेष्टे
मुहम्मद ( ﷺ ), सूर 47
मुहसिनुन (सत्कर्म करणारे), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- अल्लाह प्रेम करतो, 3:134, 148; 5:93
- अल्लाह प्रतिफळ गमावत नाही, 5:85; 9:120; 11:115; 18:30
- आम्ही प्रतिफळ देतो, 12:22; 37:80, 105, 110; 39:34; 77:44
- आनंदाची बातमी, 22:37; 46:12
- अल्लाहची कृपा जवळ आहे, 7:56
- अल्लाह सोबत आहे, 29:69
- आईवडिलांप्रति कर्तव्यदक्ष आणि चांगले, 2:83
- अल्लाहची कर्तव्ये पार पाडण्यात संयमी, 16:90
- हे सुद्धा पहा चांगले आणि वाईट
मुजादिलाह, S.58
खेचर, 16:8
मुल्क, S.67
मुमिन (पहा गफिर), कलम 40
मु'मिनुन, S.23
मुमताहानाह, S.60
मुनाफिगुन, S.63
खून, 2:178-179
मुरसलात, S.77
मुस्लिम
- प्रथम, 6:14, 163; 9:100; 39:12
- ज्याने नाव दिले आहे, 22:78
- जे लोक क्षमा आणि मोठे प्रतिफळ मिळवतील, 33:35-36
मुताफिफिन, S.83
मुज्जम्मिल, S.73
नाबा', S.78
नादिर, बानू-अन-, (ज्यू), 59:2, 9, 13
नाहल, S.16
नजास (अशुद्ध) 9:28
नजम, S.53
नजवा (रहस्य पहा)
नावे
सर्वात सुंदर त्याचेच आहे, 7:180
त्याच्याकडेच सर्वोत्तम आहे, 17:110; 20:8; 59:24
गरज, जर एखाद्याला भाग पाडले असेल तर, 2:173; 6:145
शेजारी, 4:36
अमावस्या, 2:189
बातमी, चाचणी केली जाईल 4:83
कंजूषपणा 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
रात्र, (प्रतीक म्हणून), विश्रांतीसाठी, 10:67
- आच्छादन म्हणून, 13:3; 78:10
- सेवा करणे, 14:32
- कद्रची रात्र (नियती), 44:3-4; 97:1-5
निसा', S.4
नोहा, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- थट्टा केली 11:38
- जलप्रलय (महापूर), 29:14
- तारू आणि जलप्रलय 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
अधर्मी पुत्र वाचवला गेला नाही, 11:42-48
- अधर्मी पत्नी, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
नूह, S.71
नूर, S.24
शपथ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
आज्ञापालन, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
पूर्ण करावयाची कर्तव्ये, 5:1
संतती, 4:9; 42:49-50
तो ज्याला इच्छितो त्याला पुरुष आणि स्त्री प्रदान करतो, 42:49
ऑलिव्ह, 6:141; 16:11; 23:20; 24:35; 95:1
फक्त एकच मह, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
अनाथ, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- संरक्षक, 4:6
प्रत्येक लोकांना सुयोग्य वाटणारी स्वतःची कृत्ये, 6:108
सर्व प्राण्यांमधील जोड्या, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ताडवृक्ष, 13:4; 19:25; 20:71; 59:5
दृष्टांत, (साम्य, उदाहरण, उपमा)
- ज्याने आग पेटवली, 2:17-18
आकाशातून मुसळधार पाऊस, 2:19-20
- मॉस्किटो, 2:26
- जे ओरडतात, 2:171
- पूर्णपणे उद्ध्वस्त झालेले एक शहर, 2:259
धान्याचा दाणा, 2:261
- स्मूथ रॉक, 2:264
- गार्डन, 2:265-266
- रोप, 3:103
- थंड वारा, 3:117
पुनरुत्थान 7:57; 22:5; 41:39
- जीभ बाहेर काढणारा कुत्रा, 7:176
- कड्याचा काठ, 9:109-110
- पाऊस, 10:24
- स्वच्छ कापणी केलेले पीक, 10:24
- आंधळे आणि बहिरे, 11:24
- अल्लाह विरुद्ध खोटे देव 13:14; 16:76
सत्य विरुद्ध असत्य 13:17
- ज्या राखेवर वारा प्रचंड वेगाने वाहतो, 14:18
- चांगला वृक्ष, 14:24-25
- दुष्ट झाड, 14:26
- गुलाम आणि माणूस, 16:75
- आपल्या धन्यावर ओझे असलेला मुका माणूस, 16:76
- स्त्री धागा सोडवत आहे, 16:92
- वस्ती, सुरक्षित आणि पूर्णपणे समाधानी, 16:112-113
द्राक्षांच्या बागा असलेले दोन पुरुष, 18:32-44
- या जगाचे जीवन आकाशातून पडणाऱ्या पाण्यासारखे आहे, 18:45
आकाशातून पडले आणि पक्ष्यांनी उचलले, 22:31
- एक माशी, 22:73
प्रकाश एका कोनाड्यासारखा आहे, 24:35-36
- मिराज, 24:39
- विशाल खोल समुद्रातील अंधार, 24:40
- स्पायडर, 29:41
- भागीदार, 30:28
नगरातील रहिवासी, 36:13-32
- वेगवेगळ्या रंगांची पिके, 39:21
अनेक सखी असलेला पुरुष, 39:29
- बियाणे वाढवणे, 48:29
कठोर अंतःकरणे 57:16-17
पावसानंतरची वनस्पती, 57:20
- पर्वत स्वतःला नम्र करतो, 59:21
- गाढव, 62:5
- पाणी शोषून घ्यायचे होते, 67:30
बागेतील लोक, 68:17-33
स्वर्ग
- निवासस्थान, (मावा स्वर्ग), 53:15
- फिरदौस स्वर्ग, 18:107; 23:11
- ज्या बागांमधून नद्या वाहतात, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- सदाबहार बागा ('अदन पॅराडाईज') 9:72; 13:23; 18:31; 19:61; 20:76
- गार्डन्स ऑफ इटर्निटी ('अदन पॅराडाईज'), 16:31; 35:33; 98:8
- गार्डन्स ऑफ डिलाईट, 37:43; 56:12, 89
शाश्वत आनंदाच्या बागा, 9:21
- गार्डन्स अँड ग्रेपयार्ड्स, 78:32
- दोन बागांची फळे, 55:54, 62
- इच्छेनुसार सर्व प्रकारची फळे भरपूर प्रमाणात, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
फळे लवकरच मिळतील, 55:54; 69:23
फळे आणि मांस, 52:22
- पक्ष्यांचे मांस, 56:21
- काटे नसलेली बोराची झाडे आणि ताल्ह (केळीची झाडे), 56:28-29
- निरुपयोगी ज्ञान, पुस्तके असलेला गाढव 62:5
- अ रनिंग स्प्रिंग, 88:12
- सल्साबिल नावाचा झरा, 76:18
- काफुर नावाचा एक झरा, 76:5
- वसंत ऋतू, तस्नीम, 83:27-28
- स्वर्गातील एक नदी, कौथर, 108:1
द्राक्षारस, दूध, शुद्ध मध यांच्या नद्या, 47:15
- शुद्ध सीलबंद पांढरी, स्वादिष्ट द्राक्षारस, 37:45-46; 56:18; 76:21; 83:25
- प्याला, मिसळलेले, जंजाबिल, 76:17; 78:34
- पाणी, 76:5
- सोन्याची तबके आणि प्याले, 43:71
- चांदीची भांडी आणि स्फटिकाचे प्याले, 76:15-16
- उत्तम आणि जाड रेशमी हिरवी वस्त्रे, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- सोन्याच्या आणि मोत्यांच्या बांगड्यांनी सुशोभित, 18:31; 22:23; 35:33; 76:21
रेशमी भरजरी कापडाचे अस्तर असलेले डबे, 55:54
हिरव्या रंगाच्या उशा आणि आलिशान सुंदर गाद्या, एका रांगेत मांडलेल्या, 55:76; 88:15
- सोन्याने व मौल्यवान रत्नांनी विणलेली, उंच उभारलेली सिंहासने 56:15; 88:13
भरजरी गालिचे पसरले होते, 88:16
- सुंदर वाडे, एकावर एक असलेल्या भव्य खोल्या, 9:72; 39:20
- त्यात सर्वकाळ वास्तव्य करत, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
शाश्वत घर, 3:15; 35:35
- सिंहासनांवर एकमेकांसमोर, 15:47; 37:44; 44:53; 56:16
त्यात मृत्यूची चव कधीही घेऊ नका, 44:56
आणि त्यांना ते सोडायला कधीही सांगितले जाणार नाही, 15:48
त्यांच्या अंतःकरणातून द्वेष किंवा दुखावल्याची भावना काढून टाकण्यात आली, 7:43; 15:47
सर्व दुःख दूर झाले, 35:34
- थकवा, कष्ट किंवा मरगळ जाणवत नाही, 15:48; 35:35
- कोणतीही इजा, पोटदुखी, डोकेदुखी किंवा नशा होणार नाही, 37:47; 56:19
- व्यर्थ बोलणे किंवा पापी बोलणे नाही, 19:62; 56:25
- हानिकारक भाषण किंवा असत्य नाही, 78:35; 88:11
- पापापासून मुक्त, 37:47; 52:23
अति उष्णताही नाही आणि कडाक्याची थंडीही नाही, 76:13
- एक ज्ञात तरतूद असेल, 37:41; 56:89
- शांती आणि सुरक्षिततेमध्ये, 15:46; 44:51, 55; 50:34
शांतीचे घर, 6:127
- अभिवादन, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
जो कोणी सत्कर्म करतो तो प्रवेश करेल, 4:124; 42:22; 44:51
ज्यांनी आपल्या पालनकर्त्याप्रती आपले कर्तव्य पाळले, त्यांना गटागटाने नेले जाईल, 39:73
कर्मांमुळे वारसा हक्क मिळाला आहे, 43:72
अल्लाह त्यांच्यावर प्रसन्न आहे आणि ते त्याच्यावर प्रसन्न आहेत, 5:119
माय पॅराडाईज, 89:30
- परम आनंद, 9:72
- मोठे यश, 57:12; 64:9
- सर्वोच्च यश, 9:72; 44:57
विश्वासणाऱ्यांसाठी बाग हे मनोरंजनाचे साधन आहे, 32:19
त्या दिवशी स्वर्गातील रहिवासी आनंदाच्या गोष्टींमध्ये व्यस्त असतील, 36:35
- बागा आणि पाण्याच्या झऱ्यांच्या सान्निध्यात असेल, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
सिंहासनाभोवती असलेले देवदूत पाहा, 39:75
- सर्वशक्तिमान राजाजवळ, 54:55
त्यांना त्यांच्या इच्छेप्रमाणे सर्व काही मिळेल. 50:35
- हूर, विशाल आणि सुंदर डोळ्यांच्या पवित्र स्त्रिया, जणू काही जतन केलेली अंडी, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
शुद्ध पत्नी, 3:15
- पत्नी सुखद छायेत सिंहासनांवर विसावलेल्या, 36:55
- समान वयाच्या तरुण, भरदार छातीच्या कुमारिका, 78:33
- विखुरलेल्या मोत्यांप्रमाणे त्यांची सेवा करण्यासाठी अमर बाल-सेवक, 52:24; 56:17; 76:19
- आकाश आणि पृथ्वीइतके विशाल 3:133, 57:21
- वाहते पाणी, थंडगार सावली, स्वादिष्ट पदार्थ, आणि पवित्र सोबती 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- विश्वासणाऱ्यांना मिळणारे प्रतिफळ 55:46-78; 56:10-40
- मध, दूध, पाणी आणि द्राक्षारस यांच्या नद्या 47:15
- प्रार्थना आणि अभिवादन 10:9-10; 39:73-74
- शांतीच्या अभिवादनाने सलाम केला 13:23-24; 14:32
- परमानंदात शाश्वत वास्तव्य 11:108
- 15:45-48 दरम्यान जायला कधीच सांगितले नाही
- त्यांच्या पुढे आणि त्यांच्या उजवीकडे प्रकाश चमकत होता 57:12
- उष्णता किंवा थंडी नाही 76:13
- सर्व इच्छा पूर्ण झाल्या 16:30-32; 41:31-32
- सोन्याची कंकणे आणि उत्तम रेशमी वस्त्रे 18:30-31; 22:23-24; 44:51-53
- सोन्याच्या प्याल्यांची तबके 43:67-73
- चांदीची भांडी आणि आवाक्यात लटकणारी फळे 76:14-16
- सिंहासनांवर विसावलेले 15:47; 37:44; 52:20
विश्वासणारे आपल्या प्रभूला पाहतील 75:22-23
पालकांशी दयाळूपणा, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
अल्लाहचे भागीदार, एक असत्य, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
पाश्चरेज, 87:4-5
पाथ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- हे सुद्धा पहा मार्ग
पेशन्स, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- मदत मागा आणि प्रार्थना करा, 2:45, 153; 20:132; 50:39
रुग्ण
- पूर्ण बक्षीस मिळेल, 39:10
अल्लाह त्यांच्यासोबत आहे जे आहेत, 8:46
आणि असो, 11:115
- अल्लाहची कर्तव्ये पार पाडताना, 16:90
क्रोधाच्या वेळी असणे, 41:34
शांती, कल, 8:61
मोती आणि प्रवाळ, जतन केलेले, 52:24; 55:22; 56:23
पेन, 68:1; 96:4
व्यक्ती
- अल्लाह कोणावरही त्याच्या आवाक्याबाहेरचे ओझे टाकत नाही, 2:286; 7:42
अल्लाह कोणावरही त्याच्या क्षमतेनुसारच कर लावतो. 23:62
नाही, त्याला माहीत आहे की तो उद्या काय कमवेल आणि कोणत्या देशात मरेल, 31:34
प्रत्येकाला, त्याने केलेल्या सर्व चांगल्या आणि वाईट कृत्यांचा सामना करावा लागेल 3:30
प्रत्येकजण स्वतःसाठी याचना करत पुढे येईल, 16:111
- प्रत्येक, त्याने जे कमावले आहे त्यासाठीची प्रतिज्ञा आहे,74:38
- अल्लाह आत्म-निंदा करणाऱ्यांची शपथ घेतो, 75:2
फारो, 28:6; 40:24
- लोकांचे, 2:49; 3:11; 7:141; 44:17-33
बुडून मृत्यू, 2:50
- मोशेबरोबरचे व्यवहार, 7:103-137; 10:75-92
समुद्रातून बाहेर काढलेले प्रेत, 10:90-92
- मर्यादा ओलांडली; पापे केली आणि आज्ञाभंग केला, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- नीतिमान पत्नी, 28:8-9
- देव असल्याचा दावा करतो, 28:38; 79:24
- नष्ट झाले, 29:39
- फारोच्या घराण्यातील एक विश्वास ठेवणारा माणूस, 40:28-44
- बुरुजाचे बांधकाम, 40:36-37
- मोझेस सुद्धा पहा
ऐहिक गोष्टींचा साठा करणे, 102:1-4
शपथ (बाई'आ)
- इस्लामसाठी, 16:91
- पैगंबरांप्रति बैअत आहे, अल्लाहला वचन, 48:10
विश्वासणाऱ्यांविषयी, 48:18; 60:12
तारण (गहाण ठेवणे), असू द्या, 2:283
प्रत्येक व्यक्ती, त्याने जे कमावले आहे त्यासाठी पात्र आहे, 52:21; 74:38
कविता, 36:69
कवी, 26:224-227; 69:41
डाळिंब, 6:141
खराब, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
प्रार्थना, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
मोठ्याने किंवा हळू आवाजातही नाही, 17:110
- अविश्वास्यांसाठी प्रार्थना, 9:113-114
- अविश्वास्यांची प्रार्थना, 13:14
तो त्या (आवाहनाला) उत्तर देतो, 42:26
- धीराने मदत मागा आणि, 2:45, 153; 20:132; 50:39
- इकामत-अस-सलात करा, किब्लाकडे तोंड करून, 2:142-145, 149-150
- कडकपणे रक्षण करा, 2:238
- प्रवास आणि हल्ला, 2:239; 4:101-102
दारूच्या नशेत असताना जवळ जाऊ नका, 4:43
- आणि जनाबाच्या अवस्थेतही नाही, 4:43
शुद्धीकरणासाठी, 4:43; 5:6
- जेव्हा पूर्ण झाले, 4:103
- वेळा, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- केवळ अल्लाहसाठीच साष्टांग नमस्कार, 13:15
प्रार्थना, शुक्रवार, 62:9-11
धोक्यातील खबरदारी, 4:71
युद्धकैदी, 8:67-71
- हे सुद्धा पहा कैदी
सत्याचे वचन, 46:16-17
प्रॉपर्टी, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
संदेष्टे, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- करार, 3:81; 33:7-8
- बेकायदेशीर, 3:161
प्रत्येकासाठी एक शत्रू, 6:112; 25:31
संदेशवाहक देखील पहा
साष्टांग नमस्कार
- जो कोणी आकाशात आणि पृथ्वीवर आहे, तो अल्लाहच्या चरणी येतो आणि त्याच्या सावल्याही येतात, 13:15
प्रोव्हिजन, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
स्तोत्रसंहिता, 4:163
शिक्षा
- स्थगित करणे, 3:178
हात किंवा पाय कापणे, 5:33
ज्या दुःखाने तुम्हाला पीडित केले, त्याच दुःखाने त्यांना शिक्षा करा, 16:126
- या जीवनाविषयी आणि परलोकाविषयी, 24:19; 68:33
शुद्ध करणे
- शारीरिकरित्या, 4:43; 5:6
- आत्मिकरित्या (अशुद्धतेपासून), 87:14; 91:9
कद्र, 5:5; 64:11
काद्र, S.97
काफ, S.50
कलम, S.68
कमर, S.54
कारीया, S.101
करूण (कोराह), 28:76-82; 29:39
कसास, S.28
किब्ला, 2:142-145, 149
किसास (शिक्षेतील समानतेचा कायदा), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
कुरान
- वर्णन केले आहे, 13:31, 36, 37; 14:1; 56:77-80
- असे नाही जे अल्लाहशिवाय इतर कोणाकडूनही निर्माण केले जाऊ शकते, 2:23; 10:38; 11:13; 17:88
- जर ते अल्लाहशिवाय इतरांकडून आले असते, तर त्यात पुष्कळ विरोधाभास निर्माण झाले असते, 4:82
- एक प्रकट प्रकाश, 4:174; 42:52
- उघडकीस आले, 6:19
- अल्लाह याविषयी साक्षी आहे, 6:19
स्पष्ट पुरावा, 6:157
- वचनांविषयी खोटा संवाद, 6:68
- एक आठवण, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- पठण करताना ऐका आणि शांत रहा, 7:204
- धिक्र, 7:205; 15:6, 9
ज्ञानाचे पुस्तक, 10:1; 31:2; 36:2
- प्रेरित संदेश, 10:2, 109; 42:52
ते नाकारतात, 11:17
- अरबीमध्ये, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- भागांमध्ये विभागले आणि टप्प्याटप्प्याने प्रकट केले, 15:91; 17:106; 25:32; 76:23
- वचनातील बदल, 16:10
जेव्हा तुम्हाला 16:98 चे पठण करायचे असेल
- मार्गदर्शक, 17:9
- शुभवार्ता आणि इशारा, 17:9-10
- आणि अविश्वासू, 17:45-47
- पहाटेच्या वेळी केलेले पठण नेहमी (देवदूतांकडून) पाहिले जाते, 17:78
आरोग्य आणि दया, 17:82
- मानवजातीला प्रत्येक प्रकारची उपमा आणि उदाहरणे पूर्णपणे समजावून सांगितली, परंतु बहुतेक जण नाकारतात, 17:89; 18:54; 39:27
- सोपे, 19:97; 44:58; 54:17, 22, 32, 40
माझ्या लोकांनी हा कुराण सोडला, 25:30
- पवित्र शास्त्र, 26:196 द्वारे पुष्टी केली आहे
इस्राएलच्या मुलांना त्याविषयी सांगितले ज्याबद्दल त्यांच्यात मतभेद होते, 27:76
- पठण आणि प्रार्थना करा, 29:45
- अल्लाहकडून आलेले सत्य, 32:3; 35:31
- एका पवित्र रात्री, 44:3
- त्यामध्ये सर्व नियमशास्त्राचे प्रकरण निश्चित केले आहे, 44:4
- सखोल विचार करा, 47:24
- चेतावणी, 50:45
- अल्लाहने शिकवले, 55:1
- आणि सन्माननीय पठण, उत्तम संरक्षणासह, 56:77-78
शुद्ध असल्याशिवाय कोणीही स्पर्श करू शकत नाही, 56:79
- जर पर्वतावर खाली पाठवले तर, 59:21
- अविश्वासणाऱ्यांसाठी एक व्यथा, 69:50
- निश्चिततेसह असलेले परम सत्य, 69:51
- हळूवार पद्धतीने पठण करा, 73:4
- सन्मानाने जपलेल्या, शुद्ध व पवित्र ठेवलेल्या नोंदींमध्ये, 80:13-16
- (सर्व) अलामीनवासीयांना एक आठवण, 81:27
- अविश्वासू खोटे बोलतात, 84:22
- टॅब्लेट प्रिझर्व्हड, 85:22 मध्ये
सत्य आणि असत्य वेगळे करणारा शब्द, 86:13
- शुद्ध पृष्ठांचे पठण, 98:2
- हे सुद्धा पहा: पुस्तक; प्रकटीकरण
कुरैश, S.106
कुरैश
- अविश्वासू, 54:43-46, 51
वश करणे, 106:1-4
रब्बी आणि भिक्षू, 9:31, 34
शर्यतीत, चांगल्या कामांमध्ये झटून प्रयत्न करा, 5:48
रा'द, S.13
रहमान, S.55
नीतिमत्त्वाचे वस्त्र उत्तम आहे, 7:26
पाऊस
- अल्लाहची देणगी, 56:68-70
दगडांविषयी, 27:58
रमजान, 2:185
रॅमी, 2:200
खंडणी
नाही, घेतले जाईल, 57:15
- अविश्वास्यांनी अर्पण केलेले, 3:91; 10:54; 13:18
फिद्या, उपवासाचा, 2:196
बंद्यांना मुक्त केल्याबद्दल, 8:67
रास, तेथील रहिवासी, 25:38; 50:12
भरपाई द्या
- त्या दिवशी, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- नाकारणारे, 107:1-7
- एका वाईटाचे दुसरे वाईट त्याच्यासारखेच असते, 42:40
सामंजस्य
जो कोणी क्षमा करतो आणि सुधारणा करतो, 42:40
पती-पत्नीमधील संबंध, 4:35
विश्वासणाऱ्यांमध्ये, 49:9-10
नोंद
- एका नोंदवहीत कोरलेले, 83:7-9, 18-21
- प्रत्येक राष्ट्राला त्याच्यासाठी बोलावले जाईल, 45:28-29
- प्रत्येक व्यक्तीच्या कर्मांची लिखित पाने, 81:10
- जे सत्य बोलते, 23:62
उजव्या हातात, 69:19; 84:7-9
डाव्या हातात, 69:25
- पाठीमागे, 84:10-15
रेकॉर्डिंग एंजल्स, 50:17-18, 23; 85:11
संकटासहित दिलासा, 94:5-6
धर्म
- कोणतीही सक्ती नाही, 2:256
- इस्लाम, 3:19
- अल्लाहच्या, 3:83-84
इस्लाम व्यतिरिक्त, 3:85
4:171; 5:77 मधील मर्यादा ओलांडू नका.
- परिपूर्ण, 5:3
- जे खेळ आणि मनोरंजन म्हणून घेतात, 6:70
- जे आपापसात विभागतात आणि पंथांमध्ये विभागतात, 6:159; 30:32
- हे सुद्धा पाहा 42:13-14; 43:65; 45:17
माणसांनी त्यांचे पंथ पाडले आहेत, आणि प्रत्येक गट आपापल्या विश्वासात आनंदित होतो, 23:53; 30:32
- कोणताही त्रास लादलेला नाही, 22:78
मानवजातीची निर्मिती 30:30 वाजता झाली.
- सर्व संदेष्ट्यांसाठीही तसेच, 42:13-15
- पूर्वज, 43:22-24
अल्लाहचे स्मरण, 63:9
हृदयांना विश्रांती मिळते, 13:28
पश्चात्ताप
अज्ञानाने केलेले दुष्कर्म आणि त्यानंतर लगेच केलेला पश्चात्ताप स्वीकार्य, 4:17; 6:54
आणि जर दुष्ट कृत्ये चालूच राहिली तर, ते निरर्थक आहे, 4:18
तो स्वीकारतो आणि पापांची क्षमा करतो, 4:25
वाईटापासून विश्रांती, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
पुनरुत्थान, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
एज्राच्या कथेतील उदाहरण 2:259
- अब्राहम 2:260
- गुहेतील लोक 18:9-26
पुनरुत्थान नाकारणाऱ्यांसाठी चेतावणी 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
पुनरुत्थानाचा दिवस, 7:89; 20:100-101, 124
- खरा दिवस, 78:39
- तुमचा पगार पूर्णपणे दिला 3:185
- दस्तऐवजांची लिहिलेली पाने उघडी ठेवली जातील, 81:11
प्रत्येक व्यक्तीला कळेल की त्याने काय आणले आहे, 81:14
प्रत्येक व्यक्तीला त्याने केलेल्या सर्व चांगल्या आणि वाईट कृत्यांचा सामना करावा लागेल, 3:30
मनुष्याने काय पुढे पाठवले आहे आणि काय मागे ठेवले आहे, हे त्याला कळेल. 82:5
- अन्यायाची भीती नाही, 20:112
- न्यायाचे तराजू, 21:47
- कर्मांचे तराजू, 23:102-103
जो कोणी अणुच्या वजनाइतके चांगले किंवा वाईट कर्म करतो, त्याला ते दिसेल, 100:7-8
सर्व गुपिते तपासली जातील, 86:9
उजव्या हाताने दिलेली नोंद, 69:19; 84:7-9
डाव्या हातात नोंद दिली, 69:25
बॅकवर्ड रेकॉर्ड, 84:10-15
- अविश्वासणाऱ्यांसाठी कठीण दिवस, 25:26; 54:8; 74:9
दमवणारा दिवस, 76:27
- जड ओझे वाहणे, 20:100-101
कोणतेही कारण सांगण्यास परवानगी नाही, 77:36
दुष्कर्मी आपल्याच हातांना चावेल, 25:27
- दुष्कर्मी आपल्या सोबत्यांबरोबर आणि मूर्तींबरोबर एकत्र जमले, 37:22
- खोल पश्चात्ताप, दुःख आणि निराशेसह विनाश, 30:12
जिवंत पुरलेल्या स्त्रीची चौकशी केली जाईल, 81:8-9
- सर्वात मोठी दहशत, 21:103
- बोलावणारा एका भयंकर गोष्टीसाठी बोलावेल, 50:41; 54:6-8
- एकच (ओरडणे), 36:29, 49, 53; 38:15; 50:42
- जजराह (ओरडा), 37:19; 79:13
- जवळजवळ यातना, 78:40
आकाश भयंकर हादरून जाईल, 52:9; 56:4
- आकाश दुभंगले आहे, 84:1-2
- आकाश दुभंगले, 77:9; 82:1
- ढगांनी आकाश फाटून जाईल, 25:25
- स्वर्ग त्याच्या उजव्या हातात गुंडाळला जाईल, 21:104; 39:67
स्वर्गातील व पृथ्वीवरील सर्वजण बेशुद्ध पडतील, 39:68
आकाश उघडले जाईल, ते दरवाजांसारखे होईल, 78:19
आकाश उकळत्या तेलाच्या घाणीसारखे होईल, 70:8
तारे पडतील, 81:2; 82:2
तारे आपला प्रकाश गमावतील, 77:8
सूर्य आपला प्रकाश गमावेल, 81:1
समुद्र धगधगत्या अग्नीसारखे होतील, 81:6
- समुद्र फुटून बाहेर पडले आहेत, 82:3
- तासाचा भूकंप, 22:1; 99:1
- पर्वत दूर होतील, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- धूळ झाली 20:105; 56:5
लोकरीच्या कणांप्रमाणे, 70:9; 101:5
पृथ्वी आणि पर्वत जोरदारपणे हादरतील, 73:14; 79:6
पृथ्वीची पूड झाली, 89:21
पृथ्वी बदलून दुसरी पृथ्वी होईल आणि आकाशही तसेच होईल, 14:48
पृथ्वी पसरलेली आहे, 84:3-5
- पृथ्वी जणू सपाट मैदान 18:47; 20:106
पृथ्वी आपले ओझे बाहेर टाकते, 84:4; 99:2
- कबरी उलट्या झाल्या, 82:4
- कबरेतून पुनरुत्थान, 21:97; 70:43
- पृथ्वीवर मृत्यूनंतर जिवंत, 79:14
वन्य श्वापदांना एकत्र केले जाईल, 81:5
- आंधळेपणाने उठवले, 20:124-125
तुतारी वाजवली जाईल, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- सख्खाह, 80:33
- आत्मे त्यांच्या शरीरांशी जोडले जातील, 81:7
- दहा दिवसांपेक्षा जास्त काळ राहू नये, 20:103
एका दिवसापेक्षा जास्त काळ थांबू नका, 20:104
- किंवा दिवसाचा काही भाग, 23:112-114
- एकत्रिकरणाचा दिवस, 64:9
न्यायाचा दिवस, 37:21
- निर्णयाचा दिवस, 77:38; 78:17
- वर्गीकरणाचा दिवस, 77:13-14
- दुःख आणि पश्चात्तापाचा दिवस, 19:39
- नाकारणारे, 77:15-50
मानवजात सर्वत्र विखुरलेल्या पतंगांसारखी होईल, 101:4
मानवजात पांगलेल्या गटांतून पुढे जाईल, 100:6
- मद्यधुंद अवस्थेतील मानवजात, 22:2
प्रत्येक गर्भवती स्त्रीला प्रसूती वेदना होतात, 22:2
गर्भवती उंटिणींकडे दुर्लक्ष केले पाहिजे, 81:4
स्तनपान करणारी आई आपल्या बाळाला विसरते, 22:2
नातेवाईकांना एकमेकांना भेटायला लावले जाईल, 70:11
- मनुष्य आपल्या नातेवाईकांपासून पळून जाईल, 80:34-37
- कोणताही मित्र मित्राला विचारणार नाही, 70:10
- तिथे कोणी मित्र किंवा मध्यस्थ असणार नाही, 40:18
कुणालाही दुसऱ्यासाठी काहीही करण्याचा अधिकार असणार नाही, 82:19
त्याला सामर्थ्य नसेल, किंवा कोणी साहाय्यकर्ताही नसेल, 87:10
विश्वासणाऱ्यांना भय नाही, 43:68
विश्वासणारे छाया, झरे आणि फळांमध्ये असतील, 77:41-43
- स्वर्गवासी आणि त्यांच्या पत्नी, 36:55-58
देवदूतांना भव्य अवतरणासह खाली पाठवले जाईल, 25:25
- शिन उघडे केले जाईल, 68:42-43
स्वर्ग जवळ आणला जाईल, 81:13
नरक जवळ आणला जाईल, 89:23
नरकाग्नीचा अस्त होईल, तो भयंकर ज्वाळेने पेटवला जाईल, 81:11-12
परोपकाराने केलेला सूड हे प्रायश्चित्त ठरेल, 5:45
प्रकटीकरण
जर तुम्हाला शंका असेल, 2:23-24
- रद्द केलेले किंवा विसरलेले वचन, 2:106
- योग्य मार्गदर्शन, 3:73
- प्रभूपासून, म्हणून संशय बाळगणाऱ्यांपैकी होऊ नका, 6:114
समजणाऱ्या लोकांसाठी, 6:98
- मार्गदर्शन आणि दया, 7:203; 16:64; 31:3
- रुह-उल-कुदुस द्वारे, 16:102; 26:192-193
- सविस्तर स्पष्टीकरण, 6:98; 41:2-4
- ग्रंथ अल्लाहकडून आला आहे, 46:2
- पुस्तक आणि कुराण सुद्धा पहा
त्यांच्यावर झालेल्या जुलमी अन्यायाचा सूड, 42:39-43
बक्षीस
- उत्तम कृत्यांनुसार, आणि त्याहूनही अधिक, 24:38; 29:7; 39:35
बक्षीस म्हणून 25:15
अल्लाह सत्कर्म करणाऱ्यांना सर्वोत्तम प्रतिफळ देतो, 53:31
चांगल्यासाठी चांगल्याशिवाय दुसरे फळ नाही, 55:60
रिबा (पहा व्याज)
नीतिमान
- कंपनीची, 4:69
भूमीचा वारसा मिळेल, 21:105
- नंदनवनात, 51:15-19; 76:5-12
- हे सुद्धा पहा चांगले
नीतिमत्ता, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- खडतर मार्ग, 90:11-18
योग्य मार्गदर्शन हे अल्लाहचे मार्गदर्शन आहे, 3:73
रस्ते, मार्ग, 43:10
खडकाळ प्रदेश (हिजरी), रहिवासी, 15:80-85
रोमकरांस पत्र, 30:2-5
छप्पर, आकाश, 21:32
रुह (गॅब्रिएल), 26:193; 67:12; 70:4; 78:38;97:4
रुह-उल-कुदुस, 2:87, 253; 5:110; 16:102
- गॅब्रिएल सुद्धा पहा
रूह (आत्मा, चैतन्य), 15:29; 17:85; 58:22
रम, S.30
सबा' (शेबा), 27:22-44; 34:15-21
सबा', S.34
शब्बाथ
- अपराध्यांचे, 2:65; 4:154; 7:163-166
- केवळ यासाठी विहित, 16:124
सबियन, 5:69; 22:17
बलिदान, 2:196, 200; 22:34-37
दुःखद, S.38
सदकाह (चॅरिटी), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
दाखवण्यापेक्षा लपवणे चांगले, 2:271
सफा आणि मरवा, 2:158
सॅफ, S.61
सफ्फत, S.37
सैल अल-आरिम (मारीब धरणातून सोडलेला पूर), 34:16
सजदा, S.32
सकीना (शांतता आणि स्थिरता), 2:248; 9:26, 40; 48:4, 18, 26
सालीह, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
साल्सबिल (स्प्रिंग इन नंदनवन), 76:18
सामिरी, 20:85, 95-97
शमुवेल, 2:247
सैतान, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- वैर आणि द्वेष निर्माण करते, 5:91
दुष्ट कुजबुज, 7:200-201
- फसवतो, 8:48
विश्वासघात, 14:22
विश्वासणाऱ्यांवर त्याचा काही अधिकार नाही, 16:99-100
- असत्य पसरवतो, 22:52-53
- शत्रू आहे, 12:5; 35:6; 36:60
- अहंकार 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- जिन्न 18:50-51
- आदामचा मोह आणि पतन 7:20-23; 20:116-121
- विश्वासणाऱ्यांवर त्याचा काही अधिकार नाही 16:98-100
त्याचा गोल 35:6-8
- मानवजातीचा कट्टर शत्रू 12:5; 17:53
- त्याचा पक्ष 53:14-19
- त्याचे हस्तकार्य 5:90-91
- चांगल्या कृत्यांना निरुत्साहित करते 2:268
- श्रद्धाळू लोक त्याच्यापासून अल्लाहचा आश्रय घेतात 7:200-202
त्याच्या योजना कमजोर आहेत 4:76
- आपल्या अनुयायांना निराश करतो 8:48
- नरकात त्याच्या अनुयायांशी बोला 14:22
- इब्लिस सुद्धा पहा
तराजू, यशस्वी, ज्याचा भार जड असेल, 7:8-9
- हे सुद्धा पहा
धर्मग्रंथ
- लोक, (यहूदी आणि ख्रिस्ती), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
ते काय लपवत होते, 5:61-63
त्यांच्यापैकी जे योग्य मार्गावर आहेत, 5:66
ते ओळखतात पण विश्वास ठेवत नाहीत, 6:20
सीज, 42:32-33; 45:12
- ते दोघे, 18:60; 25:53; 35:12; 55:19-20
- जेव्हा, बाहेर पडतात, 82:3
गुप्त (नजवा)
- चर्चा, 4:114
- तिघांचा सल्ला, 58:7
- सल्ला, 58:8, 10
- वैयक्तिक सल्लामसलत, 58:12-13
धर्मातील पंथ आणि विभाग, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
संकटानंतर, त्याने संरक्षण पाठवले, 3:154
बीज, त्याला कोण वाढवतो, 56:63-67
इंद्रिये, 23:78
सात, निर्माण केले
- आकाश, 2:29; 23:17; 65:12; 67:3; 71:15
आणि पृथ्वीचे त्यासारखे, 65:12
सावली
- अल्लाहला साष्टांग नमस्कार, 13:15; 16:48
प्रसार, 25:45
शम्स, S.91
थमुद लोकांसाठी मादी उंट एक स्पष्ट चिन्ह म्हणून, 7:73; 17:59; 26:155-158
जहाज, निघणे, एक चिन्ह म्हणून; सेवा करण्यासाठी; कृतज्ञ राहण्यासाठी; त्याची कृपा मिळवण्यासाठी, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
शुएब, 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
शूरा, S.42
सिद्रत-उल-मुंतहा, 53:14
मदिनाचा वेढा, 33:9-27
सिज्जिन, 88:7-9
सिन, 7:100; 74:43-6
- अवैध लैंगिक संबंध, 4:15-16; 24:2, 19
मोठी पापे टाळल्यास, लहान पापे क्षमा केली जातात, 4:31
ते माणसांपासून लपू शकतात, पण अल्लाहपासून लपू शकत नाहीत, 4:108
जो कोणी कमावतो, तो ते स्वतःच्याच विरोधात कमावतो, 4:111
- जो कोणी कमावतो, आणि मग ते एखाद्या निर्दोष व्यक्तीवर टाकतो, 4:112
अल्लाह आपल्या उपासनेत भागीदार ठेवण्यास क्षमा करत नाही, परंतु त्याव्यतिरिक्त इतर पापांसाठी आपल्या मर्जीप्रमाणे क्षमा करतो. 4:116
जे वचनबद्ध होतात, त्यांना योग्य प्रतिफळ मिळेल, 6:120
पापी कधीही यशस्वी होणार नाहीत, 10:17
अल्लाह सर्वांना क्षमा करतो, 39:53
मोठी पापे, 42:37
सिनाय पर्वत, 19:52; 23:20; 95:2
पापी लोक, त्यांचे कान, डोळे आणि त्वचा त्यांच्याविरुद्ध साक्ष देतील, 41:20-23
सिरात ब्रिज, 66:8
निंदक, 68:11-12; 104:1
गुलाम, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- हे सुद्धा पहा: युद्धकैदी; बंदिवान
झोप, विश्रांतीची गोष्ट, 78:9
सदोम, 29:31; 37:136
सदोमी, 7:80-82; 11:77-83; 15:61-77; 29:28-29
सोलोमन, 2:102; 4:163; 6:84
- त्याचे वडील दावीद यांना अधिक न्याय्य निर्णय घेण्यास मदत करतो 21:78-82
आणि मुंग्या, 27:15-19
आणि हुदहुद, 27:20-26
- आणि सबाची राणी, 27:22-44; 34:15
- अल्लाहची त्याच्यावरील कृपा 34:12-14, 38:34-40
उत्तम घोड्यांबद्दलचे त्याचे प्रेम 38:30-33
दत्तक पुत्र, 33:4-5
आत्मा (चैतन्य, रूह), 15:29; 17:85; 58:22
खर्च करा, अल्लाहच्या मार्गात, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- जे तुमच्या गरजेपलीकडचे आहे, 2:219
- ज्यांनी आपली संपत्ती अल्लाहच्या मार्गात ठेवली, त्यांची उपमा, 2:261
- लोकांच्या नजरेत येण्यासाठी, 2:264; 4:38
- तुम्ही अल्लाहच्या मार्गात जे काही कराल, त्याचा तुम्हाला मोबदला दिला जाईल, 2:272; 8:60; 34:39
- उधळपट्टीने किंवा अपव्ययाने नव्हे, 6:141; 17:26
- ना उधळपट्टी ना कंजूषपणा, 25:67
- जे अल्लाहच्या मार्गात खर्च करण्यापासून हात बंद ठेवतात, 9:67
आत्मा (जीव, रूह), 15:29
त्याचे ज्ञान अल्लाहजवळ आहे, 17:85
- अल्लाह विश्वासणाऱ्यांना सामर्थ्य देतो, 58:22
युद्धातील लूट, 8:41, 69; 48:15, 19-20; 48:15
- बूटी सुद्धा पहा
हेरगिरी, 49:12
स्टार, 53:1, 49; 86:1-4
स्टार्स, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
सरळ मार्ग, 1:6
- इत्यादी. पथ, 6:153
- इत्यादी. प्रयत्न, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
स्तनपान, संज्ञा, पालक आई, 2:233
दुःख, गरिबी, आरोग्याची हानी आणि आपत्ती; समृद्धी आणि संपत्ती, 7:94-96
रविवार, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
सर्वोच्च यश, 9:72; 44:57
सूरह, 10:38; 11:13; 47:20
त्याच्या प्रकटीकरणामुळे विश्वास वाढतो, 9:124-127
संशय, 49:12
निर्वाह, 19:62
- हे सुद्धा पहा: तरतूद; ईश्वरी योजना
सुवा', 71:23
ताबुक, 9:40-59, 81-99, 117-118, 120-122
तघाबुन, S.64
ताघुत, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
खोटे देव सुद्धा पहा
ता-हा, S.20
ताहरिम, S.66
तकथूर, S.102
तकवीर, S.81
तलाक़, कलम 65
ताल्ह (केळ्याचे झाड), 56:29
तालूत (शौल), 2:247-249
तारिक, S.86
तस्नीम (वसंत), 83:27-28
तौबा, S.9
तवाफ (काबाच्या भोवती फिरणे), 2:200; 7:29,31
तयम्मुम, 4:43; 5:6
प्रत्येक राष्ट्राचा एक नेमलेला कालावधी असतो, कोणीही त्याचा अंदाज लावू शकत नाही किंवा त्याला विलंब लावू शकत नाही, 7:34; 10:49; 15:4-5; 16:61; 20:129
आपल्या प्रदेशाचे रक्षण लष्करी तुकड्यांद्वारे करा, 3:200
अल्लाहची शपथ, 3:154; 34:21
थमुद, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
चोर, शिक्षा, 5:38-39
सिंहासन, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
पाण्यावर, 11:7
- आठ देवदूत ते घेऊन जात होते, 39:75; 40:7; 69:17
वेळ, 45:24; 76:1; 103:1
टिन, S.95
टॉर्मेंट, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
नगर, आम्ही कधीही एखादे नष्ट केले नाही, परंतु त्यासाठी एक ज्ञात फर्मान होते, 15:4
व्यापार आणि मालमत्ता, 4:29
प्रवास, त्यांनी पृथ्वीवरून प्रवास केला नाही का, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
विश्वासघात, 8:58; 22:38
- विश्वासघात पहा
साठवलेला खजिना, 9:35
अल्लाहचे खजिने, 6:50
शाश्वततेचे झाड, 20:120
झाडे, 22:18
ट्रायल्स, 2:214-218; 64:15
तुतारी, पुनरुत्थानाच्या दिवशी, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
सख्खाह, 80:33
आकाश, पृथ्वी आणि पर्वतांना सोपवलेला विश्वास, पण माणसाने स्वीकारलेला, 33:72-73
ट्रस्ट (अमाना),2:283; 4:58; 8:27; 23:8;33:72; 70:32
सत्य, 5:48; 23:70-71, 90; 25:33; 69:51
खोटेपणा मिसळू नका किंवा लपवू नका, 2:42
आले आहे आणि असत्य नाहीसे झाले आहे, 17:81
वचन, 46:16-17
तुब्बा', लोक, 44:37; 50:14
टुर (माउंट), 28:29, 46
टुर, S.52
तुवा, दरी, 20:12; 79:16
उहुदची लढाई, 3:121-128, 140-180
उम्माह (समुदाय, राष्ट्र), 2:143-144; 10:47, 49; 11:118; 16:36, 120
'उमरा, 2:128, 158, 196
व्याज (रिबा), 2:275-276, 278-280; 3:130;4:161; 30:39
उझैर, (एझ्रा पहा)
'उझ्झा, 53:19
पडदा, एक अदृश्य, 17:45-46
वेलिंग, 24:31; 33:59
श्लोक, सब' अल-मथनी, 15:87
विजय
- अल्लाहने दिलेले, 48:1
- अल्लाहच्या मदतीने, 61:13
सद्गुण, (पहा नीतिमत्ता; विश्वासणारे)
वॅड, 71:23
- "तुम्ही थांबा, आम्हीही वाट पाहत आहोत", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
वाकिया, S.56
अल्लाहविरुद्ध युद्ध, 5:33-34
उधळपट्टीने वाया घालवू नका, 6:141; 7:31; 17:26
पाणी, ज्यापासून प्रत्येक सजीव वस्तू निर्माण झाली आहे, 21:30; 24:45; 25:54
- दोन समुद्र, 18:60; 25:53; 35:12; 55:19-20
- अल्लाहचे सिंहासन, 11:7
- पाऊस, 23:18
मार्ग, द, 1:6; 42:52-53; 90:10
- इत्यादी. सोपे, सोपे करा, 87:8
- मार्ग देखील पहा
वेफेअर, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
संपत्ती
- ज्याने एकत्र केले आहे, 104:2-4
- अल्लाहच्या मार्गात खर्च करणे (खर्च पहा)
संपत्ती आणि संतती, या जगाच्या जीवनाची शोभा, 18:46
वजन आणि माप, पूर्ण द्या, 11:85; 17:35; 83:1-5
विधवा, 2:234-235, 240
अल्लाहची इच्छा, 10:99-100; 30:5; 81:29; 82:8
माणसाची इच्छा सरळ मार्गावर चालण्याची असते, जोपर्यंत अल्लाहची इच्छा नसेल. 28:29
वारे, 77:1-3
- आनंदाची बातमी देणारे म्हणून, 7:57; 30:46
- ढग निर्माण करणे, पाणी निर्माण करणे, 15:22; 30:48
पिवळे होत आहे, 30:51
वाइन (स्वर्गात)
- शुद्ध पेये, 37:45; 76:21
- पांढरा, स्वादिष्ट, 37:46
- नद्यांचे, 47:15
- प्युअर सील्ड, 83:25
ज्या गोष्टींमध्ये अल्लाहने काहींना इतरांपेक्षा श्रेष्ठ बनवले आहे, त्या गोष्टींची इच्छा बाळगू नका. 4:32
साक्षीदार
- संदेष्ट्यांचा करार, 3:81
मानवजातीवर, 2:143; 22:78
- करारासाठी, 2:282
- दोन स्त्रिया विरुद्ध एक पुरुष, 2:282
- अवैध लैंगिक संबंधांविषयी, 4:16; 24:2
न्याय व्हा, 5:8
हात आणि पाय साक्ष देतील, 36:65
- माणूस स्वतःविरुद्ध, 75:14
साक्षीचा दिवस आणि साक्ष दिलेला दिवस, 85:3
पत्नी
- तुमच्यासाठी मशागत आहे, 2:223
तुमच्यासाठी कव्हर, 2:187
- तुमच्याच जातीचे, 16:72
स्त्री, वादविवाद करणारी, 58:1-2
महिला, 2:222-223; 4:15, 19-22, 34, 127
- जे पवित्र लोकांवर दोषारोप करतात, 24:4-5, 11-17, 23-26
- बुरखा घालणे, 24:31; 33:59
स्थलांतरित म्हणून विश्वास ठेवत, 60:10-12
- वादात स्वतःचे म्हणणे स्पष्ट न करणे, 43:17-18
लाकूड, तेथील रहिवासी, 15:78; 38:13; 50:14
- Aikah देखील पहा; मद्यान 26:176-191
जग, याचे जीवन
- खेळ आणि मनोरंजनाशिवाय दुसरे काही नाही, 6:32; 29:64; 47:36; 57:20
- माणसांना फसवतो, 6:130
परलोकाच्या आनंदापेक्षा परलोकाचा आनंद फारच कमी आहे, 9:38; 13:26; 28:60-61
जो कोणी इच्छा करतो, त्याला त्यात प्रवेश मिळतो, परंतु मग परलोकात त्याला कोणताही वाटा मिळणार नाही, 11:15-16; 17:18; 42:20
- संपत्ती आणि संतती, अलंकार, 18:46
- जे वर्तमानावर प्रेम करतात आणि परलोकाचा त्याग करतात, 75:20-21; 76:27
करारांसाठी लेखन, 2:282
गुन्हेगार, 11:18-22, 101-104, 116-117; 39:47
- हे सुद्धा पहा: अविश्वासी
वजू (स्नान), 4:43; 5:6
यगुथ, 71:23
याह्या (जॉन)
- आनंदाची बातमी, 3:39; 21:90
- नीतिमान, 6:85
- शहाणा; सहानुभूतीशील; कर्तव्यदक्ष, 19:12-15
या-सिन, S.36
यथ्रीब (अल-मदीना), लोक, 33:13
याऊक, 71:23
युनुस (योना), S.10
युसूफ (जोसेफ), S.12
जबूर, 21:105
जकारिया (जकारिया), 3:37-41; 6:85; 19:2-11; 21:89-90
झैद इब्न हरिताह, पैगंबराचा गुलाम, 33:37-38
जकात, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
जकात आणि दानाचे विषय, 2:273; 9:60
झांजाबिल, 76:17
झलझलाह, S.99
Zaqqum, 17:60; 37:62-66; 44:43-46; 56:52
झिहार, 33:4; 58:2-4
झुखरूफ, S.43
झुमार, S.39
मूलभूत तत्त्वे
- परिपूर्ण विश्वास 5:3
- अल्लाहला मान्य असलेला एकमेव मार्ग 3:19, 85
इस्लाम स्वीकारण्याची कोणतीही सक्ती नाही 2:256
- विविध श्रद्धा आणि कायदा संहिता असलेला एक धर्म 5:48; 22:67-70; 42:13-14
- इस्लामचे पैगंबर 2:135-136; 3:84; 4:163-165
- आज्ञा (अल्लाहवर श्रद्धा ठेवा आणि चांगले कार्य करा) 4:36; 6:151-154; 17:23-39; 18:107-108
- शरियाची पाच उद्दिष्ट्ये: विश्वासाचे रक्षण करणे 5:54
- जीवनाचे रक्षण करणे 5:32; 6:151
संपत्तीचे संरक्षण 5:38
- सन्मानाचे रक्षण 5:5; 24:4
- विचार करण्याच्या क्षमतेचे संरक्षण करणे 5:90.
अल्लाहवरील श्रद्धा 2:255
- दैवी गुण, सुंदर नावे 57:1-6; 59:22-24; 85:13-16; 112:1-4
- केवळ तोच देव उपासनेस योग्य आहे 1:1-4; 2:285; 6:3; 43:84
- सर्व अधिकार त्याचेच आहेत 3:26; त्याचे सिंहासन ('अर्श) 7:54; 11:7
- त्याची कुर्सी (पाय ठेवण्याची जागा किंवा खुर्ची) 2:255
- मानवजातीवरील अगणित कृपा 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
जीवन देतो आणि मृत्यू घडवतो 44:8; 53:44; 57:2; 67:2
- आनंद आणि दुःख आणते 53:43
- मुबलक किंवा मर्यादित तरतुदी देते 13:26; 17:30; 29:62
- सर्व न्यायाधीशांमध्ये सर्वोत्तम 95:8
- दयाळूंपैकी सर्वात दयाळू 12:92
- नीतिमानांवर प्रेम करतो 85:14
- क्षमाशील आणि शिक्षा देण्यास कठोर 13:6, 40:3
- पहिले आणि शेवटचे 57:3
सर्व सन्मान आणि सामर्थ्य त्याचेच आहे 35:10
- अज्ञात जाणतो आणि अदृश्य पाहतो 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
अंतःकरणात काय लपलेले आहे हे त्यालाच उत्तम माहीत आहे 5:7; 11:5; 31:23
- काय घडले आणि पुढे काय घडणार आहे हे माहीत आहे 2:255
- सर्व काही नोंदीत (किंवा संरक्षित पाटीवर) लिहिले 6:38; 13:39; 36:12
- काहीही करण्यास सक्षम 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- त्याचे असीम सामर्थ्य 3:26-27; 24:45; 31:28-30
- त्याने सहा दिवसांत आकाश व पृथ्वी निर्माण केली आणि तो कधीही थकला नाही 46:33; 50:38
- 'हो!' या शब्दाने निर्माण करतो 36:81-83
- त्याच्या निर्मितीशी कधीही अन्याय करत नाही 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- सर्व काही त्याच्या इच्छेपुढे शरण जाते 3:83; 22:18; 30:26
- सर्वांना त्याची गरज आहे 11:6; 35:15; 55:29
- त्याच्यावर विश्वास ठेवा 10:84-85; 12:67; 25:58
दैवी संवादाचे प्रकार 42:51
- लक्षात ठेवण्यासारखे 2:21; 3:102; 4:1; 33:70-71; 59:18
ज्ञान हे त्याच्याकडून मिळालेले दान आहे 2:269
त्याला कोणाचीही गरज नाही 3:97; 6:133; 112:2
- ट्रिनिटीमध्ये एकही नाही 4:171
- जोडीदार नाही 6:101
- मुले नाहीत 10:68; 19:35; 43:81; 72:3; 112:3
- त्याला भागीदार किंवा सहकारी देव नाहीत 6:94; 7:191-195; 46:4-5
त्याच्यासारखे कोणी नाही 42:11; 112:4
त्याच्या निर्मितीच्या चमत्कारांवर मनन करण्यासाठी 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
सृष्टीतील चिन्हे 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- प्रत्येक गोष्ट एका उद्देशासाठी निर्माण केली आहे 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- परिपूर्ण विश्व 67:3-4
दिवसाचे रात्रीत रूपांतर होते 3:27
- विविधता 30:22; 35:27-28
- मध 16:68-69
- दूध 16:66
- मुलांची देणगी 42:49-50
- ग्रह आणि कक्षा 21:33; 36:38-44
- नक्षत्रसंहिता 25:61; 85:1
- तारे 37:6-7; 67:5
- ढग 7:57;30:48
- भूकंप 7:78; 7:155
- भूस्खलन 28:81; 29:40
वादळ 10:22
- रिमझिम पाऊस, गारा आणि पाऊस 2:265; 6:99; 24:43; 50:9-11
- मेघगर्जना आणि वीज 13:12-13
वैज्ञानिक संदर्भ
- मानवाची निर्मिती पुरुष आणि स्त्री युग्मकांपासून झाली 76:2
- गर्भाची निर्मिती आणि विकासाचे टप्पे 22:5; 23:12-14
- अंधाराच्या तीन थरांमधील गर्भ 39:6
- खारे पाणी 25:53-54; 35:12; 55:19-20
वाऱ्याद्वारे परागण 15:22
- फिंगरप्रिंट्स 75:3-4
- पर्वत खुंट्या म्हणून 78:7
- लोखंड खाली पाठवले 57:25
- वेदना ग्राही 4:56
- सूर्य एक तेजस्वी स्रोत म्हणून आणि चंद्र एक परावर्तित प्रकाश म्हणून 10:5
- चंद्राचे 54:1 असे विभाजन
- आकाश एका चांगल्या प्रकारे संरक्षित छतासारखे 21:32
- सर्व प्राणी पाण्यापासून निर्माण झाले 21:30; 24:45
- मुंग्या संवाद साधतात 27:17-19
- आंतरिक लाटा 24:40
सजीव प्राणी
- देवदूत 39:75
- मानव (पृथ्वीवरील एक अधिकारी) 2:30; 6:165; 16:4
- जिन्न 72:1-15
- प्राणी माणसांप्रमाणेच समुदायांचे सदस्य असतात 6:38
- वासरू 11:69
- उंट 7:40
- कुत्रा 18:22
- हत्ती 105:1
घोडे, खेचरे आणि गाढवे 16:8
- सिंह आणि झेब्रा 74:50-51
माकडं 2:65
- डुकरे 2:173
- मादी उंट 7:73
मेंढ्या आणि बकऱ्या 6:143
- लांडगा 12:17
- बेडूक 7:133
- साप 7:107
- पक्षी 24:41
- कावळा 5:31
- हुदहुद 27:20
- लावे 2:57
- मासे 18:61
- व्हेल 37:142
- मुंग्या 27:18
- मधमाश्या 16:68
डास 2:26
- उड्डाण 22:73
उवा आणि टोळ 7:133
- स्पायडर 29:41
- आम्हाला अज्ञात असलेले इतर 16:8
वनस्पती आणि फळे 6:99; 13:4; 16:11; 36:33-35
- केळी 56:29
- दिनांक 19:25
औषधी वनस्पती, काकड्या, लसूण, मसूर आणि कांदे 2:61
- द्राक्षे 80:28
- जैतुण 6:99
- आकृती 95:1
डाळिंब 55:68
- स्क्वॅश 37:146
मुहम्मदवरील विश्वास
- गुणधर्म, केवळ एका संदेष्ट्याचे 3:144; 6:50; 7:188; 18:110
- सत्य पोहोचवण्यासाठी 2:119; 35:24; 42:48
- संदेष्ट्यांचा शिक्का 33:40
- उदात्त चारित्र्य 3:159; 68:4
- एक आदर्श 33:21
विश्वासणाऱ्यांवर कृपा म्हणून 3:164
- संपूर्ण जगावर कृपा 21:107
- एक सार्वत्रिक संदेशवाहक 4:170; 7:157-158; 34:28
- सरळ मार्गाकडे घेऊन जाते 42:52-53
- लोकांची काळजी घेतो 9:129
- न्यायदिनी साक्षीदार म्हणून 4:42; 16:89
- निरक्षर संदेष्टा 7:157-158; 29:48; 62:2
- तोराह आणि गॉस्पेल 7:157 मध्ये भविष्यवाणी केली आहे
- येशूने भविष्यवाणी केली होती 61:6
पैगंबर ( ﷺ ) यांनी तोंड दिलेली आव्हाने
- परधर्मीयांच्या निरर्थक मागण्या 8:32; 15:7; 17:89-93; 25:7-8
- खोटे आरोप 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- त्याच्या जीवे मारण्याचे प्रयत्न 8:30; 9:74
- त्याला इजा पोहोचवणाऱ्या किंवा विरोध करणाऱ्यांना चेतावणी 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- नकाराला संयमाने प्रतिसाद देण्याचा आदेश दिला 20:130; 30:60; 46:35; 70:5
- अल्लाहने आश्वासन दिलेला आदेश 5:67; 93:1-11; 94:1-8
स. ) यांच्या जीवनातील धडे
- त्याच्या स्थलांतरापासून (हिज्राह) ते बद्रच्या लढाईपर्यंत 3:121-129; 8:42-44; 8:65-71
- उहुदची लढाई 3:151-180
- खंदकाची लढाई 33:9-27
- हुनैनची लढाई 9:25-27
- मदिना 9:40
- ताबूक 9:38-123
- बानू अन-नादिर 59:2-6
- हमरा' अल-असद 3:172-175
- हुदैबीयाह 48:1-7 च्या युद्धविराम; 48:10-29
पैगंबर ( ﷺ ) यांना प्रदान केलेले सन्मान
- अल्लाह आणि त्याचे देवदूत त्याला आशीर्वाद देतात 33:56
- मक्का ते जेरुसलेमचा रात्रीचा प्रवास 17:1
- स्वर्गाचा प्रवास 53:1-18
- या जीवनात आणि पुढील जीवनात सन्मानित 17:79; 66:8; 108:1
त्याची आज्ञा पाळणे म्हणजे अल्लाहची आज्ञा पाळणे होय 4:80
- अल्लाह आणि त्याच्या पैगंबराच्या आज्ञापालनाचे प्रतिफळ 4:69
- त्याचे कुटुंब शुद्ध झाले 33:33-34
- गॅब्रिएलला त्याच्या खऱ्या रूपात पाहतो 53:1-18
विश्वासणाऱ्यांना त्याची आज्ञा पाळण्याचा आदेश दिला 59:7
त्याच्याशी बोलण्याचे शिष्टाचार 49:1-5
त्याला भेटण्याचे शिष्टाचार 33:53
- त्याच्या पत्नींशी वागण्याचे शिष्टाचार 33:53
- अल्लाह त्याच्यावर आणि त्याच्या साथीदारांवर प्रसन्न आहे 9:100; 9:117
- त्याच्या विश्वास-समुदायाची श्रेष्ठता 2:143; 3:110
प्रार्थना (सलाह) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- शुक्रवारची सभा 62:9
- प्रार्थनेची दिशा (किब्ला) 2:144; 2:149-150
- वाईट कृत्यांपासून परावृत्त करावे 29:45
- वेळा 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- धोक्यात असताना किंवा प्रवासात असताना 2:239; 4:101-102
- प्रार्थनांकडे दुर्लक्ष करणाऱ्यांना चेतावणी 19:59; 74:38-47; 107:5-7
ढोंगी लोकांच्या प्रार्थना 4:142; 9:54
शुद्धीकरण, स्नान (वजू) 5:6
- पूर्ण स्नान (घुसल) 2:222; 4:43
- कोरडे स्नान (तयम्मुम) 4:43; 5:6
प्रार्थना (दु'आ)
- अब्राहामाविषयी 2:126-129; 2:126-129; 14:35-41; 26:83-89
- आदम आणि हव्वा 7:23
- येशू 5:114
ईयोब 21:83; 21:83
- योना 21:87
- योसेफ 12:33; 12:101
- मोशे 10:88-89; 20:25-35
- मुहम्मद 17:80; 20:114
- नोहा 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- शलमोन 38:35
- शुएब 7:89
- जखऱ्या 3:38; 19:2-6; 21:89-90
- देवदूत 40:8-9
- मरीयेची आई 3:35-36
- फारोची पत्नी 66:11
- फारोचे जादूगार 7:126
- राजा शौल आणि त्याच्याबरोबर असलेले विश्वासणारे 2:250
- इस्राएलच्या संततीचे विश्वासणारे 10:85-86
- गुहेतील लोक 18:10
- नीतिमान 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- शोषित 4:75
साष्टांग नमस्काराचे श्लोक
- sajadat, sajdah चे अनेकवचन, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
दान-कर (जकात), एक कर्तव्य म्हणून 2:110; 2:177; 2:277; 6:141
विश्वासणाऱ्यांच्या गुणांपैकी एक 22:41; 23:4; 51:19
- प्राप्तकर्ते 9:60
- दान (सदकाह) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- माहिती रोखून धरणाऱ्यांसाठी चेतावणी 3:180; 9:34; 47:38
उपवास (sawm)
- रमजान 2:183-185 मध्ये
- उपवासाचे तास 2:187
- सूट 2:184-185
- उपवासाच्या आदल्या रात्रीचे जिव्हाळ्याचे संबंध 2:187
तीर्थयात्रेदरम्यान उपवास करणे 2:196
तीर्थयात्रा (हज)
- जे आर्थिकदृष्ट्या सक्षम आहेत त्यांच्यावर बंधनकारक आहे 3:97
- विधी आणि नियम 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- यज्ञार्पणे 2:196; 22:36-37
- तीर्थयात्रेवर असताना जमिनीवर शिकार करण्यास मनाई 5:1; 5:94-95
समुद्रात शिकार करण्याची परवानगी 5:96
- छोटी तीर्थयात्रा ('उमरा) 2:158; 2:196
श्रद्धा-समुदाय
- मुस्लिम्स 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- एकमेकांचे रक्षक 3:28; 9:71
- ख्रिस्ती 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- यहूदी 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- इस्राएलची मुले 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ग्रंथधारक लोक (मुख्यतः ज्यू आणि ख्रिश्चन) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
मुसलमान त्यांच्याद्वारे बळी दिलेल्या जनावरांचे मांस खाऊ शकतात आणि त्यांच्या स्त्रियांशी विवाह करू शकतात 5:5
- यहुद्यांना निषिद्ध असलेले पदार्थ 6:146
- सबियन 2:62; 22:17
- मागी 22:17
- बहुदेववादी (मूर्तिपूजक) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- मूर्तिपूजक अंधश्रद्धाळू प्रथा 2:189; 5:103; 6:138-144
- नास्तिक 52:35-36
मूर्तिपूजक प्रथांवर बंदी
- मुलींना जिवंत पुरणे 16:58-59; 81:8-9
- गरिबीच्या भीतीने मुलांची हत्या करणे 6:137; 6:151; 17:31
- काबाच्या भोवती शिट्ट्या वाजवणे आणि टाळ्या वाजवणे 8:35
- मूर्तींना उंट अर्पण करणे 5:103; 6:136
- मूर्तींच्या नावाने यज्ञ करणे 6:121
- झिहार घटस्फोट 33:4; 58:2-4
- ila' (चार महिन्यांपेक्षा जास्त काळ) 2:226-227
निर्णयांसाठी चिठ्ठ्या टाकणे 5:3
- नग्न अवस्थेत काबाची प्रदक्षिणा करणे 7:26-28
तीर्थयात्रेनंतर मागच्या दाराने घरात प्रवेश करणे 2:189
पूजनीय वस्तू
- देवदूत (काही मूर्तिपूजक अरबांमध्ये) 34:40
- अल-अयकाह (शुऐबच्या लोकांमध्ये) 26:176
- बाल (एलियाच्या लोकांमध्ये 37:125
- येशू (ख्रिस्ती धर्मात) 5:17
- मूर्ती (अब्राहामाच्या लोकांमध्ये) 21:52-53
- लाट, उझ्झा आणि मनात यांच्या मूर्ती (अरब मूर्तिपूजकांमध्ये) 53:19-20
- वद्द, सुवा, यघुथ, याऊक आणि नसर यांच्या मूर्ती (नोहाच्या लोकांमध्ये) 71:23
- सूर्य (शेबाचे लोक) 27:24
- सिरियस (काही मूर्तिपूजक अरबांमध्ये) 53:49
- फारो (प्राचीन इजिप्तमध्ये) 26:29; 28:38; 79:24
- इच्छा 25:43-44; 45:23
अनेक देवांच्या अस्तित्वावरील विश्वासाचे खंडन 17:42-43; 21:21-24; 25:3
प्रार्थनास्थळे, मशिदी 9:18
- चर्च, सिनेगॉग आणि मठ 22:40
- पवित्रस्थान 3:39; 38:21
- मंदिर 17:7
- धार्मिक पदव्या, पुजारी, भिक्षू आणि रब्बी 5:44; 5:63; 5:82; 9:31-34
देवदूत
आदामच्या निर्मितीविषयी चौकशी करा 2:30-34
- अल्लाहची आज्ञा कधीही मोडू नका 21:26-27; 66:6
- अल्लाहच्या मुली नाहीत 21:26; 43:16-19
- रक्षक देवदूत 13:11
- दोन नोंद करणारे देवदूत 50:16-18; 82:10-12
- आठ जण न्यायदिनी अल्लाहचे सिंहासन वाहून नेतील 69:17
- नरकाचे एकोणीस रक्षक 74:26-31
- मृत्यूचे देवदूत 6:93; 16:28; 32:11
- गब्रील 2:97; 66:4; 26:192-195; 53:1-14
- मायकल 2:98
- मलिक 43:77
संदेशवाहक
- देवदूत आणि मानव यांच्यामधून 22:75
- दृढनिश्चयाचे पैगंबर (इब्राहीम, नूह, मूसा, येशू आणि मुहम्मद ﷺ ) 33:7; 42:13; 46:35
धर्मग्रंथ
- कुरआन, अल्लाहकडून आलेली अवतरण 12:2-3; 20:2-4; 26:192-195; 32:2-3
- संपूर्ण जगाला एक आठवण 68:51-52
- सर्वात सरळ जीवन जगण्याचे मार्गदर्शक 17:9
- रमजान महिन्यात प्रकटीकरण सुरू झाले 2:185
- एका धन्य रात्री 44:3; 97:1-5
- टप्पे 17:105-106 मध्ये प्रकट झाले
- लक्षात ठेवण्यास सोपे 54:17
- मागील प्रकटीकरणे 3:3-4 मधील सत्याची पुष्टी करते
- पूर्वीच्या धर्मग्रंथांवरील सर्वोच्च अधिकारी 5:48
त्यात काही शंका नाही 2:2; 10:37
- कोणताही विरोधाभास नाही 4:82
- बनावट नाही 10:37-39
- बायबल 25:4-6 मधून न घेतलेले
सैतानांनी प्रकट न केलेले 26:210-212
- कोणीही त्यासारखे काही निर्माण करू शकत नाही 17:88; 2:23-24; 10:13-14; 11:13
भ्रष्टाचारापासून संरक्षित 15:9
- संरक्षित पाटी 56:75-80 मध्ये संरक्षित
- खोटे सिद्ध करता येत नाही 41:42
- भविष्यातील घटनांचे भाकीत करते 30:1-7; 48:27
- विश्वासणाऱ्यांच्या डोळ्यात अश्रू आणते 5:83; 17:107-109
- हृदयांना स्पर्श करते 39:23
- तेजस्वी प्रकाश 4:174; 42:52
विश्वासणाऱ्यांसाठी आरोग्य आणि दया 17:82
- तोराह 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- शुभवर्तमान 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
स्तोत्रसंहिता 4:163; 17:55
- अब्राहामाचे ग्रंथ 53:36-44; 87:14-19
नियती आणि भाग्य 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- स्वेच्छा 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
न्यायाचा दिवस
- अन्याय नाही 2:281; 18:49; 40:17
- प्रलयकाळातील भयंकर गोष्टी 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- त्या दिवशीचे नीतिमान आणि दुष्ट 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- मध्यस्थी (शफाह) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
दस्तऐवजांच्या नोंदी 17:13; 18:49
- विश्वासणारे आपला वृत्तांत आपल्या उजव्या हाताने घेतात 69:19-24; 84:7-9
- अविश्वासूंना त्यांचे दस्तऐवज त्यांच्या डाव्या हाताने मिळतात 69:25-37; 84:10-15
अल्लाहपासून काहीही लपलेले राहणार नाही 21:47; 40:16
- कर्मांचे वजन 7:8; 23:102-104; 101:1-11
- शारीरिक अवयवांची साक्ष 41:19-24; 24:24
- चांगल्या आणि वाईट कृत्यांचे फळ 6:160; 27:89-90; 28:84
लोकांचे प्रकार
- विश्वासणारे 18:107-108
- अविश्वासी 4:167-169
- ढोंगी 4:145; 57:13-15
- नंदनवनाचे रहिवासी, प्रमुख विश्वासणारे 55:46-61; 56:10-26
- नंदनवनाचे रहिवासी, नीतिमान लोक 55:62-78; 56:27-40
- नरकातील रहिवासी, डाव्या विचारसरणीचे लोक 55:31-45; 56:41-56
- पीपल ऑन द हाइट्स 7:46-49
आर्थिक
- व्यवसाय मार्गदर्शक तत्त्वे 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- मृत्युपत्रानुसार देणग्या, वारस नसलेल्यांना ऐच्छिक देणग्या 2:180-183; 4:11-12
प्रवासात असताना मृत्यूपूर्वी 5:106-108
- लाचखोरी 2:188
- कर्जे, कर्ज वसुलीतील दयाळूपणा 2:280
- कर्ज करार लिहिणे आणि साक्षीदार असणे 2:282
- तारण घेणे 2:283
- वारसा, मार्गदर्शक तत्त्वे 4:7; 4:32-33; 8:75
- संतती आणि पालकांचा वाटा 4:11
- पती/पत्नी आणि आईकडील भावंडे 4:12
- सख्खे भावंडं 4:176
- पालन न करणाऱ्यांना चेतावणी 4:13-14
- व्याज, मनाई आणि चेतावणी 2:275-281; 3:130-132
- निष्फळ ठरले 30:39
कायदेशीर
- देशद्रोह कायदा (हिराबाह) 5:33-34
- न्याय, न्यायासाठी उभे राहणे 4:135; 5:8; 16:90-91
- अनाथ आणि स्त्रियांच्या हक्कांसाठी उभे राहणे 4:127
- ज्यूला न्याय 4:105-112
- परधर्मीयाला न्याय 4:58
गैर-मुस्लिमांशी निष्पक्षता 60:8-9
- कायदेशीर मार्गांनी सूड घेणे (क्षमा करण्याच्या पर्यायासह) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- पती आणि पत्नीमधील विभक्तता, खुल' 2:229
- लियान (व्यभिचाराचा आरोप) 24:6-10
राजकीय
- विचारविनिमय करून कामकाज चालवणे (शूरा) 3:159; 42:38
- आत्मसंरक्षणासाठी लढणे (जिहाद), शिष्टाचार 2:190-192; 2:216; 22:38-40
- अंदाधुंद हल्ला करू नये 4:94
- शोषित पुरुष, स्त्रिया आणि मुलांसाठी लढणे 4:75
- प्रार्थनास्थळांचे संरक्षण करणे 22:37
- हुतात्म्यांचे प्रतिफळ 2:154; 3:169-171; 9:111; 57:19
लष्करी सामर्थ्य संभाव्य शत्रूंना रोखते 8:60
शांतीचा पर्याय निवडणे 2:192; 8:61
पक्षांमध्ये सलोखा घडवणे 49:9-10
- युद्धकैदी, वागणूक 8:70; 47:4; 76:8
सामाजिक
दत्तकविधान 33:4-5
- अनाथांची काळजी घेणे 2:220; 4:2-10; 4:127; 6:152; 17:34
- घटस्फोट, लवाद आणि सलोखा 4:35; 4:128
- घटस्फोटाचे शिष्टाचार 2:229-231; 65:1-2
- हुंडा आणि प्रतीक्षा कालावधी 2:226-241; 4:19-21; 33:49; 65:1-7
- पतीने हुंड्यातील काहीही परत घेऊ नये 4:20
पत्नीचा छळ करू नये 65:6
- गरोदरपणात पत्नीला आर्थिक सहाय्य दिले जावे 65:6
तिच्या प्रतीक्षा कालावधीत 65:6
- जर ती तिच्या पूर्वाश्रमीच्या पतीच्या मुलाला स्तनपान देत असेल, 65:6
- कोणत्याही आईवडिलांनी आपल्या मुलामुळे दुःख सोसू नये 2:233
- दूध पाजणाऱ्या बाईची निवड करणे 65:6
- चांगल्या गोष्टींना प्रोत्साहन देणे आणि वाईट गोष्टींना मनाई करणे 3:104; 3:110; 7:157; 9:71-72; 31:17
- मानवांची समता 49:13
- पुरुष आणि स्त्रिया अल्लाह आणि कायद्यासमोर, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- पुरुषांवर स्त्रियांपेक्षा काही प्रमाणात जास्त जबाबदारी असते 2:228
गरीब, अनाथ आणि बंदिवानांना अन्नदान 76:8-9
क्षमा आणि क्रोध नियंत्रण 3:134; 42:40
- गुलामांना मुक्त करणे आणि त्यांना मदत करणे 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- आपल्या आईवडिलांचा आदर करणे 4:36; 17:23-25; 31:14-15
- नम्रता 17:37; 31:18-19
- अब्राहामच्या स्वप्नांचा अर्थ 37:102
योसेफाच्या स्वप्नांचा अर्थ 12:4; 12:36; 12:43
- मुहम्मद यांच्या स्वप्नांचे स्पष्टीकरण 8:43; 48:27
गैर-मुस्लिमांशी दयाळूपणा 60:8
- विवाह 4:3; 4:129; 16:72; 30:21
- कायदेशीर आणि बेकायदेशीर स्त्रियांशी विवाह 4:22-24
- जवळीकीचे शिष्टाचार 2:222-223
- गर्भधारणा आणि स्तनपान 2:233; 31:4; 46:15; 65:6
- स्वतःच्याच माजी पत्नीशी पुन्हा लग्न करणे 2:230
- अविवाहितांना लग्न करण्यास मदत करणे 24:32
प्रतीक्षा कालावधीत हळूवारपणे स्वारस्य दाखवणे 2:235
- शपथा 2:224-225; 16:91-92; 16:94
- मोडलेल्या शपथेची भरपाई करणे 5:89
- कठीण काळात संयम 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- आत येण्याची परवानगी 24:58-60
- लोकांच्या घरी प्रवेश करणे 24:27-28
सार्वजनिक ठिकाणी प्रवेश करणे 24:29
- सामाजिक शिष्टाचार, बातम्यांची पडताळणी 4:83; 49:6
- सर्वांबद्दल आदर 49:11-12
- सभांचे शिष्टाचार 58:11
- खाजगी चर्चा 4:114; 58:9
- नवस 2:270; 9:75-77; 22:29; 76:7
- उधळपट्टी आणि कंजूषपणा 7:31; 17:29; 25:67
इतर कथा
- हाबेल आणि काईन 5:27-31
- अल-खादिर आणि मूसा 18:60-82
- हत्तीचे सैन्य 105:1-4
- फारोच्या लोकांपैकी एक विश्वासू 40:28-46
- मरीयेचा जन्म 3:35-36
- इस्राएल लोकांची गाय 2:67-74
- एज्रा 2:259
- बागांचे मालक 68:17-32
- हारुत आणि मारूत 2:102
कोरह 28:76-82
- लुकमानचा त्याच्या मुलाला दिलेला सल्ला 31:12-19
- दोन बागांचा मालक 18:32-44
- शेबाचे लोक 34:15-19
- गुहेतील लोक 18:9-26
- खंदकातील लोक 85:1-8
- शब्बाथ मोडणारे 7:163-165
- सामिरी आणि सोन्याचे वासरू 20:83-97
- शौल आणि शमुवेल 2:247-251
- झुल-कर्नेन 18:83-98
डेव्हिल्स 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- सैतानी मानव आणि जिन्न 6:112;114:6
- स्वर्गाने सैतानांपासून संरक्षण केले 15:16-18
पश्चात्ताप
- पैगंबर 25:27 चे पालन न करणे
- अल्लाह आणि त्याच्या पैगंबराची आज्ञा न पाळणे 4:41-42; 33:64-68
- वाईट मित्र घेणे 25:28-29; 26:96-102; 43:36-39
- अल्लाहच्या निशाण्या नाकारणे 6:27-30
- परलोकासाठी काम करत नाही 89:23-24
आर्त विनंत्या
जगात परत येण्यासाठी विनवणी करणे 2:167; 6:27-28; 32:12-14; 42:44
- दुसऱ्या संधीसाठी 35:36-37
अग्नीतून बाहेर काढले जाणे 40:10-12
- अन्न आणि पाण्यासाठी 7:51-52
- मध्यस्थांसाठी 7:52-53
- धुळीत रूपांतरित होणे 4:41-42; 78:40
- मृत्यूसाठी 43:74-78
नीतिमानांचे गुणधर्म
- सृष्टिकर्ता आणि त्याच्या निर्मितीच्या अधिकारांचे पालन करणे 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
दुष्टांचे गुणधर्म
- कृतघ्न 14:34
- कंजूस 17:100
- घाईने 21:37
- केवळ कठीण काळातच अल्लाहचे स्मरण करा 10:12; 41:51
- अधीर 70:19
- वादग्रस्त 18:54
मोठी पापे
- उपासनेत अल्लाहसोबत इतरांना सहभागी करणे (शिर्क) 4:48; 4:116; 5:72; 6:19; 31:13:
- स्वतःच्या आईवडिलांचा छळ करणे 4:36; 6:151; 17:23
- अनिवार्य प्रार्थनांकडे दुर्लक्ष करणे किंवा त्या सोडून देणे 19:59-60
- भिक्षा कर न भरणे 41:6-7
- खून 6:151; 17:33
- एखाद्या विश्वासणाऱ्याची जाणूनबुजून हत्या करणे 4:93
- चोरी 5:38
- फसवणूक 7:85; 11:85; 26:182-183; 83:1-6
- खोटे बोलणे 2:10; 9:77; 39:60
- अल्लाहविषयी खोटे बोलणे 6:93; 29:68; 61:7
- निषिद्ध लैंगिक संबंध 2:222; 17:32; 24:2; 25:68; 29:28-30
- व्यभिचाराचे खोटे आरोप 24:4-5
- धर्मत्याग 2:217; 5:54
- डुकराचे मांस आणि इतर निषिद्ध पदार्थ (कुजलेले मांस, रक्त, इत्यादी) खाणे 5:3; 6:145
- मद्यपान आणि जुगार 5:90-91
- निंदा 49:11
खोटी साक्ष 22:30
- जादू 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan 	The Most Compassionate 1:3; 17:110
- #2 Ar Raheem 	The Most Merciful 2:163; 3:31; 4:100; 5:3
- #3 Al Malik 	The King, The Sovereign 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus 	The Absolutely Pure 59:23; 62:1
- #5 As Salaam 	The Source of Peace 59:23
- #6 Al Mu'min 	The Giver of Faith and Security 59:23
- #7 Al Muhaymin 	The Guardian, The Protector 59:23
- #8 Al Azeez 	The Almighty 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar 	The Compeller, The Restorer 59:23
- #10 Al Mutakabbir 	The Supreme, The Majestic 59:23
- #11 Al Khaaliq 	The Creator 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari 	The Maker from Nothing 59:24
- #13 Al Musawwir 	The Fashioner 59:24
- #14 Al Ghaffaar 	The All-Forgiving 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar 	The Subduer 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab 	The Bestower 3:8; 38:9; 38:35
- #17 Ar Razzaaq 	The Provider 51:58
- #18 Al Fattaah 	The Opener 34:26
- #19 Al 'Aleem 	The All-Knowing 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid 	The Withholder 2:245
- #21 Al Baasit   The Expander  2:245
- #22 Al Khaafid  The Abaser 95:5
- #23 Ar Raafi'   The Exalter 58:11; 6:83
- #24 Al Mu'izz   The Honorer  3:26
- #25 Al Mudhil   The Humbler  3:26
- #26 As Samee'   The All-Hearing 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer   The All-Seeing  4:58; 17:1; 42:11; 42:27
- #28 Al Hakam    The Judge 22:69
- #29 Al Adl      The Just  6:115
- #30 Al Lateef   The Subtle, The Gentle 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer  The All-Aware 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem   The Forbearing  2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem   The Magnificent 2:255; 42:4; 56:96
- #34 Al Ghafoor  The Great Forgiver  2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor The Appreciative  35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy    The Most High 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer   The Greatest  13:9; 22:62; 31:30
- #38 Al Hafeez   The Preserver 11:57; 34:21; 42:6
- #39 Al Muqeet   The Sustainer 4:85
- #40 Al Haseeb   The Reckoner  4:6; 4:86; 33:39
- #41 Al Jaleel   The Majestic  55:27; 39:14; 7:143
- #42 Al Kareem   The Generous  27:40; 82:6
- #43 Ar Raqeeb   The Watchful  4:1; 5:117
- #44 Al Mujeeb   The Responsive 11:61
- #45 Al Waasi'   The All-Encompassing 2:268; 3:73; 5:54
- #46 Al Hakeem   The All-Wise  31:27; 46:2; 57:1; 66:2
- #47 Al Wudood   The Most Loving 11:90; 85:14
- #48 Al Majeed   The Glorious  11:73
- #49 Al Baa'ith  The Resurrector 22:7
- #50 Ash Shaheed The Witness 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq     The Truth 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel   The Trustee 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy   The Strong  22:40; 22:74; 42:19; 57:25
- #54 Al Mateen   The Firm  51:58
- #55 Al Waliyy   The Protecting Friend 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed   The Praiseworthy  14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi    The Counter 72:28; 78:29; 82:10-12
- #58 Al Mubdi    The Originator 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed   The Restorer  10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy    The Giver of Life 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet   The Bringer of Death  3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy    The Ever-Living 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom  The Self-Subsisting 2:255; 3:2; 20:111
- #64 Al Waajid   The Finder 38:44
- #65 Al Maajid   The Noble 11:73
- #66 Al Waahid   The One 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad     The Unique One  112:1
- #68 As Samad    The Eternal Refuge   112:2
- #69 Al Qaadir   The Able  6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir The Powerful  18:45; 54:42; 54:55
- #71 Al Muqaddim The Expediter 16:61; 17:34
- #72 Al Mu’akhir The Delayer  71:4
- #73 Al Awwal    The First 57:3
- #74 Al Aakhir   The Last 57:3
- #75 Az Zaahir   The Manifest  57:3
- #76 Al Baatin   The Hidden 57:3
- #77 Al Waali    The Governor  13:11; 22:7
- #78 Al Muta’ali The Most Exalted 13:9
- #79 Al Barr     The Source of Goodness 52:28
- #80 At Tawwaab  The Acceptor of Repentance 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim The Avenger 32:22; 43:41; 44:16
- #82 Al Afuww    The Pardoner 4:99; 4:149; 22:60
- #83 Ar Ra’oof   The Most Kind 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk  Master of the Kingdom 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam,  Lord of Majesty and Honor 55:27; 55:78
- #86 Al Muqsit   The Just One 3:18; 7:29
- #87 Al Jaami'   The Gatherer  3:9
- #88 Al Ghaniyy  The Self-Sufficient 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni   The Enricher  9:28
- #90 Al Maani'   The Preventer 67:21
- #91 Ad Daaarr   The Distresser 6:17
- #92 An Naafi’   The Benefactor  30:37
- #93 An Noor     The Light 24:35
- #94 Al Haadi    The Guide 25:31
- #95 Al Badi'    The Originator  2:117; 6:101
- #96 Al Baaqi    The Everlasting 55:27
- #97 Al Waarith  The Inheritor 15:23
- #98 Ar Rasheed  The Guide to the Right Path 2:256
- #99 As Saboor   The Patient 2:153; 3:200; 103:3
noblequran.com Schemas
- मक्काच्या मुश्रिकांनी अल्लाहच्या रुबूबिय्याह (प्रभुत्व) ची पुष्टी केली 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- किताब आणि हिकमत (सुन्नत) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (बहकलेल्या) पूर्वजांच्या मार्गाचे अनुसरण करणे निंदनीय आहे 2:170; 31:21; 43:22
- अल्लाहचा रसूल माणूस होता 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- मुश्रिकांनी संकटाच्या वेळी फक्त अल्लाहलाच हाक मारली 10:22; 17:16; 29:65; 31:32
- धर्मात फूट पाडणे प्रतिबंधित आणि निंदनीय आहे 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- अल्लाहसाठी इस्तिवाचा गुणधर्म 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ईमान (विश्वास) ची वाढ (आणि घट) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- रसूल आणि सृष्टीतील कोणीही परोक्ष (गैब) ला स्वतंत्रपणे जाणत नाही 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- अल्लाह ज्याला इच्छितो त्याची रोजी वाढवतो आणि कमी करतो 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- कुराण स्पष्ट अरबी भाषेत अवतरित केले गेले 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- अल्लाह कोणत्याही आत्म्यावर त्याच्या क्षमतेपेक्षा जास्त भार टाकत नाही 2:233, 286; 6:152; 7:42; 23:62; 65:7
- कोणीही दुसऱ्याचा भार उचलेल नाही 6:164; 17:15; 35:18; 39:7; 53:38
- जर अल्लाह तुम्हाला हानी पोहोचवतो, तर अल्लाहशिवाय कोणीही ती दूर करू शकत नाही 6:17; 10:107
- आणि याच्यापेक्षा अधिक अन्यायी कोण आहे... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- माणूस समृद्धीत कृतघ्न आणि गरजेत नम्र असतो 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- स्थैर्य (तथ्बीत) अल्लाहकडे मागितले जाते आणि त्याच्याद्वारे दिले जाते 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- सर्व मतभेद अल्लाह आणि त्याच्या रसूलाकडे परत केले जातात 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- जहन्नमच्या (नरक) रहिवाशांमधील वादविवाद 26:96-102; 38:58-64; 40:47-50
- अल्लाहच्या रसूलाची आज्ञाधारकता (ताआ) पाळण्याचे बंधन 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- कुराणमधील सजद्याच्या आयती 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- उम्मतमधील सर्व संकटे अवज्ञेमुळे आहेत 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- अल्लाह ज्याला पथभ्रष्ट करतो, त्याला मार्गदर्शक नाही 13:33; 39:23, 26; 40:33; 7:186; 18:17
- सर्व पैगंबरांनी इबादतच्या तौहीदपासून सुधारणा सुरू केली 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- यश आणि समृद्धी आत्म्याच्या तझ्कियाह (शुद्धीकरण) शी जोडलेली आहे 20:76; 35:18; 87:14; 91:9; 92:18;
- सर्व मान आणि सामर्थ्य ('इझ्झाह) अल्लाहसाठी आहे 4:139; 10:65; 35:10; 63:8
- फक्त अल्लाहलाच शुद्ध आणि प्रामाणिकपणे हाक मारण्याचे बंधन 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- अल्लाहसोबत इतरांना हाक मारण्यास मनाई 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- सर्व पैगंबरांनी अल्लाहचा तक्वा आणि (स्वतःची) आज्ञाधारकता आज्ञा केली 43:63; 71:1-28
- हिजरत (स्थलांतर) विषयी 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- अल्लाहशिवाय सृष्टीसाठी कोणीही खरा संरक्षक किंवा सहाय्यक नाही 2:107, 120; 9:74, 116; 29:22; 42:31
- ज्यांच्या हृदयांवर अल्लाहने शिक्का मारला आहे 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ईमान हे भय आणि आशा यांच्या दरम्यान आहे 17:57; 32:16; 39:9
- कुफ्र, शिर्क आणि निफाक यांच्याद्वारे सर्व कर्मांच्या रद्द होण्याविषयी 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- अल्लाहचे वही आणि पैगंबर हे मार्गदर्शन, ज्ञान आणि विश्वासाचे प्रकाश आहेत 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- जे शब्द विकृत करतात ते यहूदी आणि तावील (तहरीफ) करणारे लोक आहेत 2:75; 4:46; 5:13; 5:41
- जगाचे जीवन केवळ तात्पुरतं सुख आणि आनंद आहे 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- दह्रिय्याह (नास्तिक) 45:24; 6:29; 23:37
- अल्लाहने मुहम्मदला धर्मासह पाठवले, जेणेकरून तो इतर सर्व (रद्द केलेल्या किंवा खोट्या) धर्मांवर विजयी होईल 9:33; 48:28; 61:9
- तागूत बद्दल आणि तागूतला नाकारण्याची आवश्यकता 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- ते कट रचतात आणि अल्लाहही कट रचतो आणि तो सर्वोत्तम कट रचणारा आहे 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- कयामतचे (अंतिम क्षणाचे) ज्ञान अल्लाहकडे आहे 7:187; 33:63; 41:47
- फुरकान (निकष) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- वाईटाला चांगल्याने परतवून लावणे 23:96; 28:54; 41:34
- अंतिम क्षण (कयामत) जवळ आली आहे 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- आणि त्याच्या निशाण्यांपैकी... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- अल्लाह आपल्या निशाण्या स्पष्ट करतो, जेणेकरून तुम्ही... 2:73, 187, 221, 242; 3:103; 5:89
- अल्लाह प्रत्येक गोष्टीचा निर्माता आहे 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- अल्लाहने सृष्टीची निर्मिती खोटेपणाने किंवा विनोदाने केली नाही 21:16; 38:27; 44:38; 46:3
- अल्लाहने मनुष्याला निर्माण केले, जेणेकरून ते फक्त त्याची इबादत करतील आणि त्यांची परीक्षा घ्यावी की कर्मात कोण सर्वोत्तम आहे 11:7; 18:7; 51:56; 67:2;
- अल्लाहने पैगंबर पाठवले, त्याच्या इबादतीकडे बोलावण्यासाठी, त्यांची आज्ञा पाळण्यासाठी, आणि शुभवार्ता देणारे आणि सावध करणारे म्हणून 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- अल-कद्रचे चार स्तर 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- इबादतचे प्रकार आणि स्वरूप 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- अल्लाह ज्याला इच्छितो त्याला मार्गदर्शन करतो आणि पथभ्रष्ट करतो 14:4; 16:93; 35:8; 74:31
- अल्लाह ज्यांना पथभ्रष्ट करतो 2:26; 9:115; 14:27; 40:34, 74; 45:23
- अल्लाह ज्याला पथभ्रष्ट करतो त्याला कोणीही मार्गदर्शन करू शकत नाही 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- अल्लाहसाठी कोणत्याही साम्याचा नकार 2:22; 19:65; 42:11; 112:4
- अल्लाह कोणावरही अत्याचार करत नाही, तर ते स्वतःच्या आत्म्यांवर अत्याचार करतात 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- सलफ (सहाबा) यांचे अनुसरण करण्याचे बंधन 2:137; 9:100; 4:115; 48:18, 29
- दावत (धर्मप्रसार) देण्याची पद्धत 12:108; 16:125; 29:46
- शिर्क केवळ मूर्तींपुरता मर्यादित नाही, तर त्यात पैगंबर, फरिश्ते, जिन्न आणि सज्जन यांच्याद्वारे शिफारस मागणे समाविष्ट आहे 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- विवाहास पात्र वयाचे घटक 4:6; 6:152; 24:59
- जिब्रील हा पवित्र, विश्वसनीय आत्मा आहे, जो कुराण अल्लाहकडून पैगंबराकडे घेऊन आला 2:97; 16:102; 26:192
- सहाय्य, विजय आणि वर्चस्व अल्लाह आणि त्याच्या रसूलांसाठी आहे 30:47; 37:171-173; 40:51; 58:21
""";
