const String quranIndexAmharicRaw = r"""
የመንዚል ጸሎቶች 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ጌታችን ጸሎቶች 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ጌታዬ ጸሎቶች 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ሃሩን (Hārun) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
ፊቱን ጨማደደ ('Abasa) S.80; 74:22
ምስጋና (ውዱ) 4:43; 5:6
አብርሃም (ኢብራሂም) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- አይሁዳዊም ክርስቲያንም አልነበረም 3:67-68
- በባካህ ባለው የመጀመሪያ መቅደስ ቆሟል 3:97; 26:123
- የካዕባን መሠረት አቆመ 2:124-129
- ሕዝቦቹን ለአንዱ እውነተኛ አምላክ አምልኮ ጠራ 2:130-133; 26:69-89; 29:16; 29:24-27
- ትዕቢተኛ ንጉሥን ተከራከረ 2:258
- ትንሣኤን ጠየቀ 2:260
- አይሁዳዊም ክርስቲያንም አልነበረም 3:65-68
- የሰማይ አካላት አምልኮን ውድቅ አደረገ 6:74-87
- ስለ ይስሐቅ ልደት ዜና ተቀበለ 11:69-76; 51:24-30
- በካዕባ ዘንድ ያደረገው ጸሎት 14:35-41
- በመልአኮች ተጎበኘ 15:51-56
- አርዓያ ሰብ 16:123
- አባቱን ወደ እውነት ጠራ 19:41-50
- ጣዖታትን አወደመ ከእሳቱም ዳነ 21:51-73; 37:83-113
- ሁሉንም ወደ ሐጅ ጠራ 22:26
አብራር 3:193, 198; 76:5; 82:13; 83:18-22
መሻር 2:106, 16:101
አቡ ለሀብ 111:1-5
የዓድ ሕዝቦች 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
አዳም 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- መላዕክት ሊሰግዱለት ታዘዙ 2:34; 7:11
- የዕውቀት ዛፍ 2:35; 7:19-20; 20:120-121
- ከገነት መባረር (በሔዋን ላይ ምንም ጥፋት የለም) 2:36; 7:24
- በአላህ ተከብሮ በሰይጣን ተፈተነ 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- በአላህ ተምሯ 2:37; 20:122
'Adiyat, S.100
የዓድን ገነት 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ፈተና
- በሌላ ሰው ሸክም አትጫን 6:164; 17:15; 35:18; 39:7; 53:38
- ከችሎታ በላይ አትጫን 2:286; 6:152; 7:42; 23:62
- በፈተና ጊዜ ትዕግሥት 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
እርጅና 16:70; 22:5; 30:54; 36:68
- ለሚንከባከቧቸው ዕድሜ ለገፉ ወላጆቻቸው ሊያሳዩ የሚገባ ባህሪ 17:23
አህመድ 61:6
አህቃፍ S.46; 46:21
አህዛብ S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
የአይካህ ሰዎች 15:78; 26:176; 38:13; 50:14
A'la S.87; 87:1; 92:20
'Alaq, S.96
Al-Imran, S.3
አላህ
- ለእርሱ አንድ ቀን ሃምሳ ሺህ ዓመት ነው 70:4
- ለእርሱ አንድ ቀን ሺህ የሰው ዓመት ነው 22:47; 32:5
- ማንኛውንም ነገር ማድረግ ይችላል 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ከሁሉም ፈራጆች ምርጥ ነው 95:8
- ከፍቻ አልፎ ይሄዳል 43:82; 67:12
- የከሃዲዎችን ሴራ ያደናቅፋል 8:30; 8:36
- ሰዎችን እንዲጠፉ ሌሎችንም እንዲፈጠሩ ያደርጋል 4:133; 14:19; 35:16
- ሳቅንም ለቅሶንም ያደርጋል 53:43
- አንድ ሰው ምዕተ ዓመት እንዲተኛ አደረገ 2:259
- እውነቱን ለሚክዱ ጠላት ነው 2:98
- ጠዋትም ማታም ምስጋናን ዘምሩለት 33:42
- ሐሰተኛ ሴቶች ልጆቹ 16:57; 17:40; 43:16; 52:39; 53:21-22
- በስም 53:19-20
- ለሰዎች ነፃ ፈቃድ ሰጥቷል 36:67
- ሁሉንም ለእርሱ መስጠት 4:66-68; 4:125
- መልካምና ክፉ ከእርሱ ነው 4:78
- ሕይወትን ሞትንም ይሰጣል 44:8; 53:44; 57:2; 67:2
- ጠንክረው የሚሠሩ የተሻለ ምንዳ ያገኛሉ 4:95-96; 5:54; 9:120; 49:15; 61:11
- ጓደኛ የለውም 72:3
- ልጅ የለውም 43:81; 72:3; 112:3
- በመከራህ ጊዜ አልተዋህም 93:3
- በዕውቀቱ በሁሉም ቦታ ይገኛል 2:115; 2:142; 2:177; 4:126
- ፊተኛውና መጨረሻው ነው (አልፋና ኦሜጋ) 57:3
- ገሃዱና ሰውሩ ነው 57:3
- ከፍቻ ያለፈውን ያውቃል 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- በፍትሐዊ ሁኔታ የሚሠሩትን ይወዳል 49:9
- ስለ ያልተናገረው ሕግ አላወጣም 5:101; 6:140; 6:148; 7:32
- በጦርነት ምርኮኞች መካከል ደግነት ላላቸው ምሕረት 8:70
- ተፈጥሮው 2:255
- ምንም ሰው አምላክ አይደለም 3:64; 3:151
- ሦስትነት አይደለም 4:171
- ከክፉ ወደ እርሱ መጠጊያ 113:1-5; 114:1-6
- ቆሞ ተቀምጦ ተኝቶ ማስታወስ 3:191; 4:103; 10:12; 25:64
- በማኅፀን ውስጥ ይቀርጽሃል 3:6
- ዙፋኑ በውሃ ላይ ያርፋል 11:7
- ምንም እንደማታውቁ ነገሮችን ይፈጥራል 16:8
- ለፍጥረቱ ግፍ አይሻም 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ቃል ኪዳኖች 8:72; 9:7
- ክርስቲያኖች እና አይሁዶች 5:51
- ለሚክዱ ዘመዶች የተከለከለ 9:23-24
- ከምናፍቃን ጋር የተከለከለ 4:88-89; 4:139; 4:144
አልያሳዕ (ኤልሻን ይመልከቱ)
አማናህ ታማኝነትና አላህ የደነገጋቸው ግዴታዎች ወዘተ. 2:283; 4:58; 8:27
- ታማኝነትን ይመልከቱ
መላዕክት 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- ከእሳት ተፈጥረዋል 7:12; 38:76
- ስምንቱ በፍርዱ ቀን የአላህን ዙፋን ይሸከማሉ 69:17
- ሴቶች ናቸው የሚለው ሐሰተኛ ይሆናል 43:19; 53:27
- ጠባቂ 82:10-12; 86:4
- አስራ ዘጠኙ ሲኦልን ያስተዳድራሉ 74:30-31
- ምኞቶችን ለማሟላት አይላኩም 15:7-8
- ለማነሳሳት ተልኳል 16:2
ቁጣን ማቆም 3:134
'Ankabut, S.29
ጉንዳኖች 27:18
ዝንጀሮዎች 5:60
- ናቃቂዎች 2:65; 7:166
ከሃዲነት 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ለከሃዲዎች ፈጣን ቅጣት አትለምን 46:35
- አላህ ብቻ ይቀጣቸዋል 73:11; 74:11
- በዓለም ተቀጣ 2:217; 9:74
- በሌሎች መወዳጀት አልቦ 3:87
- ንስሐ 3:89; 5:34; 9:5; 9:11
- በፍርዱ ቀን ዘግይቷል 40:85
- በጉልበት ስር 16:106
ከሃዲዎች 47:25
A'raf, S.7; 7:46, 48
አረፋት 2:198
ክርክር
- ለሚታለሉ ሰዎች ወገን አትቆም 4:107
- በዚህ ዓለም ወደናቸው ተከራከርህ ነገር ግን በትንሣኤ ቀን ማን ይከራከርላቸዋል 4:109
ክርክሮች/ጥቃቶች
- በዓይነቱ ምላሽ ስጥ 8:58
- ትዕግሥተኛ መሆን ይሻላል 16:126
ትጥቅ 16:81
'Asr, S.103
አያት አል-ኩርሲ 2:255
험ሳጭ 49:12; 104:1
የበድር ጦርነት 3:13
- ትምህርቶቹ 8:5-19, 42-48
አል-ባይት-ኡል-ማዕሙር 52:4
ባካህ (መካ) 3:96
ባዕል 37:125
Balad, S.90
ሚዛን 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
የባኑ አን-ናዲር 59:2-6, 13
Baqarah, S.2
Bara'a (ተውባህን ይመልከቱ) S.9
ባርዛህ (እንቅፋት) 23:100; 25:53; 55:20
- ደግሞ 18:94-97; 34:54; 36:9 ይመልከቱ
Baiyinah, S.98
የመጨረሻ ቀን አውሬ 27:82
ቤዱዊኖች 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ንብ 16:68-69
ባህሪ
- ቅዱሳን ጽሑፎች ለተሰጣቸው ሰዎች በጨዋነት ተከራከር 16:125, 29:46
- ስለማታውቀው ጉዳይ ጣልቃ አትግባ 17:36
- ከባድ ኃጢአቶችን እና ነውራዊ ድርጊቶችን ተዋቸው 53:32
- ስለ እርስ በርሳቸሁ ጥርጣሬ አትያዙ አትሰልሉ አትሳሳሳቡ 49:12
- በሐሳብህ ፍትሐዊ ሁን 6:152
- ማህበረሰቡ ልከኛ ይሁን 2:143; 25:67
- ትዕቢት ይወቀስ 4:36, 57:23
- እርዳታ ለሚጠይቁህ ሰዎች አትዝለፍ 93:10
- ራስህን ንጹህ አትቁጠር 53:32
- ሌሎችን አትሳለቅ 49:11; 104:1
- ክፉ ነገሮችን ሰዎች ፊት አታውጣ 4:148
- ስለ እርስ በርሳቸሁ ክፉ አትናገሩ 104:1
- እያንዳንዱ ቡድን ሕግ እና የሕይወት መንገድ ተሰጥቶታል 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- እና የአምልኮ መንገድ 22:67
- አላህ ሁሉንም አንድ ማህበረሰብ ማድረግ ይችል ነበር 5:48; 11:118; 16:93; 42:8
- ከአላህ ጋር አንድ ማህበረሰብ 21:92
- አይሁዶችን ምሕረት አድርግ 5:13
- ከሃዲዎችን ምሕረት አድርግ 31:15; 45:14
- ቶሎ ምሕረት አድርግ 42:37
- ገዢዎች ከምክር በኋላ ይወስናሉ 42:38
- እና ነቢይ 10:47; 16:36
- አማኞችን ማዋረድ ኃጢአት ነው 33:58
- ወንዶች (ወደ ሴቶች) 24:30
- ሰላምን ፈጣሪዎች ይሸለማሉ 42:40
- ምንም ማድረግ ካልቻልህ ለሚያስፈልጋቸው ሰዎች ፍትሐዊ ቃላት ተናገር 17:28
- ዕድሜ ለገፉ ወላጆቻቸው ሊያሳዩ የሚገባ ባህሪ 17:23
- ወደ ሌሎች ሙስሊሞች 33:6
- ወደ ሌሎች 17:26-29; 17:35; 17:53; 60:8
- ወደ ወላጆቻቸው 46:15
- ወደ ባሮቻቸው 4:36; 24:33
- ጠላተኛ ያልሆኑ ከሃዲዎችን በፍትሐዊነት ያዝ 60:8
- የነቢዩ ሚስቶች 33:28-34
- ሴቶች (ወደ ወንዶች) 24:31
- በሁሉም ራዕዮች 2:136; 2:285
- ተፈጥሮአቸው 49:14-15
አማኞች 2:2-5; 2:285; 8:2-4; 8:24
ኑዛዜ 2:180, 240; 4:7, 12; 36:50
ክዳት (ማታለል ማጭበርበር) 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
መጽሐፍ ቅዱስ 5:64, 5:65, 5:68
- መዛባቱ 3:78; 5:14-15
ወፎች 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
የደም ዋጋ (ዲያ) 2:178-179; 4:92; 17:33
ምርኮ የጦርነት 4:94. 8:41; 59:6-8
- በሕገ ወጥ መንገድ መውሰድ 3:162
- ምርኮን ይመልከቱ
ጉቦ 2:188
ቡድን 22:36
ሸክም
- ሌላ ሰው ሸክምን ማንም ሸካሚ አይሸከምም 35:18; 39:7; 53:38
- ከሃዲዎች የሌሎቹንም ሸክም ይሸከማሉ 16:25; 29:13
- የሚሸከሟቸው ሸክሞች ክፉ ናቸው 6:31, 164
- አላህ አንድን ሰው ከሚቋቋመው ባሻገር አይጭነውም 2:286; 7:42; 23:62
Buruj (ትልልቅ ከዋክብት) S.85; 85:1; 15:16; 25:61
ግመል 6:144; 7:40; 77:33; 88:17
ምርኮኞች 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- የጦርነት እስረኞችን ደግሞ ይመልከቱ
ከብቶች 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
የሠዋር ዋሻ 9:40
የዋሻ ሰዎች 18:9-22, 25-26
ከእውነት ጋር እርግጠኝነት 56:95; 69:51
ምጽዋት (ሰዳቃ) 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- የምጽዋት እና የዘካ ዓላማዎች 2:273; 9:60
ልጆች 2:233; 42:49-50
- ልጆቻቸውን ያለ ዕውቀት ሞኝነት የሚገድሉ ጠፍተዋል 6:140
ክርስቶስ (ኢየሱስን ይመልከቱ)
ክርስቲያኖች 5:14, 19, 64-65, 69; 22:17
- ኢየሱስን አምላክ እንዳያደርጉ ተጠይቀዋል 4:171
- ለሙስሊሞች ፍቅር ከሚሰማቸው ሰዎች ቅርብ ናቸው 5:82
- አብዛኞቹ ሊያስቡ የሚገባቸውን ነገር ረስተዋል 5:14
- አሁን ወደ እናንተ መልዕክተኛ ይመጣ 5:15, 19
- ጻድቃን ይሸለማሉ 2:62; 5:65; 5:69
- "ኢየሱስ የአላህ ልጅ ነው" ይላሉ 9:30
የወደቁ ከተሞች 69:9
የደህንነት ከተማ 95:3
ልብስ 7:26; 16:81
- የእሳት ልብስ 22:19
- ሽፋን ወይም የሴቶች ልብስ ከቤት ውጭ 24:31
- የሴቶች ውጫዊ ልብስ ከምናፍቃን ትንኮሳ ይከልካቸዋል 33:59-60
ኮፌዴሬቶች 33:9, 22
- አህዛብን ይመልከቱ የጋራ ምክክር 42:38
ፍጥረት
- ይጀምራሉ እና ይደገማሉ 10:4; 21:104; 27:64; 29:19-20
- አዲስ ፍጥረት 17:49, 98; 35:16
- በእውነት 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- ለጨዋታ አይደለም 21:16-17; 23:115
- ሁሉም ሕያው ነገሮች ተፈጥረዋል 21:30; 24:45; 25:54
- የሰው ፍጥረት 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- የመጀመሪያው ቅርጽ 56:62
- በስድስት ቀናት 7:54; 11:7; 32:4; 50:38; 57:4
- በጥንዶች 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- ልዩነት ፍጥረት ውስጥ 35:27-28
- አላህ "ሁን!" ይላል — ይሆናልም 2:117; 16:40; 36:82; 40:68
- እንደ ዓይን ጥቅሻ 54:50
- ሌሊትና ቀን ፀሐይና ጨረቃ 39:5
- ሰማይና ምድር ፍጥረት ከሰው ፍጥረት ይበልጣል 40:57; 79:27
- ዓላማ 51:56
ቁራ 5:31
መስፈርት 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr (ኢንሳንን ይመልከቱ) S.76; 45:24
- ጊዜ 76:1; 103:1
ዳዊት 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- መዝሙሮቹ ተሰጡት 4:163
- ያጋለዮሳቸውን ጎልያድን ገደለ 2:251
- ፍርድ አለፈ 21:78-80
- በዕውቀትና ነቢዩነት ተባረከ 27:15-16
- ተራሮችና ወፎች አላህን ለማወደስ ይቀላቀሉት 34:10; 38:17-20
- በሁለት ሰዎች መካከል ፍርድ ሰጠ 38:21-26
ዳዋብ ወይም ዳባህ (የሚንቀሳቀስ ሕያው ፍጡር ወዘተ.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
ሙታን ይነሱ ዘንድ ነው 6:36
ሞት 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ከጦርነት ሽሽት 33:16
- በአላህ መንገድ 3:195; 22:58; 47:4
- ራዕይ የሌላቸው ማህበረሰቦች አይጠፉም 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- በአላህ መንገድ የሞቱ ሕያዋን ናቸው 2:154; 3:169
- ወደ አላህ ወደ ሸሹ ጊዜ 4:100
- ሊቆምም ሊዘገይም አይቻልም 63:10-11
- የእንቅልፍ መንትያ ወንድም 6:60; 39:42
- አማኞች እና ከሃዲዎች በሞት ጊዜ 8:50; 16:27-32; 41:30
- በመቃብር ውስጥ ቅጣት 40:46
빚ዎች 2:280, 282; 4:11-12
ድንጋጌ
- ለእያንዳንዱ ጉዳይ ድንጋጌ አለ 13:38
- ለምናጠፋቸው ከተሞች ሁሉ ታወቀ ድንጋጌ ነበር 15:4
- ሁሉም ጉዳዮች ከአላህ ናቸው 44:5
- ጉዳዩን ሲወስን "ሁን!" ይላል — ይሆናልም 2:117; 36:82; 40:68
ሥራዎች
- ክፉ ሥራዎቻቸው ያምሩላቸዋል 47:14
- ለእኛ ሥራዎቻችን ለናንተ ሥራዎቻችሁ 28:55; 42:15; 45:15
- መልካምና ክፉ ሥራዎቹ ለራሱ ናቸው 41:46
- ሰው ሥራዎቹ ለአንገቱ ታስረዋል 17:13
ደረጃዎች እንደ ሥራቸው ልክ 6:132
ምኞት ክፉ ምኞታቸውን ተከተሉ 47:14, 16
- ፈጣሪውን አምላኩ ያደረገ 25:43
በአላህ ምሕረት አትስፋ 39:53; 21:87-88; 68:48-50
- ዮናስን ደግሞ ይመልከቱ
Dhariyat, S.51
ዚክር 7:205; 15:6, 9
ዙልኪፍ 21:85; 38:48
ዙልቀርነይን 18:83-98
ዙን-ኑን (የዓሣ ጓደኛ)
ከሃዲዎች (ምናፍቃኖቹንም ይመልከቱ)
- ሙሐመድ (ﷺ) በማስረጃነት የአላህ ቁጣ እንዲወርድ ይጠይቁ 6:57-58; 8:32; 10:49-52
- በጨዋነት ኩባንያቸውን ይዝ 31:15
- የሚሉትን በትዕግሥት ሸካ 20:130; 50:39
- ከእነርሱ ጋር ቃል ኪዳን 8:56; 8:72; 9:4, 7
- ቃል ኪዳን መስበር 8:58; 9:12
- አላህ ሴራቸውን ያደናቅፋቸዋል 8:30, 36
- አላህን ያሾፉ ጊዜ ኩባንያቸውን ተው 4:140; 6:68
- ጥበቃ ቢጠይቁ ጠብቃቸው 9:6
- በጦርነት ጊዜ ቅጣት 8:12, 50, 59
- ወደፊቱ ቅጣት 8:37
- መስጂዶችን መጎብኘት ወይም ማስተዳደር አይገባቸውም 9:17
- በጨዋነት ተናገራቸው 17:53
- ጠንክሮ መዋጋት 9:73; 25:52; 66:9
- ጠላተኛ ያልሆኑትን በፍትሐዊነት ያዝ 60:8
- ከሌሎች ከሃዲዎች ጋር ብቻ ይዋሃዳሉ 8:72
ደቀ መዛሙርት (የኢየሱስ) 3:52; 61:14
በምናፍቃን እና ከሃዲዎች ልብ ውስጥ ያለ ሕመም 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ዕፀዋት (መጽሐፍ) ማዛባት 3:78; 5:14-15
ስርጭት
- ሰዎች ውስጥ 30:22, 35:27-28
- ሕይወት ውስጥ 35:27-28
ፍቺ 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- ከጥበቃ ጊዜ በኋላ ፍቺ ወይም ዕርቅ 2:231; 65:2
- ሁለት ምስክሮች 65:2
- ጋብቻ ማካካሻ 2:233, 241
- ለቀድሞ ባለቤት ወራሽ ይዘልቃል 2:233
- ሁለት ጊዜ ሊሻር ይችላል 2:229
- ያዝ ሁኔታ 2:229, 236-237
- አስፈላጊ ከሆነ ጡት አጥቢ ፈልግ 65:6
- ዚሃርን ደግሞ ይመልከቱ
ፍቺ ወንድ
- አንዲት ሴት ለሌላ ሲፈታ - ከሰጠው ነገር አይውሰድ 4:20
- ሚስቱን አታስጨንቅ 65:6
- ሚስቶቹን ፈቃዳቸው ሳይሆን አትያዛቸው 4:19
- አዕምሮውን ለመቀየር አራት ወር 2:226
- ሚስቱን ሙሉ በሙሉ ደግፋት ​​እርግዝናዋ እና የጥበቃ ጊዜ 65:6
- ልጅህን ከምታጠባ ሚስትህን ሙሉ በሙሉ ደግፋት 65:6
- እናት ምክንያቱ ዘጠና አልባ ልጇ ምክንያት ሊሰቃይ አይገባም 2:233
- ቅድመ ኢስላም 58:2
- ለዕርቅ ፈቃደኛነት ሁለት ወር ተከታታይ ጾም 58:4
- ለዕርቅ ፈቃደኛነት 60 ሰዎችን ምግብ አቅርብ 58:4
- ለዕርቅ ፈቃደኛነት ባሪያ ነጻ አውጣ 58:3
- የዕርቅ ሙከራ 4:35
- ጋብቻ ሳይፈጸም ኃጢአት የለም 2:236
- ሙሽሪት ግማሽ ቀለብ የማግኘት መብት አላት 2:237
ፍቺ ሴት
- ሦስተኛ ፍቺ በኋላ (ይህ ከሌላ ባል) ወደ ቀድሞ ባሏ መመለስ ትችላለች 2:229
- ጥገና የማግኘት መብት አላት 2:241; 65:1
- ፍቺ ለማድረግ እኩል መብት 2:228
- ባሏ ሊጎዳት ፈርታለች 4:128
- ባሏ የሰጣትን ማስቀረት ትችላለች 2:229
- ከቤታቸው አትባረር 65:1
- እርግዝናን ውድቅ ለማድረግ ሦስት ወር ጥበቃ 2:228
- ከወር አበባ ነጻ ለሆኑ ሦስት ወር ጥበቃ 65:4
- ጋብቻ ሳይፈጸም ካልሆነ 33:49
ውሾች 7:176
አህያ (አሳ) 2:259; 16:8; 31:19; 62:5; 74:50
ሀሳ
- አልኮሆላዊ 2:219; 5:90
- ንጹህ እና ነጭ ጣፋጭ 37:45-46; 76:21
- ንጹህ ታሸገ ወይን 83:25
Duha, S.93
Dukhan, S.44
የዝሆን ሠራዊት 105:1-5
ኤልያስ (ኤልያሁ ኢልያሲን) 6:85; 37:123-132
ኤልሻ (አልያሳዕ) 6:86; 38:48
ሄኖክ (ኢድሪስን ይመልከቱ)
ሁኔታ 56:1; 69:15
ክፋት 4:123; 10:27-30; 19:83; 59:15
- ሰዎች ፊት ሊነገር አይገባም 4:148
- ከራሳችን ነው ነገር ግን መልካም ከአላህ ነው 4:79; 42:48
- ክፋትን ምሕረት አድርግ 4:149
- ዋጋ ይከፈለዋል 6:160; 42:40
- ሴራ የሚጠቁ 16:45-47
- መጨረሻቸው ክፉ ነበር 30:10
- በምድርና ባሕር ተስፋፋ 30:41
- ክፋትን ይመልከቱ
- ለጥሩ ሁን 7:95
- ክፉ ምኞታቸውን ተከተሉ 47:14, 16
- ሥራዎቻቸው ያምሯቸዋል 47:14
ከልካኝ
- ምግብ ላይ የተከለከለ 5:87
- ሃይማኖት ላይ 4:171; 5:77-81
ዓይኖች ጆሮዎች እና ቆዳዎች ኃጥዓን ላይ ምስክር ይሆናሉ 41:20-23
ዕዝራ (ዑዛይር) 9:30
የአላህ ፊት ወይም ሰዓት 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ያምሩ
- አላህ ለእያንዳንዱ ሕዝብ ሥራዎቹ እንዲያምሩ አድርጓል 6:108
እምነት (ቅብ) 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ሃይማኖትን ያወቀ 3:116
- እምነት ማደግ 3:173
- በእርግጠኝነት 44:7; 45:4, 20; 51:20
- ወደ እምነቱ መርቶሃል 49:17
Fajr, S.89
Falaq, S.113
ስለ ቁርዓን ቁጥሮች የሐሰት ቅሬታ 6:68
ሐሰተኛ አማልክት
- ከአላህ ሌላ ጣዖቶችና ሊባሉ የሚችሉ ሸሪኮች 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ከአላህ ሌላ የሚያመልኳቸውን አትሳደብ 6:108
- ጣጉቱን ደግሞ ይመልከቱ
ውሸት (ባጢል) 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ሰው ሥራዎቹ ለአንገቱ ታስረዋል 17:13
ጾም 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- ነጩ ክር ከጥቁሩ ክር ሲለይ እስከሚታይ ብሉ ጠጡ 2:187
Fath, S.48
Fatihah, S.1
Fatir, S.35
ፊዲያ (ቤዛ) ጾም 2:196
- ምርኮኞችን ለማስለቀቅ 8:67
- ከሃዲዎች ያቀረቡት ቤዛ 3:91; 5:36, 37; 10:54; 13:18
በለስ 95:1
ውጊያ
- በአላህ መንገድ ከሃዲዎች ላይ 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ተደንግጓል 2:216
- በቅዱስ ወራት ውስጥ 2:217; 9:5
- የእስራኤል ልጆች 2:246-251
- ለአላህ ምክንያት እና ለተጨቆኑ ወንዶችና ሴቶች 4:74-76
- ፊትና እስኪጠፋ ድረስ 8:39
- ሀያ ሁለት መቶ ሲያሸነፍ 8:65
- በአላህ የማያምኑ ላይ 9:29
- ለተጎዱ ፈቃድ 22:39-41
- እና ምናፍቃን 47:20
- ከውጊያ ነፃ የሆኑ 48:17
Fil, S.105
የፊርዳዊስ ገነት 18:107; 23:11
እሳት 56:71, 100:2
ዝንብ 22:73
ምግብ
- ሕጋዊ እና ሕገ ወጥ (ሐላልና ሐራም) 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ባለፈው ጊዜ የበሉት ኃጢአት የለም 5:93
- አትለፍ 5:87
- አላህ ሕጋዊ ያደረገውን ሕገ ወጥ አታድርግ 5:87; 7:32; 16:116
የተከለከሉ ድርጊቶች 6:151-152; 7:33
ምሕረት 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- የምዕምናን ግዴታ 42:37; 45:14
- ምዕምናን ለቅዱሳት መጻሕፍት ሕዝቦች 2:109
- አላህ ለሚፈልጋቸው ይምራቸዋል 4:48
- አላህ ሸሪክ ማበጀት አይምርም 4:48, 116
- የአላህ ምሕረት የሚጠይቅ ሁሉ 4:110
- ሙሽሪኮች ይምሩ ዘንድ አላህን አትጠይቅ 9:113
- አላህ ኃጢአቶቹን ሁሉ ይምራቸዋል 39:53
- መላዕክቶች ለምድር ሰዎች ምሕረት ይጠይቃሉ 42:5
- ሲቆጡ ይምሩ 42:37
- ምሕረት አድርጉ ዕርቅ አድርጉ 42:40
- ምዕምናን ለአላህ ቀናትን የማይጠብቁ ምሕረት ያድርጉ 45:14
- ከባድ ኃጢአቶችን ያወቁ 53:32
- ምሕረቱ ወደ ምሕረት ቸኩሉ 57:21
- ክፉ ሥራዎች ወደ ሥራ ይለወጣሉ 25:68-71
ማጭበርበር (ክዳትን ይመልከቱ) 83:1-6
ነፃ ፈቃድ
- በአላህ ፈቃድ ይወሰናል 6:107; 10:99; 74:56; 76:31; 81:28-29
- ለሚፈልጉ ያምኑ ወይም ይካዱ 18:29
- ወደ ጌታው ይሂዱ 76:29
- ቀጥ ብለው ይሂዱ 81:28
የዓርብ ጸሎቶች 62:9-11
ፍራፍሬዎች 6:41; 16:11
- ገነት ውስጥ 43:73
- ሁሉም ዓይነት 47:15
- እንደ ፈለጉ 77:42
Fujjar, 82:14-16; 83:7
Furqan, S.25
Fussilat (Ha Mimን ይመልከቱ) S.41
ጅብሪል (ጀብሪል) 2:97-98; 26:193; 66:4; 81:19-21
- ሩህ 26:193; 67:12; 70:4; 78:38; 97:4
- ሩህ-ኡል-ቁዱስ 2:87, 253; 5:110; 16:102
ቁማር 2:219; 5:90
ጨዋታ ኢሕራም ሁኔታ ውስጥ 5:94-96
Ghafir (ሙዕሚንን ይመልከቱ) S.40
Ghashiyah, S.88
ጉሱል 4:43; 5:6
ስጦታዎች 30:39
ጎልያድ (ጃሉት) 2:249-251
መልካም (ቀናት) 3:140
- የሚጠሉትን ነገር መልካም ሊሆን ይችላል ትወዱትን ክፉ ሊሆን ይችላል 2:216
- ዋጋ ይከፈለዋል 4:85; 28:54
- ሁለት እጥፍ ዋጋ ይከፈለዋል 4:40; 28:54
- አስር እጥፍ ዋጋ ይከፈለዋል 6:160
- ጨምሯል 42:23
- ለሚሠሩ ደጎች ይህ ዓለምም ሆነ ወዲያ ቤት ለእነሱ ነው 16:30
- ደጎች ለሚሠሩ ምርጥ ዋጋ ይሰጣቸዋል 39:10
- አላህ ደጎቹን ምርጡን ዋጋ ይሰጣቸዋል 53:31
- ደጎች ካሉ ደጎ ካልሆነ ሌላ ዋጋ አለ ወይ 55:60
- አላህ ለናንተ እንዳደረገ ለናንተ ደጎ ሁኑ 28:77
መልካምና ክፋት
- መልካም ከአላህ ነው ክፉ ደግሞ ከናንተ ራሳችሁ ነው 4:79
- ደጎ ስታደርጉ ለናንተ ክፉ ስታደርጉ ደግሞ ለናንተ ላይ ነው 17:7; 41:46
- ክፉን ደጎ ምለሱ 23:96; 28:54; 41:34
- ደጎ እና ክፉ ሥራ እኩል ሊሆኑ አይችሉም 41:34
- እያንዳንዱ ሰው ካደረጋቸው ሁሉ ደጎና ክፉ ያጋጥመዋል 3:30
- ሙሕሲኑንን ደግሞ ይመልከቱ
መልካም ሥራ
- ግለጸው ወይም ደብቀው 4:149
- እንደ ሩጫ ፉክክር ተሰማሩበት 5:48
ወንጌል 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
ታላቅ ዜና 78:1-5
ሰላምታ 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Hadid, S.57
ሃዲ (ለቀርባን የሚሆን እንስሳ) 2:196, 200
ሐጅ (ሐጅ) 2:158, 196-203; 3:97; 5:2; 22:30
Hajj, S.22
ሃማን 28:6, 38; 29:39; 40:24, 36, 37
እጆችና እግሮች ምስክር ይሆናሉ 36:65
Haggah, S.69
ፈተና ሁሉ ከእርሷ ጋር እፎይታ አለ 94:5-6
ሃሩን (አሮን)
ሃሩት 2:102
Hashr, S.59
ልቦች
- የደነደኑ 2:74; 22:53; 39:22; 57:16
- የታሸጉ 7:100-101; 40:35; 47:16; 63:3
- የተሸፈኑ 17:46; 41:5
- የተቆለፉ 47:24
- የተከፈሉ 59:14
- በፍርሃት የሞሉ 22:35
- ሕመም ባለባቸው ልቦች 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ሰማያት
- የሰማያት ሰውሩ ለአላህ ነው 16:77
- ለጨዋታ አልተፈጠሩም 21:16
- ምድርም ተጣምረው ነበሩ 21:30
- ሰማያት ውስጥ የተሸሸገ ምንም የለም 27:75
- ምንም ምሰሶ ሳይኖራቸው ተፈጥረዋል 31:10
- በቀኝ እጁ ይጠቀለላሉ 39:67
- ሰባቱ ሰማያት በሁለት ቀናት ተፈጥረዋል 41:12
- ቅርቡ ሰማይ በብርሃናት ተሸለመ 41:12
- ሰማያቱ ውስጥ ያለ ሁሉ ለአላህ ነው 45:27; 53:31
- ሰባቱ ሰማያት አንዱ ከሌላው ላይ 67:3
ሲኦል (እሳት ነበልባል) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- የሚቃጠልና የሚፈላ ውሃ 22:19-22; 23:103-104
- ቅዝምዝም 14:14-17; 38:55-58; 69:35-37
- የዛቁም ዛፍ 37:62-70; 44:43-50; 56:41-56
- ነዋሪዎቻቸው ሕይወትም ሞትም አይኖራቸውም 87:13
- ተወቃቀሳ 26:91-101; 34:31-33
- ፈጣን ጥፋት ይጠይቃሉ 25:13-14; 43:74-78
- ዋይ ዋይ 35:36-37
- ሲኦል ጩኸቱና ዲፍዳፉ 25:11-12; 67:6-11
- የተቃጠሉ ቆዳዎች በአዲሶቹ ይተካሉ 4:56
- ሰንሰለቶችና የሣር ልብሶች 14:48-50
- የብረት ዱላዎች 22:19-22
- ሰንሰለቶች 13:5
- የሲኦል ጠባቂዎች 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ቤዛ አይቀበልም 5:36-37
- ምልጃ አይሰማም 6:94; 26:100; 30:13; 74:48
- የሚቃጠል ተስፋ መቁረጥ እና ቀዝቃዛ ጨለማ 38:57
- የ70 ክንድ ሰንሰለት 69:32
- ለተወሰነ ጊዜ ቆይታ 78:23
ወዲያ (ሕይወት ወዲህ)
- የወዲያ ቤት ይሻላል 6:32; 7:169
- ወዲያ ፍጻሜው ምን ይሆናል 6:135
- ዛሊሙን ወዲያ አይሳካሉ 6:135
- የወዲያ ቤት 12:109; 16:30; 28:83; 29:64
- ወዲያን የማያምኑ 17:10
- የወዲያ ምንዳ 42:20
- ከብርና ወርቅ ይሻላል 43:33-35
- ለሙተቁን ብቻ 43:35
- የወዲያ ቅጣት 68:33
- ይሻላልና ዘለቄታ አለው 87:17
- ከዚህ ዓለም ይሻላል 93:4
ሰፊ መንገዶች 21:31
ሂጅር (ድንጋያማ ቦታ) 15:80-85
Hijr, S.15
ግብረ ሰዶማዊነት 26:165-166; 27:55; 29:28-29
ፈረሶች 16:8
የፍርዱ ሰዓት
- ዕውቀቱ ከአላህ ዘንድ ብቻ ነው 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ድንገት ትመጣባቸዋለች 6:31; 7:187; 12:107; 43:66
- ትመጣባችኋለች 6:40; 12:107; 20:15; 34:3
- ቀርባ ነች 54:1-5
- እንደ ዓይን ጥቅሻ ወይም ከዚያም ይቀርባለች 16:77
- የሰዓቲቱ የምድር መናወጥ 22:1
- በዚያ ቀን ትቆማለች 30:12, 14
- ጥርጥር የሌለባት ናት 40:59; 45:32; 51:5-6
- ምልክቶቿ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ስሞቿ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ሰዎችን ድንገት ትወስዳቸዋለች 6:31; 7:187
- መለከት ይነፋል 6:73; 23:101; 39:68
ቤቶች ስለ መግባት ሥርዓት 24:27-29
ሁድ 7:65-72; 11:50-60; 26:123-140; 46:21-26
Hud, S.11
Hujurat, S.49
Humazah, S.104
የሁናይን ጦርነት 9:25
ሑር (በገነት ያሉ ሴቶች) 44:54; 52:20
ምናፍቃን
- "በአላህና በመጨረሻ ቀን እናምናለን" ይላሉ ነገር ግን በእውነቱ አያምኑም 2:8
- ራሳቸውን ያታልላሉ 2:9
- ልቦቻቸው ሕምምናት አለባቸው 2:10; 8:49; 22:53; 33:12; 47:29
- ጸብ ያዘሩ 2:11-12
- ሞኞችና ሳቂዎች 2:13-15
- ምሪትን በስህተት ተካሙ 2:16
- ዲዳዎችና ዕወሮች 2:17-18
- ሞትንና ጨለማን ፈርተዋል 2:19-20
- ደስ የሚያሰኙ ቃላት 2:204-206
- ለመዋጋት ፈቃደኞች አይደሉም 3:167-168
- አላህ ልቦቻቸው ውስጥ ያለውን ያውቃል 3:167; 4:63
- ወደ ሐሰተኛ ዳኞች ለፍርድ ይሄዳሉ ከራዕይ ይርቃሉ ጥፋት ሲሆን ይቀርባሉ 4:60-62
- ፈተና ሲሆን እና ድል ሲሆን 4:72-73
- አላህ ወደ ኋላ ወስዷቸዋል 4:88
- ወዳጆች ሊደረጉ አይገባም 4:89; 58:14-19
- ቢዞሩ የትም ቦታ ፈልጋችሁ ግደሏቸው 4:89
- ድላችሁን ወይም የከሃዲዎቹ ስኬት ይጠባበቃሉ 4:141
- አላህን ሊያታልሉ ይፈልጋሉ ሰዓሊ ሆነው ይሰግዳሉ 4:142
- ለነዚህም ለነዚያም አይደሉም 4:143
- በሲኦል ዝቅተኛ ደረጃ ናቸው ረዳት የለም 4:145
- ሊጋለጡ ፈርተዋል 9:64-65
- ለእነርሱ ጸሎት አትጸልይ 9:84
- ወንዶቻቸውም ሴቶቻቸውም ከእርስ በርሳቸው ናቸው ተሸናፊዎቹ የአላህ ርግማን ተወርዷቸዋል 9:67-69
- በቤዱዊኖቹ ውስጥ ያሉ 9:101
- የተገኙ ሁሉ ይያዙ ይገደሉ 33:61
- አላህ ይቀጣቸዋል 33:73
- ውሸታሞቹ ዞሩ ልቦቻቸው ተከፋፈለ 59:11-14
- ውሸታሞቹ መሃላቸውን ሽፋን አደረጉ ልቦቻቸው ታሸጉ ተጠንቀቁ 63:1-4
- አይረዱም አያውቁም 63:7-8
- ጠንክሮ ለመዋጋት 66:9
ኢብሊስ (ሰይጣን) 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ሰይጣንን ደግሞ ይመልከቱ
ኢብራሂም (አብርሃምን ይመልከቱ)
Ibrahim, S.14
ዒዳህ (የሴቶች የፍቺ ጥበቃ ጊዜ) 2:228, 231, 232, 234, 235; 33:49; 65:1-7
ኢድሪስ (ሄኖክ) 19:56-57; 21:85; 96:4
ኢሕራም 2:197; 5:2, 95
ኢሕሳን 16:90
Ikhlas, S.112
ኢላህ አንድ ብቻ ነው 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ሕገ ወጥ ወሲብ የምስክሮቹ ማስረጃ 4:15-18; 24:2, 19
ዒሊዩን 83:18-21
ናጃስ (ርኩስ) 9:28
ዒምራን
- ሚስቱ 3:35
- ሴት ልጁ 66:12
የማይቀር 69:1-3
Infitar, S.82
ውርስ 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
ወደ እርሱ ጥፋት የደረሰ ሰው ላይ ፍትሐዊ ያልሆነ 4:30, 148
Insan (Dahrን ይመልከቱ) S.76
Inshiqaq, S.84
Inshirah (Sharh ይመልከቱ) S.94
ቍርዓን 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ምልጃ/ምልጃ አቅራቢ 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
አሰካሪ ነገሮች 5:90, 2:219
ሶላት 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31, 37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
Iqra' ('Alaqን ይመልከቱ) S.96
ኢራም 89:7
ብረት 57:25
ዒሳ (ኢየሱስን ይመልከቱ)
ይስሐቅ (ኢስሃቅ) 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112-113
ይስማኤል (ኢስማዒል) 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
- ከአባቱ ጋር የካዕባን መሠረት አቆመ 2:125-140
- የቀርባን ታሪክ 37:100-113
እስልምና 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ሙስሊም ሆነው ከሚቀርቡ ፊተኞች 6:14, 163; 39:12
- ፊተኞቹ አቀባዮቹ 9:100
- ደረቱ ለእስልምና ተከፈተ 39:22
- እንደ ፀጋ 49:17
Isra', S.17
የእስራኤል ልጆች 2:40-86
- የተሰጣቸው ፀጋ 2:47-53, 60, 122; 45:16-17
- ለአላህ ታዛዥነት አምፀዋል 2:54-59, 61, 63-74; 5:71; 7:138-141
- ከሙስሊሞቹ ጋር ያላቸው ዝምድና 2:75-79
- ትዕቢታቸው 2:80, 88, 91
- ቃል ኪዳናቸው 2:80, 83-86, 93, 100; 5:12-13, 70
- የወዲያን ዋጋ ይህን ዓለም ተካሙ 2:86
- ሕይወትን ከሁሉም ሰዎች ይበልጥ ሚጓጉ 2:96
- ንጉሥ ጠየቁ 2:246-251
- ወሰን ተላለፉ ቡድን ቡድን ሆኑ ዝንጀሮ ሆኑ 7:161-171
- ሁለት ጊዜ ተቀደሱ 17:4-8
- ከጠላት ዳኑ 20:80-82
- መጽሐፍና መሪዎች ተሰጣቸው 32:23-25; 40:53-54
- ምሁሮቻቸው ቁርዓን እውነት መሆኑን ያውቁ ነበር 26:197
ኢስተዋ (ላዩ ላይ ሰፈረ) 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
ኢዒቲካፍ 2:187
ያዕቆብ (ያዕቁብ) 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- አስባጥ (የያዕቆብ አስራ ሁለቱ ልጆች) 2:140; 3:84; 4:163
ጃሉት (ጎልያድን ይመልከቱ)
ጀምራት 2:200
Jathiyah, S.45
ኢየሱስ የማርያም ልጅ ዒሳ
- እናቱ ከዓለም ሴቶች ሁሉ ተመረጠ 3:42
- በትንሣኤ ቀን ምስክር ይሆናል 4:159
- ስለ ልደቱ ምሥራች 3:45-47; 19:22-23
- ለእስራኤል ልጆች መልዕክተኛ 3:49-51
- ደቀ መዛሙርት 3:52-53; 5:111-115
- ደቀ መዛሙርት የአላህ ረዳቶች 3:52; 61:14
- ከፍ አደረጉት 3:55-59; 4:157-159
- እንደ አዳም ተመሳሳይ 3:59
- አልተገደለም አልተሰቀለምም 4:157
- ተነሳሽነት ተሰጠው 4:163
- ከመልዕክተኛ ያልበለጠ (አምላክ አትድረጉት) 4:171-172; 5:75; 19:30, 43:63-64
- የካዱ ሰዎች 5:17, 72; 9:30
- መልዕክተኛችን (ሙሐመድ ﷺ) መጥቷል 5:19
- ወንጌልን ሰጠ 5:46
- ደቀ መዛሙርት "ሙስሊሞች ነን" አሉ 5:111
- ምግብ ያለበት ጠረጴዛ 5:114
- ሐሰተኛ አምልኮ አላስተማረም 5:116-118
- ጻድቅ ነቢይ 6:85
- እንደ ምልክት 23:50
- ሁለተኛ መምጣቱ 43:61
- ስለ እርሱ የተለያዩ አመለካከቶች 43:65
- ለእስራኤል ልጆች ከባሪያ እና ምሳሌ ያልበለጠ 43:59
- አህመድ ስሙ የሚባል መልዕክተኛ ምሥራቹን ሰጠ 61:6
- ድንግልና ልደቱ መልዕክቱ እና ተአምሮቹ 3:45-51; 19:16-38
- የአላህ ፀጋዎች ተነገሩት 5:110-115
- አምላክ መሆኑን ካደ 5:116-120
- ርህራሄና ፀጋ ተከታዮቹ ልቦቻቸው ውስጥ 5:82; 57:27
አይሁዶችና ክርስቲያኖች 2:140; 4:153-161, 171; 5:18
- ውሸት ያዳምጣሉ 5:41-42
- ለተናገሩት ተረጋሙ 5:64
- ለምዕምናን (ሙስሊሞቹ) ጥላቻ 5:82
- እስልምናን የተቀበሉ 26:197; 28:53; 29:47
ጅብሪል (ጋብርኤልን ይመልከቱ)
ጂሃድ (ውጊያ ትጋት) 2:216; 9:24; 22:78; 25:52
Jinn, S.72
ጂኖች 6:100, 112; 15:27; 34:41; 38:37; 46:18, 29; 55:33, 39
- ጂኖች ከእሳት ተፈጥረዋል 15:25; 55:15
- አማኝና ከሃዲ ጂኖች 72:1-15
- አንዳንዶቹ በቁርዓን መልዕክት አመኑ 46:29-32
- ሰዎችና ጂኖች ለዓላማ ተፈጥረዋል 51:56-58
ኢዩብ 4:163; 6:84; 21:83-84; 38:41-44
ዮሐንስ (ያህያ ዮሐንስ መጥምቁ)
- ምሥራቹ 3:38-41; 19:7-11; 21:90
- ጻድቅ 6:85
- ጥበበኛ ርህሩህ ታዛዥ 19:12-15
ዮናስ (ዩኑስ) 4:163; 6:86; 10:98; 21:87; 37:139-148
- (ዙ ን-ኑን) 21:87; 68:48-50
ዮሴፍ (ዩሱፍ) 6:84; 12:4-101
- ምርጥ ታሪኮች 12:1-3
- ትንሹ ዩሱፍ ሕልሙ 12:4-6
- ወንድሞቹ ሴራ ጠረቱ 12:7-18
- ባሪያ ሆኖ ተሸጠ 12:19-20
- በግብፅ ዋና ሚኒስትር ቤት አደገ 12:21-22
- የዋና ሚኒስትሩ ሚስት ፈተነችው 12:23-29
- የግብዣ ሁኔታ 12:30-32
- እስር ቤት ሄደ 12:33-35
- ሁለቱ እስረኞች 12:36-42
- የንጉሡ ሕልም 12:43-53
- ዋና ሚኒስትር ሆነ 12:54-57
- ወንድሞቹ ምግብ ፍለጋ መጡ 12:58-68
- ወንድሙን ቢንያምን ወሰደ 12:69-82
- አባቱ ዳግም አዘነ 12:83-87
- እውነተኛ ማንነቱን ገለጸ 12:88-98
- የቀደመ ሕልም ተፈጸመ 12:99-100
- ማጠቃለያ ጸሎቱ 12:101
የጁዲ ተራራ 11:44
Jumu'ah, S.62
ፍትሕ (ዓዲል) 2:282; 4:58, 135; 7:29; 16:90; 57:25
- ደግሞ 4:65, 105 ይመልከቱ
ካዕባ
- በአብርሃም ተሠራ 2:125-127
- አደን አይፈቀድም 5:94-96
- የደህንነት መጠጊያ 5:97
- እርቃን ሆኖ መዞር 7:28
- ሲሰገዱ እና ሲዞሩ 2:200; 7:29, 31
Kafirun, S.109
ካፉር ሐሳ 76:5
Kahf, S.18
ካንዝ 9:34-35
ከውሠር (በገነት ያለ ወንዝ) 108:1
Kauthar, S.108
ቁልፎች
- የሰማያትና ምድር 39:63; 42:12
- የሰውሩ 6:59
ኻውላ ቢንት ሠዕለበህ 58:1
መግደል
- አንድ ሰው ቢገደል ሁሉንም ሰዎች የገደለ ይሆናል 5:32
- አንድንም ሰው አትግደሉ 17:33
- ጨዋ ቃላት ከምጽዋት ይሻላሉ 2:263
ዘመዶች መብቶቻቸው 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
ኪራማን-ካቲቢን 82:11
ዕውቀት
- አንዲት ቅጠል ትወድቃለች ነገር ግን እርሱ ያውቃታል 6:59
- ልጆቻቸውን ያለ ዕውቀት ሞኝነት የሚገድሉ ጠፍተዋል 6:140
- አምስቱ ነገሮች ዕውቀት ከአላህ ዘንድ ብቻ ነው 31:34
- በእርግጠኝነት 102:5-7
ቃሩን (ቆሬ) 28:76-82; 29:39; 40:24
ኩርሲ 2:255
Lahab (Masadን ይመልከቱ) S.111
Lail, S.92
መብራት 25:61; 67:5; 71:16; 78:13
ቋንቋዎች
- ልዩነቱ እና የሰዎቹ ቀለሞች 30:22
ላት 53:19
ሕግ የተደነገገ 5:48
ከአላህ ሕጎች 2:219; 98:3
ውሸታሞቹ 26:221-223
ሕይወት አንድ ሰው ቢታደግ ሁሉንም ሰዎች ያተረፈ ይሆናል 5:32
የዚህ ዓለም ሕይወት
- የወዲያን ዋጋ ተካሙ 2:86
- መታለያ ደስታ ብቻ ናት 3:185
- ለወዲያ ሽጣት 4:74
- ጨዋታና መሳሳቻ ብቻ ናት 6:32; 29:64; 47:36; 57:20
- ታታልላለች 6:130
- ደስታዋ ከወዲያ ያንሳል 9:38; 13:26; 28:60
- ምሳሌዋ እንደ ዝናብ ናት 10:24
- ምሥራቿ 10:64
- ይህን ዓለም ፈለጉ ያገኛሉ ነገር ግን ወዲያ ምንም አይኖራቸውም 11:15-16; 17:18; 42:20
- ዛሬን ወደው ወዲያን የሚዘነጉ 75:20-21; 76:27
- ዛሬን ትወዳለህ 87:16
ብርሃን
- ግልጽ 4:174
- እና ጨለማ 6:1
- ምሳሌ 24:35
- ከምዕምናን ፊትና ጎናቸው ይሄዳል 57:12-15; 66:8
- አላህ ምዕምናን ቀጥ ብለው እንዲሄዱ ሰጣቸው 57:2
የአላህ ወሰን 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- እነዚህ ወሰኖቹ ናቸው 2:187; 229-230; 4:13; 58:4; 65:1
- ወሰኑን አትለፉ 2:190, 229
- ወሰን ያለፈ ሁሉ 2:229; 4:14; 78:22
- በግዴታ ካልሆነ ወሰን ሳይለፉ 2:173; 6:145
- በሃይማኖታችሁ ወሰን አትለፉ 4:171; 5:77
- ወሰን ሲያልፉ (ዝንጀሮ ሆኑ) 7:166
- ወሰኑን የሚጠብቁ 9:112
አንበሳ 74:51
ብድር
- ለአላህ መልካም ብድር ስጡ 2:245; 73:20
- ብዙ እጥፍ ይጨምራል 57:11, 18
- ሁለት እጥፍ ይሆናል 64:17
- ግልጽ ኪሳራ 39:15
ሉጥ (ሎጥ) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- ታዛዥ ያልሆነ ሚስቱ 11:81; 15:60; 66:10
የሲደር ዛፍ 34:16; 53:14-16; 56:28
ሉቅማን 31:12-14
Luqman, S.31
Ma'arij, S.70
መዲና (ያሥሪብ) 9:120; 33:13, 60; 63:8
ምድያን 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- የአይካህ ዋርካን ደግሞ ይመልከቱ
ማህር (የጋብቻ ዋጋ) 2:229, 236-237; 4:4, 19-21, 24-25; 5:5; 33:50; 60:10-11
Ma'idah, S.5
መካ (ባካህ) 3:96; 90:1-2
- የደህንነት ከተማ 95:3
ሰው
- ትውልድ ተከትሎ ትውልድ በምድር ላይ 2:30; 6:165
- ምትክ ሆኖ ተሾመ 35:39
- ግዴታ 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- አላህ ፈተናው 2:155; 3:186; 47:31; 57:25
- ሰዎች የሚሻቸው ነገሮች 3:14
- ከምን ተፈጠረ 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ተፈጥሮና የታወጀ ጊዜ አለው 6:2; 15:26
- ከሚስቱ ጋር ዕርቅ 4:35
- አላህን ለማግኘት የካዱ ጠፍተዋል 6:31
- መመለሻ 6:60, 72, 164; 10:45-46
- ለራሱ ሴራ ጠረተ 6:123
- የሌላ ሸክም አይሸከምም 6:164
- ምስጋና ቢስ ነው 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- ከሰይጣን ተጠንቀቅ ተባለ 7:27
- ሚስትና ልጆቹ 7:189-190
- ፈተና ወይም ክፉ ሲነካው 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8, 49; 41:49-51; 42:48; 70:19-21; 89:16
- ወደ ጌታ ይመለሳል 10:23; 84:6; 96:8
- ራሱን ይበድሉ ነበር 10:44
- ደስታ ፉከራ ሞሎበት 11:10
- ክፉ ይጠራ 17:11
- ሁል ጊዜ ቸኩሏል 17:11
- ሥራዎቹ ለአንገቱ ታስረዋል 17:13
- ጠፍቶ ለራሱ ጥፋት ቀናቶ ለራሱ ተጠቃሚ ነው 17:15
- ቢበደልም አይደለም 17:71
- ሞቱና ትንሣኤ 23:15-16
- ሃይማኖቱ ቡድን ቡድን ሆኖ ተሰነጣጠቀ ሁሉ በቡድኑ ይደሰቱ ነበር 23:53
- ምላሶቻቸው እጆቻቸው እግሮቻቸው ይመሰክሩባቸዋል 24:24
- ለራሱ ምስክር ነው 75:14
- ምኞቱን አምላኩ ያደረገ 25:43
- የደም ዝምድናና የጋብቻ ዝምድና 25:54
- ሰማይ ውስጥና ምድር ላይ ያለ ሁሉ ለናንተ ተደረገ 31:20
- ፊቱን ለአላህ ያቀረበ ሁሉ 31:22
- ሁለት ልቦ አልተሰጠውም 33:4
- አላህን ሊያመልኩ 39:64-66
- ሥራዎቹ ምክንያት ፈተናዎቹ 42:30, 48
- ሥራዎቹን የሚጽፉ መልዕክተኞች 50:17-18, 23; 85:11
- የሚጠብቁ መልዕክተኞች 13:11; 86:4
- ሦስት ክፍሎቹ ተለዩ 56:7-56
- ወደ አላህ ቅርብ የሆኑ 56:10-11
- የቀኙ ጓዶቻቸው 56:27-40
- የግራው ጓዶቻቸው 56:41-56
- ወደማይታወቅ ቅርጽ ይለወጣሉ ይፈጠራሉ 56:60-62
- ቅርጹ ተሠራ 64:3
- ሀብትና ልጆቹ ፈተና ብቻ ናቸው 64:15
- ተፈጥሮ ተሰጠው 67:23-24; 74:12-15; 90:8-10
- ቸኩሏል 70:19-21
- ሶላት ላይ ተጠምዶ 70:22-35
- ይበልጥ ይፈልጋል 74:15
- ለራሱ ምስክር ነው 75:14-15
- ትዕቢቱ 75:31-40; 90:5-7
- የዚህ ዓለም ሕይወት ይወዳል 76:27
- ከሰማይ ፍጥረት የበለጠ ከባድ ነው ወይ 79:28
- ስለ ጌታው ግዴለሽ ነው 82:6-12
- ፍጹም ቅርጽ ተሰጠው ልክ ተደረገ 82:7
- ደረጃ ደረጃ ይሄዳል 84:19
- ሀብት ፍቅሩ 89:20
- በድካም ተፈጠረ 90:4
- ጥረቱና ሥራዎቹ ይለያዩ ናቸው 92:4
- ለቀላሉና ለከባዱ ይቀናዋ 92:7, 10
- ምርጥ ቅርጽ ተፈጠረ 95:4
- ወደ ዝቅተኛው ዝቅ አደረጉት 96:5
- ሁሉን ወሰን ያልፋል 96:6-7
የሐጅ ሥርዓቶች (ግዴታዎቹ) 2:128, 200; 22:30
ማናት 53:20
ሰዎች
- ምስክሮቻቸው 2:143
- አንድ ማህበረሰብ 2:213; 10:19
- ከአንድ ጥንድ ተፈጥረዋል 4:1; 39:6; 49:13
- ለራሳቸው ሸፍጥ 10:23
- ፍርዱ ቀርቦ ሳለ ዘነጉ 21:1-3
- በፊጥራ ተፈጠሩ 30:30
- ከሁሉ ክቡር 49:13
- ብሔሮችና ጎሳዎች ሆኑ 49:13
መና እና ሰሎዋ 2:57
ሥርዓት
- ቤቶች ስለ መግባት 24:27-29
- በቤት ውስጥ 24:58-61
- በነቢዩ ቤቶች ውስጥ 33:53
- ነቢዩን ሰላምታ ሰጥቶ ሶላት ላይ ለማለት 33:56
- አላህንና መልዕክተኛውን ወይም አማኝ ወንዶችና ሴቶችን ሊያሸማቅቁ አይገባም 33:57-58
- ዜናን ከማመን በፊት አረጋጋ 49:6
- ሌላ ሰውን አትሳለቅ 49:11
- በስብሰባዎቹ ውስጥ 58:11
ጋብቻ 2:232, 234
- ለከሃዲዎች ወይም ባሮቹ 2:221
- ስንት ሰዎች ይፈቀዳሉ 4:3
- ማህር ሊወሰድ አይገባም (ፍቺ ቢሆን) 4:20-21
- የተከለከሉ ጋብቻዎች 4:22-24
- ነጻ አማኝ ሴቶችን ማግባት ካልተቻለ 4:25
- ጠብ ቢፈራ ሁለት ዳኞች ይሾሙ 4:35
- ሚስቱ ጭካኔ ወይም ትቶ መሄድ ብትፈራ የሰላም ስምምነት ይደረግ 4:128
- ለአንዷ ሚስት ሳይሄዱ ሌላዋ ተንጠልጣዩ ሆና እንዳትቀር ትጠንቀቁ 4:129
- ዝሙት አዳሪዎቹ ጋብቻ 24:3
- ለድሆቹ ጋብቻ 24:32
- ጋብቻ የሚያስችላቸው ሀብት የሌላቸው 24:33
- ለነቢዩ ሚስቶቹ ሕጋዊ ናቸው 33:50-52
- ወሲብ ሳይፈጸም ፍቺ ኢዳህ የለም 33:49
ሰማዕቶች
- አልሞቱም 2:154; 3:169
- በአላህ ፀጋና ምሕረት ደስ ተሰኛሉ 3:170-171
- ምሕረትና ርህራሄ ያደርግላቸዋል 3:157-158
- ጥሩ ምግብ ያገኛሉ 22:58-59
ማሩት 2:102
ማርያም (የኢየሱስ እናት) ልደቷ 3:35-7
- ስለ ኢየሱስ ምሥራቹ 3:42-51; 19:16-21
- ወሊድ ወቅት 19:23-26
- ሕጻኑን ወደ ሕዝቦቿ አመጣች 19:27-33
- ሐሰተኛ ወቀሳ 4:156
- ንጽሕናዋን ጠበቀች 21:91; 66:12
Maryam, S.19
Masad, S.111
- አልማስጂዱ አቅሳ 17:1
- አልማስጂዱ አልሐራም 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- አልማሽዓሩ አልሐራም 2:198
Maun, S.107
የማዕዋ ገነት 53:15
መስፈሪያና ሚዛን ሙሉ ስጡ 11:85; 17:35; 83:1-5
ስብሰባ
- ከአላህ ጋር 6:31
- ታላቁ ቀን 19:37
- የወዲያ 30:16
መልዕክተኞች 2:253; 4:164-165; 40:78; 57:27
- ሰሳሎቻቸው 2:87
- ተከታይ ሰሳሎቻቸው 5:19; 23:44
- ተገደሉ 3:183
- ተፈራሩ 14:13
- ሳቁባቸው 6:10; 13:32; 15:11; 21:41
- ካዱባቸው ውድቅ አደረጉ 3:184; 6:34; 25:37; 34:45; 51:52
- አንዳንዱን አምነው ሌሎቹን ካዱ 4:150-152
- መልዕክተኞቹ ሰብሰብ አሉ 5:109
- ምሥራቅ ሰጪዎችና አስጠናቂዎች ሆነው ተላኩ 6:48; 14:4-8
- ከእያንዳንዱ ሕዝብ ምስክር ሆነው 16:89
- ለእያንዳንዱ ሕዝብ መልዕክተኛ አለ 10:47; 16:36
- የአላህ ቁጥሮቹ ሲያነቡ 7:35-36
- ሰው ሆኖ ያለ መልዕክተኛ 17:95; 25:7
- ከሰዎች ያለፈ አይደሉም 14:10-12; 17:94; 21:8; 25:7-8, 20
- ሚስቶቻቸውና ልጆቻቸው 13:38
- ነቢዮቹን ደግሞ ይመልከቱ
ሚዕራጅ 17:1; 53:12
ቁጥ ባይነት/ቁጥ ባዮቹ 57:24
ፈተና ምክንያቱ እጆቻቸው ናቸው 42:30
ምንኩስና አልደነገጉም 57:27
ዝንጀሮዎቹ ወሰን ያለፉ ዝንጀሮ ሆኑ 2:65; 5:60; 7:166
ሚዕራጅ 17:1; 53:12
ወራት ቁጥሮቻቸው 9:36-37
ጨረቃ 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- መሰነጠቁ 54:1
ሙሳ
- እና ሕዝቦቹ 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- እና ፈርዖን 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- አላህ መራው 6:84
- ተራራና የጌታ ብቅ ማለት 7:142-145
- ሕዝቦቹ ጥጃ ሲያምልኩ ወቀሳቸው 7:148-156; 20:83-99
- መጽሐፉ ውስጥ ልዩነት ተፈጠረ 11:110
- መጽሐፍ ተሰጠው 17:2
- ዘጠኙ ግልጽ ምልክቶቹ 7:133; 17:101
- ወደ ሁለቱ ባሕሮች ስብሰባ ቦታ 18:60-82
- በሚነዱት ቁጥቋጦ ዘንድ ዕጣ ፈንታ ስብሰባ 20:9-36; 27:7-14; 28:29-35
- ጠርቶ መልዕክተኛ ሆኖ ተሾመ 19:51-53; 20:9-56
- ልጅነቱ እናቱና እህቱ 20:38-40; 28:7-13
- አስማተኞቹ ተለወጡ 20:70-73; 26:46-52
- በምድያን 20:40; 28:22-28
- መስፈርቱ ተሰጠው 21:48
- እና ሚስጥራዊው እሳት 27:7-12; 28:29-35
- በከተማ ውስጥ አንድ ግብፃዊን በስህተት ገደለ 28:14-21
- ግልጽ ቁጥሮቹን ይዞ መጣ 29:39
- ከፈርዖን ጋር ታሪኩ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ለፈርዖንና ለሕዝቡ ዘጠኙ ምልክቶቹ 7:130-133; 20:17-22; 17:101
- የፈርዖን አስማተኞቹን አሸነፈ 20:70-73; 26:46-52
- ወደ ምድያን ሸሽቶ አገባ 28:22-28
- ጽላቶቹን ተቀበለ 7:142-154
- ተራራው ላይ አላህን ማየት ጠየቀ 7:142-145
- በአላህ ተከበረ 33:69
- አላህ ለእስራኤልያን ያደረጋቸው ፀጋዎቹ 2:47-61
- እስራኤልያን ኢየሩሳሌምን ለመግባት ፈቃደኞች አልሆኑም 5:20-29
- ወደ ቀጥተኛ መንገድ ተመራ 37:114-122
- መጽሐፉ 53:36; 87:19
መስጂድ (ኢየሩሳሌም) 17:7
መስጂድ (ቁባ) 9:107-108
መስጂዶቹ 2:187; 9:17-19
- የአላህ መስጂዶቹን ጠብቁ 9:17-18
ትንኝ ምሳሌ 2:26
ተራሮቹ 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10, 27; 81:3; 101:5
Muddaththir, S.74
ሙሃጂሩን (ስደተኞቹ) 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- ሴቶቹ 60:10-12
ሙሐመድ ﷺ
- ሳቁበት 2:104; 4:46; 25:41-42; 34:78
- መልዕክተኛውን አክብሩ 2:104; 4:46; 49:1-5
- ለእርሱ ቃል ኪዳን ተደረገ 3:81
- ለምዕምናን ምስክር 2:143
- ከመልዕክተኛ ያልበለጠ 3:144
- ለስለስ ብሎ ይዳደሩ ነበር 3:159
- ሥራው 3:164; 7:157; 36:6; 52:29; 74:1-7
- ለምዕምናን ታላቅ ፀጋ ሆኖ ተላከ 3:164
- ከእውነት ጋር ተላከ 4:170
- ጠባቂ ሆኖ አልተደረገም 6:107
- ያልተማረ 7:157; 62:2
- ለሰው ዘር ሁሉ የአላህ መልዕክተኛ ሆኖ ተላከ 7:158; 48:9, 29
- ግልጽ አስጠናቂ 7:184, 188; 11:2; 15:89; 53:56
- አብዶ አይደለም 7:184; 68:2; 81:22
- ሚወቅሱት ሰዎቹ 9:58
- ነቢዩን የሚያስቸግሩ ሰዎቹ ለምዕምናን ምሕረት ናቸው 9:61
- ከሚገለጥለት ብቻ ይከተላሉ 10:15-16; 11:12-14; 46:9
- ቃሎቹ 11:2-4; 12:108; 34:46-50
- አላህ ላዩ ምስክር ነው 13:43; 29:52; 46:8
- ምስክር ምሥራቅ ሰጪና አስጠናቂ ሆኖ ተላከ 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- ሊሸካም አይገባም 15:97; 16:127; 18:6
- ምስክር ሆኖ ተላከ 16:89; 22:78; 73:15
- በጥበብና ጥሩ ምክር ጠራ ከዚያ ተሻሽሎ ተከራከረ 16:125
- መቃሙ መሕሙድ 17:79
- ቍርዓን ተወጣለት 18:110
- ለዓለሞቹ ምሕረት ናቸው 21:107
- ምንዳ አይጠይቁም 25:57; 38:86; 42:23
- ታዝዟቸዋል 27:91-93; 30:30; 66:9
- ከአላህ ምሕረት ሆነው 28:46-47
- ለምዕምናን ቅርብ ናቸው 33:6
- ተኮርጆ ጥሩ ምሳሌ 33:21
- የሁሉም ነቢዮቹ መጨረሻ 33:40
- ሶላት ላዩ ላኩ 33:56
- ለሁሉም ሰዎች ተላኩ 34:28
- ምንዳቸው ከአላህ ብቻ ነው 34:47
- ሰው ብቻ ናቸው 41:6
- ጠባቂ ሆነው ተላኩ 42:48
- ለመልዕክተኞቹ አዲስ ነገር አይደሉም 46:9
- ከእስራኤልያን ምስክር 46:10
- ለእርሳቸው ቃል ኪዳን ለአላህ ቃል ኪዳን ነው 48:10, 18
- ጅብሪልን አዩ 53:4-18; 81:22-25
- ይቃወሙ አይሁኑ 58:20-22
- ኢየሱስ ቀደም ብሎ ተናግሯቸዋል 61:6
- የእውነት ሃይማኖት ሁሉንም ሃይማኖቶች ድል እንዲያደርግ 61:9
- ከጨለማ ወደ ብርሃን 65:11
- ከሃዲዎችና ምናፍቃን ላይ ጠንክሮ ዋጋ 66:9
- ከፍ ያለ ባህሪ 68:4
- ገጣሚ ወይም ሟርት አዋቂ አይደሉም 69:41-42
- ለሶላት ተጠምደዋል 73:1-8, 20; 74:3
- እና ዕወሩ ሰው 80:1-12
- ለአላህ ሰግዶ ቅርብ ለመሆን 96:19
- ንጹህ ገጾቹን ያነባሉ 98:2
- ስለ ቤተሰቦቻቸው ቁጥሮቹ 24:11-17; 33:28-34, 50-53, 55, 59; 66:1, 3-6; 108:3
- መልዕክተኞቹን ደግሞ ይመልከቱ ነቢዮቹን ደግሞ ይመልከቱ
Muhammad (ﷺ) S.47
ሙሕሲኑን (ደጎቹ) 2:117, 195; 4:125, 128; 10:12-16; 16:128
- አላህ ሙሕሲኑንን ይወዳቸዋል 3:134, 148; 5:93
- አላህ የሙሕሲኑን ምንዳ አያጠፋም 5:85; 9:120; 11:115; 18:30
- ሙሕሲኑን ምንዳ ይሰጣቸዋል 12:22; 37:80, 105, 110; 39:34; 77:44
- ለሙሕሲኑን ምሥራቅ 22:37; 46:12
- የአላህ ምሕረት ለሙሕሲኑን ቅርብ ናት 7:56
- አላህ ከሙሕሲኑን ጋር ነው 29:69
- ለወላጆቻቸው ጻድቃንና ደጎቹ 2:83
- ለአላህ ግዴታዎቻቸው ላይ ታጋሽ 16:90
- ደጎቹን እና ክፉዎቹን ደግሞ ይመልከቱ
Mujadilah, S.58
በቅሎዎቹ 16:8
Mulk, S.67
Mumin (Ghafirን ይመልከቱ) S.40
Mu'minun, S.23
Mumtahanah, S.60
Munafigun, S.63
ግድያ 2:178-179
Mursalat, S.77
ሙስሊሞቹ
- ፊተኞቹ 6:14, 163; 9:100; 39:12
- ሰይሟቸዋል 22:78
- ለምሕረትና ታላቅ ምንዳ 33:35-36
Mutaffifin, S.83
Muzzammil, S.73
Naba', S.78
የናዲር ቤኑ (አይሁዶቹ) 59:2, 9, 13
Nahl, S.16
ናጃስ (ርኩሱ) 9:28
Najm, S.53
ናጅዋ (ሚስጥርን ይመልከቱ)
ስሞቹ
- ምርጦቹ ስሞቹ ለእርሱ ናቸው 7:180
- ምርጦቹ ስሞቹ ለእርሱ ናቸው 17:110; 20:8; 59:24
ጉልበት ቢፈቅድ 2:173; 6:145
ጎረቤት 4:36
አዲስ ጨረቃዎቹ 2:189
ዜናን ይፈተን 4:83
ቁጥ ባይነት 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
ሌሊት (እንደ ምሳሌ) ለዕረፍት 10:67
- እንደ ሽፋን 13:3; 78:10
- ለአገልጋዮቹ ሆኖ 14:32
- የቃድር ሌሊት (ድንጋጌ) 44:3-4; 97:1-5
Nisa', S.4
ኑህ 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- ሳቁበት 11:38
- ጥፋት ውሃ 29:14
- መርከቡና ጥፋት ውሃ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ጻድቅ ያልሆነ ልጁ አልዳነም 11:42-48
- ጻድቅ ያልሆነ ሚስቱ 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Nuh, S.71
Nur, S.24
መሃላ 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ታዛዥነት 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51-52, 54; 47:33; 64:12
ግዴታዎቹ ሊፈጸሙ 5:1
ልጆቹ 4:9; 42:49-50
- ወንዶቹ ሴቶቹ ለሚፈልጋቸው ይሰጣቸዋል 42:49
ወይራ 6:141; 16:11; 23:20; 24:35; 95:1
አንድ ብቻ ኢላህ 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ወላጅ አልቦዎቹ 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- ጠባቂዎቻቸው 4:6
- ሥራዎቻቸው ለእያንዳንዱ ሕዝብ ያምሯቸዋል 6:108
ጥንዶቹ በሁሉም ፍጥረቶቹ 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ዘንባባ ዛፍ 13:4; 19:25; 20:71; 59:5
ምሳሌዎቹ (ተመሳሳዮቹ)
- እሳት ያቀጣጠሉ 2:17-18
- ከሰማይ ዝናብ ማዕበል 2:19-20
- ትንኝ 2:26
- ጩኸው ጠሩ 2:171
- ሙሉ በሙሉ ፈርሶ የወደቀ ከተማ 2:259
- የበቆሎ ዘር 2:261
- ለስላሳ ድንጋይ 2:264
- የአትክልት ቦታ 2:265-266
- ገመድ 3:103
- ቀዝቃዛ ንፋስ 3:117
- ትንሣኤ 7:57; 22:5; 41:39
- ምላሱ ያወጣ ውሻ 7:176
- ዳገቱ ጫፍ ላይ 9:109-110
- ዝናብ 10:24
- የታጨደ ሰብል 10:24
- ዕወሩና ዲዳው 11:24
- አላህ ከሐሰተኛ አማልክቶቹ 13:14; 16:76
- እውነት ከሐሰት 13:17
- ነፋሱ ሲነፋ ከትትቦት ፈርሶ የሚሄድ አቧራ 14:18
- ጥሩ ዛፍ 14:24-25
- ክፉ ዛፍ 14:26
- ባሪያና ሰው 16:75
- ለጌታው ሸክም የሆነ ዲዳ ሰው 16:76
- ሴት ፈትሏን ፈትታ 16:92
- ደህና ደስ ያላቸው ሰዎቹ ቦታ 16:112-113
- ሁለት ወይን ቦታ ያላቸው ሰዎቹ 18:32-44
- የዚህ ዓለም ሕይወት ከሰማይ ውሃ ይመስላል 18:45
- ከሰማይ ወድቆ ወፎቹ የወሰዱት 22:31
- ዝንብ 22:73
- ብርሃን እንደ ቀዳዳ ነው 24:35-36
- ዳፋ 24:39
- ጥቅጥቅ ባሕር ውስጥ ጨለማ 24:40
- ሸረሪት 29:41
- ሸሪኮቹ 30:28
- የከተማ ሰዎቹ 36:13-32
- የተለያዩ ቀለሞቹ ሰብሎቹ 39:21
- ለብዙ ሸሪኮቹ ሰው የሚሆን 39:29
- ዘር እያደገ 48:29
- የደነደኑ ልቦቻቸው 57:16-17
- ዝናብ ካለ ቦኋ ዕፀዋት 57:20
- ተራራ ትሑት ሆነ 59:21
- አህያ 62:5
- ውሃ ቢጠፋ 67:30
- የአትክልት ቦታ ሰዎቹ 68:17-33
ገነት
- የማዕዋ ገነት 53:15
- የፊርዳዊስ ገነት 18:107; 23:11
- ወንዞቹ ይፈሱባቸዋል ገነቶቹ 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- ዘለዓለማዊ ገነቶቹ (ዓድን ገነት) 9:72; 13:23; 18:31; 19:61; 20:76
- የዘለዓለም ገነቶቹ (ዓድን ገነት) 16:31; 35:33; 98:8
- ደስታ ገነቶቹ 37:43; 56:12, 89
- ዘለዓለም ደስታ ያላቸው ገነቶቹ 9:21
- ገነቶቹ እና የወይን ቦታዎቹ 78:32
- ሁለት ገነቶቹ ፍሬዎቻቸው 55:54, 62
- ሁሉም ዓይነት ፍሬዎቻቸው እንደ ፈለጉ 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ፍሬዎቻቸው ቅርብ ናቸው 55:54; 69:23
- ፍሬና ሥጋ 52:22
- የወፍ ሥጋ 56:21
- እሾህ የሌላቸው ሲደር ዛፎቹና ጥልዓ ዛፎቹ (ሙዝ) 56:28-29
- ጥቅም ያልሌለው ዕውቀት መጻሕፍት ያለው አህያ 62:5
- ፈሳሽ ምንጭ 88:12
- ሰልሳቢል የሚባል ምንጭ 76:18
- ካፉር የሚባል ምንጭ 76:5
- ተስኒም የሚባል ምንጭ 83:27-28
- በገነት ያለ ወንዝ ከውሠር 108:1
- የወይን ወተት ማር ወንዞቹ 47:15
- ንጹህ ታሸገ ነጭ ጣፋጭ ወይን 37:45-46; 56:18; 76:21; 83:25
- ዝንጃቢል ጋር ተቀላቀለ ጽዋ 76:17; 78:34
- ውሃ 76:5
- የወርቅ ሳህኖቹና ጽዋዎቻቸው 43:71
- የብር መሣሪያዎቻቸውና የብርሌ ጽዋዎቻቸው 76:15-16
- አረንጓዴ ሐር ልብሶቹ 18:31; 22:23; 35:33; 44:53; 76:12, 21
- የወርቅና ዕንቁ አምባሮቻቸው 18:31; 22:23; 35:33; 76:21
- በሐር የተሸፈኑ አልጋዎቻቸው 55:54
- አረንጓዴ ምቹ ትራሶቻቸውና ያምሩ ምንጣፎቻቸው ተደርድረዋል 55:76; 88:15
- ወርቅና ዋጋ ያላቸው ድንጋዮቹ ዙፋኖቻቸው ከፍ ብለዋል 56:15; 88:13
- ሰፊ ምንጣፎቻቸው ተዘርግተዋል 88:16
- ያምሩ ቤቶቻቸው ከፍ ያሉ ክፍሎቻቸው አንዱ ከሌላው ላይ 9:72; 39:20
- ለዘለዓለም ቆዩ 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ዘለዓለማዊ ቤት 3:15; 35:35
- ዙፋኖቻቸው ላይ ፊት ለፊት ናቸው 15:47; 37:44; 44:53; 56:16
- ሞትን ፈጽሞ አይቀምሱም 44:56
- ሊወጡ አይጠየቁም 15:48
- ጥላቻ ወይም ጉዳት ልቦቻቸው ተወሰደ 7:43; 15:47
- ሐዘን ሁሉ ተወሰደ 35:34
- ድካም ብዝሃ ሥጋ ሽቀለ የለም 15:48; 35:35
- ሆድ ምታም ራስ ምታም ሰካሮም አይኖርም 37:47; 56:19
- ዘበት ወይም ኃጢአት ቃል የለም 19:62; 56:25
- ጉዳት ወይም ሐሰት ቃል የለም 78:35; 88:11
- ከኃጢአት ነጻ 37:47; 52:23
- ከፍ ያለ ሙቀትም ቀዝቃዛም አይኖርም 76:13
- የሚታወቅ ምግብ ይኖራቸዋል 37:41; 56:89
- በሰላምና ደህንነት 15:46; 44:51, 55; 50:34
- የሰላም ቤት 6:127
- ሰላምታ 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- ጻድቅ ሥራ ሠርቶ ሚገባ ሁሉ 4:124; 42:22; 44:51
- ጌታቸውን ፈሩ ቡድን ቡድን ሆነው ይመሩ 39:73
- ሥራዎቻቸው ምክንያት ወርሶ ያዙ 43:72
- አላህ ደስ ብሎበት እነርሱም ደስ ይላቸዋል 5:119
- ገነቴ 89:30
- ታላቁ ደስታ 9:72
- ታላቁ ስኬት 57:12; 64:9
- ከፍ ያለው ስኬት 9:72; 44:57
- ለምዕምናን ገነቶቹ መስተንግዶ ናቸው 32:19
- የገነት ሰዎቹ ያ ቀን ደስ ባሉ ነገሮቹ ተጠምደዋል 36:35
- ገነቶቹ ውስጥ ውሃ ምንጮቹ አካባቢ ናቸው 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ዙፋኑን ዙሪያ ያሉ መልዕክተኞቹን ያዩ 39:75
- ሁሉን ቻዩ ንጉሡ ዘንድ ቅርብ ናቸው 54:55
- ፈልጉ ሁሉ ያሳካሉ 50:35
- ሑሮቹ ሰፊ ያምሩ ዓይኖቻቸው ጠብቆ እንደ ተቀመጠ እንቁላል ናቸው 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ንጹህ ሚስቶቻቸው 3:15
- ዙፋኖቻቸው ላይ ተደምደው ደስ ባለ ጥላ ሥር ሚስቶቻቸው 36:55
- እኩል ዕድሜ ያሏቸው ወጣት ሙሉ ልጃገሬዎቹ 78:33
- እንደ ተበተነ ዕንቁ አበርካች ወጣት ልጆቹ ያሳድጓቸዋል 52:24; 56:17; 76:19
- እንደ ሰማይና ምድር ሰፊ ናቸው 3:133, 57:21
- ፈሳሽ ውሃ ቀዝቃዛ ጥላ ጣፋጭ ምግቦቻቸው ንጹህ ጓደኞቻቸው 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- የምዕምናን ምንዳ 55:46-78; 56:10-40
- የማር ወተት ውሃ ወይን ወንዞቹ 47:15
- ጸሎቶቻቸውና ሰላምታዎቻቸው 10:9-10; 39:73-74
- የሰላም ሰላምታ ተሰጣቸዋል 13:23-24; 14:32
- ዘለዓለም ደስታ 11:108
- ሊወጡ አይጠየቁም 15:45-48
- ፊታቸውና ቀኛቸው ብርሃን 57:12
- ሙቀትም ቀዝቃዛም የለም 76:13
- ምኞቶቻቸው ሁሉ ተፈጽሟቸዋል 16:30-32; 41:31-32
- የወርቅ አምባሮቻቸውና ሐር ልብሶቻቸው 18:30-31; 22:23-24; 44:51-53
- የወርቅ ጽዋ ሳህኖቻቸው 43:67-73
- የብር መሣሪያዎቻቸው ቅርብ ፍሬዎቻቸው 76:14-16
- ዙፋኖቻቸው ላይ ደምደሙ 15:47; 37:44; 52:20
- ምዕምናን ጌታቸውን ያዩ 75:22-23
ወላጆቹ ለእነርሱ ደጎቹ 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
የአላህ ሸሪኮቹ ሐሰት ናቸው 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
ግጦሽ 87:4-5
መንገዱ 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ሰላምታውን ደግሞ ይመልከቱ
ትዕግሥት 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- በትዕግሥትና ጸሎት እርዳታ ፈልጉ 2:45, 153; 20:132; 50:39
ታጋሽ
- ሙሉ ምንዳ ያገኛሉ 39:10
- አላህ ታጋሾቹ ጋር ነው 8:46
- ታጋሽ ሁን 11:115
- ለአላህ ግዴታዎቻቸው ታጋሽ 16:90
- ሲቆጣ ታጋሽ ሆን 41:34
ሰላም ወደዱ 8:61
ዕንቁና ዕፀ ዕንቁ 52:24; 55:22; 56:23
ብዕር 68:1; 96:4
ሰው
- አላህ ሰውን ከሚቋቋመው ያለፈ አይጭነውም 2:286; 7:42
- አላህ ሰውን ከሚችለው ያለፈ አያስጥልም 23:62
- ሰው ነገ ምን እንደሚሠራ ምን ምድር ላይ እንደሚሞት አያውቅም 31:34
- ሁሉም ሰው ካደረጋቸው ሁሉ ደጎና ክፉ ያጋጥመዋል 3:30
- ሁሉም ሰው ለራሱ ሟሟቶ ይቀርባል 16:111
- ሁሉም ሰው ለሥራው ዋስ ነው 74:38
- አላህ ራሱን ሚወቅሰው ሰው ይምላል 75:2
ፈርዖን 28:6; 40:24
- ሕዝቦቹ 2:49; 3:11; 7:141; 44:17-33
- ሰጠመ 2:50
- ከሙሳ ጋር ግንኙነቱ 7:103-137; 10:75-92
- ሬሳው ከባሕር ወጣ 10:90-92
- ወሰን ተላለፈ ኃጢአት ሠራ ዐምፀ 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ጻድቅ ሚስቱ 28:8-9
- ራሱ አምላክ ነኝ ይላሉ 28:38; 79:24
- ጠፋ 29:39
- ከፈርዖን ቤተሰብ ምዕሚን ሰው 40:28-44
- ግንብ ሲሠራ 40:36-37
- ሙሳን ደግሞ ይመልከቱ
የዚህ ዓለም ነገሮቹ ማከማቸት 102:1-4
ቃል ኪዳን (ባዕያ)
- ለእስልምና 16:91
- ለመልዕክተኛው ቃል ኪዳን ለአላህ ቃል ኪዳን ነው 48:10
- የምዕምናን ቃል ኪዳን 48:18; 60:12
ቃል ኪዳን (ዋስትና) ይሁን 2:283
- ሁሉም ሰው ለሠራው ዋስ ነው 52:21; 74:38
ግጥም 36:69
ገጣሚዎቹ 26:224-227; 69:41
ሮማን 6:141
ድሆቹ 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
ጸሎት 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ጮሆ ወይም ዝቅ ብሎ አይሁን 17:110
- ለከሃዲዎቹ ጸሎቱ 9:113-114
- የከሃዲዎቹ ጸሎቱ 13:14
- ለሚጠሩት ምላሽ ሰጣቸዋለ 42:26
- በትዕግሥትና ጸሎት እርዳታ ፈልጉ 2:45, 153; 20:132; 50:39
- ሶላት ፈጽሙ ወደ ቂብላህ ዞሩ 2:142-145, 149-150
- ሶላቱን ጠብቁ 2:238
- በጉዞ ወቅትና ጥቃት ጊዜ 2:239; 4:101-102
- ሰካሮ ሳሉ አትቅረቡ 4:43
- ጀናባ ሁኔታ ላይ ሳሉም 4:43
- ለሶላት መጠናዘዝ 4:43; 5:6
- ሶላቱ ሲጠናቀቅ 4:103
- የሶላቱ ጊዜዎቹ 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- ለአላህ ብቻ ሱጁድ 13:15
የዓርብ ጸሎቶቹ 62:9-11
በአደጋ ጊዜ ጥንቃቄ 4:71
የጦርነት እስረኞቹ 8:67-71
- ምርኮኞቹን ደግሞ ይመልከቱ
የእውነት ቃል ኪዳን 46:16-17
ንብረት 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ነቢዮቹ 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- የነቢዮቹ ቃል ኪዳኖቻቸው 3:81; 33:7-8
- ለነቢዮቹ ሕገ ወጥ 3:161
- ለእያንዳንዱ ነቢይ ጠላት አለ 6:112; 25:31
- መልዕክተኞቹን ደግሞ ይመልከቱ
ሱጁድ
- ሰማያቱ ውስጥ ምድርም ያሉ ሁሉ ለአላህ ሱጁድ ያደርጉ ጥላዎቻቸውም ደግሞ 13:15
ምግብ 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
መዝሙሮቹ 4:163
ቅጣት
- ማዘናጋቱ 3:178
- እጆቻቸውን ወይም እግሮቻቸውን ይቁረጡ 5:33
- እንደ ደረሰባቸው ቅጣት ቅጧቸው 16:126
- የዚህ ዓለምና ወዲያ ቅጣቱ 24:19; 68:33
ንጽሕና
- አካላዊ 4:43; 5:6
- መንፈሳዊ (ቆሻሻዎቹ ተወሰደ) 87:14; 91:9
ቃደር 5:5; 64:11
Qadr, S.97
Qaf, S.50
Qalam, S.68
Qamar, S.54
Qari'ah, S.101
ቃሩን (ቆሬ) 28:76-82; 29:39
Qasas, S.28
ቂብላህ 2:142-145, 149
ቂሳስ (እኩልነት ቅጣት ሕግ) 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
ቁርዓን
- ተገልጿል 13:31, 36, 37; 14:1; 56:77-80
- ከአላህ ሌላ ሊሠራ አይቻልም 2:23; 10:38; 11:13; 17:88
- ከአላህ ሌላ ቢሆን ብዙ ቅራኔዎቹ ይኖሩ ነበር 4:82
- ግልጽ ብርሃን 4:174; 42:52
- ተወርዷል 6:19
- አላህ ለእርሱ ምስክር ነው 6:19
- ግልጽ ማስረጃ 6:157
- ስለ ቁጥሮቹ ሐሰተኛ ቅሬታ 6:68
- ዝክር 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ሲነበብ አዳምጡ 침ምታ ሁኑ 7:204
- ዚክር 7:205; 15:6, 9
- የጥበብ መጽሐፍ 10:1; 31:2; 36:2
- የተወጠ መልዕክቱ 10:2, 109; 42:52
- የካዱት 11:17
- በዓረብኛ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ክፍሎቹ ሆነ ደረጃ ደረጃ ወረደ 15:91; 17:106; 25:32; 76:23
- ቁጥር ለውጥ 16:10
- ሲያነቡ 16:98
- ይመራ 17:9
- ምሥራቅ እና ማስጠንቀቂያ 17:9-10
- ከሃዲዎቹ ጋር 17:45-47
- ከጠዋቱ ንባቡ ሁልጊዜ ምስክር ነው (መልዕክተኞቹ) 17:78
- ፈውስና ምሕረት 17:82
- ሙሉ በሙሉ ሰዎች ለሁሉ ተገልጿል ምሳሌ ሁሉ ሆኖ ብዙዎቹ ፈቃደኞች አይደሉም 17:89; 18:54; 39:27
- ቀላል ናቸው 19:97; 44:58; 54:17, 22, 32, 40
- ሕዝቦቼ ቁርዓኑን ጥለዋቸዋል 25:30
- ቅዱሳት መጻሕፍቱ አረጋግጠዋቸዋል 26:196
- ለእስራኤልያን ያለው ልዩነቶቻቸው ይናገራቸዋል 27:76
- አንብቡ ጸልዩ 29:45
- ከአላህ እውነት ነው 32:3; 35:31
- በተባረከ ሌሊት 44:3
- ሁሉም ድንጋጌዎቻቸው ተወሰኑ 44:4
- ቁርዓን ዳብሩ 47:24
- ቁርዓን አስጠነቁ 50:45
- አላህ አስተማረ 55:1
- ክቡር ቅዱስ ንባቡ ተጠብቋቸዋል 56:77-78
- ንጹህ ካልሆኑ አይነኩም 56:79
- ተራራ ላይ ቢወርድ 59:21
- ለከሃዲዎቹ ሀዘን ናቸው 69:50
- ፍጹም እርግጠኛ እውነት ናቸው 69:51
- ቀስ ብሎ አንብቡ 73:4
- ተከብሮ ንጹህ ሆኖ በሚቀመጡ ደብተሮቹ 80:13-16
- ለሁሉም ዓለሞቹ ዝክር ናቸው 81:27
- ከሃዲዎቹ ካዱ 84:22
- ተጠብቆ ባለ ጽላት 85:22
- እውነቱን ከሐሰቱ ሚለይ ቃሉ 86:13
- ንጹህ ገጾቹ ያነባሉ 98:2
- መጽሐፉን ደግሞ ይመልከቱ ራዕዩን ደግሞ ይመልከቱ
Quraish, S.106
ቁሬሽ
- ከሃዲዎቻቸው 54:43-46, 51
- ማለዘባቸው 106:1-4
ራቢዎቹና መነኮሳቸው 9:31, 34
ፉክክር ለደጎቹ ሥራዎቹ ፉክክር ተሰማሩ 5:48
Ra'd, S.13
Rahman, S.55
የጽድቅ ልብስ ይሻላሉ 7:26
ዝናብ
- የአላህ ስጦታ 56:68-70
- የድንጋዮቹ ዝናብ 27:58
ረመዳን 2:185
ረሚ 2:200
ቤዛ
- ቤዛ አይቀበልም 57:15
- ከሃዲዎቹ ያቀረቡት ቤዛ 3:91; 10:54; 13:18
ፊዲያ የጾም 2:196
- ምርኮኞቹን ለማስለቀቅ 8:67
የረስ ሰዎቹ 25:38; 50:12
ምንዳ
- የምንዳ ቀን 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ካዱ 107:1-7
- ክፉ ምንዳ ክፉ ናቸው 42:40
ዕርቅ
- ምሕረት አድርጎ ዕርቅ ያደረገ ሁሉ 42:40
- ወንድና ሚስት 4:35
- ምዕምናን መካከል 49:9-10
ሰነድ
- የተጻፈ ሰነዱ 83:7-9, 18-21
- እያንዳንዱ ሕዝብ ወደ ሰነዱ ይጠራሉ 45:28-29
- የሁሉም ሰው ሥራ ተጽፎ ይቀርባቸዋል 81:10
- እውነቱን የሚናገር 23:62
- ቀኝ እጃቸው ላይ 69:19; 84:7-9
- ግራ እጃቸው ላይ 69:25
- ኋላቸው ላይ 84:10-15
የሚጽፉ መልዕክተኞቹ 50:17-18, 23; 85:11
እፎይታ ከፈተና ጋር 94:5-6
ሃይማኖት
- ምንም ግዴታ የለም 2:256
- እስልምና ነው 3:19
- የአላህ ሃይማኖቱ 3:83-84
- ከእስልምና ሌላ 3:85
- ወሰን አትለፉ 4:171; 5:77
- ፍጹም ሆነ 5:3
- ጨዋታ እና መሳሳቻ አደረጉ 6:70
- ቡድን ቡድን ሆነ ተከፈለ 6:159; 30:32
- ደግሞ 42:13-14; 43:65; 45:17 ይመልከቱ
- ሰዎቹ ቡድን ቡድን ሆነ ሃይማኖቱ ተሰነጠቀ ሁሉ ቡድናቸው ደስ ይላቸዋል 23:53; 30:32
- ሃይማኖቱ ምንም ጭቅጭቅ አልደነገገም 22:78
- ሰዎቹ ሃይማኖቱ ላይ ተፈጥረዋል 30:30
- ለሁሉም ነቢዮቹ አንድ ሃይማኖቱ 42:13-15
- የቅድሞዎቹ ሃይማኖቱ 43:22-24
የአላህ ዝክር 63:9
- ዝክሩ ልቦቻቸው ዕረፍት ያገኛሉ 13:28
ንስሐ
- ሳያውቁ ክፉ ሠርተው ቶሎ ብለው ቢጸጸቱ ተቀበለ 4:17; 6:54
- ክፉ ሥራ ቀጥለው ቢሄዱ ንስሐ ምንም ዋጋ የለውም 4:18
- ንስሐ ይቀበልና ኃጢአቱን ይምራቸዋለ 4:25
ለክፉዎቹ ማዘናጋት 3:178; 10:11; 12:110; 14:42, 44; 29:53-55; 86:15-17
ትንሣኤ 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ምሳሌ ዕዝራ ታሪኩ 2:259
- አብርሃም 2:260
- የዋሻ ሰዎቹ 18:9-26
- ትንሣኤ ካዶቹ ማስጠንቀቂያ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
የትንሣኤ ቀን 7:89; 20:100-101, 124
- ትክክለኛው ቀን 78:39
- ሙሉ ምንዳ ተሰጣቸዋለ 3:185
- የሥራ ደብተሮቻቸው ይከፈታሉ 81:11
- ሁሉም ሰው ያመጣውን ያውቃሉ 81:14
- ሁሉም ሰው ካደረጋቸው ሁሉ ደጎና ክፉ ያጋጥሙዋቸዋለ 3:30
- ሰው ያቀረበውን ኋላ ያስቀረውን ያውቃሉ 82:5
- ምንም ግፍ አይፈራ 20:112
- የፍርድ ሚዛኖቻቸው 21:47
- የሥራ ሚዛኖቻቸው 23:102-103
- ደጎ ወይም ክፉ አቶም ልክ ሠርቶ ሁሉ ያዩ ናቸዋለ 100:7-8
- ሚስጥሮቹ ሁሉ ይፈተሻሉ 86:9
ሰነድ ቀኝ እጅ ላይ ተሰጠ 69:19; 84:7-9
ሰነድ ግራ እጅ ላይ ተሰጠ 69:25
ሰነድ ኋላ ተሰጠ 84:10-15
- ለከሃዲዎቹ ከባድ ቀን 25:26; 54:8; 74:9
- ከባድ ቀን 76:27
- ከባድ ሸክም ይሸከማሉ 20:100-101
- ምንም ምክንያት ሊያቀርቡ አይፈቀድም 77:36
- ክፉ ሠሪው እጆቹን ይነክሳቸዋለ 25:27
- ክፉ ሠሪዎቹ ጓደኞቻቸውና ጣዖቶቻቸው ጋር ይሰበሰባሉ 37:22
- ጥፋት ጥልቅ ፀፀትና ተስፋ መቁረጥ 30:12
- ሕያው ተቀብሯት ሴቷ ትጠየቃለች 81:8-9
- ታላቁ ፍርሃት 21:103
- ጠሪው ወደ አስፈሪ ነገር ይጠራሉ 50:41; 54:6-8
- አንድ ጩኸት 36:29, 49, 53; 38:15; 50:42
- ዛጅራህ (ጩኸት) 37:19; 79:13
- ቅርብ ቅጣት 78:40
- ሰማዩ ዘግናኝ ነቀነቃ ይናወጣል 52:9; 56:4
- ሰማዩ ተሰነጠቀ 84:1-2
- ሰማዩ ተሸነሸነ 77:9; 82:1
- ሰማዩ ደመናዎቹ ጋር ይሰነጠቃሉ 25:25
- ሰማዩ በቀኝ እጁ ይጠቀለላሉ 21:104; 39:67
- ሰማይ ምድር ያሉ ሁሉ ይ気絶ቱ ናቸዋለ 39:68
- ሰማዩ ይከፈታሉ እንደ ደጆቹ ይሆናሉ 78:19
- ሰማዩ እንደ ፈላ ቅቤ ይሆናሉ 70:8
- ከዋክብቱ ይወድቃሉ 81:2; 82:2
- ከዋክብቱ ብርሃናቸው ያልፋሉ 77:8
- ፀሐዩ ብርሃኗ ያልፋሉ 81:1
- ባሕሮቹ እንደ እሳት ይቃጠሉ ናቸዋለ 81:6
- ባሕሮቹ ፈነዳሉ 82:3
- የሰዓቱ የምድር መናወጥ 22:1; 99:1
- ተራሮቹ ይርቃሉ 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- አቧራ ሆነው ይደቆሳሉ 20:105; 56:5
- እንደ ፀጉር ቁርጥ ይሆናሉ 70:9; 101:5
- ምድርና ተራሮቹ ኃይለኛ ናቀናቀ ይናወጣሉ 73:14; 79:6
- ምድር ዱቄት ሆናሉ 89:21
- ምድር ሌላ ምድር ሰማዩም ሌላ ሰማዩ ይሆናሉ 14:48
- ምድር ትዘረጋሉ 84:3-5
- ምድር እንደ ቀጥ ያለ ሜዳ ይሆናሉ 18:47; 20:106
- ምድር ሸክሞቿን ትወረውራቸዋለ 84:4; 99:2
- ቀብሮቹ ይደፈደፋሉ 82:4
- ከቀብር ትንሣኤ 21:97; 70:43
- ሞት ካለ ቦኋ ምድር ላይ ሕያዋን ሆነው 79:14
- የዱር እንስሳዎቹ ይሰበሰባሉ 81:5
- ዕወሮቻቸው ሆነው ይነሳሉ 20:124-125
- መለከት ይነፋሉ 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- ሰኽኻህ 80:33
- ነፍሶቹ አካሎቻቸው ጋር ይቀላቀሉ ናቸዋለ 81:7
- ከአስር ቀን ያልበለጠ ቆይታ 20:103
- ከአንድ ቀን ያልበለጠ ቆይታ 20:104
- ወይም የቀን ክፍል 23:112-114
- የስብሰባ ቀን 64:9
- የፍርዱ ቀን 37:21
- የውሳኔ ቀን 77:38; 78:17
- የምደባ ቀን 77:13-14
- የሐዘንና ፀፀት ቀን 19:39
- ካዶቹ 77:15-50
- ሰዎቹ እንደ ተበተኑ ቢራቢሮዎቹ ይሆናሉ 101:4
- ሰዎቹ ተበታትነው ይሄዳሉ 100:6
- ሰዎቹ ሰካሮ እንደ ሆኑ ናቸዋለ 22:2
- ሁሉም ነፍሰ ጡር ሸክሟን ትጥላለ 22:2
- የፀነሱ ግመሎቹ ይተዋሉ ናቸዋለ 81:4
- ጡት አጥቢ እናት ጡት ያሳደገችውን ትዘነጋሉ 22:2
- ዘመዶቹ ተያዩ ናቸዋለ 70:11
- ሰው ከዘመዶቹ ይሸሻሉ 80:34-37
- ምንም ወዳጅ ወዳጁን አይጠይቅም 70:10
- ምንም ወዳጅ ወይም ምልጃ አዋቂ አይኖርም 40:18
- ምንም ሰው ለሌላ ምንም ማድረግ አይችልም 82:19
- ምንም ሥልጣን ወይም ረዳት አይኖራቸውም 87:10
- ምዕምናን ምንም ፍርሃት የለባቸውም 43:68
- ምዕምናን ጥላዎቹ ምንጮቹና ፍሬዎቻቸው ውስጥ ናቸዋለ 77:41-43
- የገነት ሰዎቹና ሚስቶቻቸው 36:55-58
- መልዕክተኞቹ ታላቅ ወርድ ሆነው ይወርዳሉ 25:25
- ሺን ይጋለጣሉ 68:42-43
- ገነቱ ቅርብ ይደረጋሉ 81:13
- ሲኦል ቅርብ ይደረጋሉ 89:23
- ሲኦል ቃጠሎ ይነዳሉ 81:11-12
- የምጽዋት ቅጣቱ ካሳ ይሆናሉ 5:45
ራዕይ
- ጥርጥር ቢኖርባቸው 2:23-24
- የተሻረ ወይም የተረሳ ቁጥር 2:106
- ትክክለኛ ምሪት 3:73
- ከጌታ ነው ከሚጠራጠሩት አትሁን 6:114
- ለሚረዱ ሰዎቹ 6:98
- ምሪትና ምሕረት 7:203; 16:64; 31:3
- በሩህ-ኡል-ቁዱስ 16:102; 26:192-193
- ዝርዝር ተብራርቷቸዋለ 6:98; 41:2-4
- ከአላህ የመጣ ነው 46:2
- መጽሐፉን ደግሞ ቁርዓንን ደግሞ ይመልከቱ
የደረሰባቸው ጭቆና ቅጣቱ 42:39-43
ምንዳ
- ከሥራ ምርጥ ልክ ወይም ከዛም ይበልጣሉ 24:38; 29:7; 39:35
- እንደ ምንዳ 25:15
- አላህ ደጎቹ ምርጡን ምንዳ ይሰጣቸዋለ 53:31
- ለደጎቹ ምንዳ ከደጎ ሌላ ምንም የለም 55:60
ሪባ (ወለድን ይመልከቱ)
ጻድቃን
- ጓደኝነታቸው 4:69
- ምድሩን ይወርሱ ናቸዋለ 21:105
- ገነት ውስጥ 51:15-19; 76:5-12
- ደጎቹን ደግሞ ይመልከቱ
ጽድቅ 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- የጽድቅ ቁልቁለት መንገዱ 90:11-18
ትክክለኛ ምሪት የአላህ ምሪት ናቸው 3:73
መንገዶቹ 43:10
የድንጋዮቹ ቦታ (ሂጅር) ሰዎቻቸው 15:80-85
ሮሜዎቹ 30:2-5
ጣሪያ ሰማዩ ናቸው 21:32
ሩህ (ጅብሪል) 26:193; 67:12; 70:4; 78:38; 97:4
ሩህ-ኡል-ቁዱስ 2:87, 253; 5:110; 16:102
- ጅብሪልን ደግሞ ይመልከቱ
ሩህ (ነፍስ) 15:29; 17:85; 58:22
Rum, S.30
ሰባ (ሸባ) 27:22-44; 34:15-21
Saba', S.34
ቅዳሜ
- ወሰን ያለፉ 2:65; 4:154; 7:163-166
- ለእነርሱ ብቻ ደንግጎ ነበር 16:124
ሳቢዮቹ 5:69; 22:17
ቀርባን 2:196, 200; 22:34-37
Sad, S.38
ሰዳቃህ (ምጽዋት) 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ደብቆ ከማሳየት ይሻላሉ 2:271
ሰፋና መርዋ 2:158
Saff, S.61
Saffat, S.37
ሳይሉ አል-ዓሪም (ከማዕሪብ ግድብ የፈሰሰ ጎርፍ) 34:16
Sajdah, S.32
ሰኪናህ (ዕረፍትና ፀጥታ) 2:248; 9:26, 40; 48:4, 18, 26
ሷሊህ 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ሰልሳቢል (በገነት ያለ ምንጭ) 76:18
ሳሚሪ 20:85, 95-97
ሳሙኤል 2:247
ሰይጣን 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- ጥላቻ ቁርሾ ያበሳቸዋለ 5:91
- ከሰይጣን ክፉ ሹክሹክታ 7:200-201
- ያታልሉ 8:48
- 裏切った 14:22
- ምዕምናን ላይ ሥልጣን የለውም 16:99-100
- ሐሰት ይወረውሩ ናቸዋለ 22:52-53
- ጠላት ናቸዋለ 12:5; 35:6; 36:60
- ትዕቢት 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ጂን ናቸዋለ 18:50-51
- አዳምን ፈተናና ውድቀት 7:20-23; 20:116-121
- ምዕምናን ላይ ምንም ሥልጣን የለውም 16:98-100
- ዓላማው 35:6-8
- ለሰው ዘር ጠላት ናቸዋለ 12:5; 17:53
- ቡድኑ 53:14-19
- ሥራው 5:90-91
- ደጎቹ ሥራዎቹ ያስቀምጣቸዋለ 2:268
- ምዕምናን ከሰይጣን ወደ አላህ ይጠጋሉ 7:200-202
- ሴራው ደካማ ናቸዋለ 4:76
- ተከታዮቹ ይፈቷቸዋለ 8:48
- ሲኦል ውስጥ ተከታዮቹ ጋር ያወራሉ 14:22
- ኢብሊስን ደግሞ ይመልከቱ
ሚዛን ሸክሙ ባዘ ያሸንፋሉ 7:8-9
- ሚዛኑን ደግሞ ይመልከቱ
ቅዱሳት መጻሕፍት
- ቅዱሳት መጻሕፍቱ ሰዎቹ (አይሁዶቹና ክርስቲያኖቹ) 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- ደብቀው ያቆዩ ነገሮቹ 5:61-63
- ትክክለኛ መንገድ ያሉ ናቸዋቸው 5:66
- ያውቁ ነገር ግን አያምኑም 6:20
ባሕሮቹ 42:32-33; 45:12
- ሁለቱ ባሕሮቹ 18:60; 25:53; 35:12; 55:19-20
- ሲፈነዱ 82:3
ምሥጢር (ናጅዋ)
- ንግግሮቹ 4:114
- የሦስቱ ምክር 58:7
- ምክሮቹ 58:8, 10
- የግል ምክክር 58:12-13
ሃይማኖቱ ቡድን ቡድን 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
ደህንነት ከፈተና ካለ ቦኋ ወርዶ ሰጣቸዋለ 3:154
ዘር ምን ያዘምርለታቸዋለ 56:63-67
ስሜቶቹ 23:78
ሰባቱ ተፈጠሩ
- ሰማያቶቹ 2:29; 23:17; 65:12; 67:3; 71:15
- ምድሩም ሁሉ ሰባቱ ናቸዋቸው 65:12
ጥላ
- ለአላህ ሱጁድ ያደርጉ ናቸዋለ 13:15; 16:48
- መስፋፋቱ 25:45
Shams, S.91
ሴት ግመሉ ለሠሙድ ሕዝቦቹ ግልጽ ምልክቱ ናቸዋቸው 7:73; 17:59; 26:155-158
መርከቡ ሲሄድ እንደ ምልክቱ ለማገልገል ፀጋው ለመፈለግ 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ሹዐይብ 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Shura, S.42
ሲድራቱ-ኡል-ሙንተሃ 53:14
የመዲና ከበባ 33:9-27
ሲጂን 88:7-9
ኃጢአት 7:100; 74:43-6
- ሕገ ወጥ ወሲብ 4:15-16; 24:2, 19
- ከባድ ኃጢአቶቹ ቢተዋቸው ትንንሹ ይምሩ ናቸዋለ 4:31
- ከሰዎቹ ሊደብቁ ቢችሉ ከአላህ ሊደብቁ አይችሉም 4:108
- ኃጢአት ሠርቶ ኃጢአቱ ለራሱ ብቻ ናቸዋቸው 4:111
- ኃጢአት ሠርቶ ንጹህ ሰው ላይ ቢወረወር 4:112
- አላህ ሸሪክ አብራጅን አይምርም ሌሎቹን ለሚፈልጋቸው ይምራቸዋለ 4:116
- ኃጢአት ሠሩ ሁሉ ቅጣቱ ይደርሳቸዋለ 6:120
- ኃጥዓኖቹ ፈጽሞ አይሳካሉ 10:17
- አላህ ኃጢአቶቹን ሁሉ ይምራቸዋለ 39:53
- ከባድ ኃጢአቶቹ 42:37
የሲናይ ተራራ 19:52; 23:20; 95:2
ኃጥዓኖቹ ጆሮዎቻቸው ዓይኖቻቸው ቆዳዎቻቸው ይመሰክሩባቸዋለ 41:20-23
ሲራጥ 橋 66:8
ሰሳቢ 68:11-12; 104:1
ባሮቹ 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- የጦርነት እስረኞቹን ደግሞ ምርኮኞቹን ደግሞ ይመልከቱ
እንቅልፍ ዕረፍቱ ናቸዋቸው 78:9
ሰዶም 29:31; 37:136
ሰዶማዊነት 7:80-82; 11:77-83; 15:61-77; 29:28-29
ሰሎሞን 2:102; 4:163; 6:84
- አባቱ ዳዊት ፍትሐዊ ፍርድ እንዲሰጥ ረዳው 21:78-82
- እና ጉንዳኖቹ 27:15-19
- እና ሆፖዌ ወፉ 27:20-26
- እና የሰባ ንግሥት 27:22-44; 34:15
- አላህ ፀጋዎቻቸው 34:12-14, 38:34-40
- ፈረሶቹ ፍቅሩ 38:30-33
የጉዲፈቻ ልጁ 33:4-5
ነፍስ (ሩህ) 15:29; 17:85; 58:22
ለአላህ ምክንያት ወጪ አርጉ 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ከሚያስፈልጋቸው ያለፈ 2:219
- ሀብታቸው በአላህ መንገድ ወጪ ያደረጉ ምሳሌ 2:261
- ሰዎቹ ይዩ ዘንድ 2:264; 4:38
- ለአላህ ምክንያት ወጪ ያደረጋቸሁት ሁሉ ይመለስ ናቸዋቸዋለ 2:272; 8:60; 34:39
- ከልካ ወይም አባካኝ ሳይሆን 6:141; 17:26
- ከልካኝ ወይም ቁጥ ባይ ሳይሆን 25:67
- ለአላህ ምክንያት ወጪ ከማድረግ እጆቻቸውን ዘጉ 9:67
ሩህ (ነፍስ) 15:29
- ዕውቀቱ ከአላህ ዘንድ ናቸዋቸው 17:85
- አላህ ምዕምናን ያጠናክርባቸዋቸው 58:22
የጦርነት ምርኮዎቹ 8:41, 69; 48:15, 19-20; 48:15
- ምርኮዎቹን ደግሞ ይመልከቱ
ስለሌ 49:12
ከዋክብቱ 53:1, 49; 86:1-4
ከዋክብቱ 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
ቀጥተኛ መንገዱ 1:6
- ወዘተ. መሳለቁ 6:153
- ወዘተ. ትጋቱ 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
ጡት ማጥባቱ ተኳሽ ጡት አጥቢ እናቱ 2:233
ፈተናዎቹ ድህነቱ ጤና ማጣቱ ምስቃቆቹ ብልፅግናና ሀብቱ 7:94-96
ፀሐዩ 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
ከፍ ያለው ስኬቱ 9:72; 44:57
ሱረቱ 10:38; 11:13; 47:20
- ራዕዩ ወርዶ እምነቱ ይጨምርላቸዋለ 9:124-127
ጥርጣሬዎቹ 49:12
ምግብ 19:62
- ምግቡን ደግሞ ይመልከቱ
ሱዋዕ 71:23
ጣቡቅ 9:40-59, 81-99, 117-118, 120-122
Taghabun, S.64
ጣጉት 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- ሐሰተኛ አማልክቱን ደግሞ ይመልከቱ
Ta-Ha, S.20
Tahrim, S.66
Takathur, S.102
Takwir, S.81
Talaq, S.65
ጣልህ (ሙዝ ዛፍ) 56:29
ጣሉት (ሳዖል) 2:247-249
Tariq, S.86
ተስኒም (ምንጭ) 83:27-28
Taubah, S.9
ጠዋፍ (ካዕባ መዞር) 2:200; 7:29, 31
ተይሙም 4:43; 5:6
ጊዜው ሁሉ ሕዝብ ለእርሱ ጊዜ ያለው ቀደም ወይም ዘግቶ ሊሄድ አይቻልም 7:34; 10:49; 15:4-5; 16:61; 20:129
ግዛቱ በሠራዊቶቹ ጠብቁ 3:200
ፈተና ከአላህ 3:154; 34:21
ሠሙድ 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
ሌባ ቅጣቱ 5:38-39
ዙፋኑ 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- በውሃ ላይ 11:7
- ስምንቱ መልዕክተኞቹ ይሸከሙ ናቸዋቸው 39:75; 40:7; 69:17
ጊዜ 45:24; 76:1; 103:1
Tin, S.95
ቅጣቱ 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
ለምናጠፋቸው ከተሞቹ ታወቀ ድንጋጌ ነበር 15:4
ንግድና ንብረቱ 4:29
ምድሩ ዞረው አላዩም 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ክህደት 8:58; 22:38
- ክዳቱን ደግሞ ይመልከቱ
የተከማቸ ሀብቱ 9:35
የአላህ ግምጃ ቤቶቹ 6:50
የዘለዓለም ዛፍ 20:120
ዛፎቹ 22:18
ፈተናዎቹ 2:214-218; 64:15
መለከቱ በትንሣኤ ቀን 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
ሰኽኻህ 80:33
ታማኝነቱ ሰማያቱ ምድሩ ተራሮቹ ቀረበ ሰው ወሰደው 33:72-73
ታማኝነቶቹ (አማናህ) 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
እውነቱ 5:48; 23:70-71, 90; 25:33; 69:51
- ከሐሰት ጋር አትቀላቅሉ ወይም አትደብቁ 2:42
- እውነቱ ሐሰቱ ጠፍቷቸዋለ 17:81
- የእውነቱ ቃል ኪዳን 46:16-17
የቱባዕ ሕዝቦቹ 44:37; 50:14
ጡር (ተራራ) 28:29, 46
Tur, S.52
የቱዋ ሸለቆ 20:12; 79:16
የኡሑድ ጦርነት 3:121-128, 140-180
ኡማ (ማህበረሰቡ ሕዝቡ) 2:143-144; 10:47, 49; 11:118; 16:36, 120
ዑምራ 2:128, 158, 196
ወለድ (ሪባ) 2:275-276, 278-280; 3:130; 4:161; 30:39
ዑዛይር (ዕዝራን ይመልከቱ)
ዑዛ 53:19
የማይታይ ሽፋን 17:45-46
መሸፈን 24:31; 33:59
ሰብዑ አልማሷኒ ቁጥሮቻቸው 15:87
ድል
- ከአላህ ተሰጠ 48:1
- ከአላህ እርዳታ ድል 61:13
በጎ ሥነ ምግባሮቹ (ጽድቁን ምዕምናኑን ደግሞ ይመልከቱ)
ዋዱ 71:23
- "ጠብቁ እኛም እየጠበቅን ነን" 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Waqi'ah, S.56
ከአላህ ጋር ጦርነት 5:33-34
ከልካ አባካኝ አትሁን 6:141; 7:31; 17:26
ውሃ ሕያዋን ሁሉ ከዛ ተፈጠሩ ናቸዋቸው 21:30; 24:45; 25:54
- ሁለቱ ባሕሮቹ 18:60; 25:53; 35:12; 55:19-20
- የአላህ ዙፋን ባሕሩ ላይ ናቸዋቸው 11:7
- ዝናብ 23:18
መንገዱ 1:6; 42:52-53; 90:10
- ወዘተ. ቀላሉ ቀላል አድርጋቸዋለ 87:8
- ሰላምታውን ደግሞ ይመልከቱ
የመንገደኛ 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ሀብት
- ሰበሰበ ሁሉ 104:2-4
- ለአላህ ምክንያት ወጪ (ወጪ አርጉን ደግሞ ይመልከቱ)
ሀብትና ልጆቹ የዚህ ዓለም ሕይወቱ ጌጡ ናቸዋቸው 18:46
ሚዛንና ምስፈሪያ ሙሉ ስጡ 11:85; 17:35; 83:1-5
መበለቶቹ 2:234-235, 240
የአላህ ፈቃዱ 10:99-100; 30:5; 81:29; 82:8
ሰው ቀጥ ብሎ ሊሄድ ፈቃዱ ካልሆነ በቀር አላህ ካልፈቀደ 28:29
ነፋሶቹ 77:1-3
- የምሥራቅ ፈተሞቹ ሆነው 7:57; 30:46
- ደመናዎቹ አስነስተው ውሃ አወርደው 15:22; 30:48
- ቢጫ ሆነው 30:51
ወይን (ገነት ውስጥ)
- ንጹህ ሀሳዎቹ 37:45; 76:21
- ነጭ ጣፋጮቹ 37:46
- ወይን ወንዞቻቸው 47:15
- ንጹህ ታሸጉ ናቸዋቸው 83:25
- አላህ አንዱን ከሌላው ላዩ ያደረገበት ነገር አትመኙ 4:32
ምስክሮቹ
- ለነቢዮቹ ቃል ኪዳን 3:81
- ለሰዎቹ ሁሉ 2:143; 22:78
- ለውል 2:282
- ለአንድ ወንድ ሁለት ሴቶቹ 2:282
- ሕገ ወጥ ወሲብ ላይ 4:16; 24:2
- ፍትሐዊ ሁን 5:8
- እጆቹና እግሮቹ ይመሰክሩ ናቸዋቸው 36:65
- ሰው ለራሱ 75:14
የምስክርነት ቀንና የምስክርነት ቀን 85:3
ሚስቶቹ
- ልክ እንደ ምርት ናቸዋቸው 2:223
- ሽፋን ናቸዋቸው 2:187
- ከናንተ ዓይነቶቹ 16:72
ሚሟገቱ ሴቷ 58:1-2
ሴቶቹ 2:222-223; 4:15, 19-22, 34, 127
- ንጹሐን ሰዎቹ ሚወቅሱ 24:4-5, 11-17, 23-26
- መሸፈን 24:31; 33:59
- ምዕሚናት ስደተኞቹ ሆነው 60:10-12
- ክርክር ላይ ራሷን ግልጽ ያላደረገች 43:17-18
ዋርካ ሰዎቹ 15:78; 38:13; 50:14
- አይካህን ደግሞ ምድያንን ደግሞ ይመልከቱ 26:176-191
የዚህ ዓለም ሕይወቱ
- ጨዋታና መሳሳቻ ብቻ ናቸዋቸው 6:32; 29:64; 47:36; 57:20
- ሰዎቹ ያታልሉ ናቸዋቸው 6:130
- ደስታ ከወዲያ ያንሳሉ 9:38; 13:26; 28:60-61
- ፈልጉ ያገኛሉ ወዲያ ምንም አይኖራቸውም 11:15-16; 17:18; 42:20
- ሀብትና ልጆቹ ጌጡ ናቸዋቸው 18:46
- ዛሬን ወደው ወዲያ ጥለው 75:20-21; 76:27
ለውሎቹ ጽሁፍ 2:282
ክፉ ሠሪዎቹ 11:18-22, 101-104, 116-117; 39:47
- ከሃዲዎቹን ደግሞ ይመልከቱ
ውዱዕ (ምስጋና) 4:43; 5:6
ያጉሥ 71:23
ያህያ (ዮሐንስ)
- ምሥራቹ 3:39; 21:90
- ጻድቅ 6:85
- ጥበበኛ ርህሩህ ታዛዥ 19:12-15
Ya-Sin, S.36
ያሥሪብ (አልመዲና) ሰዎቻቸው 33:13
ያዑቅ 71:23
Yunus (Jonah), S.10
Yusuf (Joseph), S.12
ዘቡር 21:105
ዘካሪያስ (ዘካሪያ) 3:37-41; 6:85; 19:2-11; 21:89-90
ዘይድ ኢብን ሓሪሸህ የነቢዩ ባሪያ 33:37-38
ዘካት 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- የዘካትና ምጽዋቱ ዓላማዎቹ 2:273; 9:60
ዘንጃቢል 76:17
Zalzalah, S.99
ዘቁም 17:60; 37:62-66; 44:43-46; 56:52
ዚሃር 33:4; 58:2-4
Zukhruf, S.43
Zumar, S.39
መሠረታዊ ዶግማዎቹ
- እምነቱ ፍጹም ሆነ 5:3
- ከአላህ ዘንድ ተቀባይ ብቸኛ መንገዱ 3:19, 85
- እስልምናን ለመቀበል ምንም ግዴታ የለም 2:256
- ልዩ ልዩ እምነቶቹና ሕጎቹ ያላቸው አንድ ሃይማኖቱ 5:48; 22:67-70; 42:13-14
- የእስልምና ነቢዮቹ 2:135-136; 3:84; 4:163-165
- ትዕዛዞቹ (ለአላህ አምኑ ደጎቹ ሥራ ሠሩ) 4:36; 6:151-154; 17:23-39; 18:107-108
- የሸሪዓ አምስቱ ዓላማዎቹ እምነቱ ጠብቆ 5:54
- ሕይወቱ ጠብቆ 5:32; 6:151
- ሀብቱ ጠብቆ 5:38
- ክብሩ ጠብቆ 5:5; 24:4
- አዕምሮው ጠብቆ 5:90.
በአላህ እምነቱ 2:255
- ፈጣሪነቱ ምርጦቹ ስሞቹ 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ብቸኛ አምልኮ የሚገባው 1:1-4; 2:285; 6:3; 43:84
- ሥልጣኑ ሁሉ ለእርሱ ናቸዋቸው 3:26; ዙፋኑ (ዓርሹ) 7:54; 11:7
- ኩርሲው (ወንበሩ) 2:255
- ለሰዎቹ ሁሉ ልዩ ልዩ ፀጋዎቻቸው 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ሕይወቱ ሰጥቶ ሞቱ አዘምሮ 44:8; 53:44; 57:2; 67:2
- ደስታና ሐዘን አዘምሮ 53:43
- ምግቡ ብዙ ወይም ትንሽ ሰጥቶ 13:26; 17:30; 29:62
- ከሁሉ ምርጥ ፈራጅ 95:8
- ከሁሉ ምሕረተኛ 12:92
- ጻድቃኑን ወዶ 85:14
- ሙሉ ምሕረቱና ኃይለኛ ቅጣቱ 13:6, 40:3
- ፊተኛውና መጨረሻው 57:3
- ክብርና ሥልጣን ሁሉ ለእርሱ 35:10
- ሰውሩን ያውቆ የማይታዩን ያይ 6:59, 73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ልቦቻቸው ሰውሩ ምን እንደሆነ ያውቅ 5:7; 11:5; 31:23
- ምን እንደሆነ ምን ሊሆን እንደሚችል ያውቅ 2:255
- ሁሉ ነገር ሰነዱ (ተጠብቆ ባለ ጽላቱ) ጻፈ 6:38; 13:39; 36:12
- ሁሉ ማድረግ ይቻለዋለ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ወሰን የሌለው ኃይሉ 3:26-27; 24:45; 31:28-30
- ሰማያቱና ምድሩ በስድስት ቀናት ፈጥሮ አልደከመም 46:33; 50:38
- "ሁን!" ብሎ ፈጠረ 36:81-83
- ፍጥረቱ ፈጽሞ አልበደለም 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ሁሉ ለፈቃዱ ይሰግዱ ናቸዋቸው 3:83; 22:18; 30:26
- ሁሉ ለእርሱ ያስፈልጋቸዋለ 11:6; 35:15; 55:29
- ለእርሱ አደራ ስጡ 10:84-85; 12:67; 25:58
- የፈጣሪነቱ ቃለ ምልልስ ዓይነቶቹ 42:51
- ሊጠነቀቁለት ብቁ ናቸዋቸው 2:21; 3:102; 4:1; 33:70-71; 59:18
- ጥበቡ ከእርሱ ስጦታ ናቸዋቸው 2:269
- ከምንም ነፃ ናቸዋቸው 3:97; 6:133; 112:2
- ሦስትነት አይደሉም 4:171
- ጓደኛ የለውም 6:101
- ልጅ የለውም 10:68; 19:35; 43:81; 72:3; 112:3
- ሸሪኮቹ ወይም ከፊሎቹ አማልክቱ የሉም 6:94; 7:191-195; 46:4-5
- እርሱን ምናምን አይመስለውም 42:11; 112:4
ፍጥረቱ ምስጢሮቹ ዙሪያ ላሉ ሰዎቹ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
የፍጥረቱ ምልክቶቹ 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ሁሉን ለዓላማ ፈጠረ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ዓለሙ ፍጹም ሆነ 67:3-4
- ቀንን ሌሊት ሌሊትን ቀን አደረገ 3:27
- ልዩነቱ 30:22; 35:27-28
- ማር 16:68-69
- ወተት 16:66
- ልጆቹ ስጦታ 42:49-50
- ፕላኔቶቹና ምህዋሮቻቸው 21:33; 36:38-44
- ኮከብ ስርዓቶቹ 25:61; 85:1
- ከዋክብቱ 37:6-7; 67:5
- ደመናዎቹ 7:57; 30:48
- ምድር መናወጥ 7:78; 7:155
- መሬት መናድ 28:81; 29:40
- ዐብይ ማዕበል 10:22
- ጠፋፋ ዝናብ በረዶና ዝናብ 2:265; 6:99; 24:43; 50:9-11
- ነጎድጓድና መብረቅ 13:12-13
ሳይንሳዊ ጥቆማዎቹ
- ሰዎቹ ከወንድና ሴት ዘር ተፈጠሩ 76:2
- ፅንሱ ምስረታና ደረጃ ደረጃ እድገቱ 22:5; 23:12-14
- ፅንሱ ሦስቱ ጨለማ ሽፋኖቹ 39:6
- ጨዋ ውሃዎቹ 25:53-54; 35:12; 55:19-20
- ንፋስ አበጋዝ 15:22
- የጣቶቹ አሻራ 75:3-4
- ተራሮቹ እንደ ምሰሶዎቹ 78:7
- ብረቱ ወርዶ 57:25
- ህመም ሰሚ ነርቮቹ 4:56
- ፀሐዩ ብርሃን ምንጭ ጨረቃዋ ግን ተቀባይ ብርሃን 10:5
- ጨረቃ ሰንጠቂ 54:1
- ሰማዩ ጥሩ ጣሪያ 21:32
- ሁሉም ፍጥረቶቹ ከውሃ ናቸዋቸው 21:30; 24:45
- ጉንዳኖቹ ይነጋገሩ ናቸዋቸው 27:17-19
- የውስጥ ማዕበሎቹ 24:40
ሕያዋን ፍጥረቶቹ
- መልዕክተኞቹ 39:75
- ሰዎቹ (ምድር ላይ ሥልጣን) 2:30; 6:165; 16:4
- ጂኖቹ 72:1-15
- እንስሳቶቹ ሰዎቹ ሁሉ ማህበረሰቦቻቸው ናቸዋቸው 6:38
- ጥጃ 11:69
- ግመል 7:40
- ውሻ 18:22
- ዝሆን 105:1
- ፈረሶቹ በቅሎዎቹ አህያዎቹ 16:8
- አንበሳና ዜብሮዎቹ 74:50-51
- ዝንጀሮዎቹ 2:65
- አሳማዎቹ 2:173
- ሴት ግመሉ 7:73
- በጎቹና ፍየሎቹ 6:143
- ተኩላ 12:17
- እንቁራሪቶቹ 7:133
- እባብ 7:107
- ወፎቹ 24:41
- ቁራ 5:31
- ሆፖዌ ወፉ 27:20
- ሰሎዋ 2:57
- ዓሣ 18:61
- ዓሣ ነባሪ 37:142
- ጉንዳኖቹ 27:18
- ንቦቹ 16:68
- ትንኝ 2:26
- ዝንብ 22:73
- ቅማልና አንበጦ 7:133
- ሸረሪት 29:41
- ሌሎቹ ለእኛ የማይታወቁ 16:8
ዕፀዋቱና ፍሬዎቻቸው 6:99; 13:4; 16:11; 36:33-35
- ሙዝ 56:29
- ዘንባባ 19:25
- ዕፀዋቱ ዱባዎቹ ቅጠሎቻቸው ምስሮቻቸው ሽንኩርቶቻቸው 2:61
- ወይን 80:28
- ወይራ 6:99
- በለስ 95:1
- ሮማን 55:68
- ዱባ 37:146
በሙሐመድ እምነቱ
- ባህሪዎቹ ነቢይ ብቻ ናቸዋቸው 3:144; 6:50; 7:188; 18:110
- እውነቱ ለማድረስ 2:119; 35:24; 42:48
- የነቢዮቹ ማሕተም 33:40
- ክቡር ባህሪው 3:159; 68:4
- አርዓያ ሰብ 33:21
- ለምዕምናን ፀጋ ሆኖ 3:164
- ለዓለሙ ሁሉ ምሕረት ሆኖ 21:107
- ሁለንተናዊ መልዕክተኛ 4:170; 7:157-158; 34:28
- ቀጥተኛ መንገዱ ይመራሉ 42:52-53
- ሰዎቹ ያስቡ ናቸዋቸው 9:129
- በፍርዱ ቀን ምስክር ሆነው 4:42; 16:89
- ያልተማሩ ነቢይ 7:157-158; 29:48; 62:2
- ቶራህና ወንጌሉ ውስጥ ተናገሩ ናቸዋቸው 7:157
- ኢየሱስ ቀደም ብሎ ተናግሯቸዋለ 61:6
ነቢዩ (ﷺ) ያጋጠሟቸው ፈተናዎቹ
- የጣዖት አምላኪዎቹ ዋጋ ቢስ ጥያቄዎቻቸው 8:32; 15:7; 17:89-93; 25:7-8
- ሐሰተኛ ወቀሳዎቹ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ሕይወቱ ላይ ሙከራ 8:30; 9:74
- ሊጎዱ ወይም ሊቃወሙ ለሚፈልጉ ማስጠንቀቂያ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ካዱ ሰዎቹ ጋር ትዕግሥት እንዲያሳይ ታዝዟቸዋለ 20:130; 30:60; 46:35; 70:5
- ከአላህ ዘንድ ዕርዳታ ታዝዟቸዋለ 5:67; 93:1-11; 94:1-8
ከነቢዩ (ﷺ) ሕይወቱ ትምህርቶቹ
- ከስደቱ (ሂጅራ) ወደ የበድር ጦርነት 3:121-129; 8:42-44; 8:65-71
- የኡሑድ ጦርነት 3:151-180
- የጉድጓዱ ጦርነት 33:9-27
- የሁናይን ጦርነት 9:25-27
- መዲና 9:40
- ጣቡቅ 9:38-123
- ባኑ አን-ናዲር 59:2-6
- ሐምራዕ አልአሰድ 3:172-175
- የሑደይቢያ ሰላም 48:1-7; 48:10-29
ለነቢዩ (ﷺ) የተሰጡ ክብሮቹ
- አላህና መልዕክተኞቹ ይባርኳቸዋለ 33:56
- ከመካ ወደ ኢየሩሳሌም ሌሊቱ ጉዞ 17:1
- ወደ ሰማያቱ ጉዞ 53:1-18
- በዚህ ዓለምና ወዲያ ተከብረዋለ 17:79; 66:8; 108:1
- ለእርሳቸው ታዛዥነት ለአላህ ታዛዥነት ናቸዋቸው 4:80
- ለአላህና ለመልዕክተኛው ታዛዥነት ምንዳ 4:69
- ቤተሰባቸው ተጠርጉ ናቸዋቸው 33:33-34
- ጅብሪልን እውነተኛ ቅርጹ ላይ አዩ 53:1-18
- ምዕምናን ሊታዘዙ ታዘዙ ናቸዋቸው 59:7
- ለእርሳቸው ሥርዓቱ 49:1-5
- እርሳቸውን ለመጎብኘት ሥርዓቱ 33:53
- ሚስቶቻቸው ጋር ለመምህሩ ሥርዓቱ 33:53
- አላህ ለእርሳቸውና ለጓደኞቻቸው ደስ ብሎበት 9:100; 9:117
- የእምነቱ ማህበረሰቡ ምርጥነቱ 2:143; 3:110
ሶላት 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- የዓርብ ጉባኤ 62:9
- ወደ ቂብላህ 2:144; 2:149-150
- ከክፉ ሥራ ሊያቆም ናቸዋቸው 29:45
- ጊዜዎቹ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- አደጋ ወይም ጉዞ ጊዜ 2:239; 4:101-102
- ሶላት ሸሽቶ ለሚሄዱ ማስጠንቀቂያ 19:59; 74:38-47; 107:5-7
- የምናፍቃኑ ሶላት 4:142; 9:54
ንጽሕና ውዱዕ 5:6
- ሙሉ ጉሱል 2:222; 4:43
- ደረቅ ተይሙም 4:43; 5:6
ዱዓዎቹ (ጸሎቶቹ)
- የአብርሃም 2:126-129; 14:35-41; 26:83-89
- አዳምና ሔዋን 7:23
- ኢየሱስ 5:114
- ኢዩብ 21:83
- ዮናስ 21:87
- ዮሴፍ 12:33; 12:101
- ሙሳ 10:88-89; 20:25-35
- ሙሐመድ 17:80; 20:114
- ኑህ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- ሰሎሞን 38:35
- ሹዐይብ 7:89
- ዘካሪያስ 3:38; 19:2-6; 21:89-90
- መልዕክተኞቹ 40:8-9
- የማርያም እናቷ 3:35-36
- የፈርዖን ሚስቱ 66:11
- የፈርዖን አስማተኞቻቸው 7:126
- ንጉሥ ሷዑልና ከእርሱ ጋር ያሉ ምዕምናን 2:250
- የእስራኤልያን ምዕምናን 10:85-86
- የዋሻ ሰዎቹ 18:10
- ጻድቃኑ 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- የተጨቆኑ 4:75
የሱጁድ ቁጥሮቻቸው
- ሰጅዳት ናቸዋቸው 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ዘካት እንደ ግዴታ 2:110; 2:177; 2:277; 6:141
- ከምዕምናን ባህሪዎቹ 22:41; 23:4; 51:19
- ተቀባዮቹ 9:60
- ምጽዋት (ሰዳቃህ) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ለሚዝቁ ማስጠንቀቂያ 3:180; 9:34; 47:38
ጾም (ሰውም)
- በረመዳን 2:183-185
- የጾሙ ሰዓቶቹ 2:187
- ነፃ የሆኑ 2:184-185
- ጾሙ ቀዳሚ ሌሊቱ ወሲብ 2:187
- ሐጅ ጊዜ ጾም 2:196
ሐጅ (ሐጅ)
- የሚችሉ ሁሉ ግዴታ ናቸዋቸው 3:97
- ሥርዓቶቹና ሕጎቻቸው 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- የቀርባን ሥጦታዎቻቸው 2:196; 22:36-37
- ሐጅ ጊዜ ምድር ላይ አደን የተከለከለ 5:1; 5:94-95
- ባሕሩ ላይ አደን ፈቃዱ ናቸዋቸው 5:96
- ዑምራ 2:158; 2:196
የእምነቱ ማህበረሰቦቻቸው
- ሙስሊሞቹ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ለእርስ በርሳቸው ጠባቂዎቻቸው 3:28; 9:71
- ክርስቲያኖቹ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- አይሁዶቹ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- የእስራኤልያን 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- የቅዱሳት መጻሕፍቱ ሰዎቹ (በዋናነት አይሁዶቹና ክርስቲያኖቹ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ሙስሊሞቹ ከእርሳቸው የታረደ ሊበሉ ሴቶቻቸውን ሊያገቡ ይችላሉ 5:5
- ለአይሁዶቹ የተከለከሉ ምግቦቻቸው 6:146
- ሳቢዎቹ 2:62; 22:17
- ማጊዎቹ 22:17
- ጣዖት አምላኪዎቹ 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- የጣዖት አምላኪዎቹ ጠፍ ሥርዓቶቻቸው 2:189; 5:103; 6:138-144
- አምላክ የለሾቹ 52:35-36
የጣዖት አምላኪዎቹ ሥርዓቶቹ ተከልክለዋለ
- ሴት ልጆቹ ሕያዋን ቀበሩ 16:58-59; 81:8-9
- ከድህነቱ ፍርሃት ልጆቹ ገደሉ 6:137; 6:151; 17:31
- ካዕባ ዙሪያ ጫጫታና ጭ拍手 8:35
- ግመሎቹ ለጣዖቶቹ ዘጉ 5:103; 6:136
- በጣዖቶቹ ስም ቀርባን አደረጉ 6:121
- ዚሃር ፍቺ 33:4; 58:2-4
- ኢላዕ (ከአራት ወር ይበልጣሉ) 2:226-227
- ዕጣ ሳሉ ወሰኑ 5:3
- እርቃን ሆነው ካዕባ ዞሩ 7:26-28
- ሐጅ ካለ ቦኋ ቤቶቹ ኋለኛ ደጃፍ ተገቡ 2:189
የአምልኮ ነገሮቻቸው
- መልዕክተኞቹ (ከአንዳንድ የጣዖት አምላኪ ዓረቦቹ) 34:40
- አልአይካህ (ከሹዐይብ ሕዝቦቹ) 26:176
- ባዕል (ከኤልያስ ሕዝቦቹ) 37:125
- ኢየሱስ (ክርስትና ውስጥ) 5:17
- ጣዖቶቹ (ከአብርሃም ሕዝቦቹ) 21:52-53
- ላት ዑዛ ማናት ጣዖቶቻቸው (ከዓረብ ጣዖት አምላኪዎቹ) 53:19-20
- ዋዱ ሱዋዕ ያጉሥ ያዑቅ ነስር ጣዖቶቻቸው (ከኑህ ሕዝቦቹ) 71:23
- ፀሐዩ (ሰቢዕ ሕዝቦቹ) 27:24
- ሲሪዩስ (ከአንዳንድ የጣዖት አምላኪ ዓረቦቹ) 53:49
- ፈርዖን (ጥንቱ ግብፅ ውስጥ) 26:29; 28:38; 79:24
- ምኞቶቻቸው 25:43-44; 45:23
- ብዙ አማልክቶቻቸው ሐሰት ናቸዋቸው 17:42-43; 21:21-24; 25:3
የአምልኮ ቦታዎቹ መስጂዶቹ 9:18
- አብያተ ክርስቲያናቱ ምኵራቦቹ ገዳሞቻቸው 22:40
- ቅዱስ ቦታ 3:39; 38:21
- ቤተ መቅደሱ 17:7
- የሃይማኖቱ ርዕሶቹ ካህናቱ መነኮሳቱ ሃኪሞቹ 5:44; 5:63; 5:82; 9:31-34
መልዕክተኞቹ
- ስለ አዳም ፍጥረቱ ጠይቁ 2:30-34
- አላህን ፈጽሞ አይቃወሙም 21:26-27; 66:6
- የአላህ ሴቶች ልጆቹ አይደሉም 21:26; 43:16-19
- ጠባቂ መልዕክተኞቹ 13:11
- ሁለቱ ሚጽፉ መልዕክተኞቹ 50:16-18; 82:10-12
- ስምንቱ በፍርዱ ቀን ዙፋኑ ይሸከሙ ናቸዋቸው 69:17
- አስራ ዘጠኙ የሲኦሉ ጠባቂዎቻቸው 74:26-31
- የሞቱ መልዕክተኞቻቸው 6:93; 16:28; 32:11
- ጅብሪል 2:97; 66:4; 26:192-195; 53:1-14
- ሚካኤል 2:98
- ማሊክ 43:77
መልዕክተኞቹ
- ከመልዕክተኞቹና ሰዎቹ 22:75
- ጽኑ ሙሉ ቁርጠኝነቱ መልዕክተኞቹ (አብርሃም ኑህ ሙሳ ኢየሱስ ሙሐመድ ﷺ) 33:7; 42:13; 46:35
ቅዱሳት መጻሕፍቱ
- ቁርዓን ከአላህ ራዕዩ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ለዓለሙ ሁሉ ዝክር 68:51-52
- ምርጥ ሕይወቱ ወደ ቀጥተኛ መንገዱ ምሪቱ 17:9
- ራዕዩ በረመዳን ወር ተጀምሮ 2:185
- በተባረከ ሌሊቱ 44:3; 97:1-5
- ደረጃ ደረጃ ወርዶ 17:105-106
- ለማስታወስ ቀላሉ ሆኖ 54:17
- ቀደሙ ራዕዮቹ እውነቱ አረጋግጦ 3:3-4
- ቀደሙ ቅዱሳት መጻሕፍቱ ላይ ከፍ ያለ ሥልጣን 5:48
- ምንም ጥርጥር የለውም 2:2; 10:37
- ምንም ቅራኔ የለውም 4:82
- አልተፈበረከም 10:37-39
- ከቅዱሳን መጻሕፍቱ ተቅዶ አይደለም 25:4-6
- ሰይጣኖቹ አላወረዱትም 26:210-212
- ምናምን ሊተካው አይቻለም 17:88; 2:23-24; 10:13-14; 11:13
- ከብልሹነቱ ተጠብቆ 15:9
- ተጠብቆ ባለ ጽላቱ ላይ ተቀምጦ 56:75-80
- ሐሰት ሊያደርጉ አይቻለም 41:42
- የወደፊቱ ሁኔታዎቹ ትነብይ 30:1-7; 48:27
- ምዕምናን አልቅሶ 5:83; 17:107-109
- ልቦቻቸው ይዳስሳሉ 39:23
- ብሩህ ብርሃን 4:174; 42:52
- ለምዕምናን ፈውስና ምሕረት 17:82
- ቶራህ 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ወንጌል 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- መዝሙሮቹ 4:163; 17:55
- የአብርሃም ጥቅልሎቻቸው 53:36-44; 87:14-19
ዕጣ ፈንታና ድንጋጌ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ነፃ ምርጫ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
የፍርዱ ቀን
- ምንም ግፍ የለም 2:281; 18:49; 40:17
- የፍጻሜ ዘመኑ ፍርሃቶቹ 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ጻድቃኑና ክፉዎቹ ያ ቀን 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ምልጃ (ሸፋዓህ) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
የሥራ ሰነዶቻቸው 17:13; 18:49
- ምዕምናን ሰነዳቸው ቀኝ እጃቸው ላይ ይቀበላሉ 69:19-24; 84:7-9
- ከሃዲዎቹ ሰነዳቸው ግራ እጃቸው ላይ ይቀበላሉ 69:25-37; 84:10-15
- ምንም ከአላህ ሊደብቅ አይቻለም 21:47; 40:16
- ሥራዎቹ ሚዛን 7:8; 23:102-104; 101:1-11
- የሰውነቱ ቦታዎቹ ምስክርነት 41:19-24; 24:24
- ለደጎቹና ክፉዎቹ ሥራዎቹ ምንዳ 6:160; 27:89-90; 28:84
የሰዎቹ ዓይነቶቻቸው
- ምዕምናን 18:107-108
- ከሃዲዎቹ 4:167-169
- ምናፍቃኑ 4:145; 57:13-15
- የገነቱ ሰዎቹ ፊተኞቹ ምዕምናን 55:46-61; 56:10-26
- የገነቱ ሰዎቹ የቀኝ ሰዎቻቸው 55:62-78; 56:27-40
- የሲኦሉ ሰዎቹ የግራ ሰዎቻቸው 55:31-45; 56:41-56
- ከፍተኛው ላይ ያሉ ሰዎቹ 7:46-49
ፋይናንስ
- የንግዱ መምሪያዎቹ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ኑዛዜዎቹ ለወራሾቹ ያልሆኑ ምርጫ ኑዛዜዎቹ 2:180-183; 4:11-12; ጉዞ ጊዜ ሞቱ ቀደም 5:106-108
- ጉቦ 2:188
-빚ዎቹ빚 ሰብስቦ ጨዋነቱ 2:280; -빚 ውሉ ጽፎ ምስክሩ 2:282; - ዋስትና 2:283
- ውርስ መምሪያዎቹ 4:7; 4:32-33; 8:75; - የልጆቹና ወላጆቹ ድርሻ 4:11; - ሚስቶቹና ወንድምና እህቶቹ ድርሻ 4:12; - ሙሉ ወንድምና እህቶቹ 4:176; - ያልሰሙ ማስጠንቀቂያ 4:13-14
- ወለድ የተከለከለ ማስጠንቀቂያ 2:275-281; 3:130-132; - ዋጋ ቢስ ሆነ 30:39
ሕጋዊ
- የክህደቱ ሕጉ (ሒራባህ) 5:33-34
- ፍትሕ ፍትሐዊ ሆኖ 4:135; 5:8; 16:90-91; - ለወላጅ አልቦዎቹና ሴቶቹ መብቶቻቸው 4:127; - ለአይሁዳዊ ፍትሕ 4:105-112; - ለጣዖት አምላኪ ፍትሕ 4:58; - ለሙስሊም ያልሆኑ ፍትሐዊ 60:8-9
- ሕጋዊ ቅጣቱ (ምሕረቱ ጨምሮ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ባልና ሚስቱ መለያያት ኹልዕ 2:229; - ሊዓን (ዝሙት ወቀሳ) 24:6-10
ፖለቲካ
- ጉዳዮቹ በምክክር (ሹራ) ማስተናገድ 3:159; 42:38
- ራስ ለመከላከሉ ጦርነት (ጂሃድ) ሥርዓቱ 2:190-192; 2:216; 22:38-40; - ሳይለዩ ሊያጠቁ አይገባም 4:94; - ለተጨቆኑ ወንዶቹ ሴቶቹ ልጆቹ 4:75; - የአምልኮ ቦታዎቹ ጠብቆ 22:37; - ሰማዕቶቹ ምንዳ 2:154; 3:169-171; 9:111; 57:19; - ወታደራዊ ኃይሉ ሊፈሩ የሚቻሉ ጠላቶቹ ያስቀምጣቸዋለ 8:60; - ሰላሙ ምርጫ 2:192; 8:61
- ቡድኖቹ መካከል ሰላም ማምጣት 49:9-10
- የጦርነት እስረኞቹ ያዘው 8:70; 47:4; 76:8
ማህበራዊ
- ጉዲፈቻ 33:4-5
- ወላጅ አልቦዎቹ ጠቅምሞ 2:220; 4:2-10; 4:127; 6:152; 17:34
- ፍቺ ዳኝነቱና ዕርቁ 4:35; 4:128; - የፍቺ ሥርዓቱ 2:229-231; 65:1-2; - ቀለብና ጥበቃ ጊዜ 2:226-241; 4:19-21; 33:49; 65:1-7; - ባሉ ከሰጠው ምንም ሊወሰድ አይገባም 4:20; - ሚስቱ ሊጨቈን አይገባም 65:6; - ሚስቱ እርግዝና ጊዜ ሊደገፍ ናቸዋቸው 65:6; - ጥበቃ ጊዜ 65:6; - ቀድሞ ባሏ ልጁ ጡት ብታጠባ 65:6; - ምንም ወላጅ ምክንያቱ ልጁ ሊሰቃይ አይገባም 2:233; - ጡት አጥቢ ምርጫ 65:6
- ደጎቹ ሥራ ማበረታቱ ክፉ ሥራ መከልከሉ 3:104; 3:110; 7:157; 9:71-72; 31:17
- የሰዎቹ እኩልነቱ 49:13; - ወንዶቹና ሴቶቹ ከአላህ ዘንድ ከሕጉ ዘንድ 3:195; 4:124; 5:38; 16:97; 24:2; 40:40; - ወንዶቹ ከሴቶቹ ላይ ደረጃ ያለ ኃላፊነቱ 2:228
- ድሆቹ ወላጅ አልቦዎቹ ምርኮኞቹ ምግብ 76:8-9
- ምሕረቱ ቁጣ ቁጥጥሩ 3:134; 42:40
- ባሮቹ ነፃ ማውጣቱ ረዳቶቻቸው 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- ወላጆቻቸው ማክበሩ 4:36; 17:23-25; 31:14-15
- ትሕትና 17:37; 31:18-19
- የአብርሃም ሕልሞቹ ትርጓሜ 37:102; - የዮሴፍ ሕልሞቹ ትርጓሜ 12:4; 12:36; 12:43; - የሙሐመድ ሕልሞቹ ትርጓሜ 8:43; 48:27
- ለሙስሊም ያልሆኑ ደጎቹ 60:8
- ጋብቻ 4:3; 4:129; 16:72; 30:21; - ሕጋዊና ሕገ ወጥ ሴቶቹ ማግባት 4:22-24; - የቅርርብ ሥርዓቱ 2:222-223; - እርግዝናና ጡት ማጥባቱ 2:233; 31:4; 46:15; 65:6; - ቀድሞ ሚስቱ ዳግም ማግባቱ 2:230; - ነጠላዎቹ ሊያገቡ ረዳቶቻቸው 24:32; - ጥበቃ ጊዜ ትኩረቱ ዘዴ ማሳየቱ 2:235
- መሃሎቹ 2:224-225; 16:91-92; 16:94; - የተሰበረ መሃሉ ካሳ 5:89
- ከባድ ጊዜ ትዕግሥቱ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- ፈቃድ ጠይቆ መግባቱ 24:58-60; - ሰዎቹ ቤቶቹ መግባቱ 24:27-28; - ሕዝባዊ ቦታዎቹ መግባቱ 24:29
- ማህበራዊ ሥርዓቱ ዜናን ማረጋገጡ 4:83; 49:6; - ሁሉ ሰው ማክበሩ 49:11-12; - የጉባኤ ሥርዓቱ 58:11; - የግል ንግግሮቻቸው 4:114; 58:9
- ሙከናዎቹ 2:270; 9:75-77; 22:29; 76:7
- ከልካ አባካኝነቱ 7:31; 17:29; 25:67
ሌሎቹ ታሪኮቻቸው
- ሃቤልና ቃኤል 5:27-31; - አልኻዲርና ሙሳ 18:60-82; - የዝሆን ሠራዊቱ 105:1-4; - ከፈርዖን ሕዝቦቹ ምዕሚን ሰው 40:28-46; - የማርያም ልደቱ 3:35-36; - የእስራኤልያን ላሟ 2:67-74; - ዕዝራ 2:259; - የአትክልት ቦታ ባለቤቶቻቸው 68:17-32
- ሃሩትና ማሩት 2:102
- ቃሩን 28:76-82
- ሉቅማን ለልጁ ምክሩ 31:12-19; - ሁለቱ የአትክልት ቦታ ባለቤቱ 18:32-44; - ሰቢዕ ሕዝቦቻቸው 34:15-19; - የዋሻ ሰዎቻቸው 18:9-26; - የጉድጓዱ ሰዎቻቸው 85:1-8; - ቅዳሜ ወሰን ያለፉ 7:163-165; - ሳሚሪና ወርቁ ጥጃ 20:83-97; - ሷዑልና ሳሙኤል 2:247-251; - ዙ-ልቀርነይን 18:83-98
ሰይጣኖቹ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ሰይጣናዊ ሰዎቹና ጂኖቹ 6:112; 114:6
- ሰማዩ ከሰይጣኖቹ ተጠብቆ 15:16-18
ፀፀቶቻቸው
- ነቢዩን ሳይከተሉ 25:27; - አላህና ለመልዕክተኛው ሳይታዘዙ 4:41-42; 33:64-68; - ክፉ ጓደኞቻቸው ያዙ 25:28-29; 26:96-102; 43:36-39; - የአላህ ምልክቶቹ ካዱ 6:27-30; - ለወዲያ ሳይሠሩ 89:23-24
አሳዛኝ ልመናዎቻቸው
- ዓለሙ ሊመለሱ ለምኑ 2:167; 6:27-28; 32:12-14; 42:44; - ሁለተኛ ዕድል 35:36-37; - ከእሳቱ ሊወጡ 40:10-12; - ምግብና ውሃ 7:51-52; - ምልጃ አዋቂዎቹ 7:52-53; - አቧራ ሊሆኑ 4:41-42; 78:40; - ሞቱ 43:74-78
የጻድቃኑ ባህሪዎቻቸው
- ፈጣሪውና ፍጥረቱ መብቶቻቸው ጠብቀው 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
የክፉዎቹ ባህሪዎቻቸው
- ምስጋና ቢሶቹ 14:34; - ቁጥ ባዮቹ 17:100; - ቸኩሎቹ 21:37; - ፈተና ጊዜ ብቻ አላህ ያስታወሱ 10:12; 41:51; - ቸኩሎቹ 70:19; - ክርክረኞቹ 18:54
ዋና ዋና ኃጢአቶቻቸው
- ሸሪክ (ለአላህ ሸሪኮቹ ማብጀቱ) 4:48; 4:116; 5:72; 6:19; 31:13; - ወላጆቻቸው ሲበድሉ 4:36; 6:151; 17:23; - ሶላት ሸሽቶ ወይም ጥሎ 19:59-60; - ዘካት ሳይከፍሉ 41:6-7; - ግድያ 6:151; 17:33; - ምዕሚን ሆን ብሎ ሲገደሉ 4:93; - ስርቆቱ 5:38; - ማጭበርበሩ 7:85; 11:85; 26:182-183; 83:1-6; - ውሸቱ 2:10; 9:77; 39:60; - ስለ አላህ ሲዋሹ 6:93; 29:68; 61:7; - የተከለከለ ወሲባዊ ግንኙነቶቻቸው 2:222; 17:32; 24:2; 25:68; 29:28-30
- ሐሰተኛ ዝሙት ወቀሳ 24:4-5; - ከሃዲነቱ 2:217; 5:54; - አሳማ ሌሎቹ የተከለከሉ ምግቦቻቸው (ሬሳ ደም ወዘተ) መብላቱ 5:3; 6:145; - አልኮሆልና ቁማሩ 5:90-91; - ሰሳቢነቱ 49:11; - ሐሰተኛ ምስክርነቱ 22:30; - አስማቱ 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan     ሙእሚንም ካሐዲም ለሆኑ ፍጡራን እዝነቱ ሰፊና ትልቅ 1:3; 17:110
- #2 Ar Raheem      ከስራ እጥፍ ድርብ የላቀ ምንዳ የሚሰጥ (ለሙእሚኖች በተለየ ሁኔታ) 2:163; 3:31; 4:100; 5:3
- #3 Al Malik       በግዛቱ ያሻውን የሚፈጽም ንጉስ 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus      በስሜት ሕዋሳት ሊደረስበት ወይም በምናብ ሊታሰብ ከሚችል ባህሪ ሁሉ የጸዳ 59:23; 62:1
- #5 As Salaam      ከነውር እና ከጉድለት የጸዳ፤ ሰላሙን በፍጡራኑ ላይ የሚያሰፍን 59:23
- #6 Al Mu'min      ራሱ፣ መጽሐፍቱና መልእክተኞቹ ስለርሱ የተናገሩትን የሚያጸድቅ 59:23
- #7 Al Muhaymin    በምሉእ ችሎታው ሁሉንም ነገር የሚቆጣጠር 59:23
- #8 Al Azeez       አቻ የለሽ ሐያልና አሸናፊ 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar     ፈቃዱን በሐይል የሚፈጽም፣ ጠጋኝ እና ፈዋሽ 59:23
- #10 Al Mutakabbir የልዕልና ባህሪያቱ ብቸኛ ባለቤት፣ ከጉድለት የጸዳ 59:23
- #11 Al Khaaliq    ፍጡራንን በፈቃዱ ያስገኘ 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari      ለፍጡሮቹ የተለያዩ ገጽታዎችን በማላበስ አንዱ ከሌላው እንዲለይ ያደረገ ጠቢብ 59:24
- #13 Al Musawwir   ለእያንዳንዱ ፍጡር የተለየ ቅርጽ የሰጠ 59:24
- #14 Al Ghaffaar   መጥፎ ድርጊትን በዱንያ የሚሸፍን፣ በመጭው ዓለም ደግሞ ይቅር የሚል 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar    አምባገነኖችን ሁሉ የሚያሸንፍ 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab    በችሮታው የሚያንበሸብሽ 3:8; 38:9; 38:35
- #17 Ar Razzaaq    ሲሳዮችን የፈጠረና ወደ ፍጡራኑ የሚያደርስ 51:58
- #18 Al Fattaah    ለባሮቹ የችሮታውን ካዝናዎች የሚከፍት 34:26
- #19 Al 'Aleem     በእውቀቱ ሁሉንም ነገር ያካበበ 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid     ከፍጡራኑ ለሚሻው፣ የፈለገውን ነገር የሚነሳ 2:245
- #21 Al Baasit     ምስጢራቱን ለሚሻው አካል የሚያካፍል 2:245
- #22 Al Khaafid    ካሐድያንና ወንጀለኞችን ዝቅ የሚያደርግ 95:5
- #23 Ar Raafi'     ወዳጆቹን ከፍ የሚያደርግ 58:11; 6:83
- #24 Al Mu'izz     እርሱን ለሚታዘዙ አማኞች ክብር የሚለግስ 3:26
- #25 Al Mudhil     ከሀዲያንን የሚያዋርድ 3:26
- #26 As Samee'     ድምጾች የማያመልጡት 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer     ፍጡራንን ሁሉ የሚመለከት 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam      የነገሮችና የፍርዶች ሁሉ መመለሻ 22:69
- #29 Al Adl        በግዛቱ ውስጥ ነውር ወይም ጉድለት የሌለበት 6:115
- #30 Al Lateef     ለባሮቹ የሚያዝን 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer    ግልጽም ስውርም የሆኑ ነገሮችን ሁሉ የሚያውቅ 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem     ለቅጣት የማይቸኩል 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem     ከአእምሮ ግንዛቤና ችሎታ በላይ የሆነ 2:255; 42:4; 56:96
- #34 Al Ghafoor    ጠላቱን የሚምርና ተውበትን የሚቀበል 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor   ባሮቹን የሚመነዳ 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy      ከሁሉ በላይ የኾነው 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer     ከአልባሌ ነገሮች የጠራ 13:9; 22:62; 31:30
- #38 Al Hafeez     ፍጡራንን ከመናጋት የሚጠብቅ 11:57; 34:21; 42:6
- #39 Al Muqeet     ለፍጡራን ቀለባቸውን የሚፈጥር እና የሚያከፋፍል 4:85
- #40 Al Haseeb     የፍጡራንን ጉዳይ ያለ ተጋሪ የሚያከናውን፣ ለጉዳያቸው በቂ 4:6; 4:86; 33:39
- #41 Al Jaleel     ልእልናውና ምሉእነቱ የላቀ 55:27; 39:14; 7:143
- #42 Al Kareem     ስጦታው የማይነጥፍ 27:40; 82:6
- #43 Ar Raqeeb     ፍጡራንን የሚያውቅና የሚከታተል 4:1; 5:117
- #44 Al Mujeeb     ዱዓን ተቀባይ 11:61
- #45 Al Waasi'     ዙፋኑ ከሰማያትና ከምድር የሰፋ 2:268; 3:73; 5:54
- #46 Al Hakeem     ከምሉእነቱና ከልቅናው ጋር የሚቃረኑ ተግባራትን ከመፈጸም የጠራ 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood     በፍጡራኑ ዘንድ የሚወደድ 11:90; 85:14
- #48 Al Majeed     በማንነቱም ሆነ በስራው የላቀ፣ ችሮታውም ብዙ 11:73
- #49 Al Baa'ith    ሙታንን ለምርመራ የሚቀሰቅስ 22:7
- #50 Ash Shaheed   ግልጽም ስውርም የሆኑ ጉዳዮችን ሁሉ የሚመለከት 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq       ሁሉንም ነገር በጥበብ የፈጠረ 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel     የሁሉንም ጉዳዮች ሐላፊና ከዋኝ 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy     ምንም ነገር የማይሳነው 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen     ምንም ነገር የማያሸንፈው 51:58
- #55 Al Waliyy     በወዳጆቹ ተወዳጅ፣ የነርሱ ረዳትና አለኝታ 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed     ለምስጋናና ለውዳሴ ተገቢ 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi      ጥቃቅን ጉዳዮች የማያመልጡትና ታላላቆች የማይሳኑት 72:28; 78:29; 82:10-12
- #58 Al Mubdi      ፍጡራንን መጀመሪያ ካልነበሩበት ያስገኘ ፈጣሪ 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed     ፍጡራንን ወደ ሞት የሚመልስ (መላሽ) 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy      የበሰበሱ አጥንቶችን ዳግመኛ ሕያው የሚያደርግ 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet     ነፍስን ከአካል በመነጠል የሚገድል 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy      ዘልዓለማዊ ሕይወት ያለው (ሕያው) 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom    ሁሉንም ነገር ያለ ረዳት የሚያከናውን (ራሱን ቻይ) 2:255; 3:2; 20:111
- #64 Al Waajid     የሚፈልገውንና ያሻውን ሁሉ ማግኘት የሚችል (አግኝ) 38:44
- #65 Al Maajid     የተላቀ ችሮታና በጎ ምግባር ባለቤት 11:73
- #66 Al Waahid     በማንነቱም፣ በባህሪውም፣ በስራውም መሰል የለሽ (ብቸኛ) 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad       አንድ (ብቸኛ) 112:1
- #68 As Samad      ጉዳዮች የሚከጀሉበት (መጠጊያ) 112:2
- #69 Al Qaadir     ፍጡራኑን በመፍጠር ብቸኛ የሆነ 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir   የሻውን ነገር የሚወስን 18:45; 54:42; 54:55
- #71 Al Muqaddim   ነብያትን፣ ወዳጆቹንና ከፍጡራን የሚሻውን የሚያስቀድም 16:61; 17:34
- #72 Al Mu'akhir   ጠላቶቹን (ከእዝነቱ) በማራቅ የሚያዘገይ 71:4
- #73 Al Awwal      ሁሉንም ነገር የቀደመ 57:3
- #74 Al Aakhir     ፍጡራን ከጠፋ በኋላ ወደኋላ የሚቀር 57:3
- #75 Az Zaahir     በምልክቶቹ፣ በተአምራቱና በአድራጎቱ ሕልውናው ግልጽ የሆነ 57:3
- #76 Al Baatin     ከእይታ የተሰወረ፣ ሚስጥራትን ሁሉ አዋቂ 57:3
- #77 Al Waali      የነገሮች ባለቤት፣ በችሮታው ውለታ የሚውል፣ መከራን የሚከላከል 13:11; 22:7
- #78 Al Muta'ali   ደረጃው ከፍ ያለ፣ የዐርሽ ባለቤት፣ በክብሩና በሕልውናው የላቀ 13:9
- #79 Al Barr       ለለመኑት ቸር 52:28
- #80 At Tawwaab    ከባሮቹ ተውበትን ንስሃን የሚቀበልና ሐጢአትን ይቅር የሚል 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim   ብቀላው የሚፈራ፣ እዝነቱ በፍርሃትና በተስፋ የሚከጀል 32:22; 43:41; 44:16
- #82 Al Afuww      ወንጀልን የሚያብስ፣ ጥፋትንና ወንጀልን የሚያልፍ 4:99; 4:149; 22:60
- #83 Ar Ra'oof     ለባሮቹ በጣም አዛኝ 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk    ፍላጎቱን ያለገደብ ፈጻሚ፣ ውሳኔው የማይሻር በፈረደው የማይቀጣ 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam   የልእልናዎችና የልቅናዎች ሁሉ ባለቤት፣ ከፍጡራኑም የላቀ 55:27; 55:78
- #86 Al Muqsit     ፍትሕ አስፋኝ (ፍትሐዊ) 3:18; 7:29
- #87 Al Jaami'     በማንነቱ፣ በባህሪውና በስራው ምሉእ ባህሪያትን ሁሉ የሰበሰበ (ሰብሳቢ) 3:9
- #88 Al Ghaniyy    በማንነቱ፣ በሕልውናውም ሆነ በስራው አንዳች ነገር የማይከጅል (ሐብታም) 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni     ከባሮቹ ለሚሻው ሰው የሚሰጥ 9:28
- #90 Al Maani'     ባሮቹን ለመጠበቅ መከራን የሚያስቀርና ለፈተና ችሮታውን የሚያቅብ 67:21
- #91 Ad Daaarr     ከባሮቹ የሚሻውን የሚጎዳ፣ የጉዳት ባለቤት 6:17
- #92 An Naafi'     የመጥቀም ባለቤት፣ በሁሉም ነገር ላይ ቻይ 30:37
- #93 An Noor       በተውሒዱ የእውነተኞችን ልቦናዎች የሚያበራ 24:35
- #94 Al Haadi      ሁሉንም ነገር የፈጠረና የመራ 25:31
- #95 Al Badi'      ጥበበ-ረቂቅ ፈጣሪ 2:117; 6:101
- #96 Al Baaqi      ዝንተ ዓለም የሚኖር 55:27
- #97 Al Waarith    በሰማያትና በምድር ያሉ ፍጡራን ሁሉ ባለቤት፣ ሲሳይ ለጋሽና አዛኝ 15:23
- #98 Ar Rasheed    እርሱን ለሚታዘዙና ለሚገዙ ሰዎች ቅኑን ጎዳና አመላካች 2:256
- #99 As Saboor     ጊዜ የሚሰጥ፣ የሚታገስ፣ የማይቸኩል 2:153; 3:200; 103:3
Matching Ayahs
- = አሊፍ፣ ላም፣ ሚም። 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = እነዚያ ከጌታቸው በመጣው ቅን መመሪያ ላይ ናቸው፤ እነሱም የተሳካላቸው ናቸው። 2:5; 31:5
- = የእስራኤል ልጆች ሆይ፤ በእናንተ ላይ ያደረግሁትን ጸጋዬን እና እኔ በዓለማት ላይ ማለትም በሕዝቦች ላይ ያልጠርሁትን አስታውሱ። 2:47; 2:122
- = ያች በእርግጥ ያለፈች ሕዝብ ናት። ለራሷ ያሳየችው አላት፤ ለእናንተም ያሳያችሁት አላችሁ። እነሱ ይሠሩት ስለነበረውም አትጠየቁም። 2:134; 2:141
- = በውስጧ ለዘለዓለም ቆዮች ሆነው፤ ቅጣቱ ከነሱ አይቀለልም፤ እነሱም እረፍት አይሰጡም። 2:162; 3:88
- = ከዚህ በኋላ ንስሐ ከገቡና ራሳቸውን ካስተካከሉ በስተቀር። አላህ በእርግጥ መሐሪ አዛኝ ነው። 3:89; 24:5
- = እነዚያ የካዱና በተኣምራቶቻችን ያስተበቱ እነሱ የገሀነም ባለቤቶች ናቸው። 5:10; 5:86
- = ከጌታቸው ተኣምራት አንዲቱም ተኣምር የምትመጣላቸው ከእርሷ ዘወር ካሉ በስተቀር አይደለም። 6:4; 36:46
- = ከአንተ በፊትም በእርግጥ መልክተኞች ተሳለቁባቸው፤ እነዚያም ያሾፉባቸውን (ቅጣት) በያዙት ነገር ተከበቡ። 6:10; 21:41
- = «እኔ ጌታዬን ብታዘዝ የታላቁን ቀን ቅጣት እፈራለሁ» በል። 6:15; 39:13
- = እርኩሰቱም ያዛቸው፤ በቤቶቻቸውም ውስጥ ተንጠልጥለው ሙታን ሆኑ። 7:78; 7:91
- = በትሩንም ጣለ፤ እነሆ እርሷ ግልጽ እባብ ሆነች። 7:107; 26:32
- = እጁንም አወጣ፤ እነሆ እርሷ ለተመልካቾች ነጭ (ብሩህ) ሆነች። 7:108; 26:33
- = «በዓለማት ጌታ አመንን» አሉ። 7:121; 26:47
- = የሙሳ እና የሃሩን ጌታ። 7:122; 26:48
- = ለእነሱም ጊዜ እሰጣቸዋለሁ፤ ማሰብየ በእርግጥ ጠንካራ ነው። 7:183; 68:45
- = እርሱ መልክተኛውን በቅን መሪነትና በእውነተኛ ሃይማኖት የላከው እነሱን (ሃይማኖቶችን) ሁሉ ለማሸነፍ ነው፤ ሙሽሪካውያን ቢጠሉም። 9:33; 61:9
- = ነቢዩ ሆይ፤ ከሓዲዎችንና ግብዞችን ተዋጋ፤ በእነሱም ላይ ጠንካራ ሁን፤ መኖሪያቸውም ገሀነም ናት፤ ምን ያስከፋ መመለሻ! 9:73; 66:9
- = «ይህ ተስፋ መቼ ነው? እውነተኞች እንደሆናችሁ» ይላሉ። 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = ሙሳንም በተኣምራቶቻችንና በግልጽ ማስረጃ በእርግጥ ላክነው። 11:96; 40:23
- = ሙሳንም መጽሐፍን በእርግጥ ሰጠነው፤ በእርሱ ግን ተለያዩበት። ከጌታህም የቀደመ ቃል ባይኖር ኖሮ በመካከላቸው በእርግጥ ይፈረድባቸው ነበር፤ እነሱም ከእርሱ በተጠራጣሪነት ውስጥ ናቸው። 11:110; 41:45
- = ይህ በአላህ ላይ ከባድ አይደለም። 14:20; 35:17
- = ባስተካከልሁትና ከፈጠርሁት መንፈስ በእርሱ ውስጥ በነፋሁት ጊዜ ለእርሱ ሰጂድ አድርጉ። 15:29; 38:72
- = መላእክቱም ሁሉ ሰገዱ። 15:30; 38:73
- = (አላህ) አለ፡ «ከእርሷ ውጣ፤ አንተ የተባረርክ ነህና።» 15:34; 38:77
- = (ኢብሊስ) አለ፡ «ጌታዬ ሆይ፤ እስከሚነሱበት ቀን ድረስ አቆየኝ።» 15:36; 38:79
- = (አላህ) አለ፡ «አንተም በእርግጥ ከተቆዩት ነህ።» 15:37; 38:80
- = እስከ ታወቀው ቀን ጊዜ ድረስ። 15:38; 38:81
- = ከነሱ የተመረጡት ባሮችህ በስተቀር። 15:40; 38:83
- = በእርግጥ ጥንቁቆቹ በአትክልቶችና በምንጮች ውስጥ ናቸው። 15:45; 51:15
- = (ኢብራሂም) አላቸው፡ «ታዲያ እናንተ መልክተኞች ሆይ፤ ጉዳያችሁ ምንድነው?» 15:57; 51:31
- = አሉ፡ «እኛ ወደ ኃጢአተኞች ሕዝብ ተልከናልና።» 15:58; 51:32
- = እነዚያ ያመኑና እምነታቸውን በበደል ያልቀላቀሉ እነሱ ደህንነት አላቸው፤ እነሱም ቅኑን መንገድ የተረገጡ ናቸው። 16:42; 29:59
- = (ይህንን የሚያደርጉት) በሰጠናቸው ነገር ሊክዱ ነው። ተደሰቱ፤ ወደፊትም ታውቃላችሁ። 16:55; 30:34
- = ከዚያም መንገድን ተከተለ። 18:89; 18:92
- = ወደ ፈርዖን ሂድ፤ እርሱ በእርግጥ ወሰን አልፏልና። 20:24; 79:17
- = እነዚያም የብልቶቻቸውን ጠባቂዎች ናቸው። 23:5; 70:29
- = ከሚስቶቻቸው ወይም ቀኝ እጆቻቸው ከያዙት (ባሮች) በስተቀር፤ እነሱ የማይወቀሱ ናቸውና። 23:6; 70:30
- = ከዚህ ባሻገር የሚፈልግ ማንኛውም ሰው እነዚያ ወሰን አላፊዎች ናቸው። 23:7; 70:31
- = እነዚያም ለአደራዎቻቸውና ለቃል ኪዳናቸው ጠባቂዎች ናቸው። 23:8; 70:32
- = (ኑህ) አለ፡ «ጌታዬ ሆይ፤ እነሱ ስላስተበቱኝ እርዳኝ።» 23:26; 23:39
- = ጣ፣ ሲን፣ ሚም። 26:1; 28:1
- = እነዚህ ግልጽ ከሆነው መጽሐፍ አንቀጾች ናቸው። 26:2; 28:2
- = በዚህ ውስጥ በእርግጥ ተኣምር አለ፤ አብዛኞቻቸውም አማኞች አልነበሩም። 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = ጌታህም በእርግጥ እርሱ አሸናፊው አዛኙ ነው። 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = ሌሎችንም አሳለፍን። 26:66; 37:82
- = እኔ ለእናንተ ታማኝ መልክተኛ ነኝ። 26:107; 26:125; 26:143; 26:162; 26:178
- = አላህንም ፍሩ፤ እኔንም ስሙኝ። 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = በእርሱ ላይ ምንም ዋጋ አልጠይቃችሁም፤ ዋጌ በዓለማት ጌታ ላይ እንጂ አይደለም። 26:109; 26:127; 26:145; 26:164; 26:180
- = በአትክልቶችና በምንጮች ውስጥ። 26:147; 44:52
- = አሉ፡ «አንተ በእርግጥ ከተደነገሩት አንዱ ነህ።» 26:153; 26:185
- = ሚስቱ ብቻ ስትቀር – እሷ ከቀሩት መካከል እንድትሆን ወሰንን። 26:171; 37:135
- = ከዚያም ሌሎቹን አጠፋን። 26:172; 37:136
- = በእነሱም ላይ (የድንጋይ) ዝናብ አዘነብን፤ የተስፈራሩትንም ዝናብ ከፋ! 26:173; 27:58
- = ታዲያ ቅጣቱ እንዲቸኩል ነው? 26:204; 37:176
- = እነዚያ ሶላትን የሚያደርጉ፣ ዘካን የሚሰጡና እነሱ በመጨረሻይቱ ዓለም የሚያረጋግጡ ናቸው። 27:3; 31:4
- = ያንንም ቀን አስታውስ (አላህ) በጠራቸውና «እነዚያ (በአጋርነት) የተገመታችሁ ተጋሪዎቼ ወዴት ናቸው?» በሚልበት ጊዜ። 28:62; 28:74
- = አባቶቻችንስ? 37:17; 56:48
- = አንዳቸው ወደ አንዱም እየተጠያየቁ ይቀርባሉ። 37:27; 52:25
- = ግን (እነሱ) የአላህ ምርጥ ባሮች ናቸው። 37:40; 37:74; 37:128; 37:160
- = በመደሰቻ ገነቶች ውስጥ። 37:43; 56:12
- = ለእርሱም (ክብር) በኋለኞቹ ዘንድ ትውስታ አደረግን። 37:78; 37:108; 37:129
- = እኛ በእርግጥ በጎ አድራጊዎችን እንደዚሁ እንመስግናለን። 37:80; 37:121; 37:131; 77:44
- = እርሱ በእርግጥ ከምናምናቸው ባሮቻችን ነበር። 37:81; 37:111; 37:132
- = (እናንተን) ምን አጋጣማችሁ? እንዴት ትፈርዳላችሁ? 37:154; 68:36
- = እርሱ (ቁርአን) ለዓለማት ግሳጼ እንጂ ሌላ አይደለም። 38:87; 81:27
- = መጽሐፉ መውረድ ከአላህ አሸናፊው ጠቢቡ ነው። 39:1; 45:2; 46:2
- = ሀ፣ ሚም። 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = ግልጽ በሆነው መጽሐፍ እምላለሁ። 43:2; 44:2
- = የሚቀጣጠሩበትን ቀናቸውን እስከሚያገኙ ድረስ በከንቱ ውስጥ እንዲጫወቱና እንዲዝናኑ ተዋቸው። 43:83; 70:42
- = (በቂያሜ ቀን ይባላሉ) «ትሠሩት ስለነበራችሁ (በጎ ሥራ) ተድላ ብላችሁ ጠጡ።» 52:19; 77:43
- = ወይስ ከነሱ ዋጋ ትጠይቃለህ? ስለዚህ እነሱ በዕዳ የተጫኑ ናቸውን? 52:40; 68:46
- = ወይስ ሩቅ የሆነውን (የማይታወቀውን) እውቀት አላቸው? ስለዚህ እነሱ ያጽፉታልን? 52:41; 68:47
- = ቅጣቴና ማስጠንቀቂያዬስ እንዴት ከባድ ነበር! 54:16; 54:21; 54:30
- = ቁርአንንም ለማስታወስ ቀላል አደረግነው። ታዲያ አስታዋሽ አለ? 54:17; 54:22; 54:32; 54:40
- = ከጌታችሁ ጸጋዎች የትኛውን ታስተብታላችሁ? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = ከቀድሞዎቹ ብዙ ሕዝብ። 56:13; 56:39
- = እኛም (ከእርሱ) የተከለከልን ነበርን? 56:67; 68:27
- = የታላቁን ጌታህን ስም አንግሥ። 56:74; 56:96; 69:52
- = ከዓለማት ጌታ የተወረደ ነው። 56:80; 69:43
- = በሰማያትና በምድር ያለው ሁሉ ለአላህ ያመሰግናል፤ እርሱም አሸናፊው ጠቢቡ ነው። 59:1; 61:1
- = አንቀጾቻችን በእርሱ ላይ በሚነበቡለት ጊዜ «የቀድሞዎች ተረቶች ናቸው» ይላል። 68:15; 83:13
- = እርሱም በሚያስደስት ሕይወት ውስጥ ይሆናል። 69:21; 101:7
- = በከፍተኛ ገነት ውስጥ። 69:22; 88:10
- = ድሆችን ለማብላት አያበረታታም። 69:34; 107:3
- = (እርሱ) በእርግጥ ይህ (ቁርአን) የተከበረ መልክተኛ (ጅብሪኤል) ቃል ነው። 69:40; 81:19
- = ይህች (ሱራ) በእርግጥ ማስታወሻ ናት፤ ስለዚህ የሻው ሰው ወደ ጌታው መንገድ ይያዝ። 73:19; 76:29
- = ስለዚህ የሻው ሰው ያስታውሰው። 74:55; 80:12
- = በዚያ ቀን ለአስተባባሪዎች ወዮላቸው! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = በእርግጥ በጎ አድራጊዎቹ በጸጋ (ገነት) ውስጥ ናቸው። 82:13; 83:22
- = (ይህ) የተመዘገበ መጽሐፍ ነው። 83:9; 83:20
- = በአልጋዎች ላይ ተደግፈው ያያሉ። 83:23; 83:35
- = ለጌታዋም (ትእዛዝ) ሰማች እንዲሁም ተገዛች። 84:2; 84:5
- = እኔም እናንተ የምታመልኩትን አላመልክም። 109:3; 109:5
noblequran.com Schemas
- መካ ሙሽሪኮች የአላህን ሩቡቢያ (ጌትነት) አምነው ነበር 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- መጽሐፉና ጥበቡ (ሱና) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- የተሳሳቱ አባቶችን መንገድ መከተል የተወገዘ ነው 2:170; 31:21; 43:22
- የአላህ መልእክተኛ ሰው ነበር 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- ሙሽሪኮች በችግር ጊዜ አላህን ብቻ ይለምኑ ነበር 10:22; 17:16; 29:65; 31:32
- በሃይማኖት መከፋፈል የተከለከለና የተወገዘ ነው 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- የአላህ የኢስቲዋእ ባሕርይ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- የኢማን (እምነት) መጨመርና (መቀነስ) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- መልእክተኛውና ከፍጥረት ማንም ሰው የተሰወረውን በራሱ አያውቅም 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- አላህ ለሚፈልገው ሰው ሲሳይን ያሰፋል ወይም ያጠባል 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ቁርኣን በግልጽ የዐረብኛ ቋንቋ ወረደ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- አላህ ነፍስን ከምትችለው በላይ አይጭንም 2:233, 286; 6:152; 7:42; 23:62; 65:7
- ማንም የሌላውን ሸክም አይሸከምም 6:164; 17:15; 35:18; 39:7; 53:38
- አላህ በጉዳት ቢመታህ ከእርሱ በቀር ማንም ሊያስወግደው አይችልም 6:17; 10:107
- ከዚያ ይበልጥ በዳይ ማን ነው... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- ሰው በሀብት ጊዜ ውለታ የለሽ ሲሆን በችግር ጊዜ ግን ተዋራጅ ይሆናል 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- መደላደል (ተስቢት) ከአላህ ይፈለጋልና ይሰጣል 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ልዩነቶች ሁሉ ወደ አላህና ወደ መልእክተኛው ይመለሱ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- በእሳት ነዋሪዎች መካከል ያለው ክርክር 26:96-102; 38:58-64; 40:47-50
- ለአላህ መልእክተኛ መታዘዝ (ጣኣ) ግዴታ ነው 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- በቁርኣን ውስጥ ያሉ የስግደት አንቀጾች 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- በኡማ ላይ የሚደርሱ መከራዎች ሁሉ ካለመታዘዝ የተነሱ ናቸው 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- አላህ ያሳሳተውን ሰው የሚመራው የለም 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ነቢያት ሁሉ ማስተካከያ የጀመሩት በኢባዳ ተውሂድ ነው 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ስኬትና ብልጽግና ከነፍስ መንጻት (ተዝኪያ) ጋር የተያያዘ ነው 20:76; 35:18; 87:14; 91:9; 92:18
- ክብርና ኃይል (ዒዛ) ሁሉ የአላህ ናቸው 4:139; 10:65; 35:10; 63:8
- አላህን ብቻ በንጽሕናና በቅንነት መጥራት ግዴታ ነው 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- ከአላህ ጋር ሌሎችን መጥራት የተከለከለ ነው 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- ነቢያት ሁሉ ለአላህ ተቅዋንና (ለራሳቸው) መታዘዝን አዘዙ 43:63; 71:1-28
- ስለ ሂጅራ (ስደት) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- ከአላህ በቀር ለፍጥረት እውነተኛ ጠባቂም ረዳትም የለም 2:107, 120; 9:74, 116; 29:22; 42:31
- አላህ ልባቸውን የሚያትም ሰዎች 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ኢማን በፍርሃትና በተስፋ መካከል ነው 17:57; 32:16; 39:9
- በክህደት፣ በሽርክና በንፋቅ ምክንያት ስራ ሁሉ ስለመሻር 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- የአላህ ራእዮችና ነቢያት የመመሪያ፣ የዕውቀትና የእምነት ብርሃናት ናቸው 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- ቃላትን የሚያዛቡት አይሁዶችና የተእዊል (ተሕሪፍ) ሰዎች ናቸው 2:75; 4:46; 5:13; 5:41
- የዓለም ሕይወት ጊዜያዊ ደስታና መዝናኛ ብቻ ናት 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ደህሪያ (አምላክ የለሽ) 45:24; 6:29; 23:37
- አላህ ሙሐመድን ከሌሎች (ከተሻሩ ወይም ከሐሰት) ሃይማኖቶች ሁሉ በላይ እንዲያሸንፍ ከዲን ጋር ላከው 9:33; 48:28; 61:9
- ስለ ጣጉትና ጣጉትን አለመቀበል ስለሚያስፈልግ 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- እነሱ ሴራ ይሸርባሉ አላህም ይሸርባል እርሱም ከሁሉ የበለጠ ሸራቢ ነው 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- የመጨረሻው ሰዓት ዕውቀት ከአላህ ጋር ብቻ ነው 7:187; 33:63; 41:47
- ፉርቃን (መለያ) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- ክፉውን በመልካም መመለስ 23:96; 28:54; 41:34
- የመጨረሻው ሰዓት ቀርቧል 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- ከምልክቶቹ መካከል... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- አላህ ምልክቶቹን ያብራራል እናንተም እንድትሆኑ... 2:73, 187, 221, 242; 3:103; 5:89
- አላህ የነገር ሁሉ ፈጣሪ ነው 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- አላህ ፍጥረትን በከንቱ ወይም በቀልድ አልፈጠረም 21:16; 38:27; 44:38; 46:3
- አላህ ሰውን የፈጠረው እርሱን ብቻ እንዲያመልኩና በተግባር ማን የተሻለ እንደሆነ ለመፈተን ነው 11:7; 18:7; 51:56; 67:2
- አላህ መልእክተኞችን ለአምልኮቱ ጥሪ፣ ለመታዘዝ፣ አብሳሪና አስጠንቃቂ አድርጎ ላከ 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- የቀደር አራት ደረጃዎች 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- የአምልኮ ዓይነቶችና ቅርጾች 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- አላህ ለሚፈልገው ይመራል ለሚፈልገውም ያሳስታል 14:4; 16:93; 35:8; 74:31
- አላህ ያሳሳታቸው ሰዎች 2:26; 9:115; 14:27; 40:34, 74; 45:23
- አላህ ያሳሳተውን ማንም ሊመራው አይችልም 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- ለአላህ ምንም ተመሳሳይ የለውም 2:22; 19:65; 42:11; 112:4
- አላህ ማንንም አይበድልም እነርሱ ግን ነፍሶቻቸውን ይበድላሉ 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- ሰለፎችን (ሶሓቦችን) መከተል ግዴታ ነው 2:137; 9:100; 4:115; 48:18, 29
- የዳዕዋ አሰጣጥ ዘዴ 12:108; 16:125; 29:46
- ሽርክ በጣኦታት ብቻ የተወሰነ ሳይሆን በነቢያት፣ በመላእክት፣ በጂኖችና በመልካም ሰዎች በኩል አማላጅነትን መፈለግንም ያካትታል 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- ለጋብቻ ብቁ የሚያደርጉ ዕድሜ መለኪያዎች 4:6; 6:152; 24:59
- ጂብሪል ከአላህ ወደ ነቢዩ ቁርኣንን ያመጣው ቅዱስና ታማኝ መንፈስ ነው 2:97; 16:102; 26:192
- እርዳታ፣ ድልና የበላይነት ለአላህና ለመልእክተኞቹ ነው 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- በእርግጥ ከአንተ በፊት ባሉት መልእክተኞች ተሳለቀባቸው፤ በዚያም እየተሳለቁበት በነበሩት ነገር እነዚያ ከነርሱ የሳለቁትን ከበባቸው። (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- ወደ መድየንም ወንድማቸውን ሹዐይብን ላክን፤ አለ፦ "ወገኖቼ ሆይ! አላህን ተገዙ፤ ከእርሱ ሌላ ለእናንተ አምላክ የላችሁም።" (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- ወደ ሳሙድም ወንድማቸውን ሳሊሕን ላክን፤ አለ፦ "ወገኖቼ ሆይ! አላህን ተገዙ፤ ከእርሱ ሌላ ለእናንተ አምላክ የላችሁም።" (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- አላህ ለሚሻው ሰው ሲሳይን ያሰፋል ያጠብምም፤ በዚህ ውስጥ ለሚያምኑ ሕዝቦች ተአምራት አሉ። (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- ወደ ዓድም ወንድማቸውን ሁድን ላክን፤ አለ፦ "ወገኖቼ ሆይ! አላህን ተገዙ፤ ከእርሱ ሌላ ለእናንተ አምላክ የላችሁም።" (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- እነዚያም ያመኑትና መልካም ሥራዎችን የሠሩት በሥራቸው ወንዞች የሚፈሱባቸውን ለዘላለም በውስጣቸው ነዋሪ የሆኑበትን ገነቶች እናስገባቸዋለን። (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- በሥራቸው ወንዞች የሚፈሱባቸው ለዘላለም በውስጣቸው ነዋሪ የሆኑበት አላህ ከነርሱ የተደሰተባቸው እነርሱም ከእርሱ የተደሰቱበት ይህ ነው። (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- በል፦ "እኔ እንደእናንተ የሆነ ሰው ብቻ ነኝ፤ ወደእኔ የሚወርደው ራእይ አምላካችሁ አንድ አምላክ ብቻ መሆኑ ነው።" (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- ከሰዎችም ያለ ዕውቀት፣ ያለ መመሪያም፣ ያለ አብራሪ መጽሐፍም በአላህ ላይ የሚከራከር ሰው አለ። (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- ሌሊትን በቀን ውስጥ ያገባል፣ ቀንንም በሌሊት ውስጥ ያገባል፣ ፀሐይንና ጨረቃንም ገራቸው፤ ሁሉም እስከ ተወሰነ ጊዜ ድረስ ይሮጣሉ። (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- ከሰማይ ውሃን አወረደ፣ በእርሱም ምድርን ከሞተች በኋላ ሕያው አደረጋት፤ በዚህ ውስጥ ለሕዝቦች ተአምር አለ። (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- እነዚያ የካዱት ሰዎች ገንዘቦቻቸውም ልጆቻቸውም ከአላህ (ቅጣት) ምንም አያድኑአቸውም፤ እነዚያም... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- ያ ሰማያትንና ምድርን በስድስት ቀናት ውስጥ የፈጠረው፣ ከዚያም በዙፋኑ ላይ የተረጋገጠው (አላህ ነው)። (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- በምድር ላይ አልተራመዱምን? የነበረውንስ የእነዚያን ከበፊታቸው የነበሩትን መጨረሻ አላዩምን? እነሱ ከእነርሱ በኃይል የበለጡ ነበሩ... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- አላህ እነዚያን ያመኑትና መልካም ሥራዎችን የሠሩትን በሥራቸው ወንዞች የሚፈሱባቸውን ገነቶች ያስገባቸዋል። (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- የአላህ ተስፋ እውነት ነው፤ የቅርቢቱ ሕይወት አታታላችሁ፤ አታላዩም በአላህ አያታላችሁ። (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- በጎ መንገድ የተራመደ ሰው የሚራመደው ለራሱ ነው፤ የተሳሳተም ሰው የሚሳሳተው በራሱ ላይ ነው። (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- በትርህንም ጣል፤ እርሷም እንደ እባብ ስትንቀሳቀስ ባያት ጊዜ ሸሽቶ ዞረ፤ አልተመለሰም። "ወዮ ሙሳ..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- በምድር ላይ ተመላለሱ፤ የእነዚያን ከበፊት የነበሩትን መጨረሻ እንዴት እንደነበረ ተመልከቱ፤ አብዛኞቻቸው... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- በሚሉት ነገር ላይ ታገሥ፤ ፀሐይ ከመውጣቷ በፊትና ከመጥለቋ በፊት ጌታህን አመስግነህ አወድሰው። (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- የየቲምንም ገንዘብ ወደ አደገ ጊዜ ድረስ በዚያች በመልካሚቱ መንገድ እንጂ አትቅረቡት፤ መለኪያንም ሙሉ አድርጉ... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- በዕውር ላይ ምንም ችግር የለበትም፤ በአንካሳም ላይ ችግር የለበትም፤ በታመመም ላይ ችግር የለበትም። (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "ይህ እውነት አይደለምን?" ይላሉ፦ "አዎን፣ በጌታችን እንምላለን" ይላል፦ "እንግዲህ ታመኑት በነበራችሁት ነገር ምክንያት ቅጣቱን ቅመሱ።" (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ደካሞቹም ለእነዚያ ለተኮሩት ይላሉ፦ "እኛ ለእናንተ ተከታዮች ነበርን፤ ታዲያ እናንተ ከእኛ ላይ (የአላህን ቅጣት) የምታርቁ ናችሁን?" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- እናንተና አባቶቻችሁ የሰየማችሁትን ስሞች በቀር፤ አላህ በእርሷ ላይ ምንም ሥልጣን አላወረደም። በእርግጥ... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- ከአንተ በፊት ወደነርሱ ራእይ ያወረድንላቸውን ወንዶች እንጂ (ሌላ) አልላክንም፤ የማታውቁ ከሆነ የቅዱሳት መጻሕፍትን ባለቤቶች ጠይቁ። (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- (ፈርዖን) አለ፦ "ለእርሱ ከማስቻሌ በፊት አመናችሁት? እርሱ በእርግጥ ያ ድግምትን ያስተማራችሁ ታላቃችሁ ነው።" (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- ሸክም ተሸካሚም የሌላውን ሸክም አትሸከምም፤ ከዚያም ወደ ጌታችሁ መመለሻችሁ ነው፤ ትሠሩት የነበራችሁትንም ይነግራችኋል። (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- አልን፦ "ውረዱ፤ ከፊላችሁ ለከፊሉ ጠላት ነው፤ ለእናንተም በምድር ላይ መኖሪያና እስከ ጊዜ ድረስ መጠቀሚያ አላችሁ።" (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- ሁለት - በል፦ "ሁለቱን ወንዶች እርሱ እንደራማ አደረገ? ወይስ ሁለቱን ሴቶች? ወይስ የሁለቱ ሴቶች ማሕፀን ያካተተውን?" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- ከእርሱም ላይ ምንም ዋጋ አልጠይቃችሁም፤ ዋጌዬ በዓለማት ጌታ ላይ እንጂ አይደለም። (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- በምድር ላይ አልተራመዱምን? የእነዚያን ከበፊታቸው የነበሩትንስ መጨረሻ አላዩምን? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- በምድር ላይ ይመላለሳሉ፤ የእነዚያን ከበፊታቸው የነበሩትንስ መጨረሻ እንዴት እንደነበረ ያያሉ፤ እነሱም... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- ጌታህ ከመንገዱ የሚሳሳተውን ሰው በሚገባ ያውቃል፤ እርሱም በመሪዎቹ የበለጠ ያውቃል። (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- ያ ሰማያትንና ምድርን በስድስት ቀናት ውስጥ የፈጠረው፣ ከዚያም በዙፋኑ ላይ የተረጋገጠው። (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- በአላህ ላይ ውሸትን ከቀጠፈ ወይም በተአምራቶቹ ካስተባበለ ሰው የበለጠ በደለኛ ማን ነው? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- እርሱ ያ መልክተኛውን በመመሪያና በእውነት ሃይማኖት ላከው፤ ከሃይማኖት ሁሉ በላይ ያደርገው ዘንድ። (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- እነዚያ "አላህ የመርየም ልጅ አል-መሲሕ ነው" ያሉት በእርግጥ ካዱ። በል... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- ዕውራንን ከመሳሳታቸው (ማስተዋል አትችልም)፤ የምታሰማው በተአምራቶቻችን የሚያምኑትን ብቻ ነው፣ እነርሱም ሙስሊሞች ናቸው። (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- የቅርቢቱ ሕይወት ምሳሌ ከሰማይ ያወረድነውን ውሃ የመሰለ ነው፤ በእርሱም የምድር ተክል ተቀላቀለ። (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- በውስጧ ከየዓይነቱ ሁለት ሁለት ጥንዶችን፣ ቤተሰብህንም በቀር ቃሉ በእርሱ ላይ ያለፈውን... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ለእናንተ "በእኔ ዘንድ የአላህ ግምጃ ቤቶች አሉ" አልላችሁም፤ ራቢም አላውቅም፤ "አንገልጽም..." (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- አላህ በሰዎች ላይ የቸርነት ባለቤት ነው፤ ግን አብዛኞቹ ሰዎች አያመሰግኑም። (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- ከጌታቸው ተአምራት ምንም ተአምር አይመጣላቸውም ከርሱ ዘወር አድርገው ቢኖሩ በቀር። (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- አንዲት ነፍስ ስለ ሌላዋ ምንም የማትበቃበትን፣ ከእርሷም ውስጥ መተካካት የማይቀበልበትን ቀን ተጠንቀቁ። (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- አንተ ሙታንን አታሰማም፤ ደንቆሮዎችንም የሚዞሩ ሲሆኑ ጥሪን አታሰማም። (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- በእናንተ ላይ የተከለከሉት የበሰበሰ ሥጋ፣ ደም፣ የአሳማ ሥጋና ለሌላ (ለአላህ ሳይሆን) የታረደ ነገር ነው። (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- በሰማያትና በምድር ያለው ሁሉ ለአላህ ያመሰግናል፤ እርሱም አሸናፊው ጥበበኛው ነው። (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- ከዚህ በኋላ ንስሐ የገቡትና የተሳሰሩት በቀር፤ አላህ መሓሪ አዛኝ ነው። (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- ነቢያት ከጌታቸው (የተላኩ ናቸው)፤ በመካከላቸው አንድም ሰው አንለይም፤ እኛም ለእርሱ ገዥዎች ነን። (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- ከጌታህ (የተላከ) ከአንተ በፊት ማስጠንቀቂያ ያልመጣላቸውን ሕዝቦች ታስጠነቅቅ ዘንድ፣ ተገንዘቡ ይኖር... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- ነቢዩ ሆይ! ከሓዲዎችንና ግብዞችን ታገል፤ በነርሱም ላይ ከብድ አድርግ፤ መኖሪያቸው ገሃነም ነው፤ ምን ያስከፋ መመለሻ ነው! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- ጌታህ በትንሳኤ ቀን በነርሱ መካከል በሚለያዩበት ነገር ይፈርዳል። (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- (ዘካሪያ) አለ፦ "ጌታዬ ሆይ! ለኔ ምልክት አድርግልኝ" አለው፦ "ምልክትህ ሰዎችን አለማናገርህ ነው..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- ፊትህን ወደ መስጂደ ሐራም አቅጣጫ አዙር፤ በማንኛውም ስፍራ ብትሆኑም ፊቶቻችሁን ወደ እርሱ አቅጣጫ አዙሩ። (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- የእስራኤል ልጆች ሆይ! ያችን በእናንተ ላይ ያደረግሁላችሁን ጸጋዬን አስታውሱ፤ እኔም በዓለማት ላይ ከፍ ከፍ አደረግሁትን... (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- ሰባት ወፍራም ላሞች ሰባት ቀጭኖች የሚበሉአቸው፣ ሰባት አረንጓዴ እህሎችና ሌሎች ደረቆች። (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- ለእያንዳንዱ ሕዝብ የተወሰነ ጊዜ አለው፤ ጊዜያቸውም በመጣ ጊዜ አንዲት ሰዓት አይዘገዩም ወደፊትም አይሄዱም። (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- ለሌላ (ለአላህ ሳይሆን) የታረደ (በተከለከለ ጊዜ)፤ የተገደደ ሰው ወሰን ሳያልፍና ኃጢአት ሳይሠራ (በስተቀር) አላህ መሓሪ አዛኝ ነው። (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- ለነርሱም "አላህ ያወረደውን ተከተሉ" በተባሉ ጊዜ "አይደለም፣ ያንን አባቶቻችንን በርሱ ላይ ያገኘንበትን እንከተላለን" ይላሉ። (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- አለ፦ "ወገኖቼ ሆይ! አላህን ተገዙ፤ ከእርሱ ሌላ ለእናንተ አምላክ የላችሁም፤ ታዲያ አትፈሩምን?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- በምድር ላይ ይጓዛሉ እና ከነሱ በፊት የነበሩት መጨረሻ እንዴት እንደነበረ ያያሉ። (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- በአላህ ላይ ውሸት ከቀጠፈ ወይም ካስተበተበ የበለጠ በደለኛ ማን ነው? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- በእርግጥ ጌታህ ከመንገዱ የሚሳሳተውን በላጭ አዋቂ ነው፣ እርሱም በላጭ አዋቂ ነው። (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- በምድር ላይ አልተጓዙም እና ከነሱ በፊት የነበሩት መጨረሻ እንዴት እንደነበረ አላዩም? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- ለእነሱ በጌታቸው ዘንድ የራሳቸው ዋጋ አላቸው፣ በእነሱ ላይ ፍርሃት የለባቸውም እንዲሁም አያዝኑም። (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- እነዚያ ያመኑት እና መልካም ሥራዎችን የሠሩት ከሥሮቻቸው ወንዞች የሚፈሱባቸውን ገነቶች ገቡ። (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- አለ: "ወገኖቼ ሆይ! አላህን ተገዙ፣ ከእርሱ ሌላ ለናንተ አምላክ የላችሁም፣ አትፈሩም?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- ገንዘባቸው እና ልጆቻቸው ከአላህ (ቅጣት) ምንም አያድኑአቸውም፣ እነዚያም እነሱ ናቸው። (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- ከሥሮቻቸው ወንዞች የሚፈሱባቸው ገነቶች፣ በውስጣቸው ዘላለም ተኑሪዎች ሲሆኑ፣ ይህም ታላቅ ስኬት ነው። (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- ከነሱ በፊት የነበሩት የኑህ ሕዝቦች፣ የዓድ እና የሳሙድ ዜና አልመጣላቸውም? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- ወደ አላህ ረዳቶቼ ማን ናቸው? ሐዋርያቱ አሉ፡- "እኛ የአላህ ረዳቶች ነን፣ አምነናል።" (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- ጌታህ ከመንገዱ የሳተውን በላጭ አዋቂ ነው፣ እርሱም ቀጥተኞቹን በላጭ አዋቂ ነው። (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- ይህ አላህ እርሱ ብቻ እውነት ስለሆነ እና እነሱ ከሌላው የሚጠሩት ነገር ከንቱ ስለሆነ ነው። (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- አላህን እና መልእክተኛውን የታዘዘ ሰው፣ ከሥሮቻቸው ወንዞች የሚፈሱባቸውን ገነቶች ያስገባዋል። (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- በእናንተ ላይ የከለከለው የሬሳ፣ ደም፣ የአሳማ ሥጋ እና ለሌላ (ለጣዖት) የታረደውን ብቻ ነው። (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- ከአላህ ሌላ እንዳትገዙ፣ እኔ በናንተ ላይ የታላቅ ቀንን ቅጣት እፈራለሁ። (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- ይህ ከሩቅ ዜናዎች ነው፣ ወደ አንተ የምናወርደው፣ አንተም እነሱ ሲወስኑ ከእነሱ ጎን አልነበርክም። (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- ከጌታችሁ በእናንተ ውስጥ በሆነ ሰው ላይ ግሳጼ መጣላችሁ ትገረማላችሁ? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- በል፡- "እኔ ከአላህ ሌላ የምትጠሯቸውን እንዳላመልክ ተከልክያለሁ።" (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- ከሚስቶቻቸው ወይም ቀኝ እጆቻቸው ከሚይዟቸው (ባሮች) በስተቀር፣ እነሱ የማይወቀሱ ናቸው። (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- አላህ ሌሊትን በቀን ውስጥ ያስገባል እና ቀንንም በሌሊት ውስጥ ያስገባል። (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- እሳት፣ ለቤተሰቦቹም አለ፡- "ቆዩ፣ እኔ እሳት አየሁ፣ ከእርሷ የሆነ ነገር ላመጣላችሁ እችላለሁ።" (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- አለ፡- "እኔ ከእርሱ የበለጠ ነኝ፣ ከእሳት ፈጠርከኝ፣ እርሱንም ከጭቃ ፈጠርከው።" (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- ለእነሱ ሲባል፡- "አላህ ያወረደው ወደሆነው እና ወደ መልእክተኛው ኑ።" (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- በእነሱ ላይ አትዘን እና ከሚያደርጉት ተንኮል በጭንቀት ውስጥ አትሁን። (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- አላህ በመከራ ቢነካህ፣ ከእርሱ ሌላ አስወጋጅ የለውም፣ እና በበጎ ቢነካህ። (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- ከነሱ በፊት ያለፉ ትውልዶች፣ በመኖሪያ ቤቶቻቸው ውስጥ ይመላለሳሉ፣ በዚህ ውስጥ በእርግጥ ተዓምራት አሉ። (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- በልቦቻቸው ላይ እንዳይገቡት መከለያዎችን አደረግን፣ በጆሮቻቸውም ውስጥ ክብደትን፣ እና ቢያዩትም። (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- መልእክተኞቻቸው በግልጽ ማስረጃዎች መጡላቸው፣ አላህ ሊበድላቸው አልነበረም ግን እነሱ ነፍሳቸውን ይበድሉ ነበር። (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- እና ምድርን፣ እና ከአላህ ሌላ ለናንተ ምንም ወዳጅ እና ረዳት የላችሁም። (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- ከዚያም ሩቅን እና ቅርብን ወደሚያውቀው (አላህ) ትመለሳላችሁ፣ ትሠሩት የነበራችሁትንም ይነግራችኋል። (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- ሌሊትን በውስጡ ለማረፍ እና ቀንንም ለማየት፣ በዚህ ውስጥ ለሚያስቡ ሕዝቦች ተዓምራት አሉ። (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- ከነሱ ብዙዎቹን ከጌታህ ወደ አንተ የተወረደው ነገር ትዕቢትን እና ክህደትን ይጨምርላቸዋል። (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- አለ፡- "ወገኖቼ ሆይ! አያችሁት? እኔ ከጌታዬ በግልጽ ማስረጃ ላይ ብሆን እና እርሱ ቢሰጠኝ።" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- እነሱም ይላሉ፡- "በእርሱ ላይ ከጌታው ተዓምር አይወረድም?" በል፡- "ምንም አይደለም።" (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- ከአላህ ዘንድ መመለስ ከሌለው ቀን በፊት። (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- ይህ የአላህ ችሮታ ነው፣ ለሚሻው ሰው ይሰጠዋል፣ አላህም የታላቅ ችሮታ ባለቤት ነው። (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- በእንስሳት ውስጥ ለእናንተ ትምህርት አለ፣ በሆዳቸው ውስጥ ካለው ነገር እናጠጣችኋለን። (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- እርሱ ከጌታቸው የሆነ እውነት መሆኑን፣ አላህም ከሚሠሩት ነገር ዘንጊ አይደለም። (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- ከፊታቸው እና ከኋላቸው፣ ከአላህ ሌላ እንዳትገዙ። (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- እናንተ ከሴቶች ሌላ በፍትወት ወደ ወንዶች ትመጣላችሁ፣ በእርግጥ እናንተ ወሰን አላፊ ሕዝቦች ናችሁ። (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- ሰማያት እና ምድር እስካሉ ድረስ በውስጣቸው ዘላለም ተኑሪዎች ሲሆኑ፣ ጌታህ የሻው ካልሆነ በስተቀር። (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- በሰማያት ውስጥ ያለው እና በምድር ውስጥ ያለው፣ አላህ የሻው ካልሆነ በስተቀር። (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- በውስጣቸው ከወርቅ አምባሮች እና ከሉል ይጌጣሉ፣ ልብሳቸውም በውስጣቸው ሐር ነው። (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- ከሰማይ ውሃ አወረደ፣ በእርሱም ከፍራፍሬዎች ለናንተ ምግብ አወጣ። (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- የእናንተን ቃል ኪዳን በወሰድን ጊዜ እና ጡርን በላያችሁ ከፍ አደረግን፡- "የሰጠናችሁን በጥንካሬ ያዙ።" (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- ከነሱም ዘነጋ እና አለ፡- "ወገኖቼ ሆይ! የጌታዬን መልእክት አደረስኩላችሁ እና ምክር ሰጠሁአችሁ።" (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- ከሥሮቻቸው ወንዞች ይፈሳሉ፣ በውስጣቸው ከወርቅ አምባሮች ይጌጣሉ። (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- በምድር ላይ ያለውን ሁሉ እና ከእርሱ ጋር ተመሳሳይ የሆነውን ቢኖራቸው እንኳን ለመቤዠት። (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- ከምንም ተንቀሳቃሽ ነገር አይደለም፣ ግን ወደ ተወሰነ ጊዜ ያራዝማቸዋል፣ ጊዜያቸው በመጣ ጊዜም። (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- ከመሬት ፈጠርናችሁ፣ ከዚያም ከፅንስ ጠብታ፣ ከዚያም ከደም ጅምር፣ ከዚያም። (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- አላህ በትንሳኤ ቀን ይከራከሩበት በነበሩት ነገር መካከላቸው ይፈርዳል። (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- ከእውቀት የመጣህ ነገር አለህ፣ ከአላህ ሌላ ለአንተ ምንም ወዳጅ እና የለህም። (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- በሰው ልጅ ላይ በጎ ነገር ባደረግን ጊዜ ይዞራል እና በጎኑ ይርቃል፣ መከራም በነካው ጊዜ። (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- ከዚያ ያነሰ ወይም የበለጠ ምንም ነገር በግልጽ መጽሐፍ ውስጥ ካልሆነ በስተቀር። (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- አለም፡- "ወገኖቼ ሆይ! አላህን ተገዙ፣ ከእርሱ ሌላ ለናንተ አምላክ የላችሁም።" (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- በምድር ላይ አልተጓዙም እና ከነሱ በፊት የነበሩት መጨረሻ እንዴት እንደነበረ አላዩም? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- ለእነሱ በጌታቸው ዘንድ የራሳቸው ዋጋ አላቸው፣ በእነሱ ላይ ፍርሃት የለባቸውም እንዲሁም አያዝኑም። (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- በምድር ላይ ይጓዛሉ እና ከነሱ በፊት የነበሩት መጨረሻ እንዴት እንደነበረ ያያሉ። (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- በምድር ላይ እና ከነሱ በፊት የነበሩት መጨረሻ እንዴት እንደነበረ ያያሉ። (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- በአላህ ላይ ውሸት ከቀጠፈ ወይም ካስተበተበ የበለጠ በደለኛ ማን ነው? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- አላህ አንድን ነገር በፈቀደ ጊዜ ለእርሱ የሚለው ብቻ ነው፡- "ኹን" (ሁን) ወዲያውም ይኾናል። (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- ከአላህ ሌላ ለናንተ ምንም ወዳጅ እና ረዳት የላችሁም። (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- መጥፎ ሥራዎቻቸውን እንደምሰርዝላቸው እና ከሥሮቻቸው ወንዞች የሚፈሱባቸውን ገነቶች እንዳስገባቸው። (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- ከሥሮቻቸው ወንዞች የሚፈሱባቸውን ገነቶች እናስገባቸዋለን፣ በውስጣቸው ዘላለም ተኑሪዎች ሲሆኑ። (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- ጌታህ ከመንገዱ የሳተውን በላጭ አዋቂ ነው፣ እርሱም በላጭ አዋቂ ነው። (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- ሩቅን እና ቅርብን ወደሚያውቀው (አላህ) ትመለሳላችሁ፣ ትሠሩት የነበራችሁትንም ይነግራችኋል። (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- ልጆቻችሁን ይገድላሉ እና ሴቶቻችሁን ያስቀራሉ፣ በዚህም ውስጥ ከጌታችሁ ታላቅ ፈተና አለ። (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- በእርግጥ ጌታህ ከመንገዱ የሚሳሳተውን በላጭ አዋቂ ነው፣ እርሱም። (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- የአላህን (ባለቤትነት) በሰማያት ውስጥ ያለው እና በምድር ውስጥ ያለው ሁሉ የእርሱ ነው። (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- ከናንተ በፊት ካለፉ ከጂን እና ከሰው ሕዝቦች መካከል። (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- አላህን ተገዙ፣ ከእርሱ ሌላ ለናንተ አምላክ የላችሁም፣ አትፈሩም? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- በልቦቻቸው ላይ እንዳይገቡት መከለያዎችን አደረግን፣ በጆሮቻቸውም ውስጥ ክብደትን። (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- በትንሳኤ ቀን ይከራከሩበት በነበሩት ነገር መካከላቸው ይፈርዳል። (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- አለ፡- "ወገኖቼ ሆይ! አያችሁት? እኔ ከጌታዬ በግልጽ ማስረጃ ላይ ብሆን?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- ይህ እጆቻችሁ ባስቀደሙት ነገር ምክንያት ነው፣ አላህም ለባሮቹ ፈጽሞ በዳይ አይደለም። (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- ለእነሱ በዚህ ዓለም ውርደት አላቸው፣ ለእነሱም በመጨረሻይቱ ዓለም ታላቅ ቅጣት አላቸው። (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- በሰማያት ውስጥ ያለው እና በምድር ውስጥ ያለው፣ አላህም በቂ ተከላካይ ነው። (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- እነዚያ ያመኑት እና መልካም ሥራዎችን የሠሩት በስተቀር፣ ለእነሱ የማይቋረጥ ዋጋ አላቸው። (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- ለእርሱ ዕውቀት የሌለህን ነገር በእኔ እንድታጋራ፣ አትታዘዛቸው። (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- ይህች በእርግጥ መገሠጫ ናት፣ የሻው ሰውም ወደ ጌታው መንገድ ይይዛል። (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- ያመሰገነ ሰው የሚያመሰግነው ለራሱ ነው፣ ያልመሰገነም ሰው። (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- እነዚያ ሶላትን የሚያስተካክሉ እና ዘካትን የሚሰጡ እና እነሱ በመጨረሻይቱ ዓለም የሚያምኑ ናቸው። (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- ኢብራሂምን፣ እስማኢልን፣ እስሐቅን፣ ያዕቆብን እና ነገዶችን፣ ሙሳ እና ዒሳ የተሰጡትንም። (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- ቡድን ቡድን ሆነው በመጡ ጊዜ በሮቿ ተከፍተውላቸው ጠባቂዎቿም ለእነሱ አሉ። (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- አላህ በመሐላዎቻችሁ በውሸት አይይዛችሁም፣ ግን በዚያ ይይዛችኋል። (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- ቸርነት፣ በእርሷ ደስ ይላቸዋል፣ መከራም በእጆቻቸው ባስቀደሙት ነገር ብትደርስባቸው። (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- ከሥሮቻቸው ወንዞች ይፈሳሉ፣ በውስጣቸው ዘላለም ተኑሪዎች ሲሆኑ፣ የሠራተኞችም ዋጋ ምን ያህል አማር ነው! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- አላህ በሰማያት ውስጥ ያለውን እና በምድር ውስጥ ያለውን ያውቃል፣ አላህም። (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- አላህን ታዘዙ እና መልእክተኛውን ታዘዙ፣ ብትዞሩም በእርሱ ላይ ብቻ ነው። (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- ለእነሱ በጌታቸው ዘንድ የራሳቸው ዋጋ አላቸው፣ በእነሱ ላይ ፍርሃት የለባቸውም እና እነሱም። (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- አሉም፡- "አጥንቶች እና ፍርስራሾች በሆንን ጊዜ እኛ አዲስ ፍጥረት እንደምንሆን?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- ከአላህ ሌላ ለራሳቸው ምንም ወዳጅ እና ረዳት አያገኙም። (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "ምን ያህል ቆየህ?" አለ፡- "አንድ ቀን ወይም የቀን ክፍል ቆየሁ።" አለ። (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- እስከ ትንሳኤ ቀን ድረስ ዘላለም፣ ከአላህ ሌላ የሚያመጣላችሁ አምላክ ማን ነው? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- መልካም ሥራ የሠራ ሰው ከወንድ ወይም ከሴት፣ እርሱም አማኝ ሆኖ። (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- እነዚያ ከአላህ መንገድ የሚያግዱ እና ጥምጥም የሚፈልጉላት፣ እነሱም በመጨረሻይቱ ዓለም። (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- በሻችሁት ስፍራ (ተመገቡ) ነገር ግን ወደዚህች ዛፍ አትቅረቡ፣ ከበደለኞች ትሆናላችሁና። (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- በል፡- "ወገኖቼ ሆይ! በቦታችሁ ላይ ሥሩ፣ እኔም ሠራተኛ ነኝ፣ ወደፊትም ታውቃላችሁ።" (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- በእርግጥ ከሳሪዎቹ እነዚያ ነፍሶቻቸውን እና ቤተሰቦቻቸውን በትንሳኤ ቀን ያጡ ናቸው፣ አይደል? (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- ለራሱ ይምራል፣ የተሳሳተ ሰውም የሚሳሳተው ለራሱ ነው፣ እናም። (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- እነዚያ ያልመኑት ይላሉ፡- "በእርሱ ላይ ከጌታው ተዓምር አይወረድም?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- ያ ለእናንተ ሌሊትን በውስጡ ለማረፍ እና ቀንንም ለማየት ያደረገላችሁ፣ በእርግጥ። (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- በውስጡ ምንም ግብይት እና ወዳጅነት ከሌለበት ቀን በፊት። (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- በጓደኛቸው ላይ ምንም ዓይነት እብደት እንደሌለ ያስተውሉ፣ እርሱ ግልጽ አስጠንቃቂ እንጂ ሌላ አይደለም። (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- በውስጧ ዘላለም ተኑሪዎች ሲሆኑ፣ ቅጣቱ ከእነሱ አይቀለልላቸውም እንዲሁም አይቆዩም። (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- ዓይኖችህን በውስጡ ጥቂቶቻቸውን ባስደሰትንበት ነገር ላይ አትዘርጋ። (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- ሰዎችን ንብረቶቻቸውን አትቀንሱ እና በምድር ላይ አጥፊዎች ሆናችሁ አትበድሉ። (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- በእርሱ ላይ ሰላም ይሁን በተወለደበት ቀን፣ በሚሞትበት ቀን እና በሚነሳበት ቀን በሕይወት ሆኖ። (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- ወገኖቼ ሆይ! በቦታችሁ ላይ ሥሩ፣ እኔም ሠራተኛ ነኝ፣ ወደፊትም ማን እንደሆነ ታውቃላችሁ። (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- ለማንኛውም መልእክተኛ በአላህ ፈቃድ ካልሆነ በስተቀር ተዓምር ሊያመጣ አይቻለውም። (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- ከዚያም እያንዳንዷ ነፍስ ያስገኘችውን (ዋጋ) ትሞላለች፣ እነሱም አይበደሉም። (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- ከወንድ ወይም ከሴት፣ እርሱም አማኝ ሆኖ፣ እነዚያ ገነትን ይገባሉ። (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- ልጅ አልወሰደም እና በንጉሥነቱ ውስጥ ለእርሱ ተጋሪ አልነበረም። (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- አላህ ያስተካከለው ሰው እርሱ ቀጥተኛ ነው፣ ያሳሳተውንም ለእርሱ መሪ አታገኝም። (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- ምሳሌዎችን እንዴት እንዳነቡልህ ተመልከት፣ ስለዚህ ተሳሳቱ፣ መንገድም ማግኘት አልቻሉም። (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- በል፡- "እኔ ጌታዬን ባላመልክ የታላቅ ቀንን ቅጣት እፈራለሁ።" (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- ለሁለቱም የሚያሳፍር ቦታቸው ተገለጠላቸው እና ከገነት ቅጠሎች በራሳቸው ላይ መሸፈን ጀመሩ። (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- ከአላህ ሌላ የምትችሉትን ሁሉ ጥሩ፣ እውነተኞች እንደሆናችሁ። (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- በምድር ላይ ያለውን ሁሉ እና ከእርሱ ጋር ተመሳሳይ የሆነውን ለመቤዠት። (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- የሰጠናችሁን በጥንካሬ ያዙ እና በውስጡ ያለውን አስታውሱ፣ ልትፈሩ ይቻላልና። (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- ከዓለማት ሰዎች አንድም ሰው በእርሷ ባልቀደማችሁት መጥፎ ሥራ ትመጣላችሁ? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- በሰማያት ውስጥ ያለው እና በምድር ውስጥ ያለው ሁሉ የአላህ ነው፣ አላህም ነበረ። (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- የሠሩት መጥፎ ሥራዎች ያገኙአቸዋል እና ይሳለቁበት የነበሩት ነገር በእነሱ ላይ ይከብባቸዋል። (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- ከእናንተ ውስጥ መልእክተኛ፣ ተዓምራቶቻችንን በናንተ ላይ የሚያነብላችሁ እና የሚያጠራችሁ እና መጽሐፍን እና ጥበብን የሚያስተምራችሁ። (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- ከእርሱ (አስገረደ) አሥራ ሁለት ምንጮች፣ እያንዳንዱ ሕዝብ የመጠጫ ቦታውን በእርግጥ አውቆ ነበር። (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- ግምትን በስተቀር፣ ግምት ደግሞ ከእውነት ምንም አያብቃቅም። (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- ባስተካከልኩት ጊዜ እና ከመንፈሴ በእርሱ ውስጥ በነፋሁ ጊዜ ለእርሱ ሰጋጆች ሆናችሁ ውደቁ። (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- የመጨረሻይቱ ዓለም ማስተናገጃ የማን እንደሆነ፣ በእርግጥ በደለኞች አይሳኩም። (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- ያ ሰማያትን እና ምድርን የፈጠረው መሰላቸውን ለመፍጠር ቻይ ነው። (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- ለአማኞች እና ለአማናውያን ከሥሮቻቸው ወንዞች የሚፈሱባቸውን ገነቶች፣ በውስጣቸው ዘላለም ተኑሪዎች ሲሆኑ። (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- ሰማያትን እና ምድርን የፈጠረው ማን እንደሆነ ብትጠይቃቸው፣ በእርግጥ "አላህ" ይላሉ፣ በል። (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- በዚህ ቁርኣን ውስጥ ለሰዎች ከየትኛውም ምሳሌ በእርግጥ አቅርበናል። (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- መልእክተኞቻችን ወደ ሉጥ በመጡ ጊዜ፣ በእነሱ ተጨነቀ እና በእነሱ ምክንያት ልቡ ተጠበበ፣ አለም። (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- ለመላእክት ለአደም ሰገዱ ባልን ጊዜ ሰገዱ፣ ኢብሊስ ግን አልሰገደም። (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- ምድርን ዘረጋን፣ በውስጧም ገራሚ ተራሮችን ጣልን፣ በውስጧም ከየትኛውም ነገር አበቀልን። (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- ለእርሱ ሃይማኖትን ያጠሩ ሆነው አላህን ይጠሩታል፣ ወደ ምድር ባዳናቸው ጊዜም። (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- ለእነሱ ከፈላ ውሃ መጠጥ እና ያልመኑት በመሆናቸው የሚያሠቃይ ቅጣት አላቸው። (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- ከአላህ ሌላ የማይጠቅመን እና የማይጎዳን ነገር እንጠራዋለን? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- አላህ በሰማያት ውስጥ ያለውን እና በምድር ውስጥ ያለውን እንደሚያውቅ። (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- ከአላህ ላይ ውሸትን ከሚቀጣጥፍ ይልቅ የበለጠ በደለኛ ማን ነው? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- በዚህ ውስጥ ታምር አለ, ነገር ግን አብዛኞቻቸው አማኞች አልነበሩም። (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- በምድር ላይ ይዘዋወሩና የእነዚያ መጨረሻ እንዴት እንደነበረ ይመለከቱ። (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- አለ: ወገኖቼ ሆይ, አላህን ተገዙ, ከርሱ ሌላ አምላክ የላችሁም። (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ከሥራቸው ወንዞች የሚፈሱትን ገነቶች ያስገባዋል, በውስጧ ዘላለማዊ ኾነው። (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- በትንሳኤ ቀን በመካከላቸው በሚለያዩበት ነገር ይፈረድባቸዋል። (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- በምድር ላይ አልተዘዋወሩምን? የእነዚያ መጨረሻ እንዴት እንደነበረ ይመለከቱ። (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- ከሥራቸው ወንዞች የሚፈሱ ገነቶች, በውስጧ ለዘላለም ኾነው። (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- ሌሊትን በቀን ውስጥ ታገባለህ, ቀንንም በሌሊት ውስጥ ታገባለህ። (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- በሰማያትና በምድር ያለው ሁሉ ለአላህ ያመሰግናል። (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- አላህን ተገዙ, ከርሱ ሌላ አምላክ የላችሁም። አትፈሩምን? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- ለመላእክት ለአዳም ስገዱ ባልናቸው ጊዜ, ሰገዱ, ኢብሊስ ብቻ ሳይገዛ። (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- አላህ በሰማያትና በምድር ያለውን ያውቃል። (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- ከሥራቸው ወንዞች የሚፈሱ ገነቶች, በውስጧ ዘላለማዊ ኾነው, ያ ደግሞ። (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- ዋጋው በጌታው ዘንድ ነው, በእነርሱም ላይ ፍርሃት የለባቸውም, እነርሱም። (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- በጌታው ዘንድ, በእነርሱም ላይ ፍርሃት የለባቸውም, እነርሱም አያዝኑም። (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- ቀጥታ ያገኘ ሰው, የሚገኘው ለራሱ ነው, የጠፋም። (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- ለራሱ ይገኛል, የጠፋም ሰው, የሚጠፋው በራሱ ላይ ነው። (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- በርሱ ላይ ከጌታው ተአምር አይወረድም ነበርን? በል: እውነቱ። (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- እነዚያ ያመኑና መልካም ሥራዎችን የሠሩ, ለእነርሱ የማይቋረጥ ዋጋ አላቸው። (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- ሕያውን ከሙት ታወጣለህ, ሙትንም ከሕያው ታወጣለህ። (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- አላህ ባወረደው የማይፈርድ ሰው, እነዚያ እነርሱ ናቸው። (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- ሰማያትንና ምድርን እንዲሁም በመካከላቸው ያለውን በስድስት ቀናት ፈጠረ። (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- አላህ በሰዎች ላይ ችሮታ ባለቤት ነው, ግን አብዛኞቹ። (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- አላህ እነርሱን የሚበድል አልነበረም, ግን እነርሱ ነፍሳቸውን ይበድሉ ነበር። (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- ኃጢአቶቻችሁን ይሸፍንላችኋልና ከሥራቸው ወንዞች የሚፈሱ ገነቶች ያስገባችኋል። (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- በላያችሁ የከለከላችሁ የሞተችውን, ደምን, የአሳማን ሥጋና በርሱ የተሰየደውን። (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- እኔ ጌታዬን ባላስተዋልሁ, የታላቅ ቀንን ቅጣት እፈራለሁ። (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- ዕውቀት ከመጣላቸው በኋላ ብቻ, በመካከላቸው በጥላቻ። (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- ሶላትንም ተማሩ, ከሰጠናቸውም ስውርና ግልጽ ሆነው ለገሱ። (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- ከአላህ ሌላ, የማይጠቅመንና የማይጎዳን (አምላክ)። (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- ወደ አንተ በተወረደውና ካንተ በፊት በተወረደው ያምናሉ። (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- አላህ ከሰማይ ውሃ እንዳወረደ አላየህምን? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- አንድን ነገር በፈቀደ ጊዜ, ለርሱ ይለዋል: ኩን (ሁን), ወዲያውም ይኾናል። (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- ወደ መድየንም ወንድማቸውን ሹአይብን (ላክን), አለ: ወገኖቼ ሆይ, አላህን ተገዙ። (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- ይህ ከሩቅ ዜናዎች ነው, ወደ አንተ እናወርደዋለን, አንተም። (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- ጊዜያቸው በመጣ ጊዜ, አንድ ሰዓት አይዘገዩም, አይቀድሙምም። (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- የሰይጣንን ፈለግ አትከተሉ, እርሱ ለእናንተ ግልጽ ጠላት ነውና። (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- ከሰዎችም ያለ ዕውቀት በአላህ የሚከራከር ሰው አለ። (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- አላህ ለሚሻው ሰው ይሰጣል, አላህም የታላቅ ችሮታ ባለቤት ነው። (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- ነፍስ ሁሉ የሠራችውን ትቀበላለች, እነርሱም አይበደሉም። (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- አላህ ያረገውን ነፍስ በደል ሳይኾን አትግደሉ። (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- አንድን ነገር በፈቀደ ጊዜ, ለርሱ ይለዋል: ኩን (ሁን)። (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- የገሀነምን በሮች ግቡ, በውስጧ ዘላለማዊ ኾነው; የትዕቢተኞች መኖሪያ ከፋ ሆነች! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- ከመጽሐፉ ድርሻ የተሰጡትን አላየህምን? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- ለእነርሱ ከሥራቸው ወንዞች የሚፈሱ ገነቶች አሏቸው, በውስጧ ዘላለማዊ ኾነው። (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- ወገኖቼ ሆይ, በቦታችሁ ላይ ሥሩ, እኔም ሠራተኛ ነኝ, ወደፊት ታውቃላችሁ። (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- አላህንና መልክተኛውን (የሚቃወም), ለርሱ የገሀነም እሳት አለበት, በውስጧ ዘላለማዊ ኾኖ። (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- በልቦቻቸው ላይ መከለያዎችን, እንዳያስተውሉት, በጆሮዎቻቸውም ውስጥ መስማት መቆረጥን (አደረግን)። (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- በአንዲት መንደር አስጠንቃቂ ቢመጣ, ባለጸጎቿ እንደሚሉ በቀር: እኛ። (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- አሉ: ምን እንደኾነች ሊያብራራልን ጌታህን ጥራልን። (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- አላህ ነው ይላሉ። በል: ምስጋና ለአላህ ይገባዋል, ግን አብዛኞቻቸው። (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- የሕዝቦቹም መልስ: አውጧቸው ማለታቸው በቀር አልነበረም። (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- ከሥራቸው ወንዞች የሚፈሱ, በውስጧ ለዘላለም ኾነው, ያ ታላቅ ምሩቅ ነው። (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- እነዚያ ከጌታቸው በመገኛ ላይ ናቸው, እነርሱም የተሳካላቸው ናቸው። (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- የሚያዋርደው ቅጣት የሚመጣበትና የማይወገድ ቅጣት የሚወርድበት ሰው። (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- በምድር ላይ ሂዱና የአስተባባዮች መጨረሻ እንዴት እንደነበረ ተመልከቱ። (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- እጆቻቸው ባስቀደሙት ምክንያት መቼም አይመኙትም, አላህም በደለኞችን ዐዋቂ ነው። (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- እርሱ ከመንገዱ የጠፋውን በሚገባ ያውቃል, እርሱም በሚገባ ያውቃል። (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- አላህ ጌታዬ እና ጌታችሁ ነው, ስለዚህ ተገዙት, ይህ ቀጥተኛ መንገድ ነው። (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- በሰዎች ላይ ችሮታ ባለቤት ነው, ግን አብዛኞቻቸው አያመሰግኑም። (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- ሰማያትንና ምድርን እንዲሁም በመካከላቸው ያለውን በእውነትና በተወሰነ ጊዜ ብቻ (ፈጠርነው)። (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- ተዋቸው በከንቱ ይዝለሉ እና ይጫወቱ, የሚቀጣጠበትን ቀናቸውን እስኪያገኙ ድረስ። (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- እነዚያን ያመኑትን ሲያገኙ: አምነናል ይላሉ, ብቻቸውንም ሲቀሩ። (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- ተውራትንና ኢንጂልን እንዲሁም ከጌታቸው ወደነርሱ የተወረደውን ያስተካክላሉ። (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- በፊታቸው ያለውንና ከበስታቸው ያለውን ያውቃል, እነርሱም አያካብቡትም። (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- እርሱም ያ ሰማያትንና ምድርን በስድስት ቀናት ውስጥ የፈጠረው ነው። (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- በዚህ ውስጥ አማኞች እንደ ኾናችሁ ለናንተ ተአምር አለ። (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- ሰዎችን መመሪያ በመጣላቸው ጊዜ ከማመን የከለከላቸውም። (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- ለአላህም ከመንገዱ ሊያሳስቱ ተካካዎችን አደረጉ። በል: ተደሰቱ። (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- ከነርሱ መካከል አስጠንቃቂ መጣላቸውን ተገረሙ, ከሓዲዎቹም አሉ: ይህ። (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- ጌታህ እርሱ ከመንገዱ የጠፋውን በሚገባ ዐዋቂ ነው። (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- ልክ ገንዘቡን ለሰዎች ማሳያ እንደሚያወጣ, በአላህም የማያምን ሰው። (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- ከሰጠናችሁ ሲሳይ ከመምጣቱ በፊት ለግሱ። (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- በሰማያትና በምድር ያለውን ሁሉ ለእናንተ ገዛ። (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- እኛም ወደርሱ በምትጠሩን ነገር በአጠያያቂ ጥርጣሬ ውስጥ ነን። (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- ጌታህ ሲሳይን ለሚሻው ሰው ያሰፋል, ያጠብምም, እርሱ። (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- የሰማያትና የምድር ጌታ እንዲሁም በመካከላቸው ያለው, የምታረጋግጡ ከ ኾናችሁ። (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- በአላህና ወደእኛ በተወረደውና ወደ. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- በደለኞቹንም ጩኸት ያዘቻቸው, በመኖሪያቸውም ውስጥ ተንበርካኪ ኾነው አነጉ። (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- በራሳቸው ባደረጉት ነገር በእናንተ ላይ ኀጢአት የለባችሁም። (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- ጌታህ እርሱ ከመንገዱ የጠፋውን በሚገባ ያውቃል, እርሱም። (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- ከትእዛዙ ወደሚሻው ባሪያው በመንፈስ (በራዕይ)። (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- ለመርየም ልጅ ኢሳንም ግልጽ ማስረጃዎችን ሰጠነው, በቅዱስ መንፈስም አጠናከርነው። (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- በትንሳኤ ቀን በመካከላቸው በሚለያዩበት ነገር ይፈርድባቸዋል። (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- የላይኛዋን የታችኛዋ አደረግን, በላዩም የሸክላ ጠጠር አዘነብንባት። (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- በእነርሱ ላይ ብታስጠንቅቅም ባታስጠንቅቅም እኩል ነው, አያምኑም። (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- ከሰዎች ሌላ, እውነተኞች ከ ኾናችሁ ሞትን ተመኙ። (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- አላህን, ከርሱ ሌላ አምላክ የላችሁም። አትፈሩምን? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- የምንቀጣጠበውን አንዳንዱን ብናሳይህም, ወይም ብንገድልህም, ወደእኛ መመለስ ነው። (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- አሉ: በሞትንና አፈርና አጥንት በ ኾንን ጊዜ, በእውነት እኛ ተነሳሾች ነን? (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- ችሮታ በአላህ እጅ ነው, ለሚሻው ሰው ይሰጣል, አላህም። (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- ሩቅና ቅርብ ወደሚያውቀው (አላህ) ትመለሳላችሁ, ትሠሩት የነበራችሁትንም ይነግራችኋል። (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- እናንተ ያመናችሁ ሆይ, አላህን ጸጋ በላያችሁ ላይ አስታውሱ, በጊዜ. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- ካንተ በፊትም ወደነርሱ የምናወርድላቸው ወንዶችን በቀር አልላክንም። (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- ኃጢአቶቹን ያስወግድለታልና ከሥራቸው ወንዞች የሚፈሱ ገነቶች ያስገባዋል። (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- በሕመም ወይም በጉዞ ላይ ከ ኾነ, ከሌሎች ቀናት ቁጥር (ይጾም)። (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- ጥርጣሬን በቀር አይከተሉም, እነርሱም የሚገምቱ ብቻ ናቸው። (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- አላህንና የመጨረሻውን ቀን ለሚፈራ መልካም አርአያ ነው። (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- ሰማያትንና ምድርን እንዲሁም በመካከላቸው ያለውን በእውነት ብቻ አልፈጠርንም። (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- እጅህን ወደ ኪስህ ግባ, ያለ ጉዳት ነጭ ኾና ትወጣለች። (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- በቸርነቱ የሚሻውን ይመርጣል, አላህም የታላቅ ችሮታ ባለቤት ነው። (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- አላህ የሰማያትና የምድር ንጉሥ መኾኑን አላወቅህምን? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- ከበጎ ሥራ ለነፍሳችሁ ያስቀደማችሁት, በአላህ ዘንድ ታገኙታላችሁ። (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- ከወጣህበትም ስፍራ ሁሉ ፊትህን ወደ ቅዱስ መስጊድ አዙር። (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- ከበፊታቸው ያለፉት (እንደሆኑ), ለአላህ ሕግም መቀየር አታገኝም። (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- ያ በሰማያትና በምድር ያለው ሁሉ የርሱ ለኾነው። (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- ሴትም አትጸንስም, አትወልድም, በእውቀቱ ብቻ ካልኾነ በቀር። (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- ሌሊትን, ፀሐይንና ጨረቃንም ገዛ, ሁሉም ለተወሰነ ጊዜ ይሮጣሉ። (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- ከሥራቸው ወንዞች የሚፈሱ, በውስጧ ዘላለማዊ ኾነው, ያም የዋጋ ነው። (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- አለ: አይደለም, ነፍሶቻችሁ አንድን ነገር ለእናንተ አስመለከቱ; መልካም ትዕግሥት (ያስፈልጋል)። (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- በሰማያትና በምድር ያለው, እንዲሁም አላህ። (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- ከመልክተኞች የሚመጣቸውም ማንኛውም መልክተኛ, ያሾፉበት ቢኾኑ በቀር። (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- አሉ: ሙሳ ሆይ, ወይ አንተ ትጥላለህ, ወይም እኛ እንኾን (እንጥላለን)። (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- እርሱ ያሞታችኋል, ከእናንተም አንዳንዱ ወደ በጣም የከፋ ዕድሜ ይመለሳል, (ከዕውቀት በኋላ). (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- ለእነርሱ ከጌታቸው ዘንድ ከሥራቸው ወንዞች የሚፈሱ ገነቶች አሏቸው, በውስጧ ዘላለማዊ ኾነው። (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- በልቦቻቸው ላይ መከለያዎችን, እንዳያስተውሉት, በጆሮዎቻቸውም ውስጥ መስማት መቆረጥን (አደረግን)። (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- የአላህ ቃል ኪዳን እውነት ነው, ግን አብዛኞቻቸው አያውቁም። (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- ይህ, እነርሱ አላህንና መልክተኛውን ስለተቃወሙ ነው; አላህንም የሚቃወም ሰው። (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- በሚጠራቸውም ቀን: ትጠሩ የነበራችሁ ተጋሮቼ ወዴት ናቸው? (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- ያ ሰማያትንና ምድርን የፈጠረው አላህ መኾኑን አላዩምን? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- በዚያ ከአፈር, ከዚያም ከፍተ ዘር, ከዚያም። (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- ይላሉ: ጌታችን ሆይ, ወደእኛ መልክተኛ ባወረድክ ኖሮ ተአምሮችህን እንከተል ነበር። (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- ከዚያም መመለሻቸው ወደ ጌታቸው ነው, ይሠሩት የነበሩትንም ይነግራቸዋል። (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- ለእነርሱ በዚህ ምንም ዕውቀት የላቸውም, እነርሱ ግምትን ብቻ ይከተላሉ። (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- እኛ አባቶቻችንን በአንድ ሃይማኖት ላይ አገኘን, እኛም በፈለጋቸው ላይ ነን። (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- እነዚያ መጽሐፍ የተሰጡት, ከመጣላቸው በኋላ ብቻ ካልኾነ በቀር። (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- ኢብራሂምም ባለ ጊዜ: ጌታዬ ሆይ, ይህችን አገር ደህንኛ አድርጋት። (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- መስሚያን, ማየትንና ልቦችንም ለእናንተ አደረገ; ጥቂት ትመሰግናላችሁ። (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- እነዚያ በአላህ ተአምራት ያለ መጣላቸው ሥልጣን የሚከራከሩ። (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- የኢብራሂምን ሃይማኖት ቀጥተኛ ኾኖ ተከተሉ, ከአረብ አማልክተኞችም አልነበረም። (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- ከፈርዖን ቤተሰቦችም አዳንናችሁ, ክፉውን ቅጣት ያቀምሱአችሁ ነበርና። (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- ይህች ትክክለኛዋ ሃይማኖት ናት, ግን አብዛኞቹ ሰዎች አያውቁም። (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- አላህ በሰማያት ያለውን ለእናንተ ያስገዛላችሁ መኾኑን አላየህምን? (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- እነዚያ ያልመኑት: ይህ ግልጽ ድግምት እንጂ ሌላ አይደለም ይላሉ። (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- በእነርሱ ላይ ተአምራቶቻችን ግልጽ ሆነው በሚነበቡበት ጊዜ, እነዚያ ያልመኑት ይላሉ። (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- የመኖሪያ ገነቶች, ከሥራቸው ወንዞች የሚፈሱ, በውስጧ ዘላለማዊ ኾነው። (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- የሚሸውን, አላህ በሁሉ ነገር ላይ ቻይ ነው። (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- ኃጢአቶቻችሁን ይምርላችኋልና ወደ ተወሰነ ጊዜ ያራዝማችኋል። (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- አባቶቻችን ያመልኩት ከነበረው ልትከለክሉን ትፈልጋላችሁን? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- ጌታህም ለመላእክት ባለ ጊዜ: እኔ ሰውን ከ. ፈጣሪ ነኝ። (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- እርሱም ያ በቸርነቱ ፊት ምሥራችን ነፋሶችን የሚልክ ነው። (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- በል: በምድር ላይ ሂዱና መጨረሻው እንዴት እንደነበረ ተመልከቱ። (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- ሰማያትንና ምድርን በመፍጠር እንዲሁም ሌሊትና ቀንን በመቀያየር ውስጥ (ተአምራት አሉ)። (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- ያ አላህን መልካም ብድር የሚያበድረው ማን ነው? ለርሱ ያበዛለታል። (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- አላህ ባወረደው በመካከላቸው ፍረድ, ፍላጎቶቻቸውንም አትከተል። (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- መላእክት ሊመጡላቸው ወይም (የጌታህ) ትዕዛዝ ሊመጣ በቀር ሌላ ይጠብቃሉን? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- እነዚያ በአላህ ላይ ውሸት የሚቀጣጥፉ, አይታደጉም። (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- ልክ እንደ ፈርዖን ቤተሰቦችና ከበፊታቸው የነበሩት ልማድ, ተአምራቶቻችንን አስተባበሉ። (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- እነዚያን መልካም ሥራዎችን የሚሠሩ አማኞችን ለእነርሱ መልካም ምንዳ እንዳላቸው ያስደስታል። (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- አላህ ሲሳይን ለሚሻው ባሪያው ያሰፋል, ያጠብምም። (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- ወደ ሩቅና ቅርብ ወደሚያውቀውም ትመለሳላችሁ, ትሠሩት የነበራችሁትንም ይነግራችኋል። (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- የዝምድና ባለቤቶችም አንዳንዶቻቸው በአላህ መጽሐፍ ውስጥ ከሌሎች ይልቅ ቅርብ ናቸው። (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
""";
