const String quranIndexGeorgianRaw = r"""
მანზილ ლოცვები 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ჩვენო უფალო ლოცვები 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ჩემო უფალო ლოცვები 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
აარონი (ჰარუნი) 2:248; 4:163 ; 6:84; 7:122, 142 ; 10:75; 19:28, 53 ; 20:30, 70, 90, 92; 21:48 ; 23:45 ; 25:35; 26:13, 48 ; 28:34 ; 37:114, 120.
აბასა, S.80; 74:22
აბლუციები (ვუდუ), 4:43; 5:6
აბრაამი (იბრაჰიმი) S.14; 2:135-136, 148; 3:33, 84, 95 ; 4:54, 125, 163 ; 6:161 ; 9:70, 114 ; 12:6, 38 ; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78 ; 26:69 ; 29:31 ; 33:7 ; 37:83, 104, 109; 38:45; 42:13 ; 43:26 ; 51:24 ; 53:37; 57:26 ; 60:4; 87:19
- არც ებრაელი და არც ქრისტიანი, 3:67-68
- ბაქას პირველ ტაძარში იდგა, 3:97; 26:123
- ქააბას საძირკველს ამყარებს 2:124-129
- მოუწოდებს თავის ხალხს ერთი ჭეშმარიტი ღმერთის თაყვანისცემისკენ 2:130-133; 26:69-89; 29:16; 29:24-27
- კამათობს ამპარტავან მეფესთან 2:258
- იკითხავს აღდგომის შესახებ 2:260
- არც ებრაელი და არც ქრისტიანი 3:65-68
- უარყოფს ზეციერ თაყვანისცემას 6:74-87
- იღებს ისაკის დაბადების ამბავს 11:69-76; 51:24-30
- მისი ლოცვა ქა‛აბაში 14:35-41
- ანგელოზები ეწვივნენ 15:51-56
- მისაბაძი მაგალითი 16:123
- მამამისს ჭეშმარიტებისკენ მოუწოდებს 19:41-50
- ანადგურებს კერპებს და იხსნის ცეცხლისგან 21:51-73; 37:83-113
- ყველას მოუწოდებს მომლოცველობისკენ 22:26
აბრარი, 3:193, 198; 76:5 ; 82:13 ; 83:18-22
გაუქმება, 2:106, 16:101
აბუ ლაჰაბი, 111:1-5
„რეკლამა ხალხი“, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ადამი, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ანგელოზების წინაშე თაყვანი სცეს, 2:34; 7:11
- ცოდნის ხე, 2:35; 7:19-20; 20:120-121
- განდევნა ბაღიდან (ევას ბრალი არ ედება), 2:36; 7:24
- ალაჰის მიერ პატივისცემით აღსავსე, სატანის მიერ ცდუნებაში მყოფი 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ალაჰის მიერ პატიებული 2:37; 20:122
ადიატი, S.100
„ადნ სამოთხე, 9:72; 13:23 ; 16:31 ; 18:31 ;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
უბედურება
- სხვისი ტვირთით არ დამძიმებულა, 6:164; 17:15; 35:18; 39:7; 53:38
- არ იყოს დატვირთული შესაძლებლობის მიღმა, 2:286; 6:152; 7:42; 23:62
- მოთმინება, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
დაბერება, 16:70; 22:5; 30:54; 36:68
- ქცევა თქვენს მზრუნველობაში მყოფი ხანდაზმული მშობლების მიმართ, 17:23
აჰმადი, 61:6
აჰკაფი, S.46; 46:21
აჰზაბი, S.33; 11:17 ; 13:36 ; 19:37 ; 38:11, 13; 40:5, 30; 43:65
აიკა, მკვიდრნი, 15:78; 26:176; 38:13; 50:14
ალა S.87; 87:1; 92:20
ალაქ, S.96
ალ-იმრანი, S.3
ალაჰი
- მისთვის ერთი დღე ორმოცდაათი ათასი წელია, 70:4
- მისთვის ერთი დღე ათასი ადამიანის წელია, 22:47; 32:5
- ნებისმიერი რამის გაკეთების უნარი, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- ყველა მსაჯულთა შორის საუკეთესო, 95:8
- განმარტების მიღმა, 43:82; 67:12
- ურწმუნოების გეგმებს აბსურდს ხდის, 8:30; 8:36
- ადამიანების გაქრობა და სხვა არსებების წარმოშობა, 4:133; 14:19; 35:16
- იწვევს სიცილს და ტირილს, 53:43
- კაცს საუკუნით აძინებდა, 2:259
- ჭეშმარიტების უარმყოფელთა მტერი, 2:98
- აღამაღლეთ მისი დიდება დილიდან ღამემდე, 33:42
- ცრუ ქალიშვილები, 16:57; 17:40; 43:16; 52:39; 53:21-22
- სახელით, 53:19-20
- ადამიანებს თავისუფალ ნებას აძლევს, 36:67
- ყველაფრის დათმობა მისთვის, 4:66-68; 4:125
- სიკეთე და ბოროტება მისგანაა, 4:78
- სიცოცხლესა და სიკვდილს ანიჭებს, 44:8; 53:44; 57:2; 67:2
- შრომისმოყვარეები უკეთესად დაჯილდოვდნენ, 4:95-96; 5:54; 9:120; 49:15; 61:11
- არ ჰყავს მეუღლე, 72:3
- არ ჰყავს ვაჟი, 43:81; 72:3; 112:3
- არ მიგატოვა შენს რთულ დროს, 93:3
- ყველგანაა ცოდნაში, 2:115; 2:142; 2:177; 4:126
- არის პირველი და უკანასკნელი (ალფა და ომეგა), 57:3
- არის გარეგანი და შინაგანი, 57:3
- იცის, რომ გაგებას მიღმაა, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- უყვარს ისინი, ვინც სამართლიანად იქცევიან, 49:9
- არ დაუდგინა კანონები იმასთან დაკავშირებით, რაზეც თავად არ საუბრობდა, 5:101; 6:140; 6:148; 7:32
- წყალობა სამხედრო ტყვეების მიმართ, რომლებსაც სიკეთე აქვთ, 8:70
- ბუნება, 2:255
- არც ერთი ადამიანი არ არის ღვთაება, 3:64; 3:151
- არა სამება, 4:171
- ბოროტებისგან თავშესაფარი, 113:1-5; 114:1-6
- მისი ხსენება დგომის, ჯდომის, წოლის დროს, 3:191; 4:103; 10:12; 25:64
- გიყალიბებს საშვილოსნოში, 3:6
- ტახტი წყალზე დგას, 11:7
- შექმნიან ისეთ რამეებს, რის შესახებაც შენ არაფერი იცი, 16:8
- არ უსურვებს უსამართლობას თავის ქმნილებას, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ალიანსები, 8:72; 9:7
- ქრისტიანები და ებრაელები, 5:51
- აკრძალულია ურწმუნო ნათესავებთან, 9:23-24
- აკრძალულია თვალთმაქცებთან, 4:88-89; 4:139; 4:144
ალიასა (იხ. ელისე)
ამანა, ნდობა და ალაჰის მიერ დაწესებული მოვალეობები და ა.შ., 2:283; 4:58; 8:27
- იხილეთ ნდობა
ანგელოზები, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- ცეცხლისგან შექმნილი, 7:12; 38:76
- რვა ადამიანი ალაჰის ტახტს მაღლა აწევს განკითხვის დღეს, 69:17
- ცრუ მტკიცება, რომ ისინი ქალები არიან, 43:19; 53:27
- მფარველი 82:10-12; 86:4
- ცხრამეტი ჯოჯოხეთის მბრძანებელი, 74:30-31
- არ არის გაგზავნილი ახირებების დასაკმაყოფილებლად, 15:7-8
- გაგზავნილი შთაგონებისთვის, 16:2
რისხვა, შეკავება, 3:134
ანკაბუტი, S.29
ჭიანჭველები, 27:18
მაიმუნები, 5:60
- საზიზღარი, 2:65; 7:166
განდგომილება, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ნუ მოითხოვ განდგომილებისთვის სწრაფ განადგურებას, 46:35
- მხოლოდ ალაჰი დასჯის მათ, 73:11; 74:11
- სასჯელი შემდგომ ცხოვრებაში, 2:217; 9:74
- სხვების მიერ უარყოფა, 3:87
- მონანიება, 3:89; 5:34; 9:5; 9:11
- განკითხვის დღეს უკვე გვიანია, 40:85
- იძულების ქვეშ, 16:106
განდგომილები, 47:25
ა’რაფი, S.7; 7:46, 48
არაფატი, 2:198
კამათი
- არა მათი სახელით, ვინც თავს იტყუებს, 4:107
- შენ მათ სასარგებლოდ იბრძოდი ამქვეყნად, მაგრამ ვინ იბრძოლებს აღდგომის დღეს, 4:109
არგუმენტები/შეტევები
- ანალოგიურად უპასუხე, 8:58
- მოთმინება გაცილებით უკეთესია, 16:126
ჯავშანი, 16:81
'ასრ, S.103
აიათ ალ-კურსი, 2:255
ცილისმწამებელი, 49:12; 104:1
ბადრი (ბრძოლა), 3:13
- გაკვეთილები 8:5-19, 42-48-დან
ალ-ბეით-ულ-მა მური, 52:4
ბაქა (მექა), 3:96
ბალ, 37:125
ბალადი, S.90
ბალანსი, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
ბანუ ან-ნადირი, 59:2-6, 13
ბაქარა, S.2
ბარა'ა (იხ. ტაუბა), S.9
ბარზახი,(ბარიერი), 23:100; 25:53 ; 55:20
- აგრეთვე იხილეთ 18:94-97; 34:54; 36:9
ბაიინა, S.98
მხეცი (ბოლო დღეების), 27:82
ბედუინები, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ფუტკარი, 16:68-69
ქცევა
- კეთილგანწყობილი არგუმენტებით ეკამათოს მათ, ვისაც ადრე გამოცხადება მიეცა, 16:125, 29:46
- მოერიდეთ ისეთ საკითხებში ჩარევას, რომლებშიც არაფერი იცით, 17:36
- მოერიდეთ მძიმე ცოდვებსა და სამარცხვინო საქმეებს, 53:32
- მოერიდეთ ერთმანეთზე ვარაუდებს, ნუ უთვალთვალებთ და ნუ ილაპარაკებთ ცუდს ერთმანეთზე 49:12
- იყავი სამართლიანი შენს მოსაზრებებში, 6:152
- საზოგადოება ზომიერი უნდა იყოს, 2:143; 25:67
- ამპარტავნება დაუშვებელია, 4:36, 57:23
- ნუ გაკიცხავ მათ, ვინც შენს დახმარებას ითხოვს, 93:10
- ნუ ჩათვლი თავს წმინდად, 53:32
- ნუ დასცინი სხვებს, 49:11; 104:1
- ბოროტებას ღიად ნუ ახსენებ, 4:148
- ნუ ილაპარაკებთ ერთმანეთზე ცუდად, 104:1
- თითოეულ ჯგუფს მიეცა კანონი და ცხოვრების წესი, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- და თაყვანისცემის გზა, 22:67
- ალაჰს შეეძლო ისინი ერთ თემად გაეხადა, 5:48; 11:118; 16:93; 42:8
- ერთი თემი ალაჰის ქვეშ, 21:92
- ებრაელების პატიება, 5:13
- აპატიეთ ურწმუნოებს, 31:15; 45:14
- ადვილად პატიება, 42:37
- მმართველები გადაწყვეტილებებს კონსულტაციების შემდეგ იღებენ, 42:38
- და წინასწარმეტყველი, 10:47; 16:36
- მორწმუნეთა ცილისწამება ცოდვაა, 33:58
- მამაკაცები (ქალების მიმართ), 24:30
- მშვიდობისმყოფელები დაჯილდოვდნენ, 42:40
- თუ სხვა არაფრის გაკეთება არ შეგიძლიათ, სამართლიანად ელაპარაკეთ გაჭირვებულებს, 17:28
- თქვენს მზრუნველობაში მყოფი ხანდაზმული მშობლების მიმართ, 17:23
- სხვა მუსლიმების მიმართ, 33:6
- სხვების მიმართ, 17:26-29; 17:35; 17:53; 60:8
- მშობლების მიმართ, 46:15
- მონების მიმართ, 4:36; 24:33
- სამართლიანად მოეპყარით არამებრძოლ ურწმუნოებს, 60:8
- წინასწარმეტყველის ცოლები, 33:28-34
- ქალები (მამაკაცების მიმართ), 24:31
- ყველა გამოცხადებაში, 2:136; 2:285
- ბუნება, 49:14-15
მორწმუნეები, 2:2-5; 2:285; 8:2-4; 8:24
ანდერძი, 2:180, 240; 4:7, 12; 36:50
ღალატი (მოტყუება, თაღლითობა), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
ბიბლია, 5:64, 5:65, 5:68
- დამახინჯება, 3:78; 5:14-15
ჩიტები, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
სისხლის ფული (დია), 2:178-179; 4:92 ; 17:33
ნადავლი, ომი, 4:94. 8:41; 59:6-8
- უკანონოდ აღება, 3:162
- ნადავლის ნახვა
მექრთამეობა, 2:188
ბუდნ, 22:36
ტვირთი
- სხვისი, არცერთ ტვირთის მატარებელს არ უნდა ატაროს, 35:18; 39:7; 53:38
- ურწმუნოები სხვების ტვირთსაც აიღებენ, 16:25; 29:13
- მართლაც ბოროტია ტვირთი, რომელსაც ისინი ატარებენ, 6:31, 164
- ალაჰი ადამიანს მისი შესაძლებლობების მიღმა ტვირთს არ აკისრებს, 2:286; 7:42; 23:62
ბურუჯი (დიდი ვარსკვლავები), S.85; 85:1 ; 15:16 ; 25:61
აქლემი, 6:144; 7:40; 77:33; 88:17
ტყვეები, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- იხილეთ აგრეთვე სამხედრო ტყვეები
მსხვილფეხა რქოსანი პირუტყვი, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
თავრის გამოქვაბული, 9:40
გამოქვაბული, 18:9-22, 25-26-ის ხალხი
დარწმუნებულობა ჭეშმარიტებით, 56:95; 69:51
ქველმოქმედება, (სადაქჰ), 2:196, 263, 264, 270, 271, 273; 4:114 ; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- მოწყალების და ზაქატის საგნები, 2:273; 9:60
ბავშვები 2:233; 42:49-50
- დაიღუპნენ ისინი, ვინც თავიანთი თავი მოკლეს სისულელისგან, ცოდნის გარეშე, 6:140
ქრისტე (იხ. იესო)
ქრისტიანები, 5:14, 19, 64-65, 69; 22:17
- სთხოვეს, არ გაღმერთებულიყვნენ იესო, 4:171
- მუსლიმების მიმართ სიყვარულის გრძნობასთან ყველაზე ახლოს, 5:82
- უმეტესობას დაავიწყდა, რა უნდა გაეხსენებინათ, 5:14
- ახლა თქვენთან მოდის მაცნე, 5:15, 19
- მართალნი დაჯილდოვდებიან, 2:62; 5:65; 5:69
- თქვით „იესო ალაჰის ძეა“, 9:30
ქალაქების დამხობა, 69:9
უსაფრთხოების ქალაქი, 95:3
ტანსაცმელი, 7:26; 16:81
- ცეცხლის, 22:19
- ფარდა ან ქალის ტანსაცმელი არასაყოფაცხოვრებო სიტუაციებში, 24:31
- ქალის გარე ტანსაცმელი თვალთმაქცების შევიწროებას უშლის ხელს, 33:59-60
კონფედერატები, 33:9, 22
- იხილეთ აჰზაბის კონსულტაცია, ურთიერთდახმარება, 42:38
შექმნა
- იწყება და მეორდება, 10:4; 21:104; 27:64; 29:19-20
- ახალი, 17:49, 98; 35:16
- ჭეშმარიტებით, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- არა სათამაშოდ, 21:16-17; 23:115
- ყველა ცოცხალი არსება, რომელიც შექმნილია, 21:30; 24:45;25:54
- კაცის, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 56:62-ის პირველი ფორმა
- ექვს დღეში, 7:54; 11:7; 32:4; 50:38; 57:4
- წყვილებში, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- მრავალფეროვნება, 35:27-28
- ალაჰი ბრძანებს „იყავი!“ — და ის არის, 2:117; 16:40; 36:82; 40:68
- თვალის დახამხამებასავით, 54:50
- ღამე და დღე, მზე და მთვარე, 39:5
- ცისა და მიწის, კაცობრიობის, 40:57; 79:27
- მიზანი, 51:56
ყორანი, 5:31
კრიტერიუმი, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
დაჰრი, (იხ. ინსანი,) S.76; 45:24
- დრო, 76:1; 103:1
დავითი, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ფსალმუნების 4:163-ის გათვალისწინებით
- ებრძვის და კლავს გოლიათს, 2:251
- გამოაქვს განაჩენი 21:78-80
- ცოდნითა და წინასწარმეტყველებით დალოცვილი 27:15-16
- მთები და ფრინველები მას ალაჰის ქებაში უერთდებიან 34:10; 38:17-20
- ორ ადამიანს შორის განსჯა 38:21-26
დავაბი ან დაბა (მოძრავი ცოცხალი არსება და ა.შ.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
მკვდრები აღდგებიან, 6:36
სიკვდილი, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- და ბრძოლიდან გაქცევა, 33:16
- ალაჰის საქმეში, 3:195; 22:58; 47:4
- ის თემები, რომლებსაც არ აქვთ გამოცხადება, არ განადგურდებიან, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ალაჰის გზაზე დაღუპულნი ცოცხლები არიან, 2:154; 3:169
- ბოროტებისგან ალაჰისკენ გაქცევისას, 4:100
- მისი შეჩერება ან გადადება შეუძლებელია 63:10-11
- ძილის ტყუპისცალი ძმა 6:60; 39:42
- მორწმუნეები და ურწმუნოები სიკვდილის დროს 8:50; 16:27-32; 41:30
- სასჯელი საფლავში 40:46
ვალები, 2:280, 282; 4:11-12
დადგენილება
- ყველა საკითხისთვის არსებობს, 13:38
- ჩვენ არასდროს დაგვინგრევია ქალაქი, რომ არ ყოფილიყო მისთვის ცნობილი, 15:4
- ყველა საკითხი ალაჰისგანაა, 44:5
- როდესაც ის რამეს გადაწყვეტს, ის მხოლოდ ამბობს: „იყავი!“ - და ის ხდება, 2:117; 36:82; 40:68
საქმეები
- ბოროტი, მათთვის გალამაზებული, 47:14
- ჩვენთვის ჩვენი, თქვენთვის თქვენი საქმეები, 28:55; 42:15; 45:15
- კარგი და ცუდი, საკუთარი თავის სასარგებლოდ და მის წინააღმდეგაა, 41:46
- კაცის კისერზე მიბმა, 17:13
ხარისხები, იმის მიხედვით, რაც მათ გააკეთეს, 6:132
სურვილი, ისინი მისდევენ მათ ბოროტებას, 47:14, 16
- რომელმაც საკუთარი თავი ღმერთად აირჩია, 25:43
ნუ დაკარგავ იმედს ალაჰის წყალობის მიმართ, 39:53; 21:87-88; 68:48-50
- იხილეთ აგრეთვე იონა
დჰარიატი, S.51
ზიქრი, 7:205; 15:6, 9
ზულ-კიფი, 21:85; 38:48
ზულ-ყარაინი, 18:83-98
დჰუნ-ნუნი (თევზის თანამგზავრი)
ურწმუნოები (იხ. აგრეთვე თვალთმაქცები)
- სთხოვეთ მუჰამედს ( მშვიდობა და კურთხევა მასზე), რომ მათზე ალაჰის რისხვა გამოიძახოს დასტურად, 6:57-58; 8:32; 10:49-52
- სიკეთით აიტანეთ მათთან ურთიერთობა, 31:15
- მოთმინებით აიტანე მათი ნათქვამი, 20:130; 50:39
- აღთქმები, 8:56; 8:72; 9:4, 7
- აღთქმების დარღვევა, 8:58; 9:12
- ალაჰი მათ ზრახვებს ამაოდ ანგრევს, 8:30, 36
- დატოვეთ ისინი, ვინც დასცინიან ალაჰის კანონს, 4:140; 6:68
- დაიცავი ისინი, თუ გთხოვენ, 9:6
- სასჯელი ომის დროს, 8:12, 50, 59
- სასჯელი შემდგომ ცხოვრებაში, 8:37
- არ უნდა ეწვიოს ან იზრუნოს მეჩეთებზე, 9:17
- კეთილად ესაუბრეთ მათ, 17:53
- წინააღმდეგ ბრძოლა, 9:73; 25:52; 66:9
- არამეომარი მხარეების მიმართ სამართლიანად მოპყრობა, 60:8
- მხოლოდ სხვა ურწმუნოებთან დაამყარებს კავშირს, 8:72
მოწაფეები (იესოს), 3:52; 61:14
დაავადება თვალთმაქცთა და ურწმუნოთა გულებში, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
გასაჭირი, მის შემდეგ კი უსაფრთხოებაა, 3:154
საბრძოლო ნადავლის განაწილება, 8:41; 59:7-8
თხრილი, ხალხო, 85:4-10
მრავალფეროვნება
- ადამიანების, 30:22, 35:27-28
- სიცოცხლის, 35:27-28
განქორწინება, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- ლოდინის პერიოდის შემდეგ, დაშლა ან შერიგება, 2:231; 65:2
- ორი მოწმე, 65:2
- ალიმენტი, 2:233, 241
- ვრცელდება ყოფილი ქმრის მემკვიდრეზე, 2:233
- შეიძლება ორჯერ გაუქმდეს, 2:229
- მზითვის სტატუსი, 2:229, 236-237
- საჭიროების შემთხვევაში, იპოვეთ ძიძა, 65:6
- იხილეთ აგრეთვე ზიჰარი
განქორწინება, კაცო
- ერთ ქალს მეორის გამო გაშორდი - ნუ წაართმევ უკან იმას, რაც პირველმა გაეცი, 4:20
- ნუ შეურაცხყოფ ცოლს, 65:6
- ნუ შეიყვანთ ცოლებს მათი ნების საწინააღმდეგოდ, 4:19
- ოთხი თვე აზრის შესაცვლელად, 2:226
- სრულად დაუჭიროს მხარი მეუღლეს ორსულობისა და ლოდინის პერიოდში, 65:6
- სრულად დაუჭირეთ მხარი ცოლს, თუ ის თქვენს შვილს ძუძუთი კვებავს, 65:6
- დედა არ უნდა იტანჯებოდეს მამამისის გამო, 2:233
- ისლამამდელი, 58:2
- მონანიება შერიგების მარხვისთვის ზედიზედ 2 თვის განმავლობაში, 58:4
- სინანული შერიგებისთვის 60 გაჭირვებულის გამოსაკვებად, 58:4
- მონანიება თავისუფალი მონის შესარიგებლად, 58:3
- შერიგების მცდელობა, 4:35
- უცოდველი, თუ ქორწინება დაუსრულებელია, 2:236
- პატარძალი, რომელსაც მზითვის ნახევარი ეკუთვნის, 2:237
განქორწინება, ქალი
- მესამე განქორწინების შემდეგ (ეს სხვა ქმრისგან) შეუძლია დაუბრუნდეს პირვანდელ ქმარს, 2:229
- ალიმენტის უფლება, 2:241; 65:1
- განქორწინების თანაბარი უფლება, 2:228
- ქმრის მხრიდან არასათანადო მოპყრობის შიში, 4:128
- შეიძლება შეინარჩუნოს ის, რაც ქმრისგან მისცა, 2:229
- არ უნდა გააძევონ თავიანთი სახლებიდან, 65:1
- ორსულობის უარყოფისთვის სამი მენსტრუაციაა საჭირო, 2:228
- სამთვიანი ლოდინი მენსტრუაციის გარეშე პირებისთვის, 65:4
- თუ ქორწინება არ არის დაუსრულებელი, 33:49
ძაღლები, 7:176
ვირები (ვირი), 2:259; 16:8; 31:19; 62:5; 74:50
სასმელი
- ალკოჰოლიკი, 2:219; 5:90
- სუფთა და თეთრი გემრიელი, 37:45-46; 76:21
- სუფთა დალუქული ღვინო, 83:25
დუჰა, S.93
დუხანი, S.44
სპილოების არმია, 105:1-5
ელია (ელია; ილიასინი) 6:85; 37:123-132
ელისე (ალიასა) 6:86; 38:48
ენოქი (იხ. იდრისი)
მოვლენა, 56:1; 69:15
ბოროტება, 4:123; 10:27-30; 19:83; 59:15
- საჯაროდ არ უნდა წარმოითქმებოდეს, 4:148
- ჩვენგან მოდის, მაგრამ სიკეთე ალაჰისგან მოდის, 4:79; 42:48
- შეწყალება, 4:149
- დააჯილდოვეს, 6:160; 42:40
- ვინც ზრახავს, აწყობს შეთქმულებას, 16:45-47
- დასასრული იყო, 30:10
- გამოჩნდა ხმელეთსა და ზღვაზე, 30:41
- მოგერიება/დაცვა, სიკეთით, 13:22; 23:96; 41:34
- შეიცვალა, სასიკეთოდ, 7:95
- ისინი, ვინც მათ სურვილებს მისდევენ, 47:14, 16
- საქმეები მათთვის შელამაზდა, 47:14
ჭარბი
- საკვებში აკრძალულია, 5:87
- რელიგიაში, 4:171; 5:77-81
თვალები, ყურები და კანი მოწმობენ ცოდვილთა წინააღმდეგ, 41:20-23
ეზრა (უზაირი) 9:30
ალაჰის სახე ან სახის გამომეტყველება, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
სამართლიანი გარეგნობის
- ალაჰმა თითოეულ ხალხს თავისი საქმეები მისცა, 6:108
რწმენა (მრწამსი), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- უარმყოფლები, 3:116
- ზრდა, 3:173
- დარწმუნებით, 44:7; 45:4, 20; 51:20
- მან გიხელმძღვანელათ, 49:17
ფაჯრი, S.89
ფალაკი, S.113
ცრუ საუბარი ყურანის აიათებზე, 6:68
ცრუ ღმერთები
- ალაჰის გარდა, კერპები და ეგრეთ წოდებული პარტნიორები 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ნუ შეურაცხყოფ მათ, ვისაც ისინი თაყვანს სცემენ ალაჰის გარდა, 6:108
- იხილეთ აგრეთვე ტაგუტი
სიცრუე (ბათილი), 2:42; 3:71 ; 8:8 ; 9:24 ; 13:17 ; 17:81; 21:18 ; 22:62 ; 29:52, 67 ; 31:30; 34:49 ; 40:5; 41:42; 42:24 ; 47:3
კაცის საქმეები საკუთარ კისერზე მიამაგრა, 17:13
მარხვა, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- ჭამე და დალიე მანამ, სანამ თეთრი ძაფი შავისგან არ გაირყევა, 2:187
ფათ, S.48
ფატიჰა, S.1
ფატირი, S.35
ფიდია (გამოსყიდვა), მარხვის, 2:196
- ტყვეების გასათავისუფლებლად, 8:67
- ურწმუნოების მიერ შეთავაზებული გამოსასყიდი, 3:91; 5:36,37; 10:54; 13:18
სურ., 95:1
ბრძოლა
- ალაჰის გზაზე, ურწმუნოების წინააღმდეგ, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ხელდასხმული, 2:216
- წმინდა თვეებში, 2:217; 9:5
- ისრაელის შვილების მიერ, 2:246-251
- ალაჰის გზაზე და დაჩაგრულ კაცებსა და ქალებზე, 4:74-76
- ფიტნას დასრულებამდე, 8:39
- ოცი ორასის გადალახვა, 8:65
- მათ წინააღმდეგ, ვინც არ სწამს ალაჰის, 9:29
- ნებართვა მათ წინააღმდეგ, ვისაც უსამართლოდ ექცევიან, 22:39-41
- და თვალთმაქცები, 47:20
- გათავისუფლებები, 48:17
ფილ, S.105
ფირდოუსის სამოთხე, 18:107; 23:11
ცეცხლი, 56:71, 100:2
ფრენა, 22:73
საკვები
- კანონიერი და უკანონო (ჰალალი და ჰარამი), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- წარსულში ნაჭამი ცოდვა არ არის, 5:93
- არ გადააბიჯო, 5:87
- ნუ გააუქმებთ იმას, რაც ალაჰმა დააკანონა, 5:87; 7:32; 16:116
აკრძალული საქციელი, 6:151-152; 7:33
პატიება, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- მორწმუნეთა მოვალეობა, 42:37; 45:14
- მორწმუნეების მიერ, წმინდა წერილის ხალხისთვის, 2:109
- ალაჰი პატიობს ვისაც სურს, 4:48
- ალაჰი პატიობს მისთვის თანამოაზრეების არდანიშვნას, 4:48, 116
- ვინც ალლაჰს ეძებს, 4:110
- არ სთხოვო ალაჰს მუშრიკუნებისთვის, 9:113
- ალაჰი ყველა ცოდვას პატიობს, 39:53
- ანგელოზები ითხოვენ დედამიწაზე მყოფთათვის, 42:5
- აპატიეთ, როდესაც ისინი გაბრაზებულები არიან, 42:37
- აპატიე და შეურიგდი, 42:40
- მორწმუნეებმა უნდა აპატიონ მათ, ვინც არ იმედოვნებს ალაჰის დღეებს, 45:14
- მათთვის, ვინც თავს არიდებს დიდ ცოდვებს და ფავაჰიშებს, 53:32
- ერთმანეთს ეჯიბრებიან სწრაფვაში, 57:21
- ბოროტი საქმეები კეთილ საქმეებად გარდაიქმნება 25:68-71
თაღლითობა (იხ. ღალატი) 83:1-6
თავისუფალი ნება
- შეზღუდულია ალაჰის ნებით, 6:107; 10:99; 74:56; 76:31; 81:28-29
- ვისაც სურს, დაე: ირწმუნოს და ურწმუნოს, 18:29
- თავისი უფლისკენ მიმავალ გზას დაადგეს, 76:29
- სწორი სიარული, 81:28
პარასკევის ლოცვები, 62:9-11
ხილი, 6:41; 16:11
- სამოთხეში, უხვად, 43:73
- ყველანაირი, 47:15
- როგორც მათ სურთ, 77:42
ფუჯარი, 82:14-16; 83:7
ფურკანი, S.25
Fussilat (იხ. Ha Mim), S.41
გაბრიელი (ჯიბრილი) 2:97-98; 26:193; 66:4; 81:19-21
- რუჰ, 26:193; 67:12 ; 70:4 ; 78:38; 97:4
- რუჰ-ულ-კუდუსი, 2:87, 253; 5:110; 16:102
აზარტული თამაშები, 2:219; 5:90
თამაში, იჰრამის მდგომარეობაში, 5:94-96
ღაფირი (იხ. მუ'მინი), S.40
ღაშია, S.88
გუსლი, 4:43; 5:6
საჩუქრები, 30:39
გოლიათი (ჯალუტი) 2:249-251
კარგი (დღეები), 3:140
- არ მოგწონს ის, რაც ცუდია და რაც ცუდია, 2:216
- ჯილდოს მიღება, 4:85; 28:54
- დაჯილდოებული ორმაგი, 4:40; 28:54
- ათჯერ დაჯილდოვდა, 6:160
- გაიზარდა, 42:23
- მათთვის, ვინც ამას აკეთებს, არის სიკეთე და საიქიო, 16:30
- მათთვის, ვინც ამქვეყნად სიკეთეს აკეთებს, 39:10
- ალლაჰი საუკეთესოთი აჯილდოებს მათ, ვინც ამას აკეთებს, 53:31
- არსებობს თუ არა რაიმე ჯილდო სიკეთის გარდა, 55:60
- გააკეთე ისე, როგორც ალაჰმა მოგცა სიკეთე, 28:77
სიკეთე და ბოროტება
- სიკეთე ალაჰისგანაა და ბოროტება შენგან, 4:79
- თუ სიკეთეს აკეთებთ, საკუთარი თავისთვის და თუ ბოროტებას აკეთებთ, საკუთარი თავის წინააღმდეგ, 17:7;41:46
- ბოროტების სიკეთით მოგერიება, 23:96; 28:54; 41:34
- კეთილი და ბოროტი საქმე ერთმანეთს ვერ უტოლდება, 41:34
- ყველა ადამიანი დაუპირისპირდება ყველაფერს, რაც მან გააკეთა, 3:30
- იხილეთ აგრეთვე მუჰსინუნი
კარგი საქმე
- გამჟღავნება ან დამალვა, 4:149
- იბრძოლე, როგორც რბოლაში, 5:48
სახარება, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
დიდი ამბავი, 78:1-5
მისალმება, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ჰადიდი, S.57
ჰადი (მსხვერპლშეწირული ცხოველი), 2:196, 200
ჰაჯი (მომლოცველობა), 2:158, 196-203; 3:97; 5:2;22:30
ჰაჯი, S.22
ჰამანი, 28:6, 38; 29:39; 40:24, 36, 37
ხელები და ფეხები მოწმობენ, 36:65
ჰაგა, S.69
გაჭირვებასთან ერთად მოდის შვება, 94:5-6
ჰარუნ, (აარონი)
ჰარუთი, 2:102
ჰეშრი, S.59
გულები
- გამაგრებული, 2:74; 22:53; 39:22; 57:16
- დაბეჭდილი, 7:100-101; 40:35; 47:16; 63:3
- დაფარული, 17:46; 41:5
- ჩაკეტილი, 47:24
- გაყოფილი, 59:14
- შიშით სავსე, 22:35
- ვისშიც არის დაავადება, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ცა
- ალაჰს ეკუთვნის უხილავი, 16:77
- შექმნილი არა პიესისთვის, 21:16
- და დედამიწა შეერთდა, 21:30
- არაფერია დაფარული, 27:75
- შექმნილია ყოველგვარი სვეტების გარეშე, 31:10
- მის მარჯვენა ხელში იქნება შემოხვეული, 39:67
- შვიდი ცის შექმნა ორ დღეში, 41:12
- უახლოესი ცა ლამპრებით მორთული, 41:12
- ალაჰს ეკუთვნის ყველაფერი, რაც არის, 45:27;53:31
- შვიდი ცა, ერთი მეორეზე მაღლა, 67:3
ჯოჯოხეთი (ცეცხლი, მბზინავი ალი) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- წვა და მდუღარე წყალი 22:19-22; 23:103-104
- ჩირქი 14:14-17; 38:55-58; 69:35-37
- ზაკუმის ხე 37:62-70; 44:43-50; 56:41-56
- მაცხოვრებლების უუნარობა იცოცხლონ ან მოკვდნენ 87:13
- დადანაშაულება 26:91-101; 34:31-33
- მოუწოდებს მყისიერ განადგურებას 25:13-14; 43:74-78
- მხურვალე ღაღადი 35:36-37
- ცეცხლის ღრიალი და ღრიალი 25:11-12; 67:6-11
- შემწვარი კანი ახლით შეიცვალა 4:56
- ბორკილები და ფისის ტანსაცმელი 14:48-50
- რკინის კვერთხები 22:19-22
- ჯაჭვები 13:5
- ჯოჯოხეთის მცველები 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- გამოსასყიდი არ მიიღეს 5:36-37
- შუამდგომლობა უარყოფილია 6:94; 26:100; 30:13; 74:48
- მწველი სასოწარკვეთა და ყინულივით ცივი სიბნელე, 38:57
- 70 წყრთიანი ჯაჭვი, 69:32
- შეზღუდული დროით დარჩენა, 78:23
შემდგომში
- უკეთესია სახლი, 6:32; 7:169
- რომელიც დასასრული იქნება, 6:135
- ზალიმუნი წარმატებას ვერ მიაღწევს (ში), 6:135
- სახლი, 12:109; 16:30; 28:83; 29:64
- ვინც არ სწამს, 17:10
- ჯილდო, 42:20
- ვერცხლსა და ოქროზე უკეთესი, 43:33-35
- მხოლოდ მუტაკუნისთვის, 43:35
- დასჯა, 68:33
- უკეთესი და უფრო მდგრადი, 87:17
- უკეთესია, ვიდრე აწმყო, 93:4
მაგისტრალები, ფართო, 21:31
ჰიჯრი (როკი ტრაქტი), 15:80-85
ჰიჯრ, S.15
ჰომოსექსუალობა 26:165-166; 27:55; 29:28-29
ცხენები, 16:8
საათი
- ამის შესახებ მხოლოდ ალაჰს აქვს ცოდნა, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- უეცრად ეს მათზეა, 6:31; 7:187;12:107; 43:66
- მოვა შენზე, 6:40; 12:107; 20:15; 34:3
- მოახლოვდა, 54:1-5
- თვალის დახამხამებასავით, ან კიდევ უფრო ახლოს,16:77
- მიწისძვრა, 22:1
- დამკვიდრდება, 30:12, 14 დღეს
- უეჭველად მოვა, ეჭვი არ არის, 40:59; 45:32; 51:5-6
- ნიშნები 21:96; 27:82; 43:61; 47:18; 54:1-2
- სახელები 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ხალხს გააკვირვებს 6:31; 7:187
- საყვირს დაუკრავენ 6:73; 23:101; 39:68
სახლები, შესვლის წესები, 24:27-29
ჰუდი, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ჰუდი, S.11
ჰუჯურატი, S.49
ჰუმაზა, S.104
ჰუნაინი (ბრძოლა), 9:25
ჰური (ქალბატონები სამოთხეში), 44:54; 52:20
თვალთმაქცებო
- თქვი: ჩვენ გვწამს ალაჰის და უკანასკნელი დღის, მაგრამ სინამდვილეში არ გვწამს, 2:8
- თავს იტყუებენ, 2:9
- დაავადება მათ გულებში, 2:10; 8:49; 22:53; 33:12; 47:29
- ბოროტების ჩადენა, 2:11-12
- სულელები და დამცინავები, 2:13-15
- შეძენილი შეცდომა ინსტრუქციისთვის, 2:16
- ყრუ, მუნჯი და ბრმა, 2:17-18
- სიკვდილისა და სიბნელის შიშით, 2:19-20
- სასიამოვნო ლაპარაკი, 2:204-206
- ბრძოლაზე უარის თქმა, 3:167-168
- ალაჰმა იცის, რა არის მათ გულებში, 3:167; 4:63
- წადით ცრუ მსაჯულებთან სამსჯავროს საძებნელად, ზურგი აქციეთ გამოცხადებას, მობრძანდით კატასტროფის დროს, 4:60-62
- უბედურებაშიც და დიდ წარმატებაშიც, 4:72-73
- ალაჰმა ისინი უკან დახია, 4:88
- არ უნდა ჩათვალოთ მეგობრებად, 4:89; 58:14-19
- თუ უკან დაიხევენ, მოკალით ისინი სადაც არ უნდა წააწყდეთ, 4:89
- ისინი ელოდებიან და აკვირდებიან შენს გამარჯვებას ან ურწმუნოების წარმატებას, 4:141
- ცდილობენ ალაჰის მოტყუებას, ისინი ლოცულობენ სიზარმაცით და ხალხისგან თავის დასაღწევად, 4:142
- არც ამათ ეკუთვნის და არც იმათ, 4:143
- ცეცხლის ყველაზე დაბალ სიღრმეებში; არავინ არის დამხმარე, 4:145
- ეშინია, რომ გამოაშკარავდება, 9:64-65
- არა იმისთვის, რომ ვილოცოთ, 9:84
- კაცები და ქალები ერთმანეთისგან არიან; დამარცხებულები; ალაჰის წყევლა, 9:67-69
- ბედუინებში, 9:101
- სადაც არ უნდა აღმოჩნდნენ, ისინი შეიპყრობენ და მოკლავენ, 33:61
- ალაჰი დასჯის, 33:73
- მატყუარები; ზურგს აქცევენ; მათი გული გაყოფილია, 59:11-14
- მატყუარები; თავიანთი ფიცი საფარად აქციეს; მათი გულები დალუქულია; უფრთხილდით მათ, 63:1-4
- ვერ გაიგებ, ვერ გაიგებ, 63:7-8
- წინააღმდეგ ბრძოლა, 66:9
იბლისი (სატანა), 2:34; 7:11-18 ; 15:31-44 ; 17:61-65; 18:50; 20:116-120; 34:20-21 ; 38:71-85
- იხილეთ აგრეთვე სატანა
იბრაჰიმი (იხ. აბრაამი)
იბრაჰიმი, S.14
„იდა (ქალებისთვის განქორწინების დადგენილი პერიოდი), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
იდრისი (ენოქი), 19:56-57; 21:85; 96:4
იჰრამი, 2:197; 5:2, 95
იჰსანი, 16:90
იკლასი, S.112
ილა, მხოლოდ ერთი, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
უკანონო სქესობრივი კავშირი; მოწმეთა ჩვენებები, 4:15-18; 24:2, 19
ილიიუნი, 83:18-21
უწმინდური (ნაჯასი) 9:28
იმრან
- ცოლი, 3:35
- ქალიშვილი, 66:12
გარდაუვალი, 69:1-3
ინფიტარი, S.82
მემკვიდრეობა, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
უსამართლობა, ვის მიმართაც ჩადენილა, 4:30, 148
ინსანი (იხ. დაჰრი), S.76
ინჩი, S.84.
ინშირა (იხ. შარჰი), S.94
შთაგონება, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
შუამდგომლობა/შუამავალი, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
მაღიზიანებელი ნივთიერებები, 5:90, 2:219
იქამათ-ას-სალათი, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55 ; 6:72 ; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22 ; 14:31.37 ; 17:78; 20:14 ; 22:41, 78 ; 24:56 ; 27:3 ; 29:45; 30:31; 31:4, 17 ; 33:33 ; 35:18, 29; 42:38 ; 58:13 ; 73:20; 98:5
იკრა’ (იხ. „ბავშვი“, S.96
ერამი, 89:7
რკინა, 57:25
იესო, ნახე იესო
ისააკი, (ისაკი) 2:133; 4:163 ; 6:84; 19:49;21:72; 29:27 ; 37:112–113
ისმაელი (ისმაილი), 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
მამასთან ერთად აღმართავს ქააბას საძირკველს 2:125-140
მსხვერპლშეწირვის ისტორია 37:100-113
ისლამი, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- პირველი მათგანი, ვინც მუსლიმებად დაემორჩილა, 6:14,163; 39:12
- პირველი, ვინც ჩაეხუტება, 9:100
- მკერდი გახსნილია, 39:22
- როგორც კურთხევა, 49:17
ისრა, S.17
ისრაელი, შვილები, 2:40-86
- კეთილგანწყობა, 2:47-53, 60, 122; 45:16-17
- ალაჰის მორჩილების წინააღმდეგ აჯანყება, 2:54-59, 61, 63-74; 5:71; 7:138-141
- მათი ურთიერთობა მუსლიმებთან, 2:75-79
- მათი ამპარტავნება, 2:80, 88, 91
- მათი აღთქმები, 2:80, 83-86, 93, 100; 5:12-13, 70
- ამქვეყნიური სიცოცხლე იმქვეყნიური ცხოვრების ფასად იყიდა, 2:86
- კაცობრიობის ყველაზე ხარბი სიცოცხლისთვის, 2:96
- მეფის თხოვნა, 2:246-251
- ზღვარს გადააჭარბა; სხვადასხვა ჯგუფებად დაიყო; მაიმუნები, 7:161-171
- ორჯერ აღთქმული, 17:4-8
- მტრისგან გათავისუფლებული, 20:80-82
- მოცემული წმინდა წერილი და ლიდერები, 32:23-25; 40:53-54
- სწავლულმა მეცნიერებმა იცოდნენ ეს (ყურანი ჭეშმარიტად), 26:197
ისტავა (ამოვიდა), 2:29; 7:54 ; 10:3 ; 13:2; 20:5; 32:4 ; 41:11 ; 57:4
იტიკაფი, 2:187
იაკობი, (იაკუბი) 2:132-133; 4:163 ; 6:84; 12:18 ; 19:49; 21:72 ; 29:27
- ასბატი (იაკობის თორმეტი ვაჟი), 2:140; 3:84; 4:163
ჯალუთი (იხ. გოლიათი)
ჯამარატი, 2:200
ჯათია, S.45
იესო, ისა, ძე მარიამისა
- დედა, რომელიც მსოფლიოს ყველა ქალზეა არჩეული 3:42
- მოწმობს აღდგომის დღეს, 4:159
- დაბადების სასიხარულო ამბავი, 3:45-47; 19:22-23
- ისრაელის შვილთა მაცნე, 3:49-51
- მოწაფეები, 3:52-53; 5:111-115
- მოწაფეები, როგორც ალაჰის დამხმარეები, 3:52; 61:14
- აღდგა, 3:55-59; 4:157-159
- ადამის მსგავსება, 3:59
- არც მოკლეს და არც ჯვარს აცვეს, 4:157
- შთაგონებული, 4:163
- არა უმეტეს მაცნე (მისი გაღმერთების გარეშე), 4:171-172; 5:75; 19:30, 43:63-64
- ურწმუნოები არიან ისინი, ვინც ამბობენ, 5:17, 72; 9:30
- ჩვენი მაცნე (მუჰამედი ﷺ ) მოვიდა, 5:19
- მისცა სახარება, 5:46
- მოწაფეებმა თქვეს: ჩვენ მუსლიმები ვართ, 5:111
- სუფრაზე გაშლილი საჭმელი, 5:114
- არ ასწავლიდა ცრუ თაყვანისცემას, 5:116-118
- მართალი წინასწარმეტყველი, 6:85
- როგორც ნიშანი, 23:50
- მისი მეორედ მოსვლა 43:61
- განსხვავებული შეხედულებები, 43:65
- მხოლოდ მონა და მაგალითი ისრაელის შვილებისთვის, 43:59
- სასიხარულო ამბავი მაცნის შესახებ, რომლის სახელიც აჰმედი იქნება, 61:6
- მისი ქალწულებრივი შობა, უწყება და სასწაულები 3:45-51; 19:16-38
- შეახსენეს ალაჰის წყალობა 5:110-115
- უარყოფს ღვთაებრიობას 5:116-120
- თანაგრძნობა და მადლი მისი მიმდევრების გულებში 5:82; 57:27
ებრაელები და ქრისტიანები, 2:140; 4:153-161, 171; 5:18
- მოუსმინეთ სიცრუეს, 5:41-42
- დაწყევლილი იმის გამო, რაც მათ წარმოთქვეს, 5:64
- მორწმუნეების (მუსლიმების) მიმართ მტრობა, 5:82
- ვინც ისლამი მიიღო, 26:197; 28:53; 29:47
ჯიბრილი (იხ. გაბრიელი)
ჯიჰადი (ბრძოლა, ბრძოლა) 2:216; 9:24; 22:78; 25:52
ჯინი, S.72
ჯინი, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ჯინი, შექმნილი ცეცხლისგან 15:25; 55:15
- მორწმუნე და ურწმუნო ჯინები 72:1-15
- ზოგიერთმა ყურანის 46:29-32-ის უწყოდა
- ადამიანები და ჯინები გარკვეული მიზნით არიან შექმნილნი 51:56-58
იობი, 4:163; 6:84; 21:83-84; 38:41-44
იოანე (იაჰია, იოანე ნათლისმცემელი)
- სასიხარულო ცნობა, 3:38-41; 19:7-11; 21:90
- მართალი, 6:85
- ბრძენი, თანამგრძნობი, მორჩილი, 19:12-15
იონა (იონასი ან იუნუსი), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (დჰუნ-ნუნ) 21:87; 68:48-50
იოსები (იუსუფი), 6:84; 12:4-101
- საუკეთესო ისტორიები 12:1-3
- ახალგაზრდა იუსუფის სიზმარი 12:4-6
- მისი ძმების შეთქმულება 12:7-18
- მონად გაყიდული 12:19-20
- გაიზარდა ეგვიპტის მთავარი მინისტრის სახლში 12:21-22
- მთავარი მინისტრის ცოლი ცდილობს მის შეცდენას 12:23-29
- ბანკეტის ინციდენტი 12:30-32
- ციხეში მიდის 12:33-35
- ორი პატიმარი 12:36-42
- მეფის სიზმარი 12:43-53
- ხდება მთავარი მინისტრი 12:54-57
- ძმები მასთან მოდიან მარაგისთვის 12:58-68
- მიჰყავს თავისი ძმა ბენიამინი 12:69-82
- მამის განახლებული მწუხარება 12:83-87
- ავლენს თავის ნამდვილ ვინაობას 12:88-98
- ძველი ოცნება ახდება 12:99-100
- დასკვნითი ლოცვა 12:101
იუდა, მთა, 11:44
ჯუმუა, S.62
სამართალი (ადლ), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- იხილეთ აგრეთვე 4:65, 105
ქაბა
- ააშენა აბრაამმა, 2:125-127
- ნადირის მოკვლა აკრძალულია, 5:94-96
- უსაფრთხოების თავშესაფარი, 5:97
- შიშველი წრეზე სიარული, 7:28
- ლოცვისა და წრეზე სიარულის დროს, 2:200; 7:29, 31
კაფირუნი, S.109
კაფური, თასი შერეული, 76:5
კაჰფი, S.18
კანცი, 9:34-35
კაუტარი (მდინარე სამოთხეში), 108:1
კაუთარი, S.108
გასაღებები
ცისა და დედამიწის, 39:63; 42:12
ღაიბის, 6:59
ხაულა ბინტ თა ლაბაჰ, 58:1
მკვლელობა
- თუ ვინმე ადამიანს მოკლავდა, მან მთელი კაცობრიობა მოკლა, 5:32
- არავის მოკლა, 17:33
კეთილი სიტყვები მოწყალებაზე უკეთესია, 2:263
ნათესავები, უფლებები, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
კირამან-რატიბინი, 82:11
ცოდნა
- ფოთოლიც არ ვარდება, მაგრამ მან იცის ეს, 6:59
- დაიღუპნენ ისინი, ვინც თავიანთი შვილები სისულელით მოკლეს, 6:140
- ხუთი რამისგან, მხოლოდ ალაჰთან, 31:34
- დარწმუნებით, 102:5-7
კორა (კარუნი), 28:76-82; 29:39; 40:24
კურსი, 2:255
ლაჰაბი (იხ. მასადი), S.111
ლაილი, S.92
ლამპარი, 25:61; 67:5; 71:16; 78:13
ენები
- განსხვავება და ადამიანების ფერები, 30:22
გვიან, 53:19
კანონი, დადგენილი, 5:48
ალაჰის კანონები, 2:219; 98:3
მატყუარები, 26:221-223
სიცოცხლე, თუ ვინმემ ადამიანი გადაარჩინა, მან მთელი კაცობრიობის სიცოცხლე გადაარჩინა, 5:32
ამქვეყნიური ცხოვრება
- იყიდა, სიცოცხლის ფასად, 2:86
- მხოლოდ მოტყუებით ტკბობაა, 3:185
- გაყიდე, შემდგომი ცხოვრებისთვის, 4:74
- მხოლოდ გართობა და თამაშია, 6:32; 29:64; 47:36; 57:20
- ატყუებს, 6:130
- უფრო ნაკლები სიამოვნებაა, ვიდრე შემდგომი ცხოვრება, 9:38; 13:26; 28:60
- მსგავსება, წვიმასავითაა, 10:24
- სასიხარულო ამბავი, 10:64
- ვინც მოისურვებს, ის შედის მასში; მაგრამ შემდეგ მას არ ექნება წილი შემდგომ ცხოვრებაში, 11:15-16; 17:18; 42:20
- ვინც უყვართ აწმყო და უგულებელყოფენ საიქიოს, 75:20-21; 76:27
- შენ გირჩევნია, 87:16
სინათლე
- მანიფესტი, 4:174
- და სიბნელე, 6:1
- იგავი, 24:35
- მორწმუნეების წინაშე და მათთან ერთად მიდის, 57:12-15; 66:8
- ალაჰის მიერ მოცემული, რათა მორწმუნეებმა სწორ გზაზე იარონ, 57:2
ალაჰის მიერ დადგენილი შეზღუდვები, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- ესენია, 2:187; 229-230; 4:13; 58:4; 65:1
- არ გადააბიჯო, 2:190, 229
- ვინც კი სცოდავს, 2:229; 4:14; 78:22
- მაგრამ აუცილებლობით იძულებული და არც წესების დარღვევით, 2:173; 6:145
- არ გადააჭარბოთ თქვენს რელიგიაში მითითებულ ნორმას, 4:171; 5:77
- როდესაც ისინი გადააჭარბეს (მაიმუნებად იქცნენ), 7:166
- ვინც იცავენ, 9:112
ლომი, 74:51
სესხი
- ალაჰს სიკეთე ასესხეთ, 2:245; 73:20
- გაზრდილი მანიფოლდი, 57:11, 18
- ორმაგი, 64:17
დანაკარგი, აშკარა, 39:15
ლოტი, (ლუტი) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61 ; 21:71, 74 ; 22:43 ; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33 ; 37:133; 38:13; 50:13; 54:33-34; 66:10
- მისი ურჩი ცოლი, 11:81; 15:60; 66:10
ლოტოსის ხე, 34:16; 53:14-16; 56:28
ლუკმანი, 31:12-14
ლუკმანი, S.31
მაარიჯ, S.70
მედინა (იათრიბი), 9:120; 33:13, 60 ; 63:8
მადიანი, 7:85-93; 11:84-95; 20:40; 22:44 ; 28:22-23 ; 29:36-37
- იხილეთ აგრეთვე აიკა ვუდი
მაჰრი (პატარძლის ფული), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
მაიდა, S.5
მექა (ბაქა), 3:96; 90:1-2
- უსაფრთხოების ქალაქი, 95:3
კაცო
- თაობები თაობიდან თაობამდე დედამიწაზე, 2:30; 6:165
- მემკვიდრედ ქცეული, 35:39
- მოვალეობა, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- გამოსცადა ალაჰმა, 2:155; 3:186; 47:31; 57:25
- ის, რაც ადამიანებს სურთ, 3:14
- შექმნილია 4:1-დან; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2-დან
- შექმნა და დაადგინა განსაზღვრული ვადა, 6:2; 15:26
- შერიგება და ცოლი, 4:35
- დამარცხებულები, რომლებმაც უარყვეს ალაჰთან შეხვედრა, 6:31
- დაბრუნება, 6:60, 72, 164; 10:45-46
- საკუთარი თავის წინააღმდეგ შეთქმულებები, 6:123
- არ აიღებს სხვის ტვირთს, 6:164
- უმადურია, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- გააფრთხილა სატანის წინააღმდეგ, 7:27
- ცოლი და შვილები, 7:189-190
- როდესაც ზიანი ან ბოროტება ეხება, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- უფლისკენ დაბრუნება, 10:23; 84:6; 96:8
- საკუთარ თავს ატყუებენ, 10:44
- ხარობს და ტრაბახობს, 11:10
- ბოროტებისკენ მოუწოდებს, 17:11
- ყოველთვის ჩქარობს, 17:11
- მისი საქმეები კისერზე ჰქონდა მიბმული, 17:13
- ვინც გზას აცდება, საკუთარი თავისთვის წავა და სწორად მიდის, მხოლოდ საკუთარი თავისთვის, 17:15
- უსამართლოდ არ მოექცევიან, 17:71
- სიკვდილი და აღდგომა, 23:15-16
- თავიანთი რელიგია სექტებად დაყვეს, თითოეული თავისი რწმენით ხარობს, 23:53
- ენები, ხელები და ფეხები მოწმობენ მის წინააღმდეგ, 24:24
- საკუთარი თავის წინააღმდეგ ჩვენება, 75:14
- რომელმაც ღმერთად საკუთარი სურვილი აირჩია,25:43
- სისხლითა და ქორწინებით ნათესავები, 25:54
- ალაჰმა თქვენთვის დაიმორჩილა ყველაფერი, რაც ცასა და დედამიწაზეა, 31:20
- ვინც თავის სახეს ალაჰს მიჰყვება, 31:22
- მის სხეულში ორი გული არ არის, 33:4
- ალაჰის თაყვანისცემა, 39:64-66
- უბედურებები იმის გამო, რაც მისმა ხელებმა დაიმსახურეს, 42:30, 48
- ანგელოზები მის საქმეებს იწერენ, 50:17-18, 23; 85:11
- ანგელოზები იცავენ მას, 13:11; 86:4
- დაყოფილია სამ კლასად, 56:7-56
- ალაჰთან ყველაზე ახლოს მყოფნი, 56:10-11
- მემარჯვენეების თანამგზავრები, 56:27-40
- მემარცხენეების თანამგზავრები, 56:41-56
- ფერისცვალება და უცნობ ფორმებში შექმნა, 56:60-62
- ფორმები კარგი გახადა, 64:3
- სიმდიდრე და შვილები მხოლოდ გამოცდაა, 64:15
- შექმნილი და დაჯილდოებული, 67:23-24; 74:12-15; 90:8-10
- მოუთმენელია, 70:19-21
- ლოცვებისთვის მიძღვნილი, 70:22-35
- მეტს სურს, 74:15
- საკუთარი თავის წინააღმდეგ ჩვენება, 75:14-15
- მისი ამპარტავნება, 75:31-40; 90:5-7
- უყვარს ამქვეყნიური ცხოვრება, 76:27
- უფრო რთულია შექმნა, ან სამოთხეა,79:28
- უყურადღებო უფლის მიმართ, 82:6-12
- იდეალურად მოწყობილი და სათანადო პროპორციით, 82:7
- მოგზაურობს სცენიდან სცენაზე, 84:19
- სიმდიდრის სიყვარული, 89:20
- შექმნილი შრომით, 90:4
- ძალისხმევა და საქმეები მრავალფეროვანია, 92:4
- გაუწმინდე მას როგორც სიმსუბუქის, ასევე ბოროტების გზა, 92:7, 10
- შექმნილი საუკეთესო სიმაღლით (ყალიბებით), 95:4
- შემდეგ შემცირდა ყველაზე დაბალ დონემდე, 96:5
- ყველა ზღვარს სცდება, 96:6-7
ჰაჯის მანასიკი (მოვალეობები), 2:128, 200; 22:30
მანათი, 53:20
კაცობრიობა
- მოწმეები, 2:143
- ერთი თემი, 2:213; 10:19
- შექმნილია ერთი წყვილიდან, 4:1; 39:6; 49:13
- საკუთარი თავის წინააღმდეგ აჯანყება, 10:23
- თუმცა უყურადღებო, ანგარიში ახლოსაა, 21:1-3
- შექმნილია ფიტრაზე, 30:30 საათზე
- ყველაზე საპატიო, 49:13
- ხალხებად და ტომებად გადაიქცნენ, 49:13
მანანა და მწყერი, 2:57
მანერები
- სახლებში შესვლის შესახებ, 24:27-29
- სახლში, 24:58-61
- წინასწარმეტყველის სახლებში, 33:53
- წინასწარმეტყველის მისალმება და სალამის გაგზავნა, 33:56
- არ გააღიზიანოთ ალაჰი და მისი შუამავალი, ან მორწმუნე კაცები თუ ქალები, 33:57-58
- ახალი ამბების დაჯერებამდე გადამოწმება, 49:6
- სხვისი დაცინვის გარეშე, 49:11
- შეკრებებში, 58:11
ქორწინება, 2:232, 234
- ურწმუნოებისთვის ან მონებისთვის, 2:221
- რამდენისთვის, კანონიერი, 4:3
- მაჰრი არ უნდა დაიბრუნოს (განქორწინების შემთხვევაში), 4:20-21
- აკრძალულია მათთვის, 4:22-24
- თუ თავისუფალი მორწმუნე ქალების დაქორწინების საშუალება არ არსებობს, 4:25
- დარღვევის შემთხვევაში, დაინიშნება ორი არბიტრი, 4:35
- თუ ცოლი სისასტიკის ან მიტოვების ეშინია, შეურიგდეს ერთმანეთს, 4:128
- ნუ იქნები ზედმეტად მიდრეკილი ერთი ცოლისკენ ისე, რომ მეორე უმოქმედოდ დარჩეს, 4:129
- მრუშთა, 24:3
- ღარიბებისთვის, 24:32
- ისინი, ვინც ვერ პოულობენ ფინანსურ სახსრებს ქორწინებისთვის, 24:33
- ცოლების მოციქულებისთვის კანონიერი მიცემა, 33:50-52
- სქესობრივ კავშირამდე, განქორწინების დროს იდა არ არსებობს, 33:49
მოწამეები
- არ მომკვდარა, 2:154; 3:169
- გაიხარეთ ალაჰის მადლითა და სიკეთით, 3:170-171
- მიტევებისა და წყალობის მიღება, 3:157-158
- მიიღებენ კარგ საზრდოს, 22:58-59
მარუტი, 2:102
მარიამი (იესოს დედა), დაბადება, 3:35-7
- იესოს სასიხარულო ცნობა, 3:42-51; 19:16-21
- მშობიარობის დროს, 19:23-26
- ჩვილი თავის ხალხთან მიიყვანა, 19:27-33
- ცრუ ბრალდება, 4:156
- იცავდა თავის უმანკოებას, 21:91; 66:12
მარიამი, S.19
მასადი, S.111
- ალ-მასჯიდ-ალ-აგსა, 17:1
- ალ-მასჯიდ-ალ-ჰარამი, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28 ; 17:1 ; 48:25, 27
- ალ-მაშარ-ალ-ჰარამ, 2:198
მაუნი, S.107
Ma'wa Paradise, 53:15
გაზომე და აწონე, სრულად მიუთითე, 11:85; 17:35; 83:1-5
შეხვედრა
- ალაჰთან ერთად, 6:31
- დიდი დღის, 19:37
- შემდგომი ცხოვრების შესახებ, 30:16
მაცნეები, 2:253; 4:164-165; 40:78; 57:27
- მემკვიდრეობა, 2:87
- სერია, 5:19; 23:44
- მოკლული, 3:183
- დაემუქრა, 14:13
- დასცინოდნენ, 6:10; 13:32; 15:11; 21:41
- უარყოფილი და უარყოფილი,3:184; 6:34;25:37;34:45; 51:52
- ზოგიერთის რწმენა და სხვების უარყოფა, 4:150-152
- შეკრება, 5:109
- გაგზავნილნი სასიხარულო ცნობისა და გაფრთხილებების მქადაგებლებად, 6:48; 14:4-8
- როგორც მოწმე ყველა ერიდან, 16:89
- ყველა ერისთვის არსებობს, 10:47; 16:36
- ალაჰის აიათების კითხვა, 7:35-36
- ანგელოზი, როგორც, 17:95; 25:7
- არაუმეტეს ადამიანებისა, 14:10-12; 17:94; 21:8; 25:7-8, 20
- და მათი ცოლები და შთამომავლობა, 13:38
- იხილეთ აგრეთვე წინასწარმეტყველები
მირაჯი, 17:1; 53:12
სიძუნწე/ძუნწი, 57:24
უბედურება, შენი ხელების გამო, 42:30
მონაზვნობა, არა დადგენილი, 57:27
მაიმუნები, დამნაშავეები გახდნენ, როგორც, 2:65;5:60; 7:166
მირაჯი, 17:1; 53:12
თვეები, რიცხვი, 9:36-37
მთვარე, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- გაყოფა; 54:1
მოსე
- და მისი ხალხი, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- და ფარაონი, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- ალაჰის ხელმძღვანელობით, 6:84
- მთა და უფლის გამოჩენა, 7:142-145
- საყვედურობს თავის ხალხს ხბოს თაყვანისცემისთვის, 7:148-156; 20:83-99
- მის წიგნში, მასში წარმოიშვა უთანხმოება, 11:110
- წმინდა წერილის მიხედვით, 17:2
- ცხრა ცხადი ნიშანი, 7:133; 17:101
- ორი ზღვის შესართავთან, 18:60-82
- საბედისწერო შეხვედრა ცეცხლმოკიდებულ ბუჩქთან 20:9-36; 27:7-14; 28:29-35
- მოწოდება და მაცნეობა, 19:51-53; 20:9-56
- მისი ბავშვობა, დედა და და, 20:38-40; 28:7-13
- ჯადოქრები მოქცეულნი იყვნენ, 20:70-73; 26:46-52
- მადიანში, 20:40; 28:22-28
- კრიტერიუმი დაკმაყოფილდა, 21:48
- და მისტიკური ცეცხლი, 27:7-12; 28:29-35
- ქალაქში შემთხვევით კლავს ეგვიპტელს 28:14-21
- მოვიდა ნათელი აიათით, 29:39
- ფარაონის ისტორია 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ცხრა ნიშანი ფარაონისა და მისი ხალხისთვის 7:130-133; 20:17-22; 17:101
- ამარცხებს ფარაონის ჯადოქრებს 20:70-73; 26:46-52
- მიდიანში გაქცევა და ქორწინება 28:22-28
- იღებს ფირფიტებს 7:142-154
- ითხოვს ალაჰის ნახვას მთაზე 7:142-145
- ალაჰის მიერ პატივისცემით აღსავსე 33:69
- ალაჰის წყალობა ისრაელების მიმართ 2:47-61
- ისრაელები უარს ამბობენ იერუსალიმში შესვლაზე 5:20-29
- სწორ გზაზე წარმართული, 37:114-122
- წმინდა წერილი, 53:36; 87:19
მეჩეთი (იერუსალიმის), 17:7
მეჩეთი (კუბა), 9:107-108
მეჩეთები, 2:187; 9:17-19
- შენარჩუნება, ალაჰის, 9:17-18
კოღო, იგავი, 2:26
მთები, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
მუდათთირი, S.74
მუჰაჯირი (ემიგრანტები), 4:100; 9:100, 107, 117; 22:58-59; 24:22 ; 33:6 ; 59:8-9
- ქალები, 60:10-12
მუჰამედი (მშვიდობა მასზე)
- დაცინვა, 2:104; 4:46; 25:41-42; 34:78
- პატივი ეცით მაცნეს, 2:104; 4:46; 49:1-5
- აღთქმა, რომელშიც უნდა ირწმუნო, 3:81
- მორწმუნეების მოწმეები, 2:143
- არაუმეტეს მაცნე, 3:144
- ნაზად მოპყრობა, 3:159
- მისი ნაშრომი, 3:164; 7:157; 36:6; 52:29; 74:1-7
- მორწმუნეებისთვის დიდი წყალობის სახით გაგზავნილი, 3:164
- ჭეშმარიტებით გაგზავნილი, 4:170
- არ გახდა დამკვირვებელი, 6:107
- უწიგნური, 7:157; 62:2
- კაცობრიობისთვის გაგზავნილი, როგორც ალაჰის მაცნე, 7:158; 48:9, 29
- პირდაპირი გამაფრთხილებელი, 7:184, 188; 11:2; 15:89; 53:56
- არა გიჟი, 7:184; 68:2; 81:22
- ვინ გადანაშაულებს, 9:58
- კაცები, რომლებმაც წინასწარმეტყველს ზიანი მიაყენეს, მორწმუნეთა წყალობა, 9:61
- მხოლოდ იმას მიჰყევით, რაც გამოცხადებულია, 10:15-16; 11:12-14; 46:9
- მისი გამონათქვამები, 11:2-4; 12:108; 34:46-50
- ალაჰი მასზე მოწმეა, 13:43; 29:52; 46:8
- მოვლენილი მოწმედ, სასიხარულო ცნობის მაუწყებლად და გამაფრთხილებლად, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- არ უნდა ინერვიულო, 15:97; 16:127; 18:6
- მოწმედ გაგზავნეს, 16:89; 22:78; 73:15
- სიბრძნითა და სამართლიანი ქადაგებით მოწვევა და უკეთესი გზით კამათი, 16:125
- მაკამუ მაჰმუდი, 17:79
- შთაგონებული, 18:110
- წყალობა ალამინების მიმართ, 21:107
- არ ითხოვს ჯილდოს, 25:57; 38:86; 42:23
- ნაბრძანები აქვს, 27:91-93;30:30;66:9
- როგორც ალაჰის წყალობა, 28:46-47
- მორწმუნეებთან ახლოს, 33:6
- კარგი მაგალითი მისაბაძი, 33:21
- უკანასკნელი წინასწარმეტყველი, 33:40
- სალათის გაგზავნა, 33:56
- გაგზავნილი მთელი კაცობრიობისთვის, 34:28
- საზღაური მხოლოდ ალაჰისგანაა, 34:47
- მხოლოდ ადამიანი, 41:6
- დამცველად გაგზავნილი, 42:48
- არაფერი ახალი მაცნეებში, 46:9
- მოწმე ისრაელის შვილთაგან, 46:10
- მისთვის ბაია (ფიცი) არის ალაჰისადმი ბაია (ფიცი), 48:10, 18
- იხილა გაბრიელი, 53:4-18; 81:22-25
- ნუ შეეწინააღმდეგებით მას, 58:20-22
- იესოს მიერ ნაწინასწარმეტყველები, 61:6
- ჭეშმარიტების რელიგიის ყველა რელიგიაზე გამარჯვების მოპოვება, 61:9
- სიბნელიდან სინათლეში, 65:11
- ურწმუნოებისა და თვალთმაქცების წინააღმდეგ ბრძოლა, 66:9
- ხასიათის ამაღლებული სტანდარტი, 68:4
- არა პოეტი ან მკითხავი, 69:41-42
- ლოცვას მიძღვნილი, 73:1-8, 20; 74:3
- და ბრმა კაცი, 80:1-12
- ალაჰისადმი თაყვანისცემა და მიახლოება, 96:19
- სუფთა გვერდების წაკითხვა, 98:2
- აიატი ოჯახის შესახებ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6 ; 108:3
- იხილეთ აგრეთვე მაცნეები; წინასწარმეტყველები
მუჰამედი (ﷺ), S.47
მუჰსინუნი (კეთილისმქმნელები), 2:117, 195; 4:125,128; 10:12-16; 16:128
- ალაჰი უყვარს, 3:134, 148; 5:93
- ალაჰი არ კარგავს ჯილდოს, 5:85;9:120; 11:115; 18:30
- ჩვენ ვაჯილდოებთ, 12:22; 37:80, 105, 110; 39:34; 77:44
- სასიხარულო ამბავი მათთვის, 22:37; 46:12
- ალლაჰის წყალობა ახლოსაა, 7:56
- ალლაჰი თქვენთანაა, 29:69
- მშობლების მიმართ ერთგული და კეთილი, 2:83
- მოთმინება ალაჰის წინაშე მოვალეობების შესრულებაში, 16:90
- იხილეთ აგრეთვე სიკეთე და ბოროტება
მუჯადილა, S.58
ჯორები, 16:8
მულკი, S.67
მუმინი (იხ. ღაფირი), S.40
მუ'მინუნი, S.23
მუმტაჰანა, S.60
მუნაფიგუნი, S.63
მკვლელობა, 2:178-179
მურსალატი, S.77
მუსლიმები
- პირველი, 6:14, 163; 9:100; 39:12
- ვინ დაასახელა, 22:78
- პატიება და დიდი ჯილდო მათთვის, ვინც, 33:35-36
მუტაფიფინი, S.83
მუზამილი, S.73
ნაბა', S.78
ნადირ, ბანუ-ან-, (ებრაელები), 59:2, 9, 13
ნალი, S.16
ნაჯასი (უწმინდური) 9:28
ნაჯმი, S.53
ნაჯვა (იხ. საიდუმლო)
სახელები
მას ეკუთვნის ულამაზესი, 7:180
მას ეკუთვნის საუკეთესო, 17:110; 20:8; 59:24
აუცილებლობა, თუ ადამიანი იძულებულია, 2:173; 6:145
მეზობელი, 4:36
ახალი მთვარეები, 2:189
სიახლეები, რომლებიც გამოსაცდელია 4:83
სიძუნწე 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
ღამე, (როგორც სიმბოლო), დასვენებისთვის, 10:67
- როგორც საფარველი, 13:3; 78:10
- სამსახურში ყოფნა, 14:32
- ალ-კადრის ღამე (ბრძანება), 44:3-4; 97:1-5
ნისა, S.4
ნოე, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- დასცინოდნენ 11:38
- წარღვნა (ძლიერი წყალდიდობა), 29:14
- კიდობანი და წარღვნა 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- უსამართლო ძე არ იხსნის, 11:42-48
- უსამართლო ცოლი, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
ნუჰ, S.71
ნურ, S.24
ფიცი, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
მორჩილება, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
შესასრულებელი ვალდებულებები, 5:1
შთამომავლობა, 4:9; 42:49-50
- ის ანიჭებს მამაკაცსა და ქალს, ვისაც სურს, 42:49
ზეთისხილი, 6:141; 16:11; 23:20; 24:35; 95:1
მხოლოდ ერთი მაჰ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ობლები, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- მცველები, 4:6
საკუთარი საქმეები, რომლებიც თითოეული ხალხისთვის მშვენიერი იყო, 6:108
წყვილები, ყველა არსებაში, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
პალმის ხე, 13:4; 19:25; 20:71; 59:5
იგავები (მსგავსება, მაგალითი, შედარება)
- ვინ დაანთო ცეცხლი, 2:17-18
- ციდან წვიმა, 2:19-20
- კოღო, 2:26
- ვინც ყვირიან, 2:171
- ქალაქი მთლიანად ნანგრევებში, 2:259
- სიმინდის მარცვალი, 2:261
- გლუვი კლდე, 2:264
- ბაღი, 2:265-266
- თოკი, 3:103
- ცივი ქარი, 3:117
- აღდგომა 7:57; 22:5; 41:39
- ძაღლი, რომელიც ენას გამოყოფს, 7:176
- უფსკრულის პირას, 9:109-110
- წვიმა, 10:24
- სუფთად მოთიბული მოსავალი, 10:24
- ბრმები და ყრუები, 11:24
- ალაჰი ცრუ ღმერთების წინააღმდეგ 13:14; 16:76
- სიმართლე სიცრუის წინააღმდეგ 13:17
- ფერფლი, რომელზეც ქარი მძვინვარედ უბერავს, 14:18
- მშვენიერი ხე, 14:24-25
- ბოროტი ხე, 14:26
- მონა და კაცი, 16:75
- სულელი კაცი, რომელიც ტვირთია თავისი ბატონისთვის, 16:76
- ქალი ძაფს ხსნის, 16:92
- დაბა, უსაფრთხო და კარგად კმაყოფილი, 16:112-113
- ორი კაცი ვაზის ბაღებით, 18:32-44
- ამქვეყნიური სიცოცხლე ციდან ჩამოვარდნილი წყალივითაა, 18:45
- ციდან ჩამოვარდნილი და ჩიტებმა წატაცებული,22:31
- ბუზი, 22:73
- სინათლე ნიშასავითაა, 24:35-36
- მირაჟი, 24:39
- სიბნელე უზარმაზარ ღრმა ზღვაში, 24:40
- ობობა, 29:41
- პარტნიორები, 30:28
- ქალაქის მკვიდრნი, 36:13-32
- სხვადასხვა ფერის კულტურები, 39:21
- კაცი, რომელიც ბევრ პარტნიორს ეკუთვნის, 39:29
- თესლის მოყვანა, 48:29
- გაქვავებული გულები 57:16-17
- წვიმის შემდეგ მცენარეულობა, 57:20
- მთის დამცირება, 59:21
- ვირი, 62:5
- წყალი უნდა ჩაძირულიყო, 67:30
- ბაღის ხალხი, 68:17-33
სამოთხე
- საცხოვრებლისა (Ma'wa Paradise), 53:15
- ფირდოუსის სამოთხე, 18:107; 23:11
- ბაღები, რომელთა ქვეშაც მდინარეები მოედინება, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- მარადიული ბაღები (ადნის სამოთხე) 9:72;13:23; 18:31; 19:61; 20:76
- მარადისობის ბაღები (ადნის სამოთხე), 16:31; 35:33; 98:8
- ნეტარების ბაღები, 37:43; 56:12, 89
- ბაღები მარადიული სიამოვნებით, 9:21
- ბაღები და ვენახები, 78:32
- ორი ბაღის ნაყოფი, 55:54, 62
- ყველანაირი ხილი სურვილისამებრ, უხვად, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ხილი ახლოს იქნება, 55:54; 69:23
- ხილი და ხორცი, 52:22
- ფრინველის ხორცი, 56:21
- უეკლო ლოტოს ხეები და ტალჰი (ბანანის ხეები), 56:28-29
- უსარგებლო ცოდნა, წიგნებიანი ვირი 62:5
- მოძრავი ზამბარა, 88:12
- სალსაბილი სახელწოდების წყარო, 76:18
- წყარო, რომელსაც კაფური ჰქვია, 76:5
- გაზაფხულის ტასნიმი, 83:27-28
- მდინარე სამოთხეში, კაუთარი, 108:1
- ღვინის, რძის, გასუფთავებული თაფლის მდინარეები, 47:15
- სუფთა, თეთრი, გემრიელი ღვინო, 37:45-46; 56:18; 76:21; 83:25
- თასი, შერეული, ზანჯაბილთან, 76:17; 78:34
- წყალი, 76:5
- ოქროს ლანგრები და თასები, 43:71
- ვერცხლის ჭურჭელი და ბროლის თასები, 76:15-16
- წვრილი და სქელი აბრეშუმის მწვანე ტანსაცმელი, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- ოქროსა და მარგალიტების სამაჯურებით მორთული, 18:31; 22:23; 35:33; 76:21
- აბრეშუმის ბროკადით გაფორმებული მწვრთნელები, 55:54
- მწვანე ბალიშები და მდიდრული, ლამაზი ლეიბები, რიგში ჩაწყობილი, 55:76; 88:15
- ოქროთი და ძვირფასი ქვებით ნაქსოვი ტახტები, მაღლა აწეული 56:15; 88:13
- გაშლილი მდიდრული ხალიჩები, 88:16
- ლამაზი სასახლეები, მაღალი ოთახები, ერთმანეთზე მაღლა, 9:72; 39:20
- მასში სამუდამოდ დამკვიდრება, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- მარადიული სახლი, 3:15; 35:35
- ერთმანეთის პირისპირ ტახტებზე, 15:47; 37:44; 44:53; 56:16
- არასოდეს იგემო სიკვდილი იქ, 44:56
- და არც (არასდროს) სთხოვენ მის დატოვებას, 15:48
- სიძულვილი ან შეურაცხყოფის გრძნობა ამოღებული მათი გულიდან, 7:43; 15:47
- ყველა მწუხარება მოხსნილია, 35:34
- დაღლილობის, შრომისმოყვარეობის ან დაღლილობის გრძნობის არქონა, 15:48;35:35
- არც ტკივილი, მუცლის ტკივილი, თავის ტკივილი და არც ინტოქსიკაცია იქნება, 37:47; 56:19
- არც ამაო ლაპარაკი და არც ცოდვილი საუბარი, 19:62;56:25
- არც მავნე სიტყვა და არც ტყუილი, 78:35; 88:11
- ცოდვისგან თავისუფალი, 37:47; 52:23
- არც ზედმეტი სიცხე და არც სასტიკი სიცივე, 76:13
- იქნება ცნობილი დებულება, 37:41;56:89
- მშვიდობასა და უსაფრთხოებაში, 15:46; 44:51, 55; 50:34
- მშვიდობის სახლი, 6:127
- მოკითხვა, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- ვინც კეთილ საქმეებს აკეთებს, შევა, 4:124; 42:22; 44:51
- ვინც უფლის წინაშე მოვალეობას ასრულებდა, ჯგუფებად წაიყვანდნენ, 39:73
- მემკვიდრეობით მიღებულია საბუთების გამო,43:72
- ალლაჰი კმაყოფილია მათით და ისინიც კმაყოფილი არიან მისით, 5:119
- ჩემი სამოთხე, 89:30
- უდიდესი ნეტარება, 9:72
- დიდი წარმატება, 57:12; 64:9
- უმაღლესი წარმატება, 9:72; 44:57
- მორწმუნეებისთვის ბაღები გასართობია, 32:19
- სამოთხის მკვიდრნი იმ დღეს, 36:35, სიხარულით იქნებიან დაკავებულნი
- იქნება ბაღებსა და წყლის წყაროებს შორის, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- იხილეთ ტახტის გარშემო ანგელოზები, 39:75
- ყოვლისშემძლე მეფის მახლობლად, 54:55
- მათ ექნებათ ყველაფერი, რაც სურთ, 50:35
- ჰურები, უბიწო დედლები ფართო და ლამაზი თვალებით, თითქოს დაკონსერვებული კვერცხები, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- სუფთა ცოლები, 3:15
- ცოლები სასიამოვნო ჩრდილში, ტახტებზე მიყრდნობილნი, 36:55
- თანაბარი ასაკის ახალგაზრდა, სრულმკერდიანი ქალწულები, 78:33
- უკვდავი მსახური ბიჭები, რომლებიც მათ ემსახურებიან, როგორც მიმოფანტული მარგალიტები, 52:24; 56:17; 76:19
- ისეთივე უზარმაზარი, როგორც ცა და დედამიწა 3:133, 57:21
- გამდინარე წყალი, გრილი ჩრდილი, დელიკატესები და სუფთა მეგობრები 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- მორწმუნეთა ჯილდო 55:46-78; 56:10-40
- თაფლის, რძის, წყლისა და ღვინის მდინარეები 47:15
- ლოცვები და მოკითხვები 10:9-10; 39:73-74
- მშვიდობის მოკითხვით მიესალმნენ 13:23-24; 14:32
- მარადიული დარჩენა ნეტარებაში 11:108
- არასდროს უთხოვია წასვლა 15:45-48
- მათ წინ და მარჯვნივ ანათებდა სინათლე 57:12
- არც სიცხე და არც სიცივე 76:13
- ყველა სურვილი შესრულდა 16:30-32; 41:31-32
- ოქროს სამაჯურები და ნატიფი აბრეშუმის ტანსაცმელი 18:30-31; 22:23-24; 44:51-53
- ოქროს ჭიქებით სავსე ლანგრები 43:67-73
- ვერცხლის ჭურჭელი და ხილი, რომლებიც ხელმისაწვდომ ადგილას ჰკიდიათ 76:14-16
- ტახტებზე მწოლიარეები 15:47; 37:44; 52:20
- მორწმუნეები იხილავენ თავიანთ უფალს 75:22-23
მშობლები, სიკეთე, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
ალაჰის პარტნიორები, სიცრუე, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
საძოვრები, 87:4-5
გზა, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- იხილეთ აგრეთვე გზა
მოთმინება, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- დახმარების ძიება და ლოცვა, 2:45, 153; 20:132; 50:39
პაციენტი
- სრულად მიიღებს ჯილდოს, 39:10
- ალლაჰი მათთანაა, ვინც არიან, 8:46
- და იყოს, 11:115
- ალაჰის წინაშე მოვალეობის შესრულებაში, 16:90
- ყოფნა, რისხვის დროს, 41:34
მშვიდობა, მიდრეკილება, 8:61
მარგალიტი და მარჯანი, შემონახული, 52:24; 55:22; 56:23
კალამი, 68:1; 96:4
ადამიანი
- ალაჰი არ აკისრებს ტვირთს თავის შესაძლებლობებს მიღმა, 2:286; 7:42
- ალაჰი არავის გადასახადს არ აკისრებს, გარდა მისი შესაძლებლობებისა, 23:62
- არა, იცის, რას იშოვნის ხვალ და რომელ მიწაზე მოკვდება, 31:34
- ყველა, დაუპირისპირდება ყველა იმ სიკეთესა და ბოროტებას, რაც მან ჩაიდინა 3:30
- ყველა, მოვა და თავის თავს დაიცავს,16:111
- ყველა, არის გარანტია იმისა, რაც მან გამოიმუშავა, 74:38
- ალაჰი თვითგმობას იფიცებს, 75:2
ფარაონი, 28:6; 40:24
- ხალხი, 2:49; 3:11; 7:141; 44:17-33
- დაიხრჩო, 2:50
- მოსესთან ურთიერთობა, 7:103-137; 10:75-92
- გვამის ამოყვანა ზღვიდან, 10:90-92
- ზღვარს გადააჭარბა; ჩაიდინა ცოდვები და არ დაემორჩილა, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- მართალი ცოლი, 28:8-9
- აცხადებს, რომ ღმერთია, 28:38; 79:24
- განადგურებული, 29:39
- მორწმუნე კაცი ფარაონის ოჯახიდან, 40:28-44
- კოშკის აშენება, 40:36-37
- იხილეთ აგრეთვე მოსე
ამქვეყნიური ნივთების დაგროვება, 102:1-4
ფიცი (ბაია)
- ისლამისთვის, 16:91
- შუამავალს აქვს ბაია (ფიცი) ალაჰის წინაშე, 48:10
- მორწმუნეთა, 48:18; 60:12
გირავნობა (იპოთეკა), იყოს ა, 2:283
- ყველა ადამიანი არის, იმისთვის, რაც მან დაიმსახურა, 52:21; 74:38
პოეზია, 36:69
პოეტები, 26:224-227; 69:41
ბროწეული, 6:141
ღარიბი, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
ლოცვა, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- არც ხმამაღლა და არც დაბალი ხმით, 17:110
- ურწმუნოებისთვის მოწოდება, 9:113-114
- ურწმუნოების მოწოდება, 13:14
- ის პასუხობს (მოწოდებას) მათ, 42:26
- მოთმინებითა და, 2:45, 153; 20:132;50:39 ეძიეთ დახმარება
- შეასრულეთ იქამატ-ას-სალათი, ქიბლასკენ მიმართული, 2:142-145, 149-150
- მკაცრად დაიცავით, 2:238
- მოგზაურობასა და შეტევაში, 2:239; 4:101-102
- ნუ მიუახლოვდები ნასვამ მდგომარეობაში, 4:43
- არც ჯანაბას მდგომარეობაში, 4:43
- განწმენდა, 4:43; 5:6
- დასრულების შემდეგ, 4:103
- ჯერადობა, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- მხოლოდ ალაჰისთვის თაყვანი, 13:15
ლოცვები, პარასკევი, 62:9-11
სიფრთხილის ზომები საფრთხეშია, 4:71
სამხედრო ტყვეები, 8:67-71
- იხილეთ აგრეთვე ტყვეები
ჭეშმარიტების აღთქმა, 46:16-17
ქონება, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
წინასწარმეტყველები, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- აღთქმები, 3:81; 33:7-8
- უკანონო, 3:161
- მტერი ყველასთვის, 6:112; 25:31
- იხილეთ აგრეთვე მესენჯერები
პროსტრაცია
- ალაჰის წინაშე ეცემა ყველა, ვინც ცასა და დედამიწაზეა და მათი ჩრდილებიც, 13:15
დებულება, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ფსალმუნები, 4:163
სასჯელი
- გადადება, 3:178
- ხელების ან ფეხების მოჭრა, 5:33
- დასაჯეთ ისინი იმავე ტანჯვით, რითაც თქვენ დაისაჯეთ, 16:126
- ამქვეყნიური და შემდგომი ცხოვრების შესახებ, 24:19; 68:33
გამწმენდი
- სხეულებრივი,4:43; 5:6
- სულიერად (უწმინდურებისგან), 87:14; 91:9
კადარი, 5:5; 64:11
კადრ, S.97
ქაფ, S.50
ქალამი, S.68
კამარი, S.54
კარია, S.101
ყარუნი (კორა), 28:76-82; 29:39
კასასი, S.28
ქიბლა, 2:142-145, 149
ქისასი (სასჯელში თანასწორობის კანონი), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
ყურანი
- აღწერილი, 13:31, 36, 37; 14:1; 56:77-80
- ისეთი არ არის, როგორიც შეიძლება შექმნას ალაჰის გარდა სხვამ, 2:23; 10:38; 11:13; 17:88
- რომ ყოფილიყო ის ალაჰის გარდა სხვა ადამიანისგან, მასში ბევრი წინააღმდეგობა იქნებოდა, 4:82
- აშკარა სინათლე, 4:174; 42:52
- გამოვლინდა, 6:19
- ალაჰი ამის მოწმეა, 6:19
- აშკარა მტკიცებულება, 6:157
- ცრუ საუბარი 6:68-ის მუხლების შესახებ
- შეხსენება, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- როდესაც წაიკითხავთ, მოუსმინეთ და გაჩუმდით, 7:204
- ზიქრი, 7:205; 15:6, 9
- სიბრძნის წიგნი, 10:1; 31:2; 36:2
- შთაგონებული უწყება, 10:2, 109; 42:52
- ისინი უარყოფენ მას, 11:17
- არაბულად, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ნაწილებად იყო დაყოფილი და ეტაპობრივად გამოვლინდა, 15:91; 17:106; 25:32; 76:23
- მუხლის შეცვლა, 16:10
- როდესაც გსურთ წარმოთქვათ, 16:98
- გიდები, 17:9
- სასიხარულო ცნობა და გაფრთხილება, 17:9-10
- და ურწმუნოები, 17:45-47
- გარიჟრაჟზე კითხვას ყოველთვის აკვირდებიან (ანგელოზები), 17:78
- განკურნება და წყალობა, 17:82
- სრულად ახსნილი კაცობრიობისთვის, ყველანაირი შედარება და მაგალითი, მაგრამ უმეტესობა უარყოფს, 17:89; 18:54; 39:27
- მარტივი, 19:97; 44:58; 54:17, 22, 32, 40
- ჩემმა ხალხმა მიატოვა ეს ყურანი, 25:30
- დადასტურებულია წმინდა წერილებით, 26:196
- უყვება ისრაელის შვილებს, რაზეც ისინი არ თანხმდებიან, 27:76
- წაიკითხე და ილოცე, 29:45
- ჭეშმარიტება ალაჰისგან, 32:3; 35:31
- კურთხეულ ღამეს, 44:3
- მასშია დადგენილი ყველა დადგენილება, 44:4
- ღრმად დაფიქრდი, 47:24
- გაფრთხილება 50:45-ის მიერ
- ალაჰის მიერ ნასწავლი, 55:1
- და საპატიო რეციტალი, კარგად დაცული, 56:77-78
- არავის შეუძლია შეხება, გარდა წმინდანებისა, 56:79
- თუ მთაზე გაგზავნიან, 59:21
- ურწმუნოებისთვის ტანჯვა, 69:50
- აბსოლუტური ჭეშმარიტება დანამდვილებით, 69:51
- ნელა წარმოთქმა, 73:4
- პატივით შენახულ, სუფთად და წმინდად შენახულ ჩანაწერებში, 80:13-16
- შეხსენება (ყველა) ალამინისა, 81:27
- ურწმუნოები სწამთ, 84:22
- შემონახულ ფილაში, 85:22
- სიტყვა, რომელიც ჭეშმარიტებას სიცრუისგან განასხვავებს, 86:13
- სუფთა გვერდების წაკითხვა, 98:2
- იხილეთ აგრეთვე წიგნი; გამოცხადება
ყურაიში, S.106
ყურაიშები
- ურწმუნოები, 54:43-46, 51
- მოთვინიერება, 106:1-4
რაბინები და ბერები, 9:31, 34
იბრძოლე, იბრძოლე, როგორც კეთილ საქმეებში, 5:48
რა'დი, S.13
რაჰმანი, S.55
სიმართლის სამოსელი უკეთესია, 7:26
წვიმა
- ალაჰის საჩუქარი, 56:68-70
- ქვების, 27:58
რამადანი, 2:185
რამი, 2:200
გამოსასყიდი
- არა, აღებული იქნება, 57:15
- ურწმუნოების მიერ შემოთავაზებული, 3:91; 10:54; 13:18
ფიდია, მარხვის, 2:196
- ტყვეების გასათავისუფლებლად, 8:67
რას, მკვიდრნი, 25:38; 50:12
ანაზღაურება
- დღე, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- უარმყოფლები, 107:1-7
- ბოროტებას მისი მსგავსი ბოროტება აქვს, 42:40
შერიგება
- ვინც აპატიებს და აკეთებს, 42:40
- ცოლ-ქმარს შორის, 4:35
- მორწმუნეებს შორის, 49:9-10
ჩანაწერი
- წარწერა რეესტრში, 83:7-9, 18-21
- თითოეული ერი მოწოდებული იქნება თავისი, 45:28-29
- ყველა ადამიანის საქმეების დაწერილი გვერდები, 81:10
- რაც სიმართლეს ამბობს, 23:62
- მარჯვენა ხელში, 69:19; 84:7-9
- მარცხენა ხელში, 69:25
- ზურგს უკან, 84:10-15
ანგელოზების ჩამწერები, 50:17-18, 23; 85:11
შვება, გაჭირვებასთან ერთად, 94:5-6
რელიგია
- არანაირი იძულება, 2:256
- ისლამია, 3:19
- ალაჰის, 3:83-84
- ისლამის გარდა, 3:85
- არ გადააჭარბოთ 4:171; 5:77-ში მითითებულ ლიმიტებს
- დახვეწილი, 5:3
- რომლებიც თამაშად და გასართობად აღიქვამენ 6:70
- რომლებიც ყოფენ თავიანთ ჯგუფებს და იშლება სექტებად, 6:159; 30:32
- იხილეთ აგრეთვე 42:13-14; 43:65; 45:17
- ადამიანებმა სექტებად დაყვეს, თითოეული ჯგუფი თავისი რწმენით ხარობდა, 23:53; 30:32
- არ ჩავარდა, რაიმე გაჭირვება, 22:78
- კაცობრიობა შეიქმნა 30:30 საათზე
- იგივე, ყველა წინასწარმეტყველისთვის, 42:13-15
- წინაპრები, 43:22-24
ალაჰის ხსოვნა, 63:9
- მასში, გულები პოულობენ სიმშვიდეს, 13:28
მონანიება
- მიღებულია, თუ ბოროტება უმეცრებით ჩაიდინეს და მალევე მოინანიეს, 4:17; 6:54
- და უშედეგოა, თუ ბოროტი საქმეები გაგრძელდება, 4:18
- ის იღებს და პატიობს ცოდვებს, 4:25
ბოროტებისთვის შესვენება, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
აღდგომა, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- მაგალითი ეზრას 2:259-ში
- აბრაამი 2:260
- გამოქვაბულის ხალხი 18:9-26
- გაფრთხილება აღდგომის უარმყოფლებისთვის 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
აღდგომის დღე, 7:89; 20:100-101, 124
- ჭეშმარიტი დღე, 78:39
- ხელფასი სრულად გადაიხადე 3:185
- წერილობითი ფურცლები გაიხსნება, 81:11
- ყველამ იცის, რა მოიტანა, 81:14
- ყველა ადამიანი წინაშე აღმოჩნდება ყველა იმ სიკეთისა და ბოროტების წინაშე, რაც კი ჩაუდენია, 3:30
- ადამიანი გაიგებს, რა გაგზავნა წინ და რა დატოვა უკან, 82:5
- უსამართლობის შიშის გარეშე, 20:112
- სამართლიანობის ბალანსი, 21:47
- საქმეების სასწორი, 23:102-103
- ვინც ატომის წონის ტოლ სიკეთეს ან ბოროტებას ჩაიდენს, დაინახავს ამას, 100:7-8
- ყველა საიდუმლო გამოიკვლევა, 86:9
ჩანაწერი მოცემულია მარჯვენა ხელით, 69:19; 84:7-9
ჩანაწერი მარცხენა ხელით, 69:25
ჩანაწერი მოცემულია უკან, 84:10-15
- მძიმე დღე ურწმუნოებისთვის, 25:26; 54:8; 74:9
- მძიმე დღე, 76:27
- მძიმე ტვირთის ტარება, 20:100-101
- არ აქვთ უფლება, რაიმე საბაბი მოიგონონ, 77:36
- ბოროტმოქმედი მის ხელებს უკბენს, 25:27
- ბოროტმოქმედნი შეიკრიბნენ თავიანთ თანამგზავრებთან და კერპებთან ერთად, 37:22
- განადგურება ღრმა სინანულით, მწუხარებითა და სასოწარკვეთილებით, 30:12
- ცოცხლად დამარხული ქალი დაისჯება, 81:8-9
- უდიდესი საშინელება, 21:103
- დამრეკავი საშინელ რამეს დაუძახებს, 50:41;54:6-8
- ერთი (ყვირილი), 36:29, 49, 53; 38:15; 50:42
- ზაჯრა (ყვირილი), 37:19; 79:13
- თითქმის ტანჯვა, 78:40
- ცა შეირყევა საშინელი რყევით, 52:9; 56:4
- ცა გაიხლიჩა, 84:1-2
- ცა გაიბზარა, 77:9; 82:1
- ცა ღრუბლებით გაიხსნება, 25:25
- ცა შემოხვეული იქნება მის მარჯვენაში, 21:104; 39:67
- ყველა, ვინც ზეცაშია და დედამიწაზე, გონებას დაკარგავს, 39:68
- ცა გაიხსნება, კარიბჭესავით გახდება, 78:19
- ცა ზეთის მდუღარე ჭუჭყს დაემსგავსება, 70:8
- ვარსკვლავები ჩამოვარდებიან, 81:2; 82:2
- ვარსკვლავები დაკარგავენ სინათლეს, 77:8
- მზე დაკარგავს თავის სინათლეს, 81:1
- ზღვები ცეცხლმოკიდებულ ცეცხლს დაემსგავსება, 81:6
- ზღვები აფეთქდებიან, 82:3
- საათის მიწისძვრა, 22:1; 99:1
- მთები გადაადგილდებიან, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- მტვრად დაფქული 20:105; 56:5
- როგორც მატყლის ფანტელები, 70:9;101:5
- მიწა და მთები ძლიერად შეირყევიან, 73:14; 79:6
- მიწა მტვრად იქცევა, 89:21
- დედამიწა სხვა მიწად გადაიქცევა და ასევე იქნება ცა, 14:48
- დედამიწა გადაჭიმულია, 84:3-5
- დედამიწა, როგორც ბრტყელი ვაკე 18:47; 20:106
- დედამიწა თავის ტვირთს აგდებს, 84:4; 99:2
- საფლავები თავდაყირა დაყენებული, 82:4
- საფლავებიდან აღდგომა, 21:97; 70:43
- სიკვდილის შემდეგ ცოცხლები დედამიწაზე, 79:14
- ველური ცხოველები ერთად შეიკრიბებიან, 81:5
- ბრმა აღდგა, 20:124-125
- საყვირს დაუკრავენ, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- სახხა, 80:33
- სულები შეუერთდებიან თავიანთ სხეულებს, 81:7
- დარჩენა არაუმეტეს ათ დღეზე, 20:103
- ერთ დღეზე მეტხანს დარჩენა, 20:104
- ან დღის ნაწილი, 23:112-114
- შეკრების დღე, 64:9
- განკითხვის დღე, 37:21
- გადაწყვეტილების დღე, 77:38; 78:17
- განწმენდის დღე, 77:13-14
- მწუხარებისა და სინანულის დღე, 19:39
- უარმყოფლები, 77:15-50
- კაცობრიობა მიმოფანტული ჩრჩილის მსგავსი იქნება, 101:4
- კაცობრიობა გაფანტულ ჯგუფებად იმოქმედებს, 100:6
- კაცობრიობა თითქოს ნასვამ მდგომარეობაშია, 22:2
- ყველა ორსული თავის ტვირთს მოიშორებს, 22:2
- ორსული აქლემები უგულებელყოფილი იქნებიან, 81:4
- მეძუძური დედა დაივიწყებს თავის ძუძუთი შვილს, 22:2
- ნათესავებს ერთმანეთის ნახვა აიძულებენ, 70:11
- კაცი გაიქცევა თავისი ნათესავებისგან, 80:34-37
- არც ერთი მეგობარი არ სთხოვს მეგობარს, 70:10
- არ იქნება მეგობარი და შუამავალი, 40:18
- არავის ექნება უფლებამოსილება, სხვისთვის რამე გააკეთოს, 82:19
- არ ექნება ძალა და არც შემწე, 87:10
- მორწმუნეებს არ უნდა ეშინოდეთ, 43:68
- მორწმუნეები იქნებიან ჩრდილებს, წყაროებსა და ხილებს შორის, 77:41-43
- სამოთხის მკვიდრნი და მათი ცოლები, 36:55-58
- ანგელოზები გრანდიოზულად ჩამოვლენ, 25:25
- შინი გაშიშვლებული იქნება, 68:42-43
- სამოთხე მოახლოვდება, 81:13
- ჯოჯოხეთი მოახლოვდება, 89:23
- ჯოჯოხეთის ცეცხლი გაქრება, სასტიკად აალდება, 81:11-12
- ქველმოქმედებით შურისძიება იქნება გამოსყიდვა, 5:45
გამოცხადება
- თუ ეჭვი გეპარებათ, 2:23-24
- გაუქმებული ან დავიწყებული სტროფი, 2:106
- სწორი ხელმძღვანელობა, 3:73
- უფლისგან, ამიტომ ნუ იქნები მათ შორის, ვინც ეჭვიანობს, 6:114
- მათთვის, ვინც ესმის, 6:98
- ხელმძღვანელობა და წყალობა, 7:203; 16:64; 31:3
- რუჰ-ულ-კუდუსის მეშვეობით, 16:102; 26:192-193
- დეტალურად ახსნილია, 6:98; 41:2-4
- წიგნის ეს ალაჰისგანაა, 46:2
- იხილეთ აგრეთვე წიგნი და ყურანი
შურისძიება მათთვის ჩადენილი ჩაგვრის გამო, 42:39-43
ჯილდო
- საუკეთესო საქმეების მიხედვით და კიდევ უფრო მეტიც, 24:38; 29:7; 39:35
- ჯილდოს სახით 25:15
- ალლაჰი საუკეთესოთი აჯილდოებს მათ, ვინც სიკეთეს აკეთებს, 53:31
- სიკეთისთვის, სიკეთის გარდა სხვა ჯილდო არ არის, 55:60
რიბა (იხ. ვახშამი)
მართალი
- კომპანია, 4:69
- დაიმკვიდრებენ მიწას, 21:105
- სამოთხეში, 51:15-19; 76:5-12
- იხილეთ აგრეთვე კარგი
სიმართლე, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ციცაბო ბილიკი, 90:11-18
სწორი გზა ალაჰის გზაა, 3:73
გზები, გზა, 43:10
კლდოვანი ტრაქტი (ჰიჯრი), მაცხოვრებლები, 15:80-85
რომაელთა 30:2-5
სახურავი, სამოთხე, 21:32
რუჰ (გაბრიელი), 26:193; 67:12 ; 70:4 ; 78:38; 97:4
რუჰ-ულ-კუდუსი, 2:87, 253; 5:110; 16:102
- იხილეთ აგრეთვე გაბრიელი
რუჰ (სული, სული), 15:29; 17:85; 58:22
რომი, S.30
საბა' (შება), 27:22-44; 34:15-21
საბა', S.34
შაბათი
- დამრღვევები, 2:65; 4:154; 7:163-166
- მხოლოდ დანიშნულია, 16:124
საბიელები, 5:69; 22:17
მსხვერპლი, 2:196, 200; 22:34-37
სამწუხარო, S.38
სადაქა (ქველმოქმედება), 2:196, 263-264, 270-271, 273; 4:114 ; 9:60, 75-76, 79, 103-104; 57:18 ; 58:12-13
- დამალვა ჯობია გამოჩენას, 2:271
საფა და მარვა, 2:158
საფი, S.61
საფატი, S.37
სეილ ალ-არიმ (მარიბის კაშხლიდან წყალდიდობა), 34:16
საჯდა, S.32
საკინა (სიმშვიდე და სიმშვიდე), 2:248; 9:26, 40; 48:4, 18, 26
სალიჰი, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
სალსაბილი (გაზაფხული სამოთხეში), 76:18
სამირი, 20:85, 95-97
სამუელი, 2:247
სატანა, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- აღვივებს მტრობასა და სიძულვილს, 5:91
- ბოროტი ჩურჩული, 7:200-201
- ატყუებს, 8:48
- ღალატი, 14:22
- არ აქვს ძალაუფლება მორწმუნეებზე, 16:99-100
- სიცრუეს ისვრის, 22:52-53
- მტერია, 12:5; 35:6; 36:60
- ამპარტავნება 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ჯინი 18:50-51
- ადამის ცდუნება და დაცემა 7:20-23; 20:116-121
- არ აქვს ძალაუფლება მორწმუნეებზე 16:98-100
- მისი გოლი 35:6-8
- კაცობრიობის მოსისხლე მტერი 12:5; 17:53
- მისი პარტია 53:14-19
- მისი ხელნაწერი 5:90-91
- ხელს უშლის კეთილ საქმეებს 2:268
- მორწმუნეები მისგან თავშესაფარს ალაჰში ეძებენ 7:200-202
- მისი გეგმები სუსტია 4:76
- იმედგაცრუებს თავის მიმდევრებს 8:48
- ესაუბრეთ მის მიმდევრებს ჯოჯოხეთში 14:22
- იხილეთ აგრეთვე იბლისი
სასწორი, წარმატებული, ვისი ნებაც მძიმე იქნება, 7:8-9
- იხილეთ აგრეთვე ბალანსი
წმინდა წერილი
- (ებრაელები და ქრისტიანები) 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- რას მალავდნენ, 5:61-63
- მათ შორის, ვინც სწორ გზაზეა, 5:66
- ისინი ცნობენ, მაგრამ არ სჯერათ, 6:20
ზღვები, 42:32-33; 45:12
- ორი, 18:60; 25:53; 35:12; 55:19-20
- როდესაც, ამოხეთქებიან, 82:3
საიდუმლო (ნაჯვა)
- საუბრები, 4:114
- სამთა რჩევა, 58:7
- რჩევას იძლევა, 58:8, 10
- კერძო კონსულტაცია, 58:12-13
სექტები და განხეთქილებები რელიგიაში, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
უსაფრთხოება, გასაჭირის შემდეგ, მან ჩამოავლინა, 3:154
თესლი, რომელიც ზრდის მას, 56:63-67
გრძნობები, 23:78
შვიდი, შექმნილი
- ცა, 2:29; 23:17; 65:12; 67:3; 71:15
- და დედამიწის მსგავსი, 65:12
ჩრდილი
- ალაჰის წინაშე თაყვანს სცემს, 13:15; 16:48
გავრცელება, 25:45
შამსი, S.91
ქალი აქლემი, როგორც აშკარა ნიშანი თამუდის ხალხისთვის, 7:73; 17:59; 26:155-158
გემის გაცურვა, როგორც ნიშანი; მსახურება; მადლიერება; მისი წყალობის ძიება, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
შუაიბი, 7:85-93; 11:84-95; 29:36-37
შუარა, S.26
შურა, S.42
სიდრატ-ულ-მუნტაჰა, 53:14
მედინას ალყა, 33:9-27
სიჯჯინი, 88:7-9
ცოდვა, 7:100; 74:43-6
- უკანონო სქესობრივი კავშირი, 4:15-16; 24:2, 19
- თუ უფრო დიდს, თავიდან ავიცილებთ, მცირე ცოდვებს მიეტევება, 4:31
- შეიძლება დაიმალონ ადამიანებისგან, მაგრამ ვერ დაემალონ ალაჰს, 4:108
- ვინც არ უნდა გამოიმუშაოს, ის მხოლოდ საკუთარი თავის წინააღმდეგ გამოიმუშავებს, 4:111
- ვინც იმსახურებს და შემდეგ უდანაშაულოს ესვრის, 4:112
- ალლაჰი პატიობს მისთვის თანამოაზრეების არდანიშვნას, მაგრამ პატიობს მას, ვისაც სურს, სხვა ცოდვებსაც, 4:116
- ისინი, ვინც ჩაიდენენ, მიიღებენ საკადრის ჯილდოს, 6:120
- ცოდვილები ვერასდროს მიაღწევენ წარმატებას, 10:17
- ალაჰი ყველას პატიობს, 39:53
- უფრო დიდი ცოდვები, 42:37
სინას მთა, 19:52; 23:20; 95:2
ცოდვილები, მათი ყურები, თვალები და კანი მოწმობენ მათ წინააღმდეგ, 41:20-23
სირათის ხიდი, 66:8
ცილისმწამებელი, 68:11-12; 104:1
მონები, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- იხილეთ აგრეთვე სამხედრო ტყვეები; ტყვეები
ძილი, დასვენების საგნად, 78:9
სოდომი, 29:31; 37:136
სოდომია, 7:80-82; 11:77-83; 15:61-77; 29:28-29
სოლომონი, 2:102; 4:163; 6:84
- ეხმარება მამამისს, დავითს, უფრო სამართლიანი განაჩენის გამოტანაში 21:78-82
- და ჭიანჭველები, 27:15-19
- და ოფოფი, 27:20-26
- და საბას დედოფალი, 27:22-44; 34:15
- ალაჰის წყალობა მასზე 34:12-14, 38:34-40
- მისი სიყვარული კარგი ცხენების მიმართ 38:30-33
შვილად აყვანილი ვაჟი, 33:4-5
სული (სული, რუჰ), 15:29; 17:85; 58:22
დახარჯე, ალაჰის საქმეში, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- რაც თქვენს საჭიროებებს სცილდება, 2:219
- მათ მსგავსება, ვინც თავისი სიმდიდრე ალაჰის გზაზე დააგროვა, 2:261
- კაცთათვის საჩვენებლად, 2:264; 4:38
- რასაც არ უნდა აკეთებდე ალლაჰის გზაზე, ის დაგიბრუნდება, 2:272; 8:60; 34:39
- არა უხეშად ან უაზროდ, 6:141;17:26
- არც ექსტრავაგანტული და არც ძუნწი, 25:67
- ვინც ხელს უშლის ალაჰის საქმეში ხარჯვას, 9:67
სული (სული, რუჰ), 15:29
- მისი ცოდნა ალაჰთანაა, 17:85
- ალლაჰი აძლიერებს მორწმუნეებს, 58:22
ომის ნადავლი, 8:41, 69; 48:15, 19-20; 48:15
- იხილეთ აგრეთვე Booty
ჯაშუშობა, 49:12
ვარსკვლავი, 53:1, 49; 86:1-4
ვარსკვლავები, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
სწორი, გზა, 1:6
- და ა.შ. გზა, 6:153
- და ა.შ. სწრაფვა, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
ძუძუთი კვება, ტერმინი, მინდობით აღმზრდელი დედა, 2:233
ტანჯვა, სიღარიბე, ჯანმრთელობის დაკარგვა და უბედურებები; კეთილდღეობა და სიმდიდრე, 7:94-96
მზე, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
უმაღლესი წარმატება, 9:72; 44:57
სურა, 10:38; 11:13; 47:20
- მისი გამოცხადება რწმენას ზრდის, 9:124-127
ეჭვები, 49:12
საარსებო წყარო, 19:62
- იხილეთ აგრეთვე უზრუნველყოფა; პროვიდენსი
სუვა', 71:23
ტაბუკი, 9:40-59, 81-99, 117-118, 120-122
ტაგაბუნი, S.64
თაღუთი, 2:256-257; 4:51-60, 76 ; 5:60; 16:36; 17:39
- იხილეთ ცრუ ღმერთები
ტა-ჰა, S.20
ტაჰრიმი, S.66
ტაკატური, S.102
ტაკვირი, S.81
ტალაქ, S.65
ტალჰი (ბანანის ხე), 56:29
თალუთი (საული), 2:247-249
ტარიკი, S.86
ტასნიმი (გაზაფხული), 83:27-28
ტაუბა, S.9
ტავაფი (ქაბას გარშემო გავლა), 2:200; 7:29,31
ტაიამუმი, 4:43; 5:6
ვადა, ყველა ერს თავისი დანიშნული აქვს, არავის შეუძლია მისი წინასწარ განჭვრეტა ან გადადება, 7:34; 10:49; 15:4-5; 16:61; 20:129
ტერიტორია, დაიცავით თქვენი, არმიის დანაყოფებით, 3:200
გამოცდა, ალლაჰის მიერ, 3:154; 34:21
თამუდი, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38 ; 41:17 ; 51:43-45;54:23-31; 69:4-8 ; 85:17-20; 89:9-14; 91:11-15
ქურდი, სასჯელი, 5:38-39
ტახტი, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- წყალზე, 11:7
- რვა ანგელოზი, რომლებიც ატარებდნენ, 39:75; 40:7; 69:17
დრო, 45:24; 76:1; 103:1
კალა, S.95
ტანჯვა, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
ქალაქი, ჩვენ არასდროს დაგვინგრევია, თუ მისთვის ცნობილი განკარგულება არ არსებობდა, 15:4
ვაჭრობა და ქონება, 4:29
იმოგზაურეს, განა არ იმოგზაურეს დედამიწაზე, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ღალატი, 8:58; 22:38
- იხილეთ ღალატი
განძი შეგროვებული, 9:35
ალაჰის საგანძური, 6:50
მარადისობის ხე, 20:120
ხეები, 22:18
განსაცდელები, 2:214-218; 64:15
საყვირი, აღდგომის დღეს, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
სახხა, 80:33
ნდობა ცას, მიწასა და მთებს ეძლევა, მაგრამ ადამიანის მიერ არის აღებული, 33:72-73
ნდობა (ამანა), 2:283; 4:58 ; 8:27 ; 23:8; 33:72; 70:32
ჭეშმარიტება, 5:48; 23:70-71, 90; 25:33; 69:51
- ნუ შეურიებ სიცრუეს და ნუ დამალავ, 2:42
- მოვიდა და სიცრუე გაქრა, 17:81
- დაპირება, 46:16-17
ტუბა, ხალხი, 44:37; 50:14
თური (მთა), 28:29, 46
ტურ, S.52
ტუვა, ველი, 20:12; 79:16
უჰუდის ბრძოლა, 3:121-128, 140-180
უმმა (თემი, ერი), 2:143-144; 10:47, 49; 11:118; 16:36, 120
უმრა, 2:128, 158, 196
უზურობა (რიბა), 2:275-276, 278-280; 3:130;4:161; 30:39
„უზაირი, (იხ. ეზრა)
„უზა“, 53:19
ფარდა, უხილავი, 17:45-46
ფარდის დაფარვა, 24:31; 33:59
ლექსები, საბ ალ-მათანი, 15:87
გამარჯვება
- ალაჰის მიერ მოცემული, 48:1
- ალაჰის დახმარებით, 61:13
სათნოებები (იხ. სიმართლე; მორწმუნეები)
ვადი, 71:23
- „დაელოდეთ, ჩვენც გელოდებით“, 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
ვაკია, S.56
ომი ალაჰის წინააღმდეგ, 5:33-34
ფუჭად ხარჯვა არა გადაჭარბებული ხარჯვის გამო, 6:141; 7:31; 17:26
წყალი, ყველა ცოცხალი არსება, რომლისგანაც შეიქმნა, 21:30;24:45; 25:54
- ორი ზღვა, 18:60; 25:53; 35:12; 55:19-20
- ალაჰის ტახტი, 11:7
- წვიმა, 23:18
გზა, 1:6; 42:52-53; 90:10
- და ა.შ. ადვილი, გაადვილება, 87:8
- იხილეთ აგრეთვე გზა
მოგზაური, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
სიმდიდრე
- ვინც შეიკრიბა, 104:2-4
- ალაჰის საქმეში ხარჯვა (იხ. ხარჯვა)
სიმდიდრე და შვილები, ამქვეყნიური ცხოვრების მშვენება, 18:46
წონა და საზომი, სრულად მოიყვანეთ, 11:85; 17:35; 83:1-5
ქვრივები, 2:234-235, 240
ალაჰის ნება, 10:99-100; 30:5; 81:29; 82:8
ადამიანის ნება, სწორ გზაზე იაროს, თუ ალაჰი არ ინებებს, 28:29
ქარები, 77:1-3
- როგორც სასიხარულო ცნობის მქადაგებლები, 7:57; 30:46
- ღრუბლების აწევა, წყლის წარმოქმნა, 15:22; 30:48
- გაყვითლება, 30:51
ღვინო (სამოთხეში)
- სუფთა სასმელები, 37:45; 76:21
- თეთრი, გემრიელი, 37:46
- მდინარეები, 47:15
- სუფთად დაბეჭდილი, 83:25
ნუ ისურვებ იმას, რითაც ალაჰმა ზოგი სხვებზე მაღლა დააყენა, 4:32
მოწმეები
- წინასწარმეტყველთა აღთქმისკენ, 3:81
- კაცობრიობაზე, 2:143; 22:78
- კონტრაქტისთვის, 2:282
- ორი ქალი ერთი კაცის წინააღმდეგ, 2:282
- უკანონო სქესობრივ კავშირზე, 4:16; 24:2
- იყავი სამართლიანი, 5:8
- ხელები და ფეხები მოწმობენ, 36:65
- ადამიანი საკუთარი თავის წინააღმდეგ, 75:14
მოწმეობის დღე და მოწმეობის დღე, 85:3
ცოლები
- შენთვის საარსებო წყაროა, 2:223
- საფარი შენთვის, 2:187
- შენივე სახის, 16:72
ქალი, მოდავე, 58:1-2
ქალები, 2:222-223; 4:15, 19-22, 34, 127
- ვინც ბრალს სდებს უმანკოებს, 24:4-5, 11-17, 23-26
- ფარდის დაფარვა, 24:31; 33:59
- მორწმუნეები, როგორც ემიგრანტები, 60:10-12
- კამათში საკუთარი თავის განმარტებას არ ადასტურებს, 43:17-18
ვუდი, მკვიდრნი, 15:78; 38:13; 50:14
- აგრეთვე აიკა; მადიანი 26:176-191
სამყარო, ამა ცხოვრება
- მხოლოდ თამაში და გართობაა, 6:32;29:64; 47:36; 57:20
- ატყუებს ადამიანებს, 6:130
- უფრო ნაკლები სიამოვნებაა, ვიდრე შემდგომი ცხოვრება, 9:38; 13:26; 28:60-61
- ვინც მოისურვებს, ის შედის მასში, მაგრამ მას არ ექნება წილი შემდგომ ცხოვრებაში, 11:15-16; 17:18; 42:20
- სიმდიდრე და შვილები, მორთულობა, 18:46
- ვინც უყვარს აწმყო და ტოვებს საიქიოს, 75:20-21; 76:27
წერა, კონტრაქტებისთვის, 2:282
ბოროტმოქმედნი, 11:18-22, 101-104, 116-117; 39:47
- იხილეთ აგრეთვე ურწმუნოები
ვუდუ (აბლუციები), 4:43; 5:6
იაგჰუთი, 71:23
იაჰია (ჯონი)
- სასიხარულო ამბავი, 3:39; 21:90
- მართალი, 6:85
-ბრძენი; თანამგრძნობი; მორჩილი, 19:12-15
ია-სინი, S.36
იათრიბი (ალ-მედინა), ხალხი, 33:13
იაუკი, 71:23
იუნუსი (იონა), S.10
იუსუფი (იოსები), S.12
ზაბური, 21:105
ზაქარია (ზაქარია), 3:37-41; 6:85; 19:2-11 ; 21:89-90
ზაიდ იბნ ჰარიტა, წინასწარმეტყველის მონა, 33:37-38
ზაქათი, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162 ; 5:12, 55 ; 6:141 ; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73 ; 22:41, 78 ; 23:4 ; 24:37, 56; 27:3 ; 30:39; 31:4 ; 33:33 ; 41:7 ; 58:13 ; 73:20; 98:5
- ზაქატისა და მოწყალების საგნები, 2:273; 9:60
ზანჯაბილი, 76:17
ზალზალა, S.99
ზაკუმი, 17:60; 37:62-66; 44:43-46; 56:52
ზიჰარი, 33:4; 58:2-4
ზუხრუფი, S.43
ზუმარი, S.39
ძირითადი პრინციპები
- რწმენის სრულყოფილება 5:3
- ერთადერთი გზა, რომელიც ალაჰმა მიიღო 3:19, 85
- ისლამის მიღებაში იძულების გარეშე 2:256
- ერთი რელიგია სხვადასხვა სარწმუნოებითა და კანონებით 5:48; 22:67-70; 42:13-14
- ისლამის წინასწარმეტყველები 2:135-136; 3:84; 4:163-165
- მცნებები (ირწმუნეთ ალაჰი და აკეთეთ სიკეთე) 4:36; 6:151-154; 17:23-39; 18:107-108
- შარიათის ხუთი მიზანი: რწმენის დაცვა 5:54
- სიცოცხლის დაცვა 5:32; 6:151
- სიმდიდრის დაცვა 5:38
- პატივის დაცვა 5:5; 24:4
- საკუთარი აზროვნების უნარის დაცვა 5:90.
ალაჰის რწმენა 2:255
- ღვთაებრივი თვისებები, ლამაზი სახელები 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ერთადერთი ღმერთი, რომელიც თაყვანისცემის ღირსია 1:1-4; 2:285; 6:3; 43:84
- მთელი ძალაუფლება მას ეკუთვნის 3:26; მისი ტახტი (არჩ) 7:54; 11:7
- მისი კურსი (ფეხსადგამი ან სკამი) 2:255
- უთვალავი წყალობა კაცობრიობისთვის 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- სიცოცხლეს აძლევს და სიკვდილს იწვევს 44:8; 53:44; 57:2; 67:2
- სიხარულსა და მწუხარებას იწვევს 53:43
- უხვად ან შეზღუდულად იძლევა საზრდოს 13:26; 17:30; 29:62
- ყველა მსაჯულთა შორის საუკეთესო 95:8
- მოწყალეთა შორის უმოწყალე 12:92
- უყვარს მართალნი 85:14
- სავსეა მიმტევებლობით და მკაცრი სასჯელით 13:6, 40:3
- პირველი და უკანასკნელი 57:3
- მთელი პატივი და ძალაუფლება მას ეკუთვნის 35:10
- იცის უცნობი და ხედავს უხილავს 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ყველაზე უკეთ იცის, რა იმალება გულში 5:7; 11:5; 31:23
- იცის, რა მოხდა და რა არის კიდევ მოსალოდნელი 2:255
- ყველაფერი ჩანაწერში (ან შემონახულ ფილაში) ჩაიწერა 6:38; 13:39; 36:12
- ყველაფრის კეთების უნარი 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- მისი უსაზღვრო ძალა 3:26-27; 24:45; 31:28-30
- ექვს დღეში შექმნა ცა და დედამიწა და არასდროს დაღლილა 46:33; 50:38
- ქმნის სიტყვით „იყავი!“ 36:81-83
- არასდროს უსამართლოდ ეპყრობა თავის ქმნილებას 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ყველაფერი მის ნებას ემორჩილება 3:83; 22:18; 30:26
- ყველა მას საჭიროებს 11:6; 35:15; 55:29
- ენდე მას 10:84-85; 12:67; 25:58
- ღვთაებრივი კომუნიკაციის ფორმები 42:51
- ღირსია გავითვალისწინოთ 2:21; 3:102; 4:1; 33:70-71; 59:18
- სიბრძნე მისგან ბოძებული ნიჭია 2:269
- მას არავინ სჭირდება 3:97; 6:133; 112:2
- არც ერთი სამებაში 4:171
- არ ჰყავს მეწყვილე 6:101
- შვილები არ ჰყავს 10:68; 19:35; 43:81; 72:3; 112:3
- არ ჰყავს პარტნიორები ან თანამოაზრეები 6:94; 7:191-195; 46:4-5
- არაფერი მისნაირი 42:11; 112:4
მისი შემოქმედების საოცრებების გააზრების მიზნით 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ნიშნები შემოქმედებაში 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ყველაფერი გარკვეული მიზნით შექმნა 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- სამყარო სრულყოფილია 67:3-4
- დღე ღამეს უერთდება 3:27
- მრავალფეროვნება 30:22; 35:27-28
- თაფლი 16:68-69
- რძე 16:66
- შვილების საჩუქარი 42:49-50
- პლანეტები და ორბიტები 21:33; 36:38-44
- თანავარსკვლავედები 25:61; 85:1
- ვარსკვლავები 37:6-7; 67:5
- ღრუბლები 7:57;30:48
- მიწისძვრა 7:78; 7:155
- მეწყერი 28:81; 29:40
- ქარიშხალი 10:22
- წვიმა, სეტყვა და წვიმა 2:265; 6:99; 24:43; 50:9-11
- ჭექა-ქუხილი და ელვა 13:12-13
სამეცნიერო ცნობები
- ადამიანები შექმნილნი არიან მამრობითი და მდედრობითი სქესის გამეტებისგან 76:2
- ემბრიონის ფორმირებისა და განვითარების ფაზები 22:5; 23:12-14
- ნაყოფი სიბნელის სამ ფენაში 39:6
- მლაშე წყალი 25:53-54; 35:12; 55:19-20
- ქარით დამტვერვა 15:22
- თითის ანაბეჭდები 75:3-4
- მთები, როგორც სამაგრები 78:7
- რკინა ჩამოიფრინდა 57:25
- ტკივილის რეცეპტორები 4:56
- მზე, როგორც გამოსხივების წყარო და მთვარე, როგორც არეკლილი სინათლე 10:5
- მთვარის გაყოფა 54:1
- ცა, როგორც კარგად დაცული ტილო 21:32
- ყველა არსება, რომელიც წყლისგან შეიქმნა 21:30; 24:45
- ჭიანჭველები ურთიერთობენ 27:17-19
- შიდა ტალღები 24:40
ცოცხალი არსებები
- ანგელოზები 39:75
- ადამიანები (დედამიწის ავტორიტეტი) 2:30; 6:165; 16:4
- ჯინი 72:1-15
- ცხოველები ადამიანების მსგავსად თემებს მიეკუთვნებიან 6:38
- ხბო 11:69
- აქლემი 7:40
- ძაღლი 18:22
- სპილო 105:1
- ცხენები, ჯორები და ვირები 16:8
- ლომი და ზებრები 74:50-51
- მაიმუნები 2:65
- ღორები 2:173
- ქალი აქლემი 7:73
- ცხვრები და თხები 6:143
- მგელი 12:17
- ბაყაყები 7:133
- გველი 7:107
- ჩიტები 24:41
- ყორანი 5:31
- ხუფო 27:20
- მწყერი 2:57
- თევზი 18:61
- ვეშაპი 37:142
- ჭიანჭველები 27:18
- ფუტკრები 16:68
- კოღო 2:26
- ფრენა 22:73
- ტილები და კალიები 7:133
- ობობა 29:41
- სხვები, რომლებიც ჩვენთვის უცნობია 16:8
მცენარეები და ხილი 6:99; 13:4; 16:11; 36:33-35
- ბანანი 56:29
- თარიღები 19:25
- მწვანილი, კიტრი, ნიორი, ოსპი და ხახვი 2:61
- ყურძენი 80:28
- ზეთისხილი 6:99
- სურ. 95:1
- ბროწეული 55:68
- სკვოში 37:146
მუჰამედის რწმენა
- თვისებები, მხოლოდ წინასწარმეტყველი 3:144; 6:50; 7:188; 18:110
- ჭეშმარიტების გადმოცემა 2:119; 35:24; 42:48
- წინასწარმეტყველთა ბეჭედი 33:40
- კეთილშობილური ხასიათი 3:159; 68:4
- მისაბაძი მაგალითი 33:21
- მორწმუნეებისთვის წყალობის სახით 3:164
- წყალობა მთელი მსოფლიოსთვის 21:107
- უნივერსალური მაცნე 4:170; 7:157-158; 34:28
- სწორი გზისკენ მიგვიყვანს 42:52-53
- ზრუნავს ადამიანებზე 9:129
- როგორც მოწმე განკითხვის დღეს 4:42; 16:89
- უწიგნური წინასწარმეტყველი 7:157-158; 29:48; 62:2
- წინასწარმეტყველებულია თორასა და სახარებაში 7:157
- იესოს მიერ ნაწინასწარმეტყველები 61:6
წინასწარმეტყველის ( მშვიდობა მასზე ) წინაშე მდგარი გამოწვევები
- წარმართების უაზრო მოთხოვნები 8:32; 15:7; 17:89-93; 25:7-8
- ცრუ ბრალდებები 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- მისი სიცოცხლის მოსპობის მცდელობები 8:30; 9:74
- გაფრთხილება მათთვის, ვინც მას ზიანს აყენებს ან ეწინააღმდეგება 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- უბრძანეს უარყოფაზე მოთმინებით ეპასუხათ 20:130; 30:60; 46:35; 70:5
- ალაჰის მიერ დარწმუნებულს ბრძანებით 5:67; 93:1-11; 94:1-8
მშვიდობა მასზე ) ცხოვრებიდან
- მისი ემიგრაციიდან (ჰიჯრა) ბადრის ბრძოლამდე 3:121-129; 8:42-44; 8:65-71
- უჰუდის ბრძოლა 3:151-180
- თხრილის ბრძოლა 33:9-27
- ჰუნაინის ბრძოლა 9:25-27
- მედინა 9:40
- ტაბუკი 9:38-123
- ბანუ ან-ნადირი 59:2-6
- ჰამრა ალ-ასადი 3:172-175
- ჰუდაიბიას ზავი 48:1-7; 48:10-29
წინასწარმეტყველისთვის ( ﷺ ) მინიჭებული პატივი
- ალაჰი და მისი ანგელოზები აკურთხებენ მას 33:56
- ღამის მგზავრობა მექადან იერუსალიმამდე 17:1
- ზეცაში მოგზაურობა 53:1-18
- პატივით აღსავსე ამ და მომავალ ცხოვრებაში 17:79; 66:8; 108:1
- მისი მორჩილება ალაჰის მორჩილებაა 4:80
- ალაჰისა და მისი მაცნისადმი მორჩილების ჯილდო 4:69
- მისი ოჯახი განიწმინდა 33:33-34
- ხედავს გაბრიელს თავისი ნამდვილი სახით 53:1-18
- მორწმუნეებს უბრძანეს, დამორჩილებოდნენ მას 59:7
- მასთან საუბრის ეტიკეტი 49:1-5
- მასთან სტუმრობის ეტიკეტი 33:53
- ცოლებთან ურთიერთობის ეტიკეტი 33:53
- ალლაჰი კმაყოფილია მისით და მისი თანამგზავრებით 9:100; 9:117
- მისი რწმენის აღმატებულება - საზოგადოება 2:143; 3:110
ლოცვა (სალაჰი) 2:45; 9:103 ; 51:18 ; 70:22-23 ; 75:31; 96:10 ; 108:2
- პარასკევის კრება 62:9
- ლოცვის მიმართულება (კიბლა) 2:144; 2:149-150
- უნდა შეაკავოს ადამიანი ბოროტი საქმეებისგან 29:45
- ჯერ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- საფრთხის ან მოგზაურობის დროს 2:239; 4:101-102
- გაფრთხილება მათთვის, ვინც ლოცვებს უგულებელყოფს 19:59; 74:38-47; 107:5-7
- თვალთმაქცთა ლოცვები 4:142; 9:54
განწმენდა, აბალანსება (ვუდუ) 5:6
- სრული აბანო (ღუსლი) 2:222; 4:43
- მშრალი განბანა (ტაიამუმი) 4:43; 5:6
ვედრება (დუა)
- აბრაამის 2:126-129; 2:126-129; 14:35-41; 26:83-89
- ადამი და ევა 7:23
- იესო 5:114
- იობი 21:83; 21:83
- იონა 21:87
- იოსები 12:33; 12:101
- მოსე 10:88-89; 20:25-35
- მუჰამედი 17:80; 20:114
- ნოე 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- სოლომონი 38:35
- შუაიბი 7:89
- ზაქარია 3:38; 19:2-6; 21:89-90
- ანგელოზები 40:8-9
- მარიამის დედა 3:35-36
- ფარაონის ცოლი 66:11
- ფარაონის ჯადოქრები 7:126
- მეფე საული და მასთან ერთად მყოფი მორწმუნეები 2:250
- ისრაელის შვილთა მორწმუნეები 10:85-86
- გამოქვაბულის ხალხი 18:10
- მართალნი 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- დაჩაგრულები 4:75
თაყვანი სცეს
- საჯადატი, მრავლობითი საჯდა, 7:206; 13:15 ; 16:49; 17:109; 19:58; 22:18 ; 22:77 ; 25:60; 27:26 ; 32:15 ; 38:24 ; 41:37; 53:62; 84:21 ; 96:19
მოწყალების გადასახადი (ზაქათი), როგორც ვალდებულება 2:110; 2:177; 2:277; 6:141
- მორწმუნეთა ერთ-ერთი თვისება 22:41; 23:4; 51:19
- მიმღებები 9:60
- ქველმოქმედება (სადაკჰ) 2:177; 2:261-263; 2:267-274; 3:92 ; 63:10
- გაფრთხილება მათთვის, ვინც თავს იკავებს 3:180; 9:34; 47:38
მარხვა (სამ)
- რამადანში 2:183-185
- მარხვის საათები 2:187
- გამონაკლისები 2:184-185
- ინტიმური ურთიერთობები მარხვის წინა ღამის განმავლობაში 2:187
- მარხვა მომლოცველობის დროს 2:196
მომლოცველობა (ჰაჯი)
- ვალდებულება მათთვის, ვისაც შეუძლია ამის საშუალება 3:97
- რიტუალები და წესები 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- შესაწირავი 2:196; 22:36-37
- მომლოცველობის დროს ხმელეთზე ნადირობის აკრძალვა 5:1; 5:94-95
- ზღვაში ნადირობის დაშვება 5:96
- მცირე მომლოცველობა (უმრა) 2:158; 2:196
რელიგიური თემები
- მუსლიმები 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ერთმანეთის მფარველები 3:28; 9:71
- ქრისტიანები 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ებრაელები 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ისრაელის შვილები 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- წიგნის ხალხი (ძირითადად ებრაელები და ქრისტიანები) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- მუსლიმებს შეუძლიათ ჭამონ მათ მიერ შეწირული ცხოველები და იქორწინონ მათ ქალებზე 5:5
- ებრაელებისთვის აკრძალული საკვები 6:146
- საბიელები 2:62; 22:17
- მოგვები 22:17
- პოლითეისტები (წარმართები, კერპთაყვანისმცემლები) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- წარმართული ცრურწმენები 2:189; 5:103; 6:138-144
- ათეისტები 52:35-36
წარმართული რიტუალები აკრძალულია
- ქალიშვილების ცოცხლად დამარხვა 16:58-59; 81:8-9
- ბავშვების მოკვლა სიღარიბის შიშით 6:137; 6:151; 17:31
- ქააბას გარშემო სასტვენი და ტაშის დაკვრა 8:35
- აქლემების კერპებისთვის მიძღვნა 5:103; 6:136
- კერპების სახელით მსხვერპლის შეწირვა 6:121
- ზიჰარი განქორწინება 33:4; 58:2-4
- ილა' (ოთხ თვეზე მეტი ხნის განმავლობაში) 2:226-227
- წილისყრა გადაწყვეტილებებისთვის 5:3
- შიშველი ქააბას გარშემო შემოვლა 7:26-28
- მომლოცველობის შემდეგ სახლებში უკანა კარიდან შესვლა 2:189
თაყვანისცემის ობიექტები
- ანგელოზები (ზოგიერთ წარმართ არაბს შორის) 34:40
- ალ-აიკა (შუაიბის ხალხში) 26:176
- ბა’ლი (ელიას ხალხში 37:125
- იესო (ქრისტიანობაში) 5:17
- კერპები (აბრაამის ხალხში) 21:52-53
- ლატის, უზას და მანატის კერპები (არაბ წარმართებს შორის) 53:19-20
- ვადის, სუვას, იაგუთის, იაკისა და ნასრის კერპები (ნოეს ხალხში) 71:23
- მზე (შებას ხალხი) 27:24
- სირიუსი (ზოგიერთ წარმართ არაბს შორის) 53:49
- ფარაონი (ძველ ეგვიპტეში) 26:29; 28:38; 79:24
- სურვილები 25:43-44; 45:23
- მრავალი ღმერთის რწმენა უარყოფილია 17:42-43; 21:21-24; 25:3
თაყვანისცემის ადგილები, მეჩეთები 9:18
- ეკლესიები, სინაგოგები და მონასტრები 22:40
- საწმინდარი 3:39; 38:21
- ტაძარი 17:7
- რელიგიური ტიტულები, მღვდლები, ბერები და რაბინები 5:44; 5:63; 5:82; 9:31-34
ანგელოზები
- იკითხეთ ადამის შექმნის შესახებ 2:30-34
- არასდროს არ დაემორჩილო ალაჰს 21:26-27; 66:6
- არ არიან ალაჰის ქალიშვილები 21:26; 43:16-19
- მფარველი ანგელოზები 13:11
- ორი ჩამწერი ანგელოზი 50:16-18; 82:10-12
- რვა ადამიანი, რომლებიც ალაჰის ტახტს ატარებენ განკითხვის დღეს 69:17
- ჯოჯოხეთის ცხრამეტი მცველი 74:26-31
- სიკვდილის ანგელოზები 6:93; 16:28; 32:11
- გაბრიელი 2:97; 66:4; 26:192-195; 53:1-14
- მიქაელი 2:98
- მალიკი 43:77
მესენჯერები
- ანგელოზებსა და ადამიანებს შორის 22:75
- მტკიცე გადაწყვეტილების მქონე მაცნეები (აბრაამი, ნოე, მოსე, იესო და მუჰამედი (მშვიდობა მასზე ) 33:7; 42:13; 46:35
წმინდა წერილები
- ყურანი, ალაჰის გამოცხადება 12:2-3; 20:2-4; 26:192-195; 32:2-3
- შეხსენება მთელი მსოფლიოსთვის 68:51-52
- ცხოვრების ყველაზე სამართლიანი გზისკენ მიმავალი გზა 17:9
- გამოცხადება რამადანის თვეში დაიწყო 2:185
- კურთხეულ ღამეს 44:3;97:1-5
- გამოვლინდა ეტაპობრივად 17:105-106
- ადვილად დასამახსოვრებელი 54:17
- ადასტურებს წინა გამოცხადებების 3:3-4-ში მოცემულ ჭეშმარიტებას
- უზენაესი ავტორიტეტი ადრინდელი წმინდა წერილების შესახებ 5:48
- უეჭველად 2:2; 10:37
- წინააღმდეგობების გარეშე 4:82
- არ არის შეთხზული 10:37-39
- არ არის კოპირებული ბიბლიიდან 25:4-6
- ეშმაკების მიერ არ გამოცხადებულა 26:210-212
- ვერავინ შეძლებს მსგავსი რამის შექმნას 17:88; 2:23-24; 10:13-14; 11:13
- დაცულია კორუფციისგან 15:9
- დაცულია შემონახულ ფილაში 56:75-80
- შეუძლებელია მისი მცდარობის დამტკიცება 41:42
- მომავალ მოვლენებს წინასწარმეტყველებს 30:1-7; 48:27
- მორწმუნეებს ცრემლებამდე აჰყავს 5:83; 17:107-109
- გულებს ეხება 39:23
- ბრწყინვალე შუქი 4:174; 42:52
- მორწმუნეებისთვის განკურნება და წყალობა 17:82
- თორა 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- სახარება 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ფსალმუნები 4:163; 17:55
- აბრაამის გრაგნილები 53:36-44; 87:14-19
ბედი და განწირულობა 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- თავისუფალი არჩევანი 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
განკითხვის დღე
- უსამართლობის გარეშე 2:281; 18:49; 40:17
- აპოკალიფსის საშინელებები 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- მართალნი და ბოროტნი იმ დღეს 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- შუამავლობა (შაფაჰ) 2:48, 255; 6:51, 70 ; 10:3 ; 21:28 ; 32:4 ; 36:23 ; 39:43-44; 43:86; 53:26; 74:48
საქმეების ჩანაწერები 17:13; 18:49
- მორწმუნეები თავიანთ ჩანაწერებს მარჯვენა ხელით იღებენ 69:19-24; 84:7-9
- ურწმუნოები თავიანთ ჩანაწერებს მარცხენა ხელით იღებენ 69:25-37; 84:10-15
- ალაჰისგან არაფერი დაიმალება 21:47; 40:16
- საქმეების აწონვა 7:8; 23:102-104; 101:1-11
- სხეულის ორგანოების მოწმობა 41:19-24; 24:24
- ჯილდო კეთილი და ბოროტი საქმეებისთვის 6:160; 27:89-90; 28:84
ადამიანების ტიპები
- მორწმუნეები 18:107-108
- ურწმუნოები 4:167-169
- თვალთმაქცები 4:145; 57:13-15
- სამოთხის მკვიდრნი, უპირველეს ყოვლისა მორწმუნეები 55:46-61; 56:10-26
- სამოთხის მკვიდრნი, მარჯვენის ხალხი 55:62-78; 56:27-40
- ჯოჯოხეთის მკვიდრნი, მემარცხენე ხალხი 55:31-45; 56:41-56
- ხალხი სიმაღლეებზე 7:46-49
ფინანსური
- ბიზნეს ინსტრუქციები 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ანდერძები, არამემკვიდრეებისთვის არჩევითი ანდერძები 2:180-183; 4:11-12
სიკვდილამდე მოგზაურობისას 5:106-108
- მექრთამეობა 2:188
- ვალები, სიკეთე ვალების აკრეფაში 2:280
- ვალის ხელშეკრულების დაწერა და დამოწმება 2:282
- უზრუნველყოფის აღება 2:283
- მემკვიდრეობა, მითითებები 4:7; 4:32-33; 8:75
- შთამომავლობისა და მშობლების წილი 4:11
- მეუღლეები და დედის მხრიდან და-ძმები 4:12
- სრული და-ძმები 4:176
- გაფრთხილება მათთვის, ვინც არ ემორჩილება 4:13-14
- ინტერესი, აკრძალვა და გაფრთხილება 2:275-281; 3:130-132
- მოგება არ აკლდა 30:39
იურიდიული
- ღალატის კანონი (ჰირაბა) 5:33-34
- სამართალი, სამართლიანობისთვის დგომა 4:135; 5:8; 16:90-91
- ობლებისა და ქალების უფლებების დაცვა 4:127
- სამართლიანობა ებრაელის მიმართ 4:105-112
- სამართლიანობა წარმართის მიმართ 4:58
- სამართლიანობა არამუსლიმებთან 60:8-9
- შურისძიება სამართლებრივი არხებით (პატიების შესაძლებლობით) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ცოლ-ქმრის განშორება, ხული 2:229
- ლიან (მრუშობაში ბრალდება) 24:6-10
პოლიტიკური
- საქმეების განხილვა კონსულტაციით (შურა) 3:159; 42:38
- თავდაცვის მიზნით ბრძოლა (ჯიჰადი), ეტიკეტი 2:190-192; 2:216; 22:38-40
- განურჩევლად თავდასხმა არ განხორციელდეს 4:94
- ბრძოლა დაჩაგრული მამაკაცების, ქალებისა და ბავშვებისთვის 4:75
- თაყვანისცემის ადგილების დაცვა 22:37
- მოწამეთა ჯილდო 2:154; 3:169-171; 9:111; 57:19
- სამხედრო ძალა პოტენციურ მტრებს აშინებს 8:60
- მშვიდობის არჩევა 2:192; 8:61
- მხარეებს შორის მშვიდობის დამყარება 49:9-10
- სამხედრო ტყვეები, მოპყრობა 8:70; 47:4; 76:8
სოციალური
- შვილად აყვანა 33:4-5
- ობლებზე ზრუნვა 2:220; 4:2-10; 4:127; 6:152; 17:34
- განქორწინება, არბიტრაჟი და შერიგება 4:35; 4:128
- განქორწინების ეტიკეტი 2:229-231; 65:1-2
- მზითვისა და ლოდინის პერიოდი 2:226-241; 4:19-21; 33:49; 65:1-7
- ქმარს არ უნდა დაებრუნებინა მზითევიდან არაფერი 4:20
- ცოლი არ უნდა შევიწროდეს 65:6
- ორსულობის დროს ცოლი ფინანსურად უნდა იყოს მხარდაჭერილი 65:6
- მისი ლოდინის პერიოდში 65:6
- თუ ის ყოფილი ქმრის შვილს კვებავს, 65:6
- არცერთი მშობელი არ უნდა იტანჯებოდეს შვილის გამო 2:233
- ძიძა 65:6-ზეა დამოკიდებული
- სიკეთის წახალისება და ბოროტების აკრძალვა 3:104; 3:110; 7:157; 9:71-72; 31:17
- ადამიანთა სამართლიანობა 49:13
- კაცები და ქალები ალაჰისა და კანონის წინაშე, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- მამაკაცებს ქალებზე პასუხისმგებლობის ხარისხი გარკვეულწილად აკისრიათ 2:228
- ღარიბების, ობლებისა და ტყვეების გამოკვება 76:8-9
- პატიება და რისხვის კონტროლი 3:134; 42:40
- მონების გათავისუფლება და მათი დახმარება 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- საკუთარი მშობლების პატივისცემა 4:36; 17:23-25; 31:14-15
- თავმდაბლობა 17:37; 31:18-19
- აბრაამის სიზმრების ინტერპრეტაცია 37:102
- იოსების სიზმრების ინტერპრეტაცია 12:4; 12:36; 12:43
- მუჰამედის სიზმრების ინტერპრეტაცია 8:43; 48:27
- სიკეთე არამუსლიმების მიმართ 60:8
- ქორწინება 4:3; 4:129; 16:72; 30:21
- კანონიერი და უკანონო ქალების ქორწინება 4:22-24
- ინტიმური ურთიერთობის ეტიკეტი 2:222-223
- ორსულობა და ძუძუთი კვება 2:233; 31:4; 46:15; 65:6
- საკუთარ ყოფილ ცოლზე ხელახლა დაქორწინება 2:230
- მარტოხელა ადამიანების დახმარება დაქორწინებაში 24:32
- ლოდინის პერიოდში ინტერესის დახვეწილად გამოხატვა 2:235
- ფიცი 2:224-225; 16:91-92; 16:94
- ფიცის გატეხვის ანაზღაურება 5:89
- მოთმინება რთულ დროს 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- შემოსვლის ნებართვა 24:58-60
- ხალხის სახლებში შესვლა 24:27-28
- საზოგადოებრივ ადგილებში შესვლა 24:29
- სოციალური ეტიკეტი, სიახლეების დადასტურება 4:83; 49:6
- ყველას პატივისცემა 49:11-12
- შეკრებების ეტიკეტი 58:11
- პირადი საუბრები 4:114; 58:9
- აღთქმები 2:270; 9:75-77; 22:29; 76:7
- გამოფიტვა და სიძუნწე 7:31; 17:29; 25:67
სხვა ისტორიები
- აბელი და კაენი 5:27-31
- ალ-ხადირი და მოსე 18:60-82
- სპილოების არმია 105:1-4
- ფარაონის ხალხიდან მორწმუნე 40:28-46
- მარიამის დაბადება 3:35-36
- ისრაელიანთა ძროხა 2:67-74
- ეზრა 2:259
- ბაღის მეპატრონეები 68:17-32
- ჰარუთი და მარუთი 2:102
- კორახი 28:76-82
- ლუკმანის რჩევა შვილისთვის 31:12-19
- ორი ბაღის მფლობელი 18:32-44
- საბას ხალხი 34:15-19
- გამოქვაბულის ხალხი 18:9-26
- ტრანშეის ხალხი 85:1-8
- შაბათის დამრღვევნი 7:163-165
- სამირი და ოქროს ხბო 20:83-97
- საული და სამუელი 2:247-251
- ზულ-კარნაინი 18:83-98
ეშმაკები 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ეშმაკი ადამიანები და ჯინები 6:112; 114:6
- ცა დაცულია ეშმაკებისგან 15:16-18
სინანული
- არ მიჰყვება წინასწარმეტყველის 25:27-ს
- ალაჰისა და მისი მაცნეს არმორჩილება 4:41-42; 33:64-68
- ბოროტი მეგობრების შეძენა 25:28-29; 26:96-102; 43:36-39
- ალაჰის ნიშნების უარყოფა 6:27-30
- არ მუშაობს საიქიოსთვის 89:23-24
სასოწარკვეთილი ვედრება
- ქვეყნიერებაში დაბრუნების ვედრება 2:167; 6:27-28; 32:12-14; 42:44
- მეორე შანსისთვის 35:36-37
- ცეცხლიდან ამოყვანა 40:10-12
- საკვებისა და წყლისთვის 7:51-52
- შუამავლებისთვის 7:52-53
- მტვრად გასწორება 4:41-42; 78:40
- სიკვდილისთვის 43:74-78
მართალთა თვისებები
- შემოქმედისა და მისი ქმნილების უფლებების დაცვა 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
ბოროტების თვისებები
- უმადური 14:34
- ძუნწი 17:100
- ნაჩქარევი 21:37
- ალაჰი მხოლოდ რთულ დროს გაიხსენეთ 10:12; 41:51
- მოუთმენელი 70:19
- არგუმენტირებული 18:54
დიდი ცოდვები
- სხვების თაყვანისცემაში ალაჰთან ასოცირება (შირკი) 4:48; 4:116; 5:72; 6:19; 31:13:
- საკუთარი მშობლების შეურაცხყოფა 4:36; 6:151; 17:23
- სავალდებულო ლოცვების უგულებელყოფა ან მიტოვება 19:59-60
- მოწყალების გადასახადის არ გადახდა 41:6-7
- მკვლელობა 6:151; 17:33
- მორწმუნის განზრახ მოკვლა 4:93
- ქურდობა 5:38
- თაღლითობა 7:85; 11:85; 26:182-183; 83:1-6
- ტყუილი 2:10; 9:77; 39:60
- ალაჰის შესახებ ტყუილი 6:93; 29:68; 61:7
- აკრძალული სექსუალური ურთიერთობები 2:222; 17:32; 24:2; 25:68; 29:28-30
- მრუშობის ცრუ ბრალდებები 24:4-5
- განდგომილება 2:217; 5:54
- ღორის და სხვა აკრძალული საკვების (ლეშის, სისხლის და ა.შ.) ჭამა 5:3; 6:145
- ალკოჰოლი და აზარტული თამაშები 5:90-91
- ცილისწამება 49:11
- ცრუ ჩვენება 22:30
- მაგია 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan ყოვლადმოწყალე 1:3; 17:110
- #2 Ar Raheem მოწყალე 2:163; 3:31; 4:100; 5:3
- #3 Al Malik მეფე 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus უწმინდესი 59:23; 62:1
- #5 As Salaam მშვიდობის წყარო 59:23
- #6 Al Mu'min რწმენისა და უსაფრთხოების მომცემი 59:23
- #7 Al Muhaymin მფარველი, მცველი 59:23
- #8 Al Azeez ყოვლისშემძლე 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar ძლევამოსილი, დამმორჩილებელი 59:23
- #10 Al Mutakabbir უზენაესი, დიდებული 59:23
- #11 Al Khaaliq შემოქმედი 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari შემქმნელი, არსებიდან გამომყვანი 59:24
- #13 Al Musawwir ფორმის მიმცემი 59:24
- #14 Al Ghaffaar მიტევებელი 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar დამპყრობელი, ყოვლისძლიერი 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab მომცემი, ხელგაშლილი 3:8; 38:9; 38:35
- #17 Ar Razzaaq მარჩენალი 51:58
- #18 Al Fattaah გამხსნელი, მსაჯული 34:26
- #19 Al 'Aleem ყოვლისმცოდნე 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid შემაკავებელი, შემომჭიდროებელი 2:245
- #21 Al Baasit განმაფართოებელი 2:245
- #22 Al Khaafid დამამცირებელი 95:5
- #23 Ar Raafi' ამაღლებელი 58:11; 6:83
- #24 Al Mu'izz განმადიდებელი, საპატიოს მომცემი 3:26
- #25 Al Mudhil დამამცირებელი, შემარცხვენელი 3:26
- #26 As Samee' ყოვლისმსმენი 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer ყოვლისმხილველი 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam მსაჯული 22:69
- #29 Al Adl სამართლიანი 6:115
- #30 Al Lateef თვინიერი, წყალობით გამორჩეული 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer ყოველივეს მცოდნე 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem მომთმენი, შემწყნარებელი 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem უდიდესი 2:255; 42:4; 56:96
- #34 Al Ghafoor მიმტევებელი 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor მცნობელი, მადლიერების აღმღები 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy უმაღლესი 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer დიდი, უდიდესი 13:9; 22:62; 31:30
- #38 Al Hafeez მფარველი 11:57; 34:21; 42:6
- #39 Al Muqeet მარჩენალი, ძალის მომცემი 4:85
- #40 Al Haseeb მრიცხველი, ანგარიშის ამღები 4:6; 4:86; 33:39
- #41 Al Jaleel დიდებული, უდიადესი 55:27; 39:14; 7:143
- #42 Al Kareem ხელგაშლილი, კეთილშობილი 27:40; 82:6
- #43 Ar Raqeeb მეთვალყურე, მცველი 4:1; 5:117
- #44 Al Mujeeb მპასუხი, ლოცვათა აღმღები 11:61
- #45 Al Waasi' ყოვლისმომცველი, უსაზღვრო 2:268; 3:73; 5:54
- #46 Al Hakeem ბრძენი 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood მოყვარე 11:90; 85:14
- #48 Al Majeed დიდებული, სახელოვანი 11:73
- #49 Al Baa'ith აღმდგენი, მკვდართა განმაცოცხლებელი 22:7
- #50 Ash Shaheed მოწამე, მხილველი 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq ჭეშმარიტი 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel მფარველი, მზრუნველი 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy ძლიერი 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen მტკიცე, ურყევი 51:58
- #55 Al Waliyy მეგობარი, მფარველი 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed ქებული, სადიდებელი 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi მთვლელი, მრიცხველი 72:28; 78:29; 82:10-12
- #58 Al Mubdi შემქმნელი, დამწყები 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed აღმდგენი, აღმშენებელი 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy განმაცოცხლებელი 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet სიკვდილის მომგვრელი 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy მარადცოცხალი 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom თვითარსებული, მარადიული 2:255; 3:2; 20:111
- #64 Al Waajid მპოვნელი, ყოველივეს მპატრონი 38:44
- #65 Al Maajid კეთილშობილი, დიდებული 11:73
- #66 Al Waahid ერთადერთი 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad უნიკალური, ერთი 112:1
- #68 As Samad მარადიული, ყოვლად არსებული 112:2
- #69 Al Qaadir ყოვლისშემძლე 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir ყოვლადძლიერი, უძლიერესი 18:45; 54:42; 54:55
- #71 Al Muqaddim წინამდებარე, დაახლოებელი 16:61; 17:34
- #72 Al Mu'akhir გადამდები, გადაწეველი 71:4
- #73 Al Awwal პირველი 57:3
- #74 Al Aakhir უკანასკნელი 57:3
- #75 Az Zaahir აშკარა, ხილული 57:3
- #76 Al Baatin ფარული, დაფარული 57:3
- #77 Al Waali მმართველი, მზრუნველი 13:11; 22:7
- #78 Al Muta'ali ამაღლებული, უზენაესი 13:9
- #79 Al Barr სიკეთის წყარო, მოწყალე 52:28
- #80 At Tawwaab მომნანიეთა მიმღები 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim შურისმაძიებელი 32:22; 43:41; 44:16
- #82 Al Afuww შემნდობი, მიტევებელი 4:99; 4:149; 22:60
- #83 Ar Ra'oof თანამგრძნობი, მოწყალე 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk სამეფოს მპატრონი 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam დიდებისა და ღირსების მპატრონი 55:27; 55:78
- #86 Al Muqsit სამართლიანი, მართალი 3:18; 7:29
- #87 Al Jaami' შემკრები, თავშემკრები 3:9
- #88 Al Ghaniyy თვითკმარი, მდიდარი 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni გამამდიდრებელი, გამხსნელი 9:28
- #90 Al Maani' შემაკავებელი, შემცველი 67:21
- #91 Ad Daaarr გამომწვევი, ტანჯვის მომგვრელი 6:17
- #92 An Naafi' სარგებელის მომცემი 30:37
- #93 An Noor ნათელი, სინათლე 24:35
- #94 Al Haadi მეგზური, ხელმძღვანელი 25:31
- #95 Al Badi' შემქმნელი, განმაახლებელი 2:117; 6:101
- #96 Al Baaqi მარადიული, უკვდავი 55:27
- #97 Al Waarith მემკვიდრე, ყოველივეს მემკვიდრე 15:23
- #98 Ar Rasheed მეგზური ჭეშმარიტი გზისაკენ 2:256
- #99 As Saboor მომთმენი 2:153; 3:200; 103:3
noblequran.com Schemas
- მექელმა მუშრიქებმა დაადასტურეს ალაჰის რუბუბიიაჰი (მბრძანებლობა) 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- წიგნი და სიბრძნე (სუნა) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (შეცდომაში მყოფი) წინაპრების გზის გაყოლა დაგმობილია 2:170; 31:21; 43:22
- ალაჰის მოციქული ადამიანი იყო 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- მუშრიქები უჭირთ დროს მხოლოდ ალაჰს მოუხმობდნენ 10:22; 17:16; 29:65; 31:32
- რელიგიაში გახლეჩა აკრძალული და დაგმობილია 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- ისთივაა ალაჰისთვის 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- იმანის (რწმენის) მატება (და კლება) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- მოციქული და არცერთი ქმნილება არ იცნობს უხილავს დამოუკიდებლად 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- ალაჰი აფართოებს და ზღუდავს სარჩოს ვისაც ნებავს 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ყურანი გამოცხადდა ნათელ არაბულ ენაზე 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- ალაჰი არ ამძიმებს სულს იმაზე მეტად, ვიდრე მას შეუძლია 2:233, 286; 6:152; 7:42; 23:62; 65:7
- არავინ იტვირთავს სხვის ტვირთს 6:164; 17:15; 35:18; 39:7; 53:38
- თუ ალაჰი ზიანს მოგაყენებთ, მის გარდა არავის შეუძლია მისი მოშორება 6:17; 10:107
- და ვინ არის უფრო უსამართლო, ვიდრე ის, ვინც... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- ადამიანი უმადურია კეთილდღეობაში და თავმდაბალი გაჭირვებაში 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- განმტკიცება (თათბით) ითხოვება ალაჰისგან და ეძლევა მის მიერ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ყველა უთანხმოება მიმართულია ალაჰისა და მისი მოციქულისკენ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- კამათი ჯოჯოხეთის ცეცხლის მკვიდრთა შორის 26:96-102; 38:58-64; 40:47-50
- ალაჰის მოციქულისადმი მორჩილების (თაა) ვალდებულება 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ყურანში მიწამდე დახრის (სუჯუდის) აიათები 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- ყველა უბედურება უმაში არის დაუმორჩილებლობის გამო 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- ვისაც ალაჰი შეაცდენს, მას მეგზური არა ჰყავს 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ყველა წინასწარმეტყველმა დაიწყო გამოსწორება თაუჰიდის (ერთღმერთიანობის) თაყვანისცემით 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- წარმატება და კეთილდღეობა დაკავშირებულია სულის თაზკიასთან (განწმენდასთან) 20:76; 35:18; 87:14; 91:9; 92:18;
- ყველა პატივი და ძალა ('იზა) ალაჰს ეკუთვნის 4:139; 10:65; 35:10; 63:8
- მხოლოდ ალაჰისადმი სუფთა და გულწრფელი მიმართვის ვალდებულება 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- ალაჰის გვერდით სხვებისადმი მიმართვის აკრძალვა 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- ყველა წინასწარმეტყველმა ბრძანა ალაჰის ტაყვა და (მათდამი) მორჩილება 43:63; 71:1-28
- ჰიჯრას (გადასახლების) შესახებ 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- არ არსებობს ნამდვილი მფარველი ან შემწე ქმნილებებისთვის ალაჰის გარდა 2:107, 120; 9:74, 116; 29:22; 42:31
- ისინი, ვისაც ალაჰმა გული დააბეჭდა 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- იმანი შიშსა და იმედს შორისაა 17:57; 32:16; 39:9
- ყველა საქმის ბათილობის შესახებ ქუფრის, შირქისა და ნიფაყის გზით 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- ალაჰის გამოცხადებები და წინასწარმეტყველები არიან ხელმძღვანელობის, ცოდნისა და რწმენის ნათლები 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- ისინი, ვინც სიტყვებს ამახინჯებენ, არიან იუდეველები და თა'ვილის (თაჰრიფის) ხალხი 2:75; 4:46; 5:13; 5:41
- ამქვეყნიური ცხოვრება მხოლოდ დროებითი სიამოვნება და ტკბობაა 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- დაჰრიები (ათეისტები) 45:24; 6:29; 23:37
- ალაჰმა მუჰამედი რელიგიით გამოგზავნა, რათა იგი ყველა სხვა (გაუქმებულ ან ცრუ) რელიგიაზე აღმატებული იყოს 9:33; 48:28; 61:9
- თაღუთისა და თაღუთის უარყოფის აუცილებლობის შესახებ 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- ისინი ჩასაფრებას აწყობენ და ალაჰიც ჩასაფრებას აწყობს და ის არის საუკეთესო ჩასაფრების მწყობი 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- ბოლო ჟამის ცოდნა ალაჰთანაა 7:187; 33:63; 41:47
- ფურყანი (განმასხვავებელი) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- ბოროტის მოგერიება იმით, რაც უკეთესია 23:96; 28:54; 41:34
- ბოლო ჟამი ახლოვდება 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- და მის ნიშანთა შორისაა... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- ალაჰი განმარტავს თავის ნიშნებს, რათა თქვენ... 2:73, 187, 221, 242; 3:103; 5:89
- ალაჰი არის ყველაფრის შემოქმედი 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- ალაჰმა არ შექმნა ქმნილება ტყუილად ან ხუმრობით 21:16; 38:27; 44:38; 46:3
- ალაჰმა შექმნა კაცობრიობა, რათა მხოლოდ მას სცეთ თაყვანი და გამოეცადა ისინი, ვინ არის ქმედებებში საუკეთესო 11:7; 18:7; 51:56; 67:2;
- ალაჰმა გამოგზავნა მოციქულები, რათა მოუწოდონ თაყვანისცემისკენ, დაემორჩილონ მათ, და როგორც მახარებლები და განმაფრთხილებლები 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- ალ-ქადრის ოთხი დონე 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- თაყვანისცემის ფორმები და სახეები 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- ალაჰი ასწორებს და შეაცდენს ვისაც ნებავს 14:4; 16:93; 35:8; 74:31
- ისინი, ვისაც ალაჰი შეაცდენს 2:26; 9:115; 14:27; 40:34, 74; 45:23
- ვერავინ წარმართავს მას, ვისაც ალაჰი შეაცდენს 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- ალაჰისადმი მსგავსების უარყოფა 2:22; 19:65; 42:11; 112:4
- ალაჰი არავის ჩაგრავს, მაგრამ ისინი საკუთარ თავს ჩაგრავენ 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- სალაფის (სპოლობელთა) გაყოლის ვალდებულება 2:137; 9:100; 4:115; 48:18, 29
- დაყვის (მოწოდების) მეთოდოლოგია 12:108; 16:125; 29:46
- შირქი არ შემოიფარგლება კერპებით და მოიცავს შუამდგომლობის ძიებას წინასწარმეტყველთა, ანგელოზთა, ჯინთა და მართალთა მეშვეობით 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- ქორწინების ასაკის განმსაზღვრელი ფაქტორები 4:6; 6:152; 24:59
- ჯიბრილი არის წმინდა, სანდო სული, რომელმაც ყურანი ალაჰისგან წინასწარმეტყველამდე მოიტანა 2:97; 16:102; 26:192
- შეწევნა, გამარჯვება და ბატონობა ალაჰსა და მის მოციქულებს ეკუთვნით 30:47; 37:171-173; 40:51; 58:21
""";
