const String quranIndexThaiRaw = r"""
บทดุอาอ์มันซิล 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
พระผู้เป็นเจ้าของเรา บทดุอาอ์ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
พระผู้เป็นเจ้าของฉัน บทดุอาอ์ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
อาโรน (ฮารูน) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'อาบาซา, S.80; 74:22
การชำระล้างร่างกาย (วุฎู), 4:43; 5:6
อับราฮัม (อิบรอฮีม) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ไม่ใช่ยิวและไม่ใช่คริสต์, 3:67-68
- ยืนอยู่ในพระวิหารแรกที่บักกะฮ์, 3:97; 26:123
- วางรากฐานของกะอ์บะฮ์ 2:124-129
- เรียกร้องประชาชนของเขาให้นมัสการพระเจ้าองค์เดียวที่แท้จริง 2:130-133; 26:69-89; 29:16; 29:24-27
- โต้เถียงกับกษัตริย์ผู้หยิ่งยะโส 2:258
- สอบถามเรื่องการฟื้นคืนชีพ 2:260
- ไม่ใช่ยิวและไม่ใช่คริสต์ 3:65-68
- หักล้างการเคารพบูชาดวงดาว 6:74-87
- ได้รับข่าวการประสูติของอิสฮาก 11:69-76; 51:24-30
- คำวิงวอนของเขาที่กะอ์บะฮ์ 14:35-41
- ได้รับการเยี่ยมเยียนจากมลาอิกะฮ์ 15:51-56
- แบบอย่างที่ดี 16:123
- เรียกร้องบิดาของเขาสู่ความจริง 19:41-50
- ทำลายรูปเคารพและได้รับการช่วยให้พ้นจากไฟ 21:51-73; 37:83-113
- เรียกร้องทุกคนสู่การประกอบพิธีฮัจญ์ 22:26
อับรอร, 3:193, 198; 76:5; 82:13; 83:18-22
การยกเลิกบทบัญญัติ, 2:106, 16:101
อบู ลาฮับ, 111:1-5
ชนชาติ 'อาด, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
อาดัม, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- มลาอิกะฮ์ถูกบัญชาให้สุญูดต่ออาดัม, 2:34; 7:11
- ต้นไม้แห่งความรู้, 2:35; 7:19-20; 20:120-121
- ถูกขับออกจากสวนสวรรค์ (โดยไม่มีความผิดบนเอวะ), 2:36; 7:24
- ได้รับเกียรติจากอัลลอฮ์ ถูกล่อลวงโดยซาตาน 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ได้รับการอภัยโทษจากอัลลอฮ์ 2:37; 20:122
'อาดิยาต, S.100
สวรรค์'อัดน์, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ความยากลำบาก
- ไม่ถูกแบกรับภาระของผู้อื่น, 6:164; 17:15; 35:18; 39:7; 53:38
- ไม่ถูกแบกรับเกินกว่าความสามารถที่จะทน, 2:286; 6:152; 7:42; 23:62
- ความอดทนในยามยากลำบาก, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ความชราภาพ, 16:70; 22:5; 30:54; 36:68
- การปฏิบัติต่อบิดามารดาผู้ชราในความดูแลของท่าน, 17:23
อะหมัด, 61:6
อะหฺกอฟ, S.46; 46:21
อะหฺซาบ, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ชาวอัยกะฮ์, 15:78; 26:176; 38:13; 50:14
อาลา S.87; 87:1; 92:20
'อะลัก, S.96
อาลิ อิมรอน, S.3
อัลลอฮ์
- หนึ่งวันของพระองค์เท่ากับห้าหมื่นปี, 70:4
- หนึ่งวันของพระองค์เท่ากับหนึ่งพันปีของมนุษย์, 22:47; 32:5
- ความสามารถในการทำสิ่งใดก็ได้, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- ผู้ทรงตัดสินดีที่สุด, 95:8
- เหนือการนิยาม, 43:82; 67:12
- ทำให้แผนการของผู้ปฏิเสธศรัทธาพ่ายแพ้, 8:30; 8:36
- ทำให้มนุษย์หายไปและนำสิ่งมีชีวิตอื่นมาแทน, 4:133; 14:19; 35:16
- ทรงทำให้หัวเราะและร้องไห้, 53:43
- ทรงให้ชายคนหนึ่งหลับนานหนึ่งศตวรรษ, 2:259
- ศัตรูของผู้ที่ปฏิเสธความจริง, 2:98
- สรรเสริญพระองค์ตั้งแต่เช้าจนค่ำ, 33:42
- บุตรสาวเท็จของพระองค์, 16:57; 17:40; 43:16; 52:39; 53:21-22
- ตามชื่อ, 53:19-20
- ประทานเจตจำนงเสรีแก่มนุษย์, 36:67
- การมอบทุกสิ่งเพื่อพระองค์, 4:66-68; 4:125
- ความดีและความชั่วมาจากพระองค์, 4:78
- ประทานชีวิตและความตาย, 44:8; 53:44; 57:2; 67:2
- ผู้ที่ขยันหมั่นเพียรจะได้รับรางวัลที่ดีกว่า, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ไม่มีคู่ครอง, 72:3
- ไม่มีบุตร, 43:81; 72:3; 112:3
- ไม่ได้ทอดทิ้งท่านในยามยากลำบาก, 93:3
- ทรงอยู่ทุกหนแห่งด้วยความรู้, 2:115; 2:142; 2:177; 4:126
- ทรงเป็นองค์แรกและองค์สุดท้าย (อัลฟาและโอเมกา), 57:3
- ทรงเป็นผู้ปรากฏและผู้ซ่อนเร้น, 57:3
- ทรงรู้สิ่งที่เกินความเข้าใจ, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ทรงรักผู้ที่ปฏิบัติอย่างเที่ยงธรรม, 49:9
- ไม่ได้บัญญัติกฎหมายในสิ่งที่พระองค์มิได้กล่าวถึง, 5:101; 6:140; 6:148; 7:32
- ความเมตตาต่อเชลยศึกที่มีความดีในตัวพวกเขา, 8:70
- ธรรมชาติของพระองค์, 2:255
- ไม่มีมนุษย์ใดเป็นพระเจ้า, 3:64; 3:151
- ไม่ใช่ตรีเอกานุภาพ, 4:171
- ขอความคุ้มครองจากความชั่วร้ายต่อพระองค์, 113:1-5; 114:1-6
- การระลึกถึงพระองค์ในท่ายืน นั่ง และนอน, 3:191; 4:103; 10:12; 25:64
- ทรงหล่อหลอมท่านในครรภ์มารดา, 3:6
- บัลลังก์ของพระองค์ตั้งอยู่บนน้ำ, 11:7
- จะทรงสร้างสิ่งที่ท่านไม่มีความรู้ใดเลย, 16:8
- ไม่ทรงประสงค์ความอยุติธรรมแก่สิ่งที่พระองค์ทรงสร้าง, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
พันธมิตร, 8:72; 9:7
- คริสต์และยิว, 5:51
- ห้ามเป็นพันธมิตรกับญาติที่ปฏิเสธศรัทธา, 9:23-24
- ห้ามเป็นพันธมิตรกับพวกมุนาฟิก, 4:88-89; 4:139; 4:144
อัลยะซาอ์, (ดู เอลีชา)
อะมานะฮ์ ความไว้วางใจและหน้าที่ที่อัลลอฮ์บัญญัติ ฯลฯ, 2:283; 4:58; 8:27
- ดู ความไว้วางใจ
มลาอิกะฮ์, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- ถูกสร้างจากไฟ, 7:12; 38:76
- แปดองค์จะแบกบัลลังก์ของอัลลอฮ์ในวันพิพากษา, 69:17
- การกล่าวอ้างเท็จว่าพวกเขาเป็นเพศหญิง, 43:19; 53:27
- ผู้พิทักษ์ 82:10-12; 86:4
- สิบเก้าองค์ดูแลนรก, 74:30-31
- ไม่ถูกส่งมาเพื่อสนองความปรารถนา, 15:7-8
- ถูกส่งมาเพื่อดลใจ, 16:2
ความโกรธ ให้ระงับไว้, 3:134
'อันกะบูต, S.29
มด, 27:18
ลิง, 5:60
- น่าชิงชัง, 2:65; 7:166
การละทิ้งศาสนา, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- อย่าขอให้อัลลอฮ์ลงโทษผู้ละทิ้งศาสนาโดยเร็ว, 46:35
- อัลลอฮ์เท่านั้นจะทรงลงโทษพวกเขา, 73:11; 74:11
- การลงโทษในโลกอาคิเราะฮ์, 2:217; 9:74
- การปฏิเสธจากผู้อื่น, 3:87
- การกลับตัว, 3:89; 5:34; 9:5; 9:11
- ในวันพิพากษาสายเกินไปแล้ว, 40:85
- ภายใต้การบีบบังคับ, 16:106
ผู้ละทิ้งศาสนา, 47:25
อะรอฟ, S.7; 7:46, 48
อะรอฟัต, 2:198
การโต้แย้ง
- อย่าโต้แย้งแทนผู้ที่หลอกลวงตนเอง, 4:107
- ท่านโต้แย้งแทนพวกเขาในโลกนี้ แต่ใครจะโต้แย้งแทนในวันฟื้นคืนชีพ, 4:109
ข้อโต้แย้ง/การโจมตี
- ตอบสนองในลักษณะเดียวกัน, 8:58
- การอดทนนั้นดีกว่ามาก, 16:126
เกราะ, 16:81
'อัศร์, S.103
อายะตุลกุรซีย์, 2:255
ผู้นินทา, 49:12; 104:1
บะดัร (ยุทธการ), 3:13
- บทเรียนจากยุทธการ, 8:5-19, 42-48
อัลบัยตุลมะอ์มูร, 52:4
บักกะฮ์ (มักกะฮ์), 3:96
บะอัล, 37:125
บะลัด, S.90
ความสมดุล, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
บะนู อัน-นะฎีร, 59:2-6, 13
บะเกาะเราะฮ์, S.2
บะรออะฮ์ (ดู เตาบะฮ์), S.9
บัรซัค (ฉากกั้น), 23:100; 25:53; 55:20
- ดูด้วย 18:94-97; 34:54; 36:9
บัยยินะฮ์, S.98
สัตว์ร้าย (แห่งวันสุดท้าย), 27:82
ชาวเบดูอิน, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ผึ้ง, 16:68-69
พฤติกรรม
- โต้แย้งด้วยวิธีที่ดีงามกับผู้ที่ได้รับการเปิดเผยก่อน, 16:125, 29:46
- หลีกเลี่ยงการเข้าไปเกี่ยวข้องกับสิ่งที่ท่านไม่รู้, 17:36
- หลีกเลี่ยงบาปใหญ่และการกระทำที่น่าละอาย, 53:32
- หลีกเลี่ยงการเดาเรื่องของกันและกัน อย่าสอดแนมและอย่าพูดร้ายซึ่งกันและกัน 49:12
- จงยุติธรรมในความคิดเห็นของท่าน, 6:152
- ชุมชนควรอยู่ในทางสายกลาง, 2:143; 25:67
- ความหยิ่งยโสเป็นสิ่งไม่ควร, 4:36, 57:23
- อย่าตำหนิผู้ที่ขอความช่วยเหลือจากท่าน, 93:10
- อย่าถือว่าตนเองบริสุทธิ์, 53:32
- อย่าดูถูกผู้อื่น, 49:11; 104:1
- อย่ากล่าวถึงสิ่งชั่วร้ายในที่สาธารณะ, 4:148
- อย่าพูดร้ายซึ่งกันและกัน, 104:1
- แต่ละกลุ่มได้รับกฎหมายและวิถีชีวิต, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- และวิธีการนมัสการ, 22:67
- อัลลอฮ์อาจทรงทำให้พวกเขาเป็นชุมชนเดียว, 5:48; 11:118; 16:93; 42:8
- ชุมชนเดียวภายใต้อัลลอฮ์, 21:92
- ให้อภัยชาวยิว, 5:13
- ให้อภัยผู้ไม่ศรัทธา, 31:15; 45:14
- ให้อภัยอย่างเต็มใจ, 42:37
- ผู้ปกครองตัดสินใจหลังการปรึกษาหารือ, 42:38
- และศาสดา, 10:47; 16:36
- การใส่ร้ายผู้ศรัทธาเป็นบาป, 33:58
- บุรุษ (ต่อสตรี), 24:30
- ผู้ทำสันติจะได้รับรางวัล, 42:40
- พูดอย่างยุติธรรมต่อผู้ขัดสน หากท่านไม่สามารถทำสิ่งอื่นได้, 17:28
- ต่อบิดามารดาผู้ชราในความดูแลของท่าน, 17:23
- ต่อมุสลิมด้วยกัน, 33:6
- ต่อผู้อื่น, 17:26-29; 17:35; 17:53; 60:8
- ต่อบิดามารดา, 46:15
- ต่อทาส, 4:36; 24:33
- ปฏิบัติต่อผู้ไม่ศรัทธาที่ไม่ได้เป็นศัตรูด้วยความเที่ยงธรรม, 60:8
- ภริยาของศาสดา, 33:28-34
- สตรี (ต่อบุรุษ), 24:31
- ในการเปิดเผยทั้งหมด, 2:136; 2:285
- ธรรมชาติของ, 49:14-15
ผู้ศรัทธา, 2:2-5; 2:285; 8:2-4; 8:24
พินัยกรรม, 2:180, 240; 4:7, 12; 36:50
การทรยศ (หลอกลวง, ฉ้อโกง), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
คัมภีร์ไบเบิล, 5:64, 5:65, 5:68
- การบิดเบือน, 3:78; 5:14-15
นก, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ค่าเลือด (ดิยะฮ์), 2:178-179; 4:92; 17:33
ของที่ได้จากสงคราม, 4:94. 8:41; 59:6-8
- การนำไปโดยไม่ชอบธรรม, 3:162
- ดู ของที่ริบได้จากข้าศึก
การติดสินบน, 2:188
บุดน์, 22:36
ภาระ
- ของผู้อื่น ไม่มีผู้แบกภาระใดจะแบกภาระของผู้อื่น, 35:18; 39:7; 53:38
- ผู้ปฏิเสธศรัทธาจะแบกภาระของผู้อื่นด้วย, 16:25; 29:13
- ช่างเลวร้ายจริงหนอภาระที่พวกเขาต้องแบก, 6:31, 164
- อัลลอฮ์ไม่ทรงบังคับผู้ใดเกินความสามารถ, 2:286; 7:42; 23:62
บุรูจ (ดาวใหญ่), S.85; 85:1; 15:16; 25:61
อูฐ, 6:144; 7:40; 77:33; 88:17
เชลยศึก, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- ดูด้วย นักโทษสงคราม
วัว, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
ถ้ำเษาร์, 9:40
ถ้ำ ชาวถ้ำ 18:9-22, 25-26
ความแน่นอนกับความจริง, 56:95; 69:51
ซะกาต (ทาน), (ศอดะเกาะฮ์), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- วัตถุประสงค์ของซะกาตและทาน, 2:273; 9:60
เด็ก 2:233; 42:49-50
- สูญเสียอย่างแท้จริงคือผู้ที่ฆ่าบุตรของตนด้วยความโง่เขลาและขาดความรู้, 6:140
พระคริสต์, (ดู พระเยซู)
คริสต์ศาสนิกชน, 5:14, 19, 64-65, 69; 22:17
- ถูกขอร้องไม่ให้ยกย่องพระเยซูเป็นพระเจ้า, 4:171
- มีความรักใคร่ต่อมุสลิมมากที่สุด, 5:82
- ส่วนใหญ่ลืมสิ่งที่ถูกบอกให้จดจำ, 5:14
- บัดนี้มาสู่ท่านแล้วซึ่งศาสนทูต, 5:15, 19
- ผู้ชอบธรรมจะได้รับรางวัล, 2:62; 5:65; 5:69
- กล่าวว่า "พระเยซูคือบุตรของอัลลอฮ์", 9:30
เมืองที่ถูกทำลายล้าง, 69:9
เมืองแห่งความปลอดภัย, 95:3
เครื่องแต่งกาย, 7:26; 16:81
- ของไฟ, 22:19
- ผ้าคลุมหรือเครื่องแต่งกายสตรีในสถานการณ์นอกบ้าน, 24:31
- เสื้อคลุมภายนอกของสตรีป้องกันการคุกคามโดยพวกมุนาฟิก, 33:59-60
พวกสมาพันธ์, 33:9, 22
- ดู อะหฺซาบ การปรึกษาหารือร่วมกัน, 42:38
การสร้าง
- เริ่มต้นและเกิดซ้ำ, 10:4; 21:104; 27:64; 29:19-20
- การสร้างใหม่, 17:49, 98; 35:16
- ด้วยความจริง, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- ไม่ใช่เพื่อความสนุกสนาน, 21:16-17; 23:115
- สิ่งมีชีวิตทุกอย่างถูกสร้างจาก, 21:30; 24:45;25:54
- การสร้างมนุษย์, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- รูปแบบแรกของ 56:62
- ในหกวัน, 7:54; 11:7; 32:4; 50:38; 57:4
- เป็นคู่, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ความหลากหลายใน, 35:27-28
- อัลลอฮ์ทรงบัญชา "จงเป็น!" — และมันก็เป็น, 2:117;16:40; 36:82; 40:68
- เร็วดังการกะพริบตา, 54:50
- กลางคืนและกลางวัน ดวงอาทิตย์และดวงจันทร์, 39:5
- การสร้างฟ้าและแผ่นดินยิ่งใหญ่กว่าการสร้างมนุษย์, 40:57; 79:27
- วัตถุประสงค์ของ, 51:56
อีกา, 5:31
เกณฑ์, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ดะฮ์ร, (ดู อินซาน,) S.76; 45:24
- เวลา, 76:1; 103:1
ดาวูด, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ได้รับคัมภีร์ซะบูร 4:163
- ต่อสู้และสังหารยักษ์โกลิอัท, 2:251
- ตัดสินคดี 21:78-80
- ได้รับพรด้วยความรู้และความเป็นนบี 27:15-16
- ภูเขาและนกร่วมสรรเสริญอัลลอฮ์กับเขา 34:10; 38:17-20
- ตัดสินระหว่างสองคน 38:21-26
ดาวับบ์ หรือ ดาบบะฮ์ (สิ่งมีชีวิตที่เคลื่อนไหว ฯลฯ) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
คนตายจะถูกฟื้นคืนชีพ, 6:36
ความตาย, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- และการหนีจากการรบ, 33:16
- ในหนทางของอัลลอฮ์, 3:195; 22:58; 47:4
- ชุมชนที่ไม่มีการเปิดเผยจะไม่ถูกทำลาย, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ผู้ที่ถูกสังหารในหนทางของอัลลอฮ์ยังมีชีวิต, 2:154; 3:169
- ขณะหนีจากความชั่วร้ายสู่อัลลอฮ์, 4:100
- ไม่สามารถหยุดหรือชะลอได้ 63:10-11
- พี่น้องฝาแฝดของการหลับนอน 6:60; 39:42
- ผู้ศรัทธาและผู้ปฏิเสธในยามใกล้ตาย 8:50; 16:27-32; 41:30
- การลงโทษในสุสาน 40:46
หนี้สิน, 2:280, 282; 4:11-12
พระดำรัส
- ทุกเรื่องมีพระดำรัสกำหนดไว้, 13:38
- เราไม่เคยทำลายเมืองใดเว้นแต่จะมีพระดำรัสที่รู้แล้วสำหรับมัน, 15:4
- ทุกเรื่องมาจากอัลลอฮ์, 44:5
- เมื่อพระองค์ทรงกำหนดเรื่องใด พระองค์ตรัสเพียงว่า "จงเป็น!" — และมันก็เป็น, 2:117; 36:82; 40:68
การกระทำ
- ความชั่วร้ายถูกทำให้สวยงามสำหรับพวกเขา, 47:14
- ของเราก็ของเรา ของท่านก็ของท่าน, 28:55; 42:15; 45:15
- ความดีและความชั่วมีผลต่อตัวเอง, 41:46
- การกระทำของมนุษย์ถูกผูกไว้ที่คอของตนเอง, 17:13
ระดับขั้น ตามสิ่งที่พวกเขากระทำ, 6:132
ความปรารถนา ผู้ที่ตามความปรารถนาชั่วร้ายของตน, 47:14, 16
- ผู้ที่เอาความปรารถนาของตนเป็นพระเจ้า, 25:43
อย่าสิ้นหวังในความเมตตาของอัลลอฮ์, 39:53; 21:87-88; 68:48-50
- ดูด้วย ยูนุส
ษาริยาต, S.51
ษิกร์, 7:205; 15:6, 9
ษุลกิฟล์, 21:85; 38:48
ษุลก็อรนัยน์, 18:83-98
ษุนนูน (เพื่อนของปลา)
ผู้ปฏิเสธศรัทธา (ดูด้วย พวกมุนาฟิก)
- ขอให้มุฮัมมัด (ﷺ) วิงวอนให้อัลลอฮ์ลงโทษพวกเขาเป็นหลักฐาน, 6:57-58; 8:32; 10:49-52
- อยู่ร่วมกับพวกเขาด้วยความเมตตา, 31:15
- อดทนต่อสิ่งที่พวกเขากล่าว, 20:130; 50:39
- สัญญากับพวกเขา, 8:56; 8:72; 9:4, 7
- การละเมิดสัญญา, 8:58; 9:12
- อัลลอฮ์ทรงทำให้แผนการของพวกเขาล้มเหลว, 8:30, 36
- ออกห่างจากผู้ที่กำลังเยาะเย้ยกฎของอัลลอฮ์, 4:140; 6:68
- คุ้มครองพวกเขาหากพวกเขาขอ, 9:6
- การลงโทษในยามสงคราม, 8:12, 50, 59
- การลงโทษในโลกอาคิเราะฮ์, 8:37
- ไม่ควรเยี่ยมเยียนหรือดูแลมัสยิด, 9:17
- พูดกับพวกเขาอย่างสุภาพ, 17:53
- ต่อสู้อย่างเต็มที่กับพวกเขา, 9:73; 25:52; 66:9
- ปฏิบัติต่อผู้ที่ไม่ได้เป็นศัตรูด้วยความเที่ยงธรรม, 60:8
- จะเป็นพันธมิตรกับผู้ปฏิเสธด้วยกันเท่านั้น, 8:72
สาวก (ของพระเยซู), 3:52; 61:14
โรคในหัวใจของพวกมุนาฟิกและผู้ปฏิเสธศรัทธา, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ความทุกข์ หลังจากนั้นมีความปลอดภัย, 3:154
การแจกจ่ายของที่ริบได้จากสงคราม, 8:41; 59:7-8
บ่อ ชาวบ่อ, 85:4-10
ความหลากหลาย
- ของมนุษย์, 30:22, 35:27-28
- ของชีวิต, 35:27-28
การหย่าร้าง, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- หลังช่วงรอคอย ให้ยุติหรือคืนดี, 2:231; 65:2
- พยานสองคน, 65:2
- ค่าเลี้ยงดู, 2:233, 241
- ขยายถึงทายาทของอดีตสามี, 2:233
- สามารถถอนได้สองครั้ง, 2:229
- สถานะมหร์, 2:229, 236-237
- หาแม่นมหากจำเป็น, 65:6
- ดูด้วย ซิฮาร
การหย่าร้าง ฝ่ายชาย
- หย่าหญิงคนหนึ่งเพื่อหญิงอีกคน อย่าเอาคืนสิ่งที่ให้ไปแล้ว, 4:20
- อย่ารังแกภริยา, 65:6
- อย่ากักขังภริยาไว้ขัดต่อเจตจำนง, 4:19
- สี่เดือนเพื่อเปลี่ยนใจ, 2:226
- ดูแลภริยาอย่างเต็มที่ในช่วงตั้งครรภ์และช่วงรอคอย, 65:6
- ดูแลภริยาอย่างเต็มที่หากนางให้นมบุตรของท่าน, 65:6
- มารดาไม่ควรได้รับความเดือดร้อนเพราะบุตรที่ไร้บิดา, 2:233
- ก่อนอิสลาม, 58:2
- การสำนึกผิดเพื่อคืนดีด้วยการถือศีลอดสองเดือนติดต่อกัน, 58:4
- การสำนึกผิดเพื่อคืนดีด้วยการเลี้ยงอาหารหกสิบคนที่ขัดสน, 58:4
- การสำนึกผิดเพื่อคืนดีด้วยการปล่อยทาส, 58:3
- ความพยายามคืนดี, 4:35
- ไม่มีบาปหากไม่ได้สมรส, 2:236
- เจ้าสาวมีสิทธิ์ได้รับครึ่งหนึ่งของมหร์, 2:237
การหย่าร้าง ฝ่ายหญิง
- หลังการหย่าครั้งที่สาม (ครั้งนี้จากสามีอีกคน) สามารถกลับไปหาสามีเดิมได้, 2:229
- มีสิทธิ์ได้รับการดูแล, 2:241; 65:1
- มีสิทธิ์หย่าเท่าเทียมกัน, 2:228
- กลัวการปฏิบัติไม่ดีจากสามี, 4:128
- สามารถเก็บสิ่งที่สามีให้ไว้, 2:229
- ไม่ควรถูกขับออกจากบ้าน, 65:1
- รอสามรอบเดือนเพื่อพิสูจน์ว่าไม่ตั้งครรภ์, 2:228
- รอสามเดือนสำหรับผู้ที่หมดประจำเดือน, 65:4
- เว้นแต่ยังไม่ได้สมรส, 33:49
สุนัข, 7:176
ลา (ลาป่า), 2:259; 16:8; 31:19; 62:5; 74:50
เครื่องดื่ม
- แอลกอฮอล์, 2:219; 5:90
- เครื่องดื่มบริสุทธิ์ขาวและอร่อย, 37:45-46; 76:21
- ไวน์บริสุทธิ์ที่ปิดผนึก, 83:25
ดุฮา, S.93
ดุคอน, S.44
กองทัพช้าง, 105:1-5
อิลยาส (เอลียาห์; อิลยาซีน) 6:85; 37:123-132
อัลยะซาอ์, (เอลีชา) 6:86; 38:48
อิดรีส, (ดู อิดรีส)
เหตุการณ์, 56:1; 69:15
ความชั่วร้าย, 4:123; 10:27-30; 19:83; 59:15
- ไม่ควรกล่าวในที่สาธารณะ, 4:148
- มาจากตัวเราเอง แต่ความดีมาจากอัลลอฮ์, 4:79; 42:48
- ให้อภัยความชั่วร้าย, 4:149
- ได้รับการตอบแทน, 6:160; 42:40
- ผู้ที่วางแผนชั่ว, 16:45-47
- จุดจบคือ, 30:10
- ปรากฏบนแผ่นดินและท้องทะเล, 30:41
- ขับไล่/ป้องกันด้วยความดี, 13:22; 23:96; 41:34
- เปลี่ยนความชั่วเป็นความดี, 7:95
- ผู้ที่ตามความปรารถนาชั่วร้าย, 47:14, 16
- การกระทำถูกทำให้สวยงามสำหรับพวกเขา, 47:14
การเกินพอดี
- ห้ามในอาหาร, 5:87
- ในศาสนา, 4:171; 5:77-81
ดวงตา หูและผิวหนังจะเป็นพยานกล่าวโทษผู้ทำบาป, 41:20-23
อุซัยร์, (เอสรา) 9:30
พระพักตร์หรือพระตำหนักของอัลลอฮ์, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ดูดี
- อัลลอฮ์ทรงทำให้การกระทำของแต่ละคนดูดีในสายตาตนเอง, 6:108
ศรัทธา (ความเชื่อ), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ผู้ปฏิเสธ, 3:116
- เพิ่มขึ้นใน, 3:173
- ด้วยความแน่นอน, 44:7; 45:4, 20; 51:20
- พระองค์ทรงนำท่านสู่ศรัทธา, 49:17
ฟัจร์, S.89
ฟะลัก, S.113
การสนทนาเท็จเกี่ยวกับโองการของอัลกุรอาน, 6:68
พระเจ้าเท็จ
- นอกจากอัลลอฮ์ รูปเคารพและผู้ร่วมที่ถูกกล่าวอ้าง 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- อย่าดูหมิ่นสิ่งที่พวกเขานมัสการนอกจากอัลลอฮ์, 6:108
- ดูด้วย ตอฆูต
ความเท็จ (บาฏิล), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
การผูกการกระทำของมนุษย์ไว้ที่คอของตนเอง, 17:13
การถือศีลอด, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- กินและดื่มจนกระทั่งเส้นด้ายสีขาวปรากฏชัดจากเส้นด้ายสีดำ, 2:187
ฟัตห์, S.48
ฟาติฮะฮ์, S.1
ฟาฏิร, S.35
ฟิดยะฮ์ (ค่าไถ่), ของการถือศีลอด, 2:196
- สำหรับการปล่อยเชลย, 8:67
- ค่าไถ่ที่เสนอโดยผู้ปฏิเสธศรัทธา, 3:91; 5:36,37; 10:54; 13:18
มะเดื่อ, 95:1
การต่อสู้
- ในหนทางของอัลลอฮ์ ต่อผู้ปฏิเสธศรัทธา, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ถูกบัญญัติ, 2:216
- ในเดือนต้องห้าม, 2:217; 9:5
- โดยบุตรหลานของอิสราเอล, 2:246-251
- ในหนทางของอัลลอฮ์ และผู้ชายผู้หญิงที่ถูกกดขี่, 4:74-76
- จนกว่าจะไม่มีฟิตนะฮ์, 8:39
- ยี่สิบคนเอาชนะสองร้อยคน, 8:65
- ต่อผู้ที่ไม่ศรัทธาในอัลลอฮ์, 9:29
- อนุญาตให้ต่อสู้แก่ผู้ถูกกดขี่, 22:39-41
- และพวกมุนาฟิก, 47:20
- การยกเว้นจากการต่อสู้, 48:17
ฟีล, S.105
สวรรค์ฟิรเดาส์, 18:107; 23:11
ไฟ, 56:71, 100:2
แมลงวัน, 22:73
อาหาร
- ที่ฮาลาลและฮารอม, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ไม่มีบาปสำหรับสิ่งที่กินไปในอดีต, 5:93
- อย่าเกินพอดี, 5:87
- อย่าทำให้ฮารอมในสิ่งที่อัลลอฮ์ทำให้ฮาลาล, 5:87; 7:32; 16:116
การกระทำต้องห้าม, 6:151-152; 7:33
การให้อภัย, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- หน้าที่ของผู้ศรัทธา, 42:37; 45:14
- โดยผู้ศรัทธา สำหรับชาวคัมภีร์, 2:109
- อัลลอฮ์ทรงให้อภัยแก่ผู้ที่พระองค์ทรงประสงค์, 4:48
- อัลลอฮ์ไม่ทรงให้อภัยการตั้งภาคีต่อพระองค์, 4:48, 116
- ผู้ที่แสวงหาการอภัยจากอัลลอฮ์, 4:110
- ไม่ขอการอภัยจากอัลลอฮ์สำหรับมุชริกีน, 9:113
- อัลลอฮ์ทรงอภัยทุกบาป, 39:53
- มลาอิกะฮ์ขอการอภัยสำหรับผู้ที่อยู่บนแผ่นดิน, 42:5
- ให้อภัยเมื่อโกรธ, 42:37
- ให้อภัยและคืนดี, 42:40
- ผู้ศรัทธาให้อภัยผู้ที่ไม่หวังในวันของอัลลอฮ์, 45:14
- สำหรับผู้ที่หลีกเลี่ยงบาปใหญ่และฟาวาฮิช, 53:32
- แข่งขันกันเร่งรีบสู่การอภัย, 57:21
- การกระทำชั่วถูกเปลี่ยนเป็นความดี 25:68-71
การฉ้อโกง, (ดู การทรยศ) 83:1-6
เจตจำนงเสรี
- ถูกจำกัดโดยพระประสงค์ของอัลลอฮ์, 6:107; 10:99; 74:56;76:31; 81:28-29
- ผู้ใดประสงค์ก็ให้: ศรัทธาหรือปฏิเสธ, 18:29
- เดินทางสู่พระผู้เป็นเจ้าของตน, 76:29
- เดินตรง, 81:28
การละหมาดวันศุกร์, 62:9-11
ผลไม้, 6:41; 16:11
- ในสวรรค์ มากมาย, 43:73
- ทุกชนิด, 47:15
- ตามที่ปรารถนา, 77:42
ฟุจญาร, 82:14-16; 83:7
ฟุรก็อน, S.25
ฟุศศิลัต (ดู ฮา มีม), S.41
ญิบรีล (กาเบรียล) 2:97-98; 26:193; 66:4; 81:19-21
- รูห์, 26:193; 67:12; 70:4; 78:38; 97:4
- รูห์อุลกุดุส, 2:87, 253; 5:110; 16:102
การพนัน, 2:219; 5:90
การล่าสัตว์ในสภาวะอิห์รอม, 5:94-96
ฆอฟิร (ดู มุอ์มิน), S.40
ฆอชิยะฮ์, S.88
การอาบน้ำ (ฆุสล์), 4:43; 5:6
ของขวัญ, 30:39
ยักษ์โกลิอัท, (ญาลูต) 2:249-251
วัน (ที่ดี), 3:140
- ท่านไม่ชอบสิ่งที่ดีและชอบสิ่งที่ไม่ดี, 2:216
- ได้รับรางวัล, 4:85; 28:54
- ได้รับรางวัลสองเท่า, 4:40; 28:54
- ได้รับรางวัลสิบเท่า, 6:160
- เพิ่มขึ้น, 42:23
- สำหรับผู้ที่ทำความดีมีความดีและบ้านแห่งอาคิเราะฮ์, 16:30
- ความดีคือสำหรับผู้ที่ทำดีในโลกนี้, 39:10
- อัลลอฮ์ตอบแทนผู้ที่ทำดีด้วยสิ่งที่ดีที่สุด, 53:31
- มีรางวัลอื่นใดสำหรับความดีนอกจากความดี, 55:60
- ทำดีเหมือนที่อัลลอฮ์ทรงดีต่อท่าน, 28:77
ความดีและความชั่ว
- ความดีมาจากอัลลอฮ์และความชั่วมาจากตัวท่านเอง, 4:79
- ถ้าท่านทำดีก็เพื่อตัวท่านเอง และถ้าทำชั่วก็ต่อตัวท่านเอง, 17:7;41:46
- ขับไล่ความชั่วด้วยความดี, 23:96; 28:54; 41:34
- ความดีและความชั่วไม่อาจเท่าเทียมกัน, 41:34
- ทุกคนจะถูกเผชิญหน้าด้วยความดีและความชั่วที่ตนได้กระทำ, 3:30
- ดูด้วย มุห์ซินูน
การกระทำดี
- เปิดเผยหรือปิดบังก็ได้, 4:149
- แข่งขันในการกระทำดี, 5:48
พระวรสาร, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
ข่าวยิ่งใหญ่, 78:1-5
การทักทาย, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ฮะดีด, S.57
ฮัดยุ์ (สัตว์สำหรับเชือดบูชา), 2:196, 200
ฮัจญ์ (การประกอบพิธีฮัจญ์), 2:158, 196-203; 3:97; 5:2;22:30
ฮัจญ์, S.22
ฮามาน, 28:6, 38; 29:39; 40:24, 36, 37
มือและขาจะเป็นพยาน, 36:65
ฮาก็กะฮ์, S.69
ความยากลำบาก มีความง่ายดายกับทุกความยากลำบาก, 94:5-6
ฮารูน, (อาโรน)
ฮารูต, 2:102
ฮัชร์, S.59
หัวใจ
- แข็งกระด้าง, 2:74; 22:53; 39:22; 57:16
- ถูกประทับตรา, 7:100-101; 40:35; 47:16; 63:3
- ถูกปกคลุม, 17:46; 41:5
- ถูกล็อค, 47:24
- แตกแยก, 59:14
- เต็มไปด้วยความกลัว, 22:35
- ในหัวใจที่มีโรค, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ฟ้าสวรรค์
- ความลึกลับของฟ้าสวรรค์เป็นของอัลลอฮ์, 16:77
- ไม่ได้สร้างเพื่อความสนุก, 21:16
- ฟ้าสวรรค์และแผ่นดินเคยรวมเป็นหนึ่ง, 21:30
- ไม่มีสิ่งใดซ่อนในฟ้าสวรรค์, 27:75
- ถูกสร้างโดยไม่มีเสาค้ำ, 31:10
- จะถูกม้วนไว้ในพระหัตถ์ขวาของพระองค์, 39:67
- การสร้างฟ้าสวรรค์เจ็ดชั้นในสองวัน, 41:12
- ประดับฟ้าสวรรค์ชั้นใกล้ด้วยดวงไฟ, 41:12
- ทุกสิ่งในฟ้าสวรรค์เป็นของอัลลอฮ์, 45:27;53:31
- เจ็ดชั้นฟ้า ชั้นหนึ่งอยู่เหนืออีกชั้น, 67:3
นรก (ไฟ เปลวไฟ) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- น้ำเดือดพล่านและน้ำร้อน 22:19-22; 23:103-104
- น้ำหนอง 14:14-17; 38:55-58; 69:35-37
- ต้นซักกูม 37:62-70; 44:43-50; 56:41-56
- ผู้อาศัยไม่สามารถมีชีวิตหรือตายได้ 87:13
- การโยนความผิดให้กัน 26:91-101; 34:31-33
- การร้องขอการทำลายล้างทันที 25:13-14; 43:74-78
- การร้องไห้คร่ำครวญอย่างรุนแรง 35:36-37
- ไฟคำรามและคำราม 25:11-12; 67:6-11
- ผิวหนังที่ถูกเผาถูกแทนที่ด้วยใหม่ 4:56
- โซ่ตรวนและเสื้อผ้าน้ำมันดิน 14:48-50
- กระบองเหล็ก 22:19-22
- โซ่ตรวน 13:5
- ผู้ดูแลนรก 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ไม่รับค่าไถ่ 5:36-37
- การวิงวอนถูกปฏิเสธ 6:94; 26:100; 30:13; 74:48
- ความสิ้นหวังที่แผดเผาและความมืดเย็นชะงักใน 38:57
- โซ่ยาวเจ็ดสิบศอก 69:32
- อยู่เป็นระยะเวลาจำกัด 78:23
โลกอาคิเราะฮ์
- บ้านในโลกอาคิเราะฮ์ดีกว่า, 6:32; 7:169
- สิ่งใดจะเป็นจุดจบในโลกอาคิเราะฮ์, 6:135
- ผู้อธรรมจะไม่ประสบความสำเร็จ (ใน), 6:135
- บ้านแห่งโลกอาคิเราะฮ์, 12:109; 16:30; 28:83; 29:64
- ผู้ที่ไม่ศรัทธาในโลกอาคิเราะฮ์, 17:10
- รางวัลของโลกอาคิเราะฮ์, 42:20
- ดีกว่าเงินและทอง, 43:33-35
- เฉพาะสำหรับมุตตะกูน, 43:35
- การลงโทษของ, 68:33
- ดีกว่าและยั่งยืนกว่า, 87:17
- ดีกว่าปัจจุบัน, 93:4
ทางกว้าง, 21:31
ฮิจร์ (ทางหิน), 15:80-85
ฮิจร์, S.15
รักร่วมเพศ 26:165-166; 27:55; 29:28-29
ม้า, 16:8
วันสุดท้าย (วันกิยามะฮ์)
- ความรู้เรื่องนี้มีแต่อัลลอฮ์เท่านั้น, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- จู่ๆ ก็มาถึงพวกเขา, 6:31; 7:187;12:107; 43:66
- มาถึงท่าน, 6:40; 12:107; 20:15; 34:3
- ใกล้เข้ามาแล้ว, 54:1-5
- เร็วดังการกะพริบตา หรือเร็วกว่านั้น, 16:77
- แผ่นดินไหวในวันสุดท้าย, 22:1
- จะถูกสถาปนาขึ้น, 30:12, 14
- แน่นอนจะมาถึง ไม่มีข้อสงสัย, 40:59;45:32; 51:5-6
- สัญญาณ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ชื่อต่างๆ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- จะมาถึงผู้คนโดยไม่ทันตั้งตัว 6:31; 7:187
- แตรจะถูกเป่า 6:73; 23:101; 39:68
มารยาทในการเข้าบ้าน, 24:27-29
ฮูด, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ฮูด, S.11
ฮุญุรอต, S.49
ฮุมะซะฮ์, S.104
ฮุนัยน์ (ยุทธการ), 9:25
ฮูร (สตรีในสวรรค์), 44:54; 52:20
พวกมุนาฟิก
- กล่าวว่า เราศรัทธาต่ออัลลอฮ์และวันสุดท้าย แต่ที่จริงไม่ได้ศรัทธา, 2:8
- หลอกลวงตนเอง, 2:9
- มีโรคในหัวใจ, 2:10; 8:49; 22:53;33:12; 47:29
- ก่อความเสียหาย, 2:11-12
- คนโง่เขลาและผู้เยาะเย้ย, 2:13-15
- ซื้อความหลงผิดแทนการนำทาง, 2:16
- หูหนวก ใบ้ และตาบอด, 2:17-18
- กลัวความตายและความมืด, 2:19-20
- คำพูดที่ไพเราะ, 2:204-206
- ปฏิเสธการต่อสู้, 3:167-168
- อัลลอฮ์ทรงรู้สิ่งที่อยู่ในหัวใจพวกเขา, 3:167;4:63
- ไปขอการตัดสินจากผู้พิพากษาเท็จ หันหลังให้การเปิดเผย มาเมื่อเกิดภัยพิบัติ, 4:60-62
- ในยามโชคร้ายและในความสำเร็จที่ยิ่งใหญ่, 4:72-73
- อัลลอฮ์ทรงผลักไสพวกเขากลับ, 4:88
- ไม่ควรถือเป็นมิตร, 4:89; 58:14-19
- ถ้าพวกเขาหันหลัง ให้สังหารพวกเขาที่ใดก็ตามที่พบ, 4:89
- พวกเขารอและจ้องดูชัยชนะของท่านหรือความสำเร็จของผู้ปฏิเสธ, 4:141
- พยายามหลอกลวงอัลลอฮ์ พวกเขาละหมาดด้วยความเกียจคร้านและเพื่อให้ผู้คนเห็น, 4:142
- ไม่เป็นของฝ่ายใดฝ่ายหนึ่ง, 4:143
- อยู่ในชั้นต่ำที่สุดของไฟ ไม่มีผู้ช่วยเหลือ, 4:145
- กลัวถูกเปิดโปง, 9:64-65
- ไม่ควรละหมาดให้, 9:84
- ชายและหญิงมาจากกันและกัน ผู้พ่ายแพ้ คำสาปของอัลลอฮ์, 9:67-69
- ในหมู่ชาวเบดูอิน, 9:101
- ที่ใดพบก็ให้จับและสังหาร, 33:61
- อัลลอฮ์จะทรงลงโทษพวกมุนาฟิก, 33:73
- พวกโกหก หันหลัง หัวใจแตกแยก, 59:11-14
- พวกโกหก ใช้คำสาบานเป็นเกราะ หัวใจถูกประทับตรา ระวังพวกเขา, 63:1-4
- ไม่เข้าใจ ไม่รู้, 63:7-8
- ต้องต่อสู้อย่างเต็มที่กับพวกเขา, 66:9
อิบลีส (ซาตาน), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ดูด้วย ซาตาน
อิบรอฮีม, (ดู อับราฮัม)
อิบรอฮีม, S.14
อิดดะฮ์ (ช่วงรอคอยที่บัญญัติสำหรับสตรีหลังหย่า), 2:228, 231, 232, 234, 235; 33:49;65:1-7
อิดรีส (เอโนค), 19:56-57; 21:85; 96:4
อิห์รอม, 2:197; 5:2, 95
อิห์ซาน, 16:90
อิคลาศ, S.112
อิลาฮ์ มีเพียงองค์เดียว, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
การร่วมประเวณีผิดกฎหมาย การเป็นพยาน, 4:15-18; 24:2, 19
อิลลิยูน, 83:18-21
นะญิส (สิ่งสกปรก) 9:28
อิมรอน
- ภริยาของ, 3:35
- บุตรสาวของ, 66:12
สิ่งที่หลีกเลี่ยงไม่ได้, 69:1-3
อินฟิฏอร, S.82
มรดก, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ความอยุติธรรม ต่อผู้ที่ได้รับ, 4:30, 148
อินซาน (ดู ดะฮ์ร), S.76
อินชิกอก, S.84
อินชิรอห์ (ดู ชัรห์), S.94
วะหีย์, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
การวิงวอน/ผู้วิงวอน, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
สิ่งมึนเมา, 5:90, 2:219
การดำรงละหมาด, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
อิกรออ์ (ดู อะลัก), S.96
อิรอม, 89:7
เหล็ก, 57:25
อีซา ดู พระเยซู
อิสฮาก, 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
อิสมาอีล, 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
วางรากฐานของกะอ์บะฮ์กับบิดา 2:125-140
เรื่องราวการเชือดบูชา 37:100-113
อิสลาม, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ผู้แรกที่ยอมจำนนในฐานะมุสลิม, 6:14,163; 39:12
- ผู้แรกที่รับอิสลาม, 9:100
- อกถูกเปิดกว้างสู่อิสลาม, 39:22
- เป็นความโปรดปราน, 49:17
อิสรออ์, S.17
อิสราเอล บุตรหลานของ, 2:40-86
- ความโปรดปรานที่ได้รับ, 2:47-53, 60, 122; 45:16-17
- กบฏต่อการเชื่อฟังอัลลอฮ์, 2:54-59, 61, 63-74; 5:71; 7:138-141
- ความสัมพันธ์กับมุสลิม, 2:75-79
- ความหยิ่งยะโสของพวกเขา, 2:80, 88, 91
- สัญญาของพวกเขา, 2:80, 83-86, 93, 100; 5:12-13, 70
- ซื้อชีวิตโลกนี้แลกกับอาคิเราะฮ์, 2:86
- โลภชีวิตมากที่สุดในบรรดามนุษย์, 2:96
- ขอให้มีกษัตริย์, 2:246-251
- เกินขอบเขต แตกออกเป็นหลายกลุ่ม กลายเป็นลิง, 7:161-171
- ได้รับสัญญาสองครั้ง, 17:4-8
- ได้รับการช่วยให้พ้นจากศัตรู, 20:80-82
- ได้รับคัมภีร์และผู้นำ, 32:23-25; 40:53-54
- นักปราชญ์ผู้รอบรู้ของพวกเขารู้ว่า (อัลกุรอานเป็นความจริง), 26:197
อิสตะวา (สถิตอยู่เหนือ), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
อิอ์ติกาฟ, 2:187
ยะอ์กูบ, 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- อัสบาฏ (บุตรสิบสองคนของยะอ์กูบ), 2:140; 3:84;4:163
ญาลูต, (ดู ยักษ์โกลิอัท)
ญะมะรอต, 2:200
ญาษิยะฮ์, S.45
พระเยซู อีซา บุตรของมัรยัม
- มารดาได้รับเลือกเหนือสตรีทั้งหมดในโลก 3:42
- เป็นพยานในวันฟื้นคืนชีพ, 4:159
- ข่าวดีแห่งการประสูติ, 3:45-47; 19:22-23
- ศาสนทูตแก่บุตรหลานของอิสราเอล, 3:49-51
- สาวก, 3:52-53; 5:111-115
- สาวกในฐานะผู้ช่วยเหลืออัลลอฮ์, 3:52; 61:14
- ถูกยกขึ้น, 3:55-59; 4:157-159
- เปรียบเหมือนอาดัม, 3:59
- ไม่ได้ถูกสังหารและไม่ได้ถูกตรึงกางเขน, 4:157
- ได้รับวะหีย์, 4:163
- ไม่มากกว่าศาสนทูต (ห้ามยกย่องเป็นพระเจ้า), 4:171-172; 5:75; 19:30, 43:63-64
- พวกที่กล่าวว่าปฏิเสธศรัทธาแล้ว, 5:17, 72; 9:30
- ศาสนทูตของเรา (มุฮัมมัด ﷺ) ได้มาแล้ว, 5:19
- ประทานพระวรสาร, 5:46
- สาวกกล่าวว่า เราเป็นมุสลิม, 5:111
- โต๊ะอาหารที่ถูกเตรียมไว้, 5:114
- ไม่ได้สอนการนมัสการเท็จ, 5:116-118
- ศาสดาผู้ชอบธรรม, 6:85
- เป็นสัญญาณ, 23:50
- การมาครั้งที่สองของพระองค์ 43:61
- ความเห็นที่แตกต่างเกี่ยวกับพระองค์, 43:65
- ไม่มากกว่าบ่าวและแบบอย่างสำหรับบุตรหลานของอิสราเอล, 43:59
- ข่าวดีของศาสนทูตที่ชื่อว่าอะหมัด, 61:6
- การประสูติจากหญิงพรหมจารี ภารกิจ และปาฏิหาริย์ 3:45-51; 19:16-38
- ถูกเตือนความจำถึงความโปรดปรานของอัลลอฮ์ 5:110-115
- ปฏิเสธการเป็นพระเจ้า 5:116-120
- ความเมตตาและความกรุณาในหัวใจของผู้ติดตาม 5:82; 57:27
ยิวและคริสต์, 2:140; 4:153-161, 171; 5:18
- ฟังความเท็จ, 5:41-42
- ถูกสาปแช่งเพราะสิ่งที่พวกเขากล่าว, 5:64
- เป็นศัตรูต่อผู้ศรัทธา (มุสลิม), 5:82
- ผู้ที่รับอิสลาม, 26:197; 28:53; 29:47
ญิบรีล, (ดู กาเบรียล)
ญิฮาด (การต่อสู้ การขยัน) 2:216; 9:24; 22:78; 25:52
ญิน, S.72
ญิน, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ญิน ถูกสร้างจากไฟ 15:25; 55:15
- ญินที่ศรัทธาและปฏิเสธ 72:1-15
- บางส่วนศรัทธาในสารของอัลกุรอาน 46:29-32
- มนุษย์และญินถูกสร้างเพื่อวัตถุประสงค์ 51:56-58
อัยยูบ, 4:163; 6:84; 21:83-84; 38:41-44
ยะห์ยา (ยอห์นผู้ให้บัพติสมา)
- ข่าวดีของ, 3:38-41; 19:7-11; 21:90
- ผู้ชอบธรรม, 6:85
- ฉลาด มีความเห็นอกเห็นใจ มีหน้าที่, 19:12-15
ยูนุส (โยนาห์), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ษุนนูน) 21:87; 68:48-50
ยูซุฟ, 6:84; 12:4-101
- เรื่องราวที่ดีที่สุด 12:1-3
- ความฝันของยูซุฟในวัยเยาว์ 12:4-6
- การสมคบคิดโดยพี่น้องของเขา 12:7-18
- ถูกขายเป็นทาส 12:19-20
- ได้รับการเลี้ยงดูในบ้านของอัครมหาเสนาบดีแห่งอียิปต์ 12:21-22
- ภริยาของอัครมหาเสนาบดีพยายามยั่วยวน 12:23-29
- เหตุการณ์งานเลี้ยง 12:30-32
- ถูกจำคุก 12:33-35
- นักโทษสองคน 12:36-42
- ความฝันของกษัตริย์ 12:43-53
- กลายเป็นอัครมหาเสนาบดี 12:54-57
- พี่น้องมาขอเสบียง 12:58-68
- นำน้องชายบินยามีนไป 12:69-82
- ความเศร้าโศกของบิดาที่กลับมาอีก 12:83-87
- เปิดเผยตัวตนที่แท้จริง 12:88-98
- ความฝันเก่ากลายเป็นจริง 12:99-100
- คำวิงวอนสรุป 12:101
ภูเขาญูดีย์, 11:44
ญุมุอะฮ์, S.62
ความยุติธรรม (อัดล์), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- ดูด้วย 4:65, 105
กะอ์บะฮ์
- สร้างโดยอิบรอฮีม, 2:125-127
- ห้ามล่าสัตว์, 5:94-96
- ที่หลบภัยแห่งความปลอดภัย, 5:97
- เดินรอบในสภาพเปลือยกาย, 7:28
- ขณะละหมาดและเดินรอบ, 2:200; 7:29, 31
กาฟิรูน, S.109
กาฟูร ถ้วยที่ผสมด้วย, 76:5
กะฮ์ฟ, S.18
กันซ์, 9:34-35
เกาษัร (แม่น้ำในสวรรค์), 108:1
เกาษัร, S.108
กุญแจ
ของฟ้าสวรรค์และแผ่นดิน, 39:63; 42:12
ของสิ่งเร้นลับ, 6:59
เคาละฮ์ บินติ ษะอ์ลาบะฮ์, 58:1
การสังหาร
- ถ้าใครสังหารคนหนึ่ง เท่ากับสังหารมนุษยชาติทั้งหมด, 5:32
- อย่าสังหารผู้ใด, 17:33
คำพูดที่ดีดีกว่าการให้ทาน, 2:263
ญาติพี่น้อง สิทธิของ, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
กิรอมัน กาติบีน, 82:11
ความรู้
- ใบไม้ร่วงแม้แต่ใบเดียว พระองค์ทรงรู้, 6:59
- สูญเสียคือผู้ที่ฆ่าบุตรของตนด้วยความโง่เขลาและขาดความรู้, 6:140
- ห้าสิ่งที่มีเฉพาะอัลลอฮ์, 31:34
- ด้วยความแน่นอน, 102:5-7
กอรูน (คอรัห์), 28:76-82; 29:39; 40:24
กุรซีย์, 2:255
ลาฮับ (ดู มะซัด), S.111
ลัยล์, S.92
ตะเกียง, 25:61; 67:5; 71:16; 78:13
ภาษา
- ความแตกต่างของ และสีผิวของมนุษย์, 30:22
ลาต, 53:19
กฎหมายที่บัญญัติ, 5:48
กฎหมายจากอัลลอฮ์, 2:219; 98:3
พวกโกหก, 26:221-223
ชีวิต ถ้าใครช่วยชีวิตคนหนึ่ง เท่ากับช่วยชีวิตมนุษยชาติทั้งหมด, 5:32
ชีวิตในโลกนี้
- ซื้อชีวิตโลกนี้แลกกับอาคิเราะฮ์, 2:86
- เป็นเพียงความเพลิดเพลินแห่งการหลอกลวง, 3:185
- ขายชีวิตโลกนี้เพื่ออาคิเราะฮ์, 4:74
- ไม่มีอะไรนอกจากความบันเทิงและการเล่น, 6:32; 29:64; 47:36; 57:20
- หลอกลวง, 6:130
- ความเพลิดเพลินในโลกนี้น้อยกว่าอาคิเราะฮ์, 9:38; 13:26; 28:60
- อุปมาของชีวิตนี้เหมือนฝน, 10:24
- ข่าวดีในชีวิตนี้, 10:64
- ผู้ใดปรารถนาชีวิตนี้ก็จะได้รับ แต่จะไม่มีส่วนในอาคิเราะฮ์, 11:15-16; 17:18; 42:20
- ผู้ที่รักปัจจุบันและละเลยอาคิเราะฮ์, 75:20-21; 76:27
- ท่านชอบชีวิตนี้, 87:16
แสงสว่าง
- ที่ประจักษ์ชัด, 4:174
- และความมืด, 6:1
- อุปมาของ, 24:35
- นำหน้าและอยู่กับผู้ศรัทธา, 57:12-15; 66:8
- ประทานโดยอัลลอฮ์เพื่อให้ผู้ศรัทธาเดินตรง, 57:2
ขอบเขตที่อัลลอฮ์กำหนด, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- นี่คือขอบเขต, 2:187; 229-230; 4:13; 58:4; 65:1
- อย่าละเมิดขอบเขต, 2:190, 229
- ผู้ใดละเมิด, 2:229; 4:14; 78:22
- แต่ถูกบังคับด้วยความจำเป็น ไม่ใช่การละเมิดขอบเขต, 2:173; 6:145
- อย่าเกินพอดีในศาสนาของท่าน, 4:171; 5:77
- เมื่อพวกเขาเกินขอบเขต (กลายเป็นลิง), 7:166
- ผู้ที่ยึดมั่นในขอบเขต, 9:112
สิงโต, 74:51
การกู้ยืม
- ให้กู้แก่อัลลอฮ์ด้วยการกู้ที่ดีงาม, 2:245; 73:20
- เพิ่มขึ้นหลายเท่า, 57:11, 18
- เพิ่มเป็นสองเท่า, 64:17
การสูญเสียที่ประจักษ์, 39:15
ลูฏ, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ภริยาที่ดื้อรั้นของเขา, 11:81; 15:60; 66:10
ต้นซิดร์, 34:16; 53:14-16; 56:28
ลุกมาน, 31:12-14
ลุกมาน, S.31
มะอาริจ, S.70
มะดีนะฮ์ (ยัษริบ), 9:120; 33:13, 60; 63:8
มัดยัน, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ดูด้วย ชาวไม้อัยกะฮ์
มะฮ์ร (เงินสินสอด), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
มาอิดะฮ์, S.5
มักกะฮ์ (บักกะฮ์), 3:96;90:1-2
- เมืองแห่งความปลอดภัย, 95:3
มนุษย์
- รุ่นแล้วรุ่นเล่าบนแผ่นดิน, 2:30;6:165
- ถูกแต่งตั้งเป็นผู้สืบทอด, 35:39
- หน้าที่, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- ถูกทดสอบโดยอัลลอฮ์, 2:155; 3:186; 47:31; 57:25
- สิ่งที่มนุษย์โลภ, 3:14
- ถูกสร้างจาก, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- ถูกสร้างและกำหนดระยะเวลา, 6:2; 15:26
- การคืนดีระหว่างมนุษย์และภริยา, 4:35
- ผู้พ่ายแพ้ที่ปฏิเสธการพบปะกับอัลลอฮ์, 6:31
- การกลับคืน, 6:60, 72, 164; 10:45-46
- วางแผนต่อตนเอง, 6:123
- ไม่ต้องแบกภาระของผู้อื่น, 6:164
- เนรคุณ, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- ถูกเตือนเรื่องซาตาน, 7:27
- ภริยาและบุตร, 7:189-190
- เมื่อความเดือดร้อนหรือความชั่วมาถึง, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- กลับสู่พระผู้เป็นเจ้า, 10:23; 84:6; 96:8
- อธรรมต่อตนเอง, 10:44
- ลิงโลดและอวดตัว, 11:10
- วิงวอนขอความชั่วร้าย, 17:11
- รีบร้อนเสมอ, 17:11
- การกระทำผูกไว้ที่คอ, 17:13
- ผู้ใดหลงทางก็เสียหายแก่ตนเอง และผู้ใดดำเนินถูกทางก็เพื่อตนเอง, 17:15
- จะไม่ถูกอธรรม, 17:71
- ความตายและการฟื้นคืนชีพ, 23:15-16
- แบ่งศาสนาออกเป็นนิกาย แต่ละนิกายยินดีในความเชื่อของตน, 23:53
- ลิ้น มือ และเท้าจะเป็นพยานกล่าวโทษ, 24:24
- เป็นพยานกล่าวโทษตนเอง, 75:14
- ผู้ที่เอาความปรารถนาของตนเป็นพระเจ้า, 25:43
- ญาติทางสายเลือดและการแต่งงาน, 25:54
- อัลลอฮ์ทรงทำให้ทุกสิ่งในฟ้าสวรรค์และแผ่นดินอยู่ใต้บังคับบัญชาของท่าน, 31:20
- ผู้ใดยอมจำนนหน้าของตนต่ออัลลอฮ์, 31:22
- ไม่มีสองหัวใจในร่างกาย, 33:4
- นมัสการอัลลอฮ์, 39:64-66
- ความทุกข์เพราะสิ่งที่มือของเขาได้กระทำ, 42:30, 48
- มลาอิกะฮ์บันทึกการกระทำของเขา, 50:17-18, 23;85:11
- มลาอิกะฮ์พิทักษ์เขา, 13:11; 86:4
- ถูกแบ่งออกเป็นสามกลุ่ม, 56:7-56
- ผู้ที่ใกล้ชิดอัลลอฮ์ที่สุด, 56:10-11
- สหายแห่งมือขวา, 56:27-40
- สหายแห่งมือซ้าย, 56:41-56
- จะถูกแปลงรูปและสร้างในรูปแบบที่ไม่รู้จัก, 56:60-62
- ถูกสร้างรูปร่างที่ดี, 64:3
- ทรัพย์สินและบุตรเป็นเพียงการทดสอบ, 64:15
- ถูกสร้างและได้รับ, 67:23-24; 74:12-15; 90:8-10
- ใจร้อน, 70:19-21
- อุทิศตนต่อการละหมาด, 70:22-35
- ปรารถนามากกว่า, 74:15
- เป็นพยานกล่าวโทษตนเอง, 75:14-15
- ความหยิ่งยะโสของเขา, 75:31-40; 90:5-7
- รักชีวิตในโลกนี้, 76:27
- ยากกว่าในการสร้าง หรือฟ้าสวรรค์, 79:28
- ประมาทเลินเล่อต่อพระผู้เป็นเจ้า, 82:6-12
- ถูกสร้างอย่างสมบูรณ์และสมดุล, 82:7
- เดินทางจากขั้นหนึ่งสู่อีกขั้น, 84:19
- ความรักในทรัพย์สิน, 89:20
- ถูกสร้างในความยากลำบาก, 90:4
- ความพยายามและการกระทำหลากหลาย, 92:4
- ทำให้เส้นทางแห่งความสะดวกและความชั่วราบเรียบ, 92:7, 10
- ถูกสร้างในรูปแบบที่ดีที่สุด, 95:4
- แล้วถูกลดลงสู่ระดับต่ำที่สุด, 96:5
- ละเมิดทุกขอบเขต, 96:6-7
มะนาซิก (หน้าที่) ของฮัจญ์, 2:128, 200; 22:30
มะนาต, 53:20
มนุษยชาติ
- พยานเหนือมนุษยชาติ, 2:143
- ชุมชนเดียว, 2:213; 10:19
- ถูกสร้างจากคู่เดียว, 4:1; 39:6; 49:13
- กบฏต่อตนเอง, 10:23
- ประมาทแม้การนับบัญชีใกล้เข้ามา, 21:1-3
- ถูกสร้างบนฟิฏเราะฮ์, 30:30
- ผู้มีเกียรติที่สุดในบรรดามนุษย์, 49:13
- ถูกแบ่งเป็นชาติและเผ่า, 49:13
มันนาและนกคุ่ม, 2:57
มารยาท
- เกี่ยวกับการเข้าบ้าน, 24:27-29
- ในบ้าน, 24:58-61
- ในบ้านของศาสดา, 33:53
- การทักทายและส่งการละหมาดแก่ศาสดา, 33:56
- อย่าทำให้อัลลอฮ์ ศาสนทูตของพระองค์ หรือผู้ศรัทธาชายหญิงเดือดร้อน, 33:57-58
- ตรวจสอบข่าวก่อนเชื่อ, 49:6
- อย่าเยาะเย้ยผู้อื่น, 49:11
- ในที่ประชุม, 58:11
การแต่งงาน, 2:232, 234
- กับผู้ปฏิเสธศรัทธาหรือทาส, 2:221
- จำนวนที่ฮาลาล, 4:3
- มะฮ์รห้ามนำคืน (ในกรณีหย่า), 4:20-21
- สิ่งที่ต้องห้ามในการแต่งงาน, 4:22-24
- ถ้าไม่มีทางแต่งงานกับสตรีผู้ศรัทธาที่เสรี, 4:25
- ถ้ากลัวมีการแตกแยก ให้แต่งตั้งอนุญาโตตุลาการสองคน, 4:35
- ถ้าภริยากลัวการทารุณหรือการทอดทิ้ง ให้ทำข้อตกลงสันติ, 4:128
- อย่าโน้มเอียงมากเกินไปต่อภริยาคนหนึ่งจนทำให้อีกคนเหมือนถูกแขวนไว้, 4:129
- ของผู้ล่วงประเวณี, 24:3
- กับผู้ที่ยากจน, 24:32
- ผู้ที่ไม่มีทุนทรัพย์สำหรับแต่งงาน, 24:33
- ภริยาที่ถูกทำให้ฮาลาลแก่ศาสดา, 33:50-52
- ก่อนมีเพศสัมพันธ์ ไม่มีอิดดะฮ์เมื่อหย่า, 33:49
ชะฮีด
- ไม่ตาย, 2:154; 3:169
- ยินดีในความโปรดปรานจากอัลลอฮ์, 3:170-171
- ได้รับการอภัยและความเมตตา, 3:157-158
- จะได้รับปัจจัยยังชีพที่ดี, 22:58-59
มารูต, 2:102
มัรยัม (มารดาของพระเยซู) การประสูติ, 3:35-7
- ข่าวดีของพระเยซู, 3:42-51; 19:16-21
- ในการคลอดบุตร, 19:23-26
- นำทารกสู่ประชาชนของนาง, 19:27-33
- ข้อกล่าวหาเท็จ, 4:156
- รักษาความบริสุทธิ์, 21:91; 66:12
มัรยัม, S.19
มะซัด, S.111
- อัลมัสญิดอัลอักศอ, 17:1
- อัลมัสญิดอัลฮะรอม, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- อัลมัชอะรอัลฮะรอม, 2:198
มาอูน, S.107
สวรรค์มะอ์วา, 53:15
การวัดและชั่ง ให้ครบถ้วน, 11:85; 17:35;83:1-5
การพบปะ
- กับอัลลอฮ์, 6:31
- ของวันอันยิ่งใหญ่, 19:37
- ของโลกอาคิเราะฮ์, 30:16
ศาสนทูต, 2:253; 4:164-165; 40:78; 57:27
- การสืบทอดของ, 2:87
- ลำดับของ, 5:19; 23:44
- ถูกสังหาร, 3:183
- ถูกข่มขู่, 14:13
- ถูกเยาะเย้ย, 6:10; 13:32; 15:11; 21:41
- ถูกปฏิเสธ, 3:184; 6:34;25:37;34:45; 51:52
- ศรัทธาบางคนและปฏิเสธบางคน, 4:150-152
- การรวมตัวของ, 5:109
- ถูกส่งมาเป็นผู้แจ้งข่าวดีและผู้เตือน, 6:48; 14:4-8
- เป็นพยานจากทุกชาติ, 16:89
- ทุกชาติมีศาสนทูต, 10:47; 16:36
- อ่านโองการของอัลลอฮ์, 7:35-36
- มลาอิกะฮ์เป็นศาสนทูต, 17:95; 25:7
- ไม่มากกว่ามนุษย์, 14:10-12;17:94; 21:8; 25:7-8, 20
- และภริยาและบุตรหลานของพวกเขา, 13:38
- ดูด้วย นบี
มิอ์รอจ, 17:1; 53:12
ความตระหนี่/ผู้ตระหนี่, 57:24
ความทุกข์ยาก เพราะสิ่งที่มือของท่านได้กระทำ, 42:30
การบวช ไม่ได้ถูกบัญญัติ, 57:27
ผู้ละเมิด กลายเป็นลิง, 2:65;5:60; 7:166
มิอ์รอจ, 17:1; 53:12
จำนวนเดือน, 9:36-37
ดวงจันทร์, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- การแยกออก, 54:1
มูซา
- และประชาชนของเขา, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- และฟิรเอาน์, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- ได้รับการนำทางโดยอัลลอฮ์, 6:84
- ภูเขาและการปรากฏของพระผู้เป็นเจ้า, 7:142-145
- ตำหนิประชาชนของเขาเรื่องการนมัสการลูกโคทอง, 7:148-156;20:83-99
- คัมภีร์ของเขา เกิดความขัดแย้งในนั้น, 11:110
- ได้รับคัมภีร์, 17:2
- สัญญาณเก้าประการที่ชัดเจน, 7:133; 17:101
- ไปยังจุดบรรจบของสองทะเล, 18:60-82
- การพบกันอันน่าจดจำที่พุ่มไม้ที่กำลังลุกไหม้ 20:9-36; 27:7-14; 28:29-35
- ถูกเรียกและได้รับภารกิจศาสนทูต, 19:51-53;20:9-56
- วัยเยาว์ มารดาและน้องสาวของเขา, 20:38-40;28:7-13
- นักมายากลเปลี่ยนใจ, 20:70-73; 26:46-52
- ในมัดยัน, 20:40; 28:22-28
- ได้รับเกณฑ์, 21:48
- และไฟลึกลับ, 27:7-12; 28:29-35
- สังหารชาวอียิปต์โดยไม่ตั้งใจในเมือง 28:14-21
- มาพร้อมกับโองการที่ชัดเจน, 29:39
- เรื่องราวกับฟิรเอาน์ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- สัญญาณเก้าประการสำหรับฟิรเอาน์และประชาชนของเขา 7:130-133; 20:17-22; 17:101
- เอาชนะนักมายากลของฟิรเอาน์ 20:70-73; 26:46-52
- หนีไปมัดยันและแต่งงาน 28:22-28
- รับแผ่นศิลา 7:142-154
- ขอดูอัลลอฮ์บนภูเขา 7:142-145
- ได้รับเกียรติจากอัลลอฮ์ 33:69
- ความโปรดปรานของอัลลอฮ์ต่อชาวอิสราเอล 2:47-61
- ชาวอิสราเอลปฏิเสธที่จะเข้าเยรูซาเล็ม 5:20-29
- ได้รับการนำทางสู่ทางที่ถูกต้อง, 37:114-122
- คัมภีร์ของ, 53:36; 87:19
มัสยิด (แห่งเยรูซาเล็ม), 17:7
มัสยิด (กูบา), 9:107-108
มัสยิด, 2:187; 9:17-19
- ดูแลรักษามัสยิดของอัลลอฮ์, 9:17-18
ยุง อุปมา, 2:26
ภูเขา, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
มุดดัษษิร, S.74
มุฮาญิรูน (ผู้อพยพ), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- สตรี, 60:10-12
มุฮัมมัด ﷺ
- ถูกเยาะเย้ย, 2:104; 4:46; 25:41-42; 34:78
- ให้เคารพศาสนทูต, 2:104; 4:46; 49:1-5
- สัญญาในการศรัทธาต่อเขา, 3:81
- เป็นพยานเหนือผู้ศรัทธา, 2:143
- ไม่มากกว่าศาสนทูต, 3:144
- ปฏิบัติด้วยความอ่อนโยน, 3:159
- งานของเขา, 3:164; 7:157; 36:6; 52:29; 74:1-7
- ถูกส่งมาเป็นความโปรดปรานอันยิ่งใหญ่แก่ผู้ศรัทธา, 3:164
- ถูกส่งมาพร้อมความจริง, 4:170
- ไม่ได้ถูกแต่งตั้งเป็นผู้เฝ้าระวัง, 6:107
- ไม่รู้หนังสือ, 7:157; 62:2
- ถูกส่งมาแก่มนุษยชาติในฐานะศาสนทูตของอัลลอฮ์, 7:158; 48:9, 29
- ผู้เตือนที่ชัดเจน, 7:184, 188; 11:2; 15:89; 53:56
- ไม่ใช่คนบ้า, 7:184; 68:2; 81:22
- ผู้ที่กล่าวหาท่าน, 9:58
- บุรุษที่ทำร้ายศาสดา เป็นความเมตตาแก่ผู้ศรัทธา, 9:61
- ติดตามเฉพาะสิ่งที่ถูกเปิดเผย, 10:15-16; 11:12-14; 46:9
- คำกล่าวของเขา, 11:2-4; 12:108; 34:46-50
- อัลลอฮ์เป็นพยานเหนือเขา, 13:43; 29:52; 46:8
- ถูกส่งมาเป็นพยาน ผู้แจ้งข่าวดีและผู้เตือน, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- ไม่ควรเสียใจ, 15:97; 16:127; 18:6
- ถูกส่งมาเป็นพยาน, 16:89; 22:78; 73:15
- เชิญชวนด้วยปัญญาและการเทศนาที่ดีงาม และโต้แย้งด้วยวิธีที่ดีกว่า, 16:125
- มะกอมมะหฺมูด, 17:79
- ได้รับวะหีย์, 18:110
- ความเมตตาสำหรับอาลามีน, 21:107
- ไม่ขอรางวัล, 25:57; 38:86; 42:23
- ได้รับคำสั่ง, 27:91-93;30:30;66:9
- เป็นความเมตตาจากอัลลอฮ์, 28:46-47
- ใกล้ชิดกับผู้ศรัทธา, 33:6
- แบบอย่างที่ดีให้ปฏิบัติตาม, 33:21
- ศาสดาองค์สุดท้าย, 33:40
- ส่งการละหมาดแก่เขา, 33:56
- ถูกส่งมาแก่มนุษยชาติทั้งหมด, 34:28
- ค่าตอบแทนมาจากอัลลอฮ์เท่านั้น, 34:47
- เป็นเพียงมนุษย์, 41:6
- ถูกส่งมาเป็นผู้พิทักษ์, 42:48
- ไม่ใช่สิ่งใหม่ในบรรดาศาสนทูต, 46:9
- พยานจากบุตรหลานของอิสราเอล, 46:10
- การให้สัตยาบันต่อเขาคือการให้สัตยาบันต่ออัลลอฮ์, 48:10, 18
- เห็นญิบรีล, 53:4-18; 81:22-25
- อย่าต่อต้านเขา, 58:20-22
- ถูกพยากรณ์โดยพระเยซู, 61:6
- ทำให้ศาสนาแห่งความจริงมีชัยเหนือทุกศาสนา, 61:9
- จากความมืดสู่แสงสว่าง, 65:11
- ต่อสู้อย่างเต็มที่กับผู้ปฏิเสธและพวกมุนาฟิก, 66:9
- มาตรฐานอันสูงส่งของคุณลักษณะ, 68:4
- ไม่ใช่กวีหรือหมอดู, 69:41-42
- อุทิศตนต่อการละหมาด, 73:1-8, 20; 74:3
- และชายตาบอด, 80:1-12
- สุญูดและเข้าใกล้อัลลอฮ์, 96:19
- อ่านหน้าบริสุทธิ์, 98:2
- โองการเกี่ยวกับครอบครัวของ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ดูด้วย ศาสนทูต; นบี
มุฮัมมัด (ﷺ), S.47
มุห์ซินูน (ผู้กระทำดี), 2:117, 195; 4:125,128; 10:12-16; 16:128
- อัลลอฮ์ทรงรักมุห์ซินูน, 3:134, 148; 5:93
- อัลลอฮ์ไม่ทรงสูญเสียรางวัลของมุห์ซินูน, 5:85;9:120; 11:115; 18:30
- เราตอบแทนมุห์ซินูน, 12:22; 37:80, 105, 110; 39:34;77:44
- ข่าวดีแก่มุห์ซินูน, 22:37; 46:12
- ความเมตตาของอัลลอฮ์ใกล้กับมุห์ซินูน, 7:56
- อัลลอฮ์อยู่กับมุห์ซินูน, 29:69
- มีความกตัญญูและดีต่อบิดามารดา, 2:83
- อดทนในการปฏิบัติหน้าที่ต่ออัลลอฮ์, 16:90
- ดูด้วย ความดีและความชั่ว
มุญาดะละฮ์, S.58
ล่อ, 16:8
มุลก์, S.67
มุอ์มิน (ดู ฆอฟิร), S.40
มุอ์มินูน, S.23
มุมตะฮะนะฮ์, S.60
มุนาฟิกูน, S.63
การฆาตกรรม, 2:178-179
มุรซะลาต, S.77
มุสลิม
- ผู้แรกของมุสลิม, 6:14, 163; 9:100; 39:12
- ผู้ที่ตั้งชื่อนี้, 22:78
- การอภัยและรางวัลอันยิ่งใหญ่สำหรับพวกเขาที่, 33:35-36
มุฏอฟฟิฟีน, S.83
มุซซัมมิล, S.73
นะบะอ์, S.78
นะฎีร บะนู อัน-, (ยิว), 59:2, 9, 13
นะห์ล, S.16
นะญิส (สิ่งสกปรก) 9:28
นัจม์, S.53
นัจวา (ดู ความลับ)
ชื่อ
ชื่ออันสวยงามที่สุดเป็นของพระองค์, 7:180
ชื่ออันดีที่สุดเป็นของพระองค์, 17:110; 20:8; 59:24
ความจำเป็น หากถูกบังคับ, 2:173; 6:145
เพื่อนบ้าน, 4:36
จันทร์ดาวใหม่, 2:189
ข่าว ต้องตรวจสอบ 4:83
ความตระหนี่ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
กลางคืน (เป็นสัญลักษณ์) เพื่อพักผ่อน, 10:67
- เป็นสิ่งปกคลุม, 13:3; 78:10
- เพื่อรับใช้, 14:32
- คืนอัลก็อดร์ (คืนแห่งพระดำรัส), 44:3-4; 97:1-5
นิซาอ์, S.4
นูห์, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ถูกเยาะเย้ย 11:38
- อุทกภัย (น้ำท่วมรุนแรง), 29:14
- เรือโนอาห์และน้ำท่วม 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- บุตรที่ไม่ชอบธรรมไม่ได้รับการช่วย, 11:42-48
- ภริยาที่ไม่ชอบธรรม, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
นูห์, S.71
นูร, S.24
คำสาบาน, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
การเชื่อฟัง, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51-52, 54; 47:33; 64:12
ภาระหน้าที่ที่ต้องปฏิบัติ, 5:1
ลูกหลาน, 4:9; 42:49-50
- พระองค์ประทานชายและหญิงแก่ผู้ที่พระองค์ทรงประสงค์, 42:49
มะกอกะฮ์, 6:141; 16:11; 23:20; 24:35; 95:1
อิลาฮ์องค์เดียว, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
เด็กกำพร้า, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- ผู้ปกครองของเด็กกำพร้า, 4:6
การกระทำของตนเอง ถูกทำให้ดูดีสำหรับแต่ละคน, 6:108
คู่ ในสิ่งมีชีวิตทั้งหมด, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
ต้นปาล์ม, 13:4; 19:25; 20:71; 59:5
อุปมา (ความเหมือน ตัวอย่าง)
- ผู้จุดไฟ, 2:17-18
- พายุฝนจากฟ้า, 2:19-20
- ยุง, 2:26
- ผู้ตะโกน, 2:171
- เมืองที่พังพินาศ, 2:259
- เมล็ดข้าวโพด, 2:261
- หินเรียบ, 2:264
- สวน, 2:265-266
- เชือก, 3:103
- ลมหนาวเย็น, 3:117
- การฟื้นคืนชีพ 7:57; 22:5; 41:39
- สุนัขที่แลบลิ้น, 7:176
- ขอบผา, 9:109-110
- ฝน, 10:24
- ผลผลิตที่ถูกตัดสั้น, 10:24
- คนตาบอดและหูหนวก, 11:24
- อัลลอฮ์กับพระเจ้าเท็จ 13:14; 16:76
- ความจริงกับความเท็จ 13:17
- ขี้เถ้าที่ถูกลมพัดแรง, 14:18
- ต้นไม้ที่ดีงาม, 14:24-25
- ต้นไม้ชั่วร้าย, 14:26
- ทาสและชายคนหนึ่ง, 16:75
- ชายใบ้ที่เป็นภาระแก่นายของเขา, 16:76
- หญิงที่แก้ด้ายที่ปั่น, 16:92
- เมืองที่ปลอดภัยและพึงพอใจ, 16:112-113
- ชายสองคนกับสวนองุ่น, 18:32-44
- ชีวิตโลกนี้เหมือนน้ำจากฟ้า, 18:45
- ตกจากฟ้าและถูกนกฉกไป, 22:31
- แมลงวัน, 22:73
- แสงสว่างเหมือนช่องในผนัง, 24:35-36
- ภาพลวงตา, 24:39
- ความมืดในทะเลลึก, 24:40
- แมงมุม, 29:41
- หุ้นส่วน, 30:28
- ชาวเมือง, 36:13-32
- พืชผลสีต่างๆ, 39:21
- ชายที่เป็นของหุ้นส่วนหลายคน, 39:29
- เมล็ดพืชที่งอกงาม, 48:29
- หัวใจที่แข็งกระด้าง 57:16-17
- พืชพันธุ์หลังฝน, 57:20
- ภูเขาที่น้อมตัวลง, 59:21
- ลา, 62:5
- หากน้ำจมหายไป, 67:30
- ชาวสวน, 68:17-33
สวรรค์
- สวรรค์มะอ์วา, 53:15
- สวรรค์ฟิรเดาส์, 18:107; 23:11
- สวนที่มีแม่น้ำไหลอยู่ข้างล่าง, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- สวนนิรันดร์ (สวรรค์'อัดน์) 9:72;13:23; 18:31; 19:61; 20:76
- สวนแห่งนิรันดรกาล (สวรรค์'อัดน์), 16:31;35:33; 98:8
- สวนแห่งความสุข, 37:43; 56:12, 89
- สวนพร้อมความสุขนิรันดร์, 9:21
- สวนและสวนองุ่น, 78:32
- ผลไม้จากสองสวน, 55:54, 62
- ผลไม้ทุกชนิดตามต้องการ มากมาย, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- ผลไม้อยู่ใกล้มือ, 55:54; 69:23
- ผลไม้และเนื้อสัตว์, 52:22
- เนื้อนก, 56:21
- ต้นซิดร์ไร้หนามและต้นฏอลห์ (ต้นกล้วย), 56:28-29
- ความรู้ที่ไม่เป็นประโยชน์ ลาที่แบกหนังสือ 62:5
- น้ำพุที่ไหล, 88:12
- น้ำพุชื่อซัลซะบีล, 76:18
- น้ำพุชื่อกาฟูร, 76:5
- น้ำพุซัสนีม, 83:27-28
- แม่น้ำในสวรรค์ เกาษัร, 108:1
- แม่น้ำไวน์ นม น้ำผึ้งใส, 47:15
- ไวน์บริสุทธิ์ที่ปิดผนึก ขาวและอร่อย, 37:45-46; 56:18; 76:21; 83:25
- ถ้วยผสมด้วยซันญะบีล, 76:17; 78:34
- น้ำ, 76:5
- ถาดทองคำและถ้วย, 43:71
- ภาชนะเงินและถ้วยแก้วคริสตัล, 76:15-16
- เสื้อผ้าสีเขียวจากผ้าไหมละเอียดและหนา, 18:31;22:23; 35:33; 44:53; 76:12, 21
- ประดับด้วยกำไลทองและไข่มุก, 18:31; 22:23; 35:33; 76:21
- เก้าอี้นอนที่บุด้วยผ้าไหมทอ, 55:54
- หมอนสีเขียวและที่นอนสวยงาม, 55:76; 88:15
- บัลลังก์ทอทองและอัญมณี ตั้งสูง 56:15; 88:13
- พรมอันหรูหราปูไว้, 88:16
- คฤหาสน์สวยงาม ห้องสูงชั้นหนึ่งอยู่เหนืออีกชั้น, 9:72; 39:20
- อยู่ในนั้นตลอดกาล, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- บ้านนิรันดร์, 3:15; 35:35
- หันหน้าหากันบนบัลลังก์, 15:47; 37:44;44:53; 56:16
- ไม่เคยลิ้มรสความตายในนั้น, 44:56
- และพวกเขาจะไม่ถูกขับออกไปจากมัน, 15:48
- ความเกลียดชังหรือความเจ็บปวดถูกขจัดออกจากหัวใจ, 7:43; 15:47
- ความเศร้าโศกทั้งหมดถูกขจัดออก, 35:34
- ไม่มีความเหนื่อยล้า ความยากลำบาก หรือความอ่อนเพลีย, 15:48;35:35
- ไม่มีความเจ็บปวด ปวดท้อง ปวดหัว หรือความมึนเมา, 37:47; 56:19
- ไม่มีคำพูดไร้สาระหรือคำพูดบาป, 19:62;56:25
- ไม่มีคำพูดที่เป็นอันตรายหรือความเท็จ, 78:35; 88:11
- ปลอดจากบาป, 37:47; 52:23
- ไม่มีความร้อนจัดหรือหนาวจัด, 76:13
- จะมีปัจจัยยังชีพที่รู้แน่, 37:41;56:89
- ในสันติและความปลอดภัย, 15:46; 44:51, 55; 50:34
- บ้านแห่งสันติ, 6:127
- การทักทายใน, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- ผู้ที่ทำความดีจะได้เข้า, 4:124; 42:22; 44:51
- ผู้ที่รักษาหน้าที่ต่อพระผู้เป็นเจ้าจะถูกนำเป็นกลุ่ม, 39:73
- ได้รับมรดกเพราะการกระทำ, 43:72
- อัลลอฮ์ทรงพอพระทัยในพวกเขาและพวกเขาพอใจในพระองค์, 5:119
- สวรรค์ของข้า, 89:30
- ความสุขสูงสุด, 9:72
- ความสำเร็จอันยิ่งใหญ่, 57:12; 64:9
- ความสำเร็จสูงสุด, 9:72; 44:57
- สำหรับผู้ศรัทธามีสวนสวรรค์เป็นที่ต้อนรับ, 32:19
- ชาวสวรรค์จะยุ่งอยู่กับสิ่งที่น่าปีติยินดีในวันนั้น, 36:35
- จะอยู่ท่ามกลางสวนและน้ำพุ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- เห็นมลาอิกะฮ์ล้อมรอบบัลลังก์, 39:75
- ใกล้กษัตริย์ผู้ทรงอำนาจ, 54:55
- พวกเขาจะได้ทุกสิ่งที่ปรารถนา, 50:35
- ฮูร สตรีบริสุทธิ์ที่มีดวงตากว้างและงดงาม ดั่งไข่ที่ถูกปกป้อง, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ภริยาบริสุทธิ์, 3:15
- ภริยาในร่มเงาอันน่ารื่นรมย์ เอนกายบนบัลลังก์, 36:55
- หญิงสาวอกสมบูรณ์วัยเท่ากัน, 78:33
- บ่าวหนุ่มผู้รับใช้ตลอดกาล ดั่งไข่มุกที่กระจาย, 52:24; 56:17; 76:19
- กว้างใหญ่เท่าฟ้าสวรรค์และแผ่นดิน 3:133, 57:21
- น้ำไหล ร่มเงาเย็น อาหารอันโอชะ และคู่ครองบริสุทธิ์ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- รางวัลของผู้ศรัทธา 55:46-78; 56:10-40
- แม่น้ำน้ำผึ้ง นม น้ำ และไวน์ 47:15
- การละหมาดและการทักทาย 10:9-10; 39:73-74
- ได้รับการทักทายด้วยสันติ 13:23-24; 14:32
- พักอยู่นิรันดร์ในความสุข 11:108
- ไม่ถูกขับออกไปจากมัน 15:45-48
- แสงสว่างส่องนำหน้าและด้านขวา 57:12
- ไม่มีความร้อนหรือหนาว 76:13
- ทุกความปรารถนาได้รับการตอบสนอง 16:30-32; 41:31-32
- กำไลทองและเสื้อผ้าไหมละเอียด 18:30-31; 22:23-24; 44:51-53
- ถาดถ้วยทองคำ 43:67-73
- ภาชนะเงินและผลไม้แขวนอยู่ในระยะมือหยิบ 76:14-16
- เอนกายบนบัลลังก์ 15:47; 37:44; 52:20
- ผู้ศรัทธาจะเห็นพระผู้เป็นเจ้าของตน 75:22-23
บิดามารดา ความกตัญญูต่อ, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
ผู้ร่วมของอัลลอฮ์ เป็นความเท็จ, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
ทุ่งหญ้า, 87:4-5
ทางเดิน, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ดูด้วย หนทาง
ความอดทน, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ขอความช่วยเหลือในความอดทนและการละหมาด, 2:45, 153; 20:132;50:39
ผู้มีความอดทน
- จะได้รับรางวัลอย่างครบถ้วน, 39:10
- อัลลอฮ์อยู่กับผู้ที่มีความอดทน, 8:46
- และจงอดทน, 11:115
- ในการปฏิบัติหน้าที่ต่ออัลลอฮ์, 16:90
- อดทนในยามโกรธ, 41:34
สันติ โน้มเอียงสู่สันติ, 8:61
ไข่มุกและปะการัง, 52:24; 55:22; 56:23
ปากกา, 68:1; 96:4
บุคคล
- อัลลอฮ์ไม่ทรงบังคับผู้ใดเกินความสามารถ, 2:286; 7:42
- อัลลอฮ์ไม่ทรงบังคับผู้ใดเกินขีดความสามารถ, 23:62
- ไม่มีผู้ใดรู้ว่าพรุ่งนี้จะได้สิ่งใดและจะตายในดินแดนใด, 31:34
- ทุกคนจะถูกเผชิญหน้าด้วยความดีและความชั่วที่ตนทำ 3:30
- ทุกคนจะมาวิงวอนเพื่อตนเอง, 16:111
- ทุกคนเป็นผู้รับผิดชอบในสิ่งที่ตนได้กระทำ, 74:38
- อัลลอฮ์สาบานด้วยจิตวิญญาณที่ตำหนิตนเอง, 75:2
ฟิรเอาน์, 28:6; 40:24
- ประชาชนของ, 2:49; 3:11; 7:141; 44:17-33
- จมน้ำ, 2:50
- การปฏิบัติต่อมูซา, 7:103-137; 10:75-92
- ร่างกายออกจากทะเล, 10:90-92
- ละเมิดเกินขอบเขต ทำบาปและฝ่าฝืน, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- ภริยาผู้ชอบธรรม, 28:8-9
- อ้างตัวเป็นพระเจ้า, 28:38; 79:24
- ถูกทำลาย, 29:39
- ชายผู้ศรัทธาจากครอบครัวฟิรเอาน์, 40:28-44
- การสร้างหอคอย, 40:36-37
- ดูด้วย มูซา
การสะสมสิ่งต่างๆ ของโลก, 102:1-4
การให้สัตยาบัน (บัยอะฮ์)
- เพื่ออิสลาม, 16:91
- ต่อศาสนทูตคือการให้สัตยาบันต่ออัลลอฮ์, 48:10
- ของผู้ศรัทธา, 48:18; 60:12
การจำนอง ให้มีการจำนอง, 2:283
- ทุกคนเป็นผู้รับผิดชอบในสิ่งที่ตนได้กระทำ, 52:21; 74:38
บทกวี, 36:69
กวี, 26:224-227; 69:41
ทับทิม, 6:141
คนยากจน, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
การละหมาด, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- ไม่ดังและไม่เบาเกินไป, 17:110
- การวิงวอนสำหรับผู้ปฏิเสธ, 9:113-114
- การวิงวอนของผู้ปฏิเสธ, 13:14
- พระองค์ทรงตอบการวิงวอนของผู้ที่, 42:26
- ขอความช่วยเหลือในความอดทนและการละหมาด, 2:45, 153; 20:132;50:39
- ดำรงละหมาดหันสู่กิบลัต, 2:142-145, 149-150
- รักษาการละหมาดอย่างเคร่งครัด, 2:238
- ในการเดินทางและการรบ, 2:239; 4:101-102
- อย่าเข้าใกล้ขณะมึนเมา, 4:43
- ขณะมีญะนาบะฮ์, 4:43
- การชำระร่างกายสำหรับ, 4:43; 5:6
- เมื่อเสร็จสิ้นการละหมาด, 4:103
- เวลาละหมาด, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- การสุญูดต่ออัลลอฮ์เท่านั้น, 13:15
การละหมาดวันศุกร์, 62:9-11
การระวังตัวในอันตราย, 4:71
เชลยศึก, 8:67-71
- ดูด้วย นักโทษสงคราม
สัญญาแห่งความจริง, 46:16-17
ทรัพย์สิน, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
นบี, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- สัญญาของนบี, 3:81; 33:7-8
- สิ่งที่ผิดกฎหมายสำหรับนบี, 3:161
- ศัตรูสำหรับทุกนบี, 6:112; 25:31
- ดูด้วย ศาสนทูต
การสุญูด
- ต่ออัลลอฮ์ ทุกสิ่งในฟ้าสวรรค์และแผ่นดินสุญูด รวมถึงเงาของพวกเขา, 13:15
ปัจจัยยังชีพ, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ซะบูร, 4:163
การลงโทษ
- การผัดผ่อน, 3:178
- การตัดมือหรือเท้า, 5:33
- ลงโทษด้วยสิ่งเดียวกับที่ท่านได้รับ, 16:126
- ของโลกนี้และอาคิเราะฮ์, 24:19; 68:33
การชำระ
- ร่างกาย, 4:43; 5:6
- จิตใจ (จากสิ่งสกปรก), 87:14; 91:9
กอดัร, 5:5; 64:11
กอดร์, S.97
กอฟ, S.50
กอลัม, S.68
กอมัร, S.54
กอริอะฮ์, S.101
กอรูน (คอรัห์), 28:76-82; 29:39
กอศ็อศ, S.28
กิบลัต, 2:142-145, 149
กิศ็อศ (กฎแห่งความเท่าเทียมในการลงโทษ), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
อัลกุรอาน
- คำอธิบาย, 13:31, 36, 37; 14:1; 56:77-80
- ไม่สามารถผลิตได้โดยอื่นจากอัลลอฮ์, 2:23; 10:38; 11:13; 17:88
- หากมาจากอื่นนอกจากอัลลอฮ์ ก็จะมีความขัดแย้งมาก, 4:82
- แสงสว่างที่ประจักษ์, 4:174; 42:52
- ถูกเปิดเผย, 6:19
- อัลลอฮ์ทรงเป็นพยานต่อมัน, 6:19
- หลักฐานที่ชัดเจน, 6:157
- การสนทนาเท็จเกี่ยวกับโองการ, 6:68
- การเตือน, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- เมื่ออ่าน ให้ฟังและเงียบ, 7:204
- ษิกร์, 7:205; 15:6, 9
- คัมภีร์แห่งปัญญา, 10:1; 31:2; 36:2
- สารที่ได้รับแรงบันดาลใจ, 10:2, 109; 42:52
- ผู้ที่ปฏิเสธ, 11:17
- ในภาษาอาหรับ, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ถูกแบ่งออกเป็นส่วนๆ และเปิดเผยเป็นระยะ, 15:91; 17:106; 25:32; 76:23
- การเปลี่ยนโองการ, 16:10
- เมื่อต้องการอ่าน, 16:98
- นำทาง, 17:9
- ข่าวดีและการเตือน, 17:9-10
- และผู้ปฏิเสธ, 17:45-47
- การอ่านในยามรุ่งอรุณมีมลาอิกะฮ์เป็นพยาน, 17:78
- การรักษาและความเมตตา, 17:82
- ถูกอธิบายอย่างครบถ้วนแก่มนุษยชาติ ทุกอุปมา แต่ส่วนใหญ่ปฏิเสธ, 17:89; 18:54; 39:27
- ง่าย, 19:97; 44:58; 54:17, 22, 32, 40
- ประชาชนของข้าทอดทิ้งอัลกุรอาน, 25:30
- ได้รับการยืนยันโดยคัมภีร์ก่อนหน้า, 26:196
- บอกเล่าแก่บุตรหลานอิสราเอลเรื่องที่พวกเขาขัดแย้ง, 27:76
- อ่านและละหมาด, 29:45
- ความจริงจากอัลลอฮ์, 32:3; 35:31
- ในคืนอันจำเริญ, 44:3
- ในนั้นมีพระดำรัสทุกเรื่องที่ถูกบัญญัติ, 44:4
- ใคร่ครวญอัลกุรอานอย่างลึกซึ้ง, 47:24
- เตือนด้วยอัลกุรอาน, 50:45
- ถูกสอนโดยอัลลอฮ์, 55:1
- และการอ่านที่มีเกียรติ ได้รับการปกปักษ์รักษา, 56:77-78
- ไม่มีใครแตะต้องได้นอกจากผู้บริสุทธิ์, 56:79
- หากถูกส่งลงมาบนภูเขา, 59:21
- ความทุกข์สำหรับผู้ปฏิเสธ, 69:50
- ความจริงอันแน่นอน, 69:51
- อ่านอย่างช้าๆ, 73:4
- ในบันทึกที่มีเกียรติ บริสุทธิ์และศักดิ์สิทธิ์, 80:13-16
- การเตือนสำหรับอาลามีนทั้งหมด, 81:27
- ผู้ปฏิเสธโกหกต่อ, 84:22
- ในแผ่นศิลาที่ถูกปกป้อง, 85:22
- คำที่แยกความจริงจากความเท็จ, 86:13
- อ่านหน้าบริสุทธิ์, 98:2
- ดูด้วย คัมภีร์; การเปิดเผย
กุเรช, S.106
กุเรช
- ผู้ปฏิเสธของกุเรช, 54:43-46, 51
- การทำให้สงบของกุเรช, 106:1-4
แรบบีและพระสงฆ์, 9:31, 34
แข่งขัน แข่งขันในการทำความดี, 5:48
รอด์, S.13
เราะหฺมาน, S.55
เสื้อผ้าแห่งความชอบธรรมดีกว่า, 7:26
ฝน
- ของขวัญจากอัลลอฮ์, 56:68-70
- หินตก, 27:58
เราะมะฎอน, 2:185
รอมยุ์, 2:200
ค่าไถ่
- ไม่รับค่าไถ่, 57:15
- ที่เสนอโดยผู้ปฏิเสธ, 3:91; 10:54; 13:18
ฟิดยะฮ์ ของการถือศีลอด, 2:196
- สำหรับการปล่อยเชลย, 8:67
ชาวรอซส์, 25:38; 50:12
การตอบแทน
- วันแห่งการตอบแทน, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ผู้ปฏิเสธการตอบแทน, 107:1-7
- การตอบแทนความชั่วด้วยความชั่วเช่นกัน, 42:40
การคืนดี
- ผู้ที่ให้อภัยและคืนดี, 42:40
- ระหว่างชายและภริยา, 4:35
- ระหว่างผู้ศรัทธา, 49:9-10
บันทึก
- ทะเบียนที่ถูกจารึก, 83:7-9, 18-21
- ทุกชาติจะถูกเรียกสู่บันทึกของตน, 45:28-29
- หน้าของการกระทำของทุกคนถูกวางออก, 81:10
- ที่พูดความจริง, 23:62
- ในมือขวา, 69:19; 84:7-9
- ในมือซ้าย, 69:25
- หลังหลัง, 84:10-15
มลาอิกะฮ์ผู้บันทึก, 50:17-18, 23; 85:11
ความโล่งใจ กับความยากลำบาก, 94:5-6
ศาสนา
- ไม่มีการบังคับในศาสนา, 2:256
- คืออิสลาม, 3:19
- ของอัลลอฮ์, 3:83-84
- นอกจากอิสลาม, 3:85
- อย่าเกินขอบเขตในศาสนา, 4:171; 5:77
- ถูกทำให้สมบูรณ์, 5:3
- ผู้ที่ถือศาสนาเป็นเรื่องเล่นและความบันเทิง, 6:70
- ผู้ที่แบ่งศาสนาและแตกออกเป็นนิกาย, 6:159; 30:32
- ดูด้วย 42:13-14; 43:65; 45:17
- มนุษย์แบ่งศาสนาออกเป็นนิกาย แต่ละกลุ่มยินดีในความเชื่อของตน, 23:53; 30:32
- ไม่ได้กำหนดความยากลำบากในศาสนา, 22:78
- มนุษยชาติถูกสร้างบนฟิฏเราะฮ์, 30:30
- ศาสนาเดียวกันสำหรับทุกนบี, 42:13-15
- ศาสนาของบรรพบุรุษ, 43:22-24
การรำลึกถึงอัลลอฮ์, 63:9
- ในการรำลึกนั้น หัวใจพบความสงบ, 13:28
การเตาบะฮ์
- ได้รับการยอมรับหากทำความชั่วด้วยความโง่เขลาและกลับตัวในไม่ช้า, 4:17; 6:54
- ไม่มีผลหากยังทำความชั่วต่อไป, 4:18
- พระองค์ทรงรับการกลับตัวและอภัยบาป, 4:25
การผัดผ่อนสำหรับความชั่ว, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
การฟื้นคืนชีพ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ตัวอย่างในเรื่องราวของอุซัยร์ 2:259
- อิบรอฮีม 2:260
- ชาวถ้ำ 18:9-26
- การเตือนผู้ปฏิเสธการฟื้นคืนชีพ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
วันฟื้นคืนชีพ, 7:89; 20:100-101, 124
- วันแห่งความจริง, 78:39
- ได้รับค่าตอบแทนครบถ้วน 3:185
- หน้าของการกระทำจะถูกเปิดออก, 81:11
- ทุกคนจะรู้ว่าตนนำอะไรมา, 81:14
- ทุกคนจะถูกเผชิญหน้าด้วยความดีและความชั่วที่ตนทำ, 3:30
- บุคคลจะรู้สิ่งที่ตนส่งไว้ก่อนและทิ้งไว้เบื้องหลัง, 82:5
- ไม่มีความกลัวในความอยุติธรรม, 20:112
- ตราชูแห่งความยุติธรรม, 21:47
- ตาชั่งของการกระทำ, 23:102-103
- ผู้ที่ทำดีหรือชั่วแม้หนักเท่าอะตอม ก็จะเห็นมัน, 100:7-8
- ความลับทั้งหมดจะถูกตรวจสอบ, 86:9
บันทึกในมือขวา, 69:19; 84:7-9
บันทึกในมือซ้าย, 69:25
บันทึกหลังหลัง, 84:10-15
- วันอันหนักสำหรับผู้ปฏิเสธ, 25:26; 54:8; 74:9
- วันอันหนักอึ้ง, 76:27
- แบกภาระหนัก, 20:100-101
- ไม่ได้รับอนุญาตให้แก้ตัว, 77:36
- ผู้อธรรมจะกัดมือของตนเอง, 25:27
- ผู้อธรรมถูกรวบรวมพร้อมสหายและรูปเคารพ, 37:22
- การพินาศด้วยความเสียใจ ความเศร้าโศก และความสิ้นหวัง, 30:12
- ทารกหญิงที่ถูกฝังทั้งเป็นจะถูกถาม, 81:8-9
- ความหวาดกลัวสูงสุด, 21:103
- ผู้ร้องเรียกจะเรียกสู่สิ่งที่น่าสะพรึงกลัว, 50:41;54:6-8
- เสียงร้องเพียงครั้งเดียว, 36:29, 49, 53; 38:15; 50:42
- ซัจเราะฮ์ (เสียงร้อง), 37:19; 79:13
- การทรมานอันใกล้, 78:40
- ฟ้าสวรรค์จะสั่นสะเทือนอย่างน่าสะพรึง, 52:9; 56:4
- ฟ้าสวรรค์แยกออก, 84:1-2
- ฟ้าสวรรค์แตกออก, 77:9; 82:1
- ฟ้าสวรรค์จะแยกออกพร้อมเมฆ, 25:25
- ฟ้าสวรรค์จะถูกม้วนไว้ในพระหัตถ์ขวา, 21:104; 39:67
- ทุกสิ่งในฟ้าสวรรค์และแผ่นดินจะสลบ, 39:68
- ฟ้าสวรรค์จะถูกเปิดออกกลายเป็นประตู, 78:19
- ท้องฟ้าจะเหมือนน้ำมันเดือด, 70:8
- ดวงดาวจะตกลงมา, 81:2; 82:2
- ดวงดาวจะดับแสง, 77:8
- ดวงอาทิตย์จะดับแสง, 81:1
- ทะเลจะลุกเป็นไฟ, 81:6
- ทะเลจะแตกออก, 82:3
- แผ่นดินไหวแห่งวันสุดท้าย, 22:1; 99:1
- ภูเขาจะเคลื่อนที่ไป, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ถูกบดเป็นผุยผง 20:105; 56:5
- เหมือนปุยขนสัตว์, 70:9;101:5
- แผ่นดินและภูเขาจะถูกเขย่าอย่างรุนแรง, 73:14; 79:6
- แผ่นดินถูกบดเป็นผง, 89:21
- แผ่นดินจะเปลี่ยนเป็นแผ่นดินอื่นและฟ้าสวรรค์ก็เช่นกัน, 14:48
- แผ่นดินถูกยืดออก, 84:3-5
- แผ่นดินเป็นพื้นราบ 18:47; 20:106
- แผ่นดินโยนภาระออก, 84:4; 99:2
- หลุมฝังศพถูกพลิกคว่ำ, 82:4
- การฟื้นคืนชีพจากหลุมฝังศพ, 21:97; 70:43
- มีชีวิตบนแผ่นดินหลังความตาย, 79:14
- สัตว์ป่าจะถูกรวบรวม, 81:5
- ถูกฟื้นคืนในสภาพตาบอด, 20:124-125
- แตรจะถูกเป่า, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- ศักเคาะฮ์, 80:33
- จิตวิญญาณจะถูกรวมกับร่างกาย, 81:7
- อยู่ไม่เกินสิบวัน, 20:103
- อยู่ไม่เกินหนึ่งวัน, 20:104
- หรือส่วนหนึ่งของวัน, 23:112-114
- วันแห่งการรวมตัว, 64:9
- วันแห่งการพิพากษา, 37:21
- วันแห่งการตัดสิน, 77:38; 78:17
- วันแห่งการคัดแยก, 77:13-14
- วันแห่งความเสียใจและความโศกเศร้า, 19:39
- ผู้ปฏิเสธ, 77:15-50
- มนุษยชาติจะเหมือนแมลงเม่าที่กระจัดกระจาย, 101:4
- มนุษยชาติจะเดินเป็นกลุ่มกระจัดกระจาย, 100:6
- มนุษยชาติในสภาพเมา, 22:2
- สตรีตั้งครรภ์จะแท้งภาระของตน, 22:2
- อูฐที่ตั้งท้องจะถูกทอดทิ้ง, 81:4
- แม่ที่ให้นมจะลืมลูกน้อย, 22:2
- ญาติพี่น้องจะถูกให้เห็นซึ่งกันและกัน, 70:11
- ชายจะหนีจากญาติพี่น้อง, 80:34-37
- ไม่มีเพื่อนถามถึงเพื่อน, 70:10
- ไม่มีเพื่อนหรือผู้วิงวอน, 40:18
- ไม่มีผู้ใดมีอำนาจทำสิ่งใดให้ผู้อื่น, 82:19
- ไม่มีอำนาจและไม่มีผู้ช่วยเหลือ, 87:10
- ไม่มีความกลัวสำหรับผู้ศรัทธา, 43:68
- ผู้ศรัทธาจะอยู่ท่ามกลางร่มเงา น้ำพุ และผลไม้, 77:41-43
- ชาวสวรรค์และภริยาของพวกเขา, 36:55-58
- มลาอิกะฮ์จะถูกส่งลงมาอย่างยิ่งใหญ่, 25:25
- แข้งขาจะถูกเปิดเผย, 68:42-43
- สวรรค์จะถูกนำเข้ามาใกล้, 81:13
- นรกจะถูกนำเข้ามาใกล้, 89:23
- ไฟนรกจะถูกลอก ลุกโชนอย่างรุนแรง, 81:11-12
- การตอบแทนด้วยทานจะเป็นการชดใช้, 5:45
การเปิดเผย
- หากท่านมีข้อสงสัย, 2:23-24
- โองการที่ถูกยกเลิกหรือลืม, 2:106
- การนำทางที่ถูกต้อง, 3:73
- จากพระผู้เป็นเจ้า จงอย่าเป็นผู้สงสัย, 6:114
- สำหรับผู้ที่เข้าใจ, 6:98
- การนำทางและความเมตตา, 7:203; 16:64; 31:3
- ผ่านรูห์อุลกุดุส, 16:102; 26:192-193
- อธิบายอย่างละเอียด, 6:98; 41:2-4
- ของคัมภีร์มาจากอัลลอฮ์, 46:2
- ดูด้วย คัมภีร์ และอัลกุรอาน
การแก้แค้นต่อความอยุติธรรมที่ได้รับ, 42:39-43
รางวัล
- ตามการกระทำที่ดีที่สุด และมากยิ่งกว่า, 24:38; 29:7; 39:35
- เป็นรางวัล 25:15
- อัลลอฮ์ตอบแทนผู้ที่ทำดีด้วยสิ่งที่ดีที่สุด, 53:31
- สำหรับความดี ไม่มีรางวัลอื่นนอกจากความดี, 55:60
ริบา (ดู ดอกเบี้ย)
ผู้ชอบธรรม
- เป็นเพื่อนของ, 4:69
- จะได้รับมรดกแผ่นดิน, 21:105
- ในสวรรค์, 51:15-19; 76:5-12
- ดูด้วย ความดี
ความชอบธรรม, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ทางชันแห่งความชอบธรรม, 90:11-18
การนำทางที่ถูกต้องคือการนำทางของอัลลอฮ์, 3:73
ถนนหนทาง, 43:10
ทางหิน (ฮิจร์) ชาวทางหิน, 15:80-85
ชาวโรมัน, 30:2-5
หลังคา ฟ้าสวรรค์, 21:32
รูห์ (ญิบรีล), 26:193; 67:12; 70:4; 78:38;97:4
รูห์อุลกุดุส, 2:87, 253; 5:110; 16:102
- ดูด้วย ญิบรีล
รูห์ (จิตวิญญาณ), 15:29; 17:85; 58:22
รูม, S.30
ซะบะอ์ (ชีบา), 27:22-44; 34:15-21
ซะบะอ์, S.34
วันซับบาโต
- ผู้ละเมิดวันซับบาโต, 2:65; 4:154; 7:163-166
- ถูกบัญญัติเฉพาะสำหรับ, 16:124
ศอบิอีน, 5:69; 22:17
การเชือดบูชา, 2:196, 200; 22:34-37
ศอด, S.38
ศอดะเกาะฮ์ (ทาน), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- การปิดบังดีกว่าการแสดง, 2:271
ศอฟาและมัรวะฮ์, 2:158
ศ็อฟฟ์, S.61
ศ็อฟฟาต, S.37
ซัยลุลอะรีม (น้ำท่วมจากเขื่อนมะอ์ริบ), 34:16
สัจดะฮ์, S.32
สะกีนะฮ์ (ความสงบและความสงบใจ), 2:248;9:26, 40; 48:4, 18, 26
ศอลิห์, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ซัลซะบีล (น้ำพุในสวรรค์), 76:18
สามิรีย์, 20:85, 95-97
ซามูเอล, 2:247
ซาตาน, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- ก่อความเป็นศัตรูและความเกลียดชัง, 5:91
- การกระซิบชั่วร้ายจากซาตาน, 7:200-201
- หลอกลวง, 8:48
- ทรยศ, 14:22
- ไม่มีอำนาจเหนือผู้ศรัทธา, 16:99-100
- โยนความเท็จ, 22:52-53
- เป็นศัตรู, 12:5; 35:6; 36:60
- ความหยิ่งยะโส 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- เป็นญิน 18:50-51
- การล่อลวงและการตกของอาดัม 7:20-23; 20:116-121
- ไม่มีอำนาจเหนือผู้ศรัทธา 16:98-100
- เป้าหมายของเขา 35:6-8
- ศัตรูตัวร้ายของมนุษยชาติ 12:5; 17:53
- พรรคพวกของเขา 53:14-19
- ผลงานของเขา 5:90-91
- ท้อแท้ความดี 2:268
- ผู้ศรัทธาขอความคุ้มครองจากอัลลอฮ์ต่อเขา 7:200-202
- แผนการของเขาอ่อนแอ 4:76
- ทอดทิ้งผู้ติดตาม 8:48
- พูดกับผู้ติดตามในนรก 14:22
- ดูด้วย อิบลีส
ตาชั่ง ผู้ที่ประสบความสำเร็จคือผู้ที่ตาชั่งหนัก, 7:8-9
- ดูด้วย ความสมดุล
คัมภีร์
- ชาวคัมภีร์ (ยิวและคริสต์), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- สิ่งที่พวกเขาปิดบัง, 5:61-63
- บางคนในหมู่พวกเขาอยู่บนทางที่ถูกต้อง, 5:66
- พวกเขารู้แต่ไม่ศรัทธา, 6:20
ทะเล, 42:32-33; 45:12
- สองทะเล, 18:60; 25:53; 35:12; 55:19-20
- เมื่อทะเลแตกออก, 82:3
ความลับ (นัจวา)
- การพูดคุยลับ, 4:114
- การปรึกษาหารือสามคน, 58:7
- การปรึกษาลับ, 58:8, 10
- การปรึกษาส่วนตัว, 58:12-13
นิกายและการแบ่งแยกในศาสนา, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
ความปลอดภัย หลังจากความทุกข์ยาก พระองค์ทรงส่งลงมา, 3:154
เมล็ดพืช ผู้ทำให้งอกงามคือใคร, 56:63-67
ประสาทสัมผัส, 23:78
เจ็ด ถูกสร้าง
- ชั้นฟ้า, 2:29; 23:17; 65:12; 67:3; 71:15
- และแผ่นดินเช่นกัน, 65:12
เงา
- ต่ออัลลอฮ์ในการสุญูด, 13:15; 16:48
การกางออกของเงา, 25:45
ชัมส์, S.91
อูฐนางเป็นสัญญาณที่ชัดเจนแก่ชาวษะมูด, 7:73; 17:59; 26:155-158
เรือ การแล่นเรือเป็นสัญญาณ เพื่อรับใช้ เพื่อขอบคุณ เพื่อแสวงหาความโปรดปราน, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
ชุอัยบ์, 7:85-93; 11:84-95; 29:36-37
ชุอะรา, S.26
ชูรา, S.42
ซิดเราะตุลมุนตะฮา, 53:14
การล้อมมะดีนะฮ์, 33:9-27
สิจญีน, 88:7-9
บาป, 7:100; 74:43-6
- การร่วมประเวณีผิดกฎหมาย, 4:15-16; 24:2, 19
- หากหลีกเลี่ยงบาปใหญ่ บาปเล็กจะได้รับการอภัย, 4:31
- พวกเขาอาจซ่อนจากมนุษย์ แต่ไม่อาจซ่อนจากอัลลอฮ์, 4:108
- ผู้ใดทำบาปก็ทำต่อตนเอง, 4:111
- ผู้ใดทำบาปแล้วโยนความผิดให้ผู้บริสุทธิ์, 4:112
- อัลลอฮ์ไม่ทรงอภัยการตั้งภาคีต่อพระองค์ แต่ทรงอภัยบาปอื่นแก่ผู้ที่พระองค์ทรงประสงค์, 4:116
- ผู้ที่ทำบาปจะได้รับการตอบแทนที่เหมาะสม, 6:120
- ผู้ทำบาปจะไม่ประสบความสำเร็จ, 10:17
- อัลลอฮ์ทรงอภัยทุกบาป, 39:53
- บาปใหญ่, 42:37
ภูเขาซีนาย, 19:52; 23:20; 95:2
ผู้ทำบาป หูดวงตาและผิวหนังของพวกเขาจะเป็นพยานกล่าวโทษ, 41:20-23
สะรอฏ บริดจ์, 66:8
ผู้ใส่ร้าย, 68:11-12; 104:1
ทาส, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- ดูด้วย นักโทษสงคราม เชลยศึก
การนอนหลับ สิ่งเพื่อพักผ่อน, 78:9
โสดอม, 29:31; 37:136
โซดอมี, 7:80-82; 11:77-83; 15:61-77; 29:28-29
สุลัยมาน, 2:102; 4:163; 6:84
- ช่วยบิดาดาวูดตัดสินอย่างยุติธรรม 21:78-82
- และมด, 27:15-19
- และนกฮูด, 27:20-26
- และราชินีแห่งซะบะอ์, 27:22-44; 34:15
- ความโปรดปรานของอัลลอฮ์ต่อเขา 34:12-14, 38:34-40
- ความรักในม้าที่งดงาม 38:30-33
บุตรบุญธรรม, 33:4-5
จิตวิญญาณ (รูห์), 15:29; 17:85; 58:22
ใช้จ่าย ในหนทางของอัลลอฮ์, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- สิ่งที่เกินความต้องการ, 2:219
- อุปมาของผู้ที่ใช้จ่ายทรัพย์สินในหนทางของอัลลอฮ์, 2:261
- เพื่อให้ผู้คนเห็น, 2:264; 4:38
- สิ่งที่ท่านใช้จ่ายในหนทางของอัลลอฮ์จะถูกตอบแทนแก่ท่าน, 2:272; 8:60; 34:39
- ไม่ฟุ่มเฟือยหรือสุรุ่ยสุร่าย, 6:141;17:26
- ไม่ฟุ่มเฟือยและไม่ตระหนี่, 25:67
- ผู้ที่ปิดมือจากการใช้จ่ายในหนทางของอัลลอฮ์, 9:67
จิตวิญญาณ (รูห์), 15:29
- ความรู้เรื่องนี้อยู่กับอัลลอฮ์, 17:85
- อัลลอฮ์ทรงเสริมความแข็งแกร่งแก่ผู้ศรัทธาด้วย, 58:22
ของที่ริบได้จากสงคราม, 8:41, 69; 48:15, 19-20; 48:15
- ดูด้วย ของที่ได้จากสงคราม
การสอดแนม, 49:12
ดาว, 53:1, 49; 86:1-4
ดาวดาว, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
ทางตรง, 1:6
- ฯลฯ เส้นทาง, 6:153
- ฯลฯ การขยันหมั่นเพียร, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
การให้นมบุตร ระยะเวลา แม่นม, 2:233
ความทุกข์ยาก ความยากจน การสูญเสียสุขภาพและภัยพิบัติ ความรุ่งเรืองและทรัพย์สมบัติ, 7:94-96
ดวงอาทิตย์, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
ความสำเร็จสูงสุด, 9:72; 44:57
ซูเราะฮ์, 10:38; 11:13; 47:20
- การเปิดเผยเพิ่มความศรัทธา, 9:124-127
ความสงสัย, 49:12
ปัจจัยยังชีพ, 19:62
- ดูด้วย ปัจจัยยังชีพ การดูแล
ซุวาอ์, 71:23
ตะบูก, 9:40-59, 81-99, 117-118, 120-122
ตะฆอบุน, S.64
ตอฆูต, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- ดูด้วย พระเจ้าเท็จ
ฏอฮา, S.20
ตะห์รีม, S.66
ตะกาษุร, S.102
ตักวีร, S.81
ฏอลาก, S.65
ฏอลห์ (ต้นกล้วย), 56:29
ฏอลูต (ซาอูล), 2:247-249
ฏอริก, S.86
ตัสนีม (น้ำพุ), 83:27-28
เตาบะฮ์, S.9
ฏอวาฟ (การเดินรอบกะอ์บะฮ์), 2:200; 7:29,31
ตะยัมมุม, 4:43; 5:6
ระยะเวลา ทุกชาติมีระยะเวลาที่กำหนด ไม่มีใครล่วงหน้าหรือชะลอได้, 7:34; 10:49;15:4-5; 16:61; 20:129
ดินแดน รักษาดินแดนด้วยกองกำลัง, 3:200
การทดสอบ โดยอัลลอฮ์, 3:154; 34:21
ษะมูด, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
ขโมย การลงโทษ, 5:38-39
บัลลังก์, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- บนน้ำ, 11:7
- มลาอิกะฮ์แปดองค์แบกบัลลังก์, 39:75; 40:7; 69:17
เวลา, 45:24; 76:1; 103:1
ตีน, S.95
การลงโทษ, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
เมือง เราไม่เคยทำลายเมืองใดเว้นแต่จะมีพระดำรัสที่รู้แน่สำหรับมัน, 15:4
การค้าขายและทรัพย์สิน, 4:29
การเดินทาง พวกเขาไม่ได้เดินทางบนแผ่นดินหรือ, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
การทรยศ, 8:58; 22:38
- ดูด้วย การหลอกลวง
สมบัติที่สะสมไว้, 9:35
คลังของอัลลอฮ์, 6:50
ต้นไม้แห่งนิรันดรกาล, 20:120
ต้นไม้, 22:18
การทดสอบ, 2:214-218; 64:15
แตร ในวันฟื้นคืนชีพ, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
ศักเคาะฮ์, 80:33
ความไว้วางใจที่ถูกเสนอแก่ฟ้าสวรรค์ แผ่นดิน และภูเขา แต่มนุษย์รับไป, 33:72-73
ความไว้วางใจ (อะมานะฮ์), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
ความจริง, 5:48; 23:70-71, 90; 25:33; 69:51
- อย่าผสมกับความเท็จหรือปิดบัง, 2:42
- ความจริงมาแล้วและความเท็จหายไป, 17:81
- สัญญาแห่งความจริง, 46:16-17
ตุบบะอ์ ชาวตุบบะอ์, 44:37; 50:14
ฏูร (ภูเขา), 28:29, 46
ฏูร, S.52
ตุวา หุบเขา, 20:12; 79:16
อุฮุด ยุทธการ, 3:121-128, 140-180
อุมมะฮ์ (ชุมชน ชาติ), 2:143-144;10:47, 49; 11:118; 16:36, 120
อุมเราะฮ์, 2:128, 158, 196
ดอกเบี้ย (ริบา), 2:275-276, 278-280; 3:130;4:161; 30:39
อุซัยร์, (ดู เอสรา)
อุซซา, 53:19
ผ้าม่านที่มองไม่เห็น, 17:45-46
การสวมผ้าคลุม, 24:31; 33:59
โองการ สับอัลมะษานีย์, 15:87
ชัยชนะ
- ประทานโดยอัลลอฮ์, 48:1
- ผ่านความช่วยเหลือจากอัลลอฮ์, 61:13
คุณธรรม (ดู ความชอบธรรม ผู้ศรัทธา)
วัดด์, 71:23
- "รอดูเถิด เราก็รอดูเช่นกัน", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
วากิอะฮ์, S.56
สงครามต่ออัลลอฮ์, 5:33-34
อย่าสุรุ่ยสุร่าย, 6:141; 7:31; 17:26
น้ำ ทุกสิ่งมีชีวิตถูกสร้างจากน้ำ, 21:30;24:45; 25:54
- สองทะเล, 18:60; 25:53; 35:12; 55:19-20
- บัลลังก์ของอัลลอฮ์บนน้ำ, 11:7
- ฝน, 23:18
หนทาง, 1:6; 42:52-53; 90:10
- ฯลฯ ง่าย ทำให้ง่าย, 87:8
- ดูด้วย เส้นทาง
นักเดินทาง, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
ทรัพย์สมบัติ
- ผู้ที่สะสม, 104:2-4
- การใช้จ่ายในหนทางของอัลลอฮ์ (ดู การใช้จ่าย)
ทรัพย์สมบัติและบุตร ความประดับของชีวิตโลกนี้, 18:46
การชั่งและการวัด ให้ครบถ้วน, 11:85; 17:35;83:1-5
หญิงม่าย, 2:234-235, 240
พระประสงค์ของอัลลอฮ์, 10:99-100; 30:5; 81:29; 82:8
พระประสงค์ของมนุษย์ เดินตรงเว้นแต่อัลลอฮ์ทรงประสงค์, 28:29
ลม, 77:1-3
- เป็นผู้นำข่าวดี, 7:57; 30:46
- ทำให้เกิดเมฆและน้ำ, 15:22; 30:48
- กลายเป็นสีเหลือง, 30:51
ไวน์ (ในสวรรค์)
- เครื่องดื่มบริสุทธิ์, 37:45; 76:21
- ขาวและอร่อย, 37:46
- แม่น้ำไวน์, 47:15
- ปิดผนึกบริสุทธิ์, 83:25
อย่าปรารถนาสิ่งที่อัลลอฮ์ทรงทำให้บางคนดีกว่าอีกคน, 4:32
พยาน
- ต่อสัญญาของนบี, 3:81
- เหนือมนุษยชาติ, 2:143; 22:78
- สำหรับสัญญา, 2:282
- สตรีสองคนต่อชายหนึ่งคน, 2:282
- ต่อการร่วมประเวณีผิดกฎหมาย, 4:16; 24:2
- จงยุติธรรม, 5:8
- มือและขาจะเป็นพยาน, 36:65
- มนุษย์ต่อตนเอง, 75:14
วันเป็นพยานและวันที่ถูกเป็นพยาน, 85:3
ภริยา
- เป็นไร่นาสำหรับท่าน, 2:223
- เป็นสิ่งปกปิดสำหรับท่าน, 2:187
- จากชนิดเดียวกับท่าน, 16:72
สตรีผู้โต้เถียง, 58:1-2
สตรี, 2:222-223; 4:15, 19-22, 34, 127
- ผู้ที่กล่าวหาสตรีบริสุทธิ์, 24:4-5, 11-17, 23-26
- การสวมผ้าคลุม, 24:31; 33:59
- สตรีผู้ศรัทธาในฐานะผู้อพยพ, 60:10-12
- ไม่แสดงตนชัดเจนในการโต้แย้ง, 43:17-18
ชาวไม้, 15:78; 38:13; 50:14
- ดูด้วย อัยกะฮ์ มัดยัน 26:176-191
โลก ชีวิตในโลกนี้
- ไม่มีอะไรนอกจากความเล่นและความบันเทิง, 6:32;29:64; 47:36; 57:20
- หลอกลวงมนุษย์, 6:130
- ความเพลิดเพลินในโลกนี้น้อยกว่าอาคิเราะฮ์, 9:38; 13:26; 28:60-61
- ผู้ที่ปรารถนาโลกนี้ก็ได้รับ แต่จะไม่มีส่วนในอาคิเราะฮ์, 11:15-16; 17:18; 42:20
- ทรัพย์สมบัติและบุตร ความประดับของโลกนี้, 18:46
- ผู้ที่รักปัจจุบันและทิ้งอาคิเราะฮ์, 75:20-21; 76:27
การเขียน สำหรับสัญญา, 2:282
ผู้อธรรม, 11:18-22, 101-104, 116-117;39:47
- ดูด้วย ผู้ปฏิเสธ
วุฎู (การชำระล้าง), 4:43; 5:6
ยัฆูษ, 71:23
ยะห์ยา (ยอห์น)
- ข่าวดีของ, 3:39; 21:90
- ผู้ชอบธรรม, 6:85
- ฉลาด มีความเห็นอกเห็นใจ มีหน้าที่, 19:12-15
ยาซีน, S.36
ยัษริบ (อัลมะดีนะฮ์) ชาวยัษริบ, 33:13
ยะอูก, 71:23
ยูนุส (โยนาห์), S.10
ยูซุฟ (โยเซฟ), S.12
ซะบูร, 21:105
ซะกะรียา, 3:37-41; 6:85; 19:2-11; 21:89-90
ซัยด์ อิบนุ ฮาริษะฮ์ ทาสของศาสดา, 33:37-38
ซะกาต, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- วัตถุประสงค์ของซะกาตและทาน, 2:273; 9:60
ซันญะบีล, 76:17
ซัลซะละฮ์, S.99
ซักกูม, 17:60; 37:62-66; 44:43-46; 56:52
ซิฮาร, 33:4; 58:2-4
ซุครุฟ, S.43
ซุมัร, S.39
หลักการพื้นฐาน
- ศรัทธาที่สมบูรณ์ 5:3
- หนทางเดียวที่อัลลอฮ์ทรงยอมรับ 3:19, 85
- ไม่มีการบังคับในการรับอิสลาม 2:256
- ศาสนาเดียวกับรหัสกฎหมายที่แตกต่าง 5:48; 22:67-70; 42:13-14
- นบีของอิสลาม 2:135-136; 3:84; 4:163-165
- บัญญัติ (ศรัทธาในอัลลอฮ์และทำความดี) 4:36; 6:151-154;17:23-39;18:107-108
- วัตถุประสงค์ห้าประการของชะรีอะฮ์ การปกป้องศรัทธา 5:54
- การปกป้องชีวิต 5:32;6:151
- การปกป้องทรัพย์สิน 5:38
- การปกป้องเกียรติ 5:5;24:4
- การปกป้องความสามารถในการคิด 5:90.
ความศรัทธาในอัลลอฮ์ 2:255
- คุณสมบัติอันศักดิ์สิทธิ์ พระนามอันสวยงาม 57:1-6; 59:22-24; 85:13-16; 112:1-4
- พระเจ้าเดียวที่ควรนมัสการ 1:1-4; 2:285; 6:3; 43:84
- อำนาจทั้งหมดเป็นของพระองค์ 3:26; บัลลังก์ (อัรช) 7:54; 11:7
- กุรซีย์ (แท่นรองเท้าหรือเก้าอี้) 2:255
- ความโปรดปรานนับไม่ถ้วนต่อมนุษยชาติ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ประทานชีวิตและทำให้ตาย 44:8; 53:44; 57:2; 67:2
- ทำให้เกิดความสุขและความเศร้า 53:43
- ประทานปัจจัยยังชีพมากหรือน้อย 13:26; 17:30; 29:62
- ผู้ทรงตัดสินดีที่สุด 95:8
- ผู้ทรงเมตตายิ่งกว่าผู้เมตตา 12:92
- ทรงรักผู้ชอบธรรม 85:14
- ทรงอภัยเต็มที่และลงโทษรุนแรง 13:6, 40:3
- องค์แรกและองค์สุดท้าย 57:3
- เกียรติและอำนาจทั้งหมดเป็นของพระองค์ 35:10
- ทรงรู้สิ่งเร้นลับและเห็นสิ่งที่ซ่อนอยู่ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ทรงรู้ดีที่สุดสิ่งที่ซ่อนในหัวใจ 5:7; 11:5; 31:23
- ทรงรู้สิ่งที่เกิดขึ้นแล้วและสิ่งที่ยังจะมา 2:255
- บันทึกทุกสิ่งในบันทึก (หรือแผ่นศิลาที่ถูกปกป้อง) 6:38; 13:39; 36:12
- ทรงสามารถทำสิ่งใดก็ได้ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- พลังอำนาจอันไร้ขอบเขต 3:26-27; 24:45; 31:28-30
- ทรงสร้างฟ้าสวรรค์และแผ่นดินในหกวันโดยไม่เหน็ดเหนื่อย 46:33; 50:38
- ทรงสร้างด้วยคำว่า "จงเป็น!" 36:81-83
- ไม่ทรงอยุติธรรมต่อสิ่งที่พระองค์ทรงสร้าง 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ทุกสิ่งอยู่ใต้พระประสงค์ 3:83; 22:18; 30:26
- ทุกสิ่งต้องการพระองค์ 11:6; 35:15; 55:29
- วางใจในพระองค์ 10:84-85; 12:67; 25:58
- รูปแบบการสื่อสารของพระเจ้า 42:51
- ควรระมัดระวังต่อพระองค์ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ปัญญาเป็นของขวัญจากพระองค์ 2:269
- พระองค์ไม่ต้องการสิ่งใดจากใคร 3:97; 6:133; 112:2
- ไม่ใช่หนึ่งในตรีเอกภาพ 4:171
- ไม่มีคู่ครอง 6:101
- ไม่มีบุตร 10:68; 19:35; 43:81; 72:3; 112:3
- ไม่มีผู้ร่วมหรือพระเจ้าร่วม 6:94; 7:191-195; 46:4-5
- ไม่มีสิ่งใดเหมือนพระองค์ 42:11; 112:4
คำสั่งให้ใคร่ครวญถึงสิ่งมหัศจรรย์ในการสร้างของพระองค์ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
สัญญาณในการสร้าง 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ทรงสร้างทุกสิ่งเพื่อวัตถุประสงค์ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- จักรวาลที่สมบูรณ์แบบ 67:3-4
- รวมกลางวันเข้ากลางคืน 3:27
- ความหลากหลาย 30:22; 35:27-28
- น้ำผึ้ง 16:68-69
- นม 16:66
- ของขวัญแห่งบุตร 42:49-50
- ดาวเคราะห์และวงโคจร 21:33; 36:38-44
- กลุ่มดาว 25:61; 85:1
- ดาว 37:6-7; 67:5
- เมฆ 7:57;30:48
- แผ่นดินไหว 7:78; 7:155
- ดินถล่ม 28:81; 29:40
- พายุ 10:22
- ฝนละออง ลูกเห็บ และฝน 2:265; 6:99; 24:43; 50:9-11
- ฟ้าร้องและฟ้าแลบ 13:12-13
การอ้างอิงทางวิทยาศาสตร์
- มนุษย์ถูกสร้างจากเซลล์สืบพันธุ์ชายและหญิง 76:2
- การก่อตัวและระยะการพัฒนาของตัวอ่อน 22:5; 23:12-14
- ทารกในครรภ์ในสามชั้นของความมืด 39:6
- น้ำกร่อย 25:53-54; 35:12; 55:19-20
- การผสมเกสรโดยลม 15:22
- ลายนิ้วมือ 75:3-4
- ภูเขาเป็นหมุด 78:7
- เหล็กถูกส่งลงมา 57:25
- ตัวรับความเจ็บปวด 4:56
- ดวงอาทิตย์เป็นแหล่งแสงและดวงจันทร์เป็นแสงสะท้อน 10:5
- การแยกดวงจันทร์ 54:1
- ท้องฟ้าเป็นหลังคาที่ถูกปกป้อง 21:32
- สิ่งมีชีวิตทั้งหมดถูกสร้างจากน้ำ 21:30; 24:45
- มดสื่อสารกัน 27:17-19
- คลื่นภายใน 24:40
สิ่งมีชีวิต
- มลาอิกะฮ์ 39:75
- มนุษย์ (ผู้มีอำนาจบนแผ่นดิน) 2:30; 6:165; 16:4
- ญิน 72:1-15
- สัตว์เป็นชุมชนเหมือนมนุษย์ 6:38
- ลูกวัว 11:69
- อูฐ 7:40
- สุนัข 18:22
- ช้าง 105:1
- ม้า ล่อ และลา 16:8
- สิงโตและม้าลาย 74:50-51
- ลิง 2:65
- หมู 2:173
- อูฐนาง 7:73
- แกะและแพะ 6:143
- หมาป่า 12:17
- กบ 7:133
- งู 7:107
- นก 24:41
- อีกา 5:31
- นกฮูด 27:20
- นกคุ่ม 2:57
- ปลา 18:61
- วาฬ 37:142
- มด 27:18
- ผึ้ง 16:68
- ยุง 2:26
- แมลงวัน 22:73
- เหา และตั๊กแตน 7:133
- แมงมุม 29:41
- สิ่งอื่นที่เราไม่รู้จัก 16:8
พืชผลและผลไม้ 6:99; 13:4; 16:11; 36:33-35
- กล้วย 56:29
- อินทผลัม 19:25
- ผักกาดหอม แตงกวา กระเทียม ถั่วเลนทิล และหัวหอม 2:61
- องุ่น 80:28
- มะกอกะฮ์ 6:99
- มะเดื่อ 95:1
- ทับทิม 55:68
- ฟักทอง 37:146
ความศรัทธาในมุฮัมมัด
- คุณสมบัติ เป็นเพียงนบี 3:144; 6:50; 7:188; 18:110
- เพื่อนำความจริง 2:119; 35:24; 42:48
- ตราประทับของนบี 33:40
- คุณลักษณะอันสูงส่ง 3:159; 68:4
- แบบอย่าง 33:21
- เป็นความโปรดปรานแก่ผู้ศรัทธา 3:164
- ความเมตตาต่อโลกทั้งหมด 21:107
- ศาสนทูตสากล 4:170; 7:157-158; 34:28
- นำสู่ทางตรง 42:52-53
- ห่วงใยผู้คน 9:129
- เป็นพยานในวันพิพากษา 4:42; 16:89
- นบีผู้ไม่รู้หนังสือ 7:157-158; 29:48; 62:2
- ถูกพยากรณ์ในเตารอตและอินญีล 7:157
- ถูกพยากรณ์โดยอีซา 61:6
ความท้าทายที่ศาสดา (ﷺ) เผชิญ
- ข้อเรียกร้องไร้สาระของพวกนอกรีต 8:32; 15:7; 17:89-93; 25:7-8
- ข้อกล่าวหาเท็จ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ความพยายามลอบสังหาร 8:30; 9:74
- การเตือนผู้ที่ทำร้ายหรือต่อต้านเขา 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- คำสั่งให้ตอบสนองต่อการปฏิเสธด้วยความอดทน 20:130; 30:60; 46:35; 70:5
- คำสั่งให้ได้รับการรับรองจากอัลลอฮ์ 5:67; 93:1-11; 94:1-8
บทเรียนจากชีวิตของศาสดา (ﷺ)
- จากการอพยพ (ฮิจเราะฮ์) สู่ยุทธการบะดัร 3:121-129; 8:42-44; 8:65-71
- ยุทธการอุฮุด 3:151-180
- ยุทธการสนามเพลาะ 33:9-27
- ยุทธการฮุนัยน์ 9:25-27
- มะดีนะฮ์ 9:40
- ตะบูก 9:38-123
- บะนู อัน-นะฎีร 59:2-6
- ฮัมรออุลอะซัด 3:172-175
- สนธิสัญญาฮุดัยบิยะฮ์ 48:1-7; 48:10-29
เกียรติที่ประทานแก่ศาสดา (ﷺ)
- อัลลอฮ์และมลาอิกะฮ์ของพระองค์อำนวยพรแก่เขา 33:56
- การเดินทางกลางคืนจากมักกะฮ์สู่เยรูซาเล็ม 17:1
- การเดินทางสู่ฟ้าสวรรค์ 53:1-18
- ได้รับเกียรติในโลกนี้และโลกหน้า 17:79; 66:8; 108:1
- การเชื่อฟังเขาคือการเชื่อฟังอัลลอฮ์ 4:80
- รางวัลของการเชื่อฟังอัลลอฮ์และศาสนทูตของพระองค์ 4:69
- ครอบครัวของเขาถูกชำระ 33:33-34
- เห็นญิบรีลในรูปแบบที่แท้จริง 53:1-18
- ผู้ศรัทธาถูกสั่งให้เชื่อฟังเขา 59:7
- มารยาทในการพูดกับเขา 49:1-5
- มารยาทในการเยี่ยมเยียนเขา 33:53
- มารยาทในการปฏิบัติต่อภริยาของเขา 33:53
- อัลลอฮ์ทรงพอพระทัยในเขาและสหายของเขา 9:100; 9:117
- ความเป็นเลิศของชุมชนแห่งศรัทธาของเขา 2:143; 3:110
การละหมาด (ศอลาต) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ละหมาดวันศุกร์ 62:9
- ทิศทางของการละหมาด (กิบลัต) 2:144; 2:149-150
- ควรป้องกันจากการกระทำชั่ว 29:45
- เวลา 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ขณะอยู่ในอันตรายหรือเดินทาง 2:239; 4:101-102
- การเตือนผู้ที่ละเลยการละหมาด 19:59; 74:38-47; 107:5-7
- การละหมาดของพวกมุนาฟิก 4:142; 9:54
การชำระ การอาบน้ำวุฎู 5:6
- การอาบน้ำเต็ม (ฆุสล์) 2:222; 4:43
- การอาบน้ำแห้ง (ตะยัมมุม) 4:43; 5:6
การวิงวอน (ดุอา)
- ของอิบรอฮีม 2:126-129; 2:126-129; 14:35-41; 26:83-89
- อาดัมและเอวะ 7:23
- อีซา 5:114
- อัยยูบ 21:83; 21:83
- ยูนุส 21:87
- ยูซุฟ 12:33; 12:101
- มูซา 10:88-89; 20:25-35
- มุฮัมมัด 17:80; 20:114
- นูห์ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- สุลัยมาน 38:35
- ชุอัยบ์ 7:89
- ซะกะรียา 3:38; 19:2-6; 21:89-90
- มลาอิกะฮ์ 40:8-9
- มารดาของมัรยัม 3:35-36
- ภริยาของฟิรเอาน์ 66:11
- นักมายากลของฟิรเอาน์ 7:126
- กษัตริย์ซาอูลและผู้ศรัทธาที่อยู่กับเขา 2:250
- ผู้ศรัทธาในบุตรหลานของอิสราเอล 10:85-86
- ชาวถ้ำ 18:10
- ผู้ชอบธรรม 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ผู้ถูกกดขี่ 4:75
โองการสุญูด
- สัจดาต พหูพจน์ของสัจดะฮ์, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ซะกาต ในฐานะภาระผูกพัน 2:110; 2:177; 2:277; 6:141
- หนึ่งในคุณสมบัติของผู้ศรัทธา 22:41; 23:4; 51:19
- ผู้รับ 9:60
- ทาน (ศอดะเกาะฮ์) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- การเตือนผู้ที่ยึดไว้ 3:180; 9:34; 47:38
การถือศีลอด (เศาม์)
- ในเดือนเราะมะฎอน 2:183-185
- ชั่วโมงของการถือศีลอด 2:187
- การยกเว้น 2:184-185
- ความสัมพันธ์ใกล้ชิดในคืนก่อนการถือศีลอด 2:187
- การถือศีลอดในระหว่างฮัจญ์ 2:196
ฮัจญ์ (การประกอบพิธีฮัจญ์)
- ภาระผูกพันสำหรับผู้ที่สามารถ 3:97
- พิธีกรรมและข้อบัญญัติ 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- การเชือดบูชา 2:196; 22:36-37
- การห้ามล่าสัตว์บนบกขณะประกอบพิธี 5:1; 5:94-95
- การอนุญาตให้ล่าสัตว์ในทะเล 5:96
- อุมเราะฮ์ 2:158; 2:196
ชุมชนแห่งศรัทธา
- มุสลิม 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ผู้ปกป้องซึ่งกันและกัน 3:28; 9:71
- คริสต์ศาสนิกชน 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ยิว 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- บุตรหลานของอิสราเอล 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ชาวคัมภีร์ (ส่วนใหญ่ยิวและคริสต์) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- มุสลิมสามารถกินจากสัตว์ที่ชาวคัมภีร์เชือดและแต่งงานกับสตรีของพวกเขา 5:5
- อาหารที่ต้องห้ามสำหรับยิว 6:146
- ศอบิอีน 2:62; 22:17
- ผู้นับถือมายากล 22:17
- พวกพหุเทวนิยม (นอกรีต ผู้นมัสการรูปเคารพ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- การปฏิบัติงมงายของพวกนอกรีต 2:189; 5:103; 6:138-144
- พวกอเทวนิยม 52:35-36
การปฏิบัตินอกรีตที่ถูกห้าม
- การฝังบุตรสาวทั้งเป็น 16:58-59; 81:8-9
- การฆ่าบุตรเพราะกลัวความยากจน 6:137; 6:151; 17:31
- การ휘파람และการปรบมือรอบกะอ์บะฮ์ 8:35
- การอุทิศอูฐแก่รูปเคารพ 5:103; 6:136
- การเชือดบูชาในนามของรูปเคารพ 6:121
- การหย่าแบบซิฮาร 33:4; 58:2-4
- อีลาอ์ (เกินสี่เดือน) 2:226-227
- การจับฉลากในการตัดสินใจ 5:3
- การเดินรอบกะอ์บะฮ์ในสภาพเปลือยกาย 7:26-28
- การเข้าบ้านทางประตูหลังหลังประกอบพิธีฮัจญ์ 2:189
สิ่งที่ถูกนมัสการ
- มลาอิกะฮ์ (ในหมู่ชาวอาหรับนอกรีตบางคน) 34:40
- อัลอัยกะฮ์ (ในหมู่ชาวชุอัยบ์) 26:176
- บะอัล (ในหมู่ชาวอิลยาส) 37:125
- อีซา (ในศาสนาคริสต์) 5:17
- รูปเคารพ (ในหมู่ชาวอิบรอฮีม) 21:52-53
- รูปเคารพลาต อุซซา และมะนาต (ในหมู่ชาวอาหรับนอกรีต) 53:19-20
- รูปเคารพวัดด์ ซุวาอ์ ยัฆูษ ยะอูก และนัสร (ในหมู่ชาวนูห์) 71:23
- ดวงอาทิตย์ (ชาวซะบะอ์) 27:24
- ดาวซีเรียส (ในหมู่ชาวอาหรับนอกรีตบางคน) 53:49
- ฟิรเอาน์ (ในอียิปต์โบราณ) 26:29; 28:38; 79:24
- ความปรารถนา 25:43-44; 45:23
- ความเชื่อในพระเจ้าหลายองค์ถูกหักล้าง 17:42-43; 21:21-24; 25:3
สถานที่ประกอบพิธีกรรม มัสยิด 9:18
- โบสถ์คริสต์ โบสถ์ยิว และอาราม 22:40
- สถานศักดิ์สิทธิ์ 3:39; 38:21
- วิหาร 17:7
- ตำแหน่งทางศาสนา นักบวช พระสงฆ์ และแรบบี 5:44; 5:63; 5:82; 9:31-34
มลาอิกะฮ์
- สอบถามเกี่ยวกับการสร้างอาดัม 2:30-34
- ไม่เคยฝ่าฝืนอัลลอฮ์ 21:26-27; 66:6
- ไม่ใช่บุตรสาวของอัลลอฮ์ 21:26; 43:16-19
- มลาอิกะฮ์ผู้พิทักษ์ 13:11
- มลาอิกะฮ์ผู้บันทึกสององค์ 50:16-18; 82:10-12
- แปดองค์แบกบัลลังก์ของอัลลอฮ์ในวันพิพากษา 69:17
- สิบเก้าองค์ดูแลนรก 74:26-31
- มลาอิกะฮ์แห่งความตาย 6:93; 16:28; 32:11
- ญิบรีล 2:97; 66:4; 26:192-195; 53:1-14
- มีกาอีล 2:98
- มาลิก 43:77
ศาสนทูต
- จากมลาอิกะฮ์และมนุษย์ 22:75
- ศาสนทูตผู้มีความมุ่งมั่นแน่วแน่ (อิบรอฮีม นูห์ มูซา อีซา และมุฮัมมัด ﷺ) 33:7; 42:13; 46:35
คัมภีร์
- อัลกุรอาน การเปิดเผยจากอัลลอฮ์ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- การเตือนสำหรับโลกทั้งหมด 68:51-52
- นำทางสู่วิถีชีวิตที่เที่ยงตรงที่สุด 17:9
- การเปิดเผยเริ่มต้นในเดือนเราะมะฎอน 2:185
- ในคืนอันจำเริญ 44:3;97:1-5
- เปิดเผยเป็นระยะ 17:105-106
- ทำให้ง่ายต่อการจดจำ 54:17
- ยืนยันความจริงในการเปิดเผยก่อนหน้า 3:3-4
- อำนาจสูงสุดเหนือคัมภีร์ก่อนหน้า 5:48
- ไม่มีข้อสงสัยในนั้น 2:2; 10:37
- ไม่มีความขัดแย้ง 4:82
- ไม่ได้ถูกแต่งขึ้น 10:37-39
- ไม่ได้คัดลอกจากคัมภีร์ไบเบิล 25:4-6
- ไม่ได้ถูกเปิดเผยโดยชัยฏอน 26:210-212
- ไม่มีใครสามารถผลิตสิ่งเหมือนมันได้ 17:88; 2:23-24;10:13-14; 11:13
- ได้รับการปกป้องจากการบิดเบือน 15:9
- ได้รับการปกป้องในแผ่นศิลาที่ถูกปกป้อง 56:75-80
- ไม่สามารถพิสูจน์ว่าเป็นเท็จ 41:42
- พยากรณ์เหตุการณ์ในอนาคต 30:1-7; 48:27
- ทำให้ผู้ศรัทธาน้ำตาไหล 5:83; 17:107-109
- แตะต้องหัวใจ 39:23
- แสงสว่างอันเจิดจ้า 4:174; 42:52
- การรักษาและความเมตตาสำหรับผู้ศรัทธา 17:82
- เตารอต 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- อินญีล 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ซะบูร 4:163; 17:55
- คัมภีร์ม้วนของอิบรอฮีม 53:36-44; 87:14-19
โชคชะตาและกำหนด 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- การเลือกอย่างเสรี 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
วันพิพากษา
- ไม่มีความอยุติธรรม 2:281; 18:49; 40:17
- ความน่าสะพรึงของวันสิ้นโลก 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ผู้ชอบธรรมและผู้ชั่วร้ายในวันนั้น 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- การวิงวอน (ชะฟาอะฮ์) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
บันทึกของการกระทำ 17:13; 18:49
- ผู้ศรัทธาได้รับบันทึกด้วยมือขวา 69:19-24; 84:7-9
- ผู้ปฏิเสธได้รับบันทึกด้วยมือซ้าย 69:25-37; 84:10-15
- ไม่มีสิ่งใดซ่อนจากอัลลอฮ์ 21:47; 40:16
- การชั่งน้ำหนักการกระทำ 7:8; 23:102-104; 101:1-11
- การเป็นพยานของอวัยวะร่างกาย 41:19-24; 24:24
- รางวัลสำหรับการกระทำดีและชั่ว 6:160; 27:89-90; 28:84
ประเภทของผู้คน
- ผู้ศรัทธา 18:107-108
- ผู้ปฏิเสธ 4:167-169
- พวกมุนาฟิก 4:145; 57:13-15
- ชาวสวรรค์ ผู้ศรัทธาอันดับแรก 55:46-61; 56:10-26
- ชาวสวรรค์ ชาวมือขวา 55:62-78; 56:27-40
- ชาวนรก ชาวมือซ้าย 55:31-45; 56:41-56
- ชาวอะรอฟ 7:46-49
การเงิน
- แนวทางธุรกิจ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- พินัยกรรม พินัยกรรมเพิ่มเติมแก่ผู้ที่ไม่ใช่ทายาท 2:180-183; 4:11-12; ก่อนเสียชีวิตขณะเดินทาง 5:106-108
- การติดสินบน 2:188
- หนี้สิน ความเมตตาในการเก็บหนี้ 2:280; การเขียนและการเป็นพยานในสัญญาหนี้ 2:282; การรับหลักประกัน 2:283
- มรดก แนวทาง 4:7; 4:32-33; 8:75; ส่วนแบ่งของบุตรและบิดามารดา 4:11; คู่สมรสและพี่น้องทางมารดา 4:12; พี่น้องร่วมบิดามารดา 4:176; การเตือนผู้ที่ไม่ปฏิบัติตาม 4:13-14
- ดอกเบี้ย การห้ามและการเตือน 2:275-281; 3:130-132; ทำให้ไม่เกิดผลกำไร 30:39
กฎหมาย
- กฎหมายการทรยศ (ฮิรอบะฮ์) 5:33-34
- ความยุติธรรม การยืนหยัดเพื่อความยุติธรรม 4:135; 5:8; 16:90-91; การยืนหยัดเพื่อสิทธิของเด็กกำพร้าและสตรี 4:127; ความยุติธรรมต่อยิว 4:105-112; ความยุติธรรมต่อนอกรีต 4:58; ความเที่ยงธรรมต่อผู้ไม่ใช่มุสลิม 60:8-9
- การตอบแทนผ่านช่องทางกฎหมาย (พร้อมตัวเลือกการให้อภัย) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- การแยกทางระหว่างสามีและภริยา คุลอ์ 2:229; ลิอาน (การกล่าวหาว่าล่วงประเวณี) 24:6-10
การเมือง
- การดำเนินกิจการโดยการปรึกษาหารือ (ชูรา) 3:159; 42:38
- การต่อสู้ในการป้องกันตัว (ญิฮาด) มารยาท 2:190-192; 2:216; 22:38-40; ไม่โจมตีโดยไม่เลือกหน้า 4:94; การต่อสู้เพื่อผู้ชาย สตรี และเด็กที่ถูกกดขี่ 4:75; การปกป้องสถานที่ประกอบพิธีกรรม 22:37; รางวัลของชะฮีด 2:154; 3:169-171; 9:111; 57:19; กำลังทหารยับยั้งศัตรูที่อาจเกิดขึ้น 8:60; การเลือกสันติ 2:192; 8:61
- การสร้างสันติระหว่างคู่กรณี 49:9-10
- เชลยศึก การปฏิบัติ 8:70; 47:4; 76:8
สังคม
- การรับบุตรบุญธรรม 33:4-5
- การดูแลเด็กกำพร้า 2:220; 4:2-10; 4:127; 6:152; 17:34
- การหย่าร้าง การอนุญาโตตุลาการและการคืนดี 4:35; 4:128; มารยาทการหย่า 2:229-231; 65:1-2; มะฮ์รและช่วงรอคอย 2:226-241; 4:19-21; 33:49; 65:1-7; สามีไม่ควรเอาคืนสิ่งใดจากมะฮ์ร 4:20; ภริยาไม่ควรถูกรังแก 65:6; ภริยาควรได้รับการสนับสนุนทางการเงินในช่วงตั้งครรภ์ 65:6; ในช่วงอิดดะฮ์ 65:6; หากเธอให้นมบุตรของอดีตสามี 65:6; ไม่มีบิดามารดาควรได้รับความทุกข์เพราะบุตรของตน 2:233; การเลือกแม่นม 65:6
- การส่งเสริมความดีและห้ามความชั่ว 3:104; 3:110; 7:157; 9:71-72; 31:17
- ความเท่าเทียมของมนุษย์ 49:13; ชายและหญิงต่อหน้าอัลลอฮ์และกฎหมาย 3:195; 4:124; 5:38; 16:97; 24:2; 40:40; ชายมีระดับความรับผิดชอบเหนือสตรี 2:228
- การเลี้ยงดูคนยากจน เด็กกำพร้า และเชลย 76:8-9
- การให้อภัยและการควบคุมความโกรธ 3:134; 42:40
- การปลดปล่อยทาสและช่วยเหลือพวกเขา 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- การให้เกียรติบิดามารดาของตนเอง 4:36; 17:23-25; 31:14-15
- ความอ่อนน้อมถ่อมตน 17:37; 31:18-19
- การตีความความฝันของอิบรอฮีม 37:102; การตีความความฝันของยูซุฟ 12:4; 12:36; 12:43; การตีความความฝันของมุฮัมมัด 8:43; 48:27
- ความเมตตาต่อผู้ไม่ใช่มุสลิม 60:8
- การแต่งงาน 4:3; 4:129; 16:72; 30:21; สตรีที่ฮาลาลและฮารอมในการแต่งงาน 4:22-24; มารยาทในความใกล้ชิด 2:222-223; การตั้งครรภ์และการให้นม 2:233; 31:4; 46:15; 65:6; การแต่งงานใหม่กับอดีตภริยาของตนเอง 2:230; การช่วยเหลือคนโสดให้แต่งงาน 24:32; การแสดงความสนใจอย่างอ่อนๆ ในช่วงอิดดะฮ์ 2:235
- คำสาบาน 2:224-225; 16:91-92; 16:94; การชดใช้สำหรับคำสาบานที่ผิด 5:89
- ความอดทนในยามยากลำบาก 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- การขออนุญาตเข้า 24:58-60; การเข้าบ้านของผู้คน 24:27-28; การเข้าสถานที่สาธารณะ 24:29
- มารยาทสังคม การตรวจสอบข่าว 4:83; 49:6; การให้เกียรติทุกคน 49:11-12; มารยาทในที่ประชุม 58:11; การพูดคุยส่วนตัว 4:114; 58:9
- การให้คำปฏิญาณ 2:270; 9:75-77; 22:29; 76:7
- การสุรุ่ยสุร่ายและความตระหนี่ 7:31; 17:29; 25:67
เรื่องราวอื่นๆ
- ฮาบีลและกาบีล 5:27-31
- อัลคิดร์และมูซา 18:60-82
- กองทัพช้าง 105:1-4
- ผู้ศรัทธาจากประชาชนของฟิรเอาน์ 40:28-46
- การประสูติของมัรยัม 3:35-36
- วัวของบุตรหลานอิสราเอล 2:67-74
- อุซัยร์ 2:259
- เจ้าของสวน 68:17-32
- ฮารูตและมารูต 2:102
- กอรูน 28:76-82
- คำแนะนำของลุกมานแก่บุตร 31:12-19
- เจ้าของสวนสองแห่ง 18:32-44
- ชาวซะบะอ์ 34:15-19
- ชาวถ้ำ 18:9-26
- ชาวสนามเพลาะ 85:1-8
- ผู้ละเมิดวันซับบาโต 7:163-165
- สามิรีย์และลูกวัวทอง 20:83-97
- ซาอูลและซามูเอล 2:247-251
- ษุลก็อรนัยน์ 18:83-98
ชัยฏอน 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- มนุษย์และญินที่เป็นชัยฏอน 6:112;114:6
- ฟ้าสวรรค์ได้รับการปกป้องจากชัยฏอน 15:16-18
ความเสียใจ
- ไม่ติดตามศาสดา 25:27
- ไม่เชื่อฟังอัลลอฮ์และศาสนทูตของพระองค์ 4:41-42; 33:64-68
- คบเพื่อนชั่ว 25:28-29; 26:96-102; 43:36-39
- ปฏิเสธสัญญาณของอัลลอฮ์ 6:27-30
- ไม่ทำงานเพื่ออาคิเราะฮ์ 89:23-24
การวิงวอนอย่างสิ้นหวัง
- ขอกลับสู่โลก 2:167; 6:27-28; 32:12-14; 42:44
- ขอโอกาสที่สอง 35:36-37
- ขอให้นำออกจากไฟ 40:10-12
- ขออาหารและน้ำ 7:51-52
- ขอผู้วิงวอน 7:52-53
- ขอให้กลายเป็นผุยผง 4:41-42; 78:40
- ขอความตาย 43:74-78
คุณสมบัติของผู้ชอบธรรม
- รักษาสิทธิของพระผู้สร้างและสิ่งที่พระองค์ทรงสร้าง 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
คุณสมบัติของผู้ชั่วร้าย
- เนรคุณ 14:34
- ตระหนี่ 17:100
- รีบร้อน 21:37
- รำลึกถึงอัลลอฮ์เฉพาะในยามยากลำบาก 10:12; 41:51
- ใจร้อน 70:19
- ชอบโต้เถียง 18:54
บาปใหญ่
- การตั้งภาคีต่ออัลลอฮ์ในการนมัสการ (ชิรก์) 4:48; 4:116; 5:72; 6:19; 31:13
- การทำร้ายบิดามารดาของตนเอง 4:36; 6:151; 17:23
- การละเลยหรือละทิ้งการละหมาดที่บังคับ 19:59-60
- การไม่จ่ายซะกาต 41:6-7
- การฆาตกรรม 6:151; 17:33
- การสังหารผู้ศรัทธาโดยตั้งใจ 4:93
- การลักขโมย 5:38
- การฉ้อโกง 7:85; 11:85; 26:182-183; 83:1-6
- การโกหก 2:10; 9:77; 39:60
- การโกหกต่ออัลลอฮ์ 6:93; 29:68; 61:7
- ความสัมพันธ์ทางเพศที่ต้องห้าม 2:222; 17:32; 24:2; 25:68; 29:28-30
- การกล่าวหาเท็จว่าล่วงประเวณี 24:4-5
- การละทิ้งศาสนา 2:217; 5:54
- การกินเนื้อหมูและอาหารต้องห้ามอื่นๆ (ซากสัตว์ เลือด ฯลฯ) 5:3; 6:145
- แอลกอฮอล์และการพนัน 5:90-91
- การนินทา 49:11
- การเป็นพยานเท็จ 22:30
- เวทมนตร์ 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman     อัร-เราะห์มาน (ผู้ทรงกรุณาปรานี)  1:3; 17:110
- #2 Ar-Raheem      อัร-เราะฮีม (ผู้ทรงเมตตาเสมอ)  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik       อัล-มาลิก (ผู้ทรงราชาธิบดี)  20:114; 23:116; 59:23
- #4 Al-Quddus      อัล-กุดดูส (ผู้ทรงบริสุทธิ์ยิ่ง)  59:23; 62:1
- #5 As-Salaam      อัส-สลาม (ผู้ทรงสันติและความศานติ)  59:23
- #6 Al-Mu'min      อัล-มุอ์มิน (ผู้ทรงประทานความปลอดภัย)  59:23
- #7 Al-Muhaymin    อัล-มุฮัยมิน (ผู้ทรงคุ้มครองดูแล)  59:23
- #8 Al-Aziz        อัล-อะซีซ (ผู้ทรงเดชานุภาพ)  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar      อัล-จับบาร (ผู้ทรงอานุภาพ)  59:23
- #10 Al-Mutakabbir อัล-มุตะกับบิร (ผู้ทรงเกรียงไกร)  59:23
- #11 Al-Khaliq     อัล-คอลิก (ผู้ทรงสร้าง)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'      อัล-บาริอ์ (ผู้ทรงให้บังเกิด)  59:24
- #13 Al-Musawwir   อัล-มุเศาวิร (ผู้ทรงรังสรรค์รูปทรง)  59:24
- #14 Al-Ghaffar    อัล-ฆ็อฟฟาร (ผู้ทรงอภัยโทษยิ่ง)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar     อัล-เกาะฮ์ฮาร (ผู้ทรงพิชิต)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab     อัล-วะฮ์ฮาบ (ผู้ทรงประทานให้อย่างมากมาย)  3:8; 38:9; 38:35
- #17 Ar-Razzaq     อัร-ร็อซซาก (ผู้ทรงประทานปัจจัยยังชีพ)  51:58
- #18 Al-Fattah     อัล-ฟัตตาห์ (ผู้ทรงเปิดทาง/ความเมตตา)  34:26
- #19 Al-Aleem      อัล-อะลีม (ผู้ทรงรอบรู้ยิ่ง)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid      อัล-กอบิฎ (ผู้ทรงยับยั้ง)  2:245
- #21 Al-Basit      อัล-บาซิฎ (ผู้ทรงประทานความแผ่ไพศาล)  2:245
- #22 Al-Khafid     อัล-คอฟิฎ (ผู้ทรงทำให้ต่ำลง)  95:5
- #23 Ar-Rafi'      อัร-รอฟิอ์ (ผู้ทรงยกย่อง)  58:11; 6:83
- #24 Al-Mu'izz     อัล-มุอิซซ์ (ผู้ทรงประทานเกียรติยศ)  3:26
- #25 Al-Mudhill    อัล-มุซิลล์ (ผู้ทรงลดเกียรติ)  3:26
- #26 As-Sami'      อัส-สะมีอ์ (ผู้ทรงได้ยินยิ่ง)  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir      อัล-บะศีร (ผู้ทรงเห็นยิ่ง)  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam      อัล-หะกัม (ผู้ทรงตัดสินสิทธิ์ขาด)  22:69
- #29 Al-Adl        อัล-อดัล (ผู้ทรงยุติธรรมยิ่ง)  6:115
- #30 Al-Latif      อัล-ละฏีฟ (ผู้ทรงละเมียดละไม)  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir     อัล-เคาะบีร (ผู้ทรงตระหนักรู้ยิ่ง)  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim      อัล-หะลีม (ผู้ทรงหนักแน่น)  2:235; 17:44; 22:59; 35:41
- #33 Al-Azeem      อัล-อะซีม (ผู้ทรงยิ่งใหญ่ยิ่ง)  2:255; 42:4; 56:96
- #34 Al-Ghafur     อัล-ฆ็อฟฟูร (ผู้ทรงอภัยโทษเสมอ)  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur    อัช-ชะกูร (ผู้ทรงชมเชย/ทวีผลบุญ)  35:30; 35:34; 42:23; 64:17
- #36 Al-Aliy       อัล-อะลีย์ (ผู้ทรงสูงส่งยิ่ง)  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir      อัล-กะบีร (ผู้ทรงอัครเกรียงไกร)  13:9; 22:62; 31:30
- #38 Al-Hafiz      อัล-หะฟีซ (ผู้ทรงปกป้องรักษา)  11:57; 34:21; 42:6
- #39 Al-Muqit      อัล-มุกีต (ผู้ทรงหล่อเลี้ยง)  4:85
- #40 Al-Hasib      อัล-หะซีบ (ผู้ทรงคำนวณ)  4:6; 4:86; 33:39
- #41 Al-Jalil      อัล-ญะลีล (ผู้ทรงสง่างาม)  55:27; 39:14; 7:143
- #42 Al-Karim      อัล-กะรีม (ผู้ทรงโอบอ้อมอารี)  27:40; 82:6
- #43 Ar-Raqib      อัร-เราะกีบ (ผู้ทรงเฝ้ามอง)  4:1; 5:117
- #44 Al-Mujib      อัล-มุญีบ (ผู้ทรงตอบรับคำดุอาอ์)  11:61
- #45 Al-Wasi'      อัล-วาเซิอ์ (ผู้ทรงแผ่ไพศาล)  2:268; 3:73; 5:54
- #46 Al-Hakim      อัล-หะคีม (ผู้ทรงปรีชาญาณยิ่ง)  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud      อัล-วะดูด (ผู้ทรงรักใคร่บ่าว)  11:90; 85:14
- #48 Al-Majid      อัล-มะญีด (ผู้ทรงรุ่งโรจน์ยิ่ง)  11:73
- #49 Al-Ba'ith     อัล-บาอิษ (ผู้ทรงฟื้นคืนชีพ)  22:7
- #50 Ash-Shahid    อัช-ชะฮีด (ผู้ทรงเป็นพยานยิ่ง)  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq       อัล-หักก์ (ผู้ทรงสัจจะ)  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil      อัล-วะกีล (ผู้ทรงรับมอบหมายดูแล)  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy     อัล-เกาะวีย์ (ผู้ทรงพลานุภาพยิ่ง)  22:40; 22:74; 42:19; 57:25
- #54 Al-Mateen     อัล-มะตีน (ผู้ทรงมั่นคงยิ่ง)  51:58
- #55 Al-Waliyy     อัล-วะลีย์ (ผู้ทรงเป็นมิตร/คุ้มครอง)  4:45; 7:196; 42:28; 45:19
- #56 Al-Hameed     อัล-หะมีด (ผู้ทรงได้รับการสรรเสริญยิ่ง)  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi      อัล-มุห์ศี (ผู้ทรงนับ/บันทึกสรรพสิ่ง)  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'     อัล-มุบดิอ์ (ผู้ทรงเริ่มสร้าง)  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id      อัล-มุอีดย์ (ผู้ทรงให้กลับคืนมาใหม่)  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi      อัล-มุห์ยี (ผู้ทรงประทานชีวิต)  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumit      อัล-มุมีต (ผู้ทรงประทานความตาย)  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy       อัล-หัยย์ (ผู้ทรงมีชีวิตสถาพรนิรันดร์)  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum     อัล-ก็อยยูม (ผู้ทรงดำรงอยู่ด้วยพระองค์เอง)  2:255; 3:2; 20:111
- #64 Al-Wajid      อัล-วาญิด (ผู้ทรงค้นพบ)  38:44
- #65 Al-Majid      อัล-มาญิด (ผู้ทรงประเสริฐยิ่ง)  11:73
- #66 Al-Wahid      อัล-วาหิด (ผู้ทรงเป็นหนึ่งเดียว)  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad       อัล-อะหัด (ผู้ทรงเอกะ)  112:1
- #68 As-Samad      อัส-เศามัด (ผู้ทรงเป็นที่พึ่งพา)  112:2
- #69 Al-Qadir      อัล-กอดิร (ผู้ทรงอานุภาพ)  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir   อัล-มุกตะดิร (ผู้ทรงกุมอำนาจเหนือทุกสิ่ง)  18:45; 54:42; 54:55
- #71 Al-Muqaddim   อัล-มุก็อดดิม (ผู้ทรงนำมาไว้ข้างหน้า)  16:61; 17:34
- #72 Al-Mu'akhkhir อัล-มุอัคคิร (ผู้ทรงถ่วงไว้ข้างหลัง)  71:4
- #73 Al-Awwal      อัล-เอาวัล (ผู้ทรงเป็นองค์แรก)  57:3
- #74 Al-Akhir      อัล-อาคิร (ผู้ทรงเป็นองค์สุดท้าย)  57:3
- #75 Az-Zahir      อัฎ-ฎอฮิร (ผู้ทรงประจักษ์แจ้ง)  57:3
- #76 Al-Batin      อัล-บาฏิน (ผู้ทรงเร้นลับ)  57:3
- #77 Al-Wali       อัล-วาลี (ผู้ทรงปกครองดูแล)  13:11; 22:7
- #78 Al-Muta'ali   อัล-มุตะอาลี (ผู้ทรงสูงสุดยิ่ง)  13:9
- #79 Al-Barr       อัล-บัรร์ (ผู้ทรงเปี่ยมด้วยคุณธรรม)  52:28
- #80 At-Tawwab     อัต-ตัาวาบ (ผู้ทรงตอบรับการกลับเนื้อกลับตัว)  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim   อัล-มุนตะกิม (ผู้ทรงลงโทษ)  32:22; 43:41; 44:16
- #82 Al-Afuw       อัล-อัฟว์ (ผู้ทรงอภัยโทษ)  4:99; 4:149; 22:60
- #83 Ar-Ra'uf      อัร-เราอูฟ (ผู้ทรงกรุณายิ่ง)  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk มาลิกุลมุลก์ (ผู้ทรงเป็นเจ้าของแผ่นดิน)  3:26
- #85 Dhul-Jalali wal-Ikram  ซูลญะลาลี วัลอิกรอม (ผู้ทรงความยิ่งใหญ่และความเกรียงไกร)  55:27; 55:78
- #86 Al-Muqsit     อัล-มุกซิต (ผู้ทรงยุติธรรม)  3:18; 7:29
- #87 Al-Jami'      อัล-ญามิอ์ (ผู้ทรงรวบรวม)  3:9
- #88 Al-Ghaniy     อัล-ฆอนี (ผู้ทรงมั่งคั่ง)  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni     อัล-มุฆนี (ผู้ทรงประทานความมั่งคั่ง)  9:28
- #90 Al-Mani'      อัล-มานิอ์ (ผู้ทรงขัดขวาง)  67:21
- #91 Ad-Darr       อัฎ-ฎาร (ผู้ทรงให้ทุกข์)  6:17
- #92 An-Nafi'      อัน-นาฟิอ์ (ผู้ทรงให้สุข)  30:37
- #93 An-Nur        อัน-นูร (ผู้ทรงเป็นแสงสว่าง)  24:35
- #94 Al-Hadi       อัล-ฮาดี (ผู้ทรงชี้นำทาง)  25:31
- #95 Al-Badi'      อัล-บะดีอ์ (ผู้ทรงสร้างสรรค์อย่างไม่เคยมีมาก่อน)  2:117; 6:101
- #96 Al-Baqi       อัล-บากี (ผู้ทรงคงอยู่ตลอดไป)  55:27
- #97 Al-Warith     อัล-วาริษ (ผู้ทรงเป็นผู้รับมรดก)  15:23
- #98 Ar-Rashid     อัร-ราชิด (ผู้ทรงนำทางโดยชอบธรรม)  2:256
- #99 As-Sabur      อัส-เศาะบูร (ผู้ทรงอดทน)  2:153; 3:200; 103:3
Matching Ayahs
- = อะลิฟ, ลาม, มีม. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = บรรดาผู้เหล่านั้นอยู่บนแนวทางที่ถูกต้องจากพระเจ้าของพวกเขา และบรรดาผู้เหล่านั้นคือผู้ที่ประสบความสำเร็จ. 2:5; 31:5
- = โอ้ วงศ์วานของอิสราเอลเอ๋ย! จงรำลึกถึงความโปรดปรานของข้าพเจ้าที่ข้าพเจ้าได้ให้แก่พวกเจ้า และที่ข้าพเจ้าได้ทำให้พวกเจ้าโดดเด่นเหนือชาวโลก (ประชาชาติ) ทั้งหลาย. 2:47; 2:122
- = นั่นคือประชาชาติที่ล่วงลับไปแล้ว มันจะได้รับสิ่งที่มันได้ขวนขวายไว้ และพวกเจ้าจะได้รับสิ่งที่พวกเจ้าได้ขวนขวายไว้ และพวกเจ้าจะไม่ถูกสอบสวนเกี่ยวกับสิ่งที่พวกเขาได้กระทำ. 2:134; 2:141
- = พวกเขาจะพำนักอยู่ในนั้นอย่างถาวร การลงโทษจะไม่ถูกผ่อนปรนแก่พวกเขา และพวกเขาจะไม่ถูกผัดผ่อน. 2:162; 3:88
- = ยกเว้นบรรดาผู้ที่กลับเนื้อกลับตัวหลังจากนั้น และปรับปรุงแก้ไขให้ดีขึ้น แท้จริงอัลลอฮ์เป็นผู้ทรงอภัยโทษ ผู้ทรงเมตตาเสมอ. 3:89; 24:5
- = และบรรดาผู้ที่ปฏิเสธศรัทธาและปฏิเสธสัญญาณต่าง ๆ ของเรา ชนเหล่านั้นคือชาวนรก. 5:10; 5:86
- = และไม่มีสัญญาณใดจากสัญญาณต่าง ๆ แห่งพระเจ้าของพวกเขามายังพวกเขา เว้นแต่พวกเขาจะผินหลังให้แก่มัน. 6:4; 36:46
- = และแน่นอน ได้มีการเย้ยหยันบรรดาร่อซูลมาก่อนหน้าเจ้าแล้ว แต่ผู้ที่เย้ยหยันเหล่านั้นถูกห้อมล้อมด้วยสิ่งที่พวกเขาเคยเย้ยหยันมัน. 6:10; 21:41
- = จงกล่าวเถิด "แท้จริงฉันกลัวการลงโทษในวันอันยิ่งใหญ่ หากฉันฝ่าฝืนพระเจ้าของฉัน." 6:15; 39:13
- = ดังนั้นแผ่นดินไหวได้คร่าพวกเขา แล้วพวกเขากลายเป็นซากศพนอนพังพาบอยู่ในบ้านของพวกเขา. 7:78; 7:91
- = แล้วเขาได้โยนไม้เท้าของเขา และมันก็กลายเป็นงูตัวใหญ่ที่ชัดเจน. 7:107; 26:32
- = และเขาได้ดึงมือของเขาออกมา แล้วมันก็กลายเป็นสีขาวสว่างแก่ผู้ที่มองดู. 7:108; 26:33
- = พวกเขากล่าวว่า "เราศรัทธาต่อพระเจ้าแห่งสากลโลก." 7:121; 26:47
- = พระเจ้าแห่งมูซาและฮารูน. 7:122; 26:48
- = และข้าจะให้เวลาพวกเขา แท้จริงอุบายของข้านั้นแข็งแรง. 7:183; 68:45
- = พระองค์คือผู้ทรงส่งร่อซูลของพระองค์พร้อมด้วยแนวทางที่ถูกต้องและศาสนาแห่งสัจธรรม เพื่อพระองค์จะทรงให้มันเหนือกว่าศาสนาทั้งหมด แม้พวกตั้งภาคีจะเกลียดชังก็ตาม. 9:33; 61:9
- = โอ้ นบีเอ๋ย! จงต่อสู้กับบรรดาผู้ปฏิเสธศรัทธาและบรรดามุนาฟิกีน และจงแข็งกร้าวต่อพวกเขา และที่พำนักของพวกเขาคือนรกญะฮันนัม และมันเป็นที่กลับไปที่ชั่วช้ายิ่ง. 9:73; 66:9
- = และพวกเขากล่าวว่า "คำสัญญานี้เมื่อใดเล่า หากพวกท่านเป็นผู้สัตย์จริง?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = และแน่นอน เราได้ส่งมูซามาพร้อมด้วยสัญญาณต่าง ๆ ของเราและอำนาจอันชัดแจ้ง. 11:96; 40:23
- = และแน่นอน เราได้ให้คัมภีร์แก่มูซา แต่ได้เกิดการขัดแย้งกันขึ้นในนั้น และหากมิใช่พระดำรัสหนึ่งซึ่งได้บันทึกไว้ก่อนแล้วจากพระเจ้าของเจ้า แน่นอนก็คงถูกตัดสินระหว่างพวกเขา และแท้จริงพวกเขานั้นอยู่ในความสงสัยยิ่งนักเกี่ยวกับมัน. 11:110; 41:45
- = นั่นไม่ใช่เรื่องยากแก่อัลลอฮ์. 14:20; 35:17
- = "ดังนั้นเมื่อข้าได้ทำให้เขาสมบูรณ์ และได้เป่าวิญญาณของข้าเข้าไปในเขา พวกเจ้าจงกราบลงต่อเขา." 15:29; 38:72
- = ดังนั้นบรรดามะลาอิกะฮ์ได้กราบลงทั้งหมด. 15:30; 38:73
- = (อัลลอฮ์) ตรัสว่า "ดังนั้นเจ้าจงออกไปจากมัน เพราะแท้จริงเจ้าเป็นผู้ถูกขับไล่." 15:34; 38:77
- = (อิบลีส) กล่าวว่า "ข้าแต่พระเจ้าของข้าพระองค์! ดังนั้นขอพระองค์ทรงผัดผ่อนให้แก่ข้าพระองค์จนถึงวันเวลาที่พวกเขาจะถูกให้ฟื้นคืนชีพ." 15:36; 38:79
- = (อัลลอฮ์) ตรัสว่า "ดังนั้นแท้จริงเจ้าอยู่ในหมู่ผู้ที่ถูกผัดผ่อน." 15:37; 38:80
- = จนกระทั่งถึงวันเวลาแห่งการกำหนด." 15:38; 38:81
- = เว้นแต่ปวงบ่าวของพระองค์ในหมู่พวกเขาที่พระองค์ทรงคัดเลือกให้บริสุทธิ์. 15:40; 38:83
- = แท้จริงบรรดาผู้ยำเกรงจะอยู่ในสวนสวรรค์มากหลายและตาน้ำพุ. 15:45; 51:15
- = เขากล่าวว่า "แล้วธุระของพวกท่านเล่า โอ้ บรรดาผู้ถูกส่งมา?" 15:57; 51:31
- = พวกเขากล่าวว่า "แท้จริงเราถูกส่งมายังหมู่ชนผู้กระทำผิด." 15:58; 51:32
- = บรรดาผู้ศรัทธาและไม่ปนเปื้อนความศรัทธาของพวกเขาด้วยความอธรรม ชนเหล่านั้นจะได้รับความปลอดภัย และพวกเขาคือผู้ที่ได้รับแนวทางอันถูกต้อง. 16:42; 29:59
- = เพื่อพวกเขาจะปฏิเสธสิ่งที่เราได้ให้แก่พวกเขา แล้วพวกเจ้าจงรื่นรมย์เถิด แล้วพวกเจ้าจะได้รู้. 16:55; 30:34
- = แล้วเขาได้เดินทางไปตามทางหนึ่ง. 18:89; 18:92
- = จงไปหาฟิรเอาน์ เพราะแท้จริงเขาเป็นผู้ละเมิดเกินขอบเขต. 20:24; 79:17
- = และบรรดาผู้ที่รักษาทวารของพวกเขา. 23:5; 70:29
- = เว้นแต่แก่บรรดาภริยาของพวกเขาหรือสิ่งที่มือขวาของพวกเขาครอบครองไว้ เพราะพวกเขาจะไม่ถูกตำหนิ. 23:6; 70:30
- = ดังนั้นผู้ใดแสวงหาสิ่งที่เกินกว่านั้น ชนเหล่านั้นคือผู้ละเมิดขอบเขต. 23:7; 70:31
- = และบรรดาผู้ที่รักษาสิ่งที่ได้รับมอบหมายให้ดูแลและสัญญาของพวกเขา. 23:8; 70:32
- = เขากล่าวว่า "ข้าแต่พระเจ้าของข้าพระองค์! ขอพระองค์ทรงช่วยเหลือข้าพระองค์ด้วย เพราะพวกเขาปฏิเสธข้าพระองค์." 23:26; 23:39
- = ตอ, ซีน, มีม. 26:1; 28:1
- = เหล่านี้คือโองการทั้งหลายแห่งคัมภีร์อันชัดแจ้ง. 26:2; 28:2
- = แท้จริงในนั้นมีสัญญาณอันยิ่งใหญ่ แต่ส่วนใหญ่ของพวกเขาไม่ศรัทธา. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = และแท้จริงพระเจ้าของเจ้า แน่นอนพระองค์เป็นผู้ทรงอำนาจ ผู้ทรงเมตตาเสมอ. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = และเราได้จมน้ำตายพวกอื่น. 26:66; 37:82
- = แท้จริงฉันคือร่อซูลผู้ซื่อสัตย์สำหรับพวกท่าน. 26:107; 26:125; 26:143; 26:162; 26:178
- = ดังนั้นพวกเจ้าจงยำเกรงอัลลอฮ์และจงเชื่อฟังฉัน. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = และฉันมิได้ขอค่าตอบแทนในการนี้จากพวกท่าน ค่าตอบแทนของฉันอยู่ที่พระเจ้าแห่งสากลโลกเท่านั้น. 26:109; 26:127; 26:145; 26:164; 26:180
- = ในสวนสวรรค์มากหลายและตาน้ำพุ. 26:147; 44:52
- = พวกเขากล่าวว่า "แท้จริงท่านเป็นเพียงคนหนึ่งในหมู่ผู้ถูกอาคม." 26:153; 26:185
- = เว้นแต่ภริยาของเขา – เราได้กำหนดไว้แล้วว่า นางจะอยู่ในหมู่ผู้ถูกทิ้งไว้ข้างหลัง. 26:171; 37:135
- = แล้วเราได้ทำลายพวกอื่น. 26:172; 37:136
- = และเราได้โปรยหินลงมาบนพวกเขา แล้วหินที่ตกใส่ผู้ถูกตักเตือนนั้นช่างชั่วช้าเสียนี่กระไร! 26:173; 27:58
- = แล้วพวกเขายังขอให้เร่งการลงโทษอีกหรือ? 26:204; 37:176
- = บรรดาผู้ที่ดำรงการละหมาดและจ่ายซะกาต และพวกเขายืนหยัดในวันปรโลก. 27:3; 31:4
- = และจงรำลึกถึงวันที่พระองค์จะทรงเรียกพวกเขา แล้วตรัสว่า "ไหนเล่าบรรดาภาคีของข้าที่พวกเจ้ากล่าวอ้าง?" 28:62; 28:74
- = และบรรพบุรุษของเราเล่า? 37:17; 56:48
- = และพวกเขาจะหันเข้าหากัน ซักถามกันและกัน. 37:27; 52:25
- = เว้นแต่ปวงบ่าวของอัลลอฮ์ผู้บริสุทธิ์ใจ. 37:40; 37:74; 37:128; 37:160
- = ในสวนสวรรค์แห่งความสุขสำราญ. 37:43; 56:12
- = และเราได้ปล่อยทิ้งไว้ (เกียรติคุณ) แก่เขาในหมู่คนรุ่นหลัง: 37:78; 37:108; 37:129
- = แท้จริงเราประทานรางวัลเช่นนั้นแก่ผู้กระทำความดี. 37:80; 37:121; 37:131; 77:44
- = แท้จริงเขาคือคนหนึ่งในหมู่ปวงบ่าวผู้ศรัทธาของเรา. 37:81; 37:111; 37:132
- = เกิดอะไรขึ้นแก่พวกเจ้า? ทำไมพวกเจ้าจึงตัดสินเช่นนั้น? 37:154; 68:36
- = อัลกุรอานนี้มิใช่สิ่งอื่นใด นอกจากเป็นการตักเตือนแก่ประชาชาติทั้งหลาย. 38:87; 81:27
- = การประทานคัมภีร์นี้มาจากอัลลอฮ์ ผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ. 39:1; 45:2; 46:2
- = ฮา, มีม. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = ขอสาบานต่อคัมภีร์อันชัดแจ้ง. 43:2; 44:2
- = ดังนั้นเจ้าจงปล่อยพวกเขาให้จมอยู่ในการพูดไร้สาระและความสนุกสนาน จนกว่าพวกเขาจะได้พบกับวันของพวกเขา ซึ่งพวกเขาถูกสัญญาไว้. 43:83; 70:42
- = (จะมีเสียงกล่าวแก่พวกเขา) "จงกินและจงดื่มอย่างสุขสบาย เพราะสิ่งที่พวกเจ้าได้กระทำไว้." 52:19; 77:43
- = หรือเจ้าขอค่าตอบแทนจากพวกเขา ดังนั้นพวกเขาจึงเป็นหนี้สินหนัก? 52:40; 68:46
- = หรือว่าพวกเขารู้ความเร้นลับ ดังนั้นพวกเขาจึงบันทึกไว้? 52:41; 68:47
- = และการลงโทษของข้าและการตักเตือนของข้าเป็นอย่างไร! 54:16; 54:21; 54:30
- = และแน่นอน เราได้ทำให้อัลกุรอานง่ายต่อการรำลึก ดังนั้นมีผู้ใดที่จะรำลึกบ้างไหม? 54:17; 54:22; 54:32; 54:40
- = ดังนั้น ด้วยความโปรดปรานแห่งพระเจ้าของเจ้าทั้งสอง เจ้าทั้งสองจะปฏิเสธสิ่งใด? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = กลุ่มชนจำนวนมากจากรุ่นก่อน ๆ. 56:13; 56:39
- = และเรากลายเป็นผู้ถูกพราก? 56:67; 68:27
- = ดังนั้นเจ้าจงสดุดีพระนามของพระเจ้าของเจ้าผู้ยิ่งใหญ่ที่สุด. 56:74; 56:96; 69:52
- = (อัลกุรอาน) เป็นการประทานลงมาจากพระเจ้าแห่งสากลโลก. 56:80; 69:43
- = สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดินต่างสดุดีแด่อัลลอฮ์ และพระองค์เป็นผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ. 59:1; 61:1
- = เมื่อโองการทั้งหลายของเราถูกอ่านแก่เขา เขากล่าวว่า "นิทานสอนใจของคนสมัยก่อน." 68:15; 83:13
- = แล้วเขาจะอยู่ในชีวิตที่พึงใจ. 69:21; 101:7
- = ในสวนสวรรค์ชั้นสูง. 69:22; 88:10
- = และเขาไม่สนับสนุนให้อาหารแก่คนยากจนขัดสน. 69:34; 107:3
- = แท้จริงอัลกุรอานนี้คือคำกล่าวของร่อซูลผู้มีเกียรติ. 69:40; 81:19
- = แท้จริงนี่คือข้อตักเตือน และผู้ใดประสงค์ก็พึงถือเอาทางไปสู่พระเจ้าของเขา. 73:19; 76:29
- = ดังนั้นผู้ใดประสงค์ก็ให้เขารำลึก. 74:55; 80:12
- = ในวันนั้นความหายนะจะเกิดแก่บรรดาผู้ปฏิเสธ! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = แท้จริงบรรดาผู้ทรงคุณธรรมจะอยู่ในความสุขสำราญ. 82:13; 83:22
- = มันคือสมุดบันทึกที่ถูกจารึกไว้. 83:9; 83:20
- = บนที่นอนอันสูงส่ง พวกเขาจะมองดู. 83:23; 83:35
- = และมันได้เชื่อฟังพระเจ้าของมัน และมันก็ควรที่จะเชื่อฟัง. 84:2; 84:5
- = และฉันมิใช่ผู้เคารพภักดีต่อสิ่งที่พวกเจ้าเคารพภักดี. 109:3; 109:5
noblequran.com Schemas
- ชาวมุชริกแห่งมักกะห์ยืนยันในรูบูบียะฮ์ (ความเป็นพระเจ้า) ของอัลลอฮ์ 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- คัมภีร์และภูมิปัญญา (ซุนนะฮ์) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- การปฏิบัติตามวิถีทางของบรรพบุรุษ (ที่หลงผิด) ถูกประณาม 2:170; 31:21; 43:22
- ร่อซูลของอัลลอฮ์เป็นมนุษย์ 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- ชาวมุชริกวิงวอนต่ออัลลอฮ์เพียงผู้เดียวในยามลำบาก 10:22; 17:16; 29:65; 31:32
- การแตกแยกในศาสนาเป็นสิ่งต้องห้ามและถูกประณาม 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- คุณลักษณะอิสติวาอ์ของอัลลอฮ์ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- การเพิ่มขึ้น (และการลดลง) ของอีมาน (ศรัทธา) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- ร่อซูลและไม่มีใครจากสรรพสิ่งรู้เร้นลับโดยอิสระ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- อัลลอฮ์ทรงแผ่และทรงจำกัดปัจจัยยังชีพแก่ผู้ที่พระองค์ประสงค์ 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- อัลกุรอานถูกประทานลงมาในภาษาอาหรับที่ชัดเจน 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- อัลลอฮ์ไม่ทรงให้จิตวิญญาณใดรับภาระเกินกำลังของมัน 2:233, 286; 6:152; 7:42; 23:62; 65:7
- ไม่มีผู้ใดจะแบกภาระของผู้อื่น 6:164; 17:15; 35:18; 39:7; 53:38
- หากอัลลอฮ์ทรงให้ความทุกข์แก่พวกเจ้า ก็ไม่มีผู้ใดขจัดมันได้นอกจากอัลลอฮ์ 6:17; 10:107
- และใครเล่าจะอธรรมยิ่งกว่าผู้ที่... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- มนุษย์เป็นผู้เนรคุณในยามสุขและถ่อมตนในยามทุกข์ 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ความมั่นคง (ทัษบีต) ขอจากอัลลอฮ์และประทานโดยอัลลอฮ์ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ความแตกต่างทั้งมวลต้องถูกอ้างกลับไปยังอัลลอฮ์และร่อซูลของพระองค์ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- การโต้เถียงระหว่างชาวนรก 26:96-102; 38:58-64; 40:47-50
- หน้าที่ของการเชื่อฟัง (เฏาะอะฮ์) ต่อร่อซูลของอัลลอฮ์ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- โองการการสุญูดในอัลกุรอาน 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- ภัยพิบัติทั้งหลายในอุมมะฮ์เกิดจากการไม่เชื่อฟัง 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- ผู้ที่อัลลอฮ์ทรงให้หลงทางก็ไม่มีผู้ชี้ทางแก่เขา 13:33; 39:23, 26; 40:33; 7:186; 18:17
- บรรดานะบีทั้งหมดเริ่มต้นการแก้ไขด้วยเตาฮีดแห่งการเคารพภักดี 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ความสำเร็จและความมั่งคั่งเชื่อมโยงกับตัซกียะฮ์ (การชำระจิตวิญญาณ) 20:76; 35:18; 87:14; 91:9; 92:18;
- เกียรติยศและอำนาจทั้งมวล ('อิซซะฮ์) เป็นของอัลลอฮ์ 4:139; 10:65; 35:10; 63:8
- หน้าที่ในการวิงวอนต่ออัลลอฮ์เพียงผู้เดียวอย่างบริสุทธิ์ใจ 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- ข้อห้ามในการวิงวอนต่อผู้อื่นเคียงคู่กับอัลลอฮ์ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- บรรดานะบีทั้งหมดสั่งใช้ให้ยำเกรงอัลลอฮ์และเชื่อฟัง (ต่อพวกเขา) 43:63; 71:1-28
- เกี่ยวกับฮิจเราะฮ์ (การอพยพ) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- ไม่มีผู้คุ้มครองหรือผู้ช่วยเหลือที่แท้จริงสำหรับสรรพสิ่งนอกจากอัลลอฮ์ 2:107, 120; 9:74, 116; 29:22; 42:31
- บรรดาผู้ที่อัลลอฮ์ทรงผนึกหัวใจของพวกเขา 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- อีมานอยู่ระหว่างความกลัวและความหวัง 17:57; 32:16; 39:9
- เกี่ยวกับการไร้ผลของทุกการงานโดยทางกุฟร์ ชิริก และนิฟาก 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- วะฮีและบรรดานะบีของอัลลอฮ์คือแสงสว่างแห่งการชี้นำ ความรู้ และศรัทธา 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- บรรดาผู้ที่บิดเบือนถ้อยคำคือชาวยิวและชาวตะวีล (ตะห์รีฟ) 2:75; 4:46; 5:13; 5:41
- ชีวิตในโลกนี้เป็นเพียงความเพลิดเพลินและความสนุกชั่วคราว 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ชาวดะฮ์รียะฮ์ (พวกไม่มีพระเจ้า) 45:24; 6:29; 23:37
- อัลลอฮ์ทรงส่งมุฮัมมัดพร้อมด้วยศาสนาเพื่อให้ศาสนานั้นมีชัยเหนือศาสนาอื่น (ที่ถูกยกเลิกหรือเท็จ) ทั้งหมด 9:33; 48:28; 61:9
- เกี่ยวกับตาฆูตและความจำเป็นในการปฏิเสธตาฆูต 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- พวกเขาวางแผนและอัลลอฮ์ก็ทรงวางแผน และพระองค์คือผู้ทรงวางแผนที่ดีเยี่ยม 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- ความรู้เกี่ยวกับวันสิ้นโลกอยู่ที่อัลลอฮ์ 7:187; 33:63; 41:47
- อัล-ฟุรกาน (เกณฑ์ตัดสิน) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- การตอบโต้ความชั่วด้วยสิ่งที่ดีกว่า 23:96; 28:54; 41:34
- วันสิ้นโลกใกล้เข้ามาแล้ว 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- และในหมู่สัญญาณของพระองค์... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- อัลลอฮ์ทรงอธิบายสัญญาณทั้งหลายของพระองค์เพื่อพวกเจ้า... 2:73, 187, 221, 242; 3:103; 5:89
- อัลลอฮ์คือผู้ทรงสร้างทุกสิ่ง 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- อัลลอฮ์มิได้ทรงสร้างสรรพสิ่งอย่างไม่ยุติธรรมหรือทรงหยอกเล่น 21:16; 38:27; 44:38; 46:3
- อัลลอฮ์ทรงสร้างมนุษย์เพื่อให้พวกเขาเคารพภักดีต่อพระองค์เพียงผู้เดียว และเพื่อทดสอบพวกเขาว่าผู้ใดดีงามยิ่งกว่าในด้านการงาน 11:7; 18:7; 51:56; 67:2;
- อัลลอฮ์ทรงส่งร่อซูลมาเพื่อเรียกร้องสู่การเคารพภักดีของพระองค์ เพื่อให้พวกเขาเชื่อฟัง และเป็นผู้แจ้งข่าวดีและผู้ตักเตือน 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- สี่ระดับของอัลก็อดร์ 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- รูปแบบและประเภทของการเคารพภักดี 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- อัลลอฮ์ทรงชี้นำและทรงให้หลงทางแก่ผู้ที่พระองค์ประสงค์ 14:4; 16:93; 35:8; 74:31
- บรรดาผู้ที่อัลลอฮ์ทรงให้หลงทาง 2:26; 9:115; 14:27; 40:34, 74; 45:23
- ไม่มีผู้ใดสามารถชี้ทางแก่ผู้ที่อัลลอฮ์ทรงให้หลงทาง 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- การปฏิเสธความคล้ายคลึงใดๆ ต่ออัลลอฮ์ 2:22; 19:65; 42:11; 112:4
- อัลลอฮ์ไม่ทรงอธรรมต่อผู้ใด แต่มนุษย์ต่างหากที่อธรรมต่อตนเอง 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- หน้าที่ในการปฏิบัติตามสลัฟ (เศาะหาบะฮ์) 2:137; 9:100; 4:115; 48:18, 29
- วิธีการในการให้ดะอ์วะฮ์ 12:108; 16:125; 29:46
- ชิริกไม่จำกัดอยู่เพียงรูปเคารพเท่านั้น และรวมถึงการแสวงหาการขอความช่วยเหลือผ่านทางบรรดานะบี มะลาอิกะฮ์ ญิน และผู้ทรงคุณธรรม 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- ปัจจัยที่กำหนดอายุที่เหมาะสมในการแต่งงาน 4:6; 6:152; 24:59
- ญิบรีลคือวิญญาณบริสุทธิ์และเชื่อถือได้ผู้นำอัลกุรอานจากอัลลอฮ์สู่นะบี 2:97; 16:102; 26:192
- การช่วยเหลือ ชัยชนะ และการปกครองเป็นของอัลลอฮ์และร่อซูลของพระองค์ 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- และแน่นอนบรรดาร่อซูลก่อนหน้าเจ้าก็ถูกเย้ยหยันมาแล้ว แต่พวกที่เย้ยหยันพวกเขานั้น ถูกล้อมด้วยสิ่งที่พวกเขาเคยเย้ยหยันมัน (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- และยังเมืองมะดยัน (เราได้ส่ง) พี่น้องของพวกเขาคือชุอัยบ์ เขากล่าวว่า โอ้ประชาชนของฉันเอ๋ย จงเคารพภักดีต่ออัลลอฮ์เถิด ไม่มีพระเจ้าอื่นใดสำหรับพวกท่านนอกจากพระองค์ (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- และยังซะมูด (เราได้ส่ง) พี่น้องของพวกเขาคือศอลิห์ เขากล่าวว่า โอ้ประชาชนของฉันเอ๋ย จงเคารพภักดีต่ออัลลอฮ์เถิด ไม่มีพระเจ้าอื่นใดสำหรับพวกท่านนอกจากพระองค์ (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- แท้จริงอัลลอฮ์ทรงโปรดปรานปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์ และทรงให้คับแคบ แท้จริงในการนั้นมีสัญญาณมากหลายสำหรับหมู่ชนผู้ศรัทธา (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- และยังอ๊าด (เราได้ส่ง) พี่น้องของพวกเขาคือฮูด เขากล่าวว่า โอ้ประชาชนของฉันเอ๋ย จงเคารพภักดีต่ออัลลอฮ์เถิด ไม่มีพระเจ้าอื่นใดสำหรับพวกท่านนอกจากพระองค์ (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- และบรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย เราจะให้พวกเขาเข้าสวนสวรรค์หลากหลาย ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่างของมัน พวกเขาจะพำนักอยู่ในนั้นตลอดกาล (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่างของมัน พวกเขาจะพำนักอยู่ในนั้นตลอดกาล อัลลอฮ์ทรงพอพระทัยในพวกเขา และพวกเขาก็พึงพอใจในพระองค์ นั่นคือ... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- จงกล่าวเถิด แท้จริงฉันเป็นเพียงมนุษย์คนหนึ่งเช่นเดียวกับพวกท่าน มีวะฮีย์มายังฉันว่า พระเจ้าของพวกท่านนั้นคือพระเจ้าองค์เดียว (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- และในหมู่มนุษย์นั้นมีผู้โต้แย้งเกี่ยวกับอัลลอฮ์ โดยปราศจากความรู้ และปราศจากแนวทางชี้นำ และปราศจากคัมภีร์อันมีแสงสว่าง (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- พระองค์ทรงให้กลางคืนคาบเกี่ยวเข้าไปในกลางวัน และทรงให้กลางวันคาบเกี่ยวเข้าไปในกลางคืน และทรงให้ดวงอาทิตย์และดวงจันทร์เป็นประโยชน์ (แก่สิ่งมีชีวิต) แต่ละดวงโคจรไปตามวาระที่กำหนดไว้... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- จากฟากฟ้า พระองค์ทรงหลั่งน้ำลงมา และด้วยน้ำนั้นทรงให้แผ่นดินมีชีวิตชีวาขึ้น หลังจากที่มันตายไปแล้ว แท้จริงในการนั้นย่อมเป็นสัญญาณสำหรับหมู่ชน (ที่รับฟัง) (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- แท้จริงบรรดาผู้ปฏิเสธศรัทธานั้น ทรัพย์สมบัติของพวกเขา และลูกหลานของพวกเขาจะไม่ช่วยพวกเขาให้รอดพ้นจากอัลลอฮ์ได้แต่อย่างใด และชนเหล่านั้น... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- พระผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่อยู่ระหว่างทั้งสองนั้น ในระยะเวลา 6 วัน แล้วพระองค์ทรงสถิตอยู่บนบัลลังก์ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- พวกเขามิได้ท่องเที่ยวไปในแผ่นดินดอกหรือ แล้วพวกเขาจะได้เห็นว่าบั้นปลายของประชาชาติรุ่นก่อนหน้าพวกเขานั้นเป็นเช่นใด? พวกเขา... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- แท้จริงอัลลอฮ์จะทรงให้บรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย เข้าสวนสวรรค์หลากหลาย ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่างของมัน (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- แท้จริงสัญญาของอัลลอฮ์นั้นเป็นจริง ดังนั้นอย่าให้ชีวิตในโลกนี้หลอกลวงพวกท่าน และอย่าให้ผู้หลอกลวงหลอกลวงพวกท่านเกี่ยวกับอัลลอฮ์ (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- ดังนั้นผู้ใดได้รับแนวทางชี้นำ เขาก็จะได้รับแนวทางชี้นำเพื่อตัวของเขาเอง และผู้ใดหลงทาง เขาก็จะหลงทางเพื่อตัวของเขาเอง (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- และจงโยนไม้เท้าของเจ้าไป เมื่อเขาเห็นมันเลื้อยคลานประหนึ่งว่าเป็นงู ก็หันหลังกลับหนีและไม่หันกลับมา โอ้ มูซา... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- จงท่องเที่ยวไปในแผ่นดินเถิด แล้วจงดูว่าบั้นปลายของประชาชาติรุ่นก่อนพวกเจ้านั้นเป็นเช่นใด ส่วนมากของพวกเขา... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- ดังนั้นจงอดทนต่อสิ่งที่พวกเขากล่าวร้าย และจงแซ่ซ้องสดุดีด้วยการสรรเสริญพระเจ้าของเจ้า ก่อนดวงอาทิตย์ขึ้นและก่อนดวงอาทิตย์ตก (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- และอย่าเข้าใกล้ทรัพย์สินของเด็กกำพร้า เว้นแต่ด้วยวิธีที่ดีกว่า จนกระทั่งเขาบรรลุวัยอันแข็งแรง และจงรักษาคำมั่นสัญญา... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- ไม่เป็นที่น่าอึดอัดใจแก่คนตาบอด และไม่เป็นที่น่าอึดอัดใจแก่คนพิการ และไม่เป็นที่น่าอึดอัดใจแก่คนป่วย (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- นี่มิใช่ความจริงดอกหรือ? พวกเขากล่าวว่า แน่นอนโดยพระเจ้าของเรา พระองค์ตรัสว่า ดังนั้นจงลิ้มรสการลงโทษเนื่องจากการที่พวกเจ้าปฏิเสธศรัทธา (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- บรรดาผู้อ่อนแอกล่าวแก่บรรดาผู้หยิ่งยโสว่า แท้จริงเราเป็นผู้ตามพวกท่าน ดังนั้นพวกท่านจะช่วยป้องกันเราให้พ้นจากการลงโทษของอัลลอฮ์ได้บ้างหรือไม่? (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- สิ่งเหล่านี้มิใช่อื่นใดนอกจากชื่อที่พวกท่านและบรรพบุรุษของพวกท่านตั้งขึ้น อัลลอฮ์มิได้ทรงประทานหลักฐานใด ๆ ลงมาเพื่อสิ่งนั้น แท้จริง... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- และก่อนหน้าเจ้านั้น เราไม่ได้ส่งผู้ใดนอกจากบรรดาชายที่เราได้วะฮีย์แก่พวกเขา ดังนั้นจงถามบรรดาผู้รู้เถิด หากพวกเจ้าไม่รู้ (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- เขากล่าวว่า พวกเจ้าศรัทธาต่อเขาก่อนที่ฉันจะอนุญาตแก่พวกเจ้ากระนั้นหรือ? แท้จริงเขาคือหัวหน้าของพวกเจ้าผู้สอนวิชามายากลแก่พวกเจ้า (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- และไม่มีผู้ใดแบกภาระของผู้อื่นได้ และเมื่อถึงคราวกลับคืนสู่พระเจ้าของพวกท่าน พระองค์จะทรงแจ้งแก่พวกท่านในสิ่งที่พวกท่านเคยขัดแย้งกัน (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- และเราได้กล่าวว่า พวกเจ้าจงออกไปจากสวนนั้นทั้งหมด โดยบางคนเป็นศัตรูกัน และในแผ่นดินนั้นจะมีที่พำนักและเครื่องอำนวยประโยชน์สำหรับพวกเจ้าจนถึงระยะเวลาหนึ่ง (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- สองอย่าง: จงกล่าวเถิด มิใช่หรือว่าพระองค์ทรงห้ามทั้งสองเพศผู้ หรือทั้งสองเพศเมีย หรือสิ่งที่อยู่ในครรภ์ของทั้งสองเพศเมีย? (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- และฉันมิได้ขอค่าตอบแทนใด ๆ จากพวกท่านสำหรับสิ่งนี้เลย ค่าตอบแทนของฉันมิได้อยู่ที่ผู้ใดนอกจากพระเจ้าแห่งสากลโลก (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- พวกเขามิได้ท่องเที่ยวไปในแผ่นดินดอกหรือ แล้วพวกเขาจะได้เห็นว่าบั้นปลายของประชาชาติรุ่นก่อนหน้าพวกเขานั้นเป็นเช่นใด? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- จงท่องเที่ยวไปในแผ่นดินเถิด แล้วจงดูว่าบั้นปลายของประชาชาติรุ่นก่อนพวกเจ้านั้นเป็นเช่นใด พวกเขา... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- แท้จริงพระเจ้าของเจ้า พระองค์คือผู้ทรงรู้ยิ่งถึงผู้ที่หลงไปจากทางของพระองค์ และพระองค์คือผู้ทรงรู้ยิ่งถึงผู้ที่ได้รับแนวทางชี้นำ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- พระผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดิน ในระยะเวลา 6 วัน แล้วพระองค์ทรงสถิตอยู่บนบัลลังก์ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- และผู้ใดเล่าจะอธรรมยิ่งกว่าผู้ที่อุปโลกน์ความเท็จให้แก่อัลลอฮ์ หรือปฏิเสธสัญญาณต่าง ๆ ของพระองค์? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- พระองค์คือผู้ทรงส่งร่อซูลของพระองค์พร้อมด้วยแนวทางชี้นำ และศาสนาแห่งความจริง เพื่อทรงให้ศาสนานั้นปรากฏเหนือศาสนาทั้งมวล (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- แน่นอนบรรดาผู้ที่กล่าวว่า แท้จริงอัลลอฮ์คืออัลมะซีหฺบุตรของมัรยัมนั้นได้ปฏิเสธศรัทธาแล้ว จงกล่าวเถิด... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- เจ้าไม่สามารถทำให้คนตาบอดได้ยิน (ความจริง) จากการหลงผิดของพวกเขาได้ เจ้าจะทำให้ได้ยินเฉพาะผู้ที่ศรัทธาต่อสัญญาณต่าง ๆ ของเราเท่านั้น แล้วพวกเขาก็เป็นผู้ยอมจำนน (مُسْلِمُونَ) (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- อุปมาชีวิตในโลกนี้เปรียบเสมือนน้ำที่เราหลั่งลงมาจากฟากฟ้า แล้วพืชผลของแผ่นดินก็คลุกเคล้ากับมัน... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- ในนั้น (เรือ) จงบรรทุกจากทุกชนิดเป็นคู่ ๆ และครอบครัวของเจ้า เว้นแต่ผู้ที่พระดำรัสได้กำหนดไว้ก่อนแล้ว... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ฉันมิได้กล่าวแก่พวกท่านว่า ที่ฉันนั้นมีขุมทรัพย์ของอัลลอฮ์ และฉันไม่รู้เรื่องเร้นลับ และฉันมิได้กล่าวว่า... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- แท้จริงอัลลอฮ์ทรงเป็นผู้มีพระคุณแก่ปวงมนุษย์ แต่ส่วนมากของมนุษย์ไม่ขอบคุณ (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- และไม่มีสัญญาณใดจากสัญญาณต่าง ๆ ของพระเจ้าของพวกเขามายังพวกเขา เว้นแต่พวกเขาจะผินหลังให้มัน (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- และจงยำเกรงวันหนึ่งซึ่งไม่มีชีวิตใดจะตอบแทนสิ่งใดแทนชีวิตอื่นได้ และการขอให้ช่วยเหลือใด ๆ ก็จะไม่ถูกรับจากมัน (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- แท้จริงเจ้าไม่สามารถทำให้ผู้ตายได้ยิน และไม่สามารถทำให้คนหูหนวกได้ยินเสียงเรียกร้อง เมื่อพวกเขาหันหลังกลับ (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- ถูกห้ามแก่พวกเจ้าแล้ว (การบริโภค) สัตว์ที่ตายเอง เลือด เนื้อสุกร และสัตว์ที่ถูกเชือดด้วยนามอื่นจากอัลลอฮ์ (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและแผ่นดินต่างแซ่ซ้องสดุดีแด่อัลลอฮ์ และพระองค์คือผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- นอกจากผู้ที่สำนึกผิดหลังจากนั้น และปรับปรุงแก้ไข (ตนเอง) แท้จริงอัลลอฮ์เป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (สิ่งที่) บรรดานะบีได้รับจากพระเจ้าของพวกเขา เราไม่แบ่งแยกระหว่างผู้ใดในหมู่พวกเขา และเราเป็นผู้ยอมจำนนต่อพระองค์ (مُسْلِمُونَ) (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- (ถูกส่งมา) จากพระเจ้าของเจ้า เพื่อเจ้าจะได้ตักเตือนหมู่ชนหนึ่งซึ่งไม่มีผู้ตักเตือนคนใดมาหาพวกเขาก่อนหน้าเจ้า หวังว่าพวกเขา... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- โอ้ นบีเอ๋ย จงต่อสู้กับพวกปฏิเสธศรัทธาและพวกกลับกลอก และจงแข็งกร้าวกับพวกเขา ที่พำนักของพวกเขาคือนรกญะฮันนัม และมันเป็นทางกลับที่ชั่วช้ายิ่ง! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- แท้จริงพระเจ้าของเจ้าจะทรงตัดสินระหว่างพวกเขาในวันกิยามะฮ์ ในสิ่งที่พวกเขาเคยขัดแย้งกัน (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- เขากล่าวว่า โอ้พระเจ้าของข้าพระองค์ ขอพระองค์ทรงให้มีสัญญาณหนึ่งแก่ข้าพระองค์เถิด พระองค์ตรัสว่า สัญญาณของเจ้าคือเจ้าจะไม่พูดกับผู้คนเป็นเวลาสามวัน (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- ดังนั้นจงผินหน้าของเจ้าไปทางมัสยิดอัลฮะรอมเถิด และพวกเจ้าจงผินหน้าไปทางนั้น ณ ที่ใดก็ตามที่พวกเจ้าอยู่ (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- โอ้ วงศ์วานของอิสรออีลเอ๋ย จงรำลึกถึงความโปรดปรานของข้าที่ข้าได้ให้แก่พวกเจ้า และที่ข้าได้ให้พวกเจ้าโดดเด่นเหนือประชาชาติทั้งหลาย (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- โคสาวเจ็ดตัวที่อ้วนพี ถูกกินโดยโคสาวเจ็ดตัวที่ผอมแห้ง และรวงข้าวเจ็ดรวงที่เขียวสด และรวงอื่นที่แห้ง... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- และทุก ๆ ประชาชาตินั้นมีกำหนดเวลา เมื่อกำหนดเวลาของพวกเขามาถึงแล้ว พวกเขาจะไม่ล่าช้าไปสักชั่วโมงหนึ่ง และไม่รุดหน้าไป (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (สัตว์ที่) ถูกเชือดด้วยนามอื่นจากอัลลอฮ์ แต่ผู้ใดถูกบังคับ (ด้วยความหิวโหย) โดยไม่เป็นผู้ละเมิดและไม่เกินขอบเขต แล้วไซร้... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- และเมื่อมีผู้กล่าวแก่พวกเขาว่า จงปฏิบัติตามสิ่งที่อัลลอฮ์ได้ทรงประทานลงมาเถิด พวกเขาก็กล่าวว่า มิได้ เราจะปฏิบัติตามสิ่งที่เราได้พบเห็นจากบรรพบุรุษของเรา (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- เขากล่าวว่า โอ้ประชาชนของฉันเอ๋ย จงเคารพภักดีต่ออัลลอฮ์เถิด ไม่มีพระเจ้าอื่นใดสำหรับพวกท่านนอกจากพระองค์ แล้วพวกท่านไม่ยำเกรงบ้างหรือ? (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words
- พวกเขาเดินทางในแผ่นดิน และมองดูว่าบั้นปลายของบรรดาผู้ที่มาก่อนพวกเขาเป็นอย่างไร (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- และผู้ใดเล่าจะอธรรมยิ่งกว่าผู้ที่อุปโลกน์คำโกหกแก่อัลลอฮฺ หรือปฏิเสธ (ความจริง)? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- แท้จริง พระเจ้าของเจ้านั้น พระองค์ทรงรู้ดียิ่งว่า ผู้ใดหลงจากทางของพระองค์ และพระองค์ทรงรู้ดียิ่ง (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- และพวกเขามิได้เดินทางในแผ่นดินดอกหรือ เพื่อพวกเขาจะได้มองดูว่าบั้นปลายของบรรดาผู้ที่มาก่อนพวกเขาเป็นอย่างไร? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- สำหรับพวกเขา คือรางวัลของพวกเขา ณ ที่พระเจ้าของพวกเขา และไม่มีความหวาดกลัวใดๆ แก่พวกเขา และพวกเขาจะไม่เศร้าโศก (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- และบรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย จะถูกนำเข้าสู่สวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่าง (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- เขากล่าวว่า "โอ้ หมู่ชนของฉัน! จงเคารพภักดีอัลลอฮฺเถิด ไม่มีพระเจ้าอื่นใดสำหรับพวกท่านนอกจากพระองค์ พวกท่านมิใช่หรือ?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- ทรัพย์สินของพวกเขาและลูกๆ ของพวกเขาจะไม่ช่วยพวกเขาให้รอดพ้นจากอัลลอฮฺได้แต่อย่างใด และชนเหล่านั้นคือ (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- สวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่าง พวกเขาจะพำนักอยู่ในนั้นตลอดกาล และนั่นคือชัยชนะอันยิ่งใหญ่ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- ยังมิได้มีข่าวคราวของบรรดาผู้ที่มาก่อนพวกเขามายังพวกเขาดอกหรือ – หมู่ชนของนูห์ และอ๊าด และซะมูด? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- ใครคือผู้ช่วยเหลือของฉันไปยังอัลลอฮฺ? บรรดาสาวกกล่าวว่า "เราคือผู้ช่วยเหลือของอัลลอฮฺ เราศรัทธาแล้ว" (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- พระเจ้าของเจ้านั้น พระองค์ทรงรู้ดียิ่งว่า ผู้ใดหลงจากทางของพระองค์ และพระองค์ทรงรู้ดียิ่งในบรรดาผู้ได้รับแนวทางที่ถูกต้อง (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- นั้นก็เพราะว่าอัลลอฮฺคือพระเจ้าผู้ทรงสัจจะ และแท้จริงสิ่งที่พวกเขาเรียกร้องขออื่นจากพระองค์นั้นคือความเท็จ (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- และผู้ใดเชื่อฟังอัลลอฮฺและร่อซูลของพระองค์ พระองค์จะทรงให้เขาเข้าสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่าง (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- แท้จริง พระองค์ทรงห้ามแก่พวกเจ้าเฉพาะซากสัตว์ เลือด เนื้อสุกร และสิ่งที่ถูกเซ่น ( slaughter) (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- ว่า พวกเจ้าอย่าเคารพภักดีผู้ใดนอกจากอัลลอฮฺ แท้จริงฉันกลัวแทนพวกเจ้าถึงการลงโทษในวันหนึ่ง (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- นั่นคือส่วนหนึ่งจากข่าวเร้นลับ ซึ่งเราได้วะฮีแก่เจ้า และเจ้ามิได้อยู่กับพวกเขา ณ ขณะนั้น (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- และพวกเจ้าประหลาดใจหรือว่า ได้มีข้อเตือนสติจากพระเจ้าของพวกเจ้ามายังพวกเจ้า โดยผ่านชายคนหนึ่งจากพวกเจ้า เพื่อตักเตือนพวกเจ้า? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- จงกล่าวเถิด "แท้จริงฉันถูกห้ามแล้ว จากการเคารพภักดีต่อสิ่งที่พวกเจ้าวิงวอนขออื่นจากอัลลอฮฺ" (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- นอกจากแก่คู่ครองของพวกเขา หรือสิ่งที่มือขวาของพวกเขาครอบครอง – แท้จริงพวกเขาไม่เป็นที่ตำหนิ (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- เพราะว่าอัลลอฮฺทรงให้กลางคืนคาบเกี่ยวเข้าไปในกลางวัน และทรงให้กลางวันคาบเกี่ยวเข้าไปในกลางคืน (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- ไฟ (กองหนึ่ง) และเขาได้กล่าวแก่ครอบครัวของเขาว่า "จงพักอยู่ก่อนเถิด แท้จริงฉันเห็นไฟ บางทีฉันอาจจะนำบางอย่างมาให้พวกท่าน" (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- เขากล่าวว่า "ฉันดีกว่าเขา; ท่านสร้างฉันจากไฟ และสร้างเขาจากดิน" (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- และเมื่อมีการกล่าวแก่พวกเขาว่า "จงมาสู่สิ่งที่อัลลอฮฺได้ทรงประทานลงมา และสู่ร่อซูลเถิด" พวกเขาก็กล่าว (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- และอย่าเศร้าโศกเพื่อพวกเขา และอย่าคับแค้นใจ ต่อสิ่งที่พวกเขาวางอุบาย (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- และหากอัลลอฮฺทรงให้ความทุกข์ยากแก่เจ้า ก็ไม่มีผู้ใดปลดเปลื้องมันได้นอกจากพระองค์; และหาก (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- ก่อนหน้าพวกเขา (มี) หลายศตวรรษ ซึ่งพวกเขาเดินทางไปมาในที่พำนักของพวกเขา แท้จริงในนั้นมีสัญญาณมากหลาย (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- และเราได้ทำให้หัวใจของพวกเขามีที่ปิดกั้น มิให้พวกเขาเข้าใจอัลกุรอาน และในหูของพวกเขามีความหนวก และหาก (พวกเขาเรียกเจ้า) (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- บรรดาร่อซูลของพวกเขาได้มายังพวกเขาพร้อมด้วยหลักฐานอันชัดเจน แต่อัลลอฮฺมิได้ทรงอธรรมแก่พวกเขา แต่ว่าพวกเขานั้นอธรรมแก่ตัวของพวกเขาเอง (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- และในแผ่นดิน และพวกเจ้าไม่มีผู้คุ้มครองหรือผู้ช่วยเหลืออื่นจากอัลลอฮฺ (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- แล้วพวกเจ้าจะถูกนำกลับไปยังพระผู้ทรงรอบรู้ในสิ่งเร้นลับและสิ่งเปิดเผย แล้วพระองค์จะทรงแจ้งแก่พวกเจ้าถึงสิ่งที่พวกเจ้ากระทำ (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- กลางคืน เพื่อพวกเจ้าจะได้พักผ่อนในนั้น และกลางวันเพื่อให้มองเห็น แท้จริงในนั้นมีสัญญาณมากหลายสำหรับหมู่ชน (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- และแน่นอน มันจะเพิ่มพูนให้แก่พวกเขาส่วนมาก ซึ่งสิ่งที่ถูกประทานลงมาแก่เจ้าจากพระเจ้าของเจ้า คือการละเมิดและการปฏิเสธศรัทธา (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- เขากล่าวว่า "โอ้หมู่ชนของฉัน! พวกท่านเห็นแล้วมิใช่หรือ? หากฉันอยู่บนหลักฐานอันชัดแจ้งจากพระเจ้าของฉัน และพระองค์ทรงประทาน (ความเมตตา) แก่ฉัน" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- และพวกเขากล่าวว่า "ทำไมสัญญาณหนึ่งจากพระเจ้าของเขาจึงมิถูกประทานลงมาแก่เขาเล่า?" จงกล่าวเถิด "แท้จริง" (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- ก่อนที่วันหนึ่งจะมาถึง ซึ่งจะไม่มีทางหันกลับให้พ้นจากอัลลอฮฺได้ (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- นั่นคือความโปรดปรานของอัลลอฮฺ ซึ่งพระองค์ทรงประทานให้แก่ผู้ที่พระองค์ทรงประสงค์ และอัลลอฮฺนั้นคือผู้ทรงโปรดปรานอันยิ่งใหญ่ (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- และแท้จริงสำหรับพวกเจ้าในปศุสัตว์นั้นมีข้อเตือนใจ; เราทำให้พวกเจ้าดื่มจากสิ่งที่อยู่ในท้องของมัน (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- และว่า แท้จริงมันคือความจริงจากพระเจ้าของพวกเขา; และอัลลอฮฺมิได้ทรงเพิกเฉยต่อสิ่งที่พวกเขากระทำ (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- จากเบื้องหน้าพวกเขาและเบื้องหลังพวกเขา (เพื่อว่า) พวกเจ้าอย่าเคารพภักดีผู้ใดนอกจากอัลลอฮฺ (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- แท้จริงพวกเจ้ามีเพศสัมพันธ์กับผู้ชายด้วยความใคร่ แทนที่จะเป็นผู้หญิง; แต่ว่าพวกเจ้าเป็นหมู่ชนที่ (ประพฤติล่วงเกิน) (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- พวกเขาจะพำนักอยู่ในนั้นตลอดกาล ตราบเท่าที่ชั้นฟ้าทั้งหลายและแผ่นดินยังคงอยู่ เว้นแต่ที่พระเจ้าของเจ้าทรงประสงค์ (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- ผู้ที่อยู่ในชั้นฟ้าทั้งหลายและผู้ที่อยู่ในแผ่นดิน เว้นแต่ผู้ที่อัลลอฮฺทรงประสงค์ (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- พวกเขาจะได้รับการประดับในนั้นด้วยกำไลทองและไข่มุก และเครื่องนุ่งห่มของพวกเขาในนั้นคือผ้าไหม (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- และทรงให้ฝนหลั่งลงมาจากฟากฟ้า และทรงให้ผลไม้งอกงามขึ้นด้วยมัน เป็นปัจจัยยังชีพแก่พวกเจ้า (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- และจงรำลึกขณะที่เราได้เอาคำมั่นสัญญาจากพวกเจ้า และเราได้ยกภูเขาขึ้นเหนือพวกเจ้า: "จงยึดถือสิ่งที่เราได้ให้แก่พวกเจ้าด้วยความเข้มแข็ง" (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- แล้วเขาก็ผินหลังให้พวกเขา และกล่าวว่า "โอ้หมู่ชนของฉัน! แท้จริงฉันได้ประกาศสารของพระเจ้าของฉันแก่พวกท่าน และฉันได้แนะนำตักเตือนพวกท่าน" (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- มีแม่น้ำหลายสายไหลผ่านเบื้องล่างของพวกเขา; พวกเขาจะได้รับการประดับในนั้นด้วยกำไลทอง (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- หากว่าพวกเขามีสิ่งที่อยู่ในแผ่นดินทั้งหมด และมีอีกเช่นนั้นกับมัน เพื่อจะใช้มันไถ่ตัว (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- จากสัตว์ชนิดใดๆ แต่ว่าพระองค์ทรงประวิงเวลาให้พวกเขาจนถึงวาระที่กำหนดไว้; และเมื่อวาระของพวกเขามาถึง (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- เราได้สร้างพวกเจ้าจากดิน แล้วจากน้ำอสุจิ แล้วจากก้อนเลือด แล้วจาก (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- แล้วอัลลอฮฺจะทรงตัดสินระหว่างพวกเขาในวันกิยามะฮ์ ในสิ่งที่พวกเขาขัดแย้งกัน (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- (บางส่วนของ) ความรู้ได้มายังเจ้าแล้ว; เจ้าไม่มีผู้คุ้มครองจากอัลลอฮฺ และไม่มี (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- และเมื่อเราได้ให้ความโปรดปรานแก่มนุษย์ เขาก็ผินหลังและหันเหออกไป; และเมื่อความชั่วร้ายประสบเขา (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- และไม่เล็กกว่าและไม่ใหญ่กว่าสิ่งนั้น เว้นแต่อยู่ในบันทึกอันชัดแจ้ง (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words
- และเขาได้กล่าวว่า "โอ้หมู่ชนของฉัน! จงเคารพภักดีอัลลอฮฺเถิด ไม่มีพระเจ้าอื่นใดสำหรับพวกท่านนอกจากพระองค์" (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- และพวกเขามิได้เดินทางในแผ่นดินดอกหรือ เพื่อพวกเขาจะได้มองดูว่าบั้นปลายของบรรดาผู้ที่มาก่อนเป็นอย่างไร? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- รางวัลของพวกเขาอยู่ ณ ที่พระเจ้าของพวกเขา; ไม่มีความหวาดกลัวใดๆ แก่พวกเขา และพวกเขาจะไม่เศร้าโศก (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- พวกเขาเดินทางในแผ่นดิน และมองดูว่าบั้นปลายของบรรดาผู้ที่มาก่อนพวกเขาเป็นอย่างไร (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- ในแผ่นดิน และมองดูว่าบั้นปลายของบรรดาผู้ที่มาก่อนพวกเขาเป็นอย่างไร (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- และผู้ใดเล่าจะอธรรมยิ่งกว่าผู้ที่อุปโลกน์คำโกหกแก่อัลลอฮฺ หรือ (ปฏิเสธ)? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- และเมื่อพระองค์ทรงกำหนดเรื่องใดแล้ว พระองค์ก็เพียงแต่ตรัสแก่มันว่า "จงเป็น" แล้วมันก็เป็นขึ้นมา (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- และพวกเจ้าไม่มีผู้คุ้มครองหรือผู้ช่วยเหลืออื่นจากอัลลอฮฺ (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- แน่นอน เราจะลบล้างความผิดของพวกเขาไป และจะให้พวกเขาเข้าสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่าง (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- เราจะให้พวกเขาเข้าสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่าง พวกเขาจะพำนักอยู่ในนั้นตลอดกาล (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- พระเจ้าของเจ้านั้น พระองค์ทรงรู้ดียิ่งว่า ผู้ใดหลงจากทางของพระองค์ และพระองค์ทรงรู้ดียิ่ง (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- พวกเจ้าจะถูกนำกลับไปยังพระผู้ทรงรอบรู้ในสิ่งเร้นลับและสิ่งเปิดเผย แล้วพระองค์จะทรงแจ้งแก่พวกเจ้าถึงสิ่งที่พวกเจ้ากระทำ (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- และฆ่าบุตรชายของพวกเจ้า และไว้ชีวิตบรรดาผู้หญิงของพวกเจ้า; และในนั้นคือการทดสอบอันยิ่งใหญ่จากพระเจ้าของพวกเจ้า (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- แท้จริง พระเจ้าของเจ้านั้น พระองค์ทรงรู้ดียิ่งว่า ผู้ใดหลงจากทางของพระองค์ และพระองค์ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- อัลลอฮฺ ผู้ซึ่งเป็นเจ้าของสิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- ในหมู่ประชาชาติมากมายที่ได้ล่วงลับไปก่อนพวกเจ้า ทั้งจากญินและมนุษย์ (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- จงเคารพภักดีอัลลอฮฺเถิด ไม่มีพระเจ้าอื่นใดสำหรับพวกท่านนอกจากพระองค์ พวกท่านไม่ยำเกรงดอกหรือ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- และเราได้ทำให้หัวใจของพวกเขามีที่ปิดกั้น มิให้พวกเขาเข้าใจอัลกุรอาน และในหูของพวกเขามีความหนวก (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- พระองค์จะทรงตัดสินระหว่างพวกเขาในวันกิยามะฮ์ ในสิ่งที่พวกเขาขัดแย้งกัน (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- เขากล่าวว่า "โอ้หมู่ชนของฉัน! พวกท่านเห็นแล้วมิใช่หรือ? หากฉันอยู่บนหลักฐานอันชัดแจ้งจากพระเจ้าของฉัน" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- นั่นก็เพราะสิ่งที่มือของพวกเจ้าได้นำส่งไว้ก่อน และแท้จริงอัลลอฮฺนั้นมิทรงอธรรมต่อปวงบ่าว (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- สำหรับพวกเขาในโลกนี้คือความอัปยศ และสำหรับพวกเขาในปรโลกคือการลงโทษอันยิ่งใหญ่ (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน; และเพียงพอแล้วที่อัลลอฮฺเป็นผู้คุ้มครอง (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- นอกจากบรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย; สำหรับพวกเขาคือรางวัลที่ไม่ขาดสาย (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- เพื่อเจ้าจะได้ตั้งภาคีต่อเราด้วยสิ่งที่เจ้าไม่มีความรู้; ดังนั้นอย่าเชื่อฟังทั้งสองคน (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- แท้จริง นี่คือข้อเตือนสติ; ดังนั้นผู้ใดประสงค์ ก็จงเลือกเอาทางสู่พระเจ้าของเขา (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- และผู้ใดขอบคุณ แท้จริงเขาขอบคุณเพื่อตัวของเขาเอง; และผู้ใดเนรคุณ แท้จริง (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- บรรดาผู้ที่ดำรงการละหมาด และบริจาคซะกาต และพวกเขาแน่นอนเชื่อมั่นในวันปรโลก (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- (ใน) อิบรอฮีม อิสมาอีล อิสหาก ยะอ์กูบ และบรรดาวงศ์วาน (ของพวกเขา) และสิ่งที่ถูกประทานแก่มูซาและอีซา (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- เป็นกลุ่มๆ จนกระทั่งเมื่อพวกเขามาถึงมัน ประตูต่างๆ ของมันจะถูกเปิดออก และยามรักษาการณ์ของมันจะกล่าวแก่พวกเขา (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- อัลลอฮฺจะไม่ทรงเอาโทษแก่พวกเจ้าด้วยคำพูดไร้สาระในการสาบานของพวกเจ้า แต่พระองค์จะทรงเอาโทษแก่พวกเจ้าในสิ่งที่ (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- (ด้วย) ความเมตตา พวกเขาดีใจกับมัน; และหากความชั่วร้ายประสบพวกเขา ด้วยสิ่งที่มือของพวกเขาได้นำส่งไว้ก่อน (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่าง พวกเขาจะพำนักอยู่ในนั้นตลอดกาล และรางวัลของผู้กระทำความดีช่างดีเยี่ยม! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- อัลลอฮฺทรงรู้สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน; และอัลลอฮฺ (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- จงเชื่อฟังอัลลอฮฺและเชื่อฟังร่อซูลเถิด; แต่หากพวกเจ้าผินหลังให้ (การเชื่อฟัง) แท้จริงหน้าที่ของเขาคือ (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- สำหรับพวกเขาคือรางวัลของพวกเขา ณ ที่พระเจ้าของพวกเขา; ไม่มีความหวาดกลัวใดๆ แก่พวกเขา และพวกเขา (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- และพวกเขากล่าวว่า "เมื่อเราได้กลายเป็นกระดูกและเศษธุลีแล้ว เราจะถูกให้ฟื้นคืนชีพอีกอย่างแน่นอนหรือ?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- และพวกเขาจะไม่พบผู้คุ้มครองหรือผู้ช่วยเหลืออื่นจากอัลลอฮฺ (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- ท่านพำนักอยู่นานเท่าใด? เขากล่าวว่า "ฉันพำนักอยู่หนึ่งวัน หรือเพียงบางส่วนของวัน" เขากล่าวว่า (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- ตลอดกาลนานจนถึงวันกิยามะฮ์ ใครคือพระเจ้าอื่นจากอัลลอฮฺที่จะนำมาให้พวกเจ้า? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- ผู้ใดกระทำความดี ไม่ว่าจะเป็นเพศชายหรือเพศหญิง และเขาเป็นผู้ศรัทธา (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- บรรดาผู้ที่ห้ามปรามจากทางของอัลลอฮฺ และต้องการทำให้ทางนั้นคดเคี้ยว และพวกเขาปฏิเสธศรัทธาต่อวันปรโลก (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- ณ ที่ใดก็ตามที่พวกท่านประสงค์ (จงกินเถิด) และอย่าเข้าใกล้ต้นไม้ต้นนี้ มิฉะนั้นพวกท่านจะกลายเป็นผู้อธรรม (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- จงกล่าวเถิด "โอ้หมู่ชนของฉัน! จงปฏิบัติตามสภาพของพวกท่านเถิด แท้จริงฉันก็จะปฏิบัติ; แล้วพวกท่านจะรู้" (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- แท้จริงบรรดาผู้ขาดทุน คือผู้ที่ทำให้ตัวของพวกเขาและครอบครัวของพวกเขาขาดทุนในวันกิยามะฮ์ พึงรู้เถิด! (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- ผู้ใดได้แนวทางที่ถูกต้อง ก็ย่อมได้แนวทางนั้นเพื่อตัวของเขาเอง; และผู้ใดหลงทาง ก็ย่อมหลงทางเพื่อตัวของเขาเอง; และไม่มีผู้ใด (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- และบรรดาผู้ปฏิเสธศรัทธากล่าวว่า "ทำไมสัญญาณหนึ่งจากพระเจ้าของเขาจึงมิถูกประทานลงมาแก่เขาเล่า?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- ผู้ทรงทำให้กลางคืนเป็นที่พักผ่อนแก่พวกเจ้า และกลางวันให้มองเห็น (เป็นเวลา) แท้จริง (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- ก่อนที่วันหนึ่งจะมาถึง ซึ่งในวันนั้นจะไม่มีการซื้อขาย และไม่มีการ (มิตรภาพ) (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- เพื่อพวกเขาจะได้ใคร่ครวญ; สหายของพวกเขา (มุฮัมมัด) ไม่ใช่คนบ้า; เขามิได้เป็นอื่นใดนอกจากผู้ตักเตือน (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- พวกเขาจะพำนักอยู่ในนั้นตลอดกาล; การลงโทษจะไม่ถูกลดหย่อนแก่พวกเขา และพวกเขาจะไม่ถูกผ่อนผัน (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- อย่าทอดสายตาทั้งสองของเจ้าไปยังสิ่งที่เราได้ให้ความเพลิดเพลินแก่คู่สมรสบางคนของพวกเขา (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- และอย่าทำให้ประชาชนขาดแคลนในสิ่งของของพวกเขา และอย่าก่อความเสียหายในแผ่นดิน (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- และความศานติจงมีแด่เขา ในวันที่เขาถือกำเนิด และวันที่เขาตาย และวันที่เขาถูกฟื้นคืนชีพ (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- โอ้หมู่ชนของฉัน! จงปฏิบัติตามสภาพของพวกท่านเถิด แท้จริงฉันก็จะปฏิบัติ; แล้วพวกท่านจะรู้ว่าใคร (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- และไม่บังควรแก่ร่อซูลที่จะนำสัญญาณใดๆ เว้นแต่ด้วยอนุมัติของอัลลอฮฺ (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- แล้วทุกชีวิตจะได้รับผลตอบแทนโดยครบถ้วน ตามที่มันได้กระทำไว้ และพวกเขาจะไม่ถูกอธรรม (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- เพศชายหรือเพศหญิง และเขาเป็นผู้ศรัทธา – ชนเหล่านั้นจะได้เข้าสวนสวรรค์ (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- พระองค์มิได้ทรงยึดบุตร และไม่มีผู้มีส่วนร่วมในอำนาจปกครองของพระองค์ (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- และผู้ใดที่อัลลอฮฺทรงนำทาง เขาก็จะเป็นผู้ได้รับแนวทางที่ถูกต้อง; และผู้ใดที่พระองค์ทรงให้หลงทาง เจ้าจะไม่พบ (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- จงดูเถิดว่า พวกเขาได้ยกอุทาหรณ์แก่เจ้าอย่างไร? พวกเขาหลงทางแล้ว และไม่สามารถหาทางได้ (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- จงกล่าวเถิด "แท้จริงฉันกลัว หากฉันฝ่าฝืนพระเจ้าของฉัน ต่อการลงโทษในวันอันยิ่งใหญ่" (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- ครั้นแล้ว (เมื่อทั้งสองกินผลไม้จากต้นไม้นั้น) อวัยวะอันน่าละอายของทั้งสองก็ปรากฏแก่ทั้งสอง และทั้งสองก็เริ่มนำใบไม้จากสวนสวรรค์มาปกปิด (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- และจงวิงวอนขอต่อผู้ที่พวกเจ้าสามารถ (วิงวอนขอ) ได้ นอกจากอัลลอฮฺ หากพวกเจ้าเป็นผู้สัตย์จริง (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- สิ่งที่อยู่ในแผ่นดินทั้งหมด และมีอีกเช่นนั้นกับมัน เพื่อจะใช้มันไถ่ตัว (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- จงยึดถือสิ่งที่เราได้ให้แก่พวกเจ้าด้วยความเข้มแข็ง และจงรำลึกถึงสิ่งที่อยู่ในนั้น – หวังว่าพวกเจ้าจะเกรงกลัว (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- พวกเจ้ามีเพศสัมพันธ์กับบรรดาผู้ชาย (ด้วยความใคร่) ซึ่งไม่มีผู้ใดในหมู่มนุษย์ทั่วโลกกระทำมาก่อนพวกเจ้า? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- และเป็นกรรมสิทธิ์ของอัลลอฮฺ คือสิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน; และอัลลอฮฺนั้นเป็นผู้ทรง (วะลี) (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- ผล(กรรม) ชั่วที่พวกเขาได้กระทำไว้ ได้ประสบแก่พวกเขา และสิ่งที่พวกเขาเคยเยาะเย้ย ก็ห้อมล้อมพวกเขา (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- (โดย) ร่อซูลคนหนึ่งจากพวกเจ้า ซึ่งเขาจะอ่านโองการต่างๆ ของเราแก่พวกเจ้า และจะทำให้พวกเจ้าบริสุทธิ์ และจะสอนคัมภีร์และความรอบรู้แก่พวกเจ้า (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- จากนั้น ก็ได้ผุดน้ำขึ้นมาสิบสองตาน้ำ; แน่นอนแต่ละกลุ่ม (เผ่า) ย่อมรู้แหล่งน้ำดื่มของตน (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- นอกจากแต่การเดาเท่านั้น; แท้จริงการเดาไม่เป็นประโยชน์ต่อความจริงแต่อย่างใด (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- ดังนั้นเมื่อเราได้ทำให้เขาสมบูรณ์ (ตามสัดส่วน) และได้เป่าวิญญาณของเราเข้าไปในเขา แล้วพวกเจ้าจงก้มลงสุญูดต่อเขา (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- ผู้ใดที่จะมีบั้นปลายแห่งที่อยู่นี้? แท้จริงบรรดาผู้อธรรมจะไม่ประสบความสำเร็จ (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- ผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดิน ทรงสามารถที่จะสร้างเยี่ยงพวกเขา (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- แก่บรรดาผู้ศรัทธาชายและบรรดาผู้ศรัทธาหญิง – คือสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลผ่านเบื้องล่าง โดยพำนักอยู่ในนั้นตลอดกาล (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- และหากเจ้าถามพวกเขาว่า "ใครเป็นผู้สร้างชั้นฟ้าทั้งหลายและแผ่นดิน?" แน่นอนพวกเขาจะกล่าวว่า "อัลลอฮฺ" จงกล่าวเถิด (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- และโดยแน่นอน เราได้ยกอุทาหรณ์แก่ปวงมนุษย์ในอัลกุรอานนี้ทุกชนิด (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- เมื่อบรรดาทูตของเราได้มายังลูฏ เขารู้สึกแย่เพราะพวกเขา และรู้สึกคับแค้นใจ และกล่าวว่า (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- และจงรำลึกขณะที่เราได้กล่าวแก่มะลาอิกะฮฺว่า "จงสุญูดแด่อาดัม" แล้วพวกเขาก็สุญูด ยกเว้นอิบลีส; มันปฏิเสธ (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- และแผ่นดินนั้นเราได้แผ่ขยายมันออกไป และเราได้วางเทือกเขาอันมั่นคงบนนั้น และเราได้ให้พืชพันธุ์ทุกชนิดงอกเงยขึ้นบนนั้น (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- พวกเขาวิงวอนขอต่ออัลลอฮฺ โดยเป็นผู้บริสุทธิ์ใจในศาสนาต่อพระองค์; และเมื่อพระองค์ทรงช่วยพวกเขาให้รอดพ้นขึ้นบก (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- สำหรับพวกเขาคือเครื่องดื่มจากน้ำเดือด และการลงโทษอันเจ็บปวด เพราะพวกเขาปฏิเสธศรัทธา (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- พวกเราจะวิงวอนขออื่นจากอัลลอฮฺ สิ่งที่มิได้ให้ประโยชน์แก่เรา และมิได้ให้โทษแก่เรากระนั้นหรือ? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- แท้จริงอัลลอฮฺทรงรอบรู้สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- ใครเล่าจะอธรรมยิ่งกว่าผู้ที่อุปโลกน์คำโกหกกล่าวเท็จต่ออัลลอฮฺ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- แท้จริงในนั้นมีสัญญาณหนึ่ง แต่ส่วนมากของพวกเขาไม่เป็นผู้ศรัทธา (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- เพื่อพวกเขาจะได้เดินสัญจรไปในแผ่นดิน และจะได้เห็นว่าบั้นปลายของเหล่านั้นเป็นอย่างไร (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- เขากล่าวว่า "โอ้หมู่ชนของฉันเอ๋ย! จงเคารพภักดีต่ออัลลอฮฺเถิด พวกท่านไม่มีพระเจ้าอื่นใดนอกจากพระองค์" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- พระองค์จะทรงให้เขาเข้าในสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- ระหว่างพวกเขาในวันกิยามะฮ์ ในสิ่งที่พวกเขาเคยขัดแย้งกัน (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- พวกเขามิได้เดินสัญจรไปในแผ่นดินดอกหรือ เพื่อพวกเขาจะได้เห็นว่าบั้นปลายของ...เป็นอย่างไร? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- สวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- พระองค์ทรงให้กลางคืนคาบเกี่ยวเข้าไปในกลางวัน และทรงให้กลางวันคาบเกี่ยวเข้าไปในกลางคืน (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดินต่างแซ่ซ้องสดุดีต่ออัลลอฮฺ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- จงเคารพภักดีต่ออัลลอฮฺเถิด พวกท่านไม่มีพระเจ้าอื่นใดนอกเหนือจากพระองค์ แล้วพวกท่านไม่ยำเกรงหรือ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- และเมื่อเราได้กล่าวแก่มะลาอิกะฮ์ว่า "จงสุญูดแก่อาดัม" พวกเขาก็สุญูดเว้นแต่อิบลีส (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- อัลลอฮฺทรงรู้สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- สวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล และนั่นคือ... (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- รางวัลของเขาอยู่ที่พระเจ้าของเขา และไม่มีความหวาดกลัวใดๆ แก่พวกเขา และพวกเขาจะไม่... (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- อยู่ที่พระเจ้าของเขา และไม่มีความหวาดกลัวใดๆ แก่พวกเขา และพวกเขาจะไม่เศร้าโศก (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- ผู้ใดได้รับแนวทางที่ถูกต้อง เขาก็จะได้รับแนวทางนั้นเพื่อตัวของเขาเอง และผู้ใดหลงทาง... (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- จะได้รับแนวทางนั้นเพื่อตัวของเขาเอง และผู้ใดหลงทาง เขาก็จะหลงทางเพื่อตัวของเขาเอง (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- ทำไมสัญญาณหนึ่งจากพระเจ้าของเขาจึงมิถูกประทานลงมาแก่เขา? จงกล่าวเถิด "แท้จริง..." (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- บรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย สำหรับพวกเขาคือรางวัลอันไม่มีที่สิ้นสุด (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- และพระองค์ทรงให้สิ่งมีชีวิตออกมาจากสิ่งที่ไร้ชีวิต และทรงให้สิ่งที่ไร้ชีวิตออกมาจากสิ่งมีชีวิต (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- และผู้ใดมิได้ตัดสินตามที่อัลลอฮฺได้ประทานลงมา ชนเหล่านั้นคือ... (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- พระองค์ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่อยู่ระหว่างทั้งสอง ในระยะเวลา 6 วัน (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- แท้จริง อัลลอฮฺทรงเป็นผู้ทรงโปรดปรานแก่มนุษย์ แต่ว่าส่วนมาก... (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- อัลลอฮฺมิได้ทรงอธรรมแก่พวกเขา แต่ว่าพวกเขาต่างหากที่อธรรมแก่ตัวของพวกเขาเอง (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- พระองค์จะทรงลบล้างความชั่วทั้งหลายของพวกเจ้า และจะทรงให้พวกเจ้าเข้าสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- พระองค์ทรงห้ามพวกเจ้าซึ่งสัตว์ที่ตายเอง และเลือด และเนื้อสุกร และสิ่งที่ถูกเชือดด้วยนามอื่นจากอัลลอฮฺ (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- แท้จริงฉันกลัวว่า หากฉันฝ่าฝืนพระเจ้าของฉัน ฉันจะได้รับการลงโทษในวันอันยิ่งใหญ่ (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- เว้นแต่หลังจากที่ความรู้ได้มายังพวกเขาแล้ว ทั้งนี้เพราะความอิจฉาริษยาระหว่างพวกเขา (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- และพวกเขาดำรงไว้ซึ่งการละหมาด และบริจาคส่วนหนึ่งจากสิ่งที่เราได้ให้ปัจจัยยังชีพแก่พวกเขา ทั้งอย่างลับและเปิดเผย (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- อื่นจากอัลลอฮฺ สิ่งที่ไม่ให้ประโยชน์แก่เราและไม่ให้โทษแก่เรา (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- พวกเขาศรัทธาต่อสิ่งที่ถูกประทานลงมาแก่เจ้า และสิ่งที่ถูกประทานลงมาก่อนเจ้า (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- เจ้ามิได้เห็นดอกหรือว่า อัลลอฮฺทรงประทานน้ำลงมาจากฟากฟ้า (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- เมื่อพระองค์ทรงกำหนดกิจการใดแล้ว พระองค์ก็จะกล่าวแก่มันว่า "จงเป็น" แล้วมันก็จะเป็น (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- และยังมะดยัน (เราได้ส่ง) ชุอัยบ์ พี่น้องของพวกเขา เขากล่าวว่า "โอ้หมู่ชนของฉันเอ๋ย! จงเคารพภักดีต่ออัลลอฮฺเถิด" (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- นั่นคือส่วนหนึ่งจากข่าวเร้นลับ ซึ่งเราจะเปิดเผยแก่เจ้า และเจ้ามิได้อยู่กับพวกเขา... (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- เมื่อถึงกำหนดเวลาของพวกเขา พวกเขาจะไม่สามารถขอให้ช้าลงไปได้สักชั่วโมงหนึ่ง และไม่สามารถขอให้เร็วขึ้นได้ (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- และพวกเจ้าอย่าตามบรรดารอยเท้าของชัยฏอน แท้จริงมันคือศัตรูที่ชัดแจ้งของพวกเจ้า (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- และในหมู่มนุษย์มีผู้ที่โต้เถียงกันในเรื่องของอัลลอฮฺ โดยปราศจากความรู้ (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- อัลลอฮฺทรงประทานให้แก่ผู้ที่พระองค์ทรงประสงค์ และอัลลอฮฺนั้นเป็นผู้ทรงโปรดปรานอันยิ่งใหญ่ (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَالَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- ทุกชีวิตจะได้รับการตอบแทนอย่างเต็มที่ตามที่ตนได้กระทำไว้ และพวกเขาจะไม่ถูกอธรรม (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- และพวกเจ้าอย่าฆ่าชีวิตที่อัลลอฮฺทรงห้ามไว้ เว้นแต่ด้วยสิทธิอันชอบธรรม (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- เมื่อพระองค์ทรงกำหนดกิจการใดแล้ว พระองค์ก็จะกล่าวแก่มันว่า "จงเป็น" (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- พวกเจ้าจงเข้าไปในประตูทั้งหลายของนรก โดยเป็นผู้พำนักอยู่ในนั้นตลอดกาล และที่พำนักของผู้หยิ่งยโสนั้นช่างเลวร้ายยิ่ง! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- เจ้ามิได้มองดูบรรดาผู้ที่ได้รับส่วนหนึ่งจากคัมภีร์ดอกหรือ? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- สำหรับพวกเขาคือสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- โอ้หมู่ชนของฉันเอ๋ย! จงทำงานตามสภาพของพวกท่าน แท้จริงฉันก็จะทำงาน (ตามสภาพของฉัน) แล้วพวกท่านจะได้รู้ (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- ผู้ใดฝ่าฝืนอัลลอฮฺและรอซูลของพระองค์ แท้จริงสำหรับเขาคือไฟนรกญะฮันนัม โดยเขาจะพำนักอยู่ในนั้นตลอดกาล (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- บนหัวใจของพวกเขามีผ้าคลุมหลายชั้น เพื่อมิให้พวกเขาเข้าใจมัน และในหูของพวกเขามีความหนวก (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- ไม่มีเมืองใดที่ผู้ตักเตือนได้มายังเมืองนั้น เว้นแต่บรรดาผู้ฟุ่มเฟือยของมันจะกล่าวว่า "แท้จริงพวกเรา..." (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- พวกเขากล่าวว่า "จงวิงวอนต่อพระเจ้าของท่านให้แก่เรา เพื่อพระองค์จะทรงแจกแจงแก่เราว่า มันคืออะไร" (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- พวกเขาจะกล่าวว่า "อัลลอฮฺ" จงกล่าวเถิด "บรรดาสรรเสริญเป็นของอัลลอฮฺ" แต่ว่าส่วนมากของพวกเขาไม่... (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- และไม่ปรากฏคำตอบของหมู่ชนของเขา นอกจากพวกเขากล่าวว่า "จงขับไล่พวกเขาออกไป..." (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- เบื้องล่างของมันมีแม่น้ำหลายสายไหลผ่าน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล นั่นคือชัยชนะอันยิ่งใหญ่ (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- ชนเหล่านั้นอยู่บนแนวทางที่ถูกต้องจากพระเจ้าของพวกเขา และชนเหล่านั้นคือผู้ที่ประสบความสำเร็จ (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- ผู้ที่การลงโทษอันน่าอับอายจะมาถึงเขา และการลงโทษอันคงทนจะครอบงำเขา (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- พวกเจ้าจงท่องเที่ยวไปในแผ่นดิน แล้วจงดูว่า บั้นปลายของบรรดาผู้ปฏิเสธนั้นเป็นอย่างไร (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- พวกเขาจะไม่ปรารถนามันตลอดกาล เนื่องด้วยสิ่งที่มือของพวกเขาได้ประกอบไว้ก่อน และอัลลอฮฺทรงรู้ดีต่อบรรดาผู้อธรรม (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- พระองค์ทรงรู้ดียิ่งต่อผู้ที่หลงทางจากแนวทางของพระองค์ และพระองค์ทรงรู้ดียิ่ง... (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- แท้จริง อัลลอฮฺคือพระเจ้าของฉัน และพระเจ้าของพวกเจ้า ดังนั้นพวกเจ้าจงเคารพภักดีต่อพระองค์เถิด นี่คือแนวทางอันเที่ยงตรง (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- ทรงเป็นผู้โปรดปรานแก่มนุษย์ แต่ว่าส่วนมากของพวกเขาไม่ขอบคุณ (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- ชั้นฟ้าทั้งหลายและแผ่นดินและสิ่งที่อยู่ระหว่างทั้งสอง มิใช่เพื่อสิ่งอื่นใดนอกจากด้วยความจริง และระยะเวลาที่ถูกกำหนดไว้ (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- ดังนั้นจงปล่อยพวกเขาให้มัวเมาและเล่นสนุกไปจนกว่าพวกเขาจะได้พบกับวันของพวกเขา ซึ่งพวกเขาถูกสัญญาไว้ (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- และเมื่อพวกเขาพบบรรดาผู้ศรัทธา พวกเขาก็กล่าวว่า "เราศรัทธาแล้ว" และเมื่อพวกเขาอยู่ตามลำพัง... (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- พวกเขาดำรงไว้ซึ่งอัตเตารอตและอัลอินญีล และสิ่งที่ถูกประทานลงมาแก่พวกเขาจากพระเจ้าของพวกเขา (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- พระองค์ทรงรู้สิ่งที่อยู่เบื้องหน้าพวกเขา และสิ่งที่อยู่เบื้องหลังพวกเขา และพวกเขาไม่สามารถหยั่งรู้ได้... (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- และพระองค์คือผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดินในระยะเวลา 6 วัน (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- แท้จริงในนั้นมีสัญญาณหนึ่งสำหรับพวกเจ้า หากพวกเจ้าเป็นผู้ศรัทธา (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- และอะไรเล่าที่ขัดขวางมนุษย์มิให้ศรัทธา เมื่อแนวทางที่ถูกต้องได้มายังพวกเขาแล้ว? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- และพวกเขาได้ตั้งภาคีคู่เคียงแก่อัลลอฮฺ เพื่อที่จะให้หลงจากแนวทางของพระองค์ จงกล่าวเถิด "จงรื่นเริงกันเถิด..." (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- และพวกเขาประหลาดใจว่า ได้มีผู้ตักเตือนคนหนึ่งจากหมู่พวกเขามายังพวกเขา และบรรดาผู้ปฏิเสธศรัทธากล่าวว่า "นี่คือ..." (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- แท้จริง พระเจ้าของเจ้านั้นทรงรู้ดียิ่งต่อผู้ที่หลงทางจากแนวทางของพระองค์ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- เช่นเดียวกับผู้ที่บริจาคทรัพย์สินของเขาเพื่อโอ้อวดแก่มนุษย์ และไม่ศรัทธาต่ออัลลอฮฺ (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- จงบริจาคส่วนหนึ่งจากสิ่งที่เราได้ให้ปัจจัยยังชีพแก่พวกเจ้า ก่อนที่...จะมาถึง (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- พระองค์ทรงทำให้สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดินเป็นประโยชน์แก่พวกเจ้า (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- และแท้จริงพวกเราอยู่ในความสงสัยเกี่ยวกับสิ่งที่พวกท่านเรียกร้องเราไปสู่มัน (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- แท้จริง พระเจ้าของเจ้าทรงแผ่ปัจจัยยังชีพให้กว้างขวางแก่ผู้ที่พระองค์ทรงประสงค์ และทรงให้คับแคบ แท้จริงพระองค์... (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- พระเจ้าแห่งชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่อยู่ระหว่างทั้งสอง หากพวกเจ้าเป็นผู้ศรัทธามั่นคง (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- เราได้ศรัทธาต่ออัลลอฮฺ และสิ่งที่ถูกประทานลงมาแก่เรา และสิ่งที่ถูกประทานลงมาแก่... (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- และเสียงกัมปนาทได้คร่าบรรดาผู้อธรรม แล้วพวกเขาก็กลายเป็นผู้ยอบกายลงในบ้านเรือนของพวกเขา (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- ดังนั้นไม่เป็นบาปใดๆ แก่พวกเจ้า ในสิ่งที่พวกนางได้กระทำไปเกี่ยวกับตัวของพวกนาง (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- พระเจ้าของเจ้านั้นทรงรู้ดียิ่งต่อผู้ที่หลงทางจากแนวทางของพระองค์ และพระองค์... (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- ด้วยวิญญาณ (วะฮีย์) ตามพระบัญชาของพระองค์ แก่ผู้ที่พระองค์ทรงประสงค์จากปวงบ่าวของพระองค์ (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- และเราได้ประทานหลักฐานอันชัดเจนแก่อีซา อิบนุมัรยัม และเราได้สนับสนุนเขาด้วยวิญญาณบริสุทธิ์ (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- เพื่อพระองค์จะทรงตัดสินระหว่างพวกเขาในวันกิยามะฮ์ ในสิ่งที่พวกเขาเคยขัดแย้งกัน (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- เราได้ทำให้ส่วนบนของมันเป็นส่วนล่าง และเราได้ให้หินจากดินเผาตกหล่นลงมาบนพวกเขา (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- มันเท่าเทียมกันแก่พวกเขา เจ้าจะตักเตือนพวกเขาหรือไม่ตักเตือน พวกเขาก็ไม่ศรัทธา (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- อื่นจากมนุษย์ทั้งหลาย ดังนั้นพวกท่านจงปรารถนาความตายเถิด หากพวกท่านเป็นผู้สัตย์จริง (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- จงเคารพภักดีต่ออัลลอฮฺเถิด พวกท่านไม่มีพระเจ้าอื่นใดนอกเหนือจากพระองค์ แล้วพวกท่านไม่ยำเกรงหรือ? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- และหากเราจะให้เจ้าได้เห็นบางส่วนที่เราได้สัญญาแก่พวกเขา หรือเราจะให้เจ้าเสียชีวิต ดังนั้นยังเราเท่านั้นคือทางกลับของพวกเขา... (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- พวกเขากล่าวว่า "เมื่อเราตายไปแล้ว และเรากลายเป็นดินและกระดูกแล้ว เราจะถูกฟื้นคืนชีพอีกกระนั้นหรือ?" (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- แท้จริงความโปรดปรานนั้นอยู่ในพระหัตถ์ของอัลลอฮฺ พระองค์จะประทานมันแก่ผู้ที่พระองค์ทรงประสงค์ และอัลลอฮฺ... (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- ยังพระผู้ทรงรอบรู้ในสิ่งเร้นลับและสิ่งที่เปิดเผย แล้วพระองค์จะทรงแจ้งแก่พวกเจ้าในสิ่งที่พวกเจ้ากระทำกัน (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- โอ้บรรดาผู้ศรัทธาเอ๋ย! จงรำลึกถึงความโปรดปรานของอัลลอฮฺที่มีต่อพวกเจ้า ขณะที่... (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- และเรามิได้ส่งผู้ใดมาเป็นรอซูลก่อนเจ้า นอกจากเป็นบุรุษ ซึ่งเราได้วะฮีย์แก่พวกเขา (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- พระองค์จะทรงลบล้างความผิดของเขา และจะทรงให้เขาเข้าสวนสวรรค์หลายแห่ง ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- ผู้ป่วย หรืออยู่ในการเดินทาง ดังนั้นให้ชดใช้ในวันอื่น (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- พวกเขามิได้ปฏิบัติตามสิ่งใดนอกจากความนึกคิด และพวกเขามิได้ทำสิ่งใดนอกจากคาดเดาเท่านั้น (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- แน่นอน สำหรับพวกเจ้านั้นมีแบบอย่างที่ดีแล้ว สำหรับผู้ที่หวัง (การพบ) อัลลอฮฺและวันปรโลก (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- และเรามิได้สร้างชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่อยู่ระหว่างทั้งสอง เว้นแต่ด้วยความจริง (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- จงสอดมือของเจ้าเข้าไปในอกเสื้อของเจ้า มันจะออกมาขาวปราศจากโรค (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- พระองค์ทรงเลือกสรรมนุษย์ด้วยความเมตตาของพระองค์แก่ผู้ที่พระองค์ทรงประสงค์ และอัลลอฮฺนั้นเป็นผู้ทรงโปรดปรานอันยิ่งใหญ่ (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- เจ้ามิรู้ดอกหรือว่า อัลลอฮฺนั้นทรงมีอำนาจเด็ดขาดเหนือชั้นฟ้าทั้งหลายและแผ่นดิน? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- และสิ่งที่พวกเจ้าได้บริจาคล่วงหน้าไว้เพื่อตัวของพวกเจ้าเองจากความดี พวกเจ้าจะพบมัน ณ ที่อัลลอฮฺ (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- และจากที่ไหนก็ตามที่เจ้าออกไป ก็จงผินหน้าของเจ้าไปทางมัสยิดอัลหะรอม (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- พวกนั้นได้ล่วงลับไปแล้วก่อน และเจ้าจะไม่พบการเปลี่ยนแปลงในแนวทางของอัลลอฮฺ (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- พระผู้ทรงเป็นเจ้าของสิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- และไม่มีหญิงใดจะตั้งครรภ์หรือคลอด เว้นแต่ด้วยความรอบรู้ของพระองค์ (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- กลางคืน และพระองค์ทรงทำให้ดวงอาทิตย์และดวงจันทร์เป็นประโยชน์ (ทุกสิ่ง) โคจรไปตามกำหนดเวลา (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- เบื้องล่างของมันมีแม่น้ำหลายสายไหลผ่าน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล และนั่นคือรางวัลของ... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- เขากล่าวว่า "เปล่าหรอก จิตใจของพวกเจ้าได้ตกแต่งเรื่องหนึ่งให้แก่พวกเจ้า ดังนั้นความอดทนเป็นสิ่งที่สวยงาม" (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน และแท้จริงอัลลอฮฺ... (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- และไม่มีรอซูลคนใดมายังพวกเขา นอกจากพวกเขาจะเยาะเย้ยถากถางเขา (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- พวกเขากล่าวว่า "โอ้มูซาเอ๋ย! ท่านจะโยนก่อน หรือว่าพวกเราจะเป็นผู้โยน?" (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- พระองค์ทรงทำให้พวกเจ้าตาย และในหมู่พวกเจ้ามีผู้ที่ถูกนำกลับไปสู่วัยชราที่เลวทราม เพื่อว่า... (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- สำหรับพวกเขาคือสวนสวรรค์หลายแห่ง ณ ที่พระเจ้าของพวกเขา ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- และเราได้ทำให้บนหัวใจของพวกเขามีผ้าคลุมหลายชั้น เพื่อมิให้พวกเขาเข้าใจมัน และในหูของพวกเขา... (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- แท้จริงสัญญาของอัลลอฮฺนั้นเป็นจริง แต่ว่าส่วนมากของพวกเขาไม่รู้ (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- นั่นก็เพราะว่าพวกเขาฝ่าฝืนอัลลอฮฺและรอซูลของพระองค์ และผู้ใดฝ่าฝืนอัลลอฮฺ... (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- และวันซึ่งพระองค์จะทรงเรียกพวกเขา แล้วตรัสว่า "ไหนเล่าบรรดาภาคีของข้า ซึ่งพวกเจ้าเคยอ้าง?" (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- พวกเขามิได้พิจารณาดอกหรือว่า อัลลอฮฺผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดิน... (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- ผู้ทรงบังเกิดเจ้าจากดิน แล้วจากน้ำอสุจิ แล้วจาก... (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- พวกเขาจะกล่าวว่า "ข้าแต่พระเจ้าของเรา! ถ้าเพียงพระองค์ทรงส่งรอซูลมายังเรา เพื่อเราจะได้ปฏิบัติตามสัญญาณทั้งหลายของพระองค์" (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- แล้วยังพระเจ้าของพวกเขาคือการกลับคืนของพวกเขา แล้วพระองค์จะทรงแจ้งแก่พวกเขาในสิ่งที่พวกเขาเคยกระทำ (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- พวกเขาไม่มีความรู้ใดๆ ในเรื่องนั้น พวกเขามิได้ปฏิบัติตามสิ่งใดนอกจาก... (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- แท้จริงเราได้พบว่าบรรพบุรุษของเราอยู่บนแนวทางหนึ่ง และแท้จริงเราจะดำเนินตามรอยเท้าของพวกเขา (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- บรรดาผู้ที่ได้รับคัมภีร์ มิได้แตกแยกกันเว้นแต่หลังจากที่ได้มีความรู้มายังพวกเขาแล้ว... (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- และจงรำลึกเมื่ออิบรอฮีมกล่าวว่า "ข้าแต่พระเจ้าของข้า! ขอพระองค์ทรงทำให้เมืองนี้เป็นเมืองที่ปลอดภัย" (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- และพระองค์ทรงทำให้แก่พวกเจ้า ซึ่งการได้ยิน และการเห็น และหัวใจ แต่ส่วนน้อยเท่านั้นที่พวกเจ้าขอบคุณ (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- บรรดาผู้ที่โต้เถียงกันในสัญญาณทั้งหลายของอัลลอฮฺ โดยปราศจากหลักฐานใดๆ ที่มายังพวกเขา (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- ดังนั้นพวกเจ้าจงปฏิบัติตามแนวทางของอิบรอฮีม ผู้ใฝ่หาความจริง และเขามิได้อยู่ในหมู่ผู้ตั้งภาคี (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- และจงรำลึกขณะที่เราได้ช่วยพวกเจ้าให้พ้นจากวงศ์วานของฟิรเอาน์ ซึ่งพวกเขาได้บังคับพวกเจ้าให้รับการทรมานอันสาหัส (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- นั่นคือศาสนาอันเที่ยงตรง แต่ว่าส่วนมากของมนุษย์ไม่รู้ (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- เจ้ามิได้พิจารณาดอกหรือว่า อัลลอฮฺทรงทำให้สิ่งที่อยู่ใน...เป็นประโยชน์แก่พวกเจ้า? (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- บรรดาผู้ปฏิเสธศรัทธากล่าวว่า "นี่มิใช่สิ่งอื่นใด นอกจากมายากลอันชัดแจ้ง" (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- และเมื่อบรรดาโองการอันชัดแจ้งของเราถูกอ่านแก่พวกเขา บรรดาผู้ปฏิเสธศรัทธากล่าวว่า... (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- สวนสวรรค์หลากหลายแห่งความสุขสำราญ ซึ่งมีแม่น้ำหลายสายไหลอยู่เบื้องล่างของมัน โดยพวกเขาจะพำนักอยู่ในนั้นตลอดกาล (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- สิ่งที่พระองค์ทรงประสงค์ แท้จริงอัลลอฮฺนั้นเป็นผู้ทรงอานุภาพเหนือทุกสิ่ง (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- เพื่อพระองค์จะทรงอภัยโทษความผิดของพวกเจ้า และทรงผ่อนผันพวกเจ้าไปจนถึงวาระที่ถูกกำหนดไว้ (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- พวกท่านประสงค์ที่จะห้ามปรามพวกเราจากสิ่งที่บรรพบุรุษของพวกเราเคยเคารพบูชา (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- และจงรำลึกเมื่อพระเจ้าของเจ้าตรัสแก่มะลาอิกะฮ์ว่า "แท้จริงข้าจะสร้างมนุษย์จาก..." (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- และพระองค์คือผู้ทรงส่งลมเป็นข่าวดีเบื้องหน้าความเมตตาของพระองค์ (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- จงกล่าวเถิด "พวกเจ้าจงท่องเที่ยวไปในแผ่นดิน แล้วจงดูว่าบั้นปลายของ...นั้นเป็นอย่างไร" (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- แท้จริงในการสร้างชั้นฟ้าทั้งหลายและแผ่นดิน และการสับเปลี่ยนกลางคืนและกลางวันนั้น (มีสัญญาณ) (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- ผู้ใดที่จะให้อัลลอฮฺยืมหนี้ที่ดี แล้วพระองค์จะทรงเพิ่มพูนให้แก่เขา? (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- ดังนั้นจงตัดสินระหว่างพวกเขาด้วยสิ่งที่อัลลอฮฺทรงประทานลงมา และอย่าปฏิบัติตามอารมณ์ต่ำของพวกเขา (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- พวกเขามิได้คอยสิ่งใด นอกจากมะลาอิกะฮ์จะมายังพวกเขา หรือพระเจ้าของเจ้าจะมา...? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- แท้จริงบรรดาผู้ที่อุปโลกน์ความเท็จต่ออัลลอฮฺนั้น พวกเขาจะไม่ประสบความสำเร็จ (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- เช่นเดียวกับสภาพของวงศ์วานของฟิรเอาน์ และบรรดาผู้ก่อนหน้าพวกเขา พวกเขาปฏิเสธสัญญาณทั้งหลายของเรา (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- และทรงแจ้งข่าวดีแก่บรรดาผู้ศรัทธาที่กระทำความดีทั้งหลายว่า สำหรับพวกเขาคือรางวัลอันยิ่งใหญ่ (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- อัลลอฮฺทรงแผ่ปัจจัยยังชีพให้แก่ผู้ที่พระองค์ทรงประสงค์จากปวงบ่าวของพระองค์ และทรงให้คับแคบ (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- และพวกเจ้าจะถูกนำกลับไปยังพระผู้ทรงรอบรู้ในสิ่งเร้นลับและสิ่งที่เปิดเผย แล้วพระองค์จะทรงแจ้งแก่พวกเจ้าในสิ่งที่พวกเจ้าเคย... (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- และบรรดาญาติใกล้ชิดนั้นบางคนมีสิทธิมากกว่าอีกบางคนในคัมภีร์ของอัลลอฮฺ (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — จำเป็น (ต้องทำ; เป็นบาปหากละทิ้ง)
- mustahabb / mandub (مستحب / مندوب) — ที่แนะนำ (ได้บุญหากทำ, ไม่เป็นบาปหากละทิ้ง)
- mubah (مباح) — เฉยๆ / ที่อนุญาต (ไม่มีบุญหรือบาป)
- makruh (مكروه) — ที่ไม่ชอบ (ถูกกีดกัน, แต่ไม่เป็นบาปหากทำ)
- haram (حرام) — ต้องห้าม (เป็นบาปหากทำ)
- halal (حلال, ที่อนุญาต / ถูกต้องตามกฎหมาย) — ครอบคลุมทั้งมุบาฮ์และมุสตะฮับ — ทุกสิ่งที่ไม่ได้ถูกห้าม
- จงเคารพภักดีต่ออัลลอฮ์เพียงผู้เดียว และขอความช่วยเหลือจากพระองค์ 1:5
- จงเคารพภักดีต่ออัลลอฮ์เพียงผู้เดียว 2:21
- อย่าตั้งภาคีใดๆ ต่ออัลลอฮ์ 2:22
- อัลลอฮ์คือผู้ทรงอภัย (ทรงรับการกลับใจ) พระองค์ทรงรับการกลับใจของอาดัม (عَلَيْهِ ٱلسَّلَامُ) 2:37
- อย่าปะปนความจริงด้วยความเท็จ และอย่าปิดบังความจริง 2:42
- จงดำรงไว้ซึ่งการละหมาด และจงจ่ายซะกาต 2:43
- จงสั่งใช้ผู้อื่นให้ทำความดี หลังจากที่ตัวท่านได้ปฏิบัติมันแล้ว 2:44
- จงขอความช่วยเหลือจากอัลลอฮ์ในทุกๆ กิจการของท่าน 2:45
- อย่าเข้าไปเกี่ยวข้องหรือแพร่กระจายการทุจริต 2:60
- อย่าขัดขวางผู้คนจากการไปยังสถานที่ประกอบพิธีกรรมทางศาสนา 2:114
- จงเคารพความศักดิ์สิทธิ์ของมัสยิด จงรักษาสถานที่ละหมาดของท่านให้สะอาดและบริสุทธิ์ 2:125
- จงรำลึกถึงอัลลอฮ์ (โดยการละหมาด การสดุดี ฯลฯ) พระองค์จะทรงรำลึกถึงพวกท่าน และจงขอบคุณพระองค์ 2:152
- จงฝึกความอดทนในยามทุกข์ยาก 2:153
- อย่าปฏิบัติตามรอยเท้าของชัยฏอน (ซาตาน) ผู้เป็นศัตรูที่ชัดแจ้ง 2:168
- อย่าปฏิบัติตามใครอย่างไร้เหตุผล 2:170
- จงรักษาและปฏิบัติตามความไว้วางใจทั้งหมด จงปฏิบัติหน้าที่ทางศาสนาของท่านด้วยความจริงใจ จงรักษาคำสาบานและพันธสัญญาของท่าน จงรักษาสัญญา โดยเฉพาะที่ให้ไว้แก่อัลลอฮ์ จงสนับสนุนผู้ขัดสนและบรรเทาความยากลำบาก จงหลีกเลี่ยงการทำบาปที่นำไปสู่การสูญเสียความโปรดปรานจากพระเจ้า อย่าให้ความเย่อหยิ่งนำท่านไปสู่ความอยุติธรรม 2:177
- ในกฎแห่งการตอบแทน (กิศาศ) นั้นมีชีวิตสำหรับพวกท่าน 2:179
- จงถือศีลอดในเดือนรอมฎอน จงปฏิบัติตามการถือศีลอดที่ถูกกำหนดไว้เพื่อให้พวกท่านเป็นผู้ยำเกรง 2:183
- จงเคารพอัลกุรอานในฐานะแหล่งชี้นำสูงสุด 2:185
- อย่ากินทรัพย์สินของกันและกันอย่างไม่เป็นธรรม และอย่าให้สินบนแก่ผู้พิพากษา (ก่อนที่จะนำเสนอคดีของท่าน) 2:188
- อย่ากดขี่ผู้อื่น ไม่ว่าจะด้วยคำพูดหรือการกระทำ อย่าเข้าสู่การต่อสู้ในฐานะผู้รุกราน แต่เพื่อป้องกันตัวเท่านั้น 2:190
- จงปกป้องเด็กกำพร้า ส่วนเรื่องเด็กกำพร้านั้น จงทำงานอย่างซื่อสัตย์ในทรัพย์สินของพวกเขา และอย่ากลืนกินทรัพย์สินของพวกเขา 2:220
- จงสำนึกผิดและขออภัยโทษต่ออัลลอฮ์ อย่ามีเพศสัมพันธ์ในช่วงมีประจำเดือน จงรักษาความสะอาดและความบริสุทธิ์ (ทั้งทางร่างกายและจิตวิญญาณ) 2:222
- จงปฏิบัติตามความรับผิดชอบของท่านที่มีต่อครอบครัว 2:233
- จงเลือกผู้นำตามความดีความชอบของพวกเขา 2:247
- อย่าบังคับในเรื่องศาสนา 2:256
- จงใช้จ่ายทรัพย์สินในการทำบุญ จงเป็นผู้ใจบุญทั้งในทรัพย์สินและเวลา 2:261
- อย่าทำให้การทำบุญของท่านเสียไปด้วยการโอ้อวดความมีน้ำใจของท่าน 2:264
- ชัยฏอน (ซาตาน) ข่มขู่พวกท่านด้วยความยากจน และสั่งใช้พวกท่านให้ทำความชั่ว (บาป) 2:268
- จงแสวงหาผู้ขัดสนและช่วยเหลือพวกเขา 2:273
- อย่าเกี่ยวข้องกับดอกเบี้ย อย่ากินทรัพย์สินที่มีดอกเบี้ย อย่ากินริบา (ดอกเบี้ย) 2:275
- จงให้เวลามากขึ้นในการชำระหนี้ หากลูกหนี้ตกอยู่ในความยากลำบาก 2:280
- จงรักษาคำพูดของท่านในธุรกรรมทางการค้า จงซื่อสัตย์ในกิจการทางการเงินของท่าน จงปฏิบัติด้วยความซื่อตรงในพันธสัญญาทั้งหมดของท่าน เมื่อท่านทำสัญญาเป็นหนี้ในช่วงเวลาที่กำหนด จงจดบันทึกไว้ จงนำพยานทุกครั้งที่ท่านทำสัญญาทางการค้า 2:282
- จงรักษาและปฏิบัติตามความไว้วางใจทั้งหมด 2:283
- จงศรัทธาต่อคัมภีร์ที่ถูกประทานลงมาและบรรดานบีทั้งหมด 2:285
- อัลลอฮ์ไม่ทรงบังคับผู้ใดเกินความสามารถของเขา พวกเขาจะได้รับการตอบแทนในสิ่งที่พวกเขาได้กระทำไว้ (ความดี) และจะถูกลงโทษในสิ่งที่พวกเขาได้กระทำไว้ (ความชั่ว) พระเจ้าไม่ทรงบังคับผู้ใดเกินความสามารถของเขา และเราก็ไม่ควรทำเช่นกัน จงไว้วางใจในแผนของอัลลอฮ์แม้ในยามยากลำบาก 2:286
- ผู้ที่รักษาสัญญาและเกรงกลัวอัลลอฮ์อย่างยิ่ง แท้จริงอัลลอฮ์ทรงรักผู้ยำเกรง 3:76
- จงประกอบพิธีฮัจญ์ หากท่านมีความสามารถ 3:97
- อย่าแตกแยกกัน 3:103
- จงสั่งใช้สิ่งที่ถูกต้อง และห้ามปรามสิ่งที่ผิด จงส่งเสริมความดีงามในชุมชนของท่าน จงเรียกร้องผู้อื่นให้รำลึกถึงอัลลอฮ์ 3:104
- และต่ออัลลอฮ์เท่านั้น ผู้ศรัทธาทั้งหลายจงมอบความไว้วางใจ 3:122
- อย่ากินริบา (ดอกเบี้ย) 3:130
- จงเชื่อฟังอัลลอฮ์และรอซูลของพระองค์ เพื่อจะได้รับความเมตตา 3:132
- อัลลอฮ์ทรงรักผู้ที่บริจาค (ในหนทางของอัลลอฮ์ – การกุศล การทำบุญ ฯลฯ) ทั้งในยามรุ่งเรืองและในยามทุกข์ยาก ผู้ที่ระงับโทสะ และผู้ที่ให้อภัยผู้อื่น 3:134
- จงระงับโทสะ 3:134
- จงอภัยให้แก่ความผิดพลาดของผู้อื่น 3:135
- อย่าพูดจาหยาบคาย จงอดทนต่อผู้ที่แตกต่างจากท่าน 3:159
- หากอัลลอฮ์ทรงช่วยเหลือพวกท่าน ก็ไม่มีใครชนะพวกท่านได้ และหากพระองค์ทรงทอดทิ้งพวกท่าน ก็ใครเล่าที่จะช่วยเหลือพวกท่านหลังจากพระองค์? 3:160
- ทุกคนจะได้ลิ้มรสความตาย และเฉพาะในวันกิยามะฮ์เท่านั้น พวกท่านจะได้รับผลตอบแทนของพวกท่านโดยครบถ้วน 3:185
- จงใคร่ครวญอย่างลึกซึ้งถึงความมหัศจรรย์ของธรรมชาติและการสร้างจักรวาลนี้ จงรู้ว่าพระเจ้าทรงสร้างจักรวาลด้วยความหมายและจุดประสงค์ 3:191
- ชายและหญิงมีผลตอบแทนเท่าเทียมกันสำหรับการกระทำของพวกเขา 3:195
- สำหรับผู้ที่เกรงกลัวพระเจ้าของพวกเขา คือสวนสวรรค์หลากหลายที่มีแม่น้ำไหลผ่านเบื้องล่าง (ในสวนสวรรค์) พวกเขาจะพำนักอยู่ในนั้นตลอดกาล เป็นการต้อนรับจากอัลลอฮ์ 3:198
- จงมุ่งมั่นเพื่อความพอพระทัยของอัลลอฮ์ในทุกการกระทำ 3:200
- จงจงรักภักดีต่อพระเจ้าของท่าน จงยำเกรงพระองค์ และอย่าตัดขาดจากเครือญาติ 4:1
- จงคืนทรัพย์สินแก่เด็กกำพร้า และอย่าเปลี่ยนเอาสิ่งเลวของท่านไปแทนที่สิ่งดีของพวกเขา และอย่ากลืนกินทรัพย์สินของพวกเขาโดยปนกับทรัพย์สินของท่าน 4:2
- จงมอบสินสอด (มะฮัร) แก่บรรดาสตรีที่ท่านแต่งงานด้วย ด้วยความเต็มใจ 4:4
- จงปกป้องสิทธิของเด็กกำพร้า 4:6
- ทรัพย์สินของผู้ตายควรได้รับการแบ่งปันในหมู่สมาชิกในครอบครัวของเขา สตรีมีสิทธิได้รับมรดก 4:7
- อย่ากลืนกินทรัพย์สินของเด็กกำพร้าอย่างไม่เป็นธรรม 4:10
- จงปฏิบัติตามคำสั่งเกี่ยวกับมรดก 4:11
- เป็นที่ต้องห้ามที่จะรับมรดกของผู้หญิงโดยขัดต่อความต้องการของพวกเธอ และพวกท่านอย่าปฏิบัติต่อพวกเธออย่างรุนแรง จงอยู่ร่วมกับพวกเธอ (ภรรยา) อย่างมีเกียรติ จงเคารพและปฏิบัติตามสิทธิของสตรี จงปฏิบัติต่อคู่สมรสของท่านด้วยความเมตตาและความเห็นอกเห็นใจ จงปฏิบัติต่อสตรีด้วยเกียรติและความยุติธรรม 4:19
- อย่าแต่งงานกับผู้ที่มีสายโลหิตเดียวกันกับท่าน 4:23
- อย่าฆ่าตัวเอง (หรือฆ่ากันเอง) แท้จริงอัลลอฮ์เป็นผู้ทรงเมตตาต่อพวกท่านเสมอ อย่ากลืนกินทรัพย์สินของกันและกันอย่างไม่เป็นธรรม 4:29
- หากพวกท่านหลีกเลี่ยงบาปใหญ่ที่ถูกห้าม อัลลอฮ์จะทรงลบล้างความผิดเล็กน้อยของพวกท่าน และจะทรงให้พวกท่านเข้าสู่ทางเข้าอันทรงเกียรติ (คือสวรรค์) 4:31
- อย่าปรารถนาในสิ่งที่อัลลอฮ์ทรงให้บางคนในหมู่พวกท่านดีเด่นกว่าคนอื่น จงหลีกเลี่ยงความอิจฉาริษยา 4:32
- บุรุษเป็นผู้ปกครองและผู้ดูแลสตรี เพราะอัลลอฮ์ทรงให้บางคนเหนือกว่าบางคน และเพราะพวกเขาได้ใช้จ่ายจากทรัพย์สินของพวกเขา (เพื่อเลี้ยงดูพวกเธอ) บุรุษเป็นผู้ปกป้องและผู้ค้ำจุนครอบครัว 4:34
- จงเคารพภักดีต่ออัลลอฮ์ และอย่าตั้งภาคีใดๆ ต่อพระองค์ จงทำดีต่อบิดามารดา ญาติพี่น้อง เด็กกำพร้า ผู้ขัดสน เพื่อนบ้าน ผู้ใกล้ชิด คนเดินทาง และผู้ที่อยู่ภายใต้การครอบครองของพวกท่าน แท้จริงอัลลอฮ์ไม่ทรงชอบผู้ที่หยิ่งผยองและโอ้อวด จงทำดีต่อผู้อื่น จงแสดงความเมตตาต่อผู้ที่อ่อนแอ จงรักษาสายสัมพันธ์ในครอบครัวและให้เกียรติญาติพี่น้อง 4:36
- อย่าเป็นคนตระหนี่ 4:37
- แท้จริงอัลลอฮ์ไม่ทรงอภัยโทษให้แก่การตั้งภาคีต่อพระองค์ แต่พระองค์ทรงอภัยโทษให้นอกเหนือจากนั้นแก่ผู้ที่พระองค์ทรงประสงค์ 4:48
- อย่าอิจฉาผู้อื่น 4:54
- แท้จริงอัลลอฮ์ทรงบัญชาพวกท่านให้คืนความไว้วางใจแก่เจ้าของของมัน และเมื่อพวกท่านตัดสินระหว่างผู้คน จงตัดสินด้วยความยุติธรรม 4:58
- จงเชื่อฟังอัลลอฮ์และรอซูลของพระองค์ และจงให้เกียรติแก่ผู้มีอำนาจในหมู่พวกท่าน 4:59
- อย่ากดขี่ผู้ที่อ่อนแอหรือเปราะบาง 4:75
- ความดีใดๆ ที่ประสบแก่พวกท่าน ย่อมมาจากอัลลอฮ์ และความชั่วใดๆ ที่ประสบแก่พวกท่าน ย่อมมาจากตัวของพวกท่านเอง 4:79
- ผู้ใดเชื่อฟังรอซูล (มุฮัมมัด ﷺ) แน่นอนเขาได้เชื่อฟังอัลลอฮ์แล้ว 4:80
- ผู้ใดช่วยเหลือในทางที่ดี เขาก็จะได้รับส่วนหนึ่งจากผลตอบแทนของมัน และผู้ใดช่วยเหลือในทางที่ชั่ว เขาก็จะได้รับส่วนหนึ่งจากบาปของมัน 4:85
- ไม่เป็นการสมควรแก่ผู้ศรัทธาที่จะฆ่าผู้ศรัทธาด้วยกัน เว้นแต่ด้วยความผิดพลาด 4:92
- ผู้ใดฆ่าผู้ศรัทธาโดยเจตนา สิ่งตอบแทนของเขาคือนรก อยู่ในนั้นตลอดกาล และอัลลอฮ์ทรงกริ้วเขาและทรงสาปแช่งเขา และได้ทรงเตรียมการลงโทษอันยิ่งใหญ่ไว้สำหรับเขา 4:93
- ผู้ใดอพยพออกจากบ้านของเขาในหนทางของอัลลอฮ์ เขาจะพบในแผ่นดินซึ่งมีที่พักพิงอันมากมายและความกว้างขวาง 4:100
- จงรักษาเวลาการละหมาดของท่าน 4:103
- อย่าสนับสนุนหรือเป็นทนายความแก่ผู้ที่ทรยศต่อความไว้วางใจของพวกเขา 4:105
- จงขออภัยโทษต่ออัลลอฮ์ แท้จริงอัลลอฮ์เป็นผู้ทรงอภัยโทษ ผู้ทรงเมตตาเสมอ 4:106
- โอ้บรรดาผู้ศรัทธาเอ๋ย! จงยืนหยัดอย่างมั่นคงเพื่อความยุติธรรม เป็นพยานเพื่ออัลลอฮ์ แม้จะเป็นปรปักษ์ต่อตัวของพวกท่านเอง หรือต่อบิดามารดาและญาติใกล้ชิด ไม่ว่าเขาจะรวยหรือจนก็ตาม อย่าล่าช้าในความยุติธรรม จงปฏิบัติทันทีในการแก้ไขความอยุติธรรม 4:135
- พวกนักต้มตุ๋นต่างหากที่พยายามจะหลอกลวงอัลลอฮ์ และพระองค์ก็ทรงหลอกลวงพวกเขา 4:142
- แท้จริงพวกนักต้มตุ๋นจะอยู่ในชั้นต่ำสุดแห่งไฟนรก และเจ้าจะไม่พบผู้ช่วยเหลือใด ๆ สำหรับพวกเขา 4:145
- อัลลอฮ์ไม่ทรงชอบให้มีการกล่าวคำหยาบคายในที่สาธารณะ เว้นแต่ผู้ที่ถูกอธรรม 4:148
- เราได้ส่งบรรดารอซูลมาในฐานะผู้แจ้งข่าวดีและผู้ตักเตือน เพื่อว่ามนุษย์จะได้ไม่มีข้ออ้างใด ๆ ต่ออัลลอฮ์ หลังจากบรรดารอซูล 4:165
- จงปฏิบัติตามสัญญาและคำมั่นสัญญาของท่าน 5:1
- จงช่วยเหลือกันและกันในความดีและความยำเกรง และอย่าช่วยเหลือกันและกันในบาปและความเป็นศัตรู 5:2
- อย่ากินสัตว์ที่ตายเอง เลือด และเนื้อหมู 5:3
- จงเป็นผู้ยุติธรรม อย่าให้ความเกลียดชังและการเป็นศัตรูของผู้อื่นทำให้พวกท่านละเลยความยุติธรรม จงเป็นผู้ยุติธรรมและเที่ยงธรรมในกิจการของท่าน จงรู้ว่าความยุติธรรมนั้นใกล้ชิดกับความยำเกรง อย่าล่าช้าในความยุติธรรม จงปฏิบัติทันทีในการแก้ไขความอยุติธรรม 5:8
- จงแสวงหาสื่อนำเข้าใกล้พระองค์ และจงต่อสู้ดิ้นรนในหนทางของพระองค์เท่าที่พวกท่านสามารถ เพื่อว่าพวกท่านจะได้รับชัยชนะ 5:35
- จงปฏิบัติตามคำสัตย์สาบานและพันธสัญญาของท่าน 5:89
- จงหลีกเลี่ยงสุราและการพนัน จงหลีกเลี่ยงสุราอย่างเด็ดขาด การพนัน การเชือดสัตว์เพื่อบูชารูปเคารพ และการเสี่ยงทายด้วยลูกศร ซึ่งทั้งหมดเป็นสิ่งโสมมประดุจผลงานของชัยฏอน 5:90
- อย่าฆ่าสัตว์ในขณะที่พวกท่านอยู่ในอิหฺรอมสำหรับฮัจญ์หรืออุมเราะฮ์ 5:95
- อย่าถามถึงสิ่งที่หากถูกเปิดเผยแก่พวกท่านแล้วอาจก่อให้เกิดความเดือดร้อนแก่พวกท่าน 5:101
- อย่าดูหมิ่นเจว็ดของผู้อื่น อย่าดูหมิ่นสิ่งที่พวกเขาเคารพสักการะอื่นจากอัลลอฮ์ มิฉะนั้นพวกเขาก็อาจจะดูหมิ่นอัลลอฮ์อย่างไม่มีความรู้ 6:108
- หากพวกท่านปฏิบัติตามคนส่วนใหญ่ในแผ่นดิน พวกเขาจะทำให้พวกท่านหลงทางจากหนทางของอัลลอฮ์ แท้จริงพวกเขาไม่ปฏิบัติตามเว้นแต่การคาดเดา และพวกเขาไม่ได้ทำอะไรนอกจากกล่าวเท็จ 6:116
- จงละทิ้งบาปทั้งหลายทั้งที่เปิดเผยและที่ปกปิด 6:120
- อย่ากินเนื้อสัตว์ที่มิได้มีการกล่าวพระนามของอัลลอฮ์บนมัน 6:121
- ผู้ใดที่อัลลอฮ์ทรงประสงค์จะชี้นำทาง พระองค์จะทรงเปิดอกของเขาเพื่ออิสลาม และผู้ใดที่พระองค์ทรงประสงค์จะปล่อยให้หลงทาง พระองค์จะทรงทำให้ทรวงอกของเขาแคบและอึดอัด 6:125
- จงเป็นผู้พอประมาณในการใช้จ่าย และหลีกเลี่ยงความฟุ่มเฟือย จงรักษาสิทธิของสรรพสิ่งทั้งหลาย 6:141
- อย่าตั้งภาคีใด ๆ ต่ออัลลอฮ์ จงทำดีต่อบิดามารดา อย่าฆ่าลูกของพวกท่านด้วยความกลัวความจน อย่าเข้าใกล้สิ่งลามกอนาจาร อย่าฆ่าชีวิตที่อัลลอฮ์ทรงห้ามไว้ เว้นแต่ด้วยเหตุอันชอบธรรม 6:151
- จงซื่อสัตย์ อย่าโกงในการค้าขายของท่าน อย่าเข้าใกล้ทรัพย์สินของเด็กกำพร้า เว้นแต่เพื่อปรับปรุงมัน และจงให้ครบเต็มทะนานและชั่งด้วยความยุติธรรม เมื่อพวกท่านพูดก็จงพูดความจริง แม้ว่าจะเป็นเรื่องเกี่ยวกับญาติที่ใกล้ชิด และจงรักษาพันธสัญญาของอัลลอฮ์ 6:152
- จงปฏิบัติตามหนทางอันเที่ยงตรงนี้ และอย่าปฏิบัติตามหนทางอื่น ๆ เพราะมันจะทำให้พวกท่านแยกออกไปจากหนทางของพระองค์ 6:153
- จงกล่าวเถิด (มุฮัมมัด) แท้จริงการละหมาดของฉัน การประกอบพิธีกรรมของฉัน การมีชีวิตของฉัน และการตายของฉัน ขอนอบน้อมแด่อัลลอฮ์พระเจ้าแห่งสากลโลก 6:162
- อย่าเป็นคนหยิ่งยโส 7:13
- อย่าให้ชัยฏอนหลอกลวงพวกท่าน 7:27
- จงกล่าวเถิด (มุฮัมมัด) พระเจ้าของฉันทรงสั่งให้มีความยุติธรรม 7:29
- จงปฏิบัติตามขอบเขตที่อัลลอฮ์ทรงกำหนดไว้ในทุกเรื่อง จงหลีกเลี่ยงการละเมิดในการพูดและการกระทำ จงกินและดื่ม แต่อย่าฟุ่มเฟือย จงแต่งกายอย่างเรียบร้อยในเวลาละหมาด 7:31
- แท้จริงพระเจ้าของพวกท่านคืออัลลอฮ์ ผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดินในหกวัน แล้วพระองค์ทรงประทับบนบัลลังก์ 7:54
- จงวิงวอนต่อพระเจ้าของพวกท่านด้วยความนอบน้อมและในที่ลับ แท้จริงพระองค์ไม่ทรงชอบผู้ละเมิด 7:55
- อย่าก่อความเสียหายในแผ่นดินหลังจากที่ได้มีการจัดระเบียบแล้ว และจงวิงวอนพระองค์ด้วยความกลัวและความหวัง 7:56
- ส่วนบรรดาผู้ที่ทำความชั่วแล้วกลับใจหลังจากนั้นและศรัทธาแล้ว แท้จริงพระเจ้าของเจ้า หลังจากนั้นทรงเป็นผู้อภัย ผู้ทรงเมตตาเสมอ 7:153
- จงกล่าวเถิด (มุฮัมมัด) โอ้มนุษย์ทั้งหลาย แท้จริงฉันคือรอซูลของอัลลอฮ์มายังพวกท่านทุกคน 7:158
- พระนามอันสวยงามทั้งหลายเป็นสิทธิของอัลลอฮ์ ดังนั้นจงวิงวอนต่อพระองค์ด้วยพระนามเหล่านั้น และจงละทิ้งผู้ที่บิดเบือนพระนามของพระองค์ 7:180
- ผู้ใดที่อัลลอฮ์ทรงปล่อยให้หลงทางแล้ว ก็จะไม่มีผู้ชี้นำทางแก่เขา และพระองค์จะทรงปล่อยให้พวกเขาระเหเร่ร่อนในความละเมิดของพวกเขา 7:186
- จงให้อภัย จงสั่งใช้ความดี และจงผินหลังให้แก่ผู้โง่เขลา (คืออย่าลงโทษพวกเขา) 7:199
- จงอภัยแก่ผู้อื่นสำหรับความผิดพลาดของพวกเขา 7:199
- และหากมีอุบายใดๆ จากชัยฏอนมากระทบเจ้า จงขอความคุ้มครองต่ออัลลอฮ์ แท้จริงพระองค์เป็นผู้ทรงได้ยิน ผู้ทรงรอบรู้ 7:200
- แท้จริงบรรดาผู้ศรัทธาคือผู้ที่เมื่ออัลลอฮ์ถูกกล่าวถึงแล้ว หัวใจของพวกเขาก็หวั่นกลัว และเมื่อโองการทั้งหลายของพระองค์ถูกอ่านแก่พวกเขา โองการเหล่านั้นก็เพิ่มพูนการศรัทธาของพวกเขา 8:2
- อย่าทรยศต่ออัลลอฮ์และรอซูลของพระองค์ และอย่าทรยศต่อความไว้วางใจของพวกท่านโดยเจตนา 8:27
- หากพวกท่านยำเกรงอัลลอฮ์และปฏิบัติตามพระองค์ พระองค์จะทรงประทานหลักเกณฑ์แก่พวกท่าน (ที่ช่วยให้แยกแยะระหว่างถูกและผิด) 8:29
- แท้จริงบรรดาผู้ปฏิเสธศรัทธานั้น พวกเขาใช้จ่ายทรัพย์สินของพวกเขาเพื่อขัดขวางผู้คนจากหนทางของอัลลอฮ์ และพวกเขาก็จะยังคงใช้จ่ายมันต่อไป แต่ภายหลังมันจะกลายเป็นความเศร้าโศกเสียใจแก่พวกเขา 8:36
- จงกล่าวแก่บรรดาผู้ปฏิเสธศรัทธา หากพวกเขาหยุด พวกเขาจะได้รับการอภัยในสิ่งที่ได้ล่วงเลยไปแล้ว แต่หากพวกเขากลับมากระทำอีก แน่นอนตัวอย่างของผู้คนรุ่นก่อน ๆ ได้ผ่านพ้นไปแล้ว 8:38
- เมื่อพวกท่านพบกับกองกำลังข้าศึก จงยืนหยัดอย่างมั่นคงและจงรำลึกถึงพระนามของอัลลอฮ์ให้มาก เพื่อพวกท่านจะได้รับชัยชนะ 8:45
- อย่าเป็นเช่นผู้ที่ออกมาจากบ้านของพวกเขาอย่างองอาจและโอ้อวดเพื่อให้ผู้คนเห็น และขัดขวางจากหนทางของอัลลอฮ์ 8:47
- แท้จริงอัลลอฮ์จะไม่ทรงเปลี่ยนแปลงความโปรดปรานที่พระองค์ประทานแก่กลุ่มชนใด จนกว่าพวกเขาจะเปลี่ยนแปลงสิ่งที่อยู่ในตัวของพวกเขาเอง 8:53
- แท้จริงสัตว์ที่เลวร้ายที่สุดในสายพระเนตรของอัลลอฮ์คือบรรดาผู้ปฏิเสธศรัทธา 8:55
- อัลลอฮ์ทรงสร้างความรักและความผูกพันขึ้นระหว่างหัวใจของผู้ที่ศรัทธาต่อพระองค์ 8:63
- จงปกป้องและช่วยเหลือผู้ที่ขอความคุ้มครอง 9:6
- ไม่เป็นการสมควรแก่บรรดามุชริกีนที่จะดูแลมัสยิดของอัลลอฮ์ 9:17
- พวกเขาต้องการจะดับแสงของอัลลอฮ์ด้วยปากของพวกเขา แต่อัลลอฮ์ไม่ทรงยอม except that His Light should be perfected even though the disbelievers hate it. 9:32
- แท้จริงซะกาตนั้นสำหรับบรรดาผู้ยากจน ผู้ขัดสน ผู้ที่ทำงานเก็บรวบรวมมัน ผู้ที่หัวใจถูกทำให้ใกล้ชิด (อิสลาม) การไถ่ทาส ลูกหนี้ และในหนทางของอัลลอฮ์ และผู้เดินทาง 9:60
- ผู้ใดต่อต้านอัลลอฮ์และรอซูลของพระองค์ แน่นอนสำหรับเขาคือนรกญะฮันนัม โดยพำนักอยู่ในนั้นตลอดกาล นั่นคือความอัปยศอย่างใหญ่หลวง 9:63
- บรรดามุนาฟิกทั้งชายและหญิงนั้นต่างก็เหมือนกัน พวกเขาต่างลืมอัลลอฮ์ พระองค์ก็ทรงลืมพวกเขา 9:67
- จงมุ่งมั่นเพื่อความบริสุทธิ์ จงเคารพความศักดิ์สิทธิ์ของมัสยิด 9:108
- ไม่เป็นการสมควรแก่ศาสดาและบรรดาผู้ศรัทธาที่จะขออภัยโทษให้แก่บรรดามุชริกีน แม้ว่าพวกเขาจะเป็นญาติใกล้ชิดก็ตาม หลังจากที่ได้ปรากฏแก่พวกเขาอย่างชัดแจ้งว่า แท้จริงพวกเขาเป็นชาวนรก 9:113
- ใครเล่าจะอธรรมยิ่งกว่าผู้ที่อุปโลกน์ความเท็จให้แก่อัลลอฮ์ หรือปฏิเสธโองการทั้งหลายของพระองค์ แท้จริงบรรดาผู้กระทำผิดจะไม่ได้รับชัยชนะ 10:17
- พวกเขาเคารพสักการะอื่นจากอัลลอฮ์ สิ่งที่มิได้ให้โทษและมิได้ให้ประโยชน์แก่พวกเขา และพวกเขากล่าวว่า เหล่านี้คือผู้ช่วยเหลือของเราต่อหน้าอัลลอฮ์ จงกล่าวเถิด พวกท่านจะแจ้งข่าวแก่อัลลอฮ์ในสิ่งที่พระองค์ไม่ทรงรู้หรือในชั้นฟ้าทั้งหลายและแผ่นดิน พระองค์ทรงบริสุทธิ์และทรงสูงส่งเหนือสิ่งที่พวกเขาตั้งภาคี 10:18
- การตอบแทนความชั่วก็คือความชั่วเช่นเดียวกัน 10:27
- นั่นคืออัลลอฮ์พระเจ้าผู้ทรงสัตย์จริงของพวกท่าน ดังนั้นหลังจากความจริงแล้ว อะไรเล่าจะเป็นอื่นไปนอกจากความหลงผิด แล้วทำไมพวกท่านจึงถูกหันเหออกไป? 10:32
- ส่วนใหญ่ของพวกเขามิได้ปฏิบัติตามสิ่งใดนอกจากความนึกคิด แท้จริงความนึกคิดนั้นไม่สามารถแทนที่ความจริงได้แต่ประการใด 10:36
- แท้จริงอัลลอฮ์นั้นมิได้ทรงอธรรมต่อมนุษย์แต่อย่างใด แต่มนุษย์ต่างหากที่อธรรมต่อตนเอง 10:44
- จงรู้เถิดว่าความโปรดปรานของพระเจ้านั้นดีกว่าสิ่งใด ๆ ที่มนุษย์สามารถสะสมหรือกักตุนไว้ 10:58
- อย่าเป็นผู้หนึ่งที่ปฏิเสธโองการทั้งหลายของอัลลอฮ์ แล้วพวกท่านจะกลายเป็นผู้ขาดทุน 10:95
- หากอัลลอฮ์ทรงให้ความทุกข์ยากแก่เจ้าแล้ว ก็ไม่มีผู้ใดจะปลดเปลื้องมันได้นอกจากพระองค์ และหากพระองค์ทรงประสงค์ความดีแก่เจ้าแล้ว ก็ไม่มีผู้ใดจะตอบแทนความโปรดปรานของพระองค์ได้ พระองค์จะทรงให้ความโปรดปรานนั้นแก่ผู้ที่พระองค์ทรงประสงค์จากปวงบ่าวของพระองค์ 10:107
- ไม่มีสัตว์เลี้ยงใด ๆ ในแผ่นดินเว้นแต่อัลลอฮ์จะเป็นผู้ประทานปัจจัยยังชีพของมัน และพระองค์ทรงรู้ที่พักพิงของมันและที่เก็บรักษาของมัน 11:6
- และหากเราให้มนุษย์ได้ลิ้มรสความเมตตาจากเรา แล้วเราได้ปลิดมันไปจากเขา แน่นอนเขาก็จะหมดหวังและเนรคุณ 11:9
- ผู้ใดปรารถนาชีวิตในโลกนี้และความหรูหราของมัน เราก็จะตอบแทนพวกเขาอย่างครบถ้วนในโลกนี้โดยไม่ลดหย่อน 11:15
- และเราไม่ได้อธรรมต่อพวกเขา แต่ว่าพวกเขาต่างหากที่อธรรมต่อตนเอง ดังนั้นบรรดาพระเจ้าที่พวกเขาวิงวอนขออื่นจากอัลลอฮ์นั้น มิได้ช่วยเหลือพวกเขาแต่อย่างใด เมื่อพระบัญชาของพระเจ้าของท่านได้มาถึง และมันไม่ได้เพิ่มสิ่งใดแก่พวกเขานอกจากการพินาศ 11:101
- ในวันที่มันมาถึง ไม่มีผู้ใดจะพูดได้เว้นแต่ได้รับอนุมัติจากพระองค์ ในหมู่พวกเขานั้นมีผู้เป็นทุกข์และผู้เป็นสุข 11:105
- ส่วนบรรดาผู้เป็นทุกข์นั้น พวกเขาจะอยู่ในนรก มีแต่การถอนหายใจและการสะอื้น 11:106
- พวกเขาจะอยู่ในนั้นตลอดกาลตราบเท่าที่ชั้นฟ้าทั้งหลายและแผ่นดินยั่งยืน เว้นแต่พระเจ้าของเจ้าทรงประสงค์เป็นอย่างอื่น แท้จริงพระเจ้าของเจ้าทรงกระทำสิ่งที่พระองค์ทรงประสงค์ 11:107
- ส่วนบรรดาผู้เป็นสุขนั้น พวกเขาจะอยู่ในสวนสวรรค์ตลอดกาลตราบเท่าที่ชั้นฟ้าทั้งหลายและแผ่นดินยั่งยืน เว้นแต่พระเจ้าของเจ้าทรงประสงค์เป็นอย่างอื่น เป็นการประทานที่ไม่มีที่สิ้นสุด 11:108
- อย่าโอนเอียงไปทางผู้ที่อธรรม มิฉะนั้นไฟนรกจะลงโทษพวกท่าน และพวกท่านจะไม่มีผู้คุ้มครองอื่นใดนอกจากอัลลอฮ์ แล้วพวกท่านก็จะไม่ได้รับความช่วยเหลือ 11:113
- จงดำรงไว้ซึ่งการละหมาดทั้งสองปลายของวันและยามใกล้รุ่งอรุณ แท้จริงความดีทั้งหลายนั้นจะขจัดความชั่วทั้งหลายออกไป นั่นคือข้อเตือนใจสำหรับผู้ที่รำลึก 11:114
- และเฉพาะอัลลอฮ์เท่านั้นคือสิ่งที่พ้นญาณในชั้นฟ้าทั้งหลายและแผ่นดิน และทุกเรื่องราวจะถูกนำกลับไปสู่พระองค์ 11:123
- การตัดสินนั้นเป็นสิทธิของอัลลอฮ์แต่เพียงผู้เดียว พระองค์ทรงบัญชาให้พวกท่านเคารพภักดีต่อพระองค์เท่านั้น นั่นคือศาสนาอันเที่ยงตรง แต่ส่วนใหญ่ของมนุษย์ไม่รู้ 12:40
- อย่าสิ้นหวังต่อความเมตตาของอัลลอฮ์ 12:87
- และส่วนใหญ่ของมนุษย์จะไม่ศรัทธา แม้เจ้าจะปรารถนาอย่างยิ่งก็ตาม 12:103
- และส่วนใหญ่ของพวกเขาจะไม่ศรัทธาต่ออัลลอฮ์ เว้นแต่พวกเขาจะตั้งภาคีขึ้น 12:106
- อัลกุรอานมิใช่คำกล่าวที่ถูกปั้นแต่งขึ้น แต่เป็นการยืนยันคัมภีร์ที่มีมาก่อน และเป็นการอธิบายทุกสิ่งอย่างโดยละเอียด และเป็นแนวทางและความเมตตาแก่หมู่ชนผู้ศรัทธา 12:111
- อัลลอฮ์ทรงเพิ่มพูนปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์ และทรงให้คับแคบแก่ผู้ที่พระองค์ทรงประสงค์ 13:26
- จงรำลึกถึงอัลลอฮ์อย่างมากมายผ่านการรำลึก (ซิกิรฺ) แท้จริงผู้ที่ศรัทธาต่อพระเจ้านั้นหัวใจของพวกเขาจะสงบด้วยการรำลึกถึงพระองค์ 13:28
- บรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย จะได้รับความสุขและความปลาบปลื้ม 13:29
- บรรดาผู้ที่เลือกเอาชีวิตในโลกนี้แทนปรโลก และขัดขวางผู้คนจากหนทางของอัลลอฮ์ และต้องการให้หนทางนั้นคดเคี้ยว พวกเขาอยู่ในการหลงผิดอันห่างไกล 14:3
- จงปฏิบัติตนด้วยความอ่อนน้อมและกตัญญูในการเคารพภักดี 14:7
- อุปมาผู้ที่ปฏิเสธศรัทธาต่อพระเจ้าของพวกเขา คือบรรดาการงานของพวกเขาประดุจเถ้าถ่านที่ถูกลมพัดอย่างแรงในวันที่มีพายุ พวกเขาไม่สามารถได้อะไรจากสิ่งที่พวกเขาแสวงหาไว้ 14:18
- อัลลอฮ์จะทรงให้บรรดาผู้ศรัทธาหมั้นคงอยู่ด้วยคำกล่าวที่มั่นคงทั้งในโลกนี้และโลกหน้า 14:27
- และเจ้าอย่าคิดว่าอัลลอฮ์ทรงเพิกเฉยต่อสิ่งที่บรรดาผู้อธรรมปฏิบัติ แต่พระองค์ทรงประวิงเวลาให้พวกเขาจนถึงวันที่สายตาจะจ้องจับจับ 14:42
- เพื่ออัลลอฮ์จะได้ทรงตอบแทนทุกชีวิตตามที่มันได้แสวงหาไว้ แท้จริงอัลลอฮ์นั้นทรงเป็นผู้รวดเร็วในการชำระสอบสวน 14:51
- และเราได้สร้างมนุษย์จากดินแห้งที่ส่งเสียงดัง จากดินดำที่เปลี่ยนสภาพ 15:26
- และญินนั้นเราได้สร้างมันมาก่อนจากไฟที่ร้อนแรง 15:27
- มันมีประตูเจ็ดประตู สำหรับทุกประตูมีส่วนแบ่งที่ถูกจัดไว้ 15:44
- พระองค์ทรงสร้างมนุษย์จากน้ำกาม จากนั้นเขาก็เป็นปฏิปักษ์ที่ชัดแจ้ง 16:4
- และปศุสัตว์ พระองค์ทรงสร้างมันเพื่อพวกท่าน ในนั้นมีความอบอุ่นและประโยชน์มากมาย และบางส่วนจากมันพวกท่านก็กินได้ 16:5
- และพระองค์ทรงสร้างม้า ล่อ และลา เพื่อให้พวกท่านขี่และเป็นเครื่องประดับ และพระองค์ทรงสร้างสิ่งอื่น ๆ ที่พวกท่านไม่รู้ 16:8
- พระองค์คือผู้ทรงหลั่งน้ำลงมาจากฟากฟ้า เพื่อให้พวกท่านดื่ม และเพื่อให้พืชพันธุ์งอกงาม ซึ่งพวกท่านใช้เลี้ยงปศุสัตว์ 16:10
- พระองค์คือผู้ทรงทำให้ทะเลเป็นประโยชน์ เพื่อพวกท่านจะได้กินเนื้อสดจากมัน และพวกท่านจะได้นำเอาประดับประดาจากมันมาใช้ 16:14
- พระองค์ทรงวางภูเขามั่นคงในแผ่นดิน เพื่อมิให้มันเคลื่อนไหวไปกับพวกท่าน และทรงวางแม่น้ำและหนทาง เพื่อพวกท่านจะได้พบทาง 16:15
- ดังนั้นผู้ทรงสร้างจะเหมือนกับผู้ที่ไม่ทรงสร้างหรือ? พวกท่านมิได้ใคร่ครวญดอกหรือ? 16:17
- และหากพวกท่านจะนับความโปรดปรานของอัลลอฮ์ พวกท่านก็ไม่สามารถจะนับมันได้ 16:18
- และอัลลอฮ์ทรงรู้สิ่งที่พวกท่านปกปิดและสิ่งที่พวกท่านเปิดเผย 16:19
- และบรรดาสิ่งที่พวกเขาวิงวอนขออื่นจากอัลลอฮ์นั้น มิได้สร้างสิ่งใดเลย แต่พวกมันถูกสร้างขึ้นมา 16:20
- พวกมันตายแล้ว ไม่มีชีวิต และพวกมันไม่รู้ว่าพวกมันจะถูกฟื้นคืนชีพเมื่อใด 16:21
- แท้จริงบัญชาของเราเมื่อเราประสงค์สิ่งใด เราจะกล่าวแก่มันว่า “จงเป็น” แล้วมันก็จะเป็นขึ้นมา 16:40
- ดังนั้นบรรดาผู้วางแผนชั่วร้ายจะรู้สึกปลอดภัยหรือว่าอัลลอฮ์จะไม่ทรงทำให้แผ่นดินสูบพวกเขาลงไป หรือการลงโทษจะไม่มาหาพวกเขาจากทิศทางที่พวกเขาไม่รู้ 16:45
- และไม่ว่าสิ่งใดก็ตามที่พวกท่านมี ความดีทั้งหลายนั้นย่อมมาจากอัลลอฮ์ และเมื่อความทุกข์ยากมาประสบแก่พวกท่าน พวกท่านก็จะคร่ำครวญต่อพระองค์ 16:53
- ครั้นเมื่อพระองค์ทรงปลดเปลื้องความทุกข์ยากออกไปจากพวกท่านแล้ว ในขณะนั้นพวกท่านบางคนก็ตั้งภาคีต่อพระเจ้าของพวกเขา 16:54
- และในปศุสัตว์นั้นมีบทเรียนสำหรับพวกท่าน เราให้พวกท่านดื่มนมบริสุทธิ์จากสิ่งที่อยู่ในท้องของมัน ระหว่างกากอาหารและเลือด 16:66
- ดังนั้นจงอย่าเปรียบเทียบอัลลอฮ์ แท้จริงอัลลอฮ์ทรงรู้และพวกท่านไม่รู้ 16:74
- จงรู้เถิดว่าพระเจ้าได้ประทานการได้ยิน การเห็น สติปัญญา และความรู้สึกแก่มนุษย์ เพื่อพวกเขาจะได้กตัญญู 16:78
- จงหลีกเลี่ยงความโลภและความละโมบ 16:97
- เมื่อพวกท่านอ่านอัลกุรอาน ก็จงขอความคุ้มครองต่ออัลลอฮ์ให้พ้นจากชัยฏอนที่ถูกสาปแช่ง 16:98
- จงรู้เถิดว่าความผิดที่กระทำด้วยความไม่รู้จะได้รับการอภัย หากผู้กระทำกลับตัวและแก้ไขตนเอง 16:119
- จงเชิญชวนไปสู่หนทางของพระเจ้าของเจ้า ด้วยปัญญาและคำตักเตือนอันดี และจงโต้ตอบพวกเขาด้วยวิธีที่ดีกว่า แท้จริงพระเจ้าของเจ้านั้น พระองค์ทรงรู้ดียิ่งถึงผู้ที่หลงทางจากหนทางของพระองค์ และพระองค์ทรงรู้ดียิ่งถึงผู้ที่อยู่ในแนวทางที่ถูกต้อง 16:125
- แท้จริงอัลลอฮ์ทรงอยู่ร่วมกับบรรดาผู้ยำเกรง และบรรดาผู้กระทำความดี 16:128
- แท้จริงอัลกุรอานนี้จะนำไปสู่สิ่งที่ถูกต้องเที่ยงธรรม 17:9
- และไม่มีผู้ใดแบกภาระของผู้อื่นได้ 17:15
- ผู้ใดปรารถนาชีวิตในโลกหน้าและมุ่งมั่นเพื่อมันอย่างจริงจัง โดยที่เขาผู้นั้นเป็นผู้ศรัทธาแล้ว ชนเหล่านี้แหละ การมุ่งมั่นของพวกเขาจะได้รับการตอบแทน 17:19
- และพระเจ้าของเจ้าได้ทรงบัญชาว่า พวกเจ้าอย่าเคารพภักดีผู้ใดนอกจากพระองค์ และจงทำดีต่อบิดามารดา หากผู้ใดในสองคนนั้นหรือทั้งสองคนมีอายุถึงความชราในที่พำนักของเจ้า ดังนั้นอย่ากล่าวแก่พวกเขาว่า “อู๊ย” และอย่าด่าว่ากล่าวพวกเขา และจงกล่าวแก่พวกเขาด้วยถ้อยคำที่ให้เกียรติ 17:23
- และจงนอบน้อมต่อพวกเขาทั้งสองด้วยความอ่อนน้อม และจงกล่าวว่า “ข้าแต่พระเจ้าของข้าพระองค์ ขอพระองค์ทรงเมตตาพวกเขาทั้งสอง ดังที่พวกเขาได้เลี้ยงดูข้าพระองค์เมื่อครั้งยังเล็ก” 17:24
- แท้จริงบรรดาผู้ฟุ่มเฟือยนั้นเป็นพวกพ้องของชัยฏอน และชัยฏอนนั้นเป็นผู้เนรคุณต่อพระเจ้าของมัน 17:27
- อย่าใช้จ่ายทรัพย์อย่างฟุ่มเฟือย 17:29
- อย่าฆ่าบุตรของพวกท่านด้วยความกลัวความจน 17:31
- อย่าเข้าใกล้การล่วงประเวณี แท้จริงมันเป็นสิ่งลามกและเป็นหนทางที่ชั่วช้า 17:32
- และจงให้ครบเต็มทะนานเมื่อพวกท่านตวง และจงชั่งด้วยตราชูที่เที่ยงตรง นั่นเป็นสิ่งที่ดียิ่งกว่าและให้ผลดีกว่าในบั้นปลาย 17:35
- และอย่าปฏิบัติตามสิ่งที่เจ้าไม่มีความรู้ แท้จริงหูและตาและหัวใจนั้น ทั้งหมดนั้นจะถูกสอบสวน 17:36
- และอย่าเดินบนแผ่นดินอย่างเย่อหยิ่ง แท้จริงเจ้าจะไม่สามารถทะลวงแผ่นดินได้ และจะไม่สามารถสูงเท่ากับภูเขาได้ 17:37
- พระเจ้าของพวกท่านทรงรู้จักพวกท่านดียิ่ง หากพระองค์ทรงประสงค์พระองค์ก็จะทรงเมตตาพวกท่าน หรือหากพระองค์ทรงประสงค์พระองค์ก็จะทรงลงโทษพวกท่าน 17:54
- และผู้ใดที่บอดในโลกนี้ เขาก็จะบอดในโลกหน้าด้วย และหลงทางยิ่งกว่า 17:72
- จงรักษาเวลาละหมาด 17:78
- แท้จริงเราได้อธิบายแก่มนุษย์ในอัลกุรอานนี้ทุกสิ่งด้วยตัวอย่างต่าง ๆ แต่ส่วนใหญ่ของมนุษย์ปฏิเสธที่จะไม่เชื่อ 17:89
- แท้จริงเราได้กล่าวไว้ในอัลกุรอานนี้ทุกเรื่องเป็นตัวอย่างแก่มนุษย์ แต่มนุษย์นั้นเป็นผู้โต้เถียงยิ่งกว่าสิ่งใด 18:54
- นรกญะฮันนัมเป็นการตอบแทนของพวกเขา เพราะพวกเขาได้ปฏิเสธศรัทธา และได้ยึดเอาโองการทั้งหลายของเราและบรรดารอซูลของเรา เป็นที่เยาะเย้ย 18:106
- ไม่เป็นการสมควรแก่อัลลอฮ์ที่พระองค์จะทรงมีพระบุตร มหาบริสุทธิ์แห่งพระองค์ 19:35
- จงพูดกับผู้คนด้วยคำพูดที่อ่อนโยน 20:44
- จงแข่งขันกันในการทำความดี 21:90
- และบรรดาผู้ที่พวกเขาหันหน้าหนีจากสิ่งไร้สาระ 23:3
- และบรรดาผู้ที่พวกเขารักษาอวัยวะเพศของพวกเขา 23:5
- จงปกป้องหัวใจของท่านจากแนวโน้มที่ผิดบาป 23:97
- จงให้อภัยและอโหสิกรรมแก่ผู้อื่น 24:22
- จงเคารพความเป็นส่วนตัวของผู้อื่น โดยเฉพาะในบ้านของพวกเขาเอง จงปฏิบัติตามสิทธิของเพื่อนบ้าน 24:27
- จงลดสายตาของพวกเขาลง (ทั้งชายและหญิง) และจงรักษาความบริสุทธิ์ของพวกเขา 24:30
- จงเป็นผู้สุภาพเรียบร้อยในการแต่งกายและพฤติกรรม 24:31
- จงรู้เถิดว่าพระเจ้าทรงประทานความปลอดภัยและสันติสุขแก่ผู้ที่เคารพภักดีต่อพระองค์และปฏิบัติตนอย่างมีคุณธรรม 24:55
- อย่าเข้าไปในห้องส่วนตัวของบิดามารดาโดยไม่ขออนุญาต 24:58
- จงเป็นผู้สุภาพอ่อนโยน 25:63
- จงหลีกเลี่ยงการเป็นพยานเท็จและการหลอกลวง 25:72
- จงมุ่งมั่นเพื่อผลตอบแทนในปรโลก แต่อย่าละเลยกิจการในโลกนี้ 28:77
- อย่าวิงวอนต่อพระเจ้าอื่นใดคู่เคียงกับอัลลอฮ์ 28:88
- อย่าประพฤติผิดในทางเพศกับเพศเดียวกัน 29:29
- จงมุ่งมั่นเพื่อความเป็นเลิศในทุกความพยายามของท่าน 29:69
- จงดำรงไว้ซึ่งการละหมาดและจ่ายซะกาต 31:4
- จงสั่งใช้สิ่งที่ถูกต้องและห้ามปรามสิ่งที่ผิด 31:17
- จงหลีกเลี่ยงความหยิ่งยโสในพฤติกรรมของท่าน จงหลีกเลี่ยงการเสียเวลาในการพูดจาไร้สาระ 31:18
- จงเป็นผู้มีสัมมาคารวะในการเดินและลดเสียงของท่าน 31:19
- จงปฏิบัติตามแบบอย่างของท่านนบีมุฮัมมัด 33:21
- บรรดาสตรีอย่าเปิดเผยหรืออวดความงามและเครื่องประดับของพวกเธอ 33:33
- จงพูดแต่ความจริงในทุกสถานการณ์ 33:70
- จงแสวงหาปัญญาและความเข้าใจผ่านการไตร่ตรอง 38:29
- จงปฏิบัติตามคำสั่งของอัลกุรอาน 39:23
- แท้จริงอัลลอฮ์ทรงอภัยบาปทั้งมวลเมื่อผู้กระทำบาปกลับใจและหันกลับมาหาพระองค์ 39:53
- จงทำการวิงวอน (ดุอาอ์) ต่ออัลลอฮ์ด้วยความจริงใจ 40:60
- จงตอบโต้ความชั่วด้วยสิ่งที่ดีกว่า 41:34
- จงปรึกษาหารือกันในกิจการต่าง ๆ 42:38
- อย่าเงยเสียงของท่านขึ้นเหนือเสียงของนบี 49:2
- จงรักษาความลับและหลีกเลี่ยงการทรยศ 49:6
- จงสร้างสันติภาพระหว่างผู้ที่ขัดแย้งกัน จงแสวงหาการประนีประนอมในความขัดแย้ง 49:9
- อย่าเยาะเย้ยผู้อื่น 49:11
- จงหลีกเลี่ยงความสงสัย จงหลีกเลี่ยงการสอดแนมและการนินทา จงอย่าบริภาษหรือใส่ร้ายผู้อื่น จงละเว้นจากการนินทาและการใส่ร้ายทุกชนิด อย่าให้ความเย่อหยิ่งนำท่านไปสู่ความอยุติธรรม 49:12
- จงรู้เถิดว่าความยำเกรงเท่านั้นที่ทำให้บุคคลมีเกียรติ จงเคารพความแตกต่างระหว่างผู้คนและวัฒนธรรม 49:13
- จงให้เกียรติแขก 51:26
- จงตระหนักถึงหน้าที่ของท่านที่มีต่ออัลลอฮ์ 51:56
- จงใช้จ่ายทรัพย์สินในการทำบุญ 57:7
- จงรู้เถิดว่าไม่มีลัทธิสงฆ์ (การละทิ้งการแต่งงานและความสุขสบายเช่นที่ทำโดยภิกษุ ภิกษุณี หรือผู้ที่อยู่ภายใต้คำปฏิญาณทางศาสนา) ในศาสนา 57:27
- อย่าให้ทรัพย์สินมาทำให้พวกท่านเพิกเฉยต่อการรำลึกถึงอัลลอฮ์ 58:11
- ผู้ที่มีความรู้จะได้รับการยกย่องจากพระเจ้า 58:11
- จงปฏิบัติต่อผู้ที่ไม่ใช่มุสลิมด้วยความเมตตาและความเป็นธรรม 60:8
- จงหลีกเลี่ยงความเสแสร้งในความเชื่อและการกระทำของท่าน 63:9
- จงอยู่ห่างจากความโลภและความตระหนี่ 64:16
- จงรักษาสิ่งที่ถูกประทานลงมาแก่ท่าน 73:15
- จงตระหนักถึงวันพิพากษา 75:36
- จงสั่งใช้ความอดทนและความเห็นอกเห็นใจ 90:17
- ผู้ที่ขัดเกลาจิตวิญญาณของตนย่อมได้รับชัยชนะ และผู้ที่ทำให้จิตวิญญาณของตนเสื่อมทรามย่อมพบกับความล้มเหลว 91:10
- อย่าเพิกเฉยหรือขับไล่ผู้ขัดสน 93:10
- จงแสวงหาความรู้และความเข้าใจ จงอ่านและไตร่ตรองอัลกุรอาน 96:1–5
- จงส่งเสริมการให้อาหารแก่ผู้ยากจน 107:3
""";
