const String quranIndexUkrainianRaw = r"""
Молитви Манзіл 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Господи наш Молитви 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Господи мій Молитви 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Аарон (Гарун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
Абаса, S.80; 74:22
Омивання (вуду), 4:43; 5:6
Авраам (Ібрагім) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ні юдей, ні християнин, 3:67-68
- стояв у першому храмі в Бакці, 3:97; 26:123
- підносить основи Кааби 2:124-129
- закликає свій народ до поклоніння Єдиному Істинному Богу 2:130-133; 26:69-89; 29:16; 29:24-27
- дебати із зарозумілим царем 2:258
- запитує про воскресіння 2:260
- ні юдей, ні християнин 3:65-68
- спростовує небесне поклоніння 6:74-87
- отримує звістку про народження Ісаака 11:69-76; 51:24-30
- його молитва біля Кааби 14:35-41
- відвідані ангелами 15:51-56
- взірець для наслідування 16:123
- закликає свого батька до істини 19:41-50
- знищує ідолів і рятується від вогню 21:51-73; 37:83-113
- закликає всіх до паломництва 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
Скасування, 2:106, 16:101
Абу Лахаб, 111:1-5
«Рекламні люди», 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ангели поклоняються перед ними, 2:34; 7:11
- дерево пізнання, 2:35; 7:19-20; 20:120-121
- вигнання з раю (Єва не має провини), 2:36; 7:24
- шанований Аллахом, спокушаний Сатаною 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- прощено Аллахом 2:37; 20:122
Адіят, S.100
'Adn Paradise, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Негаразди
- не обтяжений чужим тягарем, 6:164; 17:15; 35:18; 39:7; 53:38
- не обтяжений понад силу витримувати, 2:286; 6:152; 7:42; 23:62
- терпіння протягом, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Старіння, 16:70; 22:5; 30:54; 36:68
- поведінка щодо літніх батьків, які перебувають під вашою опікою, 17:23
Ахмад, 61:6
Ахкаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Айка, мешканки, 15:78; 26:176; 38:13; 50:14
А'ла S.87; 87:1; 92:20
Алак, S.96
Аль-Імран, S.3
Аллах
- один день для Нього — це п'ятдесят тисяч років, 70:4
- один день для Нього — це тисяча людських років, 22:47; 32:5
- здатність робити що завгодно, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- найкращий з усіх суддів, 95:8
- поза межами визначення, 43:82; 67:12
- зводить нанівець задуми невіруючих, 8:30; 8:36
- спричиняють зникнення людей і породжують інших істот, 4:133; 14:19; 35:16
- викликає сміх і плач, 53:43
- змусив людину спати століття, 2:259
- ворог тих, хто заперечує істину, 2:98
- звеличуйте Його славу від ранку до ночі, 33:42
- фальшиві дочки, 16:57; 17:40; 43:16; 52:39; 53:21-22
- за іменем, 53:19-20
- дає людям вільну волю, 36:67
- віддавши все заради нього, 4:66-68; 4:125
- добро і зло від Нього, 4:78
- дарує життя і смерть, 44:8; 53:44; 57:2; 67:2
- ті, хто наполегливо працює, отримують кращу винагороду, 4:95-96; 5:54; 9:120; 49:15; 61:11
- не має дружини, 72:3
- не має сина, 43:81; 72:3; 112:3
- не покинув тебе у твої скрутні часи, 93:3
- всюдисущий у знанні, 2:115; 2:142; 2:177; 4:126
- є Першим і Останнім (альфа і омега), 57:3
- є Зовнішнім і Внутрішнім, 57:3
- знає, що це поза межами розуміння, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- любить тих, хто поводиться справедливо, 49:9
- не встановлював законів щодо того, про що Він не говорив, 5:101; 6:140; 6:148; 7:32
- милосердя до військовополонених, які мають у собі добро, 8:70
- природа, 2:255
- жодна людина не є божеством, 3:64; 3:151
- не трійця, 4:171
- притулок від зла, 113:1-5; 114:1-6
- згадуючи його стоячим, сидячим, лежачим, 3:191; 4:103; 10:12; 25:64
- формує тебе в утробі матері, 3:6
- престол спочиває на воді, 11:7
- створить те, про що ви не знаєте, 16:8
- не бажає зла Своєму творінню, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Союзи, 8:72; 9:7
- Християни та євреї, 5:51
- заборонено з невіруючими родичами, 9:23-24
- заборонено лицемірам, 4:88-89; 4:139; 4:144
Альяса (див. Єлисей)
Амана, Довіра та обов'язки, встановлені Аллахом тощо, 2:283; 4:58; 8:27
- див. Довіра
Ангели, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- створений з вогню, 7:12; 38:76
- вісім понесуть трон Аллаха в Судний день, 69:17
- хибне твердження, що вони жінки, 43:19; 53:27
- охоронець 82:10-12; 86:4
- дев'ятнадцять володар пекла, 74:30-31
- не посланий задовольняти примхи, 15:7-8
- посланий для натхнення, 16:2
Гнів, стримувати, 3:134
Анкабут, S.29
Мурахи, 27:18
Мавпи, 5:60
- мерзенний, 2:65; 7:166
Відступництво, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- не просіть швидкої загибелі для відступників, 46:35
- Тільки Аллах покарає їх, 73:11; 74:11
- покарання в потойбічному житті, 2:217; 9:74
- відторгнення іншими, 3:87
- покаяння, 3:89; 5:34; 9:5; 9:11
- у Судний день вже надто пізно, 40:85
- під примусом, 16:106
Відступники, 47:25
Араф, S.7; 7:46, 48
Арафат, 2:198
Сперечатися
- не заради тих, хто обманює самих себе, 4:107
- ви сперечалися за них у цьому світі, але хто ж буде сперечатися в День Воскресіння, 4:109
Суперечки/Напади
- відповісти тим самим, 8:58
- бути терплячим набагато краще, 16:126
Броня, 16:81
'Аср,S.103
Аят Аль-Курсі, 2:255
Наклепник, 49:12; 104:1
Бадр (битва), 3:13
- уроки з 8:5-19, 42-48
Аль-Байт-уль-Мамур, 52:4
Бакка (Мекка), 3:96
Бал, 37:125
Балад, S.90
Баланс, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану Ан-Надір, 59:2-6, 13
Бакара, S.2
Бараа (див. Тауба), S.9
Барзах, (Бар'єр), 23:100; 25:53; 55:20
- див. також 18:94-97; 34:54; 36:9
Байїна, S.98
Звір (Останніх Днів), 27:82
Бедуїни, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Бджола, 16:68-69
Поведінка
- сперечатися доброзичливо з тими, кому було дано попереднє одкровення, 16:125, 29:46
- уникайте вплутування у справи, про які ви нічого не знаєте, 17:36
- уникайте тяжких гріхів та ганебних вчинків, 53:32
- уникайте здогадок один про одного, не шпигуйте і не говоріть погано один про одного 49:12
- будьте справедливими у своїх думках, 6:152
- спільнота має бути поміркованою, 2:143; 25:67
- не знеохочується зарозумілість, 4:36, 57:23
- не картай тих, хто шукає твоєї допомоги, 93:10
- не вважай себе чистим, 53:32
- не насміхайся з інших, 49:11; 104:1
- не згадуй відкрито про злі речі, 4:148
- не кажіть погано один про одного, 104:1
- кожній групі надано закон і спосіб життя, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- і спосіб поклоніння, 22:67
- Аллах міг би зробити їх однією громадою, 5:48; 11:118; 16:93; 42:8
- одна громада під керівництвом Аллаха, 21:92
- простити євреїв, 5:13
- прощати невіруючим, 31:15; 45:14
- прощати легко, 42:37
- правителі приймають рішення після консультацій, 42:38
- і пророк, 10:47; 16:36
- обмовляти віруючих є гріхом, 33:58
- чоловіки (до жінок), 24:30
- миротворців винагородили, 42:40
- говоріть справедливо з тими, хто в біді, якщо нічого іншого не можете зробити, 17:28
- для літніх батьків, які перебувають під вашою опікою, 17:23
- щодо інших мусульман, 33:6
- до інших, 17:26-29; 17:35; 17:53; 60:8
- до батьків, 46:15
- щодо рабів, 4:36; 24:33
- ставитися до невойовничих невіруючих справедливо, 60:8
- дружини Пророка, 33:28-34
- жінки (до чоловіків), 24:31
- у всіх одкровеннях, 2:136; 2:285
- природа, 49:14-15
Віруючі, 2:2-5; 2:285; 8:2-4; 8:24
Заповіт, 2:180, 240; 4:7, 12; 36:50
Зрадити (обдурити, шахрайство), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Біблія, 5:64, 5:65, 5:68
- спотворення, 3:78; 5:14-15
Птахи, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Кровні гроші (Дія), 2:178-179; 4:92; 17:33
Здобич, війна, 4:94. 8:41; 59:6-8
- незаконне захоплення, 3:162
- див. трофеї
Хабарництво, 2:188
Будн, 22:36
Тягар
- іншого, жоден носій тягарів не нестиме, 35:18; 39:7; 53:38
- невіруючі також понесуть тягарі інших, 16:25; 29:13
- справді злі тягарі, які вони понесуть, 6:31, 164
- Аллах не обтяжує людину понад її можливості, 2:286; 7:42; 23:62
Бурудж (Великі зірки), S.85; 85:1; 15:16; 25:61
Верблюд, 6:144; 7:40; 77:33; 88:17
Полонені, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- див. також Військовополонені
Худоба, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Печера Таур, 9:40
Печера, люди 18:9-22, 25-26
Впевненість у правді, 56:95; 69:51
Благодійність, (Садака), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- предмети милостині та закяту, 2:273; 9:60
Діти 2:233; 42:49-50
- загинули ті, хто вбив своїх з безумства, без знання, 6:140
Христос (див. Ісус)
Християни, 5:14, 19, 64-65, 69; 22:17
- просили не обожнювати Ісуса, 4:171
- найбільше наближаються до почуття прихильності до мусульман, 5:82
- більшість забули, що їм сказали пам'ятати, 5:14
- ось приходить до вас посланець, 5:15, 19
- праведники будуть винагороджені, 2:62; 5:65; 5:69
- скажіть «Ісус — син Аллаха», 9:30
Зруйновані міста, 69:9
Місто безпеки, 95:3
Одяг, 7:26; 16:81
- вогню, 22:19
- вуаль або жіночий одяг у ситуаціях, що не стосуються побуту, 24:31
- верхній одяг жінок запобігає домаганням з боку лицемірів, 33:59-60
Конфедерати, 33:9, 22
- див. Консультація Ахзаба, взаємна, 42:38
Творіння
- починається та повторюється, 10:4; 21:104; 27:64; 29:19-20
- новий, 17:49, 98; 35:16
- з правдою, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- не для гри, 21:16-17; 23:115
- кожна жива істота, створена з, 21:30; 24:45; 25:54
- людини, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- перша форма 56:62
- через шість днів, 7:54; 11:7; 32:4; 50:38; 57:4
- парами, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- різноманітність у, 35:27-28
- Аллах наказує «Будь!» — і це сталося, 2:117; 16:40; 36:82; 40:68
- як оком мерехтіння, 54:50
- ніч і день, сонце і місяць, 39:5
- про небо і землю, землю, більшу за людство, 40:57; 79:27
- мета, 51:56
Ворон, 5:31
Критерій, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Дар, (див. Інсан,) S.76; 45:24
- час, 76:1; 103:1
Давид, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- враховуючи Псалми 4:163
- бореться з Голіафом і вбиває його, 2:251
- виносить суд 21:78-80
- благословенний знанням і пророцтвом 27:15-16
- гори та птахи приєднуються до нього у вихвалянні Аллаха 34:10; 38:17-20
- судить двох людей 38:21-26
Даваб або Дабба (рухома жива істота тощо) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Мертві воскреснуть, 6:36
Смерть, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- і втеча з бою, 33:16
- заради Аллаха, 3:195; 22:58; 47:4
- ті громади, які не мають одкровення, не будуть знищені, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ті, хто вбитий на шляху Аллаха, живі, 2:154; 3:169
- тікаючи від зла до Аллаха, 4:100
- не може бути зупинено чи затримано 63:10-11
- брат-близнюк зі сну 6:60; 39:42
- віруючі та невіруючі в момент смерті 8:50; 16:27-32; 41:30
- покарання в могилі 40:46
Борги, 2:280, 282; 4:11-12
Указ
- для кожної справи є свій, 13:38
- Ми ніколи не знищували село, не знаючи про нього, 15:4
- кожна справа походить від Аллаха, 44:5
— коли Він постановляє якусь справу, Він лише каже: «Будь!» — і це буває, 2:117; 36:82; 40:68
Справи
- зло, прикрашене для них, 47:14
- нам наші, вам ваші справи, 28:55; 42:15; 45:15
- добро і зло, є за нього самого і проти нього самого, 41:46
- прив'язав людську до власної шиї, 17:13
Ступені, згідно з тим, що вони зробили, 6:132
Бажання, ті, хто ходить за своїм злом, 47:14, 16
- хто взяв собі за бога власного, 25:43
Не впадайте у відчай у милості Аллаха, 39:53; 21:87-88; 68:48-50
- див. також Йона
Дхаріят, S.51
Зікр, 7:205; 15:6, 9
Зуль-Кіфі, 21:85; 38:48
Зуль-Карайн, 18:83-98
Дхун-Нун (супутник риби)
Невіруючі (див. також Лицеміри)
- попросіть Мухаммеда ( ﷺ ) наслати на них гнів Аллаха як доказ, 6:57-58; 8:32; 10:49-52
- з добротою ставляться до їхнього товариства, 31:15
- терпляче зносьте те, що вони говорять, 20:130; 50:39
- завіти з, 8:56; 8:72; 9:4, 7
- порушення заповітів, 8:58; 9:12
- Аллах зводить їхні задуми нанівець, 8:30, 36
- залиште товариство тих, хто насміхається із закону Аллаха, 4:140; 6:68
- захисти їх, якщо вони тебе про це попросять, 9:6
- покарання під час війни, 8:12, 50, 59
- покарання в потойбічному житті, 8:37
- не повинні відвідувати мечеті чи доглядати за ними, 9:17
- говорити з ними лагідно, 17:53
- наполегливо борючись проти, 9:73; 25:52; 66:9
- ставитися до невоюючих сторін зі справедливістю, 60:8
- об'єднається лише з іншими невіруючими, 8:72
Учні (Ісуса), 3:52; 61:14
Хвороба в серцях лицемірів та невіруючих, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Лихо, а після нього настає безпека, 3:154
Розподіл військової здобичі, 8:41; 59:7-8
Рів, люди, 85:4-10
Різноманітність
- людей, 30:22, 35:27-28
- життя, 35:27-28
Розлучення, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- після періоду очікування, розірвати або примиритися, 2:231; 65:2
- два свідки, 65:2
- аліменти, 2:233, 241
- поширюється на спадкоємця колишнього чоловіка, 2:233
- може бути скасовано двічі, 2:229
- статус приданого, 2:229, 236-237
- знайти годувальницю, якщо необхідно, 65:6
- див. також Зіхар
Розлучення, Чоловік
- розлучися з однією жінкою заради іншої - не забирай те, що ти спочатку дав, 4:20
- не домагайся дружини, 65:6
- не тримайте дружин проти їхньої волі, 4:19
- чотири місяці, щоб змінити свою думку, 2:226
- повністю підтримувати дружину під час вагітності та періоду очікування, 65:6
- повністю підтримувати дружину, якщо вона годує вашу дитину грудьми, 65:6
- мати не повинна страждати через свою дитину, яка залишилася без батька, 2:233
- доісламський, 58:2
- каяття за примирення та пост протягом 2 місяців поспіль, 58:4
- каяття для примирення, щоб нагодувати 60 нужденних, 58:4
- каяття, щоб примирити звільнити раба, 58:3
- спроба примирення, 4:35
- безгрішний, якщо шлюб не укладено, 2:236
- наречена мала право на половину приданого, 2:237
Розлучення, Жінка
- після третього розлучення (цього разу з іншим чоловіком) може повернутися до першого чоловіка, 2:229
- право на утримання, 2:241; 65:1
- рівне право на розлучення, 2:228
- страх жорстокого поводження з боку чоловіка, 4:128
- може зберегти те, що їй дав чоловік, 2:229
- не бути вигнаними з їхніх домівок, 65:1
- три менструації чекають, щоб спростувати вагітність, 2:228
- три місяці очікування для тих, у кого немає менструації, 65:4
- якщо шлюб не буде неконсумованим, 33:49
Собаки, 7:176
Осли (Осели), 2:259; 16:8; 31:19; 62:5; 74:50
Пийте
- алкогольний, 2:219; 5:90
- чистий і білий, смачний, 37:45-46; 76:21
- чисте запечатане вино, 83:25
Духа, S.93
Духан, S.44
Армія слонів, 105:1-5
Ілля (Ілля; Ілясин) 6:85; 37:123-132
Єлисей (Альяса) 6:86; 38:48
Енох (див. Ідріс)
Подія, 56:1; 69:15
Зло, 4:123; 10:27-30; 19:83; 59:15
- не слід вимовляти публічно, 4:148
- походить від нас самих, але добро – це добро від Аллаха, 4:79; 42:48
- вибачте, an, 4:149
- відшкодовано, 6:160; 42:40
- ті, хто замишляє, замишляє, 16:45-47
- був кінець, 30:10
- з'явився на суші та морі, 30:41
- відбивати/захищатися, з добрим, 13:22; 23:96; 41:34
- змінилися, на краще, 7:95
- ті, хто ходить за своїми бажаннями, 47:14, 16
- справи, прикрашені для них, 47:14
Надлишок
- заборонено в їжі, 5:87
- у релігії, 4:171; 5:77-81
Очі, вуха та шкіра свідчитимуть проти грішників, 41:20-23
Ездра (Узаїр) 9:30
Обличчя або Лик Аллаха, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Гарний на вигляд
- Аллах зробив кожному народові Його власні діяння, 6:108
Віра (Вірування), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ті, хто відкидає, 3:116
- збільшення, 3:173
- з упевненістю, 44:7; 45:4, 20; 51:20
- Він привів тебе до, 49:17
Фаджр, S.89
Фалак, S.113
Хибна розмова про вірші Корану, 6:68
Фальшиві боги
- окрім Аллаха, ідоли та так звані партнери 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- не ображайте тих, кому вони поклоняються, окрім Аллаха, 6:108
- див. також Тагут
Неправда (Батиль), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Прив'язав вчинки людини до її ж шиї, 17:13
Піст, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- їсти та пити, доки біла нитка не стане відмінною від чорної, 2:187
Фатх, S.48
Фатіха, S.1
Фатір, S.35
Фідья (викуп), пост, 2:196
- за звільнення полонених, 8:67
- викуп, запропонований невіруючими, 3:91; 5:36,37; 10:54; 13:18
Рис. 95:1
Боротьба
- на шляху Аллаха, проти невіруючих, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- висвячений, 2:216
- у священні місяці, 2:217; 9:5
- від Дітей Ізраїля, 2:246-251
- на шляху Аллаха, і пригноблених чоловіків і жінок, 4:74-76
- до кінця Фітни, 8:39
- двадцять долають двісті, 8:65
- проти тих, хто не вірує в Аллаха, 9:29
- дозвіл проти тих, кому заподіяли кривду, 22:39-41
- і лицеміри, 47:20
- винятки з, 48:17
Фільтр, S.105
Рай Фірдеус, 18:107; 23:11
Вогонь, 56:71, 100:2
Муха, 22:73
Їжа
- законне та незаконне (Халяль і Харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- немає гріха за те, що їли в минулому, 5:93
- не порушуй, 5:87
- не забороняйте те, що Аллах дозволив, 5:87; 7:32; 16:116
Заборонена поведінка, 6:151-152; 7:33
Прощення, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- обов'язок віруючих, 42:37; 45:14
- віруючими, для людей Писання, 2:109
- Аллах прощає, кому забажає, 4:48
- Аллах прощає те, що не прирівнюють до Нього співучасників у поклонінні, 4:48, 116
- той, хто шукає Аллаха, 4:110
- не просити Аллаха для багатобожників, 9:113
- Аллах прощає всі гріхи, 39:53
- ангели просять про тих, хто на землі, 42:5
- прощати, коли вони гніваються, 42:37
- пробачити та примиритися, 42:40
- Віруючі прощають тим, хто не сподівається на дні Аллаха, 45:14
- для тих, хто уникає великих гріхів та Фавахіша, 53:32
- змагаються один з одним у поспішному прямуванні до, 57:21
- злі вчинки перетворювалися на добрі вчинки 25:68-71
Шахрайство (див. Зрада) 83:1-6
Вільна воля
- обмежений Волею Аллаха, 6:107; 10:99; 74:56; 76:31; 81:28-29
- хто хоче, нехай вірить і не вірить, 18:29
- йти шляхом до свого Господа, 76:29
- йти прямо, 81:28
П'ятничні молитви, 62:9-11
Фрукти, 6:41; 16:11
- у Раю, вдосталь, 43:73
- всілякі, 47:15
- як вони бажають, 77:42
Фуджар, 82:14-16; 83:7
Фуркан, S.25
Фуссилат (див. Ха Мім), S.41
Гавриїл (Джибріл) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-уль-Кудус, 2:87, 253; 5:110; 16:102
Азартні ігри, 2:219; 5:90
Гра, у стані Іхраму, 5:94-96
Гафір (див. Му'мін), S.40
Гашія, S.88
Гусуль, 4:43; 5:6
Подарунки, 30:39
Голіаф (Джалут) 2:249-251
Добрі (дні), 3:140
- тобі не подобається те, що є поганим, і подобається те, що є поганим, 2:216
- бути винагородженим, 4:85; 28:54
- подвійна винагорода, 4:40; 28:54
- винагороджено десять разів, 6:160
- збільшено, 42:23
- для тих, хто чинить, є добро та домівка в майбутньому житті, 16:30
- для тих, хто чинить добро в цьому світі, 39:10
- Аллах винагороджує тих, хто чинить, найкращим, 53:31
- чи є якась винагорода за, окрім добра, 55:60
- чини так, як Аллах вчинив з тобою добре, 28:77
Добро і Зло
- добро від Аллаха, а зло від тебе самого, 4:79
- якщо чините добро, то для себе, а якщо чините зло, то проти себе, 17:7;41:46
- відганяйте зло добром, 23:96; 28:54; 41:34
- добро та зло не можуть бути рівними, 41:34
- кожна людина зіткнеться з усім, що вона зробила, 3:30
- див. також Мухсінун
Добрий вчинок
- розкрити чи приховати це, 4:149
- прагнути, як у перегонах, 5:48
Євангеліє, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Велика Новина, 78:1-5
Вітання, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадід, S.57
Хаді (тварина для жертвопринесення), 2:196, 200
Хадж (паломництво), 2:158, 196-203; 3:97; 5:2;22:30
Хадж, S.22
Гаман, 28:6, 38; 29:39; 40:24, 36, 37
Руки та ноги будуть свідчити, 36:65
Агага, S.69
Труднощі, з кожним приходить полегшення, 94:5-6
Харун, (Аарон)
Харут, 2:102
Хешр, S.59
Серця
- загартований, 2:74; 22:53; 39:22; 57:16
- запечатані, 7:100-101; 40:35; 47:16; 63:3
- покрито, 17:46; 41:5
- замкнений, 47:24
- розділено, 59:14
- сповнений страху, 22:35
- у кого є хвороба, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Небеса
- Аллаху належить невидиме з, 16:77
- створено не для вистави, 21:16
- і земля з'єдналася воєдино, 21:30
- у цьому немає нічого прихованого, 27:75
- створений без жодних стовпів, 31:10
- буде згорнуто в Його Правиці, 39:67
- створення семи небес за два дні, 41:12
- прикрасив найближче небо світильниками, 41:12
- Аллаху належить усе, що в, 45:27;53:31
- сім небес, одне над одним, 67:3
Пекло (вогонь, палаюче полум'я) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- палаюча та кипляча вода 22:19-22; 23:103-104
- гній 14:14-17; 38:55-58; 69:35-37
- дерево Заккум 37:62-70; 44:43-50; 56:41-56
- нездатність мешканців жити чи померти 87:13
- звинувачення 26:91-101; 34:31-33
- закликає до негайного знищення 25:13-14; 43:74-78
- палкі крики 35:36-37
- Вогонь реве та гуркотить 25:11-12; 67:6-11
- смажені шкурки замінено на нові 4:56
- кайдани та одяг із смоли 14:48-50
- залізні булави 22:19-22
- ланцюги 13:5
- хранителі пекла 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- викуп не приймався 5:36-37
- заступництво відмовлено 6:94; 26:100; 30:13; 74:48
- пекучий відчай та крижана темрява у, 38:57
- ланцюг із 70 ліктів, 69:32
- перебування обмежений час, 78:23
Відтепер
- кращий дім у, 6:32; 7:169
- що буде кінцем у, 6:135
- Залімун не матиме успіху (в), 6:135
- дім, 12:109; 16:30; 28:83; 29:64
- ті, хто не вірить у, 17:10
- нагорода, 42:20
- краще за срібло та золото, 43:33-35
- тільки для Муттакуна, 43:35
- покарання, 68:33
- кращий та довговічніший, 87:17
- краще, ніж теперішнє, 93:4
Шосе, широке, 21:31
Хіджр (Скелястий урочище), 15:80-85
Хіджр, S.15
Гомосексуальність 26:165-166; 27:55; 29:28-29
Коні, 16:8
Година
- знання про це належить лише Аллаху, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- раптом це на них, 6:31; 7:187; 12:107; 43:66
- приходить до тебе, 6:40; 12:107; 20:15; 34:3
- наблизився, 54:1-5
- як мить ока, або навіть ближче, 16:77
- землетрус магнітудою 22:1
- буде встановлено в День 30:12, 14
- безперечно, прийде, немає сумніву, 40:59; 45:32; 51:5-6
- ознаки 21:96; 27:82; 43:61; 47:18; 54:1-2
- імена 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- застане людей зненацька 6:31; 7:187
- Сурма пролунає о 6:73; 23:101; 39:68
Будинки, манери при вході, 24:27-29
Гуд, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Худ, S.11
Худжурат, S.49
Хумаза, S.104
Хунайн (битва), 9:25
Хур (жінки в Раю), 44:54; 52:20
Лицеміри
- скажіть: ми віримо в Аллаха та в Останній день, але насправді не віримо, 2:8
- обманюють самі себе, 2:9
- хвороба в їхніх серцях, 2:10; 8:49; 22:53; 33:12; 47:29
- чинити лихо, 2:11-12
- безумці та насмішники, 2:13-15
- помилка придбання для ознайомлення, 2:16
- глухі, німі та сліпі, 2:17-18
- у страху смерті та темряви, 2:19-20
- приємна мова, 2:204-206
- відмовляються боротися, 3:167-168
- Аллах знає, що в їхніх серцях, 3:167;4:63
- йти за судом до лжесуддів, відвернутися від Одкровення, прийти, коли станеться катастрофа, 4:60-62
- у нещасті та у великому успіху, 4:72-73
- Аллах відкинув їх назад, 4:88
- не вважатися друзями, 4:89; 58:14-19
- якщо вони повернуться назад, убивайте їх, де б ви їх не зустріли, 4:89
- вони чекають і спостерігають за вашою перемогою або успіхом невіруючих, 4:141
- намагаються обдурити Аллаха, вони моляться з лінню та щоб їх бачили люди, 4:142
- не належать ні до цих, ні до тих, 4:143
- у найглибших глибинах Вогню; немає помічника, 4:145
- боячись бути викритими, 9:64-65
- не молитися за, 9:84
- чоловіки та жінки походять одне від одного; невдахи; Прокляття Аллаха, 9:67-69
- у бедуїнів, 9:101
- де б їх не знайшли, їх мають схопити та вбити, 33:61
- Аллах покарає, 33:73
- брехуни; відвертаються; їхні серця розділені, 59:11-14
- брехуни; зробили свої клятви завісою; їхні серця запечатані; стережіться їх, 63:1-4
- не розумію, не знаю, 63:7-8
- наполегливо боротися проти, 66:9
Ібліс (Сатана), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- див. також Сатана
Ібрагім (див. Авраам)
Ібрагім, S.14
Ідда (термін розлучення для жінок), 2:228, 231, 232, 234, 235; 33:49;65:1-7
Ідріс (Енох), 19:56-57; 21:85; 96:4
Іхрам, 2:197; 5:2, 95
Іхсан, 16:90
Іхлас, S.112
Іла, лише Один, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Незаконні статеві зносини; свідчення свідків, 4:15-18; 24:2, 19
Ілліюн, 83:18-21
Нечистий (Наджас) 9:28
Імран
- дружина, 3:35
- дочка, 66:12
Неминуче, 69:1-3
Інфітар, S.82
Спадщина, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
Несправедливість, кому заподіяно, 4:30, 148
Інсан (див. Дар), S.76
Дюйм, S.84.
Іншірах (див. Шарх), S.94
Натхнення, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Заступництво/Посередник, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
П'янкі речовини, 5:90, 2:219
Ікамат-ас-Намаз, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
Ікра (див. «Дитина»), S.96
Ерам, 89:7
Залізо, 57:25
Ісусе, побач Ісуса
Ісаак, (Ісак) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
Ізмаїл (Isma'il), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
будує фундамент Кааби разом зі своїм батьком 2:125-140
історія жертвопринесення 37:100-113
Іслам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- перший з тих, хто підкоряється мусульманам, 6:14,163; 39:12
- перший, хто обіймає, 9:100
- груди відкриті до, 39:22
- як послуга, 49:17
Ісра, S.17
Ізраїль, Діти, 2:40-86
- дарована милість, 2:47-53, 60, 122; 45:16-17
- повстання проти послуху Аллаху, 2:54-59, 61, 63-74; 5:71; 7:138-141
- їхні стосунки з мусульманами, 2:75-79
- їхня зарозумілість, 2:80, 88, 91
- їхні завіти, 2:80, 83-86, 93, 100; 5:12-13, 70
- купив життя цього світу ціною майбутнього життя, 2:86
- найжадібніший з людства до життя, 2:96
- просити царя, 2:246-251
- перевищив межі; розділений на різні групи; мавпи, 7:161-171
- обіцяно двічі, 17:4-8
- звільнений від ворога, 20:80-82
- дано Писання та лідерів, 32:23-25; 40:53-54
- вчені знали це (Коран як істину), 26:197
Істава (піднявся), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
Ітікаф, 2:187
Якова, (Якуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (дванадцять синів Якова), 2:140; 3:84; 4:163
Джалут (див. Голіаф)
Джамарат, 2:200
Джатія, S.45
Ісус, Іса, син Марії
- мати, обрана з усіх жінок світу 3:42
- свідчить про День Воскресіння, 4:159
- блага звістка про народження, 3:45-47; 19:22-23
- Посланець до дітей Ізраїлю, 3:49-51
- учні, 3:52-53; 5:111-115
- учні як помічники Аллаха, 3:52; 61:14
- воскреслий, 3:55-59; 4:157-159
- подоба Адама, 3:59
- ні вбитий, ні розп'ятий, 4:157
- натхненний, 4:163
- не більше ніж Посланник (не для того, щоб обожнювати його), 4:171-172; 5:75; 19:30, 43:63-64
- невірують ті, хто каже: 5:17, 72; 9:30
- Наш Посланник (Мухаммед (мир йому і благословення ) прийшов, 5:19
- дав Євангеліє, 5:46
- учні сказали: ми мусульмани, 5:111
- Накривання столу з їжею, 5:114
- не навчав неправдивого поклоніння, 5:116-118
- праведний Пророк, 6:85
- як знак, 23:50
- його друге пришестя 43:61
- різні думки щодо, 43:65
- не більше ніж раб і приклад для дітей Ізраїлю, 43:59
- блага звістка про Посланця, ім'я якого буде Ахмед, 61:6
- його непорочне народження, послання та чудеса 3:45-51; 19:16-38
- нагадав про милості Аллаха 5:110-115
- заперечує божественну природу 5:116-120
- співчуття та благодать у серцях його послідовників 5:82; 57:27
Євреї та християни, 2:140; 4:153-161, 171; 5:18
- слухати брехню, 5:41-42
- прокляті за те, що вони сказали, 5:64
- ворожнеча до віруючих (мусульман), 5:82
- які прийняли іслам, 26:197; 28:53; 29:47
Джибріль (див. Гавриїл)
Джихад (Боротьба, Прагнення) 2:216; 9:24; 22:78; 25:52
Джинн, S.72
Джинн, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Джинн, створений з вогню 15:25; 55:15
- віра та невіра джинів 72:1-15
- деякі вірили в послання Корану 46:29-32
- люди та джини створені з певною метою 51:56-58
Йов, 4:163; 6:84; 21:83-84; 38:41-44
Іван (Ях'я, Іван Хреститель)
- блага звістка про, 3:38-41; 19:7-11; 21:90
- праведний, 6:85
- мудрий, співчутливий, слухняний, 19:12-15
Йона (Йонас або Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Зу н-Нун) 21:87; 68:48-50
Йосип (Юсуф), 6:84; 12:4-101
- найкращі оповідання 12:1-3
- сон юного Юсуфа 12:4-6
- змова його братів 12:7-18
- продані в рабство 12:19-20
- піднятий у будинку головного міністра Єгипту 12:21-22
- Дружина головного міністра намагається спокусити його 12:23-29
- інцидент на бенкеті 12:30-32
- йде до в'язниці 12:33-35
- двоє в'язнів 12:36-42
- Сон царя 12:43-53
- стає Головним Міністром 12:54-57
- брати приходять до нього за припасами 12:58-68
- бере свого брата Веніямина 12:69-82
- відновлене горе його батька 12:83-87
- розкриває свою справжню сутність 12:88-98
- давня мрія збувається 12:99-100
- заключна молитва 12:101
Джуді, Маунт, 11:44
Джума, S.62
Справедливість (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- див. також 4:65, 105
Кааба
- збудований Авраамом, 2:125-127
- заборонено вбивати дичину, 5:94-96
- притулок безпеки, 5:97
- ходить голим, 7:28
- під час молитви та обходу, 2:200; 7:29, 31
Кафірун, S.109
Кафур, чаша, змішана з, 76:5
Кахф, S.18
Канц, 9:34-35
Каутар (річка в Раю), 108:1
Каутар, S.108
Ключі
небес і землі, 39:63; 42:12
з Гайбу, 6:59
Хаула бінт Та Лабах, 58:1
Вбивство
- якщо хтось убив людину, то він убив усе людство, 5:32
- нікого не вбивай, 17:33
Добрі слова кращі за милостиню, 2:263
Родичі, права, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кіраман-Ратибін, 82:11
Знання
- жоден листок не падає, але Він знає про це, 6:59
- загинули ті, хто вбив своїх дітей з безумства, без власного розуму, 6:140
- з п'яти речей, лише з Аллахом, 31:34
- з упевненістю, 102:5-7
Корей (Карун), 28:76-82; 29:39; 40:24
Курсі, 2:255
Лахав (див. Масад), S.111
Лаїл, S.92
Лампа, 25:61; 67:5; 71:16; 78:13
Мови
- різниця у кольорах шкіри чоловіків, 30:22
Пт, 53:19
Закон, приписаний, 5:48
Закони від Аллаха, 2:219; 98:3
Брехуни, 26:221-223
Життя, якщо хтось врятував людину, то врятував життя всьому людству, 5:32
Життя цього світу
- купив за ціною «Потойбіччя», 2:86
- це лише насолода від обману, 3:185
- продати, для майбутнього життя, 4:74
- це не що інше, як розвага та гра, 6:32; 29:64; 47:36; 57:20
- обманює, 6:130
- насолода життям менша, ніж насолода життям потойбічним, 9:38; 13:26; 28:60
- подоба, подібна до дощу, 10:24
- блага звістка в, 10:64
- хто бажає, той потрапляє туди; але тоді не буде йому частки в потойбічному житті, 11:15-16; 17:18; 42:20
- які люблять теперішнє життя та нехтують майбутнім життям, 75:20-21; 76:27
- ви віддаєте перевагу, 87:16
Світло
- маніфест, 4:174
- і темрява, 6:1
- притча з, 24:35
- йде перед віруючими та разом з ними, 57:12-15; 66:8
- даний Аллахом, щоб віруючі могли ходити прямо, 57:2
Межі, встановлені Аллахом, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- це 2:187; 229-230; 4:13; 58:4; 65:1
- не порушуй, 2:190, 229
- той, хто порушує, 2:229; 4:14; 78:22
- але вимушений необхідністю, ані порушуючи, 2:173; 6:145
- не перевищуйте у своїй релігії 4:171; 5:77
- коли вони перевищили, (стали мавпами), 7:166
- які дотримуються, 9:112
Лев, 74:51
Позика
- позичай Аллаху щедру річ, 2:245; 73:20
- збільшений колектор, 57:11, 18
- подвоєний, 64:17
Втрата, явна, 39:15
Лот, (Лут) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- його непокірна дружина, 11:81; 15:60; 66:10
Лотосове дерево, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Маарідж, S.70
Медіна (Ясріб), 9:120; 33:13, 60; 63:8
Madyan, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- див. також Айка Вуд
Махр (весільні гроші), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Маїда, S.5
Мекка (Бакка), 3:96;90:1-2
- Місто безпеки, 95:3
Чоловік
- покоління за поколіннями на землі, 2:30;6:165
- призначений наступником, 35:39
- обов'язок, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- випробуваний Аллахом, 2:155; 3:186; 47:31; 57:25
- речі, яких прагнуть чоловіки, 3:14
- створено з 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- створив та постановив чіткий термін, 6:2; 15:26
- примирення між ним та його дружиною, 4:35
- невдахи, які заперечували свою зустріч з Аллахом, 6:31
- повернення, 6:60, 72, 164; 10:45-46
- задуми проти самого себе, 6:123
- не нестиме тягаря іншого, 6:164
- невдячний, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- застерігав від Сатани, 7:27
- дружина та діти, 7:189-190
- коли торкається шкода чи зло, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- повернення до Господа, 10:23; 84:6; 96:8
- помиляються самі, 10:44
- тріумфує та хвалькувато говорить, 11:10
- закликає до зла, 17:11
- завжди поспішає, 17:11
- його вчинки прив'язані до його шиї, 17:13
- хто блукає, то на шкоду собі, а правильним йде лише для себе, 17:15
- не бути обтяженим несправедливо, 17:71
- смерть і воскресіння, 23:15-16
- розбили свою релігію на секти, кожна з яких радіє своїй вірі, 23:53
- язики, руки та ноги свідчитимуть проти, 24:24
- свідчить проти себе, 75:14
- хто взяв собі за бога власне бажання, 25:43
- споріднені кров’ю та шлюбом, 25:54
- Аллах підкорив вам усе, що на небесах і на землі, 31:20
- той, хто схиляє обличчя перед Аллахом, 31:22
- не два серця в його тілі, 33:4
- поклонятися Аллаху, 39:64-66
- нещастя через те, що його руки нажили, 42:30, 48
- ангели записують його діяння, 50:17-18, 23; 85:11
- ангели, що охороняють його, 13:11; 86:4
- розділені на три категорії, 56:7-56
- ті, хто найближче до Аллаха, 56:10-11
- сподвижники Правої Руки, 56:27-40
- сподвижники Ліворучного, 56:41-56
- бути преображеним та створеним у невідомих формах, 56:60-62
- зроблені форми добре, 64:3
- багатство та діти – це лише випробування, 64:15
- створений і наділений, 67:23-24; 74:12-15; 90:8-10
- нетерплячий, 70:19-21
- присвячений молитвам, 70:22-35
- бажає більшого, 74:15
- свідчить проти себе, 75:14-15
- його зарозумілість, 75:31-40; 90:5-7
- любить теперішнє життя цього світу, 76:27
- важче створити, чи це небеса, 79:28
- недбайливий щодо Господа, 82:6-12
- ідеально виготовлений та з належною пропорцією, 82:7
- подорожує зі сцени на сцену, 84:19
- любов до багатства, 89:20
- створено з працею, 90:4
- зусилля та вчинки різноманітні, 92:4
- проклади йому шлях до Спокою та Зла, 92:7, 10
- створений з найкращих форм (форм), 95:4
- потім зменшено до найнижчого з найнижчих, 96:5
- порушує всі межі, 96:6-7
Манасик (обов'язки) хаджу, 2:128, 200; 22:30
Манат, 53:20
Людство
- свідки понад, 2:143
- одна громада, 2:213; 10:19
- створено з однієї пари, 4:1; 39:6; 49:13
- бунт проти самих себе, 10:23
- хоч і безтурботний, Розплата близько, 21:1-3
- створено у Фітру, 30:30
- найшанованіший з, 49:13
- перетворені на народи та племена, 49:13
Манна та перепілки, 2:57
Манери
- про вхід до домів, 24:27-29
- вдома, 24:58-61
- у будинках Пророка, 33:53
- вітати та молитися Пророку, 33:56
- не дратувати Аллаха та Його Посланця, а також віруючих чоловіків та жінок, 33:57-58
- перевірте новини, перш ніж повірити, 49:6
- не насміхатися з іншого, 49:11
- на зборах, 58:11
Шлюб, 2:232, 234
- невіруючим або рабам, 2:221
- скільком, законно, 4:3
- Махр не можна повертати назад (у разі розлучення), 4:20-21
- заборонено, 4:22-24
- якщо немає можливості одружитися з вільними віруючими жінками, 4:25
- якщо є побоювання щодо порушення, призначаються два арбітри, 4:35
- якщо дружина боїться жорстокості або покидання, укладіть мирні умови, 4:128
- не схиляйся надто до однієї дружини, щоб не залишити іншу в полоні, 4:129
- про перелюбників, 24:3
- тим, хто бідний, 24:32
- ті, хто не знаходить фінансових засобів для шлюбу, 24:33
- дружини, дозволені Пророку, 33:50-52
- перед статевим актом, без ідди при розлученні, 33:49
Мученики
- не мертвий, 2:154; 3:169
- радійте благодаті та щедрості від Аллаха, 3:170-171
- отримати прощення та милість, 3:157-158
- отримають гарне забезпечення, 22:58-59
Марут, 2:102
Марія (мати Ісуса), народження, 3:35-7
- блага звістка про Ісуса, 3:42-51; 19:16-21
- під час пологів, 19:23-26
- привела немовля до її народу, 19:27-33
- хибне звинувачення, 4:156
- оберігала свою цнотливість, 21:91; 66:12
Мар'ям, S.19
Масад, S.111
- Аль-Масджид-аль-Агса, 17:1
- Аль-Масджид-аль-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Аль-Маш'ар-аль-Харам, 2:198
Маун, S.107
Ma'wa Paradise, 53:15
Відміряйте та зважте, дайте повну, 11:85; 17:35; 83:1-5
Зустріч
- з Аллахом, 6:31
- Великого Дня, 19:37
- про потойбічне життя, 30:16
Посланці, 2:253; 4:164-165; 40:78; 57:27
- послідовність, 2:87
- серія, 5:19; 23:44
- убитий, 3:183
- погрожував, 14:13
- висміювалися, 6:10; 13:32; 15:11; 21:41
- відмовлено та відхилено, 3:184; 6:34; 25:37; 34:45; 51:52
- віра в одних і відкидання інших, 4:150-152
- збір, 5:109
- послані як благовісники та застережуючі, 6:48; 14:4-8
- як свідок від кожного народу, 16:89
- для кожного народу є свій, 10:47; 16:36
- читання віршів Аллаха, 7:35-36
- ангел як, 17:95; 25:7
- не більше ніж людські істоти, 14:10-12; 17:94; 21:8; 25:7-8, 20
- та їхні дружини та потомство, 13:38
- див. також Пророки
Мірадж, 17:1; 53:12
Скупість/Скупі, 57:24
Нещастя через твої руки, 42:30
Чернецтво не передбачено приписом, 57:27
Мавпи, порушники, стали такими, як, 2:65;5:60; 7:166
Мірадж, 17:1; 53:12
Місяці, кількість, 9:36-37
Місяць, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- розщеплення; 54:1
Мойсей
- та його народ, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- і фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- керований Аллахом, 6:84
- гора та явлення Господа, 7:142-145
- докоряє своєму народу за поклоніння теляті, 7:148-156;20:83-99
- його Книга, у ній виникли розбіжності, 11:110
- згідно з Писанням, 17:2
- дев'ять ясних знамень, 7:133; 17:101
- до місця злиття двох морів, 18:60-82
- фатальна зустріч біля палаючого куща 20:9-36; 27:7-14; 28:29-35
- покликаний і отримав Послання, 19:51-53; 20:9-56
- його дитинство, мати та сестра, 20:38-40; 28:7-13
- навернення волхвів, 20:70-73; 26:46-52
- у Мадьяні, 20:40; 28:22-28
- надано Критерій, 21:48
- і містичний вогонь, 27:7-12; 28:29-35
- помилково вбиває єгиптянина в місті 28:14-21
- прийшов з чітким аятом, 29:39
- історія з фараоном 7:103-137; 10:75-92; 11:96-99; 26:10-69
- дев'ять ознак для фараона та його народу 7:130-133; 20:17-22; 17:101
- перемагає чаклунів фараона 20:70-73; 26:46-52
- втеча до Мідіяну та шлюб 28:22-28
- отримує Скрижалі 7:142-154
- просить побачити Аллаха на Горі 7:142-145
- шанований Аллахом 33:69
- Благодаті Аллаха до ізраїльтян 2:47-61
- Ізраїльтяни відмовляються входити до Єрусалиму 5:20-29
- наставлений на Істинний Шлях, 37:114-122
- Писання, 53:36; 87:19
Мечеть (Єрусалимська), 17:7
Мечеть (Губи), 9:107-108
Мечеті, 2:187; 9:17-19
- підтримувати, Аллаха, 9:17-18
Комар, притча, 2:26
Гори, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Муддаттхір, S.74
Мухаджир (Емігранти), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- жінки, 60:10-12
Мухаммад (мир йому )
- висміювалися, 2:104; 4:46; 25:41-42; 34:78
- поважайте Посланця, 2:104; 4:46; 49:1-5
- завіт, у який вірити, 3:81
- свідки над віруючими, 2:143
- не більше ніж Посланник, 3:144
- поводження лагідно, 3:159
- його праця, 3:164; 7:157; 36:6; 52:29; 74:1-7
- посланий як велика ласка віруючим, 3:164
- посланий з істиною, 4:170
- не створений спостерігачем, 6:107
- неписьменний, 7:157; 62:2
- посланий людству як Посланник Аллаха, 7:158; 48:9, 29
- простий застережливий знак, 7:184, 188; 11:2; 15:89; 53:56
- не божевільний, 7:184; 68:2; 81:22
- хто звинувачує тебе, 9:58
- чоловіки, які завдали шкоди Пророку, є милістю для віруючих, 9:61
- слідуйте лише тому, що було об'явлено, 10:15-16; 11:12-14; 46:9
- його вислови, 11:2-4; 12:108; 34:46-50
- Аллах є свідком його, 13:43; 29:52; 46:8
- посланий як свідок, вісник добрих новин та застерігач, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- не засмучуватися, 15:97; 16:127; 18:6
- посланий бути свідком, 16:89; 22:78; 73:15
- запрошувати мудрістю та справедливою проповіддю, а також аргументувати кращим чином, 16:125
- Макаму Махмуд, 17:79
- натхненний, 18:110
- милість для Аламінів, 21:107
- не просить винагороди, 25:57; 38:86; 42:23
- було наказано, 27:91-93;30:30;66:9
- як милість від Аллаха, 28:46-47
- близький до віруючих, 33:6
- гарний приклад для наслідування, 33:21
- останній з пророків, 33:40
- відправити Салат, 33:56
- посланий усьому людству, 34:28
- нагорода тільки від Аллаха, 34:47
- лише людина, 41:6
- посланий як захисник, 42:48
- нічого нового у Посланцях, 46:9
- свідок з-поміж дітей Ізраїля, 46:10
- Бай'ат (обіцянка) йому є Бай'ат (обіцянка) Аллаху, 48:10, 18
- бачив Гавриїла, 53:4-18; 81:22-25
- не противтеся йому, 58:20-22
- передвіщено Ісусом, 61:6
- зробити Релігію Істини переможною над усіма релігіями, 61:9
- від темряви до світла, 65:11
- наполегливо боротися з невірними та лицемірами, 66:9
- високий рівень характеру, 68:4
- не поет і не віщун, 69:41-42
- присвячений молитві, 73:1-8, 20; 74:3
- і сліпий чоловік, 80:1-12
- поклонитися та наблизитися до Аллаха, 96:19
- декламування чистих сторінок, 98:2
- Аят щодо сім'ї, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- див. також Посланці; Пророки
Мухаммад (ﷺ), S.47
Мухсінун (Доброчинці), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- Аллах любить, 3:134, 148; 5:93
- Аллах не втратить нагороду, 5:85; 9:120; 11:115; 18:30
- Ми винагороджуємо, 12:22; 37:80, 105, 110; 39:34; 77:44
- блага звістка для, 22:37; 46:12
- Милість Аллаха близька до, 7:56
- Аллах з, 29:69
- слухняний та добрий до батьків, 2:83
- терплячість у виконанні обов'язків перед Аллахом, 16:90
- див. також Добро і зло
Муджаділа, S.58
Мули, 16:8
Мульк, S.67
Мумін (див. Гафір), S.40
Мумінун, S.23
Мумтахана, S.60
Мунафігун, S.63
Вбивство, 2:178-179
Мурсалат, S.77
Мусульмани
- перший з, 6:14, 163; 9:100; 39:12
- Хто назвав, 22:78
- прощення та велика нагорода тим, хто, 33:35-36
Мутаффіфін, S.83
Муззамміл, S.73
Наба, S.78
Надір, Бану-ан-, (євреї), 59:2, 9, 13
Наль, S.16
Наджас (нечистий) 9:28
Наджм, S.53
Наджва (див. Таємниця)
Імена
Йому належить Найпрекрасніший, 7:180
Йому належить Найкраще, 17:110; 20:8; 59:24
Необхідність, якщо когось змушує, 2:173; 6:145
Сусід, 4:36
Молодики, 2:189
Новини, які будуть перевірені 4:83
Скупість 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Ніч (як символ) для відпочинку, 10:67
- як покриття, 13:3; 78:10
- бути корисним, 14:32
- Ніч Аль-Кадр (Указ), 44:3-4; 97:1-5
Ніса, S.4
Ной, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- висміювали 11:38
- Потоп (сильна повінь), 29:14
- Ковчег і Потоп 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- неправедний син не спасенний, 11:42-48
- неправедна дружина, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур, S.24
Клятва, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Послух, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Зобов'язання, що мають бути виконані, 5:1
Потомство, 4:9; 42:49-50
- Він дарує чоловіка та жінку, кому забажає, 42:49
Оливкова, 6:141; 16:11; 23:20; 24:35; 95:1
Тільки один Мах, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Сироти, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- охоронці, 4:6
Власні діяння, що виглядають справедливими для кожного народу, 6:108
Пари, у всіх істотах, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Пальма, 13:4; 19:25; 20:71; 59:5
Притчі (подібність, приклад, уподібнення)
- хто розпалив вогонь, 2:17-18
- злива з неба, 2:19-20
- комар, 2:26
- хто кричить, 2:171
- місто, що лежить у повних руїнах, 2:259
- зерно кукурудзи, 2:261
- гладка скеля, 2:264
- сад, 2:265-266
- мотузка, 3:103
- холодний вітер, 3:117
- воскресіння 7:57; 22:5; 41:39
- собака, який висолоплює язика, 7:176
- край прірви, 9:109-110
- дощ, 10:24
- чисто скошений урожай, 10:24
- сліпий і глухий, 11:24
- Аллах проти хибних богів 13:14; 16:76
- правда проти брехні 13:17
- попіл, на який шалено віє вітер, 14:18
- гарне дерево, 14:24-25
- зле дерево, 14:26
- раб і чоловік, 16:75
- німий чоловік, який є тягарем для свого господаря, 16:76
- жінка розв'язує нитку, 16:92
- містечко, безпечне та задоволене, 16:112-113
- двоє чоловіків з виноградними садами, 18:32-44
- життя цього світу, як вода з неба, 18:45
- впали з неба та вихопили птахи, 22:31
- муха, 22:73
- Світло — це як ніша, 24:35-36
- міраж, 24:39
- темрява у безкрайньому глибокому морі, 24:40
- павук, 29:41
- партнери, 30:28
- мешканці міста, 36:13-32
- посіви різних кольорів, 39:21
- чоловік, що має багатьох партнерів, 39:29
- вирощування насіння, 48:29
- закам'янілі серця 57:16-17
- рослинність після дощу, 57:20
- гора упокорюється, 59:21
- осел, 62:5
- воду мали відкачати, 67:30
- люди саду, 68:17-33
Рай
- Обителі, (Рай Ма'ва), 53:15
- Рай Фірдеус, 18:107; 23:11
- Сади, під якими течуть річки, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- Вічні сади (Адн Рай) 9:72; 13:23; 18:31; 19:61; 20:76
- Сади Вічності (Адн Рай), 16:31; 35:33; 98:8
- Сади насолоди, 37:43; 56:12, 89
- Сади з вічними насолодами, 9:21
- Сади та виноградники, 78:32
- плоди двох садів, 55:54, 62
- фрукти всіх видів за бажанням, у великій кількості, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- фрукти будуть поруч, 55:54; 69:23
- фрукти та м'ясо, 52:22
- м'ясо птахів, 56:21
- безколючі лотосові дерева та Тальх (бананові дерева), 56:28-29
- невиправдані знання, осел з книгами 62:5
- бігуча пружина, 88:12
- весна під назвою Салсабіл, 76:18
- джерело під назвою Кафур, 76:5
- весняний Таснім, 83:27-28
- річка в Раю, Каутар, 108:1
- ріки вина, молока, очищеного меду, 47:15
- чисте запечатане вино, біле, смачне, 37:45-46; 56:18; 76:21; 83:25
- чаша, змішана з, Занджабіл, 76:17; 78:34
- вода, 76:5
- підноси із золотом та чаші, 43:71
- срібні посудини та кришталеві чаші, 76:15-16
- зелений одяг з тонкого та товстого шовку, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- прикрашені браслетами із золота та перлів, 18:31; 22:23; 35:33; 76:21
- карети, підбиті шовковою парчою, 55:54
- зелені подушки та розкішні гарні матраци, поставлені в ряд, 55:76; 88:15
- престоли, виткані золотом та дорогоцінним камінням, високо підняті 56:15; 88:13
- розстелені багаті килими, 88:16
- прекрасні особняки, високі кімнати, одна над одною, 9:72; 39:20
- перебуваючи в ньому вічно, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- вічний дім, 3:15; 35:35
- один навпроти одного на престолах, 15:47; 37:44; 44:53; 56:16
- ніколи не скуштуйте там смерті, 44:56
- і їх (ніколи) не просять залишити це, 15:48
- ненависть або почуття образи вилучено з їхніх сердець, 7:43; 15:47
- усі печалі зникли, 35:34
- відсутність відчуття втоми, важкої праці чи виснаження, 15:48;35:35
- не буде жодної шкоди, болю в животі, головного болю чи сп'яніння, 37:47; 56:19
- жодних марнослов'я та гріховних слів, 19:62;56:25
- ні образливої мови, ні неправди, 78:35; 88:11
- вільний від гріха, 37:47; 52:23
- ні надмірна спека, ні лютий холод, 76:13
- буде відоме забезпечення, 37:41;56:89
- у мирі та безпеці, 15:46; 44:51, 55; 50:34
- дім миру, 6:127
- привітання о 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- той, хто чинить праведні справи, увійде, 4:124; 42:22; 44:51
- ті, хто чувався свого Господа, будуть поведені групами, 39:73
- був успадкований завдяки актам, 43:72
- Аллах задоволений ними, а вони Ним, 5:119
- Мій рай, 89:30
- найбільше блаженство, 9:72
- великий успіх, 57:12; 64:9
- найвищий успіх, 9:72; 44:57
- для віруючих сади призначені для розваги, 32:19
- мешканці Раю будуть зайняті радісними справами того Дня, 36:35
- буде серед садів та водних джерел, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- побачте ангелів, що оточують Трон, 39:75
- біля Всемогутнього Царя, 54:55
- вони матимуть усе, чого забажають, 50:35
- Хури, цнотливі жінки з широко розплющеними та красивими очима, ніби законсервовані яйця, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- чисті дружини, 3:15
- дружини в приємній тіні, що лежать на тронах, 36:55
- молоді пишногруді дівчата однакового віку, 78:33
- безсмертні хлопчики-слуги, щоб служити їм, як розсипані перли, 52:24; 56:17; 76:19
- такий же неосяжний, як небо та земля 3:133, 57:21
- проточна вода, прохолодна тінь, делікатеси та чисті партнери 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- винагорода віруючих 55:46-78; 56:10-40
- ріки меду, молока, води та вина 47:15
- молитви та вітання 10:9-10; 39:73-74
- вітали з привітаннями миру 13:23-24; 14:32
- вічне перебування в Блаженстві 11:108
- ніколи не просили піти 15:45-48
- світло сяє попереду них і праворуч від них 57:12
- ні спеки, ні холоду 76:13
- усі бажання виконані 16:30-32; 41:31-32
- золоті браслети та одяг з тонкого шовку 18:30-31; 22:23-24; 44:51-53
- підноси із золотими чашами 43:67-73
- срібні посудини та фрукти, що висять у межах досяжності 76:14-16
- лежачи на престолах 15:47; 37:44; 52:20
- віруючі побачать свого Господа 75:22-23
Батьки, доброта до, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Співтовариші Аллаха – брехня, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Пасовище, 87:4-5
Шлях, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- див. також Шлях
Терпіння, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- шукати допомоги та молитися, 2:45, 153; 20:132; 50:39
Пацієнт
- отримає винагороду повністю, 39:10
- Аллах з тими, хто є, 8:46
- і бути, 11:115
- у виконанні обов'язків перед Аллахом, 16:90
- бути, в момент гніву, 41:34
Мир, схильність до, 8:61
Перли та корали, збережені, 52:24; 55:22; 56:23
Перо, 68:1; 96:4
Людина
- Аллах не обтяжує того, що перевищує Його можливості, 2:286; 7:42
- Аллах не оподатковує нікого, окрім як згідно з його можливостями, 23:62
- ні, знає, що він заробить завтра і в якій країні він помре, 31:34
- кожен зіткнеться з усім добром і злом, яке він зробив 3:30
- кожен прийде благати себе за себе, 16:111
- кожен є запорукою того, що він заробив, 74:38
- Аллах клянеться тими, хто докоряє собі, 75:2
Фараон, 28:6; 40:24
- люди з, 2:49; 3:11; 7:141; 44:17-33
- потонув, 2:50
- стосунки з Мойсеєм, 7:103-137; 10:75-92
- мертве тіло з моря, 10:90-92
- переступили межі дозволеного; чинили гріхи та не слухалися, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- праведна дружина, 28:8-9
- стверджує, що він бог, 28:38; 79:24
- знищено, 29:39
- віруючий чоловік з родини фараона, 40:28-44
- будівництво вежі, 40:36-37
- див. також Мойсей
Накопичення мирських речей, 102:1-4
Клятва (Бай'а)
- для ісламу, 16:91
- Посланнику належить Бай'ат (обіцянка) Аллаху, 48:10
- віруючих, 48:18; 60:12
Застава (іпотека), нехай буде, 2:283
- кожна людина є [за те, що вона заслужила], 52:21; 74:38
Поезія, 36:69
Поети, 26:224-227; 69:41
Гранати, 6:141
Бідні, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
Молитва, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ні вголос, ні тихо, 17:110
- заклик до невіруючих, 9:113-114
- заклик невіруючих, 13:14
- Він відповідає (на заклик) тих, 42:26
- шукати допомоги в терпінні та, 2:45, 153; 20:132; 50:39
- виконайте ікамат-ас-салят, повернувшись до Кібли, 2:142-145, 149-150
- суворо охороняти, 2:238
- у подорожах та нападах, 2:239; 4:101-102
- не підходити в стані сп'яніння, 4:43
- ані в стані Джанаби, 4:43
- очищувальний, 4:43; 5:6
- коли закінчимо, 4:103
- часи, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- поклони лише Аллаху, 13:15
Молитви, п'ятниця, 62:9-11
Запобіжні заходи у разі небезпеки, 4:71
Військовополонені, 8:67-71
- див. також Полонені
Обіцянка істини, 46:16-17
Власність, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Пророки, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- заповіти, 3:81; 33:7-8
- незаконно, 3:161
- ворог для кожного, 6:112; 25:31
- див. також Посланці
Прострація
- до Аллаха падає кожен, хто на небесах і на землі, а також їхні тіні, 13:15
Забезпечення, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
Псалми, 4:163
Покарання
- відкладення, 3:178
- порізання рук або ніг, 5:33
- покарайте їх подібним до того, чим спіткали вас, 16:126
- цього життя та майбутнього життя, 24:19; 68:33
Очищення
- тілесний, 4:43; 5:6
- духовно (від нечистот), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Калам, S.68
Камар, S.54
Карія, S.101
Карун (Кора), 28:76-82; 29:39
Касас, S.28
Кібла, 2:142-145, 149
Кісас (Закон рівності в покаранні), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Коран
- описано, 13:31, 36, 37; 14:1; 56:77-80
- не є таким, яким міг би бути створений кимось іншим, окрім Аллаха, 2:23; 10:38; 11:13; 17:88
- якби це було від когось іншого, а не від Аллаха, то в цьому було б багато суперечностей, 4:82
- явне світло, 4:174; 42:52
- виявлено, 6:19
- Аллах цьому свідок, 6:19
- чіткий доказ, 6:157
- хибна розмова про вірші з 6:68
- нагадування, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- коли читають, слухайте та мовчіть, 7:204
- Зікр, 7:205; 15:6, 9
- Книга Мудрості, 10:1; 31:2; 36:2
- натхненне послання, 10:2, 109; 42:52
- ті, хто відкидає це, 11:17
- арабською мовою, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- розділений на частини та розкривається поетапно, 15:91; 17:106; 25:32; 76:23
- зміна вірша, 16:10
- коли ви хочете прочитати, 16:98
- путівники, 17:9
- блага звістка та застереження, 17:9-10
- і невіруючі, 17:45-47
- читання на світанку завжди бачать (ангели), 17:78
- зцілення та милосердя, 17:82
- повністю пояснив людству всілякі подібності та приклади, але більшість відмовляється, 17:89; 18:54; 39:27
- легко, 19:97; 44:58; 54:17, 22, 32, 40
- мій народ покинув цей Коран, 25:30
- підтверджено Писанням, 26:196
- розповідає дітям Ізраїля, щодо чого вони розходяться в думках, 27:76
- читати та молитися, 29:45
- Істина від Аллаха, 32:3; 35:31
- у благословенну ніч, 44:3
- у ньому постановлено кожне питання постанов, 44:4
- глибоко подумайте, 47:24
- попереджати, 50:45
- навчений Аллахом, 55:1
- і почесне виголошення, добре охоронюване, 56:77-78
- ніхто не може торкнутися, окрім тих, хто чистий, 56:79
- якщо його послали на гору, 59:21
- страждання для невіруючих, 69:50
- абсолютна істина з певністю, 69:51
- декламувати повільно, 73:4
- у Записах, що зберігаються з повагою, чистими та святими, 80:13-16
- Нагадування (всім) аламінам, 81:27
- невіруючі спростовують, 84:22
- збереглася у Таблиці, 85:22
- Слово, яке відрізняє правду від брехні, 86:13
- декламування чистих сторінок, 98:2
- див. також Книга; Одкровення
Курайш, S.106
Курайшити
- невіруючі з, 54:43-46, 51
- приборкання, 106:1-4
Рабини та ченці, 9:31, 34
Гонка, прагнення як у добрих справах, 5:48
Ра'д, S.13
Рахман, S.55
Одяг праведності кращий, 7:26
Дощ
- Дар Аллаха, 56:68-70
- з каменів, 27:58
Рамадан, 2:185
Рамі, 2:200
Викуп
- ні, буде взято, 57:15
- запропоновані невіруючими, 3:91; 10:54; 13:18
Фідья, про піст, 2:196
- за звільнення полонених, 8:67
Расс, мешканці, 25:38; 50:12
Відшкодування
- День, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ті, хто заперечує, 107:1-7
- зло є подібним до нього, 42:40
Примирення
- той, хто прощає і творить, 42:40
- між чоловіком і дружиною, 4:35
- між віруючими, 49:9-10
Запис
- запис у реєстрі, 83:7-9, 18-21
- кожен народ буде покликаний до свого, 45:28-29
- сторінки написаних справ кожної людини, 81:10
- який говорить правду, 23:62
- у правій руці, 69:19; 84:7-9
- лівою рукою, 69:25
- за спиною, 84:10-15
Ангели-записники, 50:17-18, 23; 85:11
Полегшення, з труднощами, 94:5-6
Релігія
- без примусу, 2:256
- це Іслам, 3:19
- Аллаха, 3:83-84
- окрім ісламу, 3:85
- не перевищуйте межі, зазначені в 4:171; 5:77
- удосконалено, 5:3
- які сприймають 6:70 як гру та розвагу
- які розділяють своїх та розпадаються на секти, 6:159; 30:32
- див. також 42:13-14; 43:65; 45:17
- люди розбили свої на секти, кожна група радіє своїй вірі, 23:53; 30:32
- не завдано жодних труднощів, 22:78
- людство створено 30:30
- те саме, для всіх пророків, 42:13-15
- предків, 43:22-24
Згадування Аллаха, 63:9
- у, серця знаходять спокій, 13:28
Покаяння
- приймається, якщо зло скоєно з невігластва, і невдовзі після цього покаються, 4:17; 6:54
- і безрезультатно, якщо продовжуватимуться лихі справи, 4:18
- Він приймає і прощає гріхи, 4:25
Відпустка за зло, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Воскресіння, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- приклад в історії з Ездри 2:259
- Авраам 2:260
- люди печери 18:9-26
- застереження тим, хто заперечує воскресіння 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
День Воскресіння, 7:89; 20:100-101, 124
- Істинний День, 78:39
- виплатив вашу заробітну плату повністю 3:185
- письмові сторінки актів будуть відкриті, 81:11
- кожна людина знатиме, що вона принесла, 81:14
- кожна людина зіткнеться з усім добром і злом, яке вона вчинила, 3:30
- людина знатиме, що вона відправила вперед і залишила позаду, 82:5
- без страху перед несправедливістю, 20:112
- баланси справедливості, 21:47
- ваги діянь, 23:102-103
- кожен, хто чинить добро чи зло вагою з атом, побачить це, 100:7-8
- усі таємниці будуть досліджені, 86:9
Запис, написаний правою рукою, 69:19; 84:7-9
Запис ведено лівою рукою, 69:25
Запис, наданий за спиною, 84:10-15
- важкий день для невіруючих, 25:26; 54:8; 74:9
- важкий день, 76:27
- нести важкий тягар, 20:100-101
- не дозволено наводити жодних виправдань, 77:36
- той, хто чинить злочин, вкусить його за руки, 25:27
- несправедливі зібралися зі своїми товаришами та ідолами, 37:22
- руйнування з глибоким жалем, горем та відчаєм, 30:12
- жінку, поховану живцем, будуть допитані, 81:8-9
- найбільший жах, 21:103
- той, хто кличе, покличе до чогось жахливого, 50:41;54:6-8
- один (крик), 36:29, 49, 53; 38:15; 50:42
- Заджра (крик), 37:19; 79:13
- майже муки, 78:40
- небо затрясеться жахливим струсом, 52:9; 56:4
- небеса розколотилися, 84:1-2
- небеса розколовлися, 77:9; 82:1
- небо розірветься хмарами, 25:25
- небеса будуть згорнуті Його Правицею, 21:104; 39:67
- все на небесах і на землі зомліє, 39:68
- небеса відчиняться, вони стануть як ворота, 78:19
- небо буде як киплячий бруд з олії, 70:8
- зірки падатимуть, 81:2; 82:2
- зірки втратять своє сяйво, 77:8
- сонце втратить своє світло, 81:1
- моря стануть немов палаючий Вогонь, 81:6
- моря вириваються на берег, 82:3
- землетрус Години, 22:1; 99:1
- гори зсунуться, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- подрібнений у порошок 20:105; 56:5
- як пластівці вовни, 70:9; 101:5
- земля і гори сильно захитаються, 73:14; 79:6
- земля перемелена на порох, 89:21
- земля перетвориться на іншу землю, як і небеса, 14:48
- земля розпростерта, 84:3-5
- земля як вирівняна рівнина 18:47; 20:106
- земля скидає свої тягарі, 84:4; 99:2
- могили перевернуті догори дном, 82:4
- воскресіння з могил, 21:97; 70:43
- над землею живий після смерті, 79:14
- зберуться дикі звірі, 81:5
- воскрес сліпим, 20:124-125
- Засурмлять у трубу, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Сахха, 80:33
- душі з'єднаються з їхніми тілами, 81:7
- перебування не довше десяти днів, 20:103
- залишатися не довше ніж на добу, 20:104
- або частина дня, 23:112-114
- День збору, 64:9
- Судний день, 37:21
- День Винесення Рішення, 77:38; 78:17
- День розбору, 77:13-14
- День скорботи та жалю, 19:39
- ті, хто заперечує, 77:15-50
- людство буде як метелики, розсіяні навколо, 101:4
- людство діятиме розрізненими групами, 100:6
- людство ніби в стані сп'яніння, 22:2
- кожна вагітна скине свій тягар, 22:2
- вагітних верблюдиць буде знехтовано, 81:4
- годуюча мати забуде своє немовля, 22:2
- родичі будуть змушені бачитися один з одним, 70:11
- людина втече від своїх родичів, 80:34-37
- жоден друг не питатиме друга, 70:10
- не буде ні друга, ні заступника, 40:18
- жодна людина не має влади робити що-небудь для іншої людини, 82:19
- не матиме сили, ані помічника, 87:10
- віруючим не страшно, 43:68
- віруючі будуть серед тіней, джерел та плодів, 77:41-43
- мешканці Раю та їхні дружини, 36:55-58
- ангели будуть послані з грандіозним сходженням, 25:25
- Гомілка буде оголена, 68:42-43
- Рай наблизиться, 81:13
- Пекло наблизиться, 89:23
- Пекельний вогонь буде знято, розпалений лютим полум'ям, 81:11-12
- Відплата у вигляді милостині буде спокутою, 5:45
Одкровення
- якщо у вас є сумніви, 2:23-24
- скасований або забутий вірш, 2:106
- правильне керівництво, 3:73
- від Господа, тож не будь серед тих, хто сумнівається, 6:114
- для тих, хто розуміє, 6:98
- Наставництво та Милість, 7:203; 16:64; 31:3
- через Рух-уль-Кудус, 16:102; 26:192-193
- детально пояснено, 6:98; 41:2-4
- частини Книги від Аллаха, 46:2
- див. також Книга та Коран
Помста за жорстоке зло, заподіяне їм, 42:39-43
Нагорода
- згідно з найкращими діяннями, і навіть більше, 24:38; 29:7; 39:35
- як нагорода 25:15
- Аллах винагороджує тих, хто чинить добро, найкращим, 53:31
- за добро немає нагороди, окрім добра, 55:60
Риба (див. лихварство)
Праведний
- компанія, 4:69
- успадкують землю, 21:105
- у Раю, 51:15-19; 76:5-12
- див. також Добре
Праведність, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- крутий шлях, 90:11-18
Правильний шлях – це прямий шлях Аллаха, 3:73
Дороги, шлях, 43:10
Мешканці Скелястого Урочища (Хіджр), 15:80-85
Римлян, 30:2-5
Дах, небеса, 21:32
Рух (Гавриїл), 26:193; 67:12; 70:4; 78:38;97:4
Рух-уль-Кудус, 2:87, 253; 5:110; 16:102
- див. також Габріель
Рух (душа, дух), 15:29; 17:85; 58:22
Ром, S.30
Саба (Шева), 27:22-44; 34:15-21
Саба, S.34
Субота
- порушники, 2:65; 4:154; 7:163-166
- призначено лише для, 16:124
Сабіян, 5:69; 22:17
Жертва, 2:196, 200; 22:34-37
Сумно, S.38
Садака (Благодійність), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- краще приховувати, ніж показувати, 2:271
Сафа та Марва, 2:158
Сафф, S.61
Саффат, S.37
Саїл Аль-Арім (потік води з греблі Маріб), 34:16
Саджда, S.32
Сакіна (спокій і умиротворення), 2:248; 9:26, 40; 48:4, 18, 26
Саліх, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Сальсабіль (весна в раю), 76:18
Самірі, 20:85, 95-97
Самуїл, 2:247
Сатана, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- розпалює ворожнечу та ненависть, 5:91
- злі шепіт з, 7:200-201
- обманює, 8:48
- зрадив, 14:22
- не має влади над віруючими, 16:99-100
- поширює неправду, 22:52-53
- є ворогом, 12:5; 35:6; 36:60
- зарозумілість 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- джинн 18:50-51
- Спокуса та гріхопадіння Адама 7:20-23; 20:116-121
- не має влади над віруючими 16:98-100
- його гол 35:6-8
- заклятий ворог людства 12:5; 17:53
- його партія 53:14-19
- його рукоділля 5:90-91
- відбиває бажання чинити добрі справи 2:268
- віруючі шукають притулку в Аллаха від нього 7:200-202
- його схеми слабкі 4:76
- підводить своїх послідовників 8:48
- поговорити зі своїми послідовниками в пеклі 14:22
- див. також Ібліс
Масштаб, успішний, чия буде важка, 7:8-9
- див. також баланс
Святе Письмо
- люди (юдеї та християни), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- що вони приховували, 5:61-63
- серед тих, хто на правильному шляху, 5:66
- вони визнають, але не вірять, 6:20
Моря, 42:32-33; 45:12
- два, 18:60; 25:53; 35:12; 55:19-20
- коли, вириваються, 82:3
Секрет (Наджва)
- переговори, 4:114
- порада трьох, 58:7
- поради, 58:8, 10
- приватна консультація, 58:12-13
Секти та розкол у релігії, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Безпека після лиха Він зіслав, 3:154
Насіння, Хто дає йому зростання, 56:63-67
Відчуття, 23:78
Сім, створених
- небеса, 2:29; 23:17; 65:12; 67:3; 71:15
- і землі, як там, 65:12
Тінь
- падає ниц перед Аллахом, 13:15; 16:48
поширення, 25:45
Шамс, S.91
Верблюдиця як явний знак для самудян, 7:73; 17:59; 26:155-158
Корабель, плавання, як знак; служити; бути вдячним; шукати Його Щедроти, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
Шуайб, 7:85-93; 11:84-95; 29:36-37
Шу'ара, S.26
Шура, S.42
Сідрат-уль-Мунтаха, 53:14
Облога Медини, 33:9-27
Сіджін, 88:7-9
Гріх, 7:100; 74:43-6
- незаконні статеві зносини, 4:15-16; 24:2, 19
- якщо більші, то їх уникають, а малі гріхи прощаються, 4:31
- вони можуть ховатися від людей, але не можуть сховатися від Аллаха, 4:108
- той, хто заробляє, заробляє це лише проти себе, 4:111
- той, хто заробляє, а потім кидає на когось невинного, 4:112
- Аллах прощає гріхи, які не приводять Йому співучасників у поклонінні, але прощає гріхи, кому забажає, 4:116
- ті, хто скоїв гріх, отримають належну винагороду, 6:120
- грішники ніколи не матимуть успіху, 10:17
- Аллах прощає все, 39:53
- більші гріхи, 42:37
Синай, гора, 19:52; 23:20; 95:2
Грішники, їхні вуха, очі та шкіра свідчитимуть проти них, 41:20-23
Міст Сірат, 66:8
Наклепник, 68:11-12; 104:1
Раби, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- див. також Військовополонені; Полонені
Сон, річ для відпочинку, 78:9
Содом, 29:31; 37:136
Содомія, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Соломон, 2:102; 4:163; 6:84
- допомагає своєму батькові Давиду дійти справедливішого суду 21:78-82
- і мурахи, 27:15-19
- і одуд, 27:20-26
- і цариця Сави, 27:22-44; 34:15
- Благодать Аллаха для нього 34:12-14, 38:34-40
- його любов до гарних коней 38:30-33
Син, усиновлений, 33:4-5
Душа (дух, Рух), 15:29; 17:85; 58:22
Витрачайте на шляху Аллаха, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- що перевищує ваші потреби, 2:219
- подібність до тих, чиє багатство на шляху Аллаха, 2:261
- бути побаченим людьми, 2:264; 4:38
- що б ви не зробили заради Аллаха, то вам буде віддано, 2:272; 8:60; 34:39
- не з марнотратством чи марнотратством, 6:141;17:26
- ні марнотратний, ні скупий, 25:67
- ті, хто закриває руки від витрат на шляху Аллаха, 9:67
Дух (душа, Рух), 15:29
- знання про це належить Аллаху, 17:85
- Аллах підкріплює віруючих, 58:22
Військові трофеї, 8:41, 69; 48:15, 19-20; 48:15
- див. також Здобич
Шпигунство, 49:12
Зірка, 53:1, 49; 86:1-4
Зірки, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Прямий, Шлях, 1:6
- тощо. Шлях, 6:153
- тощо. Прагнучи, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Вигодовування, термін прийомної матері, 2:233
Страждання, бідність, втрата здоров'я та лиха; процвітання та багатство, 7:94-96
Нд, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Найвищий успіх, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
- його одкровення зміцнює віру, 9:124-127
Підозри, 49:12
Підтримка, 19:62
- див. також Забезпечення; Провидіння
Сува, 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагут, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- див. також фальшиві боги
Та-Ха, S.20
Тахрім, S.66
Такатур, S.102
Таквір, S.81
Талак, S.65
Талх (бананове дерево), 56:29
Талут (Саул), 2:247-249
Тарік, S.86
Таснім (весна), 83:27-28
Тауба, S.9
Таваф (обхід Кааби), 2:200; 7:29,31
Таяммум, 4:43; 5:6
Термін, кожен народ має свій призначений, ніхто не може його передбачити чи відкласти, 7:34; 10:49; 15:4-5; 16:61; 20:129
Територія, охороняй свою, армійськими підрозділами, 3:200
Випробування, клянусь Аллахом, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
Злодій, покарання, 5:38-39
Престол, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- на воді, 11:7
- вісім ангелів, що несуть, 39:75; 40:7; 69:17
Час, 45:24; 76:1; 103:1
Олово, S.95
Муки, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Селище, ніколи Ми не знищували, але для нього був відомий указ, 15:4
Торгівля та власність, 4:29
Подорожували, хіба вони не подорожували землею, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Зрада, 8:58; 22:38
- див. Зрада
Скарб накопичений, 9:35
Скарби Аллаха, 6:50
Дерево Вічності, 20:120
Дерева, 22:18
Випробування, 2:214-218; 64:15
Труба, у День Воскресіння, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
Сахха, 80:33
Довіра, запропонована небесам, землі та горам, але взята на себе людиною, 33:72-73
Трасти (Amanah),2:283; 4:58; 8:27; 23:8;33:72; 70:32
Правда, 5:48; 23:70-71, 90; 25:33; 69:51
- не змішуйся з неправдою і не приховуй, 2:42
- прийшла, і брехня зникла, 17:81
- обіцянка з, 46:16-17
Tubba', люди, 44:37; 50:14
Тур (Гора), 28:29, 46
Тур, S.52
Тува, долина, 20:12; 79:16
Ухуд, битва, 3:121-128, 140-180
Умма (громада, нація), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Лихварство (Риба), 2:275-276, 278-280; 3:130;4:161; 30:39
Узейр (див. Ездра)
Узза, 53:19
Покривало, невидиме, 17:45-46
Покривання, 24:31; 33:59
Вірші, Sab' Al-Mathani, 15:87
Перемога
- дано Аллахом, 48:1
- завдяки допомозі Аллаха, 61:13
Чесноти (див. Праведність; Віруючі)
Вадд, 71:23
- «Зачекай, ми теж чекаємо», 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вакія, S.56
Війна проти Аллаха, 5:33-34
Не марнуй на марнотратство, 6:141; 7:31; 17:26
Вода, з якої створено все живе, 21:30; 24:45; 25:54
- два моря, 18:60; 25:53; 35:12; 55:19-20
- Трон Аллаха на, 11:7
- дощ, 23:18
Шлях, 1:6; 42:52-53; 90:10
- тощо легкий, зробити легким, 87:8
- див. також Шлях
Подорожній, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
Багатство
- хто зібрав, 104:2-4
- витрати на шлях Аллаха (див. Витрати)
Багатство та діти, окраса життя цього світу, 18:46
Вага та міра, наведіть повну інформацію, 11:85; 17:35; 83:1-5
Вдови, 2:234-235, 240
Воля Аллаха, 10:99-100; 30:5; 81:29; 82:8
Воля людини — ходити прямо, хіба що Аллах побажає того, 28:29
Вітри, 77:1-3
- як вісники доброї звістки, 7:57; 30:46
- піднімаючи хмари, спричиняючи воду, 15:22; 30:48
- жовтіє, 30:51
Вино (у раю)
- чисті напої, 37:45; 76:21
- білий, смачний, 37:46
- річки, 47:15
- чистий запечатаний, 83:25
Не бажай того, в чому Аллах зробив одних кращими за інших, 4:32
Свідки
- до заповіту Пророків, 3:81
- над людством, 2:143; 22:78
- для контракту, 2:282
- дві жінки проти одного чоловіка, 2:282
- до незаконних статевих зносин, 4:16; 24:2
- будь справедливим, 5:8
- руки та ноги будуть свідчити, 36:65
- людина проти себе, 75:14
День свідчення та День свідчення, 85:3
Дружини
- є для вас ріллею, 2:223
- обкладинка для тебе, 2:187
- з вашого роду, 16:72
Жінка, яка сперечається, 58:1-2
Жінки, 2:222-223; 4:15, 19-22, 34, 127
- які звинувачують цнотливість, 24:4-5, 11-17, 23-26
- покривання, 24:31; 33:59
- вірячи, як емігранти, 60:10-12
- не висловлюючись чітко в суперечці, 43:17-18
Деревина, мешканці, 15:78; 38:13; 50:14
- див. також Aikah; Madyan 26:176-191
Світе, життя цього
- це не що інше, як гра та розвага, 6:32;29:64; 47:36; 57:20
- обманює людей, 6:130
- насолода життям менша, ніж насолода життям потойбічним, 9:38; 13:26; 28:60-61
- хто бажає, той потрапляє туди, але потім не буде йому частки в наступному житті, 11:15-16; 17:18; 42:20
- багатство та діти, окраса, 18:46
- ті, хто любить теперішнє життя та залишає потойбічне життя, 75:20-21; 76:27
Письмові роботи для контрактів, 2:282
Лиходії, 11:18-22, 101-104, 116-117; 39:47
- див. також Невіруючі
Вуду (омиття), 4:43; 5:6
Ягут, 71:23
Ях'я (Джон)
- блага звістка, 3:39; 21:90
- праведний, 6:85
-мудрий; співчутливий; слухняний, 19:12-15
Я-Сін, S.36
Ясріб (Аль-Медіна), народ, 33:13
Яук, 71:23
Юнус (Йона), S.10
Юсуф (Йосиф), S.12
Забур, 21:105
Захарія (Zakariyya), 3:37-41; 6:85; 19:2-11; 21:89-90
Заїд ібн Харіта, раб Пророка, 33:37-38
Закят, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- предмети Закяту та милостині, 2:273; 9:60
Занджабіл, 76:17
Залзала, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зіхар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Основні принципи
- Віра вдосконалена 5:3
- єдиний Шлях, прийнятий Аллахом 3:19, 85
- відсутність примусу до прийняття ісламу 2:256
- одна релігія з різними віруваннями та кодексами законів 5:48; 22:67-70; 42:13-14
- пророки ісламу 2:135-136; 3:84; 4:163-165
- заповіді (вірте в Аллаха та творіть добро) 4:36; 6:151-154; 17:23-39; 18:107-108
- п'ять цілей шаріату: захист віри 5:54
- захищаючи життя 5:32; 6:151
- захист багатства 5:38
- захищаючи честь 5:5; 24:4
- захист власної здатності мислити 5:90.
Віра в Аллаха 2:255
- Божественні якості, Прекрасні імена 57:1-6; 59:22-24; 85:13-16; 112:1-4
- єдиний бог, гідний поклоніння 1:1-4; 2:285; 6:3; 43:84
- вся влада належить Йому 3:26; Його Престол (Арш) 7:54; 11:7
- Його Курсі (підніжжя або стілець) 2:255
- незліченні милості для людства 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- дає життя і спричиняє смерть 44:8; 53:44; 57:2; 67:2
- приносить радість і смуток 53:43
- дає рясні або обмежені запаси 13:26; 17:30; 29:62
- Найкращий з усіх суддів 95:8
- Наймилосердніший з милосердних 12:92
- любить праведників 85:14
- сповнений Прощення та суворий у покаранні 13:6, 40:3
- Перший і Останній 57:3
- вся честь і влада належать Йому 35:10
- знає невідоме та бачить невидиме 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- найкраще знає, що приховано в серці 5:7; 11:5; 31:23
- знає, що сталося і що ще попереду 2:255
- записав усе в Літописі (або Збереженій Скрижалі) 6:38; 13:39; 36:12
- здатний зробити що завгодно 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- Його безмежна сила 3:26-27; 24:45; 31:28-30
- створив небеса і землю за шість днів і ніколи не втомлювався 46:33; 50:38
- створює словом «Будь!» 36:81-83
- ніколи не є несправедливим до Свого творіння 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- все підкоряється Його Волі 3:83; 22:18; 30:26
- усі потребують Нього 11:6; 35:15; 55:29
- довіряти Йому 10:84-85; 12:67; 25:58
- форми божественного спілкування 42:51
- варті уваги 2:21; 3:102; 4:1; 33:70-71; 59:18
- мудрість — це дар від Нього 2:269
- Він ні в кому не потребує 3:97; 6:133; 112:2
- жодного в Трійці 4:171
- не має партнера 6:101
- не має дітей 10:68; 19:35; 43:81; 72:3; 112:3
- не має партнерів чи богів-співучасників 6:94; 7:191-195; 46:4-5
- нічого подібного до Нього 42:11; 112:4
Наказ розмірковувати над чудесами Його творіння 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Знаки творіння 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- створив усе з певною метою 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- всесвіт удосконалений 67:3-4
- зливається день з ніччю 3:27
- різноманітність 30:22; 35:27-28
- мед 16:68-69
- молоко 16:66
- дар дітей 42:49-50
- планети та орбіти 21:33; 36:38-44
- сузір'я 25:61; 85:1
- зірки 37:6-7; 67:5
- хмари 7:57;30:48
- землетрус 7:78; 7:155
- зсув 28:81; 29:40
- шторм 10:22
- мряка, град та дощ 2:265; 6:99; 24:43; 50:9-11
- грім і блискавка 13:12-13
Наукові посилання
- люди створені з чоловічих та жіночих гамет 76:2
- фази формування та розвитку ембріона 22:5; 23:12-14
- плід у трьох шарах темряви 39:6
- солонувата вода 25:53-54; 35:12; 55:19-20
- запилення вітром 15:22
- відбитки пальців 75:3-4
- гори як кілочки 78:7
- залізо послано 57:25
- больові рецептори 4:56
- сонце як джерело променистого світла, а місяць як відбите світло 10:5
- розкол Місяця 54:1
- небо як добре захищений навіс 21:32
- усі істоти створені з води 21:30; 24:45
- мурахи спілкуються 27:17-19
- внутрішні хвилі 24:40
Живі істоти
- ангели 39:75
- люди (авторитет на землі) 2:30; 6:165; 16:4
- джини 72:1-15
- тварини належать до спільнот, як і люди 6:38
- теля 11:69
- верблюд 7:40
- собака 18:22
- слон 105:1
- коні, мули та осли 16:8
- лев і зебри 74:50-51
- мавпи 2:65
- свині 2:173
- верблюдиця 7:73
- вівці та кози 6:143
- вовк 12:17
- жаби 7:133
- змія 7:107
- птахи 24:41
- ворона 5:31
- одуд 27:20
- перепілки 2:57
- риба 18:61
- кит 37:142
- мурахи 27:18
- бджоли 16:68
- комар 2:26
- летіти 22:73
- воші та сарана 7:133
- павук 29:41
- інші, невідомі нам 16:8
Рослини та плоди 6:99; 13:4; 16:11; 36:33-35
- банани 56:29
- дати 19:25
- зелень, огірки, часник, сочевиця та цибуля 2:61
- виноград 80:28
- оливки 6:99
- рис. 95:1
- гранати 55:68
- кабачок 37:146
Віра в Мухаммеда
- Якості, лише пророк 3:144; 6:50; 7:188; 18:110
- донести правду 2:119; 35:24; 42:48
- печатка пророків 33:40
- благородний характер 3:159; 68:4
- взірець для наслідування 33:21
- як послуга для віруючих 3:164
- милість для всього світу 21:107
- вселенський посланець 4:170; 7:157-158; 34:28
- веде до Прямого Шляху 42:52-53
- піклується про людей 9:129
- як свідок у Судний день 4:42; 16:89
- неписьменний пророк 7:157-158; 29:48; 62:2
- пророковано в Торі та Євангелії 7:157
- передвіщено Ісусом 61:6
Виклики, з якими зіткнувся Пророк ( ﷺ )
- безглузді вимоги язичників 8:32; 15:7; 17:89-93; 25:7-8
- хибні звинувачення 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- замахи на його життя 8:30; 9:74
- застереження тим, хто завдає йому шкоди або протистоїть йому 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- наказано реагувати на заперечення з терпінням 20:130; 30:60; 46:35; 70:5
- наказав, запевнив Аллах 5:67; 93:1-11; 94:1-8
Уроки з життя Пророка ( ﷺ )
- від його еміграції (хіджри) до битви при Бадрі 3:121-129; 8:42-44; 8:65-71
- Битва при Ухуді 3:151-180
- Битва біля рову 33:9-27
- Битва при Хунайні 9:25-27
- Медіна 9:40
- Табук 9:38-123
- Бану Ан-Надір 59:2-6
- Хамра аль-Асад 3:172-175
- Перемир'я Худайбія 48:1-7; 48:10-29
Пошани, даровані Пророку ( ﷺ )
- Аллах та Його ангели благословляють його 33:56
- нічна подорож з Мекки до Єрусалиму 17:1
- подорож до небес 53:1-18
- шанований у цьому житті та наступному 17:79; 66:8; 108:1
- послух йому є послух Аллаху 4:80
- винагорода за послух Аллаху та Його Посланцю 4:69
- його родина очистилася 33:33-34
- бачить Гавриїла в його справжній подобі 53:1-18
- віруючим наказано слухатися його 59:7
- етикет розмови з ним 49:1-5
- етикет відвідування його 33:53
- етикет спілкування з дружинами 33:53
- Аллах задоволений ним та його сподвижниками 9:100; 9:117
- досконалість його віри-спільноти 2:143; 3:110
Молитва (салах) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- П'ятнична громада 62:9
- напрямок молитви (кібла) 2:144; 2:149-150
- має стримувати від злих вчинків 29:45
- часи 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- під час небезпеки або подорожі 2:239; 4:101-102
- застереження тим, хто нехтує молитвами 19:59; 74:38-47; 107:5-7
- молитви лицемірів 4:142; 9:54
Очищення, омовіння (вуду) 5:6
- повне омовіння (гусуль) 2:222; 4:43
- сухе обмивання (таяммум) 4:43; 5:6
Благання (ду'а)
- з Авраама 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Адам і Єва 7:23
- Ісус 5:114
- Йов 21:83; 21:83
- Йона 21:87
- Йосип 12:33; 12:101
- Мойсей 10:88-89; 20:25-35
- Мухаммад 17:80; 20:114
- Ной 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Соломон 38:35
- Шуайб 7:89
- Захарія 3:38; 19:2-6; 21:89-90
- ангели 40:8-9
- Мати Марії 3:35-36
- Дружина фараона 66:11
- Фараонові волхви 7:126
- Цар Саул та віруючі з ним 2:250
- віруючі дітей Ізраїлю 10:85-86
- мешканці печери 18:10
- праведники 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- пригноблені 4:75
Вірші про поклони
- саджадат, множина седжди, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Милостиня (закят) як обов'язок 2:110; 2:177; 2:277; 6:141
- одна з якостей віруючих 22:41; 23:4; 51:19
- одержувачі 9:60
- благодійність (садака) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- попередження тим, хто приховує 3:180; 9:34; 47:38
Піст (саум)
- у Рамадані 2:183-185
- години посту 2:187
- винятки 2:184-185
- інтимні стосунки в ніч перед постом 2:187
- піст під час паломництва 2:196
Паломництво (хадж)
- обов'язок тих, хто може собі це дозволити 3:97
- ритуали та постанови 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- жертвоприношення 2:196; 22:36-37
- заборона полювання на землі під час паломництва 5:1; 5:94-95
- допустимість полювання в морі 5:96
- Мале паломництво (умра) 2:158; 2:196
Релігійні громади
- Мусульмани 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- охоронці один одного 3:28; 9:71
- Християни 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Євреїв 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Діти Ізраїля 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Люди Писання (переважно євреї та християни) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Мусульмани можуть їсти м'ясо тварин, принесених у жертву, та одружуватися з їхніми жінками 5:5
- страви, заборонені для євреїв 6:146
- Савіян 2:62; 22:17
- Волхвів 22:17
- політеїсти (язичники, ідолопоклонники) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- язичницькі забобонні практики 2:189; 5:103; 6:138-144
- атеїсти 52:35-36
Язичницькі практики заборонені
- поховання дочок живими 16:58-59; 81:8-9
- вбивство дітей через страх бідності 6:137; 6:151; 17:31
- свист та оплески навколо Кааби 8:35
- присвячення верблюдів ідолам 5:103; 6:136
- жертвопринесення в ім'я ідолів 6:121
- розлучення зіхар 33:4; 58:2-4
- іла' (більше чотирьох місяців) 2:226-227
- жеребкування для рішень 5:3
- обхід Кааби голим 7:26-28
- вхід додому через задні двері після паломництва 2:189
Предмети поклоніння
- ангели (серед деяких язичницьких арабів) 34:40
- Аль-Айка (серед жителів Шуайба) 26:176
- Баал (серед народу Іллі 37:125
- Ісус (у християнстві) 5:17
- ідоли (серед народу Авраама) 21:52-53
- ідоли Лата, Уззи та Маната (серед арабських язичників) 53:19-20
- ідоли Вадда, Сува, Ягута, Яука та Насра (серед народу Ноя) 71:23
- сонце (народ Шеви) 27:24
- Сіріус (серед деяких арабських язичників) 53:49
- Фараон (у Стародавньому Єгипті) 26:29; 28:38; 79:24
- бажання 25:43-44; 45:23
- віра в існування кількох богів спростована 17:42-43; 21:21-24; 25:3
Місця поклоніння, мечеті 9:18
- церкви, синагоги та монастирі 22:40
- святилище 3:39; 38:21
- храм 17:7
- Релігійні титули, священики, ченці та рабини 5:44; 5:63; 5:82; 9:31-34
Ангели
- запитати про створення Адама 2:30-34
- ніколи не порушуйте Аллаха 21:26-27; 66:6
- не є дочками Аллаха 21:26; 43:16-19
- ангели-охоронці 13:11
- два ангели-записувачі 50:16-18; 82:10-12
- вісім несуть Трон Аллаха в Судний День 69:17
- дев'ятнадцять хранителів пекла 74:26-31
- Ангели смерті 6:93; 16:28; 32:11
- Гавриїл 2:97; 66:4; 26:192-195; 53:1-14
- Михаїл 2:98
- Малік 43:77
Посланці
- з-поміж ангелів та людей 22:75
- Посланці твердої рішучості (Авраам, Ной, Мойсей, Ісус та Мухаммад ﷺ ) 33:7; 42:13; 46:35
Писання
- Коран, одкровення від Аллаха 12:2-3; 20:2-4; 26:192-195; 32:2-3
- нагадування всьому світові 68:51-52
- путівники до найправеднішого життєвого шляху 17:9
- одкровення почалося в місяці Рамадан 2:185
- благословенної ночі 44:3;97:1-5
- розкривається поетапно 17:105-106
- зроблено легким для запам'ятовування 54:17
- підтверджує істину з попередніх одкровень 3:3-4
- найвищий авторитет щодо попередніх уривків з Писання 5:48
- немає сумніву в цьому 2:2; 10:37
- без суперечностей 4:82
- не вигаданий 10:37-39
- не скопійовано з Біблії 25:4-6
- не розкрито дияволами 26:210-212
- ніхто не може створити щось подібне 17:88; 2:23-24; 10:13-14; 11:13
- захищений від корупції 15:9
- захищено у Збереженій Скрижалі 56:75-80
- не можна довести хибність 41:42
- передвіщає майбутні події 30:1-7; 48:27
- зворушує віруючих до сліз 5:83; 17:107-109
- торкається сердець 39:23
- яскраве світло 4:174; 42:52
- зцілення та милосердя для віруючих 17:82
- Тора 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Євангеліє 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Псалми 4:163; 17:55
- Сувої Авраама 53:36-44; 87:14-19
Доля та призначення 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- вільний вибір 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Судний день
- без несправедливості 2:281; 18:49; 40:17
- жахи апокаліпсису 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- праведні та нечестиві того Дня 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- заступництво (шафаа) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
Записи актів 17:13; 18:49
- віруючі отримують свій запис правою рукою 69:19-24; 84:7-9
- невіруючі отримують свій запис лівою рукою 69:25-37; 84:10-15
- ніщо не буде приховано від Аллаха 21:47; 40:16
- зважування вчинків 7:8; 23:102-104; 101:1-11
- свідчення органів тіла 41:19-24; 24:24
- винагорода за добрі та злі справи 6:160; 27:89-90; 28:84
Типи людей
- віруючих 18:107-108
- невіруючі 4:167-169
- лицеміри 4:145; 57:13-15
- мешканці Раю, найвидатніші віруючі 55:46-61; 56:10-26
- мешканці Раю, люди праведності 55:62-78; 56:27-40
- мешканці Пекла, люди лівих 55:31-45; 56:41-56
- люди на пагорбах 7:46-49
Фінансові
- Керівні принципи ведення бізнесу 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Заповідальне майно, необов'язкове заповітування особам, які не є спадкоємцями 2:180-183; 4:11-12
перед смертю під час подорожі 5:106-108
- Хабарництво 2:188
- Борги, доброта у стягненні боргів 2:280
- складання та засвідчення боргового договору 2:282
- отримання застави 2:283
- Спадщина, настанови 4:7; 4:32-33; 8:75
- частки потомства та батьків 4:11
- подружжя та брати і сестри по материнській лінії 4:12
- рідні брати і сестри 4:176
- застереження тим, хто не дотримується 4:13-14
- Відсоток, заборона та попередження 2:275-281; 3:130-132
- стали безприбутковими 30:39
Юридичні
- закон про зраду (хіраба) 5:33-34
- Справедливість, відстоювання справедливості 4:135; 5:8; 16:90-91
- захист прав сиріт та жінок 4:127
- справедливість для єврея 4:105-112
- справедливість для язичника 4:58
- справедливість з немусульманами 60:8-9
- Відплата через законні канали (з можливістю прощення) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Розлучення між чоловіком і дружиною, Хуль 2:229
- ліан (звинувачують у перелюбі) 24:6-10
Політичні
- Ведення справ шляхом консультації (шура) 3:159; 42:38
- Бій у цілях самооборони (джихад), етикет 2:190-192; 2:216; 22:38-40
- не атакувати без розбору 4:94
- боротьба за пригноблених чоловіків, жінок та дітей 4:75
- захист місць поклоніння 22:37
- нагорода мучеників 2:154; 3:169-171; 9:111; 57:19
- військова міць стримує потенційних ворогів 8:60
- вибір миру 2:192; 8:61
- Примирення між сторонами 49:9-10
- Військовополонені, поводження 8:70; 47:4; 76:8
Соціальні мережі
- Усиновлення 33:4-5
- Турбота про сиріт 2:220; 4:2-10; 4:127; 6:152; 17:34
- Розлучення, арбітраж та примирення 4:35; 4:128
- етикет розлучення 2:229-231; 65:1-2
- посаг та період очікування 2:226-241; 4:19-21; 33:49; 65:1-7
- чоловік не повинен забирати нічого з приданого 4:20
- дружину не можна домагатися 65:6
- дружину слід підтримувати фінансово під час вагітності 65:6
- під час її періоду очікування 65:6
- якщо вона годує грудьми дитину колишнього чоловіка, 65:6
- жоден з батьків не повинен страждати через свою дитину 2:233
- вибір на користь годувальниці 65:6
- Заохочення до добра та заборона зла 3:104; 3:110; 7:157; 9:71-72; 31:17
- Рівність людей 49:13
- чоловіки та жінки перед Аллахом та законом, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- чоловіки мають ступінь відповідальності, вищий за жінок 2:228
- Годування бідних, сиріт та полонених 76:8-9
- Прощення та контроль гніву 3:134; 42:40
- Звільнення рабів та допомога їм 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Шанування батьків своїх 4:36; 17:23-25; 31:14-15
- Смирення 17:37; 31:18-19
- Тлумачення снів Авраама 37:102
- Тлумачення снів Йосипа 12:4; 12:36; 12:43
- Тлумачення снів Мухаммеда 8:43; 48:27
- Доброта до немусульман 60:8
- Шлюб 4:3; 4:129; 16:72; 30:21
- шлюб між жінками, з якими дозволено одружуватися, та шлюб між ними, з жінками, з якими дозволено одружуватися, 4:22-24
- етикет інтимних стосунків 2:222-223
- вагітність та годування груддю 2:233; 31:4; 46:15; 65:6
- повторний шлюб зі своєю колишньою дружиною 2:230
- допомога самотнім людям укладати шлюб 24:32
- ненав’язливий прояв інтересу під час очікування 2:235
- Клятви 2:224-225; 16:91-92; 16:94
- надолуження порушеної клятви 5:89
- Терпіння у важкі часи 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Дозвіл на захід 24:58-60
- вхід до домівок людей 24:27-28
- вхід у громадські місця 24:29
- Соціальний етикет, перевірка новин 4:83; 49:6
- повага до всіх 49:11-12
- етикет зібрань 58:11
- приватні розмови 4:114; 58:9
- Обітниці 2:270; 9:75-77; 22:29; 76:7
- Марнотратство та скупість 7:31; 17:29; 25:67
Інші історії
- Авель і Каїн 5:27-31
- Аль-Хадір та Муса 18:60-82
- Армія слона 105:1-4
- віруючий з народу фараона 40:28-46
- народження Марії 3:35-36
- Корова дітей Ізраїля 2:67-74
- Ездри 2:259
- власники садів 68:17-32
- Харут і Марут 2:102
- Корей 28:76-82
- Порада Лукмана своєму синові 31:12-19
- власник двох садів 18:32-44
- народ Шеви 34:15-19
- люди печери 18:9-26
- люди окопу 85:1-8
- Порушники суботи 7:163-165
- Самірі та Золоте теля 20:83-97
- Саул і Самуїл 2:247-251
- Зуль-Карнайн 18:83-98
Дияволи 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- диявольські люди та джини 6:112;114:6
- небо захищене від дияволів 15:16-18
Шкоди
- невиконання Пророка 25:27
- неслухняність Аллаху та Його Посланцю 4:41-42; 33:64-68
- брати злих друзів 25:28-29; 26:96-102; 43:36-39
- заперечення знамень Аллаха 6:27-30
- не працює для майбутнього життя 89:23-24
Відчайдушні благання
- благання про повернення у світ 2:167; 6:27-28; 32:12-14; 42:44
- за другий шанс 35:36-37
- бути вилученим з Вогню 40:10-12
- щодо їжі та води 7:51-52
- для посередників 7:52-53
- бути зрівняним з землею 4:41-42; 78:40
- для смерті 43:74-78
Якості праведника
- дотримання прав Творця та Його творіння 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Якості нечестивих
- невдячний 14:34
- скупий 17:100
- поспішний 21:37
- згадуйте Аллаха лише у скрутні часи 10:12; 41:51
- нетерплячий 70:19
- суперечливий 18:54
Великі гріхи
- надання іншим Аллаху рівних у поклонінні (ширк) 4:48; 4:116; 5:72; 6:19; 31:13:
- жорстоке поводження з власними батьками 4:36; 6:151; 17:23
- нехтування або відмова від обов'язкових молитов 19:59-60
- несплата податку на милостиню 41:6-7
- вбивство 6:151; 17:33
- навмисне вбивство віруючого 4:93
- крадіжка 5:38
- шахрайство 7:85; 11:85; 26:182-183; 83:1-6
- брехня 2:10; 9:77; 39:60
- брехня про Аллаха 6:93; 29:68; 61:7
- заборонені статеві стосунки 2:222; 17:32; 24:2; 25:68; 29:28-30
- хибні звинувачення у перелюбі 24:4-5
- відступництво 2:217; 5:54
- вживання свинини та іншої забороненої їжі (падла, крові тощо) 5:3; 6:145
- алкоголь та азартні ігри 5:90-91
- наклеп 49:11
- неправдиві свідчення 22:30
- магія 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan Надмилостивий 1:3; 17:110
- #2 Ar Raheem Милосердний 2:163; 3:31; 4:100; 5:3
- #3 Al Malik Цар, Володар 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus Найчистіший, Пресвятий 59:23; 62:1
- #5 As Salaam Джерело миру 59:23
- #6 Al Mu'min Той, хто дарує віру та безпеку 59:23
- #7 Al Muhaymin Охоронець, Захисник 59:23
- #8 Al Azeez Всемогутній 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar Могутній, Відновлювач 59:23
- #10 Al Mutakabbir Найвеличніший, Піднесений 59:23
- #11 Al Khaaliq Творець 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari Створювач 59:24
- #13 Al Musawwir Той, хто надає форми 59:24
- #14 Al Ghaffaar Всепрощаючий 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar Підкорювач 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab Даруючий 3:8; 38:9; 38:35
- #17 Ar Razzaaq Наділяючий 51:58
- #18 Al Fattaah Відкривач 34:26
- #19 Al 'Aleem Всезнаючий 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid Стискаючий 2:245
- #21 Al Baasit Розширюючий 2:245
- #22 Al Khaafid Принижуючий 95:5
- #23 Ar Raafi' Підносячий 58:11; 6:83
- #24 Al Mu'izz Той, хто дарує честь 3:26
- #25 Al Mudhil Той, хто позбавляє честі 3:26
- #26 As Samee' Всечуючий 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer Всевидющий 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam Суддя 22:69
- #29 Al Adl Справедливий 6:115
- #30 Al Lateef Лагідний, Добрий 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer Відаючий 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem Поблажливий, Терплячий 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem Великий, Величний 2:255; 42:4; 56:96
- #34 Al Ghafoor Прощаючий 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor Вдячний 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy Найвищий 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer Найбільший 13:9; 22:62; 31:30
- #38 Al Hafeez Захисник 11:57; 34:21; 42:6
- #39 Al Muqeet Підтримуючий 4:85
- #40 Al Haseeb Той, хто веде рахунок 4:6; 4:86; 33:39
- #41 Al Jaleel Величний 55:27; 39:14; 7:143
- #42 Al Kareem Щедрий 27:40; 82:6
- #43 Ar Raqeeb Спостерігач 4:1; 5:117
- #44 Al Mujeeb Той, хто відповідає 11:61
- #45 Al Waasi' Всеосяжний 2:268; 3:73; 5:54
- #46 Al Hakeem Мудрий 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood Люблячий 11:90; 85:14
- #48 Al Majeed Славний 11:73
- #49 Al Baa'ith Воскреситель 22:7
- #50 Ash Shaheed Свідок 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq Істина 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel Опікун 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy Сильний 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen Міцний 51:58
- #55 Al Waliyy Захисник, Покровитель 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed Гідний похвали 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi Лічильник 72:28; 78:29; 82:10-12
- #58 Al Mubdi Творець, Початківець 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed Відновлювач 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy Той, хто дарує життя 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet Той, хто дарує смерть 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy Живий 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom Самосущий 2:255; 3:2; 20:111
- #64 Al Waajid Той, хто знаходить 38:44
- #65 Al Maajid Благородний, Славний 11:73
- #66 Al Waahid Єдиний 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad Єдиний 112:1
- #68 As Samad Вічний, Незалежний 112:2
- #69 Al Qaadir Всемогутній 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir Могутній 18:45; 54:42; 54:55
- #71 Al Muqaddim Прискорювач 16:61; 17:34
- #72 Al Mu'akhir Відкладач 71:4
- #73 Al Awwal Перший 57:3
- #74 Al Aakhir Останній 57:3
- #75 Az Zaahir Явний 57:3
- #76 Al Baatin Прихований 57:3
- #77 Al Waali Керуючий 13:11; 22:7
- #78 Al Muta'ali Піднесений, Найвищий 13:9
- #79 Al Barr Джерело добра 52:28
- #80 At Tawwaab Той, хто приймає покаяння 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim Месник 32:22; 43:41; 44:16
- #82 Al Afuww Той, хто прощає 4:99; 4:149; 22:60
- #83 Ar Ra'oof Ласкавий, Милосердний 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk Володар царства 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam Володар величі та щедрості 55:27; 55:78
- #86 Al Muqsit Справедливий 3:18; 7:29
- #87 Al Jaami' Збирач 3:9
- #88 Al Ghaniyy Багатий, Незалежний 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni Той, хто збагачує 9:28
- #90 Al Maani' Перешкоджаючий 67:21
- #91 Ad Daaarr Стягуючий 6:17
- #92 An Naafi' Корисний 30:37
- #93 An Noor Світло 24:35
- #94 Al Haadi Наставник 25:31
- #95 Al Badi' Створювач 2:117; 6:101
- #96 Al Baaqi Вічний 55:27
- #97 Al Waarith Спадкоємець 15:23
- #98 Ar Rasheed Наставник на правдивий шлях 2:256
- #99 As Saboor Терплячий 2:153; 3:200; 103:3
Matching Ayahs
- = Аліф, Лям, Мім. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = Вони на прямому шляху від свого Господа, і вони — ті, хто досягає успіху. 2:5; 31:5
- = О, сини Ізраїлю! Пам'ятайте Мою милість, яку Я вам дарував, і те, що Я вас відрізняв над світами (народами). 2:47; 2:122
- = Цей народ уже минув. Йому — те, що він здобув, і вам — те, що ви здобули. І вас не запитають про те, що вони робили. 2:134; 2:141
- = Вони будуть вічно там; покарання не буде їм полегшене, і вони не отримають відстрочки. 2:162; 3:88
- = Крім тих, хто після цього покається та виправиться. Воістину, Аллах — Прощаючий, Милосердний. 3:89; 24:5
- = А ті, які не вірують і заперечують Наші знамення — вони мешканці Пекла. 5:10; 5:86
- = І яке б знамення зі знамень їхнього Господа до них не приходило, вони від нього відвертаються. 6:4; 36:46
- = І вже глузували з посланців до тебе, але тих, які глузували, спіткало те, з чого вони глузували. 6:10; 21:41
- = Скажи: "Я боюся, якщо не послухаюся свого Господа, покарання Великого дня." 6:15; 39:13
- = І вхопив їх землетрус, і вони залишилися в своїх будинках мертвими, повернутими обличчям до землі. 7:78; 7:91
- = І він кинув свій посох, і ось, він — змія явна. 7:107; 26:32
- = І він витягнув свою руку, і ось, вона — біла (сяюча) для тих, хто дивиться. 7:108; 26:33
- = Вони сказали: "Ми увірували в Господа світів." 7:121; 26:47
- = Господа Муси та Гаруна. 7:122; 26:48
- = І Я дам їм відстрочку. Воістину, Моя хитрість міцна. 7:183; 68:45
- = Він — Той, Хто послав Свого Посланця з прямим шляхом та істинною релігією, щоб піднести її над усіма релігіями, навіть якщо це ненависно багатобожникам. 9:33; 61:9
- = О, Пророче! Борися з невіруючими та лицемірами, і будь суворим до них. Їхній притулок — Пекло, і яке ж гидке це повернення! 9:73; 66:9
- = І вони кажуть: "Коли ж ця обіцянка, якщо ви правдиві?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = І Ми послали Мусу з Нашими знаменнями та явною владою. 11:96; 40:23
- = І Ми дарували Мусі Писання, але виникли розбіжності щодо нього. І якби не слово, яке передувало від твого Господа, то між ними було б вирішено. І вони перебувають у глибокому сумніві щодо нього. 11:110; 41:45
- = Це не важко для Аллаха. 14:20; 35:17
- = "І коли Я надам йому досконалу форму та вдихну в нього від Мого духу, то впадіть перед ним у поклоні." 15:29; 38:72
- = І впали ангели всі разом. 15:30; 38:73
- = (Аллах) сказав: "Тож вийди з нього, бо ти побитий камінням (вигнаний)." 15:34; 38:77
- = (Ібліс) сказав: "Господи мій! Дай мені відстрочку до дня, коли вони будуть воскресені." 15:36; 38:79
- = (Аллах) сказав: "Воістину, ти з тих, кому дана відстрочка." 15:37; 38:80
- = До дня відомого часу." 15:38; 38:81
- = Крім Твоїх вибраних рабів серед них. 15:40; 38:83
- = Воістину, богобоязливі будуть у садах і джерелах. 15:45; 51:15
- = Він сказав: "Яке ж ваше діло, о посланці?" 15:57; 51:31
- = Вони сказали: "Ми послані до народу грішників." 15:58; 51:32
- = Ті, які увірували та не змішали своєї віри з несправедливістю — їм безпека, і вони йдуть прямим шляхом. 16:42; 29:59
- = Щоб вони не вдячні були за те, що Ми їм дарували. Насолоджуйтесь, і скоро ви дізнаєтеся. 16:55; 30:34
- = Потім він пішов шляхом. 18:89; 18:92
- = Іди до Фараона, бо він переступив межі. 20:24; 79:17
- = І ті, які оберігають свої статеві органи. 23:5; 70:29
- = Окрім своїх дружин або тих, ким заволоділи їхні правиці — бо вони не засуджуються. 23:6; 70:30
- = А хто шукає понад те — ті переступники. 23:7; 70:31
- = І ті, які дотримуються своїх обов'язків та угод. 23:8; 70:32
- = (Нух) сказав: "Господи! Допоможи мені, бо вони вважають мене брехуном." 23:26; 23:39
- = Та, Сін, Мім. 26:1; 28:1
- = Це — аяти ясного Писання. 26:2; 28:2
- = Воістину, в цьому — знамення, але більшість їх не увірувала. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = І воістину, твій Господь — Він Всемогутній, Милосердний. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = І Ми потопили інших. 26:66; 37:82
- = Воістину, я для вас — гідний довіри посланець. 26:107; 26:125; 26:143; 26:162; 26:178
- = Бійтесь Аллаха та слухайтесь мене! 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = І я не прошу у вас за це винагороди; моя винагорода — лише у Господа світів. 26:109; 26:127; 26:145; 26:164; 26:180
- = У садах і джерелах. 26:147; 44:52
- = Вони сказали: "Ти — лише з числа зачаклованих." 26:153; 26:185
- = Окрім його дружини — Ми визначили, що вона буде серед тих, хто залишився. 26:171; 37:135
- = Потім Ми знищили інших. 26:172; 37:136
- = І Ми пролили на них дощ (з каменів), і яким же поганим був цей дощ для попереджених! 26:173; 27:58
- = Невже вони прискорюють Наше покарання? 26:204; 37:176
- = Ті, які звершують молитву, дають закят і переконані в майбутньому житті. 27:3; 31:4
- = І (згадай) той День, коли Він покличе їх і скаже: "Де ж Мої 'спільники', яких ви вигадували?" 28:62; 28:74
- = І наші предки? 37:17; 56:48
- = І вони звернуться один до одного, запитуючи. 37:27; 52:25
- = Крім обраних рабів Аллаха. 37:40; 37:74; 37:128; 37:160
- = У Садах блаженства. 37:43; 56:12
- = І Ми залишили про нього (добру згадку) в наступних поколіннях: 37:78; 37:108; 37:129
- = Воістину, так Ми винагороджуємо тих, хто робить добро. 37:80; 37:121; 37:131; 77:44
- = Воістину, він був із Наших віруючих рабів. 37:81; 37:111; 37:132
- = Що з вами? Як ви судите? 37:154; 68:36
- = Це — не що інше, як нагадування світам. 38:87; 81:27
- = Зіслання Книги — від Аллаха, Всемогутнього, Мудрого. 39:1; 45:2; 46:2
- = Ха, Мім. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = Клянуся ясною Книгою! 43:2; 44:2
- = Тож залиш їх занурюватися в пустослів'я та бавитися, доки вони не зустрінуть свого дня, який їм обіцяно. 43:83; 70:42
- = (Їм буде сказано): "Їжте та пийте на здоров'я за те, що ви робили!" 52:19; 77:43
- = Чи ти просиш у них винагороди, і вони обтяжені боргами? 52:40; 68:46
- = Чи вони володіють прихованим знанням, тож вони записують? 52:41; 68:47
- = І яке ж було Моє покарання та Мої застереження! 54:16; 54:21; 54:30
- = І Ми полегшили Коран для згадування. Чи є той, хто пригадає? 54:17; 54:22; 54:32; 54:40
- = Тож якими з благ вашого Господа ви заперечуєте? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = Великий натовп із перших. 56:13; 56:39
- = І ми позбавлені (плодів)? 56:67; 68:27
- = Тож прославляй ім'я Господа твого Великого! 56:74; 56:96; 69:52
- = Це — зіслання від Господа світів. 56:80; 69:43
- = Те, що на небесах, і те, що на землі, прославляє Аллаха, і Він — Всемогутній, Мудрий. 59:1; 61:1
- = Коли йому читаються Наші аяти, він каже: "Казки древніх!" 68:15; 83:13
- = І він буде в блаженному житті. 69:21; 101:7
- = У високому саду. 69:22; 88:10
- = І не спонукає нагодувати бідного. 69:34; 107:3
- = (Це) — воістину, слово благородного Посланця. 69:40; 81:19
- = Воістину, це — нагадування. І хто бажає, той стає на шлях до свого Господа. 73:19; 76:29
- = І хто бажає, той згадає його. 74:55; 80:12
- = Горе в той день тим, які заперечують! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = Воістину, благочестиві — в блаженстві. 82:13; 83:22
- = Це — книга (написана). 83:9; 83:20
- = На ложах вони споглядатимуть. 83:23; 83:35
- = І слухалася свого Господа, як належить. 84:2; 84:5
- = І я не поклоняюся тому, чому ви поклоняєтесь. 109:3; 109:5
noblequran.com Schemas
- Мекканські мушрики підтвердили Рубубійю (Господство) Аллага 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- Книга і Мудрість (Сунна) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- Наслідування шляху (заблукалих) предків засуджується 2:170; 31:21; 43:22
- Посланець Аллага був людиною 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- Мушрики взивали тільки до Аллага в часи труднощів 10:22; 17:16; 29:65; 31:32
- Розкол у релігії заборонений і засуджується 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- Атрибут Іства для Аллага 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- Збільшення (і зменшення) Іману (Віри) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- Посланець і ніхто з творінь не знає Сокровенного самостійно 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- Аллах збільшує і обмежує прожиток, кому побажає 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- Коран зісланий ясною арабською мовою 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- Аллах не покладає на душу більше, ніж вона може винести 2:233, 286; 6:152; 7:42; 23:62; 65:7
- Ніхто не понесе тягаря іншого 6:164; 17:15; 35:18; 39:7; 53:38
- Якщо Аллах вразить вас шкодою, ніхто не зможе її усунути, крім Аллага 6:17; 10:107
- І хто більш несправедливий, ніж той, хто... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- Людина невдячна в достатку і покірна в нужді 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- Стійкість (Тасбіт) проситься в Аллага і дарується Ним 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- Всі розбіжності повертаються до Аллага та Його Посланця 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- Суперечка між мешканцями Пекельного вогню 26:96-102; 38:58-64; 40:47-50
- Обов'язок покори (Таа) Посланцю Аллага 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- Аяти земного поклону в Корані 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- Всі лиха в Уммі через непокору 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- Кого Аллах вводить в оману, тому немає наставника 13:33; 39:23, 26; 40:33; 7:186; 18:17
- Всі пророки почали виправлення з Таухіду поклоніння 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- Успіх і процвітання пов'язані з Таскією (Очищенням) душі 20:76; 35:18; 87:14; 91:9; 92:18;
- Вся честь і міць ('Ізза) належать Аллагу 4:139; 10:65; 35:10; 63:8
- Обов'язок взивати тільки до Аллага чисто і щиро 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- Заборона взивати до інших поряд з Аллагом 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- Всі пророки наказали Такву Аллага і послух (їм самим) 43:63; 71:1-28
- Про Хіджру (Переселення) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- Немає істинного Захисника чи Помічника для творінь, окрім Аллага 2:107, 120; 9:74, 116; 29:22; 42:31
- Ті, чиї серця Аллах запечатав 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- Іман знаходиться між страхом і надією 17:57; 32:16; 39:9
- Про анулювання всіх діянь через Куфр, Ширк і Ніфак 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- Об'явлення і пророки Аллага — це світло керівництва, знання і віри 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- Ті, хто перекручує слова, — це юдеї та люди Та'віля (Тахріфа) 2:75; 4:46; 5:13; 5:41
- Життя в цьому світі — лише тимчасова насолода і розвага 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- Дахрійя (Атеїсти) 45:24; 6:29; 23:37
- Аллах послав Мухаммада з релігією, щоб піднести її над усіма іншими (скасованими або хибними) релігіями 9:33; 48:28; 61:9
- Про Тагута і необхідність відкидання Тагута 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- Вони будують підступи, і Аллах також будує підступи, і Він — найкращий із тих, хто будує підступи 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- Знання про Годину (Судний день) — в Аллага 7:187; 33:63; 41:47
- Фуркан (Розрізнення) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- Відштовхування зла тим, що краще 23:96; 28:54; 41:34
- Година (Судний день) близька 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- І серед Його знамень... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- Аллаг роз'яснює Свої знамення, щоб ви... 2:73, 187, 221, 242; 3:103; 5:89
- Аллаг — Творець усього 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- Аллаг не створив творіння в неправді або жартома 21:16; 38:27; 44:38; 46:3
- Аллаг створив людство, щоб вони поклонялися Йому одному і щоб випробувати їх, хто з них кращий у діяннях 11:7; 18:7; 51:56; 67:2;
- Аллаг посилав посланців, щоб закликати до Його поклоніння, щоб їм корилися, і як благовісників і застерігачів 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- Чотири рівні аль-Кадра 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- Форми та види поклоніння 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- Аллаг веде прямим шляхом і вводить в оману, кого побажає 14:4; 16:93; 35:8; 74:31
- Ті, кого Аллаг вводить в оману 2:26; 9:115; 14:27; 40:34, 74; 45:23
- Ніхто не може наставити на прямий шлях того, кого Аллаг вводить в оману 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- Заперечення будь-якої подібності до Аллага 2:22; 19:65; 42:11; 112:4
- Аллаг не чинить несправедливо ні з ким, але вони самі чинять несправедливо зі своїми душами 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- Обов'язок наслідувати Салаф (Сподвижників) 2:137; 9:100; 4:115; 48:18, 29
- Методологія Да'ва 12:108; 16:125; 29:46
- Ширк не обмежується ідолами і включає пошук заступництва через пророків, ангелів, джинів і праведників 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- Фактори, що визначають шлюбний вік 4:6; 6:152; 24:59
- Джибріль — це Святий, Надійний Дух, який приніс Коран від Аллага Пророку 2:97; 16:102; 26:192
- Допомога, перемога і панування належать Аллагу та Його посланцям 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- І воістину, посланців висміювали ще до тебе, але тих, хто з них насміхався, спіткало те, з чого вони насміхались. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- І до Мадяну (ми відправили) їхнього брата Шуайба. Він сказав: О мій народе! Поклоняйтеся Аллагу; немає у вас іншого бога, крім Нього. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- І до Самуда (ми відправили) їхнього брата Саліха. Він сказав: О мій народе! Поклоняйтеся Аллагу; немає у вас іншого бога, крім Нього. (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- Що Аллах поширює наділ тому, кому побажає, і обмежує. Воістину, в цьому є знамення для людей віруючих. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- І до Ада (ми відправили) їхнього брата Гуда. Він сказав: О мій народе! Поклоняйтеся Аллагу; немає у вас іншого бога, крім Нього. (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- А тих, які увірували й робили добрі справи, ми введемо в райські сади, де течуть ріки; вони будуть там вічно. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- Де течуть ріки, вони будуть там вічно. Аллах задоволений ними, і вони задоволені Ним. Це... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- Скажи: Я лише людина, подібна до вас; мені відкривається, що ваш Бог – Бог Єдиний. (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- І серед людей є такі, які сперечаються про Аллаха без знання, без керівництва й без освітлюючої Книги. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- Він вводить ніч у день і вводить день у ніч; Він підкорив сонце й місяць – усе рухається до визначеного строку... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- З неба Він послав воду й оживив нею землю після її смерті. Воістину, в цьому знамення для людей (які чують). (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- Воістину, тим, які не увірували, ні їхнє майно, ні їхні діти ніяк не допоможуть перед Аллахом. І вони... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- Той, Хто створив небеса й землю і те, що між ними, за шість днів, а потім утвердився на Троні (аль-Арші). (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- Невже вони не мандрували по землі й не бачили, яким був кінець тих, хто жив до них? Вони... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- Воістину, Аллах введе тих, які увірували й робили добрі справи, у райські сади, де течуть ріки. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- Воістину, обіцянка Аллаха – істина; нехай же не обманює вас земне життя, і нехай не обманює вас обманщик про Аллаха. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- Хто йде прямим шляхом, той іде на благо собі; а хто збивається з шляху, той збивається на шкоду собі. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- І кинь свій посох. Коли він побачив, що той звивається, наче змія, то повернувся й побіг, не озираючись. О Мусо... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- Мандруйте по землі й подивіться, яким був кінець тих, хто жив до вас. Більшість із них... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- Терпи те, що вони говорять, і прославляй Господа свого хвалою до сходу сонця й до заходу. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- І не наближайтесь до майна сироти, хіба що найкращим чином, поки він не досягне зрілості. І виконуйте обіцянки... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- Немає гріха на сліпому, немає гріха на кульгавому й немає гріха на хворому. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- Хіба це не істина? Вони сказали: Так, клянемося нашим Господом! Він сказав: Тож скуштуйте покарання за вашу невіру! (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- Слабкі сказали гордим: Ми були вашими послідовниками. Чи можете ви нас захистити від покарання Аллаха? (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- Це лише імена, які ви й ваші батьки нарекли; Аллах не послав про них жодного доказу. Воістину... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- До тебе ми посилали тільки чоловіків, яким давали одкровення; запитайте ж людей знання, якщо ви не знаєте. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- Він сказав: Невже ви повірили йому до того, як я дозволив вам? Він – ваш старший, який навчив вас чаклунства. (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- І жодна душа не понесе тягар іншої. Потім до вашого Господа ваше повернення, і Він розповість вам про те, у чому ви розходилися. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- І ми сказали: Зійдіть, одні з вас вороги для інших. На землі ви матимете місце перебування й користування до певного часу. (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- Двоє: Скажи: Чи Він заборонив двох самців, чи двох самиць, чи те, що міститься в утробах двох самиць? (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- І я не прошу у вас за це ніякої винагороди; моя винагорода – лише в Господа світів. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- Невже вони не мандрували по землі й не бачили, яким був кінець тих, хто жив до них? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- Мандруйте по землі й подивіться, яким був кінець тих, хто жив до вас. Вони... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- Воістину, твій Господь найкраще знає, хто збивається з Його шляху, і Він найкраще знає тих, хто йде прямим шляхом. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- Хто створив небеса й землю за шість днів, а потім утвердився на Троні (аль-Арші). (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- І хто більш несправедливий, ніж той, хто зводить на Аллаха наклеп або вважає Його знамення за брехню? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- Він – Той, Хто послав Свого Посланця з керівництвом і істинною релігією, щоб піднести її над усіма релігіями. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- Воістину, не увірували ті, які сказали: Аллах – це Месія, син Марії. Скажи... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- Ти не можеш змусити сліпих чути (істину) з їхньої омани. Ти можеш чути лише тих, хто вірить у Наші знамення, і вони – мусульмани. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- Приклад земного життя – немов вода, яку ми послали з неба, і з нею змішалися рослини землі... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- Візьми з нього (ковчега) з кожного виду по парі, і свою родину, крім тих, про кого вже було вирішено... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- Я не кажу вам, що в мене скарбниця Аллаха, і я не знаю потаємного, і я не кажу... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- Воістину, Аллах – Владика милості для людей, але більшість людей не дякують. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- І яке б знамення зі знамень їхнього Господа не приходило до них, вони відверталися від нього. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- І бійтеся того дня, коли жодна душа не відшкодує іншій нічого, і не буде прийнято від неї заступництва. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- Воістину, ти не можеш змусити мертвих чути й не можеш змусити глухих чути заклик, коли вони відвертаються. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- Вам заборонено (їсти) мертвечину, кров, свинину й те, що було заколото з ім'ям не Аллаха. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- Славить Аллаха все, що в небесах і на землі, і Він – Всемогутній, Мудрий. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- Окрім тих, які після цього покаялися і виправили (свої справи). Воістину, Аллах – Прощаючий, Милосердний. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (Те, що) пророкам від їхнього Господа; ми не робимо різниці між ними, і ми Йому віддані (мусульмани). (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- (Послано) від твого Господа, щоб ти застерігав народ, до якого до тебе не приходив застерігач, аби вони... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- О Пророку! Борися з невірними й лицемірами, і будь суворим до них. Їхнім притулком буде пекло – і яке ж мерзенне це місце! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- Воістину, твій Господь розсудить між ними в День Воскресіння в тому, у чому вони розходилися. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- Він сказав: Господи, дай мені знамення. Він сказав: Твоїм знаменням буде те, що ти не говоритимеш з людьми. (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- Поверни своє обличчя до Заповідної Мечеті. І де б ви не були, повертайте свої обличчя в її бік. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- О сини Ізраїля! Згадуйте милість Мою, яку Я вам дарував, і те, що Я вивищив вас над світами. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- Сім тучних корів, яких поїдають сім худих; і сім зелених колосів, а інші – сухі... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- І кожна громада має свій строк; коли настає їхній строк, вони не можуть ні відстрочити його на годину, ні прискорити. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (Те, що) заколоте з ім'ям не Аллаха, але якщо хтось був вимушений (голодом), не бунтуючи й не переступаючи меж, то... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- І коли їм говорять: Ідіть за тим, що послав Аллах, вони кажуть: Ні, ми підемо за тим, на чому застали наших батьків. (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- Він сказав: О мій народе! Поклоняйтеся Аллагу; немає у вас іншого бога, крім Нього. Невже ви не будете богобоязливі? (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words
- Вони подорожують по землі й дивляться, яким був кінець тих, хто був перед ними. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- І хто більш несправедливий, ніж той, хто зводить на Аллага наклеп або заперечує (істину)? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- Воістину, твій Господь найкраще знає, хто збивається з Його шляху, і Він найкраще знає. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- Хіба вони не подорожували по землі й не бачили, яким був кінець тих, хто був перед ними? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- Для них – їхня винагорода в їхнього Господа; і немає страху над ними, і не будуть вони засмучені. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- А ті, які увірували й чинили добрі справи, будуть введені до садів, де під ними течуть ріки. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- Він сказав: "О мій народе! Поклоняйтеся Аллагу; немає у вас іншого бога, крім Нього. Хіба ви не?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- Ні їхнє майно, ні їхні діти анітрохи не допоможуть їм перед Аллагом; і вони є. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- Сади, де під ними течуть ріки, вони будуть вічно в них, і це – великий успіх. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- Хіба не прийшла до них звістка про тих, хто був перед ними – народ Нуха, і Ад, і Самуд? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- Хто мої помічники на шляху до Аллага? Учні сказали: "Ми – помічники Аллага, ми увірували." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- Твій Господь найкраще знає, хто збився з Його шляху, і Він найкраще знає тих, хто йде прямим шляхом. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- Це тому, що Аллаг є Істина, а те, що вони прикликають замість Нього, – марнота. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- Хто кориться Аллагу та Його Посланцю, того Він введе в сади, де під ними течуть ріки. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- Він заборонив вам лише мертвечину, кров, свинину та те, що було заколото (для іншого). (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- Щоб ви не поклонялися нікому, крім Аллага. Воістину, я боюся для вас покарання великого дня. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- Це з вісток про невидиме, яке Ми відкриваємо тобі; ти не був серед них, коли. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- Чи ви дивуєтеся, що до вас прийшло нагадування від вашого Господа через чоловіка з-поміж вас, щоб він застеріг вас? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- Скажи: "Воістину, мені заборонено поклонятися тим, кого ви прикликаєте замість Аллага." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- Крім своїх дружин або тих, ким заволоділа їхня правиця – вони не засуджуються. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- Тому що Аллаг вводить ніч у день і вводить день у ніч. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- Вогонь, і сказав своїй родині: "Залишіться; я побачив вогонь; можливо, я принесу вам звідти." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- Він сказав: "Я кращий за нього; мене Ти створив з вогню, а його створив із глини." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- І коли їм кажуть: "Прийдіть до того, що Аллаг зіслав, і до Посланця," вони кажуть. (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- Не журися за ними й не будь у скруті через те, що вони замишляють. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- Якщо Аллаг торкнеться тебе лихом, то ніхто не відверне цього, крім Нього; а якщо. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- Перед ними покоління, які ходили по їхніх оселях. Воістину, в цьому є знамення. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- І Ми поклали на їхні серця завісу, щоб вони не розуміли цього, і в їхні вуха глухоту, і якщо. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- Їхні посланці приходили з ясними доказами, але Аллаг не чинив їм несправедливо, однак вони самі чинили несправедливо до себе. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- І на землі, і немає у вас замість Аллага ні захисника, ні помічника. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- Потім ви будете повернуті до Знаючого невидиме й видиме, і Він сповістить вам про те, що ви робили. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- Ніч – щоб ви відпочивали в ній, і день – щоб ви бачили. Воістину, в цьому є знамення для людей. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- І багатьом із них те, що зіслано тобі від Господа, збільшить тільки непокору й невір'я. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- Він сказав: "О народе мій! Що ви думаєте, якщо я маю ясний доказ від Господа мого, і Він дав мені?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- І вони кажуть: "Чому не зіслано йому знамення від Господа його?" Скажи: "Воістину." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- Перед тим, як настане день, який неможливо відвернути від Аллага. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- Це – милість Аллага, яку Він дарує тому, кому побажає; Аллаг – Володар великої милості. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- Воістину, для вас у худобі є повчання; Ми напуваємо вас тим, що в їхніх черевах. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- Що це – істина від їхнього Господа; і Аллаг не є неуважним до того, що вони роблять. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- З переду й ззаду, щоб ви не поклонялися нікому, крім Аллага. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- Воістину, ви маєте статеві зносини з чоловіками з пожадливістю замість жінок; ви є народом, (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- Вони будуть вічно в них, доки існують небеса й земля, крім того, чого забажає твій Господь. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- Той, хто на небесах, і той, хто на землі, – крім того, кого забажає Аллаг. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- Вони будуть прикрашені в них браслетами із золота й перлами, і їхній одяг там – шовк. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- І Він зводить із неба воду й виводить нею плоди як їжу для вас. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- І коли Ми взяли з вас завіт і піднесли над вами гору: "Міцно тримайте те, що Ми дали вам." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- Він відвернувся від них і сказав: "О мій народе! Я передав вам послання мого Господа й щиро радив вам." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- Під ними течуть ріки; вони будуть прикрашені в них браслетами із золота. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- Якби вони мали все, що на землі, і ще стільки ж, щоб викупити себе. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- Від жодної живої істоти, але Він відстрочує їм до визначеного строку; коли ж надходить їхній строк. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- Ми створили вас із землі, потім із краплі сім'я, потім із згустку крові, потім. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- Аллаг буде судити між ними в День Воскресіння в тому, у чому вони розходилися. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- До тебе прийшло зі знання; немає в тебе від Аллага ні захисника, ні. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- І коли Ми даруємо людині милість, вона відвертається й віддаляється; а коли торкається її зло. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- Ні меншого, ні більшого за це немає, чого б не було в ясному Писанні. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words
- І він сказав: "О мій народе! Поклоняйтеся Аллагу; немає у вас іншого бога, крім Нього." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- Хіба вони не подорожували по землі й не бачили, яким був кінець тих, хто був перед ними? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- Їхня винагорода – в їхнього Господа; немає страху над ними, і вони не засмутяться. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- Вони подорожують по землі й дивляться, яким був кінець тих, хто був перед ними. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- По землі й дивляться, яким був кінець тих, хто був перед ними. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- І хто більш несправедливий, ніж той, хто зводить на Аллага наклеп або (заперечує)? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- І коли Він вирішує якусь справу, то лише каже їй: "Будь!" – і вона стається. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- І немає у вас замість Аллага ні захисника, ні помічника. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- Я прощу їм їхні гріхи та введу їх у сади, де під ними течуть ріки. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- Ми введемо їх у сади, де під ними течуть ріки, вічно в них перебуватимуть. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- Твій Господь найкраще знає, хто збився з Його шляху, і Він найкраще знає. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- Ви будете повернуті до Знаючого невидиме й видиме, і Він сповістить вам про те, що ви робили. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- Ваших синів вбивали, а ваших жінок залишали живими; у цьому – велике випробування від вашого Господа. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- Воістину, твій Господь найкраще знає, хто збився з Його шляху, і Він. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- Аллаг, Якому належить те, що на небесах, і те, що на землі. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- У громадах, які минули перед вами, – серед джинів і людей. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- Поклоняйтеся Аллагу; немає у вас іншого бога, крім Нього. Невже ви не будете богобоязливі? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- І Ми поклали на їхні серця завісу, щоб вони не розуміли цього, і в їхні вуха глухоту. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- Він буде судити між ними в День Воскресіння в тому, у чому вони розходилися. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- Він сказав: "О мій народе! Що ви думаєте, якщо я маю ясний доказ від Господа мого?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- Це за те, що ваші руки відправили вперед, і Аллаг не є несправедливим до рабів. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- Для них у цьому світі – ганьба, а в наступному – велике покарання. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- Те, що на небесах, і те, що на землі; і достатньо Аллага як Опікуна. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- Крім тих, які увірували й чинили добрі справи; для них – невичерпна винагорода. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- Щоб ти приписував Мі рівних, про що не маєш знання; тож не корися їм обом. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- Воістину, це – нагадування; хто забажає, той обере шлях до свого Господа. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- Хто дякує, той дякує на користь собі; хто ж невдячний – воістину. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- Ті, які звершують молитву, дають милостиню і які в наступному житті впевнені. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- Ібрагіма, Ісмаїла, Ісхака, Якуба та колін, і те, що дано Мусі та Ісі. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- Групами, коли вони приходять до нього, відкриваються його ворота, і його вартові говорять їм. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- Аллаг не притягне вас до відповідальності за порожні слова у ваших клятвах, але притягне вас за те, що. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- Милість, вони зраділи їй; але якщо їх вражає зло за те, що їхні руки приготували. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- Під якими течуть ріки, вічно в них; і прекрасна винагорода тих, хто чинить! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- Аллаг знає те, що на небесах, і те, що на землі; і Аллаг. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- Коріться Аллагу й коріться Посланцю; а якщо ви відвернетеся, то на ньому лише. (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- Для них – їхня винагорода в їхнього Господа; немає страху над ними, і вони. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- І вони сказали: "Коли ми станемо кістками й порохом, невже ми воскреснемо в новому творінні?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- І не знайдуть вони для себе замість Аллага ні захисника, ні помічника. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- Скільки ти пробув? Він сказав: "Я пробув день або частину дня." Він сказав: (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- Навічно до Дня Воскресіння. Хто є богом, крім Аллага, що прийде до вас? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- Хто чинить праведно – чоловік чи жінка – і віруючий. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- Ті, які відвертають від шляху Аллага, хочуть викривити його і не вірують у наступне життя. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- Де забажаєте, і не наближайтеся до цього дерева, щоб не стати несправедливими. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- Скажи: "О мій народе! Дійте за своїм становищем, я теж дію; незабаром ви дізнаєтеся." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- Воістину, ті, які зазнали збитків, – це ті, які завдали збитків собі й своїм сім'ям у День Воскресіння. Ось! (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- Хто йде прямим шляхом, той йде на користь собі; а хто збивається, той збивається проти себе; і ніхто. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- Ті, які не вірують, говорять: "Чому не зіслано йому знамення від Господа його?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- Той, хто створив для вас ніч для відпочинку й день для зору. Воістину. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- Перш ніж настане день, коли не буде ні торгівлі, ні. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- Щоб вони поміркували; у їхньому товариші немає божевілля; він лише застерігач. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- Вічно в них; покарання не буде полегшене для них, і їм не буде відстрочки. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- Не простягай своїх очей до того, чим Ми наділили деяких із них. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- Не обмірюйте людей у їхніх речах і не сійте безлад на землі. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- І мир йому в день, коли він народився, в день, коли вмирає, і в день, коли воскресає живим. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- О мій народе! Дійте за своїм становищем, я теж дію; незабаром ви дізнаєтеся – хто. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- Не було Посланцю, щоб принести знамення без дозволу Аллага. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- Потім кожна душа отримає сповна те, що заслужила, і з ними не вчинять несправедливо. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- Чоловік чи жінка, і він віруючий – вони увійдуть до раю. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- Він не взяв собі дитини й не має спільника у владі. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- Кого Аллаг веде прямим шляхом, той іде прямо; кого Він збиває, тому ти не знайдеш. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- Подивися, як вони наводять тобі притчі; вони збилися й не можуть знайти шляху. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- Скажи: "Воістину, я боюся, якщо не послухаюся Господа мого, покарання Великого Дня." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- Їм відкрилася їхня нагота, і вони почали вкривати себе райським листям. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- І кличте тих, кого можете, замість Аллага, якщо ви правдиві. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- Усе, що на землі, і ще стільки ж, щоб викупити себе. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- Міцно тримайте те, що Ми дали вам, і пам'ятайте те, що в ньому, – можливо, ви будете богобоязливі. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- Невже ви чините розпусту, якої не робив до вас жоден зі світів? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- Аллагу належить те, що на небесах, і те, що на землі; і Аллаг (обіймає все). (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- Їх спіткали лихі наслідки їхніх діянь, і оточило їх те, з чого вони глузували. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- Посланця з-поміж вас, який читає вам Наші знамення, очищує вас, навчає вас Писання й мудрості. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- Із нього витекло дванадцять джерел; кожна людина знала своє місце для пиття. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- Крім припущення; воістину, припущення нічого не дає проти істини. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- Коли Я завершу його й вдуну в нього від Мого духу, то впадіть перед ним уклінно. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- Кому належить кінець обителі? Воістину, нечестиві не матимуть успіху. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- Той, хто створив небеса й землю, здатний створити подібних до них. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- Віруючим чоловікам і віруючим жінкам – сади, де під ними течуть ріки, вічно в них. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- Якщо ти запитаєш їх, хто створив небеса й землю, вони скажуть: "Аллаг." Скажи: (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- Ми навели людям у цьому Корані всілякі притчі. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- Коли прибули Наші посланці до Люта, він засмутився через них і відчув стиснення, і сказав. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- І коли Ми сказали ангелам: "Вклоніться Адаму!" – вони вклонилися, крім Ібліса; він відмовився. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- Землю Ми розіслали й встановили на ній твердині, й проростили на ній усе. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- Вони взивали до Аллага, очищаючи віру перед Ним; а коли Він урятував їх на сушу. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- Для них – напій з окропу й болісна кара за те, що вони не вірували. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- Невже ми прикликатимемо замість Аллага те, що не приносить нам ні користі, ні шкоди? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- Що Аллаг знає те, що на небесах, і те, що на землі. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
""";
