const String quranIndexOdiaRaw = r"""
ମାନଜିଲ ଦୁଆଗୁଡ଼ିକ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ହେ ଆମ ପ୍ରଭୁ ଦୁଆଗୁଡ଼ିକ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ହେ ମୋ ପ୍ରଭୁ ଦୁଆଗୁଡ଼ିକ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:28-28
ହାରୋଣ (ହାରୁନ୍) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'ଆବାସା, S.80; 74:22
ପ୍ରକ୍ଷାଳନ (ଓଜୁ), 4:43; 5:6
ଅବ୍ରହାମ (ଇବ୍ରାହିମ୍) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ଯିହୂଦୀ ନୁହେଁ କି ଖ୍ରୀଷ୍ଟିଆନ ନୁହେଁ, 3:67-68
- ବକ୍କାର ପ୍ରଥମ ମନ୍ଦିରରେ ଠିଆ ହୋଇଥିଲେ, 3:97; 26:123
- କାବାର ମୂଳଦୁଆ ଉଠାଇଥାଏ 2:124-129
- ତାଙ୍କ ଲୋକମାନଙ୍କୁ ଏକମାତ୍ର ସତ୍ୟ ପରମେଶ୍ୱରଙ୍କ ଉପାସନା ପାଇଁ ଡାକୁଛନ୍ତି 2:130-133; 26:69-89; 29:16; 29:24-27
- ବିତର୍କ ଅହଂକାରୀ ରାଜା 2:258
- ପୁନରୁତ୍ଥାନ ବିଷୟରେ ପଚାରିଥାଏ 2:260
- ଯିହୂଦୀ ନୁହେଁ କି ଖ୍ରୀଷ୍ଟିଆନ ନୁହେଁ 3:65-68
- ସ୍ୱର୍ଗୀୟ ଉପାସନାକୁ ଖଣ୍ଡନ କରେ 6:74-87
- ଇସାହାକଙ୍କ ଜନ୍ମ ଖବର ପାଆନ୍ତି 11:69-76; 51:24-30
- କା'ବାଠାରେ ତାଙ୍କର ପ୍ରାର୍ଥନା 14:35-41
- ଦୂତମାନଙ୍କ ଦ୍ୱାରା ପରିଦର୍ଶନ 15:51-56
- ଏକ ଆଦର୍ଶ 16:123
- ତାଙ୍କ ପିତାଙ୍କୁ ସତ୍ୟକୁ ଡାକୁଛନ୍ତି 19:41-50
- ପ୍ରତିମାଗୁଡ଼ିକୁ ନଷ୍ଟ କରନ୍ତି ଏବଂ ଅଗ୍ନିରୁ ରକ୍ଷା ପାଆନ୍ତି 21:51-73; 37:83-113
- ସମସ୍ତଙ୍କୁ ତୀର୍ଥଯାତ୍ରା ପାଇଁ ଡାକୁଛି 22:26
ଅବରାର, 3:193, 198; 76:5; 82:13; 83:18-22
ପ୍ରତ୍ୟାଖ୍ୟାନ, 2:106, 16:101
ଆବୁ ଲାହାବ, 111:1-5
'ଆଦ୍ ଲୋକ, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ଆଦମ, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ଦୂତମାନେ ଆଗରେ ପ୍ରଣାମ କରିବେ, 2:34; 7:11
- ଜ୍ଞାନବୃକ୍ଷ, 2:35; 7:19-20; 20:120-121
- ଉଦ୍ୟାନରୁ ନିର୍ବାସନ (ହବାଙ୍କ ଉପରେ କୌଣସି ଦୋଷ ନାହିଁ), 2:36; 7:24
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ସମ୍ମାନିତ, ଶୟତାନ ଦ୍ୱାରା ପରୀକ୍ଷିତ 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା କ୍ଷମା କରାଯାଇଛି 2:37; 20:122
'ଆଦିୟତ, S.100
'ଆଡନ୍ ପାରାଡାଇଜ୍, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ପ୍ରତିକୂଳତା
- ଅନ୍ୟର ଭାରରେ ଭାରାକ୍ରାନ୍ତ ନୁହେଁ, 6:164; 17:15; 35:18; 39:7; 53:38
- ସହ୍ୟ କରିବାର କ୍ଷମତାଠାରୁ ଅଧିକ ଭାରଗ୍ରସ୍ତ ନୁହେଁ, 2:286; 6:152; 7:42; 23:62
- ଧର୍ଯ୍ୟ ରଖିବା, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ବାର୍ଦ୍ଧକ୍ୟ, 16:70; 22:5; 30:54; 36:68
- ଆପଣଙ୍କ ଯତ୍ନରେ ବୃଦ୍ଧ ପିତାମାତାଙ୍କ ପ୍ରତି ଆଚରଣ, 17:23
ଅହମଦ, 61:6
ଆହକାଫ୍, S.46; 46:21
ଅହଜାବ, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
ଆଇକା, ବାସିନ୍ଦା, 15:78; 26:176; 38:13; 50:14
ଆ'ଲା S.87; 87:1; 92:20
'ଆଲାକ, S.96
ଆଲ-ଇମ୍ରାନ, S.3
ଆଲ୍ଲାହ
- ତାଙ୍କ ପାଇଁ ଏକ ଦିନ ପଚାଶ ହଜାର ବର୍ଷ, 70:4
- ତାଙ୍କ ପାଇଁ ଏକ ଦିନ ଏକ ହଜାର ମାନବ ବର୍ଷ, 22:47; 32:5
- ଯେକୌଣସି କାମ କରିବାର କ୍ଷମତା, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ସର୍ବୋତ୍ତମ ବିଚାରକ, 95:8
- ପରିଭାଷା ବାହାରେ, 43:82; 67:12
- ଅବିଶ୍ୱାସୀଙ୍କ ଯୋଜନାକୁ ବିଫଳ କରେ, 8:30; 8:36
- ମଣିଷକୁ ଅଦୃଶ୍ୟ କରି ଅନ୍ୟ ପ୍ରାଣୀମାନଙ୍କୁ ଜନ୍ମ ଦେବା, 4:133; 14:19; 35:16
- ହସ ଏବଂ କ୍ରନ୍ଦନ କରାଏ, 53:43
- ଜଣେ ବ୍ୟକ୍ତିଙ୍କୁ ଶତାବ୍ଦୀ ପାଇଁ ଶୋଇ ପକାଇଲା, 2:259
- ସତ୍ୟକୁ ଅସ୍ୱୀକାର କରୁଥିବା ଲୋକଙ୍କ ଶତ୍ରୁ, 2:98
- ସକାଳଠାରୁ ରାତି ପର୍ଯ୍ୟନ୍ତ ତାଙ୍କ ମହିମା ଗାନ କର, 33:42
- 16:57; 17:40; 43:16; 52:39; 53:21-22 ର ଭଣ୍ଡ ଝିଅମାନେ
- ନାମ ଅନୁସାରେ, 53:19-20
- ମଣିଷକୁ ସ୍ୱାଧୀନ ଇଚ୍ଛା ଦିଏ, 36:67
- ତାଙ୍କ ପାଇଁ ସବୁକିଛି ତ୍ୟାଗ କରିବା, 4:66-68; 4:125
- ଭଲ ଏବଂ ମନ୍ଦ ତାଙ୍କଠାରୁ, 4:78
- ଜୀବନ ଏବଂ ମୃତ୍ୟୁ ପ୍ରଦାନ କରନ୍ତି, 44:8; 53:44; 57:2; 67:2
- କଠିନ ଚେଷ୍ଟାକାରୀଙ୍କୁ ଭଲ ପୁରସ୍କାର ଦିଆଗଲା, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ତାଙ୍କର କୌଣସି ପତ୍ନୀ ନାହିଁ, 72:3
- କୌଣସି ପୁତ୍ର ନାହିଁ, 43:81; 72:3; 112:3
- ତୁମର କଷ୍ଟ ସମୟରେ ତୁମକୁ ପରିତ୍ୟାଗ କରିନାହିଁ, 93:3
- ଜ୍ଞାନରେ ସର୍ବତ୍ର ଅଛନ୍ତି, 2:115; 2:142; 2:177; 4:126
- ପ୍ରଥମ ଏବଂ ଶେଷ (ଆଲଫା ଏବଂ ଓମେଗା), 57:3
- ହେଉଛି ବାହ୍ୟ ଏବଂ ଅନ୍ତର୍ମୁଖୀ, 57:3
- ଜାଣେ ଯେ ବୁଝିବା ବାହାରେ, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ଯେଉଁମାନେ ସମାନ ଭାବରେ ଆଚରଣ କରନ୍ତି ସେମାନଙ୍କୁ ଭଲ ପାଆନ୍ତି, 49:9
- ସେ ଯାହା କହି ନାହାଁନ୍ତି ସେ ବିଷୟରେ କୌଣସି ନିୟମ ତିଆରି କରିନାହାଁନ୍ତି, 5:101; 6:140; 6:148; 7:32
- ଯେଉଁ ଯୁଦ୍ଧବନ୍ଦୀମାନଙ୍କ ମଧ୍ୟରେ ଭଲ ଅଛି ସେମାନଙ୍କ ପ୍ରତି ଦୟା, 8:70
- ପ୍ରକୃତି, 2:255
- କୌଣସି ମଣିଷ ଦେବତ୍ୱ ନୁହେଁ, 3:64; 3:151
- ତ୍ରିମୂର୍ତ୍ତି ନୁହେଁ, 4:171
- ମନ୍ଦରୁ ଆଶ୍ରୟ, 113:1-5; 114:1-6
- ତାଙ୍କୁ ଠିଆ ହୋଇଥିବା, ବସିଥିବା, ଶୋଇଥିବା ମନେ ପକାଇବା, 3:191; 4:103; 10:12; 25:64
- ଗର୍ଭରେ ତୁମକୁ ଗଢ଼ି ତୋଳିବ, 3:6
- ସିଂହାସନ ଜଳ ଉପରେ ଅବସ୍ଥିତ, 11:7
- ଏପରି ଜିନିଷ ସୃଷ୍ଟି କରିବେ ଯାହା ବିଷୟରେ ତୁମେ ଜାଣି ନାହଁ, 16:8
- ତାଙ୍କ ସୃଷ୍ଟି ପ୍ରତି କୌଣସି ଅନ୍ୟାୟ କରିବାକୁ ଚାହାଁନ୍ତି ନାହିଁ, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ମିଳିତତା, 8:72; 9:7
- ଖ୍ରୀଷ୍ଟିଆନ ଏବଂ ଯିହୂଦୀମାନେ, 5:51
- ଅବିଶ୍ୱାସୀ ସମ୍ପର୍କୀୟଙ୍କ ସହିତ ନିଷେଧ, 9:23-24
- କପଟୀଙ୍କ ସହିତ ନିଷେଧ, 4:88-89; 4:139; 4:144
ଆଲିଆସା', (ଇଲିଶା ଦେଖନ୍ତୁ)
ଅମାନା, ବିଶ୍ୱାସ ଏବଂ ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ କର୍ତ୍ତବ୍ୟ ଇତ୍ୟାଦି, 2:283; 4:58; 8:27
- ଟ୍ରଷ୍ଟ ଦେଖନ୍ତୁ
ଦୂତମାନେ, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- ଅଗ୍ନିରୁ ସୃଷ୍ଟି, 7:12; 38:76
- ବିଚାର ଦିନ ଆଠ ଜଣ ଆଲ୍ଲାଙ୍କ ସିଂହାସନକୁ ଉପରକୁ ଉଠାଇବେ, 69:17
- ସେମାନେ ମହିଳା ବୋଲି ମିଥ୍ୟା ଦାବି, 43:19; 53:27
- ରକ୍ଷକ 82:10-12; 86:4
- ନର୍କର ଉଣେଇଶ ଜଣ ପ୍ରଭୁ, 74:30-31
- ଇଚ୍ଛା ପୂରଣ କରିବାକୁ ପଠାଯାଇ ନାହିଁ, 15:7-8
- ପ୍ରେରଣା ଦେବା ପାଇଁ ପଠାଯାଇଛି, 16:2
କ୍ରୋଧ, ନିବୃତ୍ତ ରଖ, 3:134
'ଅଙ୍କାବୁଟ, S.29
ପିମ୍ପୁଡ଼ି, 27:18
ବାନର, 5:60
- ଘୃଣ୍ୟ, 2:65; 7:166
ଧର୍ମତ୍ୟାଗ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ଧର୍ମତ୍ୟାଗୀଙ୍କ ପାଇଁ ଶୀଘ୍ର ବିନାଶ ମାଗ ନାହିଁ, 46:35
- କେବଳ ଆଲ୍ଲା ସେମାନଙ୍କୁ ଦଣ୍ଡ ଦେବେ, 73:11; 74:11
- ପରଲୋକରେ ଦଣ୍ଡ, 2:217; 9:74
- ଅନ୍ୟମାନଙ୍କ ଦ୍ୱାରା ପ୍ରତ୍ୟାଖ୍ୟାନ, 3:87
- ଅନୁତାପ, 3:89; 5:34; 9:5; 9:11
- ବିଚାର ଦିନ ବହୁତ ଡେରି ହୋଇଗଲାଣି, 40:85
- ଚାପରେ, 16:106
ଧର୍ମତ୍ୟାଗୀ, 47:25
ଆ'ରାଫ୍, S.7; 7:46, 48
ଆରାଫତ, 2:198
ଯୁକ୍ତି କରନ୍ତୁ
- ଯେଉଁମାନେ ନିଜକୁ ଠକନ୍ତି ସେମାନଙ୍କ ପକ୍ଷରୁ ନୁହେଁ, 4:107
- ତୁମେ ଏହି ଦୁନିଆରେ ସେମାନଙ୍କ ପାଇଁ ଯୁକ୍ତି କରିଥିଲ, କିନ୍ତୁ ପୁନରୁତ୍ଥାନ ଦିନ କିଏ କରିବ, 4:109
ଯୁକ୍ତି/ଆକ୍ରମଣ
- ପ୍ରକାରେ ଉତ୍ତର ଦିଅ, 8:58
- ଧର୍ଯ୍ୟବାନ ହେବା ବହୁତ ଭଲ, 16:126
କବଚ, 16:81
'ଆସର, S.103
ଆୟତ ଅଲ-କୁରସି, 2:255
ନିନ୍ଦାକାରୀ, 49:12; 104:1
ବଦର (ଯୁଦ୍ଧ), 3:13
- 8:5-19, 42-48 ରୁ ଶିକ୍ଷା
ଆଲ-ବୈତ-ଉଲ-ମା ମୁର, 52:4
ବକ୍କା (ମକ୍କା), 3:96
ବାଲ୍, 37:125
ବାଲାଡ୍, S.90
ସନ୍ତୁଳନ, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
ବାନୁ ଅନ୍-ନାଦିର, 59:2-6, 13
ବାକାରା, S.2
ବାରା'ଆ (ତୌବା ଦେଖନ୍ତୁ), ପୃଷ୍ଠ 9
ବରଜାଖ, (ପ୍ରତିବନ୍ଧକ), 23:100; 25:53; 55:20
- ଏହା ମଧ୍ୟ ଦେଖନ୍ତୁ 18:94-97; 34:54; 36:9
ବାଇୟିନାହ, S.98
ପଶୁ (ଶେଷ ଦିନର), 27:82
ବେଦୁଇନ୍ସ, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ମହୁମାଛି, 16:68-69
ଆଚରଣ
- ପୂର୍ବରୁ ପ୍ରକାଶିତ ହୋଇଥିବା ଲୋକଙ୍କ ସହିତ ସଦୟ ଭାବରେ ଯୁକ୍ତି କରନ୍ତୁ, 16:125, 29:46
- ତୁମେ କିଛି ଜାଣିନଥିବା ବିଷୟରେ ଜଡିତ ହେବାରୁ ଦୂରେଇ ରୁହ, 17:36
- ଗୁରୁତର ପାପ ଏବଂ ଲଜ୍ଜାଜନକ କାର୍ଯ୍ୟରୁ ଦୂରେଇ ରୁହ, 53:32
- ପରସ୍ପର ବିଷୟରେ ଅନୁମାନ କରିବାରୁ ଦୂରେଇ ରୁହନ୍ତୁ, ପରସ୍ପର ଉପରେ ଗୁପ୍ତଚର କରନ୍ତୁ ନାହିଁ କିମ୍ବା ଖରାପ କଥା କୁହନ୍ତୁ ନାହିଁ 49:12
- ତୁମର ମତରେ କେବଳ ରୁହ, 6:152
- ସମ୍ପ୍ରଦାୟ ମଧ୍ୟମ ହେବା ଉଚିତ, 2:143; 25:67
- ଅହଂକାର ନିରୁତ୍ସାହିତ, 4:36, 57:23
- ଯେଉଁମାନେ ତୁମର ସାହାଯ୍ୟ ଚାହାଁନ୍ତି ସେମାନଙ୍କୁ ଭର୍ତ୍ସନା କର ନାହିଁ, 93:10
- ନିଜକୁ ପବିତ୍ର ଭାବ ନାହିଁ, 53:32
- ଅନ୍ୟମାନଙ୍କୁ ଉପହାସ କରନାହିଁ, 49:11; 104:1
- ମନ୍ଦ କଥା ଖୋଲାଖୋଲି ଭାବରେ କୁହ ନାହିଁ, 4:148
- ପରସ୍ପରକୁ ଖରାପ କଥା କୁହ ନାହିଁ, 104:1
- ପ୍ରତ୍ୟେକ ଗୋଷ୍ଠୀକୁ ଏକ ନିୟମ ଏବଂ ଜୀବନଶୈଳୀ ଦିଆଯାଇଛି, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- ଏବଂ ଉପାସନା କରିବାର ଏକ ଉପାୟ, 22:67
- ଆଲ୍ଲା ସେମାନଙ୍କୁ ଗୋଟିଏ ସମ୍ପ୍ରଦାୟ କରିପାରିଥାନ୍ତେ, 5:48; 11:118; 16:93; 42:8
- ଆଲ୍ଲାହଙ୍କ ଅଧୀନରେ ଗୋଟିଏ ସମ୍ପ୍ରଦାୟ, 21:92
- ଯିହୂଦୀମାନଙ୍କୁ କ୍ଷମା କର, 5:13
- ଅବିଶ୍ୱାସୀମାନଙ୍କୁ କ୍ଷମା କର, 31:15; 45:14
- ସହଜରେ କ୍ଷମା କର, 42:37
- ପରାମର୍ଶ ପରେ ଶାସକମାନେ ନିଷ୍ପତ୍ତି ନିଅନ୍ତି, 42:38
- ଏବଂ ଜଣେ ଭବିଷ୍ୟଦ୍ବକ୍ତା, 10:47; 16:36
- ବିଶ୍ୱାସୀମାନଙ୍କୁ ନିନ୍ଦା କରିବା ପାପପୂର୍ଣ୍ଣ, 33:58
- ପୁରୁଷ (ମହିଳାଙ୍କ ପ୍ରତି), 24:30
- ଶାନ୍ତି ସ୍ଥାପନକାରୀଙ୍କୁ ପୁରସ୍କୃତ କରାଯାଇଛି, 42:40
- ଯଦି ତୁମେ ଆଉ କିଛି କରିପାରିବ ନାହିଁ, ତେବେ ଅଭାବଗ୍ରସ୍ତ ଲୋକଙ୍କ ପ୍ରତି ନ୍ୟାୟ ସହିତ କଥା ହୁଅ, 17:28
- ତୁମର ଯତ୍ନରେ ଥିବା ବୃଦ୍ଧ ପିତାମାତାଙ୍କ ପ୍ରତି, 17:23
- ଅନ୍ୟ ମୁସଲମାନମାନଙ୍କ ପ୍ରତି, 33:6
- ଅନ୍ୟମାନଙ୍କ ପ୍ରତି, 17:26-29; 17:35; 17:53; 60:8
- ପିତାମାତାଙ୍କ ପ୍ରତି, 46:15
- ଦାସମାନଙ୍କ ପ୍ରତି, 4:36; 24:33
- ଯୁଦ୍ଧ କରୁନଥିବା ଅବିଶ୍ୱାସୀମାନଙ୍କ ସହିତ ସମାନ ବ୍ୟବହାର କର, 60:8
- ପୟଗମ୍ବରଙ୍କ ପତ୍ନୀମାନେ, 33:28-34
- ମହିଳା (ପୁରୁଷଙ୍କ ପ୍ରତି), 24:31
- ସମସ୍ତ ପ୍ରକାଶନରେ, 2:136; 2:285
- ପ୍ରକୃତି, 49:14-15
ବିଶ୍ୱାସୀମାନେ, 2:2-5; 2:285; 8:2-4; 8:24
ଦାନ, 2:180, 240; 4:7, 12; 36:50
ବିଶ୍ୱାସଘାତକତା (ପ୍ରତାରଣା, ଠକେଇ), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
ବାଇବଲ, 5:64, 5:65, 5:68
- ବିକୃତି, 3:78; 5:14-15
ପକ୍ଷୀମାନେ, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ରକ୍ତ-ଟଙ୍କା (ଦିୟା), 2:178-179; 4:92; 17:33
ଲୁଟ, ଯୁଦ୍ଧ, 4:94. 8:41; 59:6-8
- ବେଆଇନ ଭାବରେ ନେବା, 3:162
- ଲୁଟ୍ ଦେଖନ୍ତୁ
ଲାଞ୍ଚ, 2:188
ବୁଡନ୍, 22:36
ଭାର
- ଅନ୍ୟ ଜଣଙ୍କର, କୌଣସି ଭାର ବହିବହନ କରିବ ନାହିଁ, 35:18; 39:7; 53:38
- ଅବିଶ୍ୱାସୀମାନେ ଅନ୍ୟମାନଙ୍କର ଭାର ମଧ୍ୟ ବହନ କରିବେ, 16:25; 29:13
- ସେମାନେ ଯେଉଁ ଭାର ବହନ କରିବେ ତାହା ପ୍ରକୃତରେ ମନ୍ଦ, 6:31, 164
- ଆଲ୍ଲାହ କୌଣସି ବ୍ୟକ୍ତିଙ୍କୁ ତାଙ୍କ କ୍ଷମତା ବାହାରେ ବୋଝ ଦିଅନ୍ତି ନାହିଁ, 2:286; 7:42; 23:62
ବୁରୁଜ (ବଡ ତାରକା), S.85; 85:1; 15:16; 25:61
ଓଟ, 6:144; 7:40; 77:33; 88:17
ବନ୍ଦୀମାନେ, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- ଯୁଦ୍ଧବନ୍ଦୀ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଗୋରୁ, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
ଥାୱର ଗୁମ୍ଫା, 9:40
ଗୁମ୍ଫା, 18:9-22, 25-26 ର ଲୋକମାନେ
ସତ୍ୟ ସହିତ ନିଶ୍ଚିତତା, 56:95; 69:51
ଦାନ, (ସାଦାକା), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13 |
- ଦାନ ଏବଂ ଜକାତର ବସ୍ତୁ, 2:273; 9:60
ପିଲାମାନେ 2:233; 42:49-50
- ଯେଉଁମାନେ ଜ୍ଞାନ ବିନା ମୂର୍ଖତାରୁ ନିଜର ହତ୍ୟା କରିଛନ୍ତି ସେମାନେ ହଜିଯାଇଛନ୍ତି, 6:140
ଖ୍ରୀଷ୍ଟ, (ଯୀଶୁଙ୍କୁ ଦେଖନ୍ତୁ)
ଖ୍ରୀଷ୍ଟିୟାନମାନେ, 5:14, 19, 64-65, 69; 22:17
- ଯୀଶୁଙ୍କୁ ଦେବତା ଭାବରେ ଗ୍ରହଣ ନକରିବାକୁ ଅନୁରୋଧ କରାଯାଇଥିଲା, 4:171
- ମୁସଲମାନମାନଙ୍କ ପ୍ରତି ସ୍ନେହ ଅନୁଭବ କରିବାର ନିକଟତର ହୁଅ, 5:82
- ଅଧିକାଂଶ ଲୋକମାନେ ଭୁଲିଯାଇଛନ୍ତି ଯେ ସେମାନଙ୍କୁ କଣ ମନେ ରଖିବାକୁ କୁହାଯାଇଥିଲା, 5:14
- ଏବେ ତୁମ ପାଖକୁ ଜଣେ ଦୂତ ଆସୁଛନ୍ତି, 5:15, 19
- ଧାର୍ମିକମାନେ ପୁରସ୍କୃତ ହେବେ, 2:62; 5:65; 5:69
- କୁହ "ଯୀଶୁ ଆଲ୍ଲାଙ୍କ ପୁତ୍ର", 9:30
ନଗରଗୁଡ଼ିକ ଉତ୍ପାଟିତ, 69:9
ସୁରକ୍ଷାର ନଗରୀ, 95:3
ପୋଷାକ, 7:26; 16:81
- ଅଗ୍ନିର, 22:19
- ଘର ବାହାରେ ଥିବା ପରିସ୍ଥିତିରେ ପରଦା କିମ୍ବା ମହିଳାମାନଙ୍କ ପୋଷାକ, 24:31
- ମହିଳାଙ୍କ ବାହ୍ୟ ପୋଷାକ କପଟୀଙ୍କ ଦ୍ୱାରା ହଇରାଣକୁ ରୋକିଥାଏ, 33:59-60
ସଂଘ, 33:9, 22
- ଆହଜାବ ପରାମର୍ଶ, ପାରସ୍ପରିକ, 42:38 ଦେଖନ୍ତୁ।
ସୃଷ୍ଟି
- ଆରମ୍ଭ ଏବଂ ପୁନରାବୃତ୍ତି, 10:4; 21:104; 27:64; 29:19-20
- ଏକ ନୂତନ, 17:49, 98; 35:16
- ସତ୍ୟ ସହିତ, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- ଖେଳ ପାଇଁ ନୁହେଁ, 21:16-17; 23:115
- ପ୍ରତ୍ୟେକ ଜୀବିତ ପ୍ରାଣୀ ଯାହାରୁ ସୃଷ୍ଟି ହୋଇଛି, 21:30; 24:45; 25:54
- ମନୁଷ୍ୟ ବିଷୟରେ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 56:62 ର ପ୍ରଥମ ରୂପ
- ଛଅ ଦିନରେ, 7:54; 11:7; 32:4; 50:38; 57:4
- ଯୋଡାରେ, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ବିବିଧତା, 35:27-28
- ଆଲ୍ଲା "ହୁଅ!" ଆଦେଶ ଦିଅନ୍ତି - ଏବଂ ଏହା ହୁଏ, 2:117; 16:40; 36:82; 40:68
- ଆଖି ପିଛୁଳକ ପରି, 54:50
- ରାତି ଏବଂ ଦିନ, ସୂର୍ଯ୍ୟ ଏବଂ ଚନ୍ଦ୍ର, 39:5
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀର, ମାନବଜାତି ଅପେକ୍ଷା ମହାନ, 40:57; 79:27
- ଉଦ୍ଦେଶ୍ୟ, 51:56
କାଉ, 5:31
ମାନଦଣ୍ଡ, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ଡାହର, (ଇନସାନ୍ ଦେଖନ୍ତୁ,) S.76; 45:24
- ସମୟ, 76:1; 103:1
ଡେଭିଡ୍, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ଗୀତସଂହିତା 4:163 ରେ ଦିଆଯାଇଛି
- ଗଲିୟାଥଙ୍କ ସହିତ ଯୁଦ୍ଧ କରି ହତ୍ୟା କରେ, 2:251
- ଏକ ବିଚାର ପାସ୍ କରନ୍ତି 21:78-80
- ଜ୍ଞାନ ଏବଂ ଭବିଷ୍ୟ‌ଦ୍‌ବାଣୀରେ ଆଶୀର୍ବାଦପ୍ରାପ୍ତ 27:15-16
- ପର୍ବତ ଏବଂ ପକ୍ଷୀମାନେ ତାଙ୍କ ସହିତ ଆଲ୍ଲାହଙ୍କ ପ୍ରଶଂସା କରିବାରେ ଯୋଗ ଦିଅନ୍ତି 34:10; 38:17-20
- ଦୁଇ ଜଣଙ୍କ ମଧ୍ୟରେ ବିଚାରକ 38:21-26
ଦାୱାବ୍ ବା ଦବା (ଚଳିତ ଜୀବନ୍ତ ପ୍ରାଣୀ, ଇତ୍ୟାଦି) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
ମୃତମାନେ ପୁନରୁତ୍ଥିତ ହେବେ, 6:36
ମୃତ୍ୟୁ, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ଏବଂ ଯୁଦ୍ଧରୁ ପଳାୟନ, 33:16
- ଆଲ୍ଲାହଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ, 3:195; 22:58; 47:4
- ଯେଉଁ ସମ୍ପ୍ରଦାୟଗୁଡ଼ିକର କୌଣସି ପ୍ରକାଶନ ନାହିଁ, ସେମାନେ ଧ୍ୱଂସ ପାଇବେ ନାହିଁ, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ହତ୍ୟା ହୋଇଥିବା ଲୋକମାନେ ଜୀବିତ, 2:154; 3:169
- ଆଲ୍ଲାହଙ୍କ ଆଡ଼କୁ ମନ୍ଦରୁ ପଳାୟନ କରିବା ସମୟରେ, 4:100
- ବନ୍ଦ କିମ୍ବା ବିଳମ୍ବ କରାଯାଇପାରିବ ନାହିଁ 63:10-11
- ନିଦ୍ରାର ଯମଜ ଭାଇ 6:60; 39:42
- ମୃତ୍ୟୁ ସମୟରେ ବିଶ୍ୱାସୀ ଏବଂ ଅବିଶ୍ୱାସୀ 8:50; 16:27-32; 41:30
- କବରରେ ଦଣ୍ଡ 40:46
ଋଣ, 2:280, 282; 4:11-12
ଡିକ୍ରି
- ପ୍ରତ୍ୟେକ ବିଷୟ ପାଇଁ, ଏକ ଅଛି, 13:38
- ଆମେ କେବେ କୌଣସି ନଗରକୁ ଧ୍ୱଂସ କରିନାହୁଁ କିନ୍ତୁ ସେଠାରେ ଏକ ଜଣାଶୁଣା ସହର ଥିଲା, 15:4
- ପ୍ରତ୍ୟେକ ବିଷୟ ଆଲ୍ଲାହଙ୍କଠାରୁ, 44:5
- ଯେତେବେଳେ ସେ କୌଣସି ବିଷୟ ନିର୍ଣ୍ଣୟ କରନ୍ତି, ସେ କେବଳ କୁହନ୍ତି "ହୁଅ!" - ଏବଂ ତାହା ହୁଏ, 2:117; 36:82; 40:68
କାର୍ଯ୍ୟ
- ମନ୍ଦ, ସେମାନଙ୍କ ପାଇଁ ସୁନ୍ଦର, 47:14
- ଆମକୁ ଆମର, ତୁମକୁ ତୁମର କାର୍ଯ୍ୟ, 28:55; 42:15; 45:15
- ଭଲ ଏବଂ ମନ୍ଦ, ତାଙ୍କ ନିଜ ପାଇଁ ଏବଂ ତାଙ୍କ ବିରୁଦ୍ଧରେ, 41:46
- ମଣିଷର ନିଜ ବେକରେ ବାନ୍ଧି, 17:13
ଡିଗ୍ରୀ, ସେମାନେ ଯାହା କରିଥିଲେ ସେହି ଅନୁସାରେ, 6:132
ଇଚ୍ଛା, ଯେଉଁମାନେ ସେମାନଙ୍କର ମନ୍ଦତା ଅନୁସରଣ କରନ୍ତି, 47:14, 16
- ଯିଏ ନିଜର ଦେବତା ଭାବରେ ଗ୍ରହଣ କରିଛି, 25:43
ଆଲ୍ଲାହଙ୍କ ଦୟାରୁ ନିରାଶ ହୁଅ ନାହିଁ, 39:53; 21:87-88; 68:48-50
- ଯୋନାଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଧରିୟାତ, S.51
ଧିକର, 7:205; 15:6, 9
ଧୁଲ୍-କିଫି, 21:85; 38:48
ଧୁଲ୍-କାରୈନ୍, 18:83-98
ଧୁନ୍-ନନ୍ (ମାଛର ସାଥୀ)
ଅବିଶ୍ୱାସୀ (ଭଣ୍ଡବାଦୀମାନେ ମଧ୍ୟ ଦେଖନ୍ତୁ)
ପ୍ରମାଣ ସ୍ୱରୂପ ସେମାନଙ୍କ ଉପରେ ଆଲ୍ଲାହର କ୍ରୋଧ ଆଣିବାକୁ ମହମ୍ମଦ ( ﷺ )ଙ୍କୁ କୁହନ୍ତୁ, 6:57-58; 8:32; 10:49-52
- ଦୟାରେ ସେମାନଙ୍କ ସାଥୀ ଗ୍ରହଣ କର, 31:15
- ସେମାନେ ଯାହା କୁହନ୍ତି ତାହା ଧୈର୍ଯ୍ୟର ସହିତ ସହ୍ୟ କର, 20:130; 50:39
- ସହିତ ଚୁକ୍ତି, 8:56; 8:72; 9:4, 7
- ଚୁକ୍ତି ଭଙ୍ଗ, 8:58; 9:12
- ଆଲ୍ଲା ସେମାନଙ୍କର ଷଡ଼ଯନ୍ତ୍ରକୁ ବିଫଳ କରନ୍ତି, 8:30, 36
- ଆଲ୍ଲାହଙ୍କ ନିୟମକୁ ଉପହାସ କରୁଥିବା ଲୋକଙ୍କ ସହ ତ୍ୟାଗ କର, 4:140; 6:68
- ଯଦି ସେମାନେ ତୁମକୁ ଚାହାଁନ୍ତି ତେବେ ସେମାନଙ୍କୁ ସୁରକ୍ଷା ଦିଅ, 9:6
- ଯୁଦ୍ଧ ସମୟରେ ଦଣ୍ଡ, 8:12, 50, 59
- ପରଲୋକରେ ଦଣ୍ଡ, 8:37
- ମସଜିଦ ପରିଦର୍ଶନ କିମ୍ବା ଯତ୍ନ ନେବା ଉଚିତ୍ ନୁହେଁ, 9:17
- ସେମାନଙ୍କ ସହିତ ଦୟାପୂର୍ଣ୍ଣ କଥା କୁହ, 17:53
- କଠିନ ପରିଶ୍ରମ କରିବା, 9:73; 25:52; 66:9
- ଯୁଦ୍ଧ କରୁନଥିବା ଲୋକଙ୍କ ସହିତ ସମାନ ବ୍ୟବହାର କର, 60:8
- କେବଳ ଅନ୍ୟ ଅବିଶ୍ୱାସୀମାନଙ୍କ ସହିତ ମିତ୍ର ହେବ, 8:72
ଶିଷ୍ୟମାନେ (ଯୀଶୁଙ୍କ), 3:52; 61:14
କପଟୀ ଏବଂ ଅବିଶ୍ୱାସୀମାନଙ୍କ ହୃଦୟରେ ରୋଗ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
କଷ୍ଟ, ତା'ପରେ ସୁରକ୍ଷା ଅଛି, 3:154
ଯୁଦ୍ଧ-ଲୁଣ୍ଠନ ବଣ୍ଟନ, 8:41; 59:7-8
ଖାତ, ଲୋକମାନେ, 85:4-10
ବିବିଧତା
- ମଣିଷମାନଙ୍କ ବିଷୟରେ, 30:22, 35:27-28
- ଜୀବନର, 35:27-28
ଛାଡପତ୍ର, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- ଅପେକ୍ଷା ସମୟ ପରେ, ବିଲୟ କିମ୍ବା ପୁନଃମିଳନ, 2:231; 65:2
- ଦୁଇଜଣ ସାକ୍ଷୀ, 65:2
- ଭରଣପୋଷଣ, 2:233, 241
- ପୂର୍ବତନ ସ୍ୱାମୀଙ୍କ ଉତ୍ତରାଧିକାରୀ ପର୍ଯ୍ୟନ୍ତ ବିସ୍ତାରିତ, 2:233
- ଦୁଇଥର ପ୍ରତ୍ୟାହାର କରାଯାଇପାରିବ, 2:229
- ଯୌତୁକ ସ୍ଥିତି, 2:229, 236-237
- ଆବଶ୍ୟକ ହେଲେ ଓଦା-ନର୍ସ ଖୋଜ, 65:6
- ଜିହାର ମଧ୍ୟ ଦେଖନ୍ତୁ
ଛାଡପତ୍ର, ପୁରୁଷ
- ଗୋଟିଏ ସ୍ତ୍ରୀକୁ ଅନ୍ୟ ଜଣେ ସ୍ତ୍ରୀ ପାଇଁ ଛାଡପତ୍ର ଦିଅ - ପ୍ରଥମେ ଯାହା ଦେଇଛ ତାହା ଫେରସ୍ତ ନିଅ ନାହିଁ, 4:20
- ସ୍ତ୍ରୀକୁ ହଇରାଣ କରନାହିଁ, 65:6
- ସ୍ତ୍ରୀମାନଙ୍କୁ ସେମାନଙ୍କ ଇଚ୍ଛା ବିରୁଦ୍ଧରେ ଧରି ରଖ ନାହିଁ, 4:19
- ତାଙ୍କ ମନ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାରି ମାସ, 2:226
- ଗର୍ଭାବସ୍ଥା ଏବଂ ଅପେକ୍ଷା ସମୟରେ ପତ୍ନୀଙ୍କୁ ପୂର୍ଣ୍ଣ ସମର୍ଥନ କରିବା, 65:6
- ଯଦି ସ୍ତ୍ରୀ ତୁମର ପିଲାକୁ କ୍ଷୀର ଦେଉଛି, ତେବେ ତାକୁ ପୂର୍ଣ୍ଣ ସମର୍ଥନ କର, 65:6
- ମାଆ ତାଙ୍କ ପିତୃହୀନ ସନ୍ତାନ ପାଇଁ କଷ୍ଟ ପାଇବା ଉଚିତ୍ ନୁହେଁ, 2:233
- ପୂର୍ବ-ଇସଲାମିକ, 58:2
- ଲଗାତାର 2 ମାସ ପାଇଁ ଉପବାସ ରଖିବା ପାଇଁ ଅନୁତାପ, 58:4
- 60 ଜଣ ଅସହାୟ ଲୋକଙ୍କୁ ଖାଦ୍ୟ ଦେବା ପାଇଁ ଅନୁତାପ, 58:4
- ଜଣେ ଦାସକୁ ମୁକ୍ତ କରିବା ପାଇଁ ପୁନର୍ବାର ଅନୁତାପ, 58:3
- ସମାଧାନ ପ୍ରୟାସ, 4:35
- ବିବାହ ସମ୍ପୂର୍ଣ୍ଣ ନ ହେଲେ ପାପମୁକ୍ତ, 2:236
- କନ୍ୟା ଯୌତୁକର ଅଧା ପାଇବାକୁ ହକଦାର, 2:237
ଛାଡପତ୍ର, ମହିଳା
- ତୃତୀୟ ତଲାକ ପରେ (ଏହା ଅନ୍ୟ ସ୍ୱାମୀଙ୍କଠାରୁ) ମୂଳ ସ୍ୱାମୀ ପାଖକୁ ଫେରିପାରିବେ, 2:229
- ଭରଣପୋଷଣ ପାଇଁ ହକଦାର, 2:241; 65:1
- ଛାଡପତ୍ରର ସମାନ ଅଧିକାର, 2:228
- ସ୍ୱାମୀଙ୍କ ଦ୍ୱାରା ଖରାପ ବ୍ୟବହାରର ଭୟ, 4:128
- ତାଙ୍କ ସ୍ୱାମୀ ତାଙ୍କୁ ଯାହା ଦେଇଛନ୍ତି ତାହା ରଖିପାରିବେ, 2:229
- ସେମାନଙ୍କ ଘରୁ ବାହାର କରିଦିଆଯିବ ନାହିଁ, 65:1
- ଗର୍ଭଧାରଣକୁ ଭୁଲ ପ୍ରମାଣିତ କରିବା ପାଇଁ ତିନୋଟି ଋତୁସ୍ରାବ ଅପେକ୍ଷା କରେ, 2:228
- ଋତୁସ୍ରାବ ମୁକ୍ତ ଲୋକଙ୍କ ପାଇଁ ତିନି ମାସ ଅପେକ୍ଷା କରନ୍ତୁ, 65:4
- ଯଦି ବିବାହ ଅସମ୍ପୂର୍ଣ୍ଣ ନହୁଏ, 33:49
କୁକୁର, 7:176
ଗଧ (ଗଧ), 2:259; 16:8; 31:19; 62:5; 74:50
ପାନ କର
- ମଦ୍ୟପ, 2:219; 5:90
- ଶୁଦ୍ଧ ଏବଂ ଧଳା ସ୍ୱାଦିଷ୍ଟ, 37:45-46; 76:21
- ଶୁଦ୍ଧ ମୁଦ୍ରାଙ୍କିତ ମଦ, 83:25
ଦୁହା, S.93
ଦୁଖାନ, S.44
ହାତୀ ସେନା, 105:1-5
ଏଲିୟସ୍ (ଏଲିୟସ୍; ଇଲିଆସିନ୍) 6:85; 37:123-132
ଇଲିଶା, (ଆଲ୍ୟାସ) 6:86; 38:48
ହନୋକ, (ଇଦ୍ରିସ୍ ଦେଖନ୍ତୁ)
ଘଟଣା, 56:1; 69:15
ମନ୍ଦ, 4:123; 10:27-30; 19:83; 59:15
- ସାର୍ବଜନୀନ ଭାବରେ ଉଚ୍ଚାରଣ କରାଯିବା ଉଚିତ୍ ନୁହେଁ, 4:148
- ଆମଠାରୁ ଆସେ, କିନ୍ତୁ ଭଲ ଭଲ ଆଲ୍ଲାହଙ୍କଠାରୁ, 4:79; 42:48
- କ୍ଷମା କରନ୍ତୁ, 4:149
- ପ୍ରତିଫଳିତ, 6:160; 42:40
- ଯିଏ ଯୋଜନା କରନ୍ତି, ଷଡ଼ଯନ୍ତ୍ର କରନ୍ତି, 16:45-47
- ଶେଷ ଥିଲା, 30:10
- ସ୍ଥଳ ଏବଂ ସମୁଦ୍ରରେ ଦେଖାଦେଇଛି, 30:41
- ଭଲ ସହିତ ପ୍ରତିରୋଧ/ପ୍ରତିରକ୍ଷା, 13:22; 23:96; 41:34
- ଭଲ ପାଇଁ ପରିବର୍ତ୍ତିତ, 7:95
- ଯେଉଁମାନେ ସେମାନଙ୍କର ଇଚ୍ଛା ଅନୁସରଣ କରନ୍ତି, 47:14, 16
- ସେମାନଙ୍କ ପାଇଁ ସୁନ୍ଦର କାର୍ଯ୍ୟ, 47:14
ଅତ୍ୟଧିକ
- ଖାଦ୍ୟରେ ନିଷେଧ, 5:87
- ଧର୍ମରେ, 4:171; 5:77-81
ଆଖି, କାନ ଏବଂ ଚର୍ମ ପାପୀମାନଙ୍କ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବ, 41:20-23
ଏଜ୍ରା, (ଉଜୈର) 9:30
ଆଲ୍ଲାହଙ୍କ ମୁହଁ ବା ରୂପ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ସୁନ୍ଦର ଦେଖାଯାଉଥିବା
- ଆଲ୍ଲା ପ୍ରତ୍ୟେକ ଜାତିକୁ ତାହାର ନିଜସ୍ୱ କାର୍ଯ୍ୟ କରାଇଛନ୍ତି, 6:108
ବିଶ୍ୱାସ (ବିଶ୍ୱାସ), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ପ୍ରତ୍ୟାଖ୍ୟାନକାରୀ, 3:116
- ବୃଦ୍ଧି, 3:173
- ନିଶ୍ଚିତ ଭାବରେ, 44:7; 45:4, 20; 51:20
- ସେ ତୁମକୁ ପଥ ଦେଖାଇଛନ୍ତି, 49:17
ଫଜର୍, S.89
ଫାଲାକ, S.113
କୋରାନର ପଦ ବିଷୟରେ ମିଥ୍ୟା ଆଲୋଚନା, 6:68
ଭଣ୍ଡ ଦେବତାମାନେ
- ଆଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ପ୍ରତିମା ଏବଂ ତଥାକଥିତ ଅଂଶୀଦାର 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ଆଲ୍ଲାହ ବ୍ୟତୀତ ସେମାନେ ଯେଉଁମାନଙ୍କୁ ପୂଜା କରନ୍ତି ସେମାନଙ୍କୁ ଅପମାନିତ କର ନାହିଁ, 6:108
- ତାଘୁଟ୍ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମିଥ୍ୟା (ବାଟିଲ), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ମଣିଷର କର୍ମକୁ ନିଜ ବେକରେ ବାନ୍ଧି ଦେଇଛି, 17:13
ଉପବାସ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- କଳା ସୂତାଠାରୁ ଧଳା ସୂତା ପୃଥକ ଦେଖାଯିବା ପର୍ଯ୍ୟନ୍ତ ଖାଅ ଏବଂ ପିଅ, 2:187
ଫାଥ୍, S.48
ଫାତିହା, S.1
ଫାଟିର, S.35
ଫିଡିଆ (ମୁକ୍ତି), ଦ୍ରୁତ, 2:196 |
- ବନ୍ଦୀମାନଙ୍କୁ ମୁକ୍ତ କରିବା ପାଇଁ, 8:67
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥିବା ମୁକ୍ତି, 3:91; 5:36,37; 10:54; 13:18
ଚିତ୍ର, 95:1
ଯୁଦ୍ଧ
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ, ଅବିଶ୍ୱାସୀମାନଙ୍କ ବିରୁଦ୍ଧରେ, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ନିଯୁକ୍ତ, 2:216
- ପବିତ୍ର ମାସଗୁଡ଼ିକରେ, 2:217; 9:5
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କ ଦ୍ୱାରା, 2:246-251
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ, ଏବଂ ନିର୍ଯାତିତ ପୁରୁଷ ଓ ମହିଳାମାନଙ୍କ ପାଇଁ, 4:74-76
- ଆଉ ଫିଟନା ନ ହେବା ପର୍ଯ୍ୟନ୍ତ, 8:39
- କୋଡ଼ିଏଟି ଦୁଇ ଶହକୁ ପରାସ୍ତ କରି, 8:65
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କୁ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ, 9:29
- ଯେଉଁମାନେ ଅନ୍ୟାୟର ଶିକାର ହୋଇଛନ୍ତି ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଅନୁମତି, 22:39-41
- ଏବଂ କପଟୀମାନେ, 47:20
- 48:17 ରୁ ଛାଡ଼
ଫିଲ୍, S.105
ଫିର୍ଡସ୍ ପାରାଡାଇଜ୍, 18:107; 23:11
ଅଗ୍ନି, 56:71, 100:2
ଉଡ଼ିଯାଅ, 22:73
ଖାଦ୍ୟ
- ଆଇନଗତ ଏବଂ ବେଆଇନ, (ହଲାଲ ଏବଂ ହାରାମ), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ପୂର୍ବରୁ ଯାହା ଖାଇଥିଲୁ, ସେଥିପାଇଁ କୌଣସି ପାପ ନାହିଁ, 5:93
- ଲଙ୍ଘନ କରନାହିଁ, 5:87
- ଆଲ୍ଲା ଯାହାକୁ ଆଇନଗତ କରିଛନ୍ତି ତାହାକୁ ବେଆଇନ କରନ୍ତୁ ନାହିଁ, 5:87; 7:32; 16:116
ନିଷିଦ୍ଧ ଆଚରଣ, 6:151-152; 7:33
କ୍ଷମା, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- ବିଶ୍ୱାସୀମାନଙ୍କର ଏକ କର୍ତ୍ତବ୍ୟ, 42:37; 45:14
- ଧର୍ମଗ୍ରନ୍ଥର ଲୋକଙ୍କ ପାଇଁ, ବିଶ୍ୱାସୀମାନଙ୍କ ଦ୍ୱାରା, 2:109
- ଆଲ୍ଲା ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି କ୍ଷମା କରନ୍ତି, 4:48
- ଆଲ୍ଲାହ ତାଙ୍କ ସହିତ ପୂଜାରେ ଅଂଶୀଦାର ନ କରିବା କ୍ଷମା କରନ୍ତି, 4:48, 116
- ଯେକେହି ଆଲ୍ଲାହଙ୍କୁ ଖୋଜେ, 4:110
- ମୁଶ୍ରିକୁନମାନଙ୍କ ପାଇଁ ଆଲ୍ଲାହଙ୍କଠାରୁ ମାଗିବା ନୁହେଁ, 9:113
- ଆଲ୍ଲା ସମସ୍ତ ପାପ କ୍ଷମା କରନ୍ତି, 39:53
- ଦୂତମାନେ ପୃଥିବୀରେ ଥିବା ଲୋକଙ୍କ ପାଇଁ ମାଗୁଛନ୍ତି, 42:5
- ଯେତେବେଳେ ସେମାନେ ରାଗିଯାଆନ୍ତି, କ୍ଷମା କର, 42:37
- କ୍ଷମା କର ଏବଂ ପୁନର୍ମିଳନ କର, 42:40
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କ ଦିନ ପାଇଁ ଆଶା କରନ୍ତି ନାହିଁ ସେମାନଙ୍କୁ କ୍ଷମା କରିବା ପାଇଁ ବିଶ୍ୱାସୀମାନେ, 45:14
- ଯେଉଁମାନେ ମହାପାପ ଏବଂ ଫୱାହିଶରୁ ଦୂରେଇ ରୁହନ୍ତି, 53:32
- ଶୀଘ୍ର ଅଗ୍ରସର ହେବା ପାଇଁ ପରସ୍ପର ସହିତ ପ୍ରତିଯୋଗିତା କର, 57:21
- ମନ୍ଦ କାମ ଭଲ କାମରେ ପରିବର୍ତ୍ତିତ ହେଲା 25:68-71
ଠକେଇ, (ବିଶ୍ୱାସଘାତ ଦେଖନ୍ତୁ) 83:1-6
ସ୍ୱାଧୀନ ଇଚ୍ଛା
- ଆଲ୍ଲାହଙ୍କ ଇଚ୍ଛା ଦ୍ଵାରା ସୀମିତ, 6:107; 10:99; 74:56; 76:31; 81:28-29
- ଯିଏ ଇଚ୍ଛା କରେ, ସେ:ବିଶ୍ୱାସ କର ଏବଂ ଅବିଶ୍ୱାସ କର, 18:29
- ତାଙ୍କ ପ୍ରଭୁଙ୍କ ପାଖକୁ ପଥ ନିଅ, 76:29
- ସିଧା ଚାଲ, 81:28
ଶୁକ୍ରବାର ପ୍ରାର୍ଥନା, 62:9-11
ଫଳ, 6:41; 16:11
- ସ୍ୱର୍ଗରେ, ପ୍ରଚୁର ପରିମାଣରେ, 43:73
- ସମସ୍ତ ପ୍ରକାରର, 47:15
- ଯେପରି ସେମାନେ ଚାହାଁନ୍ତି, 77:42
ଫୁଜ୍ଜର, 82:14-16; 83:7
ଫୁରକାନ, S.25
ଫୁସିଲାଟ୍ (ହା ମିମ୍ ଦେଖନ୍ତୁ), S.41
ଗାବ୍ରିଏଲ, (ଜିବ୍ରିଲ) 2:97-98; 26:193; 66:4; 81:19-21
- ରୁହ, 26:193; 67:12; 70:4; 78:38; 97:4
- ରୁହ-ଉଲ୍-କୁଡସ୍, 2:87, 253; 5:110; 16:102
ଜୁଆ ଖେଳ, 2:219; 5:90
ଖେଳ, ଇହରାମ ଅବସ୍ଥାରେ, 5:94-96
ଘଫିର (ମୁ'ମିନ୍ ଦେଖନ୍ତୁ), S.40
ଘାସିଆ, S.88
ଘୁସଲ, 4:43; 5:6
ଉପହାର, 30:39
ଗୋଲିଆଥ୍, (ଜାଲୁଟ୍) 2:249-251
ଶୁଭ (ଦିନ), 3:140
- ତୁମେ ଏପରି ଜିନିଷକୁ ଘୃଣା କର ଯାହା ଖରାପ, ଏବଂ ଯାହା ଭଳି, 2:216
- ପୁରସ୍କୃତ ହେବା ପାଇଁ, 4:85; 28:54
- ଦୁଇଗୁଣ ପୁରସ୍କୃତ, 4:40; 28:54
- ଦଶ ଥର ପୁରସ୍କୃତ, 6:160
- ବୃଦ୍ଧି ପାଇଛି, 42:23
- ଯେଉଁମାନେ ଏପରି କରନ୍ତି, ସେମାନଙ୍କ ପାଇଁ ମଙ୍ଗଳ ଏବଂ ପରଲୋକର ଘର ଅଛି, 16:30
- ଏହି ଦୁନିଆରେ ଭଲ କାମ କରୁଥିବା ଲୋକଙ୍କ ପାଇଁ, 39:10
- ଯେଉଁମାନେ କାମ କରନ୍ତି, ଆଲ୍ଲା ସେମାନଙ୍କୁ ସର୍ବୋତ୍ତମ କାର୍ଯ୍ୟ ସହିତ ପୁରସ୍କୃତ କରନ୍ତି, 53:31
- ଭଲ ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ପୁରସ୍କାର ଅଛି କି, 55:60
- ଆଲ୍ଲାହ ତୁମ ପ୍ରତି ଯେପରି ମଙ୍ଗଳ କରିଛନ୍ତି, ସେହିପରି କର, 28:77
ଭଲ ଏବଂ ମନ୍ଦ
- ଭଲ ଆଲ୍ଲାହଙ୍କଠାରୁ ଏବଂ ମନ୍ଦ ନିଜଠାରୁ,4:79
- ଯଦି ତୁମେ ଭଲ କର, ନିଜ ପାଇଁ ଏବଂ ଯଦି ତୁମେ ମନ୍ଦ କର, ନିଜ ବିରୁଦ୍ଧରେ, 17:7; 41:46
- ଭଲ ଦ୍ୱାରା ମନ୍ଦକୁ ଦୂର କରିବା, 23:96; 28:54; 41:34
- ଭଲ ଏବଂ ମନ୍ଦ କାମ ସମାନ ହୋଇପାରେ ନାହିଁ,41:34
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ତାଙ୍କ ଦ୍ୱାରା କରାଯାଇଥିବା ସମସ୍ତ କାର୍ଯ୍ୟର ସମ୍ମୁଖୀନ ହେବେ, 3:30
- ମୁହସିନୁନ୍ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଭଲ କାମ
- ପ୍ରକାଶ କର କିମ୍ବା ଲୁଚାଇ ରଖ, 4:149
- ଏକ ଦୌଡ଼ରେ ପରି ଚେଷ୍ଟା କର, 5:48
ସୁସମାଚାର, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
ମହାନ ସମାଚାର, 78:1-5
ଅଭିବାଦନ, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ହାଦିଦ୍, S.57
ହାଡି (ବଳି ପାଇଁ ପଶୁ), 2:196, 200
ହଜ୍ (ତୀର୍ଥଯାତ୍ରା), 2:158, 196-203; 3:97; 5:2; 22:30
ହଜ୍, S.22
ହାମନ, 28:6, 38; 29:39; 40:24, 36, 37
ହାତ ଏବଂ ଗୋଡ଼ ସାକ୍ଷ୍ୟ ଦେବେ, 36:65
ହାଗା, S.69
କଷ୍ଟ, ପ୍ରତ୍ୟେକ ସହିତ ଆଶ୍ୱସ୍ତି ଅଛି, 94:5-6
ହାରୁନ୍, (ହାରୋଣ)
ହାରୁତ, 2:102
ହାସର, S.59
ହୃଦୟ
- କଠିନ, 2:74; 22:53; 39:22; 57:16
- ମୁଦ୍ରିତ, 7:100-101; 40:35; 47:16; 63:3
- ଆଚ୍ଛାଦିତ, 17:46; 41:5
- ବନ୍ଦ, 47:24
- ବିଭକ୍ତ, 59:14
- ଭୟରେ ପରିପୂର୍ଣ୍ଣ, 22:35
- ଯାହାଙ୍କଠାରେ, ଏକ ରୋଗ ଅଛି, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ସ୍ୱର୍ଗ
- ଅଦୃଶ୍ୟ ବିଷୟ ଆଲ୍ଲାଙ୍କର, 16:77
- ନାଟକ ପାଇଁ ସୃଷ୍ଟି ହୋଇନାହିଁ, 21:16
- ଏବଂ ପୃଥିବୀ ଏକାଠି ସଂଯୁକ୍ତ ହେଲା, 21:30
- ଏଥିରେ କିଛି ଲୁଚି ନାହିଁ, 27:75
- କୌଣସି ସ୍ତମ୍ଭ ବିନା ସୃଷ୍ଟି ହୋଇଛି, 31:10
- ତାଙ୍କ ଡାହାଣ ହାତରେ ଗୁଡ଼ାଇ ଦିଆଯିବ, 39:67
- ଦୁଇ ଦିନରେ ସାତ ସ୍ୱର୍ଗର ସୃଷ୍ଟି, 41:12
- ନିକଟତମ ସ୍ୱର୍ଗକୁ ଦୀପ ସହିତ ସଜ୍ଜିତ କରାଯାଇଥିଲା, 41:12
- ଯାହାସବୁ ଅଛି ତାହା ଆଲ୍ଲାଙ୍କର, 45:27; 53:31
- ସାତଟି ସ୍ୱର୍ଗ, ଗୋଟିଏ ଉପରେ ଅନ୍ୟଟି, 67:3
ନର୍କ (ଅଗ୍ନି, ପ୍ରଜ୍ୱଳିତ ଅଗ୍ନି) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ଜଳୁଥିବା ଏବଂ ଫୁଟୁଥିବା ପାଣି 22:19-22; 23:103-104
- ପୁସ୍ 14:14-17; 38:55-58; 69:35-37
- ଜାକୁମ୍ ଗଛ 37:62-70; 44:43-50; 56:41-56
- ବାସିନ୍ଦାଙ୍କ ବଞ୍ଚିବା କିମ୍ବା ମରିବାରେ ଅକ୍ଷମତା 87:13
- ଦୋଷ ନିକ୍ଷେପ 26:91-101; 34:31-33
- ତୁରନ୍ତ ବିନାଶ ପାଇଁ ଆହ୍ୱାନ 25:13-14; 43:74-78
- ପ୍ରବଳ କ୍ରନ୍ଦନ 35:36-37
- ଅଗ୍ନି ଗର୍ଜନ ଏବଂ ଗର୍ଜନ 25:11-12; 67:6-11
- ଭଜା ଚମଡାକୁ ନୂତନ ଚମଡା ସହିତ ବଦଳାଗଲା 4:56
- ଟାରର ଶିକୁଳି ଏବଂ ପୋଷାକ 14:48-50
- ଲୁହାର ଗଦା 22:19-22
- ଶୃଙ୍ଖଳା 13:5
- ନର୍କର ରକ୍ଷକମାନେ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- କୌଣସି ମୁକ୍ତି ଗ୍ରହଣ କରାଯାଇ ନାହିଁ 5:36-37
- ମଧ୍ୟସ୍ଥତା ଅସ୍ୱୀକାର 6:94; 26:100; 30:13; 74:48
- ଜଳୁଥିବା ହତାଶା ଏବଂ ବରଫ ଥଣ୍ଡା ଅନ୍ଧକାର, 38:57
- 70 ହାତର ଶୃଙ୍ଖଳ, 69:32
- ସୀମିତ ଅବଧି ପାଇଁ ରୁହନ୍ତୁ, 78:23
ପରବର୍ତ୍ତୀ ସମୟରେ
- 6:32; 7:169 ରେ ଘରଟି ଭଲ।
- ଯାହା ଶେଷ ହେବ, 6:135 ରେ
- ଜାଲିମୁନ୍ ସଫଳ ହେବେ ନାହିଁ (ରେ), 6:135
- ଘର, 12:109; 16:30; 28:83; 29:64
- ଯେଉଁମାନେ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, 17:10
- 42:20 ର ପୁରସ୍କାର
- ସୁନା ଓ ରୂପା ଅପେକ୍ଷା ଉତ୍ତମ, 43:33-35
- କେବଳ ମୁତାକୁନମାନଙ୍କ ପାଇଁ, 43:35
- ଦଣ୍ଡ, 68:33
- ଉତ୍ତମ ଏବଂ ଅଧିକ ସ୍ଥାୟୀ, 87:17
- ବର୍ତ୍ତମାନ ଅପେକ୍ଷା ଭଲ, 93:4
ରାଜପଥ, ପ୍ରଶସ୍ତ, 21:31
ହିଜର୍ (ରକି ଟ୍ରାକ୍ଟ), 15:80-85
ହିଜର୍, S.15
ସମଲିଙ୍ଗୀତା 26:165-166; 27:55; 29:28-29
ଘୋଡା, 16:8
ଘଣ୍ଟା
- ଏହାର ଜ୍ଞାନ କେବଳ ଆଲ୍ଲାହଙ୍କ ପାଖରେ ଅଛି, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ହଠାତ୍ ଏହା ସେମାନଙ୍କ ଉପରେ ପଡ଼ିଯାଏ, 6:31; 7:187; 12:107; 43:66
- ତୁମ ଉପରେ ଆସିବ, 6:40; 12:107; 20:15; 34:3
- ନିକଟତର ହୋଇଛି, 54:1-5
- ଆଖିର ପଲକ ପରି, କିମ୍ବା ଆହୁରି ନିକଟତର,16:77
- ଭୂମିକମ୍ପ, 22:1
- ପ୍ରତିଷ୍ଠିତ ହେବ, ଦିନ, 30:12, 14
- ନିଶ୍ଚିତ ଭାବରେ ଆସୁଛନ୍ତି, ଏଥିରେ କୌଣସି ସନ୍ଦେହ ନାହିଁ, 40:59; 45:32; 51:5-6
- ଚିହ୍ନ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ନାମ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ଲୋକଙ୍କୁ ଆଶ୍ଚର୍ଯ୍ୟ କରିଦେବ 6:31; 7:187
- ତୂରୀ ଫୁଙ୍କିବ 6:73; 23:101; 39:68
ଘର, ପ୍ରବେଶ କରିବାର ପଦ୍ଧତି, 24:27-29
ହୁଦ୍, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ହୁଡ୍, S.11
ହୁଜୁରାତ, S.49
ହୁମାଜା, S.104
ହୁନୈନ (ଯୁଦ୍ଧ), 9:25
ହୁର (ସ୍ୱର୍ଗରେ ମହିଳା), 44:54; 52:20
କପଟୀମାନେ
- କୁହ:ଆମେ ଆଲ୍ଲାହ ଏବଂ ଶେଷ ଦିନରେ ବିଶ୍ୱାସ କରୁ, କିନ୍ତୁ ପ୍ରକୃତରେ ବିଶ୍ୱାସ କରୁନାହୁଁ, 2:8
- ନିଜକୁ ପ୍ରତାରଣା କରିବା, 2:9
- ସେମାନଙ୍କ ହୃଦୟରେ ରୋଗ, 2:10; 8:49; 22:53; 33:12; 47:29
- ଦୁଷ୍ଟାମି କର, 2:11-12
- ମୂର୍ଖ ଏବଂ ପରିହାସକାରୀ, 2:13-15
- ମାର୍ଗଦର୍ଶନ ପାଇଁ କ୍ରୟ କରାଯାଇଥିବା ତ୍ରୁଟି, 2:16
- ବଧିର, ମୂକ ଏବଂ ଅନ୍ଧ, 2:17-18
- ମୃତ୍ୟୁ ଏବଂ ଅନ୍ଧକାରର ଭୟରେ, 2:19-20
- ସୁଖଦ ଭାଷଣ, 2:204-206
- ଯୁଦ୍ଧ କରିବାକୁ ମନା, 3:167-168
- ଆଲ୍ଲାହ ଜାଣନ୍ତି ସେମାନଙ୍କ ହୃଦୟରେ କ’ଣ ଅଛି, 3:167; 4:63
- ମିଥ୍ୟା ବିଚାରକଙ୍କ ନିକଟକୁ ବିଚାର ପାଇଁ ଯାଅ, ପ୍ରକାଶିତ ବାକ୍ୟରୁ ଦୂରେଇ ଯାଅ, ଯେତେବେଳେ ଏକ ବିପର୍ଯ୍ୟୟ ଘଟେ, ଆସ, 4:60-62
- ଦୁର୍ଭାଗ୍ୟରେ ଏବଂ ଏକ ମହାନ ସଫଳତାରେ, 4:72-73
- ଆଲ୍ଲା ସେମାନଙ୍କୁ ପଛକୁ ପକାଇ ଦେଇଛନ୍ତି, 4:88
- ବନ୍ଧୁ ଭାବରେ ଗ୍ରହଣ କରାଯିବା ଉଚିତ୍ ନୁହେଁ, 4:89; 58:14-19
- ଯଦି ସେମାନେ ପଛକୁ ଫେରେ, ଯେଉଁଠାରେ ପାଅ ସେମାନଙ୍କୁ ହତ୍ୟା କର, 4:89
- ସେମାନେ ତୁମର ବିଜୟ କିମ୍ବା ଅବିଶ୍ୱାସୀଙ୍କ ସଫଳତା ପାଇଁ ଅପେକ୍ଷା କରନ୍ତି ଏବଂ ଅପେକ୍ଷା କରନ୍ତି, 4:141
- ଆଲ୍ଲାହଙ୍କୁ ଠକିବାକୁ ଚେଷ୍ଟା କରନ୍ତି, ସେମାନେ ଆଳସ୍ୟ ସହିତ ଏବଂ ଲୋକଙ୍କ ଦ୍ୱାରା ଦେଖାଯିବା ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତି, 4:142
- ଏମାନଙ୍କର ନୁହେଁ କିମ୍ବା ସେମାନଙ୍କର ନୁହେଁ, 4:143
- ଅଗ୍ନିର ନିମ୍ନତମ ଗଭୀରତାରେ; କୌଣସି ସାହାଯ୍ୟକାରୀ ନାହିଁ, 4:145
- ଜଣାପଡ଼ିବାର ଭୟ, 9:64-65
- ପ୍ରାର୍ଥନା କରିବା ପାଇଁ ନୁହେଁ, 9:84
- ପୁରୁଷ ଏବଂ ମହିଳା ପରସ୍ପରଠାରୁ; ପରାଜିତ; ଆଲ୍ଲାହର ଅଭିଶାପ, 9:67-69
- ବେଦୁଇନ୍ସରେ, 9:101
- ଯେଉଁଠାରେ ମିଳିବ, ସେମାନଙ୍କୁ ଧରି ହତ୍ୟା କରାଯିବ, 33:61
- ଆଲ୍ଲା ଦଣ୍ଡ ଦେବେ, 33:73
- ମିଥ୍ୟାବାଦୀ; ପିଠି ଫେରାଇବା; ସେମାନଙ୍କର ହୃଦୟ ବିଭାଜିତ, 59:11-14
- ମିଥ୍ୟାବାଦୀ; ସେମାନଙ୍କର ଶପଥକୁ ଏକ ଆବରଣ କରିଥିଲେ; ସେମାନଙ୍କର ହୃଦୟ ମୁଦ୍ରିତ; ସେମାନଙ୍କଠାରୁ ସାବଧାନ ରୁହନ୍ତୁ, 63:1-4
- ବୁଝିବ ନାହିଁ, ଜାଣ ନାହିଁ, 63:7-8
- ବିରୁଦ୍ଧରେ କଠିନ ପ୍ରୟାସ କରିବା, 66:9
ଇବଲିସ୍ (ଶୟତାନ), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ଶୟତାନ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଇବ୍ରାହିମ, (ଆବ୍ରାହିମ ଦେଖନ୍ତୁ)
ଇବ୍ରାହିମ୍, S.14
'ଇଦ୍ଦା (ମହିଳାଙ୍କ ଛାଡପତ୍ର ନିର୍ଦ୍ଧିଷ୍ଟ ଅବଧି), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
ଇଦ୍ରିସ୍ (ହନୋକ୍), 19:56-57; 21:85; 96:4
ଇହରାମ, 2:197; 5:2, 95
ଇହସାନ, 16:90
ଇଖଲାସ୍, S.112
ଇଲାହ, ଏକମାତ୍ର, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ଅବୈଧ ଯୌନ ସମ୍ପର୍କ; ସାକ୍ଷୀଙ୍କ ପ୍ରମାଣ, 4:15-18; 24:2, 19
ଇଲିୟୁନ୍, 83:18-21
ଅଶୁଦ୍ଧ (ନାଜାସ୍) 9:28
'ଇମ୍ରାନ
- ସ୍ତ୍ରୀ, 3:35
- ଝିଅ, 66:12
ଅନିବାର୍ଯ୍ୟ, 69:1-3
ଇନଫିଟାର, S.82
ଉତ୍ତରାଧିକାର, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ଅନ୍ୟାୟ, କାହା ପ୍ରତି କରାଯାଇଛି, 4:30, 148
ଇନସାନ (ଦାହର ଦେଖନ୍ତୁ), S.76
ଇନସିକାକ୍, S.84
ଇନଶିରାହ (ଶାରହ ଦେଖନ୍ତୁ), S.94
ପ୍ରେରଣା, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ମଧ୍ୟସ୍ଥି/ମଧ୍ୟସ୍ଥିକର୍ତ୍ତା, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
ନିଶାଦ୍ରବ୍ୟ, 5:90, 2:219
ଇକାମାଟ-ଆସ-ସାଲାଟ, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
ଇକରା' ('ଆଲକ' ଦେଖନ୍ତୁ), ପୃଷ୍ଠ 96
ଈରମ୍, 89:7
ଲୁହା, 57:25
'ଯୀଶୁ, ଯୀଶୁଙ୍କୁ ଦେଖ।'
ଇସ୍ହାକ, (ଇଶାକ) 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112-113
ଇଶ୍ମାଏଲ (ଇସମାଇଲ), 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
ତାଙ୍କ ପିତାଙ୍କ ସହିତ କାବାର ମୂଳଦୁଆ ସ୍ଥାପନ କରନ୍ତି 2:125-140
ବଳିଦାନର କାହାଣୀ 37:100-113
ଇସଲାମ, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ମୁସଲମାନ ଭାବରେ ଆତ୍ମସମର୍ପଣକାରୀଙ୍କ ମଧ୍ୟରୁ ପ୍ରଥମେ, 6:14,163; 39:12
- ପ୍ରଥମେ ଆଲିଙ୍ଗନ କରିବା ପାଇଁ, 9:100
- ଛାତି ଖୋଲିଗଲା, 39:22
- ଏକ ଅନୁଗ୍ରହ ଭାବରେ, 49:17
ଇସ୍ରା', S.17
ଇସ୍ରାଏଲ, ସନ୍ତାନଗଣ, 2:40-86
- ଅନୁଗ୍ରହ ପ୍ରଦାନ, 2:47-53, 60, 122; 45:16-17
- ଆଲ୍ଲାହଙ୍କ ଆଜ୍ଞାପାଳନ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ କରିବା, 2:54-59, 61, 63-74; 5:71; 7:138-141
- ମୁସଲମାନମାନଙ୍କ ସହିତ ସେମାନଙ୍କର ସମ୍ପର୍କ, 2:75-79
- ସେମାନଙ୍କର ଅହଂକାର, 2:80, 88, 91
- ସେମାନଙ୍କର ଚୁକ୍ତି, 2:80, 83-86, 93, 100; 5:12-13, 70
- ପରକାଳର ମୂଲ୍ୟରେ ଏହି ଦୁନିଆର ଜୀବନ କିଣିଛି, 2:86
- ଜୀବନ ପାଇଁ ସବୁଠାରୁ ଲୋଭୀ ମାନବଜାତି, 2:96
- ଜଣେ ରାଜା ମାଗ, 2:246-251
- ସୀମା ଅତିକ୍ରମ କରିଛି; ବିଭିନ୍ନ ଗୋଷ୍ଠୀରେ ବିଭକ୍ତ; ବାନର, 7:161-171
- ଦୁଇଥର ପ୍ରତିଜ୍ଞା କରାଯାଇଥିଲା, 17:4-8
- ଶତ୍ରୁଠାରୁ ଉଦ୍ଧାର, 20:80-82
- ଶାସ୍ତ୍ର ଏବଂ ନେତାମାନଙ୍କୁ ଦିଆଯାଇଛି, 32:23-25; 40:53-54
- ବିଦ୍ୱାନ ବିଦ୍ୱାନମାନେ ଏହାକୁ ଜାଣିଥିଲେ (କୋରାନ ସତ୍ୟ), 26:197
ଇସ୍ତାୱା (ଉପରକୁ ଉଠି), 2:29; 7:54; 10:;; 13:2; 20:5; 32:4; 41:11; 57:4
ଇ'ତିକାଫ୍, 2:187
ଯାକୁବ, (ୟାକୁବ) 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 2:27:2 ।।
- ଅସବତ (ଯାକୁବଙ୍କ ବାର ପୁଅ), 2:140; 3:84; 4:163
ଜାଲୁତ, (ଗୋଲିଆଥ୍ ଦେଖନ୍ତୁ)
ଜମାରାଟ, 2:200
ଜାଥିୟାହ, S.45
ଯୀଶୁ, ମରିୟମଙ୍କ ପୁତ୍ର ଯିଶାଇୟ
- ଜଗତର ସମସ୍ତ ନାରୀମାନଙ୍କ ମଧ୍ୟରୁ ମାତାଙ୍କୁ ମନୋନୀତ କରାଯାଇଛି 3:42
- ପୁନରୁତ୍ଥାନ ଦିନ ସାକ୍ଷ୍ୟ ଦିଏ, 4:159
- ଜନ୍ମର ଶୁଭ ଖବର, 3:45-47; 19:22-23
- ଇସ୍ରାଏଲ ସନ୍ତାନଗଣଙ୍କ ପାଇଁ ଦୂତ, 3:49-51
- ଶିଷ୍ୟମାନେ, 3:52-53; 5:111-115
- ଆଲ୍ଲାହର ସହାୟକ ଭାବରେ ଶିଷ୍ୟମାନେ, 3:52; 61:14
- ଉଠିଲେ, 3:55-59; 4:157-159
- ଆଦମଙ୍କ ପ୍ରତିରୂପ, 3:59
- ହତ୍ୟା କରାଯାଇନାହିଁ କିମ୍ବା କ୍ରୁଶବିଦ୍ଧ କରାଯାଇନାହିଁ, 4:157
- ପ୍ରେରିତ, 4:163
- ଦୂତ ବ୍ୟତୀତ ଆଉ କେହି ନୁହେଁ (ତାଙ୍କୁ ଦେବତା ଭାବରେ ଗ୍ରହଣ କରିବା ପାଇଁ ନୁହେଁ), 4:171-172; 5:75; 19:30, 43:63-64
- ଯେଉଁମାନେ କୁହନ୍ତି, 5:17, 72; 9:30 ସେମାନେ ଅବିଶ୍ୱାସ କରିଛନ୍ତି।
- ଆମର ଦୂତ (ମହମ୍ମଦ ﷺ ) ଆସିଛନ୍ତି, 5:19
- ସୁସମାଚାର ଦେଲେ, 5:46
- ଶିଷ୍ୟମାନେ କହିଲେ:ଆମେ ମୁସଲମାନ, 5:111
- ଖାଦ୍ୟ ସହିତ ଟେବୁଲ ବିସ୍ତାର, 5:114
- ମିଥ୍ୟା ଉପାସନା ଶିଖାଇ ନଥିଲେ, 5:116-118
- ଜଣେ ଧାର୍ମିକ ଭବିଷ୍ୟଦ୍ବକ୍ତା, 6:85
- ଏକ ଚିହ୍ନ ଭାବରେ, 23:50
- ତାଙ୍କର ଦ୍ୱିତୀୟ ଆଗମନ 43:61
- 43:65 ବିଷୟରେ ଭିନ୍ନ ଭିନ୍ନ ମତାମତ
- ଇସ୍ରାଏଲ ସନ୍ତାନଗଣ ପାଇଁ ଦାସ ଏବଂ ଏକ ଉଦାହରଣ ବ୍ୟତୀତ ଆଉ କିଛି ନୁହେଁ, 43:59
- ଜଣେ ଦୂତଙ୍କ ଶୁଭ ଖବର ଯାହାଙ୍କ ନାମ ଅହମଦ ହେବ, 61:6
- ତାଙ୍କର କୁମାରୀ ଜନ୍ମ, ବାର୍ତ୍ତା ଏବଂ ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ 3:45-51; 19:16-38
- ଆଲ୍ଲାହଙ୍କ ଅନୁଗ୍ରହକୁ ମନେ ପକାଇଲା 5:110-115
- ଈଶ୍ୱରୀୟ ହେବା ଅସ୍ୱୀକାର କରେ 5:116-120
- ତାଙ୍କ ଅନୁସରଣକାରୀମାନଙ୍କ ହୃଦୟରେ କରୁଣା ଏବଂ ଅନୁଗ୍ରହ 5:82; 57:27
ଯିହୂଦୀ ଏବଂ ଖ୍ରୀଷ୍ଟିଆନମାନେ, 2:140; 4:153-161, 171; 5:18
- ମିଥ୍ୟା କଥା ଶୁଣ, 5:41-42
- ସେମାନେ ଯାହା କହିଥିଲେ ସେଥିପାଇଁ ଅଭିଶପ୍ତ, 5:64
- ବିଶ୍ୱାସୀମାନଙ୍କ (ମୁସଲମାନମାନଙ୍କ) ପ୍ରତି ଶତ୍ରୁତା, 5:82
- ଯିଏ ଇସଲାମ ଗ୍ରହଣ କରିଥିଲେ, 26:197; 28:53; 29:47
ଜିବ୍ରିଲ୍, (ଗାବ୍ରିଏଲ୍ ଦେଖନ୍ତୁ)
ଜିହାଦ, (ଲଢ଼େଇ, ପ୍ରୟାସ) 2:216; 9:24; 22:78; 25:52
ଜିନ୍, S.72
ଜିନ୍, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ଜିନ୍, ଅଗ୍ନିରୁ ସୃଷ୍ଟି 15:25; 55:15
- ବିଶ୍ୱାସ କରିବା ଏବଂ ଅବିଶ୍ୱାସ କରିବା ଜିନ୍ 72:1-15
- କେତେକ କୋରାନର ବାର୍ତ୍ତାରେ ବିଶ୍ୱାସ କରୁଥିଲେ 46:29-32
- ମଣିଷ ଏବଂ ଜିନ୍ ଏକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ସୃଷ୍ଟି ହୋଇଥିଲେ 51:56-58
ଆୟୁବ, 4:163; 6:84; 21:83-84; 38:41-44
ଯୋହନ, (ଯାହୟା, ବାପ୍ତିଜକ ଯୋହନ)
- ଶୁଭ ଖବର, 3:38-41; 19:7-11; 21:90
- ଧାର୍ମିକ, 6:85
- ଜ୍ଞାନୀ, ସହାନୁଭୂତିଶୀଳ, କର୍ତ୍ତବ୍ୟପରାୟଣ, 19:12-15
ଯୋନା (ଯୋନାସ କିମ୍ବା ୟୁନୁସ), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (ଧୂ ନ-ନନ୍) 21:87; 68:48-50
ଯୋଷେଫ (ୟୁସୁଫ), 6:84; 12:4-101
- ସର୍ବୋତ୍ତମ କାହାଣୀ 12:1-3
- ଯୁବକ ୟୁସୁଫଙ୍କ ସ୍ୱପ୍ନ 12:4-6
- ତାଙ୍କ ଭାଇମାନଙ୍କ ଦ୍ୱାରା ଷଡ଼ଯନ୍ତ୍ର 12:7-18
- ଦାସତ୍ୱରେ ବିକ୍ରୟ 12:19-20
- ମିଶରର ମୁଖ୍ୟମନ୍ତ୍ରୀଙ୍କ ଘରେ ପାଳିତ 12:21-22
- ମୁଖ୍ୟମନ୍ତ୍ରୀଙ୍କ ସ୍ତ୍ରୀ ତାଙ୍କୁ ପ୍ରଲୋଭିତ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତି 12:23-29
- ଭୋଜି ଘଟଣା 12:30-32
- ଜେଲକୁ ଯାଏ 12:33-35
- ଦୁଇ କଏଦୀ 12:36-42
- ରାଜାଙ୍କ ସ୍ୱପ୍ନ 12:43-53
- ମୁଖ୍ୟମନ୍ତ୍ରୀ ହୁଅନ୍ତି 12:54-57
- ଭାଇମାନେ ତାଙ୍କ ପାଖକୁ ସାମଗ୍ରୀ ପାଇଁ ଆସନ୍ତି 12:58-68
- ତାଙ୍କ ଭାଇ ବିନ୍ୟାମିନଙ୍କୁ ନେଇଯାଏ 12:69-82
- ତାଙ୍କ ପିତାଙ୍କ ନୂତନ ଦୁଃଖ 12:83-87
- ତାଙ୍କର ପ୍ରକୃତ ପରିଚୟ ପ୍ରକାଶ କରନ୍ତି 12:88-98
- ପୁରୁଣା ସ୍ୱପ୍ନ ସତ ହୁଏ 12:99-100
- ଶେଷ ପ୍ରାର୍ଥନା 12:101
ଜୁଡି, ପର୍ବତ, 11:44
ଜୁମୁଆ, S.62
ନ୍ୟାୟ (ଆଦଲ), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- 4:65, 105 ମଧ୍ୟ ଦେଖନ୍ତୁ।
କାବା
- ଆବ୍ରାହାମଙ୍କ ଦ୍ୱାରା ନିର୍ମିତ, 2:125-127
- ଶିକାର ହତ୍ୟା ନୁହେଁ, 5:94-96
- ସୁରକ୍ଷା ଆଶ୍ରୟସ୍ଥଳ, 5:97
- ଉଲଗ୍ନ ଅବସ୍ଥାରେ ବୁଲିବା, 7:28
- ପ୍ରାର୍ଥନା କରିବା ଏବଂ ବୁଲିବା ସମୟରେ, 2:200; 7:29, 31
କାଫିରୁନ୍, S.109
କାଫୁର, ମିଶ୍ରିତ ପାତ୍ର, 76:5
କାହଫ୍, S.18
କାଞ୍ଜ, 9:34-35
କାଉଥର୍ (ପାରାଦୀପରେ ନଦୀ), 108:1 |
କୌଥର, S.108
ଚାବି
ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀର, 39:63; 42:12
ଘାଇବର, 6:59
ଖାଉଲା ବିଣ୍ଟ ଥା ଲାବା, 58:1
ହତ୍ୟା
- ଯଦି କେହି ଜଣେ ବ୍ୟକ୍ତିକୁ ହତ୍ୟା କରେ, ସେ ସମଗ୍ର ମାନବଜାତିକୁ ହତ୍ୟା କରେ, 5:32
- କାହାକୁ ହତ୍ୟା କରନାହିଁ, 17:33
ଦାନ ଅପେକ୍ଷା ଦୟାଳୁ କଥା ଭଲ, 2:263
ଜ୍ଞାତି, ଅଧିକାର, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
କିରାମନ-ରତିବିନ, 82:11
ଜ୍ଞାନ
- ପତ୍ର ଖଣ୍ଡେ ପଡ଼େ ନାହିଁ, କିନ୍ତୁ ସେ ତାହା ଜାଣନ୍ତି, 6:59
- ଯେଉଁମାନେ ମୂର୍ଖତାରୁ ନିଜ ପିଲାମାନଙ୍କୁ ହତ୍ୟା କରିଛନ୍ତି, ସେମାନେ ହଜିଯାଇଛନ୍ତି, ବିନା, 6:140
- ପାଞ୍ଚଟି ଜିନିଷର, କେବଳ ଆଲ୍ଲାହଙ୍କ ସହିତ, 31:34
- ନିଶ୍ଚିତ ଭାବରେ, 102:5-7
କୋରାହ (କାରୁନ୍), 28:76-82; 29:39; 40:24
କୁର୍ସି, 2:255
ଲାହାବ (ମସାଦ ଦେଖନ୍ତୁ), S.111
ଲୈଲ୍, S.92
ଦୀପ, 25:61; 67:5; 71:16; 78:13
ଭାଷାଗୁଡ଼ିକ
- ପୁରୁଷଙ୍କ ରଙ୍ଗ ଏବଂ ରଙ୍ଗରେ ପାର୍ଥକ୍ୟ, 30:22
ଅକ୍ଷର, 53:19
ନିୟମ, ବିହିତ, 5:48
ଆଲ୍ଲାହଙ୍କ ନିୟମ, 2:219; 98:3
ମିଛବାଦୀ, 26:221-223
ଜୀବନ, ଯଦି କେହି ଜଣେ ବ୍ୟକ୍ତିଙ୍କୁ ରକ୍ଷା କଲେ, ସେ ସମଗ୍ର ମାନବଜାତିଙ୍କ ଜୀବନ ରକ୍ଷା କଲେ, 5:32
ଏହି ଜଗତର ଜୀବନ
- ପରକାଳର ମୂଲ୍ୟରେ କିଣିଲି, 2:86
- କେବଳ ପ୍ରତାରଣାର ଉପଭୋଗ, 3:185
- ପରଲୋକ ପାଇଁ ବିକ୍ରୟ କର, 4:74
- ଏହା କେବଳ ମନୋରଞ୍ଜନ ଏବଂ ଖେଳ, 6:32; 29:64; 47:36; 57:20
- ପ୍ରତାରଣା କରେ, 6:130
- ପରଲୋକ ଅପେକ୍ଷା ପରଲୋକର ଆନନ୍ଦ କମ୍, 9:38; 13:26; 28:60
- ର ସାଦୃଶ୍ୟ ବର୍ଷା ପରି, 10:24
- ଶୁଭ ଖବର, 10:64
- ଯିଏ ଇଚ୍ଛା କରେ, ସେ ସେଥିରେ ପ୍ରବେଶ କରେ; କିନ୍ତୁ ତା'ପରେ ପରଲୋକରେ କୌଣସି ଅଂଶ ରହିବ ନାହିଁ, 11:15-16; 17:18; 42:20
- ଯେଉଁମାନେ ବର୍ତ୍ତମାନକୁ ଭଲ ପାଆନ୍ତି ଏବଂ ପରକାଳକୁ ଅବହେଳା କରନ୍ତି, 75:20-21; 76:27
- ତୁମେ ପସନ୍ଦ କର, 87:16
ଆଲୋକ
- ପ୍ରକାଶିତ, 4:174
- ଏବଂ ଅନ୍ଧକାର, 6:1
- ଦୃଷ୍ଟାନ୍ତ, 24:35
- ବିଶ୍ୱାସୀମାନଙ୍କ ଆଗରେ ଏବଂ ସେମାନଙ୍କ ସହିତ ଯାଏ, 57:12-15; 66:8
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଦିଆଯାଇଛି, ଯାହା ଦ୍ୱାରା ବିଶ୍ୱାସୀମାନେ ସିଧା ଚାଲିପାରିବେ, 57:2
ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ସ୍ଥିର କରାଯାଇଥିବା ସୀମା, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ଏଗୁଡ଼ିକ ହେଉଛି, 2:187; 229-230; 4:13; 58:4; 65:1
- ଲଙ୍ଘନ କରନାହିଁ, 2:190, 229
- ଯେକେହି ଲଙ୍ଘନ କରେ, 2:229; 4:14; 78:22
- କିନ୍ତୁ ଆବଶ୍ୟକତା ଦ୍ଵାରା ବାଧ୍ୟ ହୋଇ, କିମ୍ବା ନିୟମ ଲଙ୍ଘନ କରି, 2:173; 6:145
- ତୁମ ଧର୍ମରେ, 4:171; 5:77 ଅତିକ୍ରମ କର ନାହିଁ
- ଯେତେବେଳେ ସେମାନେ ଅତିକ୍ରମ କଲେ, (ବାନର ହୋଇଗଲେ), 7:166
- ଯେଉଁମାନେ ପାଳନ କରନ୍ତି, 9:112
ସିଂହ, 74:51
ଋଣ
- ଆଲ୍ଲାହଙ୍କୁ ଉତ୍ତମ ଋଣ ଦିଅ, 2:245; 73:20
- ବହୁଗୁଣ ବୃଦ୍ଧି ପାଇଛି, 57:11, 18
- ଦ୍ୱିଗୁଣିତ, 64:17
କ୍ଷତି, ପ୍ରକାଶିତ, 39:15
ଲଟ୍, (ଲୁଟ୍) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- ତାଙ୍କର ଅବାଧ୍ୟ ପତ୍ନୀ, 11:81; 15:60; 66:10
ଲୋଟ ଗଛ, 34:16; 53:14-16; 56:28
ଲୁକମାନ, 31:12-14
ଲୁକମାନ, S.31
ମା'ଆରିଜ, S.70
ମଦିନା (ୟଥ୍ରିବ), 9:120; 33:13, 60; 63:8
ମାଡିଆନ୍, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ଆଇକା କାଠ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମାହର (ବଧୂ-ଧନ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
ମାଇଦା, S.5
ମକ୍କା (ବକ୍କା), 3:96; 90:1-2
- ସୁରକ୍ଷାର ନଗରୀ, 95:3
ମଣିଷ
- ପୃଥିବୀରେ ପିଢ଼ି ପରେ ପିଢ଼ି, 2:30; 6:165
- ଉତ୍ତରାଧିକାରୀ କରାଗଲା, 35:39
- କର୍ତ୍ତବ୍ୟ, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ପରୀକ୍ଷିତ, 2:155; 3:186; 47:31; 57:25
- ଲୋକମାନେ ଲୋଭ କରୁଥିବା ଜିନିଷ, 3:14
- ସୃଷ୍ଟି ହୋଇଛି, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2 ରୁ
- ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଶବ୍ଦ ସୃଷ୍ଟି ଏବଂ ନିର୍ଣ୍ଣୟ କଲେ, 6:2; 15:26
- ଏବଂ ସ୍ତ୍ରୀ ମଧ୍ୟରେ ପୁନଃମିଳନ, 4:35
- ଆଲ୍ଲାହଙ୍କ ସହ ସାକ୍ଷାତକୁ ଅସ୍ୱୀକାର କରିଥିବା ପରାଜିତ ବ୍ୟକ୍ତିମାନେ, 6:31
- ପ୍ରତ୍ୟାବର୍ତ୍ତନ, 6:60, 72, 164; 10:45-46
- ନିଜ ବିରୁଦ୍ଧରେ ଷଡ଼ଯନ୍ତ୍ର, 6:123
- ଅନ୍ୟର ଭାର ବହନ କରିବ ନାହିଁ, 6:164
- ଅକୃତଜ୍ଞ, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- ଶୟତାନ ବିରୁଦ୍ଧରେ ସତର୍କ କରାଯାଇଛି, 7:27
- ସ୍ତ୍ରୀ ଏବଂ ପିଲାମାନେ, 7:189-190
- ଯେତେବେଳେ କ୍ଷତି କିମ୍ବା ମନ୍ଦ ସ୍ପର୍ଶ କରେ, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ପ୍ରଭୁଙ୍କ ନିକଟକୁ ଫେରିବା, 10:23; 84:6; 96:8
- ନିଜକୁ ଭୁଲ୍ କରିବା, 10:44
- ଆନନ୍ଦିତ ଏବଂ ଗର୍ବୀ, 11:10
- ମନ୍ଦ ପାଇଁ ଆହ୍ବାନ କରେ, 17:11
- ସର୍ବଦା ଶୀଘ୍ର, 17:11
- ତାଙ୍କ କାର୍ଯ୍ୟ ତାଙ୍କ ବେକରେ ଲାଗିଥିଲା, 17:13
- ଯିଏ ବିପଥଗାମୀ ହୁଏ, ନିଜ କ୍ଷତି ପାଇଁ ଏବଂ ଠିକ୍ ପଥରେ ଯାଏ, କେବଳ ନିଜ ପାଇଁ, 17:15
- ଅନ୍ୟାୟ କରାଯିବ ନାହିଁ, 17:71
- ମୃତ୍ୟୁ ଏବଂ ପୁନରୁତ୍ଥାନ, 23:15-16
- ସେମାନଙ୍କର ଧର୍ମକୁ ଦଳରେ ଭାଙ୍ଗି ଦେଇଛନ୍ତି, ପ୍ରତ୍ୟେକେ ନିଜ ନିଜ ବିଶ୍ୱାସରେ ଆନନ୍ଦ କରୁଛନ୍ତି, 23:53
- ଜିଭ, ହାତ ଏବଂ ପାଦ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବେ, 24:24
- ନିଜ ବିରୁଦ୍ଧରେ ସାକ୍ଷୀ, 75:14
- ଯିଏ ନିଜର ଇଚ୍ଛାକୁ ପରମେଶ୍ୱର ଭାବରେ ଗ୍ରହଣ କରିଛି,25:43
- ରକ୍ତ ଏବଂ ବିବାହ ଦ୍ୱାରା ସମ୍ପର୍କୀୟ, 25:54
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀରେ ଯାହା କିଛି ଅଛି, ତାହା ପରମେଶ୍ୱର ତୁମ ପାଇଁ ଅଧୀନ କରିଦେଇଛନ୍ତି, 31:20
- ଯେକେହି ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ନିଜର ମୁହଁ ସମର୍ପଣ କରେ, 31:22
- ତାଙ୍କ ଶରୀର ଭିତରେ ଦୁଇଟି ହୃଦୟ ନୁହେଁ, 33:4
- ଆଲ୍ଲାହଙ୍କୁ ପୂଜା କରିବା, 39:64-66
- ତାଙ୍କ ହାତ ଯାହା ଅର୍ଜନ କରିଛି ସେଥିପାଇଁ ଦୁର୍ଭାଗ୍ୟ, 42:30, 48
- ଦୂତମାନେ ତାଙ୍କ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ରେକର୍ଡ କରୁଛନ୍ତି, 50:17-18, 23; 85:11
- ଦୂତମାନେ ତାଙ୍କୁ ଜଗି ରହିଛନ୍ତି, 13:11; 86:4
- ତିନୋଟି ଶ୍ରେଣୀରେ ବିଭକ୍ତ, 56:7-56
- ଆଲ୍ଲାହର ନିକଟତମ ବ୍ୟକ୍ତିମାନେ, 56:10-11
- ଡାହାଣ ହାତର ସାଥୀ, 56:27-40
- ବାମ ହାତର ସାଥୀ, 56:41-56
- ଅଜ୍ଞାତ ରୂପରେ ରୂପାନ୍ତରିତ ଏବଂ ସୃଷ୍ଟି ହେବା, 56:60-62
- ଆକୃତିଗୁଡ଼ିକୁ ଭଲ କରିଦେଲେ, 64:3
- ଧନ ଏବଂ ସନ୍ତାନସନ୍ତତି କେବଳ ଏକ ପରୀକ୍ଷା, 64:15
- ସୃଷ୍ଟି ଏବଂ ସମ୍ପନ୍ନ, 67:23-24; 74:12-15; 90:8-10
- ଅଧୈର୍ଯ୍ୟ, 70:19-21
- ପ୍ରାର୍ଥନାରେ ଉତ୍ସର୍ଗୀକୃତ, 70:22-35
- ଅଧିକ ଇଚ୍ଛା କରେ, 74:15
- ନିଜ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବା, 75:14-15
- ତାଙ୍କର ଅହଂକାର, 75:31-40; 90:5-7
- ଏହି ଜଗତର ବର୍ତ୍ତମାନର ଜୀବନକୁ ଭଲ ପାଏ, 76:27
- ସୃଷ୍ଟି କରିବା ଅଧିକ କଷ୍ଟକର, ନା ସ୍ୱର୍ଗ,79:28
- ପ୍ରଭୁଙ୍କ ବିଷୟରେ ଅସାବଧାନ, 82:6-12
- ସଂପୂର୍ଣ୍ଣ ଭାବରେ ସଜ୍ଜିତ ଏବଂ ଉପଯୁକ୍ତ ଅନୁପାତରେ, 82:7
- ପର୍ଯ୍ୟାୟରୁ ପର୍ଯ୍ୟାୟକୁ ଯାତ୍ରା କରେ, 84:19
- ଧନ ପ୍ରେମ, 89:20
- ପରିଶ୍ରମରେ ସୃଷ୍ଟି, 90:4
- ପ୍ରୟାସ ଏବଂ କାର୍ଯ୍ୟ ବିବିଧ, 92:4
- ତାଙ୍କ ପାଇଁ ସହଜ ଏବଂ ମନ୍ଦର ପଥକୁ ସୁଗମ କରନ୍ତୁ,92:7, 10
- ସର୍ବୋତ୍ତମ ଶରୀର (ଢାଞ୍ଚା) ସହିତ ସୃଷ୍ଟି, 95:4
- ତା'ପରେ ସର୍ବନିମ୍ନ ସୀମାକୁ ହ୍ରାସ କରାଗଲା, 96:5
- ସମସ୍ତ ସୀମା ଲଙ୍ଘନ କରେ, 96:6-7
ହଜର ମାନସିକ୍ (କର୍ତ୍ତବ୍ୟ), 2:128, 200; 22:30
ମାନତ, 53:20
ମାନବଜାତି
- ସାକ୍ଷୀମାନେ, 2:143
- ଗୋଟିଏ ସମ୍ପ୍ରଦାୟ, 2:213; 10:19
- ଏକକ ଯୋଡ଼ିରୁ ସୃଷ୍ଟି, 4:1; 39:6; 49:13
- ନିଜ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ, 10:23
- ଯଦିଓ ହିସାବ ନିକଟତର, 21:1-3
- ଫିତ୍ରା, 30:30 ରେ ସୃଷ୍ଟି ହୋଇଛି
- ସବୁଠାରୁ ସମ୍ମାନନୀୟ, 49:13
- ଜାତି ଓ ଗୋଷ୍ଠୀରେ ପରିଣତ, 49:13
ମାନ୍ନା ଏବଂ କ୍ୱେଇ ପକ୍ଷୀମାନେ, 2:57
ଶିଷ୍ଟାଚାର
- ଘର ପ୍ରବେଶ ବିଷୟରେ, 24:27-29
- ଘରେ, 24:58-61
- ପୟଗମ୍ବରଙ୍କ ଘରେ, 33:53
- ନବିଶଙ୍କୁ ନମସ୍କାର କରିବା ଏବଂ ତାଙ୍କ ଉପରେ ନମସ୍କାର ପଠାଇବା, 33:56
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ରସୁଲ କିମ୍ବା ବିଶ୍ୱାସୀ ପୁରୁଷ କିମ୍ବା ମହିଳାମାନଙ୍କୁ କଷ୍ଟ ଦେବା ନାହିଁ, 33:57-58
- ବିଶ୍ୱାସ କରିବା ପୂର୍ବରୁ ଖବର ଯାଞ୍ଚ କର, 49:6
- ଅନ୍ୟକୁ ଉପହାସ କରିବା ପାଇଁ ନୁହେଁ, 49:11
- ସଭାଗୁଡ଼ିକରେ, 58:11
ବିବାହ, 2:232, 234
- ଅବିଶ୍ୱାସୀ କିମ୍ବା ଦାସମାନଙ୍କ ପ୍ରତି, 2:221
- କେତେ ଜଣଙ୍କୁ, ଆଇନଗତ, 4:3
- ମାହର ଫେରାଇ ନିଆଯିବ ନାହିଁ (ଛାଡ଼ପତ୍ର କ୍ଷେତ୍ରରେ), 4:20-21
- ନିଷେଧ, 4:22-24 ପାଇଁ
- ଯଦି ସ୍ୱାଧୀନ ବିଶ୍ୱାସୀ ମହିଳାମାନଙ୍କୁ ବିବାହ କରିବାର କୌଣସି ଉପାୟ ନାହିଁ, 4:25
- ଯଦି ଉଲ୍ଲଂଘନର ଆଶଙ୍କା ଥାଏ, ତେବେ ଦୁଇଜଣ ମଧ୍ୟସ୍ଥି ନିଯୁକ୍ତ ହେବେ, 4:35
- ଯଦି ସ୍ତ୍ରୀ ନିଷ୍ଠୁରତା କିମ୍ବା ପରିତ୍ୟାଗକୁ ଭୟ କରେ, ତେବେ ଶାନ୍ତିର ଚୁକ୍ତି କର, 4:128
- ଗୋଟିଏ ସ୍ତ୍ରୀ ପ୍ରତି ଏତେ ଆକର୍ଷିତ ହୁଅ ନାହିଁ ଯେ ଅନ୍ୟ ସ୍ତ୍ରୀ ଝୁଲି ରହିବ, 4:129
- ବ୍ୟଭିଚାରୀମାନଙ୍କ ବିଷୟରେ, 24:3
- ଗରିବ ଲୋକଙ୍କ ପାଇଁ, 24:32
- ଯେଉଁମାନେ ବିବାହ ପାଇଁ ଆର୍ଥିକ ସାଧନ ପାଆନ୍ତି ନାହିଁ, 24:33
- ପୟଗମ୍ବରଙ୍କ ପାଇଁ ସ୍ତ୍ରୀମାନଙ୍କୁ ଆଇନଗତ କରାଯାଇଥିଲା, 33:50-52
- ଯୌନ ସମ୍ପର୍କ ପୂର୍ବରୁ, ଛାଡପତ୍ର ଉପରେ କୌଣସି ଇଦ୍ଦାହ ନାହିଁ, 33:49
ସହିଦମାନେ
- ମୃତ ନୁହେଁ, 2:154; 3:169
- ଆଲ୍ଲାହର ଅନୁଗ୍ରହ ଏବଂ ଅନୁଗ୍ରହରେ ଆନନ୍ଦ କର, 3:170-171
- କ୍ଷମା ଏବଂ ଦୟା ପାଅ, 3:157-158
- ଭଲ ଖାଦ୍ୟ ପାଇବେ, 22:58-59
ମାରୁତ, 2:102
ମରିୟମ (ଯୀଶୁଙ୍କ ମାତା), ଜନ୍ମ, 3:35-7
- ଯୀଶୁଙ୍କ ଶୁଭ ଖବର, 3:42-51; 19:16-21
- ପ୍ରସବ ସମୟରେ, 19:23-26
- ଶିଶୁଟିକୁ ତାଙ୍କ ଲୋକମାନଙ୍କ ପାଖକୁ ଆଣିଲେ, 19:27-33
- ମିଥ୍ୟା ଅଭିଯୋଗ, 4:156
- ତାଙ୍କର ସତୀତ୍ୱକୁ ରକ୍ଷା କରିଥିଲେ, 21:91; 66:12
ମାରିୟମ, S.19
ମାସାଦ, S.111
- ଆଲ-ମସଜିଦ-ଆଲ-ଆଗସା, 17:1
- ଅଲ-ମସଜିଦ-ଅଲ-ହରାମ, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- ଆଲ-ମାଶ'ଆର-ଆଲ-ହାରାମ, 2:198
ମାଉନ୍, S.107
ମାୱା ପାରାଡାଇଜ୍, 53:15
ମାପ ଏବଂ ଓଜନ କର, ପୂର୍ଣ୍ଣ ଦିଅ, 11:85; 17:35; 83:1-5
ବୈଠକ
- ଆଲ୍ଲାହଙ୍କ ସହିତ, 6:31
- ମହାନ ଦିବସର, 19:37
- ପରକାଳ ବିଷୟରେ, 30:16
ଦୂତଗଣ, 2:253; 4:164-165; 40:78; 57:27
- 2:87 ର ଉତ୍ତରାଧିକାରୀ
- ସିରିଜ୍, 5:19; 23:44
- ହତ୍ୟା, 3:183
- ଧମକ ଦିଆଯାଇଛି, 14:13
- ଉପହାସ କରାଯାଇଛି, 6:10; 13:32; 15:11; 21:41
- ପ୍ରତ୍ୟାଖ୍ୟାନ ଏବଂ ପ୍ରତ୍ୟାଖ୍ୟାନ,3:184; 6:34;25:37;34:45; 51:52
- କିଛି ଉପରେ ବିଶ୍ୱାସ କରିବା ଏବଂ ଅନ୍ୟଗୁଡ଼ିକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବା,4:150-152
- 5:109 ର ସମାବେଶ
- ଶୁଭସମ୍ବାଦଦାତା ଏବଂ ଚେତାବନୀଦାତା ଭାବରେ ପଠାଯାଇଛି, 6:48; 14:4-8
- ପ୍ରତ୍ୟେକ ଜାତିର ସାକ୍ଷୀ ଭାବରେ, 16:89
- ପ୍ରତ୍ୟେକ ଜାତି ପାଇଁ, ଏକ ଅଛି, 10:47; 16:36
- ଆଲ୍ଲାହଙ୍କ ପଦ୍ୟଗୁଡ଼ିକ ପାଠ କରିବା, 7:35-36
- ଜଣେ ଦୂତ ଭାବରେ, 17:95; 25:7
- ମଣିଷ ବ୍ୟତୀତ ଆଉ ନୁହେଁ, 14:10-12; 17:94; 21:8; 25:7-8, 20
- ଏବଂ ସେମାନଙ୍କ ସ୍ତ୍ରୀ ଏବଂ ସନ୍ତାନସନ୍ତତି, 13:38
- ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମିରାଜ, 17:1; 53:12
କୃପଣତା/କୃପଣତା, 57:24
ତୁମ ହାତ ଯୋଗୁଁ ଦୁର୍ଭାଗ୍ୟ, 42:30
ମଠବାଦ, ନିର୍ଦ୍ଧିଷ୍ଟ ନୁହେଁ, 57:27
ବାନରମାନେ, ଅପରାଧୀମାନେ ଏପରି ହୋଇଗଲେ, 2:65; 5:60; 7:166
ମିରାଜ, 17:1; 53:12
ମାସ, ସଂଖ୍ୟା, 9:36-37
ଚନ୍ଦ୍ର, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ବିଭାଜନ; 54:1
ମୋଶା
- ଏବଂ ତାଙ୍କ ଲୋକମାନେ, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- ଏବଂ ଫାରୋ, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- ଆଲ୍ଲାହଙ୍କ ଦ୍ଵାରା ନିର୍ଦ୍ଦେଶିତ, 6:84
- ପର୍ବତ ଏବଂ ପ୍ରଭୁଙ୍କ ଆବିର୍ଭାବ, 7:142-145
- ବାଛୁରୀ ପୂଜା ପାଇଁ ତାଙ୍କ ଲୋକମାନଙ୍କୁ ଭର୍ତ୍ସନା କରନ୍ତି, 7:148-156; 20:83-99
- ତାଙ୍କ ପୁସ୍ତକ, ଏଥିରେ ମତଭେଦ ଦେଖାଦେଲା, 11:110
- ଶାସ୍ତ୍ର ଅନୁସାରେ, 17:2
- ନଅଟି ସ୍ପଷ୍ଟ ସଙ୍କେତ, 7:133; 17:101
- ଦୁଇଟି ସମୁଦ୍ରର ସଂଯୋଗ ସ୍ଥଳକୁ, 18:60-82
- ଜଳୁଥିବା ବୁଦାରେ ଏକ ଦୁର୍ଭାଗ୍ୟପୂର୍ଣ୍ଣ ସାକ୍ଷାତ 20:9-36; 27:7-14; 28:29-35
- ଡକାଯାଇ ଦୂତପଦ ପ୍ରଦାନ କରାଯାଇଛି, 19:51-53; 20:9-56
- ତାଙ୍କ ପିଲାଦିନ, ମା ଏବଂ ଭଉଣୀ, 20:38-40; 28:7-13
- ଯାଦୁକରମାନେ ପରିବର୍ତ୍ତିତ ହେଲେ, 20:70-73; 26:46-52
- ମାଦିଆନରେ, 20:40; 28:22-28
- ମାନଦଣ୍ଡ ପ୍ରଦାନ କରାଯାଇଛି, 21:48
- ଏବଂ ରହସ୍ୟମୟ ଅଗ୍ନି, 27:7-12; 28:29-35
- ସହରରେ ଭୁଲରେ ଜଣେ ମିଶରୀୟଙ୍କୁ ହତ୍ୟା କରେ 28:14-21
- ସ୍ପଷ୍ଟ ଆୟାତ ସହିତ ଆସିଥିଲା, 29:39
- ଫାରୋଙ୍କ ସହିତ କାହାଣୀ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ଫାରୋ ଏବଂ ତାଙ୍କ ଲୋକମାନଙ୍କ ପାଇଁ ନଅଟି ଚିହ୍ନ 7:130-133; 20:17-22; 17:101
- ଫାରୋଙ୍କ ଯାଦୁକରମାନଙ୍କୁ ପରାସ୍ତ କରେ 20:70-73; 26:46-52
- ମିଦିୟନକୁ ପଳାୟନ ଏବଂ ବିବାହ 28:22-28
- ଟାବଲେଟ୍ 7:142-154 ଗ୍ରହଣ କରେ
- ପର୍ବତ ଉପରେ ଆଲ୍ଲାହଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁରୋଧ କରେ 7:142-145
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ସମ୍ମାନିତ 33:69
- ଇସ୍ରାଏଲୀୟମାନଙ୍କ ପ୍ରତି ଆଲ୍ଲାହର ଅନୁଗ୍ରହ 2:47-61
- ଇସ୍ରାଏଲୀୟମାନେ ଯିରୁଶାଲମରେ ପ୍ରବେଶ କରିବାକୁ ମନା କରନ୍ତି 5:20-29
- ସଠିକ୍ ପଥକୁ ମାର୍ଗଦର୍ଶନ, 37:114-122
- ଶାସ୍ତ୍ର, 53:36; 87:19
ମସଜିଦ (ଯିରୁଶାଲମର), 17:7
ମସଜିଦ (କୁବାର), 9:107-108
ମସଜିଦଗୁଡ଼ିକ, 2:187; 9:17-19
- ଆଲ୍ଲାହଙ୍କୁ ବଜାୟ ରଖିବା ପାଇଁ, 9:17-18
ମଶା, ଏକ ଦୃଷ୍ଟାନ୍ତ, 2:26
ପର୍ବତମାଳା, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
ମୁଦ୍ଦାଥ୍ଥିର, S.74
ମୁହାଜିର (ପ୍ରବାସୀ), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- ମହିଳା, 60:10-12
ମହମ୍ମଦ ﷺ
- ପରିହାସ କରାଯାଇଛି, 2:104; 4:46; 25:41-42; 34:78
- ଦୂତଙ୍କୁ ସମ୍ମାନ କର, 2:104; 4:46; 49:1-5
- ବିଶ୍ୱାସ କରିବା ପାଇଁ ଚୁକ୍ତି, 3:81
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ ସାକ୍ଷୀ, 2:143
- କେବଳ ଜଣେ ଦୂତ, 3:144
- ନମ୍ର ଭାବରେ ବ୍ୟବହାର କରିବା, 3:159
- ତାଙ୍କ କାର୍ଯ୍ୟ, 3:164; 7:157; 36:6; 52:29; 74:1-7
- ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଏକ ମହାନ ଅନୁଗ୍ରହ ଭାବରେ ପଠାଯାଇଛି, 3:164
- ସତ୍ୟ ସହିତ ପଠାଯାଇଛି, 4:170
- ପର୍ଯ୍ୟବେକ୍ଷକ କରାଯାଇନାହିଁ, 6:107
- ନିରକ୍ଷର, 7:157; 62:2
- ଆଲ୍ଲାହର ଦୂତ ଭାବରେ ମାନବଜାତି ପାଇଁ ପଠାଯାଇଥିଲା, 7:158; 48:9, 29
- ଏକ ସ୍ପଷ୍ଟ ସତର୍କକାରୀ, 7:184, 188; 11:2; 15:89; 53:56
- ପାଗଳ ନୁହେଁ, 7:184; 68:2; 81:22
- କିଏ ତୁମକୁ ଦୋଷୀ କରୁଛି, 9:58
- ଯେଉଁ ଲୋକମାନେ ପୟଗମ୍ବରଙ୍କୁ ଆଘାତ ଦେଇଥିଲେ, ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଦୟା, 9:61
- କେବଳ ଯାହା ପ୍ରକାଶିତ ହୁଏ ତାହା ଅନୁସରଣ କର, 10:15-16; 11:12-14; 46:9
- ତାଙ୍କ କଥା, 11:2-4; 12:108; 34:46-50
- ଆଲ୍ଲା ତାଙ୍କ ଉପରେ ସାକ୍ଷୀ ଅଛନ୍ତି, 13:43; 29:52; 46:8
- ସାକ୍ଷୀ, ଶୁଭସମ୍ବାଦଦାତା ଏବଂ ସତର୍କକାରୀ ଭାବରେ ପଠାଯାଇଛି, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- ଦୁଃଖିତ ହେବା ଉଚିତ୍ ନୁହେଁ, 15:97; 16:127; 18:6
- ସାକ୍ଷୀ ହେବା ପାଇଁ ପଠାଗଲା, 16:89; 22:78; 73:15
- ଜ୍ଞାନ ଏବଂ ନ୍ୟାୟପୂର୍ଣ୍ଣ ପ୍ରଚାର ସହିତ ନିମନ୍ତ୍ରଣ କରିବା, ଏବଂ ଉତ୍ତମ ଉପାୟରେ ଯୁକ୍ତି କରିବା, 16:125
- ମକାମୁ ମହମୁଦ, 17:79
- ପ୍ରେରିତ, 18:110
- ଆଲାମିନଙ୍କ ପାଇଁ ଦୟା, 21:107
- କୌଣସି ପୁରସ୍କାର ମାଗୁନାହିଁ, 25:57; 38:86; 42:23
- ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଛି, 27:91-93; 30:30; 66:9
- ଆଲ୍ଲାହର ଦୟା ସ୍ୱରୂପ, 28:46-47
- ବିଶ୍ୱାସୀମାନଙ୍କ ନିକଟତର, 33:6
- ଅନୁସରଣ କରିବା ପାଇଁ ଭଲ ଉଦାହରଣ, 33:21
- ଶେଷ ଭବିଷ୍ୟଦ୍ବକ୍ତା, 33:40
- ନମାଜ ପଠାନ୍ତୁ, 33:56
- ସମସ୍ତ ମାନବଜାତି ପାଇଁ ପଠାଯାଇଛି, 34:28
- ପାରିଶ୍ରମିକ କେବଳ ଆଲ୍ଲାହଙ୍କଠାରୁ, 34:47
- କେବଳ ଜଣେ ମଣିଷ, 41:6
- ରକ୍ଷାକର୍ତ୍ତା ଭାବରେ ପଠାଯାଇଛି, 42:48
- ଦୂତମାନଙ୍କ ମଧ୍ୟରେ ଏହା କୌଣସି ନୂତନ କଥା ନୁହେଁ, 46:9
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କ ମଧ୍ୟରୁ ସାକ୍ଷୀ, 46:10
- ତାଙ୍କ ନିକଟରେ ବାଇଆ (ପ୍ରତିଜ୍ଞା) ହେଉଛି ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ବାଇଆ (ପ୍ରତିଜ୍ଞା), 48:10, 18
- ଗାବ୍ରିଏଲଙ୍କୁ ଦେଖିଲେ, 53:4-18; 81:22-25
- ତାଙ୍କୁ ବିରୋଧ କରନାହିଁ, 58:20-22
- ଯୀଶୁଙ୍କ ଦ୍ୱାରା ଭବିଷ୍ୟବାଣୀ, 61:6
- ସତ୍ୟ ଧର୍ମକୁ ସମସ୍ତ ଧର୍ମ ଉପରେ ବିଜୟୀ କରିବା ପାଇଁ, 61:9
- ଅନ୍ଧାରରୁ ଆଲୋକକୁ, 65:11
- ଅବିଶ୍ୱାସୀ ଏବଂ କପଟୀଙ୍କ ବିରୁଦ୍ଧରେ କଠିନ ପ୍ରୟାସ କରିବା, 66:9
- ଚରିତ୍ରର ଉଚ୍ଚ ମାନଦଣ୍ଡ, 68:4
- କବି କିମ୍ବା ଗୁଣିଆ ନୁହେଁ, 69:41-42
- ପ୍ରାର୍ଥନାରେ ଉତ୍ସର୍ଗୀକୃତ, 73:1-8, 20; 74:3
- ଏବଂ ଅନ୍ଧ ବ୍ୟକ୍ତି, 80:1-12
- ପ୍ରଣାମ କରିବା ଏବଂ ଆଲ୍ଲାହଙ୍କ ନିକଟତର ହେବା, 96:19
- ଶୁଦ୍ଧ ପୃଷ୍ଠାଗୁଡ଼ିକ ପାଠ କରିବା, 98:2
- ପରିବାର ବିଷୟରେ ଆୟତ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ଦୂତମାନେ; ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମହମ୍ମଦ ( ﷺ ), S.47
ମୁହସିନୁନ୍ (ପୂଣ୍ୟକର୍ମୀ), 2:117, 195; 4:125,128; 10:12-16; 16:128
- ଆଲ୍ଲାହ ଭଲ ପାଆନ୍ତି, 3:134, 148; 5:93
- ଆଲ୍ଲାହ 5:85;9:120; 11:115; 18:30 ର ପୁରସ୍କାର ହରାଇବେ ନାହିଁ।
- ଆମେ ପୁରସ୍କୃତ କରୁ, 12:22; 37:80, 105, 110; 39:34; 77:44
- ଶୁଭ ଖବର, 22:37; 46:12
- ଆଲ୍ଲାଙ୍କ ଦୟା ନିକଟତର, 7:56
- ଆଲ୍ଲାହ ତାଙ୍କ ସହିତ ଅଛନ୍ତି, 29:69
- କର୍ତ୍ତବ୍ୟପରାୟଣ ଏବଂ ପିତାମାତାଙ୍କ ପ୍ରତି ଭଲ, 2:83
- ଆଲ୍ଲାହଙ୍କ ପ୍ରତି କର୍ତ୍ତବ୍ୟ ପାଳନ କରିବାରେ ଧୈର୍ଯ୍ୟବାନ, 16:90
- ଭଲ ଏବଂ ମନ୍ଦ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମୁଜାଦିଲାହ, S.58
ଖଚର, 16:8
ମୁଲ୍କ, S.67
ମୁମିନ୍ (ଘାଫିର ଦେଖନ୍ତୁ), S.40
ମୁ'ମିନୁନ୍, S.23
ମୁମତାହାନା, S.60
ମୁନାଫିଗୁନ୍, S.63
ହତ୍ୟା, 2:178-179
ମୁରସାଲାଟ, S.77
ମୁସଲମାନମାନେ
- ପ୍ରଥମଟି, 6:14, 163; 9:100; 39:12
- କିଏ ନାମ ଦେଇଛନ୍ତି, 22:78
- କ୍ଷମା ଏବଂ ସେମାନଙ୍କ ପାଇଁ ଏକ ମହାନ ପୁରସ୍କାର, 33:35-36
ମୁଟାଫିଫିନ୍, S.83
ମୁଜ୍ଜାମିଲ୍, S.73
ନାବା', S.78
ନାଦିର, ବାନୁ-ଆନ୍-, (ଯିହୁଦୀ), 59:2, 9, 13
ନାହଲ୍, S.16
ନାଜାସ୍ (ଅପବିତ୍ର) 9:28
ନଜମ୍, S.53
ନଜୱା (ରହସ୍ୟ ଦେଖନ୍ତୁ)
ନାମ
ସବୁଠାରୁ ସୁନ୍ଦର ତାଙ୍କରି, 7:180
ସର୍ବୋତ୍ତମ ତାହାଙ୍କର, 17:110; 20:8; 59:24
ଆବଶ୍ୟକତା, ଯଦି ଜଣେ ବାଧ୍ୟ ହୁଏ, 2:173; 6:145
ପଡ଼ୋଶୀ, 4:36
ନୂତନ ଚନ୍ଦ୍ର, 2:189
ଖବର, ପରୀକ୍ଷିତ ହେବାକୁ 4:83
ନିଷ୍ଠୁରତା 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
ରାତି, (ପ୍ରତୀକ ଭାବରେ), ବିଶ୍ରାମ ପାଇଁ, 10:67
- ଏକ ଆବରଣ ଭାବରେ, 13:3; 78:10
- ସେବା ପାଇଁ, 14:32
- ଅଲ-କଦର ରାତି (ଡିକ୍ରୀ), 44:3-4; 97:1-5
ନିସା', S.4
ନୋହ, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- ଉପହାସ କରାଗଲା 11:38
- ଜଳପ୍ଳାବନ (ଭୀଷଣ ବନ୍ୟା), 29:14
- ଜାହାଜ ଏବଂ ଜଳପ୍ଲାବନ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ଅଧାର୍ମିକ ପୁଅ ପରିତ୍ରାଣ ପାଇଲା ନାହିଁ, 11:42-48
- ଅଧର୍ମୀ ସ୍ତ୍ରୀ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
ନୁହ, S.71
ନୁର, S.24
ଶପଥ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ଆଜ୍ଞାପାଳନ, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
ପୂରଣ କରିବାକୁ ଥିବା ଦାୟିତ୍ୱ, 5:1
ସନ୍ତାନସନ୍ତତି, 4:9; 42:49-50
- ସେ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି, ପୁରୁଷ ଓ ସ୍ତ୍ରୀ ଦାନ କରନ୍ତି, 42:49
ଅଲିଭ୍, 6:141; 16:11; 23:20; 24:35; 95:1
କେବଳ ଗୋଟିଏ ମାହ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ଅନାଥ, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- ରକ୍ଷକମାନେ, 4:6
ପ୍ରତ୍ୟେକ ଲୋକଙ୍କ ପାଇଁ ସୁନ୍ଦର ଦେଖାଯାଉଥିବା ନିଜସ୍ୱ କାର୍ଯ୍ୟ, 6:108
ସମସ୍ତ ପ୍ରାଣୀରେ ଯୋଡ଼ି, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ତାଳଗଛ, 13:4; 19:25; 20:71; 59:5
ଦୃଷ୍ଟାନ୍ତ, (ସାଦୃଶ୍ୟ, ଉଦାହରଣ, ଉପମା)
- ଯିଏ ନିଆଁ ଜାଳିଥିଲେ, 2:17-18
- ଆକାଶରୁ ଝଡ଼ ବର୍ଷା, 2:19-20
- ମଶା, 2:26
- ଯେଉଁମାନେ ଚିତ୍କାର କରନ୍ତି, 2:171
- ସମ୍ପୂର୍ଣ୍ଣ ଧ୍ୱଂସପ୍ରାପ୍ତ ଏକ ସହର, 2:259
- ମକା ଶସ୍ୟ, 2:261
- ମସୃଣ ପଥର, 2:264
- ଉଦ୍ୟାନ, 2:265-266
- ଦଉଡ଼ି, 3:103
- ଥଣ୍ଡା ପବନ, 3:117
- ପୁନରୁତ୍ଥାନ 7:57; 22:5; 41:39
- ଜିଭ ବାହାର କରି କୁକୁର, 7:176
- ଏକ ଖରସ୍ରୋତର ଧାର, 9:109-110
- ବର୍ଷା, 10:24
- ସଫା-କଟା ଫସଲ, 10:24
- ଅନ୍ଧ ଏବଂ ବଧିର, 11:24
- ଆଲ୍ଲା ବନାମ ମିଥ୍ୟା ଦେବତା 13:14; 16:76
- ସତ୍ୟ ବନାମ ମିଥ୍ୟା 13:17
- ପାଉଁଶ ଯାହା ଉପରେ ପବନ ପ୍ରଚଣ୍ଡ ଭାବରେ ବହିଥାଏ,14:18
- ଭଲ ଗଛ, 14:24-25
- ଦୁଷ୍ଟ ଗଛ, 14:26
- ଦାସ ଏବଂ ଜଣେ ପୁରୁଷ, 16:75
- ମୂର୍ଖ ବ୍ୟକ୍ତି ଯିଏ ତାଙ୍କ ମାଲିକଙ୍କ ପାଇଁ ବୋଝ,16:76
- ମହିଳା ସୂତା ଖୋଲିବା, 16:92
- ସହରାଞ୍ଚଳ, ସୁରକ୍ଷିତ ଏବଂ ଭଲ ସନ୍ତୁଷ୍ଟ, 16:112-113
- ଦ୍ରାକ୍ଷାରସ ବଗିଚା ଥିବା ଦୁଇଜଣ ବ୍ୟକ୍ତି, 18:32-44
- ଏହି ଜଗତର ଜୀବନ ଆକାଶରୁ ପାଣି ପରି, 18:45
- ଆକାଶରୁ ପଡ଼ି ପକ୍ଷୀମାନେ ଛିଣ୍ଡାଇ ନେଇଗଲେ, 22:31
- ଏକ ମାଛି, 22:73
- ଆଲୋକ ଏକ ନିଶ ଭଳି, 24:35-36
- ମରୀଚିକା, 24:39
- ଏକ ବିଶାଳ ଗଭୀର ସମୁଦ୍ରରେ ଅନ୍ଧକାର, 24:40
- ସ୍ପାଇଡର, 29:41
- ଅଂଶୀଦାର, 30:28
- ନଗରର ବାସିନ୍ଦାମାନେ, 36:13-32
- ବିଭିନ୍ନ ରଙ୍ଗର ଫସଲ, 39:21
- ଅନେକ ସାଥୀଙ୍କ ସହ ଜଡିତ ଜଣେ ପୁରୁଷ, 39:29
- ବିହନ ବୃଦ୍ଧି, 48:29
- କଠିନ ହୃଦୟ 57:16-17
- ବର୍ଷା ପରେ ଉଦ୍ଭିଦ, 57:20
- ପର୍ବତ ନିଜକୁ ନମ୍ର କରୁଛି, 59:21
- ଗଧ, 62:5
- ପାଣି ବୁଡ଼ାଇ ଦିଆଯିବାକୁ ଥିଲା, 67:30
- ଉଦ୍ୟାନର ଲୋକମାନେ, 68:17-33
ସ୍ୱର୍ଗ
- ବାସସ୍ଥାନର, (ମାୱା ପାରାଡାଇଜ୍), 53:15 |
- ଫିର୍ଡସ୍ ପାରାଡାଇଜ୍, 18:107; 23:11
- ନଦୀଗୁଡ଼ିକ ପ୍ରବାହିତ ହେଉଥିବା ଉଦ୍ୟାନ, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- ଅନନ୍ତ ଉଦ୍ୟାନ ('ଆଦନ ସ୍ୱର୍ଗ) 9:72; 13:23; 18:31; 19:61; 20:76
- ଅନନ୍ତକାଳର ଉଦ୍ୟାନ ('ଆଦନ ସ୍ୱର୍ଗ), 16:31;35:33; 98:8
- ଆନନ୍ଦର ଉଦ୍ୟାନ, 37:43; 56:12, 89
- ଅନନ୍ତ ଆନନ୍ଦ ସହିତ ଉଦ୍ୟାନ, 9:21
- ଉଦ୍ୟାନ ଏବଂ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର, 78:32
- ଦୁଇଟି ଉଦ୍ୟାନର ଫଳ, 55:54, 62
- ସମସ୍ତ ପ୍ରକାରର ଫଳ ଯେପରି ଇଚ୍ଛା କରାଯାଏ, ପ୍ରଚୁର ପରିମାଣରେ, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ଫଳଗୁଡ଼ିକ ପାଖରେ ରହିବ, 55:54; 69:23
- ଫଳ ଏବଂ ମାଂସ, 52:22
- ପକ୍ଷୀମାନଙ୍କର ମାଂସ, 56:21
- କଣ୍ଟାହୀନ କମଳ ଗଛ ଏବଂ ତାଳ (କଦଳୀ ଗଛ),56:28-29
- ଅନୁପଯୋଗୀ ଜ୍ଞାନ, ପୁସ୍ତକ ସହିତ ଗଧ 62:5
- ଏକ ଚାଲୁଥିବା ଝରଣା, 88:12
- ସାଲସାବିଲ ନାମକ ବସନ୍ତ, 76:18
- କାଫୁର ନାମକ ଏକ ଝରଣା, 76:5
- ଏକ ବସନ୍ତ ତସନିମ୍, 83:27-28
- ସ୍ୱର୍ଗରେ ଏକ ନଦୀ, କୌଥର, 108:1
- ମଦ, କ୍ଷୀର, ସ୍ପଷ୍ଟ ମହୁର ନଦୀ, 47:15
- ଶୁଦ୍ଧ ସିଲ୍ ହୋଇଥିବା ମଦ, ଧଳା, ସ୍ୱାଦିଷ୍ଟ, 37:45-46; 56:18; 76:21; 83:25
- କପ୍, ମିଶ୍ରିତ, ଜାଞ୍ଜାବିଲ୍, 76:17; 78:34
- ଜଳ, 76:5
- ସୁନାର ଟ୍ରେ ଏବଂ କପ, 43:71
- ରୂପାର ପାତ୍ର ଏବଂ ସ୍ଫଟିକର ପାତ୍ର, 76:15-16
- ସୂକ୍ଷ୍ମ ଏବଂ ଘନ ରେଶମରେ ତିଆରି ସବୁଜ ବସ୍ତ୍ର, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- ସୁନା ଏବଂ ମୁକ୍ତାର କଙ୍କଣରେ ସଜ୍ଜିତ,18:31; 22:23; 35:33; 76:21
- ରେଶମ ବ୍ରୋକେଡ୍ ସହିତ ଧାଡ଼ି ହୋଇଥିବା କୋଚ୍, 55:54
- ସବୁଜ କୁଶନ ଏବଂ ସମୃଦ୍ଧ ସୁନ୍ଦର ଗଦା, ଧାଡିରେ ସଜାଯାଇଛି, 55:76; 88:15
- ସୁନା ଏବଂ ମୂଲ୍ୟବାନ ପଥରରେ ବୁଣା ସିଂହାସନ, ଉଚ୍ଚରେ ଉଠିଥିବା 56:15; 88:13
- ବିସ୍ତାରିତ ଧନୀ କାର୍ପେଟ, 88:16
- ସୁନ୍ଦର ପ୍ରାସାଦ, ଉଚ୍ଚ କୋଠରୀ, ଗୋଟିଏ ଉପରେ ଅନ୍ୟଟି, 9:72; 39:20
- ଏଥିରେ ଚିରକାଳ ରହିବେ, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ଅନନ୍ତ ଘର, 3:15; 35:35
- ସିଂହାସନରେ ପରସ୍ପର ମୁହାଁମୁହିଁ ହେବା, 15:47; 37:44; 44:53; 56:16
- ସେଠାରେ କେବେ ମୃତ୍ୟୁର ସ୍ୱାଦ ଚାଖିବ ନାହିଁ, 44:56
- ସେମାନଙ୍କୁ (କେବେବି) ଏହାକୁ ଛାଡିବାକୁ କୁହାଯିବ ନାହିଁ, 15:48
- ସେମାନଙ୍କ ହୃଦୟରୁ ଘୃଣା କିମ୍ବା ଆଘାତ ଭାବନା ଦୂର ହୋଇଯାଏ, 7:43; 15:47
- ସମସ୍ତ ଦୁଃଖ ଦୂର ହୋଇଗଲା, 35:34
- କ୍ଳାନ୍ତି, ପରିଶ୍ରମ କିମ୍ବା କ୍ଳାନ୍ତିର କୌଣସି ଅନୁଭବ ନାହିଁ, 15:48; 35:35
- କୌଣସି ଆଘାତ ହେବ ନାହିଁ, ପେଟ ଯନ୍ତ୍ରଣା, ମୁଣ୍ଡବିନ୍ଧା କିମ୍ବା ନିଶା ହେବ ନାହିଁ, 37:47; 56:19
- କୌଣସି ନିରର୍ଥକ କଥା କିମ୍ବା ପାପପୂର୍ଣ୍ଣ କଥା ନୁହେଁ, 19:62; 56:25
- କ୍ଷତିକାରକ କଥା କିମ୍ବା ମିଥ୍ୟା ନୁହେଁ, 78:35; 88:11
- ପାପରୁ ମୁକ୍ତ, 37:47; 52:23
- ଅତ୍ୟଧିକ ଗରମ କିମ୍ବା ପ୍ରବଳ ଥଣ୍ଡା ନୁହେଁ, 76:13
- ଏକ ଜଣାଶୁଣା ବ୍ୟବସ୍ଥା ରହିବ, 37:41; 56:89
- ଶାନ୍ତି ଏବଂ ସୁରକ୍ଷାରେ, 15:46; 44:51, 55; 50:34
- ଶାନ୍ତିର ଘର, 6:127
- ଶୁଭେଚ୍ଛା, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- ଯେକେହି ଧାର୍ମିକ କାର୍ଯ୍ୟ କରେ ସେ ପ୍ରବେଶ କରିବ,4:124; 42:22; 44:51
- ଯେଉଁମାନେ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ପ୍ରତି କର୍ତ୍ତବ୍ୟ ପାଳନ କରିଥିଲେ, ସେମାନଙ୍କୁ ଦଳରେ ନେଇଯିବ, 39:73
- କର୍ମ ଯୋଗୁଁ ଉତ୍ତରାଧିକାରୀ କରାଯାଇଛି,43:72
- ଆଲ୍ଲା ସେମାନଙ୍କ ଉପରେ ଖୁସି ଏବଂ ସେମାନେ ତାଙ୍କ ଉପରେ, 5:119
- ମୋର ସ୍ୱର୍ଗ, 89:30
- ସର୍ବୋତ୍ତମ ଆନନ୍ଦ, 9:72
- ମହାନ ସଫଳତା, 57:12; 64:9
- ସର୍ବୋଚ୍ଚ ସଫଳତା, 9:72; 44:57
- ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ମନୋରଞ୍ଜନ ପାଇଁ ଉଦ୍ୟାନ, 32:19
- ସ୍ୱର୍ଗବାସୀମାନେ ସେହି ଦିନ ଆନନ୍ଦଦାୟକ କାର୍ଯ୍ୟରେ ବ୍ୟସ୍ତ ରହିବେ, 36:35
- ଉଦ୍ୟାନ ଏବଂ ଜଳ ଝରଣା ମଧ୍ୟରେ ରହିବେ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ସିଂହାସନକୁ ଘେରି ରହିଥିବା ଦୂତମାନଙ୍କୁ ଦେଖନ୍ତୁ,39:75
- ସର୍ବଶକ୍ତିମାନ ରାଜାଙ୍କ ନିକଟରେ, 54:55
- ସେମାନଙ୍କର ଯାହା ଇଚ୍ଛା ତାହା ହେବ, 50:35
- ହୁର୍, ଚଉଡା ଏବଂ ସୁନ୍ଦର ଆଖି ସହିତ ପବିତ୍ର ମାଈ, ଯେପରି ସଂରକ୍ଷିତ ଅଣ୍ଡା, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ପବିତ୍ର ସ୍ତ୍ରୀମାନେ, 3:15
- ସିଂହାସନରେ ବସି ସୁନ୍ଦର ଛାଇରେ ସ୍ତ୍ରୀମାନେ, 36:55
- ସମାନ ବୟସର ପୂର୍ଣ୍ଣ ଛାତିଯୁକ୍ତ ଯୁବତୀ,78:33
- ବିଛାଡ଼ି ହୋଇଥିବା ମୁକ୍ତା ପରି ସେମାନଙ୍କର ସେବା କରିବା ପାଇଁ ଅମର ବାଳକ-ସେବକ, 52:24; 56:17; 76:19
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀ ପରି ବିଶାଳ 3:133, 57:21
- ପ୍ରବାହିତ ଜଳ, ଶୀତଳ ଛାଇ, ସ୍ୱାଦିଷ୍ଟ ଖାଦ୍ୟ, ଏବଂ ପବିତ୍ର ସାଥୀ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- ବିଶ୍ୱାସୀମାନଙ୍କ ପୁରସ୍କାର 55:46-78; 56:10-40
- ମହୁ, କ୍ଷୀର, ପାଣି ଏବଂ ଦ୍ରାକ୍ଷାରସର ନଦୀ 47:15
- ପ୍ରାର୍ଥନା ଏବଂ ଶୁଭେଚ୍ଛା 10:9-10; 39:73-74
- ଶାନ୍ତିର ଅଭିବାଦନ ସହିତ ଅଭିବାଦନ 13:23-24; 14:32
- ପରମାନନ୍ଦରେ ଅନନ୍ତ ବାସ 11:108
- କେବେ ଛାଡିବାକୁ କହିନାହିଁ 15:45-48
- ସେମାନଙ୍କ ସମ୍ମୁଖରେ ଏବଂ ଡାହାଣ ପାର୍ଶ୍ୱରେ ଆଲୋକ ଝଲସୁଛି 57:12
- ଗରମ କିମ୍ବା ଥଣ୍ଡା ନାହିଁ 76:13
- ସମସ୍ତ ଇଚ୍ଛା ପୂରଣ ହୋଇଛି 16:30-32; 41:31-32
- ସୁନାର କଙ୍କଣ ଏବଂ ସୂକ୍ଷ୍ମ ରେଶମର ପୋଷାକ 18:30-31; 22:23-24; 44:51-53
- ସୁନା କପର ଟ୍ରେ 43:67-73
- ପହଞ୍ଚିବା ମଧ୍ୟରେ ଝୁଲୁଥିବା ରୂପା ପାତ୍ର ଏବଂ ଫଳ 76:14-16
- ସିଂହାସନରେ ବସିବା 15:47; 37:44; 52:20
- ବିଶ୍ୱାସୀମାନେ ସେମାନଙ୍କର ପ୍ରଭୁଙ୍କୁ ଦେଖିବେ 75:22-23
ପିତାମାତାଙ୍କ ପ୍ରତି ଦୟା, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
ଆଲ୍ଲାହର ଅଂଶୀଦାର, ଏକ ମିଥ୍ୟା,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
ଚରାଭୂମି, 87:4-5
ପଥ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ପଥ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଧର୍ଯ୍ୟ, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- ସାହାଯ୍ୟ ମାଗନ୍ତୁ, ଏବଂ ପ୍ରାର୍ଥନା କରନ୍ତୁ, 2:45, 153; 20:132; 50:39
ରୋଗୀ
- ପୂର୍ଣ୍ଣ ପୁରସ୍କାର ପାଇବେ, 39:10
- ଯେଉଁମାନେ ଅଛନ୍ତି, ଆଲ୍ଲା ସେମାନଙ୍କ ସହିତ ଅଛନ୍ତି, 8:46
- ଏବଂ ହୁଅ, 11:115
- ଆଲ୍ଲାହଙ୍କ ପ୍ରତି କର୍ତ୍ତବ୍ୟ ପାଳନ କରିବାରେ, 16:90
- କ୍ରୋଧ ସମୟରେ ହେବା, 41:34
ଶାନ୍ତି, ଆକର୍ଷିତ ହୁଅ, 8:61
ମୁକ୍ତା ଏବଂ ପ୍ରବାଳ, ସଂରକ୍ଷିତ, 52:24; 55:22; 56:23
ପେନ୍, 68:1; 96:4
ବ୍ୟକ୍ତି
- ଆଲ୍ଲାହ ତାଙ୍କ କ୍ଷମତା ବାହାରେ କୌଣସି ବ୍ୟକ୍ତିକୁ ଭାର ଦିଅନ୍ତି ନାହିଁ,2:286; 7:42
- ଆଲ୍ଲାହ କାହା ଉପରେ କର ଦିଅନ୍ତି ନାହିଁ, କେବଳ ତାଙ୍କ କ୍ଷମତା ଅନୁସାରେ, 23:62
- ନା, ସେ କାଲି କ'ଣ ରୋଜଗାର କରିବ ଏବଂ କେଉଁ ଦେଶରେ ସେ ମରିବ ତାହା ଜାଣେ, 31:34
- ପ୍ରତ୍ୟେକ, ସେ କରିଥିବା ସମସ୍ତ ଭଲ ଏବଂ ମନ୍ଦର ସମ୍ମୁଖୀନ ହେବେ 3:30
- ପ୍ରତ୍ୟେକେ, ନିଜ ପାଇଁ ନିବେଦନ କରି ଆସିବେ,16:111
- ପ୍ରତ୍ୟେକ, ସେ ଯାହା ଅର୍ଜନ କରିଛନ୍ତି ତାହାର ଏକ ବନ୍ଧକ,74:38
- ଆଲ୍ଲା ଆତ୍ମନିନ୍ଦାର ଶପଥ କରନ୍ତି, 75:2
ଫାରୋ, 28:6; 40:24
- ଲୋକମାନେ, 2:49; 3:11; 7:141; 44:17-33
- ବୁଡ଼ିଗଲା, 2:50
- ମୋଶାଙ୍କ ସହିତ ବ୍ୟବହାର, 7:103-137; 10:75-92
- ସମୁଦ୍ରରୁ ମୃତ ଶରୀର ବାହାର, 10:90-92
- ସୀମା ଅତିକ୍ରମ କରି; ପାପ କରି ଏବଂ ଅବାଧ୍ୟ ହୋଇ, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ଧାର୍ମିକ ସ୍ତ୍ରୀ, 28:8-9
- ନିଜକୁ ଈଶ୍ୱର ବୋଲି ଦାବି କରେ, 28:38; 79:24
- ନଷ୍ଟ, 29:39
- ଫାରୋଙ୍କ ପରିବାରର ଜଣେ ବିଶ୍ୱାସୀ ବ୍ୟକ୍ତି,40:28-44
- ଏକ ଦୁର୍ଗ ନିର୍ମାଣ, 40:36-37
- ମୋଶାଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସାଂସାରିକ ଜିନିଷର ଗଦା, 102:1-4
ପ୍ରତିଜ୍ଞା (ବାଇଆ)
- ଇସଲାମ ପାଇଁ, 16:91
- ଦୂତଙ୍କ ପାଇଁ ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ବାଇଆ (ପ୍ରତିଜ୍ଞା) ଅଟେ, 48:10
- ବିଶ୍ୱାସୀମାନଙ୍କ ମଧ୍ୟରୁ, 48:18; 60:12
ପ୍ରତିଜ୍ଞା (ବନ୍ଧକ), ଏକ ରହିବା ଉଚିତ୍, 2:283
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ଏକ, ଯାହା ସେ ଅର୍ଜନ କରିଛି, 52:21; 74:38
କବିତା, 36:69
କବିମାନେ, 26:224-227; 69:41
ଡାଳିମ୍ବ, 6:141
ଗରିବ, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
ପ୍ରାର୍ଥନା, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ଉଚ୍ଚ ସ୍ୱରରେ ନୁହେଁ କିମ୍ବା ନିମ୍ନ ସ୍ୱରରେ ନୁହେଁ, 17:110
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ପ୍ରାର୍ଥନା, 9:113-114
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ଆହ୍ୱାନ, 13:14
- ସେ ସେମାନଙ୍କ (ଆହ୍ବାନର) ଉତ୍ତର ଦିଅନ୍ତି, 42:26
- ଧୈର୍ଯ୍ୟ ସହିତ ସାହାଯ୍ୟ ଲୋଡ଼ନ୍ତୁ ଏବଂ, 2:45, 153; 20:132; 50:39
- କିବଲା ଆଡକୁ ମୁହାଁଇଥିବା ଇକାମାଟ-ଆସ-ସାଲାଟ, 2:142-145, 149-150
- କଡ଼ାକଡ଼ି ଭାବରେ ରକ୍ଷା କର, 2:238
- ଯାତ୍ରା ଏବଂ ଆକ୍ରମଣରେ, 2:239; 4:101-102
- ମଦ୍ୟପାନ ଅବସ୍ଥାରେ ପାଖକୁ ଯାଅ ନାହିଁ, 4:43
- ନା ଜାନାବା ଅବସ୍ଥାରେ, 4:43
- ଶୁଦ୍ଧୀକରଣ ପାଇଁ, 4:43; 5:6
- ଯେତେବେଳେ ସମାପ୍ତ ହେବ, 4:103
- ସମୟ, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- କେବଳ ଆଲ୍ଲାହଙ୍କ ପାଇଁ ପ୍ରଣାମ, 13:15
ପ୍ରାର୍ଥନା, ଶୁକ୍ରବାର, 62:9-11
ବିପଦରେ ସତର୍କତା, 4:71
ଯୁଦ୍ଧବନ୍ଦୀମାନେ, 8:67-71
- ବନ୍ଦୀମାନଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସତ୍ୟର ପ୍ରତିଜ୍ଞା, 46:16-17
ସମ୍ପତ୍ତି, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- ନିୟମ, 3:81; 33:7-8
- ପାଇଁ ଅବୈଧ, 3:161
- ପ୍ରତ୍ୟେକଙ୍କ ପାଇଁ ଜଣେ ଶତ୍ରୁ, 6:112; 25:31
- ମେସେଞ୍ଜର ମଧ୍ୟ ଦେଖନ୍ତୁ
ପ୍ରଣାମ
- ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ପଡ଼ନ୍ତି, ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀରେ ଥିବା ଯେକୌଣସି ବ୍ୟକ୍ତି ଏବଂ ସେମାନଙ୍କର ଛାୟା ମଧ୍ୟ, 13:15
ବ୍ୟବସ୍ଥା, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ଗୀତସଂହିତା, 4:163
ଦଣ୍ଡ
- ସ୍ଥଗିତ ରଖିବା, 3:178
- ହାତ କିମ୍ବା ପାଦ କାଟିବା, 5:33
- ତୁମେ ଯେପରି କଷ୍ଟ ପାଇଥିଲ, ସେହିପରି ସେମାନଙ୍କୁ ଦଣ୍ଡ ଦିଅ, 16:126
- ଏହି ଜୀବନ ଏବଂ ପରକାଳ ବିଷୟରେ, 24:19; 68:33
ଶୁଦ୍ଧ କରିବା
- ଶାରୀରିକ, 4:43; 5:6
- ଆଧ୍ୟାତ୍ମିକ ଭାବରେ (ଅଶୁଚିତାରୁ), 87:14; 91:9
କାଦର, 5:5; 64:11
କାଦର, S.97
କାଫ୍, S.50
କଲାମ, S.68
କମର, S.54
କ୍ୱାରିଅହ, S.101
କରୁଣ (କୋରାହ), 28:76-82; 29:39
କାସାସ, S.28
କିବ୍ଲା, 2:142-145, 149
କିସାସ (ଦଣ୍ଡରେ ସମାନତାର ନିୟମ), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
କୋରାନ
- ବର୍ଣ୍ଣିତ, 13:31, 36, 37; 14:1; 56:77-80
- ଏପରି ନୁହେଁ ଯେ ଆଲ୍ଲାହ ବ୍ୟତୀତ ଅନ୍ୟ କେହି କେବେ ସୃଷ୍ଟି କରିପାରିବେ, 2:23; 10:38; 11:13; 17:88
- ଯଦି ଏହା ଆଲ୍ଲାହ ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ବ୍ୟକ୍ତିଙ୍କଠାରୁ ହୋଇଥାନ୍ତା, ତେବେ ଏଥିରେ ଅନେକ ବିରୋଧାଭାସ ରହିଥାନ୍ତା, 4:82
- ଏକ ପ୍ରକାଶିତ ଆଲୋକ, 4:174; 42:52
- ପ୍ରକାଶିତ, 6:19
- ଆଲ୍ଲା ଏହାର ସାକ୍ଷୀ, 6:19
- ସ୍ପଷ୍ଟ ପ୍ରମାଣ, 6:157
- ପଦ 6:68 ବିଷୟରେ ମିଥ୍ୟା କଥାବାର୍ତ୍ତା
- ଏକ ସ୍ମରଣକାରୀ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ପାଠ କଲେ, ଶୁଣ ଏବଂ ନୀରବ ରୁହ, 7:204
- ଧିକର, 7:205; 15:6, 9
- ଜ୍ଞାନ ପୁସ୍ତକ, 10:1; 31:2; 36:2
- ପ୍ରେରିତ ବାର୍ତ୍ତା, 10:2, 109; 42:52
- ଯେଉଁମାନେ ଏହାକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତି, 11:17
- ଆରବୀ ଭାଷାରେ, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ଅଂଶରେ ପରିଣତ, ଏବଂ ପର୍ଯ୍ୟାୟକ୍ରମେ ପ୍ରକାଶିତ, 15:91; 17:106; 25:32; 76:23
- ଏକ ପଦର ପରିବର୍ତ୍ତନ, 16:10
- ଯେତେବେଳେ ଆପଣ ପାଠ କରିବାକୁ ଚାହାଁନ୍ତି, 16:98
- ମାର୍ଗଦର୍ଶକ, 17:9
- ଶୁଭ ଖବର ଏବଂ ଚେତାବନୀ, 17:9-10
- ଏବଂ ଅବିଶ୍ୱାସୀମାନେ, 17:45-47
- ପ୍ରାତଃକାଳରେ ପାଠ ସର୍ବଦା (ଦୂତମାନଙ୍କ ଦ୍ୱାରା) ଦେଖାଯାଏ, 17:78
- ଆରୋଗ୍ୟ ଏବଂ ଦୟା, 17:82
- ମାନବଜାତିକୁ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ବୁଝାଇ ଦିଆଯାଇଛି, ପ୍ରତ୍ୟେକ ପ୍ରକାରର ଉପମା ଏବଂ ଉଦାହରଣ, କିନ୍ତୁ ଅଧିକାଂଶ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତି, 17:89; 18:54; 39:27
- ସହଜ, 19:97; 44:58; 54:17, 22, 32, 40
- ମୋ ଲୋକମାନେ ଏହି କୁରାନକୁ ପରିତ୍ୟାଗ କରିଥିଲେ, 25:30
- ଶାସ୍ତ୍ର ଦ୍ୱାରା ନିଶ୍ଚିତ, 26:196
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କୁ ବର୍ଣ୍ଣନା କରନ୍ତି ଯାହା ବିଷୟରେ ସେମାନେ ମତଭେଦ କରନ୍ତି, 27:76
- ପାଠ କର ଏବଂ ପ୍ରାର୍ଥନା କର, 29:45
- ଆଲ୍ଲାହଙ୍କ ଠାରୁ ସତ୍ୟ, 32:3; 35:31
- ଏକ ଶୁଭ ରାତିରେ, 44:3
- ଏଥିରେ ପ୍ରତ୍ୟେକ ନିୟମ ସ୍ଥିର କରାଯାଇଛି, 44:4
- ଗଭୀର ଭାବରେ ଚିନ୍ତା କର, 47:24
- 50:45 ସୁଦ୍ଧା ସତର୍କ କରନ୍ତୁ
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଶିକ୍ଷା ଦିଆଯାଇଛି, 55:1
- ଏବଂ ସମ୍ମାନଜନକ ପାଠୋତ୍ସବ, ଭଲ ଭାବରେ ସୁରକ୍ଷିତ,56:77-78
- ପବିତ୍ର ବ୍ୟତୀତ କେହି ଛୁଇଁ ପାରିବେ ନାହିଁ, 56:79
- ଯଦି ପର୍ବତ ଉପରେ ପଠାଯାଏ, 59:21
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଏକ ଦୁଃଖ, 69:50
- ନିଶ୍ଚିତତାର ସହିତ ଏକ ସମ୍ପୂର୍ଣ୍ଣ ସତ୍ୟ, 69:51
- ଧୀର ଶୈଳୀରେ ପାଠ କରନ୍ତୁ, 73:4
- ସମ୍ମାନଜନକ ଭାବରେ ରଖାଯାଇଥିବା, ଶୁଦ୍ଧ ଏବଂ ପବିତ୍ର ରଖାଯାଇଥିବା ରେକର୍ଡଗୁଡ଼ିକରେ, 80:13-16
- ସମସ୍ତ ଆଲାମିନଙ୍କ ପାଇଁ ଏକ ସ୍ମରଣକାରୀ, 81:27
- ଅବିଶ୍ୱାସୀମାନେ ମିଛ କୁହନ୍ତି, 84:22
- ସଂରକ୍ଷିତ ଟ୍ୟାବଲେଟରେ, 85:22
- ସତ୍ୟକୁ ମିଥ୍ୟାରୁ ପୃଥକ କରୁଥିବା ଶବ୍ଦ, 86:13
- ଶୁଦ୍ଧ ପୃଷ୍ଠାଗୁଡ଼ିକ ପାଠ କରିବା, 98:2
- ପୁସ୍ତକ; ପ୍ରକାଶନ ମଧ୍ୟ ଦେଖନ୍ତୁ
କୁରାଇଶ, S.106
କୁରୈଶ
- ଅବିଶ୍ୱାସୀମାନେ, 54:43-46, 51
- ନିୟନ୍ତ୍ରଣ କରିବା, 106:1-4
ରାବି ଏବଂ ସନ୍ୟାସୀମାନେ, 9:31, 34
ଦୌଡ଼, ଭଲ କାମରେ ଚେଷ୍ଟା କର, 5:48
ରା'ଡ୍, S.13
ରହମାନ, S.55
ଧାର୍ମିକତାର ପୋଷାକ ଭଲ, 7:26
ବର୍ଷା
- ଆଲ୍ଲାହଙ୍କ ଉପହାର, 56:68-70
- ପଥରର, 27:58
ରମଜାନ, 2:185
ରାମି, 2:200
ମୁକ୍ତି
- ନା, ନିଆଯିବ, 57:15
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଛି, 3:91; 10:54; 13:18
ଫିଦିୟା, ଉପବାସର, 2:196
- ବନ୍ଦୀମାନଙ୍କୁ ମୁକ୍ତ କରିବା ପାଇଁ, 8:67
ରାସ୍, ବାସ କରୁଥିବା ଲୋକମାନେ, 25:38; 50:12
ପ୍ରତିଫଳ
- ଦିନ, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- 107:1-7 କୁ ଅସ୍ୱୀକାରକାରୀମାନେ
- ମନ୍ଦର ସମାନ ମନ୍ଦ, 42:40
ସମାଧାନ
- ଯିଏ କ୍ଷମା କରେ ଏବଂ କରେ, 42:40
- ପୁରୁଷ ଏବଂ ସ୍ତ୍ରୀ ମଧ୍ୟରେ, 4:35
- ବିଶ୍ୱାସୀମାନଙ୍କ ମଧ୍ୟରେ, 49:9-10
ରେକର୍ଡ
- ଏକ ପଞ୍ଜିକା ଲିଖିତ, 83:7-9, 18-21
- ପ୍ରତ୍ୟେକ ଜାତିକୁ ତାହାର ନିକଟକୁ ଡକାଯିବ, 45:28-29
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତିଙ୍କ କାର୍ଯ୍ୟର ଲିଖିତ ପୃଷ୍ଠା, 81:10
- ଯାହା ସତ୍ୟ କହେ, 23:62
- ଡାହାଣ ହାତରେ, 69:19; 84:7-9
- ବାମ ହାତରେ, 69:25
- ପଛ ପଛରେ, 84:10-15
ରେକର୍ଡିଂ ଦୂତମାନେ, 50:17-18, 23; 85:11
କଷ୍ଟ ସହିତ ମୁକ୍ତି, 94:5-6
ଧର୍ମ
- କୌଣସି ବାଧ୍ୟବାଧକତା ନାହିଁ, 2:256
- ଇସଲାମ କି, 3:19
- ଆଲ୍ଲାହର, 3:83-84
- ଇସଲାମ ବ୍ୟତୀତ, 3:85
- ସୀମା ଅତିକ୍ରମ କରନ୍ତୁ ନାହିଁ, 4:171; 5:77
- ସିଦ୍ଧ, 5:3
- ଯେଉଁମାନେ ଖେଳ ଏବଂ ମନୋରଞ୍ଜନ ଭାବରେ ନିଅନ୍ତି, 6:70
- ଯେଉଁମାନେ ସେମାନଙ୍କୁ ବିଭକ୍ତ କରନ୍ତି ଏବଂ ଗୋଷ୍ଠୀରେ ବିଭକ୍ତ କରନ୍ତି, 6:159; 30:32
- 42:13-14; 43:65; 45:17 ମଧ୍ୟ ଦେଖନ୍ତୁ।
- ଲୋକମାନେ ସେମାନଙ୍କୁ ବିଭିନ୍ନ ଗୋଷ୍ଠୀରେ ଭାଙ୍ଗି ଦେଇଛନ୍ତି, ପ୍ରତ୍ୟେକ ଗୋଷ୍ଠୀ ନିଜ ନିଜ ବିଶ୍ୱାସରେ ଆନନ୍ଦ କରୁଛନ୍ତି, 23:53; 30:32
- କୌଣସି କଷ୍ଟରେ ନାହିଁ, 22:78
- ମାନବଜାତି ସୃଷ୍ଟି ହୋଇଥିଲା, 30:30
- ସମସ୍ତ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପାଇଁ ସମାନ, 42:13-15
- ପୂର୍ବପୁରୁଷ, 43:22-24
ଆଲ୍ଲାହଙ୍କ ସ୍ମରଣ, 63:9
- ହୃଦୟରେ ବିଶ୍ରାମ ପାଏ, 13:28
ଅନୁତାପ
- ଯଦି ଅଜ୍ଞାନତାରେ ଭୁଲ୍ କରାଯାଏ ଏବଂ ଶୀଘ୍ର ପରେ ଅନୁତାପ କରାଯାଏ, ତେବେ ଗ୍ରହଣ କରାଯାଏ, 4:17; 6:54
- ଏବଂ ଯଦି ମନ୍ଦ କାମ ଜାରି ରଖାଯାଏ, ତେବେ କୌଣସି ପ୍ରଭାବ ପଡ଼ିବ ନାହିଁ, 4:18
- ସେ ପାପ ଗ୍ରହଣ କରନ୍ତି ଏବଂ କ୍ଷମା କରନ୍ତି, 4:25
ମନ୍ଦ ପାଇଁ ବିଶ୍ରାମ, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ପୁନରୁତ୍ଥାନ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ଏଜ୍ରା 2:259 କାହାଣୀରେ ଉଦାହରଣ
- ଅବ୍ରହାମ 2:260
- ଗୁମ୍ଫାର ଲୋକମାନେ 18:9-26
- ପୁନରୁତ୍ଥାନ ଅସ୍ୱୀକାରକାରୀଙ୍କ ପ୍ରତି ଚେତାବନୀ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ପୁନରୁତ୍ଥାନ ଦିନ, 7:89; 20:100-101, 124
- ସତ୍ୟ ଦିନ, 78:39
- ତୁମର ପାରିଶ୍ରମିକ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ଦେଇଛ 3:185
- ଲିଖିତ କାର୍ଯ୍ୟ ପୃଷ୍ଠାଗୁଡ଼ିକ ଖୋଲାଯିବ,81:11
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ଜାଣିବେ ଯେ ସେ କ'ଣ ଆଣିଛି, 81:14
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ତାଙ୍କ ଦ୍ୱାରା କରାଯାଇଥିବା ସମସ୍ତ ଭଲ ଏବଂ ମନ୍ଦର ସମ୍ମୁଖୀନ ହେବେ, 3:30
- ଜଣେ ବ୍ୟକ୍ତି ଜାଣିବ ଯେ ସେ କଣ ଆଗକୁ ପଠାଇଛି ଏବଂ କଣ ପଛରେ ଛାଡିଛି, 82:5
- ଅନ୍ୟାୟର ଭୟ ନାହିଁ, 20:112
- ନ୍ୟାୟର ତରାଜୁ, 21:47
- କାର୍ଯ୍ୟର ତରାଜୁ, 23:102-103
- ଯେକେହି ପରମାଣୁ ପରିମାଣର ଭଲ କିମ୍ବା ମନ୍ଦ କାମ କରେ, ସେ ତାହା ଦେଖିବ, 100:7-8
- ସମସ୍ତ ଗୁପ୍ତ କଥା ଯାଞ୍ଚ କରାଯିବ, 86:9
ଡାହାଣ ହାତରେ ଦିଆଯାଇଥିବା ରେକର୍ଡ, 69:19; 84:7-9
ବାମ ହାତରେ ଦିଆଯାଇଥିବା ରେକର୍ଡ, 69:25
ପଛ ପଛରେ ଦିଆଯାଇଥିବା ରେକର୍ଡ, 84:10-15
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ କଷ୍ଟକର ଦିନ, 25:26; 54:8; 74:9
- ଏକ ଭାରୀ ଦିନ, 76:27
- ଭାରୀ ଭାର ବହନ କର, 20:100-101
- କୌଣସି ବାହାନା ଦେଖାଇବାକୁ ଅନୁମତି ନାହିଁ, 77:36
- ଭୁଲ୍ କରୁଥିବା ଲୋକଟି ତା' ହାତରେ କାମୁଡ଼ିବ, 25:27
- ପାପୀମାନେ ସେମାନଙ୍କ ସାଥୀ ଏବଂ ପ୍ରତିମାମାନଙ୍କ ସହିତ ଏକତ୍ରିତ ହୋଇଥିଲେ, 37:22
- ଗଭୀର ଅନୁତାପ, ଦୁଃଖ ଏବଂ ହତାଶା ସହିତ ବିନାଶ, 30:12
- ଜୀବନ୍ତ ପୋତି ଦିଆଯାଇଥିବା ମହିଳାଙ୍କୁ ପଚରାଯିବ,81:8-9
- ସବୁଠାରୁ ବଡ଼ ଆତଙ୍କ, 21:103
- ଡାକୁଥିବା ବ୍ୟକ୍ତି ଏକ ଭୟଙ୍କର ଜିନିଷକୁ ଡାକିବେ, 50:41; 54:6-8
- ଗୋଟିଏ (ଚିତ୍କାର), 36:29, 49, 53; 38:15; 50:42
- ଜାଜରା (ଚିତ୍କାର), 37:19; 79:13
- ଏକ ନିକଟତର ଯନ୍ତ୍ରଣା, 78:40
- ଭୟଙ୍କର କମ୍ପନରେ ଆକାଶ ଥରିବ, 52:9; 56:4
- ସ୍ୱର୍ଗ ବିଭାଜିତ ହୋଇଛି, 84:1-2
- ସ୍ୱର୍ଗ ବିଦୀର୍ଣ୍ଣ ହେଲା, 77:9; 82:1
- ଆକାଶ ମେଘ ସହିତ ବିଦୀର୍ଣ୍ଣ ହେବ, 25:25
- ସ୍ୱର୍ଗ ତାଙ୍କ ଡାହାଣ ହାତରେ ଗୁଡ଼ାଯିବ, 21:104; 39:67
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀରେ ଥିବା ସମସ୍ତେ ମୂର୍ଚ୍ଛିତ ହୋଇଯିବେ, 39:68
- ସ୍ୱର୍ଗ ଖୋଲାଯିବ, ଏହା ଦ୍ୱାର ପରି ହୋଇଯିବ, 78:19
- ଆକାଶ ତେଲର ଫୁଟୁଥିବା ମଇଳା ପରି ହେବ, 70:8
- ତାରାମାନେ ଖସିଯିବେ, 81:2; 82:2
- ତାରାମାନେ ସେମାନଙ୍କର ଆଲୋକ ହରାଇବେ, 77:8
- ସୂର୍ଯ୍ୟ ତାର ଆଲୋକ ହରାଇବ, 81:1
- ସମୁଦ୍ରଗୁଡ଼ିକ ପ୍ରଜ୍ୱଳିତ ଅଗ୍ନି ପରି ହୋଇଯିବ, 81:6
- ସମୁଦ୍ର ଫାଟି ଆସିଲା, 82:3
- ଘଣ୍ଟାର ଭୂମିକମ୍ପ, 22:1; 99:1
- ପର୍ବତଗୁଡ଼ିକ ଘୁଞ୍ଚିଯିବେ, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- ଚୂର୍ଣ୍ଣ ହୋଇ ଧୂଳି ହୋଇଯିବା 20:105; 56:5
- ପଶମର କଣ୍ଟା ପରି, 70:9; 101:5
- ପୃଥିବୀ ଏବଂ ପର୍ବତଗୁଡ଼ିକ ପ୍ରବଳ ଭାବରେ ଥରି ଉଠିବେ, 73:14; 79:6
- ପୃଥିବୀ ଚୁର୍ଣ୍ଣ ହୋଇଗଲା, 89:21
- ପୃଥିବୀ ଅନ୍ୟ ଏକ ପୃଥିବୀରେ ପରିବର୍ତ୍ତିତ ହେବ ଏବଂ ସ୍ୱର୍ଗ ମଧ୍ୟ ସେହିପରି ହେବ, 14:48
- ପୃଥିବୀ ବିସ୍ତାରିତ, 84:3-5
- ପୃଥିବୀ ଏକ ଲଭେଲଡ୍ ସମତଳ ଭାବରେ 18:47; 20:106
- ପୃଥିବୀ ତା'ର ଭାର ବାହାର କରିଦିଏ, 84:4; 99:2
- କବରଗୁଡ଼ିକୁ ଓଲଟାଇ ଦିଆଯାଇଥିଲା, 82:4
- କବରରୁ ପୁନରୁତ୍ଥାନ, 21:97; 70:43
- ମୃତ୍ୟୁ ପରେ ଜୀବିତ ପୃଥିବୀ ଉପରେ, 79:14
- ବନ୍ୟ ପଶୁମାନେ ଏକତ୍ରିତ ହେବେ, 81:5
- ଅନ୍ଧ ଭାବରେ ଉଠିଲେ, 20:124-125
- ତୂରୀ ଫୁଙ୍କିବ, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- ସଖଖା, 80:33
- ଆତ୍ମାଗୁଡ଼ିକ ସେମାନଙ୍କ ଶରୀର ସହିତ ସଂଯୁକ୍ତ ହେବେ,81:7
- ଦଶ ଦିନରୁ ଅଧିକ ସମୟ ରହିବ ନାହିଁ, 20:103
- ଗୋଟିଏ ଦିନରୁ ଅଧିକ ରୁହନ୍ତୁ ନାହିଁ, 20:104
- କିମ୍ବା ଦିନର କିଛି ଅଂଶ, 23:112-114
- ସମାବେଶ ଦିନ, 64:9
- ବିଚାର ଦିନ, 37:21
- ନିଷ୍ପତ୍ତି ଦିନ, 77:38; 78:17
- ସଜାଡ଼ିବାର ଦିନ, 77:13-14
- ଦୁଃଖ ଏବଂ ଅନୁତାପର ଦିନ, 19:39
- ଅସ୍ୱୀକାରକାରୀମାନେ, 77:15-50
- ମାନବଜାତି ବିକ୍ଷିପ୍ତ ହୋଇ ରହିଥିବା ପତଙ୍ଗ ପରି ହେବ,101:4
- ମାନବଜାତି ବିକ୍ଷିପ୍ତ ଗୋଷ୍ଠୀରେ ଆଗକୁ ବଢ଼ିବ,100:6
- ମଣିଷଜାତି ମତ୍ତ ଅବସ୍ଥାରେ, 22:2
- ପ୍ରତ୍ୟେକ ଗର୍ଭବତୀ ତାଙ୍କର ଭାର ଛାଡ଼ିଦେବେ, 22:2
- ଗର୍ଭବତୀ ଓଟମାନଙ୍କୁ ଅବହେଳିତ କରାଯିବ,81:4
- ସ୍ତନ୍ୟପାନକାରୀ ମାଆ ତାଙ୍କ ଶିଶୁକୁ ଭୁଲିଯିବେ,22:2
- ସମ୍ପର୍କୀୟମାନଙ୍କୁ ପରସ୍ପରକୁ ଦେଖା କରାଯିବ,70:11
- ଜଣେ ବ୍ୟକ୍ତି ନିଜ ସମ୍ପର୍କୀୟଙ୍କଠାରୁ ପଳାଇଯିବ,80:34-37
- କୌଣସି ବନ୍ଧୁ ବନ୍ଧୁଙ୍କୁ ପଚାରିବ ନାହିଁ, 70:10
- କେହି ବନ୍ଧୁ କିମ୍ବା ମଧ୍ୟସ୍ଥିକାରୀ ରହିବେ ନାହିଁ,40:18
- କୌଣସି ବ୍ୟକ୍ତି ଅନ୍ୟ ପାଇଁ କିଛି କରିବାର କ୍ଷମତା ରଖିବେ ନାହିଁ, 82:19
- ତାଙ୍କର କୌଣସି ଶକ୍ତି ରହିବ ନାହିଁ, କିମ୍ବା କେହି ସାହାଯ୍ୟକାରୀ ହେବେ ନାହିଁ, 87:10
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ କୌଣସି ଭୟ ନାହିଁ, 43:68
- ବିଶ୍ୱାସୀମାନେ ଛାଇ, ଝରଣା ଏବଂ ଫଳ ମଧ୍ୟରେ ରହିବେ, 77:41-43
- ସ୍ୱର୍ଗବାସୀ ଏବଂ ସେମାନଙ୍କ ସ୍ତ୍ରୀମାନେ, 36:55-58
- ଦୂତମାନଙ୍କୁ ଏକ ମହାନ ଅବତରଣ ସହିତ ପଠାଯିବ, 25:25
- ଶିନ୍ ଖୋଲା ରହିବ, 68:42-43
- ସ୍ୱର୍ଗ ନିକଟକୁ ଅଣାଯିବ, 81:13
- ନର୍କକୁ ନିକଟତର କରାଯିବ, 89:23
- ନର୍କ-ନିଷ୍କାସନ କରାଯିବ, ଭୟଙ୍କର ଅଗ୍ନିରେ ପ୍ରଜ୍ୱଳିତ ହେବ, 81:11-12
- ଦାନ ଦ୍ୱାରା ପ୍ରତିଶୋଧ ଏକ ପ୍ରାୟଶ୍ଚିତ୍ତ ହେବ, 5:45
ପ୍ରକାଶିତ ବାକ୍ୟ
- ଯଦି ତୁମର ସନ୍ଦେହ ଅଛି, 2:23-24
- ରଦ୍ଦ କିମ୍ବା ବିସ୍ମୃତ ପଦ, 2:106
- ସଠିକ୍ ମାର୍ଗଦର୍ଶନ, 3:73
- ପ୍ରଭୁଙ୍କଠାରୁ, ତେଣୁ ସନ୍ଦେହ କରୁଥିବା ଲୋକଙ୍କ ମଧ୍ୟରୁ ହୁଅ ନାହିଁ, 6:114
- ବୁଝିପାରୁଥିବା ଲୋକଙ୍କ ପାଇଁ, 6:98
- ଏକ ମାର୍ଗଦର୍ଶନ ଏବଂ ଦୟା, 7:203; 16:64; 31:3
- ରୁହ-ଉଲ୍-କୁଡୁସ୍ ମାଧ୍ୟମରେ, 16:102; 26:192-193
- ବିସ୍ତାରିତ ଭାବରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି, 6:98; 41:2-4
- ଏହି ପୁସ୍ତକ ଆଲ୍ଲାହଙ୍କଠାରୁ ଆସିଛି, 46:2
- ପୁସ୍ତକ ଏବଂ କୋରାନ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସେମାନଙ୍କ ପ୍ରତି ହୋଇଥିବା ଅତ୍ୟାଚାରୀ ଅନ୍ୟାୟର ପ୍ରତିଶୋଧ, 42:39-43
ପୁରସ୍କାର
- ସର୍ବୋତ୍ତମ କାର୍ଯ୍ୟ ଅନୁସାରେ, ଏବଂ ଆହୁରି ଅଧିକ, 24:38; 29:7; 39:35
- ପୁରସ୍କାର ସ୍ୱରୂପ 25:15
- ଯେଉଁମାନେ ଭଲ କାମ କରନ୍ତି, ଆଲ୍ଲା ସେମାନଙ୍କୁ ସର୍ବୋତ୍ତମ ପୁରସ୍କାର ଦିଅନ୍ତି, 53:31
- ଭଲ ପାଇଁ, ଭଲ ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ପୁରସ୍କାର ନାହିଁ, 55:60
ରିବା (ସୁଧ ଦେଖନ୍ତୁ)
ଧାର୍ମିକ
- ସଙ୍ଗୀ, 4:69
- ଦେଶ ଅଧିକାର କରିବେ, 21:105
- ସ୍ୱର୍ଗରେ, 51:15-19; 76:5-12
- ଭଲ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଧାର୍ମିକତା, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- 90:11-18 ର ଖଡ଼ା ପଥ
ସଠିକ୍ ମାର୍ଗଦର୍ଶନ ହେଉଛି ଆଲ୍ଲାହର ମାର୍ଗଦର୍ଶନ,3:73
ରାସ୍ତା, ରାସ୍ତା, 43:10
ରକିୟ ଟ୍ରାକ୍ଟ (ହିଜର୍), ବାସିନ୍ଦା, 15:80-85
ରୋମୀୟ, 30:2-5
ଛାତ, ସ୍ୱର୍ଗ, 21:32
ରୁହ (ଗାବ୍ରିଏଲ୍), 26:193; 67:12; 70:4; 78:38; 97:4 |
ରୁହ-ଉଲ୍-କୁଡସ୍, 2:87, 253; 5:110; 16:102
- ଗାବ୍ରିଏଲଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ରୁହ (ଆତ୍ମା, ଆତ୍ମା), 15:29; 17:85; 58:22
ରମ୍, S.30
ସାବା '(ଶିବା), 27:22-44; 34:15-21
ସାବା', S.34
ବିଶ୍ରାମବାର
- ନିୟମ ଉଲ୍ଲଂଘନକାରୀ, 2:65; 4:154; 7:163-166
- କେବଳ 16:124 ପାଇଁ ନିର୍ଦ୍ଧାରିତ
ସାବିଆନ୍ସ, 5:69; 22:17
ବଳିଦାନ, 2:196, 200; 22:34-37
ଦୁଃଖ, S.38
ସାଦାକା (ଦାନ), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ଦେଖାଇବା ଅପେକ୍ଷା ଲୁଚାଇବା ଭଲ, 2:271
ସଫା ଏବଂ ମାରୱା, 2:158
ସାଫ୍, S.61
ସଫାତ, S.37
ସୈଲ ଅଲ-ଆରମ୍ (ମା'ରିବ ଡ୍ୟାମରୁ ଛଡାଯାଇଥିବା ବନ୍ୟା), 34:16
ସଜଦା, S.32
ସାକିନା (ଶାନ୍ତି ଏବଂ ଶାନ୍ତି), 2:248; 9:26, 40; 48:4, 18, 26
ସାଲିହ, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ସାଲସାବିଲ (ପାରାଦୀପରେ ବସନ୍ତ), 76:18 |
ସାମିରି, 20:85, 95-97
ଶାମୁୟେଲ, 2:247
ଶୟତାନ, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- ଶତ୍ରୁତା ଏବଂ ଘୃଣାକୁ ଉତ୍ତେଜିତ କରେ, 5:91
- ମନ୍ଦ ଫୁସ୍‌ଫୁସ୍‌, 7:200-201 ରୁ
- ପ୍ରତାରଣା କରେ, 8:48
- ବିଶ୍ୱାସଘାତକତା କରାଯାଇଥିଲା, 14:22
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ ତାଙ୍କର କୌଣସି କ୍ଷମତା ନାହିଁ, 16:99-100
- ମିଥ୍ୟା ଫିଙ୍ଗିଥାଏ, 22:52-53
- ଜଣେ ଶତ୍ରୁ, 12:5; 35:6; 36:60
- ଅହଂକାର 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ଏକ ଜିନ୍ 18:50-51
- ଆଦମଙ୍କ ପ୍ରଲୋଭନ ଏବଂ ପତନ 7:20-23; 20:116-121
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ ତାଙ୍କର କୌଣସି କର୍ତ୍ତୃତ୍ୱ ନାହିଁ 16:98-100
- ତାଙ୍କର ଲକ୍ଷ୍ୟ 35:6-8
- ମାନବଜାତି ପ୍ରତି ଜଣେ ଶପଥପ୍ରାପ୍ତ ଶତ୍ରୁ 12:5; 17:53
- ତାଙ୍କ ଦଳ 53:14-19
- ତାଙ୍କ ହସ୍ତକୃତି 5:90-91
- ଭଲ କାମକୁ ନିରୁତ୍ସାହିତ କରେ 2:268
- ବିଶ୍ୱାସୀମାନେ ତାଙ୍କଠାରୁ ଆଲ୍ଲାହଙ୍କଠାରେ ଆଶ୍ରୟ ନିଅନ୍ତି 7:200-202
- ତାଙ୍କର ଯୋଜନାଗୁଡ଼ିକ ଦୁର୍ବଳ 4:76
- ତାଙ୍କ ଅନୁଗାମୀମାନଙ୍କୁ ନିରାଶ କରନ୍ତି 8:48
- ନର୍କରେ ତାଙ୍କ ଅନୁଗାମୀମାନଙ୍କ ସହ କଥା ହୁଅ 14:22
- ଇବ୍ଲିସ୍ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସ୍କେଲ୍, ସଫଳ, କାହାର ଇଚ୍ଛା ଭାରୀ, 7:8-9
- ବାଲାନ୍ସ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଶାସ୍ତ୍ର
- (ଯିହୂଦୀ ଏବଂ ଖ୍ରୀଷ୍ଟିଆନ) ର ଲୋକମାନେ, 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ସେମାନେ କ'ଣ ଲୁଚାଇ ରଖିଥିଲେ, 5:61-63
- ସେମାନଙ୍କ ମଧ୍ୟରେ ଯେଉଁମାନେ ଠିକ୍ ପଥରେ ଅଛନ୍ତି, 5:66
- ସେମାନେ ଚିହ୍ନିପାରନ୍ତି କିନ୍ତୁ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, 6:20
ସମୁଦ୍ର, 42:32-33; 45:12
- ଦୁଇଟି, 18:60; 25:53; 35:12; 55:19-20
- ଯେତେବେଳେ, ଫୁଟି ଉଠିବ, 82:3
ଗୁପ୍ତ (ନଜୱା)
- ଆଲୋଚନା, 4:114
- ତିନି ଜଣଙ୍କ ପରାମର୍ଶ, 58:7
- ପରାମର୍ଶ, 58:8, 10
- ବ୍ୟକ୍ତିଗତ ପରାମର୍ଶ, 58:12-13
ଧର୍ମରେ ସମ୍ପ୍ରଦାୟ ଏବଂ ବିଭାଜନ, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
ସଙ୍କଟ ପରେ, ସେ ସୁରକ୍ଷା ପଠାଇଲେ, 3:154
ବିହନ, କିଏ ଏହାକୁ ବଢ଼ାଏ, 56:63-67
ଇନ୍ଦ୍ରିୟ, 23:78
ସାତ, ସୃଷ୍ଟି ହୋଇଛି
- ସ୍ୱର୍ଗ, 2:29; 23:17; 65:12; 67:3; 71:15
- ଏବଂ ପୃଥିବୀର ସେହିପରି, 65:12
ଛାଇ
- ଆଲ୍ଲାହଙ୍କୁ ପ୍ରଣାମ କରେ, 13:15; 16:48
ବିସ୍ତାର, 25:45
ଶାମ୍ସ, S.91
ଥମୁଦ ଲୋକଙ୍କ ପାଇଁ ଏକ ସ୍ପଷ୍ଟ ସଙ୍କେତ ସ୍ୱରୂପ ଓଟ, 7:73; 17:59; 26:155-158
ଜାହାଜ, ଯାତ୍ରା, ଏକ ଚିହ୍ନ ଭାବରେ; ସେବା କରିବା; କୃତଜ୍ଞ ହେବା; ତାଙ୍କ ଅନୁଗ୍ରହ ଅନ୍ୱେଷଣ କରିବା, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ଶୁଆବ, 7:85-93; 11:84-95; 29:36-37
ଶୁଆରା, S.26
ଶୁରା, S.42
ସିଦ୍ରାତ-ଉଲ-ମୁନତାହା, 53:14
ଅଲ-ମଦିନା ଘେରାବନ୍ଦୀ, 33:9-27
ସିଜିନ୍, 88:7-9
ପାପ, 7:100; 74:43-6
- ଅବୈଧ ଯୌନ ସମ୍ପର୍କ, 4:15-16; 24:2, 19
- ଯଦି ବଡ଼, ଏଡାଯାଏ, ଛୋଟ ପାପ କ୍ଷମା ହୁଏ, 4:31
- ସେମାନେ ମଣିଷଠାରୁ ଲୁଚିପାରିବେ, କିନ୍ତୁ ଆଲ୍ଲାହଙ୍କଠାରୁ ଲୁଚିପାରିବେ ନାହିଁ, 4:108
- ଯିଏ ରୋଜଗାର କରେ, ସେ କେବଳ ନିଜ ବିରୁଦ୍ଧରେ ରୋଜଗାର କରେ, 4:111
- ଯିଏ ରୋଜଗାର କରେ, ଏବଂ ତା’ପରେ ନିର୍ଦ୍ଦୋଷ କାହା ଉପରେ ପକାଇଥାଏ, 4:112
- ଆଲ୍ଲାହ ତାଙ୍କ ସହିତ ପୂଜାରେ ଅଂଶୀଦାର ନ କରିବା ପାଇଁ କ୍ଷମା କରନ୍ତି, କିନ୍ତୁ ଏହା ବ୍ୟତୀତ ଅନ୍ୟ ପାପଗୁଡ଼ିକୁ କ୍ଷମା କରନ୍ତି, 4:116
- ଯେଉଁମାନେ କାମ କରିବେ, ସେମାନେ ଉଚିତ ପ୍ରତିଫଳ ପାଇବେ,6:120
- ପାପୀମାନେ କେବେ ସଫଳ ହେବେ ନାହିଁ, 10:17
- ଆଲ୍ଲା ସମସ୍ତଙ୍କୁ କ୍ଷମା କରନ୍ତି, 39:53
- ମହାନ ପାପ, 42:37
ସିନାଇ, ପର୍ବତ, 19:52; 23:20; 95:2
ପାପୀମାନେ, ସେମାନଙ୍କର କାନ, ଆଖି ଏବଂ ଚର୍ମ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବେ, 41:20-23
ସିରାତ ସେତୁ, 66:8
ନିନ୍ଦାକାରୀ, 68:11-12; 104:1
ଦାସମାନେ, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- ଯୁଦ୍ଧବନ୍ଦୀ; ବନ୍ଦୀ ମଧ୍ୟ ଦେଖନ୍ତୁ
ନିଦ୍ରା, ବିଶ୍ରାମ ପାଇଁ ଏକ ଜିନିଷ, 78:9
ସଦୋମ, 29:31; 37:136
ସଦୋମି, 7:80-82; 11:77-83; 15:61-77; 29:28-29
ଶଲୋମନ, 2:102; 4:163; 6:84
- ତାଙ୍କ ପିତା ଦାଉଦଙ୍କୁ ଏକ ନ୍ୟାୟପୂର୍ଣ୍ଣ ବିଚାରରେ ପହଞ୍ଚିବାରେ ସାହାଯ୍ୟ କରନ୍ତି 21:78-82
- ଏବଂ ପିମ୍ପୁଡ଼ିମାନେ, 27:15-19
- ଏବଂ ହୁପୁ, 27:20-26
- ଏବଂ ସବାର ରାଣୀ, 27:22-44; 34:15
- ତାଙ୍କ ଉପରେ ଆଲ୍ଲାହର ଅନୁଗ୍ରହ 34:12-14, 38:34-40
- ସୁନ୍ଦର ଘୋଡାମାନଙ୍କ ପ୍ରତି ତାଙ୍କର ପ୍ରେମ 38:30-33
ପୁତ୍ର, ପାଳିତ, 33:4-5
ଆତ୍ମା (ଆତ୍ମା, ରୁହ), 15:29; 17:85; 58:22
ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ଖର୍ଚ୍ଚ କର, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ଯାହା ତୁମର ଆବଶ୍ୟକତାଠାରୁ ଅଧିକ, 2:219
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ନିଜର ଧନ ସମ୍ପତ୍ତି ଖର୍ଚ୍ଚ କରନ୍ତି, 2:261
- ପୁରୁଷମାନଙ୍କ ଦ୍ୱାରା ଦେଖାଯିବା ପାଇଁ, 2:264; 4:38
- ତୁମେ ଆଲ୍ଲାହଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯାହା କର, ତାହା ତୁମକୁ ପ୍ରତିଫଳ ଦିଆଯିବ, 2:272; 8:60; 34:39
- ଅପବ୍ୟବହାର ସହିତ ନୁହେଁ, କିମ୍ବା ଅପବ୍ୟବହାର କରି ନୁହେଁ, 6:141; 17:26
- ଅଯଥା ନୁହେଁ କି କୃପଣ ନୁହେଁ, 25:67
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ଖର୍ଚ୍ଚ କରିବାରୁ ହାତ ବନ୍ଦ କରନ୍ତି, 9:67
ଆତ୍ମା (ଆତ୍ମା, ରୁହ), 15:29
- ଏହାର ଜ୍ଞାନ ଆଲ୍ଲାହଙ୍କ ପାଖରେ ଅଛି, 17:85
- ଆଲ୍ଲାହ ବିଶ୍ୱାସୀମାନଙ୍କୁ ଶକ୍ତିଶାଳୀ କରନ୍ତି, 58:22
ଯୁଦ୍ଧର ଲୁଟ, 8:41, 69; 48:15, 19-20; 48:15
- ବୁଟି ମଧ୍ୟ ଦେଖନ୍ତୁ
ଗୁପ୍ତଚର, 49:12
ତାରା, 53:1, 49; 86:1-4
ତାରା, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
ସିଧା, ପଥ, 1:6
- ଇତ୍ୟାଦି। ପଥ, 6:153
- ଇତ୍ୟାଦି ପ୍ରୟାସ, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
ସ୍ତନ୍ୟପାୟୀ ଶିଶୁ, ପାଳିତ ମାଆର ଶବ୍ଦ, 2:233
ଦୁଃଖ, ଦାରିଦ୍ର୍ୟ, ସ୍ୱାସ୍ଥ୍ୟହାନି ଏବଂ ବିପର୍ଯ୍ୟୟ; ସମୃଦ୍ଧି ଏବଂ ସମ୍ପତ୍ତି, 7:94-96
ରବି, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
ସର୍ବୋଚ୍ଚ ସଫଳତା, 9:72; 44:57
ସୂରା, 10:38; 11:13; 47:20
- ଏହାର ପ୍ରକାଶନ ବିଶ୍ୱାସକୁ ବୃଦ୍ଧି କରେ, 9:124-127
ସନ୍ଦେହ, 49:12
ପୋଷଣ, 19:62
- ବ୍ୟବସ୍ଥା ମଧ୍ୟ ଦେଖନ୍ତୁ; ପ୍ରୋଭିଡେନ୍ସ
ସୁୱା', 71:23
ଟାବୁକ୍, 9:40-59, 81-99, 117-118, 120-122 |
ତାଘାବୁନ୍, S.64
ଟାଗୁଟ୍, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- ଅନ୍ୟ ମିଥ୍ୟା ଦେବତାମାନଙ୍କୁ ଦେଖନ୍ତୁ
ଟା-ହା, S.20
ତାହରିମ୍, S.66
ଟାକାଥୁର, S.102
ଟାକୱିର, S.81
ତଲାକ, S.65
ତାଳ (କଦଳୀ ଗଛ), 56:29
ତାଲୁତ (ଶାଉଲ), 2:247-249
ତାରିକ, S.86
ତସନିମ୍ (ବସନ୍ତ), 83:27-28
ତୌବା, S.9
ତୱାଫ୍ (କାବା ବୁଲିବା), 2:200; 7:29,31
ତୟାମ୍ମୁମ୍, 4:43; 5:6
ପ୍ରତ୍ୟେକ ଜାତିର ସମୟ ନିର୍ଦ୍ଦିଷ୍ଟ ଅଛି, କେହି ଏହାକୁ ପୂର୍ବାନୁମାନ କରିପାରିବେ ନାହିଁ କିମ୍ବା ବିଳମ୍ବ କରିପାରିବେ ନାହିଁ, 7:34; 10:49; 15:4-5; 16:61; 20:129
ଅଞ୍ଚଳ, ସେନା ୟୁନିଟ୍ ଦ୍ୱାରା ତୁମର ସୁରକ୍ଷା କର, 3:200
ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ପରୀକ୍ଷା, 3:154; 34:21
ଥାମୁଦ, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
ଚୋର, ଦଣ୍ଡ, 5:38-39
ସିଂହାସନ, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- ପାଣି ଉପରେ, 11:7
- ଆଠ ଜଣ ଦୂତ ଧାରଣ କରିଛନ୍ତି, 39:75; 40:7; 69:17
ସମୟ, 45:24; 76:1; 103:1
ଟିନ୍, S.95
ଯନ୍ତ୍ରଣା,3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
ନଗରୀ, ଆମେ କେବେବି କୌଣସି ନଗରୀକୁ ନଷ୍ଟ କରିନାହୁଁ, କିନ୍ତୁ ଏହାର ଏକ ଜଣାଶୁଣା ନିୟମ ଥିଲା, 15:4
ବାଣିଜ୍ୟ ଏବଂ ସମ୍ପତ୍ତି, 4:29
ଭ୍ରମଣ କର, ସେମାନେ କ’ଣ ପୃଥିବୀ ଦେଇ ଭ୍ରମଣ କରିନାହାଁନ୍ତି, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ବିଶ୍ୱାସଘାତକତା, 8:58; 22:38
- ବିଶ୍ୱାସଘାତ ଦେଖନ୍ତୁ
ଧନ ସଞ୍ଚିତ, 9:35
ଆଲ୍ଲାହର ଧନ, 6:50
ଅନନ୍ତ ବୃକ୍ଷ, 20:120
ଗଛ, 22:18
ପରୀକ୍ଷଣ, 2:214-218; 64:15
ପୁନରୁତ୍ଥାନ ଦିନ, ତୂରୀବଜାନ, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
ସଖଖା,80:33
ସ୍ୱର୍ଗ, ପୃଥିବୀ ଏବଂ ପର୍ବତ ଉପରେ ଆସ୍ଥା ଅର୍ପଣ କରାଯାଇଛି, କିନ୍ତୁ ମଣିଷ ଦ୍ୱାରା ଗ୍ରହଣ କରାଯାଇଛି,33:72-73
ଟ୍ରଷ୍ଟ (ଅମାନା), 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
ସତ୍ୟ, 5:48; 23:70-71, 90; 25:33; 69:51
- ମିଥ୍ୟା ସହିତ ମିଶ୍ରଣ କର ନାହିଁ କିମ୍ବା ଲୁଚାଇ ରଖ ନାହିଁ, 2:42
- ଆସିଛି ଏବଂ ମିଥ୍ୟା ଲୋପ ପାଇଛି, 17:81
- ପ୍ରତିଜ୍ଞା, 46:16-17
ତୁବା ', ଲୋକ, 44:37; 50:14
ତୁର (ପର୍ବତ), 28:29, 46
ତୁର, S.52
ତୁୱା, ଉପତ୍ୟକା, 20:12; 79:16
ଉହୁଦ, ଯୁଦ୍ଧ, 3:121-128, 140-180
ଉମ୍ମା (ସମ୍ପ୍ରଦାୟ, ଜାତି), 2:143-144; 10:47, 49; 11:118; 16:36, 120
'ଉମରା, 2:128, 158, 196
ସୁଧ (ରିବା), 2:275-276, 278-280; 3:130; 4:161; 30:39
'ଉଜୈର, (ଏଜ୍ରା ଦେଖନ୍ତୁ)
'ଉଷ, 53:19
ପରଦା, ଏକ ଅଦୃଶ୍ୟ, 17:45-46
ଘୋଡ଼ା, 24:31; 33:59
ପଦ, ସାବ 'ଅଲ-ମଥାନି, 15:87 |
ବିଜୟ
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ପ୍ରଦତ୍ତ, 48:1
- ଆଲ୍ଲାହଙ୍କ ସାହାଯ୍ୟ ମାଧ୍ୟମରେ, 61:13
ଗୁଣ, (ଧାର୍ମିକତା ଦେଖନ୍ତୁ; ବିଶ୍ୱାସୀ)
ୱାଡ୍, 71:23
- "ତୁମେ ଅପେକ୍ଷା କର, ଆମେ ମଧ୍ୟ ଅପେକ୍ଷା କରୁଛୁ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
ୱାକି'ଆ, S.56
ଆଲ୍ଲାହଙ୍କ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ, 5:33-34
ଅପବ୍ୟବହାର କରି ଅପବ୍ୟବହାର କରନାହିଁ, 6:141; 7:31; 17:26
ଜଳ, ପ୍ରତ୍ୟେକ ଜୀବନ୍ତ ପ୍ରାଣୀ ଯାହାରୁ ସୃଷ୍ଟି ହୋଇଛି, 21:30; 24:45; 25:54
- ଦୁଇଟି ସମୁଦ୍ର, 18:60; 25:53; 35:12; 55:19-20
- ଆଲ୍ଲାହଙ୍କ ସିଂହାସନ ଉପରେ, 11:7
- ବର୍ଷା, 23:18
ଉପାୟ, 1:6; 42:52-53; 90:10
- ଇତ୍ୟାଦି ସହଜ, ସହଜ କର, 87:8
- ପଥ ମଧ୍ୟ ଦେଖନ୍ତୁ
ପଥିକ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ଧନ
- କିଏ ଏକାଠି ହୋଇଛି, 104:2-4
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ଖର୍ଚ୍ଚ କରିବା (ବ୍ୟୟ ଦେଖନ୍ତୁ)
ଧନ ଏବଂ ସନ୍ତାନସନ୍ତତି, ଏହି ସାଂସାରିକ ଜୀବନର ସୌନ୍ଦର୍ଯ୍ୟ, 18:46
ଓଜନ ଏବଂ ମାପ, ପୂର୍ଣ୍ଣ ଦିଅ, 11:85; 17:35; 83:1-5
ବିଧବାମାନେ, 2:234-235, 240
ଆଲ୍ଲାଙ୍କ ଇଚ୍ଛା, 10:99-100; 30:5; 81:29; 82:8
ମଣିଷର ଇଚ୍ଛା, ସିଧା ଚାଲିବା, ଯଦି ଆଲ୍ଲାହ ଇଚ୍ଛା ନ କରନ୍ତି, 28:29
ପବନ, 77:1-3
- ସୁସମାଚାରର ପ୍ରଚାରକ ଭାବରେ, 7:57; 30:46
- ମେଘ ଉଠାଇବା, ଜଳ ସୃଷ୍ଟି କରିବା, 15:22; 30:48
- ହଳଦିଆ ହୋଇଯିବା, 30:51
ମଦ (ସ୍ୱର୍ଗରେ)
- ଶୁଦ୍ଧ ପାନୀୟ, 37:45; 76:21
- ଧଳା, ସ୍ୱାଦିଷ୍ଟ, 37:46
- ନଦୀ, 47:15
- ଶୁଦ୍ଧ ମୁଦ୍ରାଙ୍କିତ, 83:25
ଯେଉଁ ଜିନିଷଗୁଡ଼ିକରେ ଆଲ୍ଲାହ କେତେକଙ୍କୁ ଅନ୍ୟମାନଙ୍କଠାରୁ ଶ୍ରେଷ୍ଠ କରିଛନ୍ତି, ତାହା ପାଇଁ କାମନା କର ନାହିଁ, 4:32
ସାକ୍ଷୀମାନେ
- ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନଙ୍କ ଚୁକ୍ତିକୁ, 3:81
- ମାନବଜାତି ଉପରେ, 2:143; 22:78
- ଏକ ଚୁକ୍ତି ପାଇଁ, 2:282
- ଜଣେ ପୁରୁଷ ବିରୁଦ୍ଧରେ ଦୁଇଜଣ ମହିଳା, 2:282
- ଅବୈଧ ଯୌନ ସମ୍ପର୍କ ପ୍ରତି, 4:16; 24:2
- ନ୍ୟାୟବାନ ହୁଅ, 5:8
- ହାତ ଏବଂ ଗୋଡ ସାକ୍ଷ୍ୟ ଦେବେ, 36:65
- ମଣିଷ ନିଜ ବିରୁଦ୍ଧରେ, 75:14
ସାକ୍ଷ୍ୟ ଦିବସ ଏବଂ ସାକ୍ଷ୍ୟ ଦିବସ, 85:3
ପତ୍ନୀଗଣ
- ତୁମ ପାଇଁ ଏକ କ୍ଷେତ, 2:223
- ତୁମ ପାଇଁ ଆବରଣ, 2:187
- ତୁମର ନିଜ ପ୍ରକାରର, 16:72
ବାଦବିବାଦିନୀ ମହିଳା, 58:1-2
ମହିଳା, 2:222-223; 4:15, 19-22, 34, 127
- ଯେଉଁମାନେ ପବିତ୍ରତାକୁ ଦୋଷୀ କରନ୍ତି, 24:4-5, 11-17, 23-26
- ଘୋଡ଼ାଇ ରଖିବା, 24:31; 33:59
- ପ୍ରବାସୀ ଭାବରେ ବିଶ୍ୱାସ କରିବା, 60:10-12
- ବିବାଦରେ ନିଜକୁ ସ୍ପଷ୍ଟ ନ କରିବା, 43:17-18
କାଠ, ଏହାର ବାସିନ୍ଦା, 15:78; 38:13; 50:14
- Aikah କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ; ମାଡିଆନ୍ 26:176-191 |
ଜଗତ, ଏହାର ଜୀବନ
- ଏହା ଖେଳ ଏବଂ ମନୋରଞ୍ଜନ ବ୍ୟତୀତ ଆଉ କିଛି ନୁହେଁ, 6:32; 29:64; 47:36; 57:20
- ପୁରୁଷମାନଙ୍କୁ ପ୍ରତାରଣା କରେ, 6:130
- ପରଲୋକ ଅପେକ୍ଷା ପରଲୋକର ଆନନ୍ଦ କମ୍, 9:38; 13:26; 28:60-61
- ଯିଏ ଇଚ୍ଛା କରେ, ସେ ସେଥିରେ ପ୍ରବେଶ କରେ, କିନ୍ତୁ ତା'ପରେ ପରଲୋକରେ କୌଣସି ଅଂଶ ରହିବ ନାହିଁ, 11:15-16; 17:18; 42:20
- ଧନ ଏବଂ ସନ୍ତାନସନ୍ତତି, 18:46 ର ସୌନ୍ଦର୍ଯ୍ୟ
- ଯେଉଁମାନେ ବର୍ତ୍ତମାନକୁ ଭଲ ପାଆନ୍ତି ଏବଂ ପରକାଳକୁ ପରିତ୍ୟାଗ କରନ୍ତି, 75:20-21; 76:27
ଚୁକ୍ତିନାମା ପାଇଁ ଲେଖା, 2:282
ଭୁଲ୍ କରୁଥିବା ଲୋକମାନେ, 11:18-22, 101-104, 116-117; 39:47
- ଅବିଶ୍ୱାସୀମାନେ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଓଜୁ' (ଅବ୍ୟୁସନ୍), 4:43; 5:6
ୟାଘୁଥ୍, 71:23
ୟାହ୍ୟା (ଜନ୍)
- ଶୁଭ ଖବର, 3:39; 21:90
- ଧାର୍ମିକ, 6:85
- ଜ୍ଞାନୀ; ସହାନୁଭୂତିଶୀଳ; କର୍ତ୍ତବ୍ୟପରାୟଣ, 19:12-15
ୟା-ସିନ୍, S.36
ୟାଥ୍ରିବ (ଅଲ-ମଦିନା), ଲୋକ, 33:13 |
ୟା'ଉକ୍, 71:23
ୟୁନୁସ (ଯୋନା), S.10
ୟୁସୁଫ୍ (ଯୋସେଫ୍), S.12
ଜାବୁର, 21:105
ଜିଖରିୟ (ଜାକରିୟା), 3:37-41; 6:85; 19:2-11; 21:89-90
ଜୟଦ ଇବ ହରିଥା, ଭବିଷ୍ୟ‌ଦ୍‌ବକ୍ତାଙ୍କର ଦାସ, 33:37-38 |
ଜାକତ୍, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- ଜକାତ ଏବଂ ଦାନର ବସ୍ତୁ, 2:273; 9:60
ଜାଞ୍ଜାବିଲ୍, 76:17
ଜାଲଜାଲାହ, S.99
ଜାକ୍କୁମ୍, 17:60; 37:62-66; 44:43-46; 56:52
ସିହାର, 33:4; 58:2-4
ଜୁଖରୁଫ୍, S.43
ଜୁମାର, S.39
ମୌଳିକ ସିଦ୍ଧାନ୍ତ
- ବିଶ୍ୱାସ ସିଦ୍ଧ ହେଲା 5:3
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଗୃହୀତ ଏକମାତ୍ର ପଥ 3:19, 85
- ଇସଲାମ ଗ୍ରହଣ କରିବାରେ କୌଣସି ବାଧ୍ୟବାଧକତା ନାହିଁ 2:256
- ଭିନ୍ନ ବିଶ୍ୱାସ ଏବଂ ଆଇନ ସଂହିତା ସହିତ ଗୋଟିଏ ଧର୍ମ 5:48; 22:67-70; 42:13-14
- ଇସଲାମର ଭବିଷ୍ୟଦ୍ବକ୍ତା 2:135-136; 3:84; 4:163-165
- ଆଜ୍ଞା (ଆଲ୍ଲାହଙ୍କ ଉପରେ ବିଶ୍ୱାସ ରଖ ଏବଂ ଭଲ କାମ କର) 4:36; 6:151-154; 17:23-39; 18:107-108
- ଶରିଆର ପାଞ୍ଚଟି ଉଦ୍ଦେଶ୍ୟ:ବିଶ୍ୱାସକୁ ସୁରକ୍ଷା ଦେବା 5:54
- ଜୀବନକୁ ରକ୍ଷା କରିବା 5:32; 6:151
- ଧନ ସୁରକ୍ଷା କରିବା 5:38
- ସମ୍ମାନ ରକ୍ଷା କରିବା 5:5; 24:4
- ଜଣଙ୍କର ଚିନ୍ତା କରିବାର କ୍ଷମତାକୁ ସୁରକ୍ଷା ଦେବା 5:90।
ଆଲ୍ଲାହଙ୍କ ଉପରେ ବିଶ୍ୱାସ 2:255
- ଦିବ୍ୟ ଗୁଣ, ସୁନ୍ଦର ନାମ 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ଏକମାତ୍ର ଉପାସନା ଯୋଗ୍ୟ ଈଶ୍ୱର 1:1-4; 2:285; 6:3; 43:84
- ସମସ୍ତ ଅଧିକାର ତାଙ୍କର 3:26; ତାଙ୍କ ସିଂହାସନ ('ଆର୍ଶ) 7:54; 11:7
- ତାଙ୍କର କୁର୍ସି (ପାଦଚଲା ଚୌକି କିମ୍ବା ଚୌକି) 2:255
- ମାନବଜାତି ଉପରେ ଅଗଣିତ ଅନୁଗ୍ରହ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ଜୀବନ ଦିଅନ୍ତି ଏବଂ ମୃତ୍ୟୁ ଘଟନ୍ତି 44:8; 53:44; 57:2; 67:2
- ଆନନ୍ଦ ଏବଂ ଦୁଃଖ ଆଣିଥାଏ 53:43
- ପ୍ରଚୁର କିମ୍ବା ସୀମିତ ବ୍ୟବସ୍ଥା ପ୍ରଦାନ କରେ 13:26; 17:30; 29:62
- ସର୍ବୋତ୍ତମ ବିଚାରକ 95:8
- ଦୟାଳୁମାନଙ୍କ ମଧ୍ୟରେ ସବୁଠାରୁ ଦୟାଳୁ 12:92
- ଧାର୍ମିକମାନଙ୍କୁ ପ୍ରେମ କରେ 85:14
- କ୍ଷମାରେ ପରିପୂର୍ଣ୍ଣ ଏବଂ ଦଣ୍ଡରେ କଠୋର 13:6, 40:3
- ପ୍ରଥମ ଏବଂ ଶେଷ 57:3
- ସମସ୍ତ ସମ୍ମାନ ଏବଂ ଶକ୍ତି ତାଙ୍କର 35:10
- ଅଜଣାକୁ ଜାଣନ୍ତି ଏବଂ ଅଦୃଶ୍ୟକୁ ଦେଖନ୍ତି 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ହୃଦୟରେ କ’ଣ ଲୁଚି ରହିଛି ତାହା ଭଲ ଭାବରେ ଜାଣନ୍ତି 5:7; 11:5; 31:23
- କ'ଣ ଘଟିଛି ଏବଂ କ'ଣ ହେବାକୁ ଯାଉଛି ତାହା ଜାଣେ 2:255
- ରେକର୍ଡରେ (କିମ୍ବା ସଂରକ୍ଷିତ ଫଳକରେ) ସବୁକିଛି ଲେଖିଲେ 6:38; 13:39; 36:12
- ଯେକୌଣସି କାମ କରିବାକୁ ସକ୍ଷମ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ତାଙ୍କର ଅସୀମ ଶକ୍ତି 3:26-27; 24:45; 31:28-30
- ଛଅ ଦିନରେ ଆକାଶ ଏବଂ ପୃଥିବୀ ସୃଷ୍ଟି କଲେ ଏବଂ କେବେ କ୍ଳାନ୍ତ ହୋଇନଥିଲେ 46:33; 50:38
- 'ହୁଅ!' ଶବ୍ଦ ସହିତ ସୃଷ୍ଟି କରେ 36:81-83
- ତାଙ୍କ ସୃଷ୍ଟି ପ୍ରତି କେବେ ଅନ୍ୟାୟ କରିବେ ନାହିଁ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ସବୁକିଛି ତାଙ୍କ ଇଚ୍ଛାର ଅଧୀନ 3:83; 22:18; 30:26
- ସମସ୍ତେ ତାଙ୍କର ଆବଶ୍ୟକତା ରଖିଛନ୍ତି 11:6; 35:15; 55:29
- ତାଙ୍କ ଉପରେ ବିଶ୍ୱାସ କର 10:84-85; 12:67; 25:58
- ଈଶ୍ୱରୀୟ ଯୋଗାଯୋଗର ପ୍ରକାର 42:51
- ମନେ ରଖିବା ପାଇଁ ଯୋଗ୍ୟ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ଜ୍ଞାନ ତାଙ୍କଠାରୁ ଏକ ଦାନ 2:269
- ତାଙ୍କୁ କାହାର ଆବଶ୍ୟକତା ନାହିଁ 3:97; 6:133; 112:2
- ତ୍ରିଏକରେ ଗୋଟିଏ ନୁହେଁ 4:171
- କୌଣସି ସାଥୀ ନାହିଁ 6:101
- କୌଣସି ସନ୍ତାନ ନାହିଁ 10:68; 19:35; 43:81; 72:3; 112:3
- ତାଙ୍କର କୌଣସି ଅଂଶୀଦାର କିମ୍ବା ସହଯୋଗୀ ଦେବତା ନାହାନ୍ତି 6:94; 7:191-195; 46:4-5
- ତାଙ୍କ ପରି କେହି ନୁହେଁ 42:11; 112:4
ତାଙ୍କ ସୃଷ୍ଟିର ଆଶ୍ଚର୍ଯ୍ୟଜନକ କାର୍ଯ୍ୟ ଉପରେ ପ୍ରତିଫଳିତ କରିବାକୁ ନିର୍ଦ୍ଦେଶ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ସୃଷ୍ଟିରେ ଚିହ୍ନ 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ଏକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ସବୁକିଛି ସୃଷ୍ଟି କରିଛନ୍ତି 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ବ୍ରହ୍ମାଣ୍ଡ ସିଦ୍ଧ ହୋଇଛି 67:3-4
- ଦିନକୁ ରାତି ସହିତ ମିଶ୍ରଣ କରେ 3:27
- ବିବିଧତା 30:22; 35:27-28
- ମଧୁ 16:68-69
- କ୍ଷୀର 16:66
- ପିଲାମାନଙ୍କ ଉପହାର 42:49-50
- ଗ୍ରହ ଏବଂ କକ୍ଷପଥ 21:33; 36:38-44
- ନକ୍ଷତ୍ରପୁଞ୍ଜ 25:61; 85:1
- ତାରା 37:6-7; 67:5
- ମେଘ 7:57; 30:48
- ଭୂମିକମ୍ପ 7:78; 7:155
- ଭୂସ୍ଖଳନ 28:81; 29:40
- ଝଡ଼ 10:22
- ଝିପିଝିପି ବର୍ଷା, ଶିଳାବୃଷ୍ଟି ଏବଂ ବର୍ଷା 2:265; 6:99; 24:43; 50:9-11
- ଘଡ଼ଘଡ଼ି ଏବଂ ବିଜୁଳି 13:12-13
ବୈଜ୍ଞାନିକ ସନ୍ଦର୍ଭ
- ପୁରୁଷ ଏବଂ ମହିଳା ଗେମେଟ୍ସରୁ ସୃଷ୍ଟି ହୋଇଥିବା ମଣିଷ 76:2
- ଏକ ଭ୍ରୁଣର ଗଠନ ଏବଂ ବିକାଶ ପର୍ଯ୍ୟାୟ 22:5; 23:12-14
- ଅନ୍ଧକାରର ତିନୋଟି ସ୍ତର ମଧ୍ୟରେ ଗର୍ଭ 39:6
- ଲୁଣିଆ ପାଣି 25:53-54; 35:12; 55:19-20
- ପବନ ପରାଗଯୋଗ 15:22
- ଆଙ୍ଗୁଠି ଚିହ୍ନ 75:3-4
- ପର୍ବତଗୁଡ଼ିକ ଖୁଣ୍ଟ ପରି 78:7
- ଲୁହା ପ୍ରତ୍ୟାହାର କରାଗଲା 57:25
- ଯନ୍ତ୍ରଣା ଗ୍ରହଣକାରୀ 4:56
- ସୂର୍ଯ୍ୟ ଏକ ଆଲୋକର ଉତ୍ସ ଭାବରେ ଏବଂ ଚନ୍ଦ୍ର ଏକ ପ୍ରତିଫଳିତ ଆଲୋକ ଭାବରେ 10:5
- ଚନ୍ଦ୍ର ବିଭାଜନ 54:1
- ଏକ ସୁରକ୍ଷିତ ଚାନ୍ଦୁଆ ଭାବରେ ଆକାଶ 21:32
- ସମସ୍ତ ପ୍ରାଣୀ ଜଳରୁ ସୃଷ୍ଟି ହୋଇଛନ୍ତି 21:30; 24:45
- ପିମ୍ପୁଡ଼ି ଯୋଗାଯୋଗ କରନ୍ତି 27:17-19
- ଆଭ୍ୟନ୍ତରୀଣ ତରଙ୍ଗ 24:40
ଜୀବନ୍ତ ପ୍ରାଣୀ
- ଦୂତମାନେ 39:75
- ମଣିଷ (ପୃଥିବୀର ଏକ କର୍ତ୍ତୃପକ୍ଷ) 2:30; 6:165; 16:4
- ଜିନ୍ 72:1-15
- ପଶୁମାନେ ମଣିଷ ପରି ସମ୍ପ୍ରଦାୟର ଅଟନ୍ତି 6:38
- ବାଛୁରୀ 11:69
- ଓଟ 7:40
- କୁକୁର 18:22
- ହାତୀ 105:1
- ଘୋଡା, ଖଚର ଏବଂ ଗଧ 16:8
- ସିଂହ ଏବଂ ଜେବ୍ରା 74:50-51
- ବାନର 2:65
- ଘୁଷୁରୀ 2:173
- ଓଟ 7:73
- ମେଣ୍ଢା ଏବଂ ଛେଳି 6:143
- ଗଧିଆ 12:17
- ବେଙ୍ଗ 7:133
- ସାପ 7:107
- ପକ୍ଷୀମାନେ 24:41
- କାଉ 5:31
- ହୂପୋ 27:20
- କ୍ୱେଇ ପକ୍ଷୀ 2:57
- ମାଛ 18:61
- ତିମି 37:142
- ପିମ୍ପୁଡ଼ି 27:18
- ମହୁମାଛି 16:68
- ମଶା 2:26
- ଉଡି 22:73
- ଉକୁଣି ଏବଂ ପଙ୍ଗପାଳ 7:133
- ସ୍ପାଇଡର 29:41
- ଅନ୍ୟମାନେ ଆମକୁ ଅଜଣା 16:8
ଗଛଲତା ଏବଂ ଫଳ 6:99; 13:4; 16:11; 36:33-35
- କଦଳୀ 56:29
- ତାରିଖ 19:25
- ଔଷଧି, କାକୁଡି, ରସୁଣ, ଲଙ୍କା, ଏବଂ ପିଆଜ 2:61
- ଦ୍ରାକ୍ଷାରସ 80:28
- ଜୀତ 6:99
- ଚିତ୍ର 95:1
- ଡାଳିମ୍ବ 55:68
- ସ୍କ୍ୱାସ୍ 37:146
ମହମ୍ମଦଙ୍କ ଉପରେ ବିଶ୍ୱାସ
- ଗୁଣାବଳୀ, କେବଳ ଜଣେ ଭବିଷ୍ୟଦ୍ବକ୍ତା 3:144; 6:50; 7:188; 18:110
- ସତ୍ୟ ପ୍ରକାଶ କରିବା ପାଇଁ 2:119; 35:24; 42:48
- ଭବିଷ୍ୟଦ୍ ବକ୍ତାମାନଙ୍କ ମୁଦ୍ରା 33:40
- ମହାନ ଚରିତ୍ର 3:159; 68:4
- ଏକ ଆଦର୍ଶ 33:21
- ବିଶ୍ୱାସୀମାନଙ୍କ ପ୍ରତି ଏକ ଅନୁଗ୍ରହ ସ୍ୱରୂପ 3:164
- ସମଗ୍ର ବିଶ୍ୱ ପାଇଁ ଏକ ଦୟା 21:107
- ଜଣେ ବିଶ୍ୱସ୍ତରୀୟ ଦୂତ 4:170; 7:157-158; 34:28
- ସରଳ ପଥକୁ ନେଇଯାଏ 42:52-53
- ଲୋକଙ୍କ ବିଷୟରେ ଚିନ୍ତା କରେ 9:129
- ବିଚାର ଦିନ 4:42; 16:89 ରେ ସାକ୍ଷୀ ଭାବରେ
- ନିରକ୍ଷର ଭବିଷ୍ୟଦ୍ବକ୍ତା 7:157-158; 29:48; 62:2
- ତୋରା ଏବଂ ସୁସମାଚାର 7:157 ରେ ଭବିଷ୍ୟବାଣୀ କରାଯାଇଛି
- ଯୀଶୁଙ୍କ ଦ୍ୱାରା ଭବିଷ୍ୟଦ୍ବାଣୀ 61:6
ପୟଗମ୍ବର ( ﷺ ) ସମ୍ମୁଖୀନ ହୋଇଥିବା ଆହ୍ୱାନଗୁଡ଼ିକ
- ମୂର୍ତ୍ତିପୂଜକମାନଙ୍କ ଅର୍ଥହୀନ ଦାବି 8:32; 15:7; 17:89-93; 25:7-8
- ମିଥ୍ୟା ଅଭିଯୋଗ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ତାଙ୍କ ଜୀବନ ଉପରେ ପ୍ରୟାସ 8:30; 9:74
- ଯେଉଁମାନେ ତାଙ୍କୁ କ୍ଷତି କରନ୍ତି କିମ୍ବା ବିରୋଧ କରନ୍ତି ସେମାନଙ୍କୁ ଚେତାବନୀ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ଧୈର୍ଯ୍ୟର ସହିତ ଅସ୍ୱୀକାରର ଜବାବ ଦେବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଛି 20:130; 30:60; 46:35; 70:5
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଆଶ୍ୱସ୍ତ ନିର୍ଦ୍ଦେଶ 5:67; 93:1-11; 94:1-8
ﷺ ) ଙ୍କ ଜୀବନରୁ ଶିକ୍ଷା
- ତାଙ୍କର ଦେଶାନ୍ତର (ହିଜରା) ଠାରୁ ବଦର ଯୁଦ୍ଧ ପର୍ଯ୍ୟନ୍ତ 3:121-129; 8:42-44; 8:65-71
- ଉହୁଦ ଯୁଦ୍ଧ 3:151-180
- ଖନ୍ଦର ଯୁଦ୍ଧ 33:9-27
- ହୁନୈନ ଯୁଦ୍ଧ 9:25-27
- ମେଦିନା 9:40
- ଟାବୁକ୍ 9:38-123
- ବାନୁ ଅନ୍-ନାଦିର 59:2-6
- ହମରା' ଅଲ-ଆସଦ 3:172-175
- ହୁଦାବିୟାଙ୍କ ଚୁକ୍ତି 48:1-7; 48:10-29
ପୟଗମ୍ବର ( ﷺ ) ଙ୍କୁ ପ୍ରଦାନ କରାଯାଇଥିବା ସମ୍ମାନ
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ଦୂତମାନେ ତାଙ୍କୁ ଆଶୀର୍ବାଦ କରନ୍ତି 33:56
- ମକ୍କାରୁ ଯିରୁଶାଲମକୁ ରାତିର ଯାତ୍ରା 17:1
- ସ୍ୱର୍ଗକୁ ଯାତ୍ରା 53:1-18
- ଏହି ଜୀବନ ଏବଂ ପରବର୍ତ୍ତୀ ଜୀବନରେ ସମ୍ମାନିତ ହେବେ 17:79; 66:8; 108:1
- ତାଙ୍କ ପ୍ରତି ଆଜ୍ଞାପାଳନ କରିବା ହେଉଛି ଆଲ୍ଲାହଙ୍କ ପ୍ରତି ଆଜ୍ଞାପାଳନ 4:80
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ରସେଲଙ୍କ ପ୍ରତି ଆଜ୍ଞାପାଳନର ପୁରସ୍କାର 4:69
- ତାଙ୍କ ପରିବାର ଶୁଦ୍ଧ ହୋଇଥିଲେ 33:33-34
- ଗାବ୍ରିଏଲଙ୍କୁ ତାଙ୍କ ପ୍ରକୃତ ରୂପରେ ଦେଖନ୍ତି 53:1-18
- ବିଶ୍ୱାସୀମାନଙ୍କୁ ତାଙ୍କ କଥା ମାନିବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଥିଲା 59:7
- ତାଙ୍କ ସହିତ କଥା ହେବାର ଶିଷ୍ଟ୍ୟ 49:1-5
- ତାଙ୍କୁ ଭେଟିବାର ଶିଷ୍ଟାଚାର 33:53
- ତାଙ୍କ ସ୍ତ୍ରୀମାନଙ୍କ ସହିତ ବ୍ୟବହାର କରିବାର ଶିଷ୍ଟ୍ୟ 33:53
- ଆଲ୍ଲାହ ତାଙ୍କ ଉପରେ ଏବଂ ତାଙ୍କ ସାଥୀମାନଙ୍କ ଉପରେ ଖୁସି ଅଛନ୍ତି 9:100; 9:117
- ତାଙ୍କ ବିଶ୍ୱାସ-ସମ୍ପ୍ରଦାୟର ଉତ୍କୃଷ୍ଟତା 2:143; 3:110
ପ୍ରାର୍ଥନା (ସାଲାହ) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ଶୁକ୍ରବାର ମଣ୍ଡଳୀ 62:9
- ପ୍ରାର୍ଥନାର ଦିଗ (କିବଲା) 2:144; 2:149-150
- ମନ୍ଦ କାର୍ଯ୍ୟରୁ ନିବୃତ୍ତ କରିବା ଉଚିତ 29:45
- ସମୟ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ବିପଦରେ କିମ୍ବା ଯାତ୍ରାରେ ଥିବା ସମୟରେ 2:239; 4:101-102
- ପ୍ରାର୍ଥନା ଅବହେଳା କରୁଥିବା ଲୋକଙ୍କୁ ଚେତାବନୀ 19:59; 74:38-47; 107:5-7
- କପଟୀଙ୍କ ପ୍ରାର୍ଥନା 4:142; 9:54
ଶୁଦ୍ଧିକରଣ, ପ୍ରସବ (ଓଜୁ) 5:6
- ପୂର୍ଣ୍ଣ ସ୍ନାନ (ଘୁସଲ) 2:222; 4:43
- ଶୁଖିଲା ଓଜନିଆ (ତାୟାମ୍ମ) 4:43; 5:6
ପ୍ରାର୍ଥନା (ଦୁଆ)
- ଅବ୍ରହାମଙ୍କ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- ଆଦମ ଏବଂ ହବା 7:23
- ଯୀଶୁ 5:114
- ଆୟୁବ 21:83; 21:83
- ଯୂନସ 21:87
- ଯୋଷେଫ 12:33; 12:101
- ମୋଶା 10:88-89; 20:25-35
- ମହମ୍ମଦ 17:80; 20:114
- ନୋହ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- ଶଲୋମନ 38:35
- ଶୁଆଇବ 7:89
- ଜିଖରିୟ 3:38; 19:2-6; 21:89-90
- ଦୂତମାନେ 40:8-9
- ମରିୟମଙ୍କ ମାତା 3:35-36
- ଫାରୋଙ୍କ ସ୍ତ୍ରୀ 66:11
- ଫାରୋଙ୍କ ଯାଦୁକରମାନେ 7:126
- ରାଜା ଶାଉଲ ଏବଂ ତାଙ୍କ ସହିତ ଥିବା ବିଶ୍ୱାସୀମାନେ 2:250
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କ ବିଶ୍ୱାସୀମାନେ 10:85-86
- ଗୁମ୍ଫାର ଲୋକମାନେ 18:10
- ଧାର୍ମିକ 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ନିଷ୍ପେଷିତ 4:75
ପ୍ରଣାମ ପଦ୍ୟ
- ସାଜଦତ, ସାଜଦାର ବହୁବଚନ, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ଦାନ-କର (ଜକାହ), ଏକ ବାଧ୍ୟବାଧକତା ଭାବରେ 2:110; 2:177; 2:277; 6:141
- ବିଶ୍ୱାସୀମାନଙ୍କ ଗୁଣ ମଧ୍ୟରୁ ଗୋଟିଏ 22:41; 23:4; 51:19
- ଗ୍ରହଣକାରୀ 9:60
- ଦାନ (ସାଦାକା) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ଯେଉଁମାନେ ଲୁଚାଇ ରଖନ୍ତି ସେମାନଙ୍କୁ ଚେତାବନୀ 3:180; 9:34; 47:38
ଉପବାସ (ସମ)
- ରମଜାନ 2:183-185 ରେ
- ଉପବାସର ଘଣ୍ଟା 2:187
- ଛାଡ଼ 2:184-185
- ଉପବାସ ପୂର୍ବ ରାତିରେ ଘନିଷ୍ଠ ସମ୍ପର୍କ 2:187
- ତୀର୍ଥଯାତ୍ରା ସମୟରେ ଉପବାସ 2:196
ତୀର୍ଥଯାତ୍ରା (ହଜ୍)
- ଏକ ବାଧ୍ୟବାଧକତା ଯାହାର ସାମର୍ଥ୍ୟ 3:97
- ରୀତିନୀତି ଏବଂ ନିୟମ 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- ବଳିଦାନ 2:196; 22:36-37
- ତୀର୍ଥଯାତ୍ରା ସମୟରେ ସ୍ଥଳଭାଗରେ ଶିକାର ନିଷେଧ 5:1; 5:94-95
- ସମୁଦ୍ରରେ ଶିକାର କରିବାର ଅନୁମତି 5:96
- କ୍ଷୁଦ୍ର ତୀର୍ଥଯାତ୍ରା ('ଉମରାହ) 2:158; 2:196
ବିଶ୍ୱାସ-ସମ୍ପ୍ରଦାୟ
- ମୁସଲମାନ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ପରସ୍ପରର ରକ୍ଷକ 3:28; 9:71
- ଖ୍ରୀଷ୍ଟିୟାନମାନେ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ଯିହୂଦୀମାନେ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ଇସ୍ରାଏଲ ସନ୍ତାନଗଣ 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ପୁସ୍ତକର ଲୋକମାନେ (ମୁଖ୍ୟତଃ ଯିହୂଦୀ ଏବଂ ଖ୍ରୀଷ୍ଟିଆନ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ମୁସଲମାନମାନେ ସେମାନଙ୍କ ଦ୍ୱାରା ବଳି ଦିଆଯାଇଥିବା ପଶୁରୁ ଖାଇପାରିବେ ଏବଂ ସେମାନଙ୍କ ମହିଳାଙ୍କୁ ବିବାହ କରିପାରିବେ 5:5
- ଯିହୂଦୀମାନଙ୍କ ପାଇଁ ନିଷେଧ ଖାଦ୍ୟ 6:146
- ସାବିୟାନ୍ସ 2:62; 22:17
- ମାଗି 22:17
- ବହୁଦେବବାଦୀ (ମୂର୍ତ୍ତିପୂଜକ, ମୂର୍ତ୍ତିପୂଜକ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ମୂର୍ତ୍ତିପୂଜକ ଅନ୍ଧବିଶ୍ୱାସ ପ୍ରଥା 2:189; 5:103; 6:138-144
- ନାସ୍ତିକମାନେ 52:35-36
ମୂର୍ତ୍ତିପୂଜକ ଅଭ୍ୟାସଗୁଡ଼ିକୁ ବେଆଇନ ଘୋଷଣା କରାଯାଇଛି
- ଝିଅମାନଙ୍କୁ ଜୀବନ୍ତ କବର ଦେବା 16:58-59; 81:8-9
- ଦାରିଦ୍ର୍ୟ ଭୟରେ ପିଲାମାନଙ୍କୁ ହତ୍ୟା କରିବା 6:137; 6:151; 17:31
- କାବା ଚାରିପାଖରେ ସିଟି ବଜାଇବା ଏବଂ ତାଳି ମାରିବା 8:35
- ପ୍ରତିମାମାନଙ୍କ ପାଇଁ ଓଟମାନଙ୍କୁ ଉତ୍ସର୍ଗ କରିବା 5:103; 6:136
- ପ୍ରତିମା ନାମରେ ବଳିଦାନ 6:121
- ଜିହାର ଛାଡପତ୍ର 33:4; 58:2-4
- ଇଲା' (ଚାରି ମାସରୁ ଅଧିକ ସମୟ ପାଇଁ) 2:226-227
- ନିଷ୍ପତ୍ତି ପାଇଁ ଗୁଲିବାଣ୍ଟ କରିବା 5:3
- ଉଲଗ୍ନ ଅବସ୍ଥାରେ କାବା ଚାରିପାଖେ ପରିକ୍ରମା କରିବା 7:26-28
- ତୀର୍ଥଯାତ୍ରା ପରେ ପଛ ଦ୍ୱାରରୁ ଘରେ ପ୍ରବେଶ କରିବା 2:189
ପୂଜାର ବସ୍ତୁ
- ଦୂତମାନେ (କିଛି ମୂର୍ତ୍ତିପୂଜକ ଆରବଙ୍କ ମଧ୍ୟରେ) 34:40
- ଅଲ-ଆଇକା (ଶୁଆଇବଙ୍କ ଲୋକଙ୍କ ମଧ୍ୟରେ) 26:176
- ବାଲ୍ (ଏଲିୟଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ 37:125
- ଯୀଶୁ (ଖ୍ରୀଷ୍ଟ ଧର୍ମରେ) 5:17
- ପ୍ରତିମା (ଅବ୍ରାହାମଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ) 21:52-53
- ଲାଟ, 'ଉଜ୍ଜା ଏବଂ ମାନତଙ୍କ ମୂର୍ତ୍ତି (ଆରବ ମୂର୍ତ୍ତିପୂଜକମାନଙ୍କ ମଧ୍ୟରେ) 53:19-20
- ୱାଦ୍, ସୁୱା', ୟାଘୁଥ୍, ୟା'ଉକ୍ ଏବଂ ନାସର (ନୋହଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ) 71:23 ମୂର୍ତ୍ତି
- ସୂର୍ଯ୍ୟ (ଶିବାର ଲୋକମାନେ) 27:24
- ସିରିୟସ୍ (କିଛି ମୂର୍ତ୍ତିପୂଜକ ଆରବଙ୍କ ମଧ୍ୟରେ) 53:49
- ଫାରୋ (ପ୍ରାଚୀନ ମିଶରରେ) 26:29; 28:38; 79:24
- ଇଚ୍ଛା 25:43-44; 45:23
- ଅନେକ ଦେବତାଙ୍କ ଉପରେ ବିଶ୍ୱାସକୁ ଖଣ୍ଡନ କରାଯାଇଛି 17:42-43; 21:21-24; 25:3
ପୂଜାସ୍ଥଳ, ମସଜିଦ 9:18
- ଗୀର୍ଜା, ଯିହୂଦୀ ସମାଜଗୃହ ଏବଂ ମଠ 22:40
- ପବିତ୍ରସ୍ଥାନ 3:39; 38:21
- ମନ୍ଦିର 17:7
- ଧାର୍ମିକ ଉପାଧି, ଯାଜକ, ସନ୍ନ୍ୟାସୀ ଏବଂ ରାବି 5:44; 5:63; 5:82; 9:31-34
ଦୂତମାନେ
- ଆଦମଙ୍କ ସୃଷ୍ଟି ବିଷୟରେ ପଚାରନ୍ତୁ 2:30-34
- କେବେବି ଆଲ୍ଲାହଙ୍କୁ ଅମାନ୍ୟ କରନାହିଁ 21:26-27; 66:6
- ଆଲ୍ଲାହର ଝିଅ ନୁହଁନ୍ତି କି 21:26; 43:16-19
- ପହରା ଦୂତମାନେ 13:11
- ଦୁଇଜଣ ଲେଖା ଦୂତ 50:16-18; 82:10-12
- ବିଚାର ଦିନ ଆଲ୍ଲାହଙ୍କ ସିଂହାସନ ବହନ କରୁଥିବା ଆଠ ଜଣ 69:17
- ନର୍କର ଉଣେଇଶ ଜଣ ରକ୍ଷକ 74:26-31
- ମୃତ୍ୟୁର ଦୂତମାନେ 6:93; 16:28; 32:11
- ଗାବ୍ରିଏଲ 2:97; 66:4; 26:192-195; 53:1-14
- ମୀଖାୟେଲ 2:98
- ମାଲିକ 43:77
ବାର୍ତ୍ତାବାହକମାନେ
- ଦୂତ ଏବଂ ମଣିଷମାନଙ୍କ ମଧ୍ୟରୁ 22:75
- ଦୃଢ଼ ସଂକଳ୍ପର ଦୂତ (ଅବ୍ରାହାମ, ନୋହ, ମୋଶା, ଯୀଶୁ ଏବଂ ମହମ୍ମଦ ﷺ ) 33:7; 42:13; 46:35
ଶାସ୍ତ୍ରଗୁଡ଼ିକ
- କୋରାନ, ଆଲ୍ଲାହଙ୍କଠାରୁ ଏକ ପ୍ରକାଶିତ ପଦ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ସମଗ୍ର ବିଶ୍ୱ ପାଇଁ ଏକ ସ୍ମରଣକାରୀ 68:51-52
- ଜୀବନର ସବୁଠାରୁ ସରଳ ପଥକୁ ମାର୍ଗଦର୍ଶକ 17:9
- ପ୍ରକାଶନ ରାମଦାନ ମାସରେ ଆରମ୍ଭ ହୋଇଥିଲା 2:185
- ଏକ ଶୁଭ ରାତିରେ 44:3; 97:1-5
- ପର୍ଯ୍ୟାୟ 17:105-106 ରେ ପ୍ରକାଶିତ
- ମନେ ରଖିବା ସହଜ ହୋଇଗଲା 54:17
- ପୂର୍ବ ପ୍ରକାଶନ 3:3-4 ରେ ସତ୍ୟକୁ ନିଶ୍ଚିତ କରେ
- ପୂର୍ବ ଶାସ୍ତ୍ର 5:48 ଉପରେ ଏକ ସର୍ବୋଚ୍ଚ ଅଧିକାରୀ
- ଏଥିରେ କୌଣସି ସନ୍ଦେହ ନାହିଁ 2:2; 10:37
- କୌଣସି ବିରୋଧାଭାସ ନାହିଁ 4:82
- ଗଢ଼ା ନୁହେଁ 10:37-39
- ବାଇବଲ 25:4-6 ରୁ ନକଲ କରାଯାଇ ନାହିଁ
- ଶୟତାନମାନଙ୍କ ଦ୍ୱାରା ପ୍ରକାଶିତ ନୁହେଁ 26:210-212
- କେହି ଏହା ଭଳି କିଛି ସୃଷ୍ଟି କରିପାରିବେ ନାହିଁ 17:88; 2:23-24; 10:13-14; 11:13
- ଦୁର୍ନୀତିରୁ ସୁରକ୍ଷିତ 15:9
- ସଂରକ୍ଷିତ ଫଳକ 56:75-80 ରେ ସୁରକ୍ଷିତ
- ମିଥ୍ୟା ପ୍ରମାଣିତ ହୋଇପାରିବ ନାହିଁ 41:42
- ଭବିଷ୍ୟତ ଘଟଣାଗୁଡ଼ିକର ଭବିଷ୍ୟବାଣୀ କରେ 30:1-7; 48:27
- ବିଶ୍ୱାସୀମାନଙ୍କୁ ଲୁହରେ ବୁଡ଼ାଇ ଦିଏ 5:83; 17:107-109
- ହୃଦୟକୁ ସ୍ପର୍ଶ କରେ 39:23
- ଉଜ୍ଜ୍ୱଳ ଆଲୋକ 4:174; 42:52
- ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଆରୋଗ୍ୟ ଏବଂ ଦୟା 17:82
- ତୋରା 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ସୁସମାଚାର 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ଗୀତସଂହିତା 4:163; 17:55
- ଅବ୍ରହାମଙ୍କ ପୁସ୍ତକ 53:36-44; 87:14-19
ଭାଗ୍ୟ ଏବଂ ଭାଗ୍ୟ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ମୁକ୍ତ ପସନ୍ଦ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ବିଚାର ଦିନ
- ଅନ୍ୟାୟ ନାହିଁ 2:281; 18:49; 40:17
- ସର୍ବନାଶର ଭୟଙ୍କର ଘଟଣା 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ସେହି ଦିନ ଧାର୍ମିକ ଏବଂ ଦୁଷ୍ଟ ଲୋକମାନେ 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ମଧ୍ୟସ୍ଥି (ଶାଫା) 2:48, 255; 6:51, 70; 10:;; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
କାର୍ଯ୍ୟର ରେକର୍ଡ 17:13; 18:49
- ବିଶ୍ୱାସୀମାନେ ସେମାନଙ୍କର ଡାହାଣ ହାତରେ ସେମାନଙ୍କର ବିବରଣୀ ଗ୍ରହଣ କରନ୍ତି 69:19-24; 84:7-9
- ଅବିଶ୍ୱାସୀମାନେ ସେମାନଙ୍କ ବାମ ହାତରେ ସେମାନଙ୍କର ପ୍ରମାଣପତ୍ର ଗ୍ରହଣ କରନ୍ତି 69:25-37; 84:10-15
- ଆଲ୍ଲାହଙ୍କଠାରୁ କିଛି ଲୁଚି ରହିବ ନାହିଁ 21:47; 40:16
- କର୍ମର ତୌଲି 7:8; 23:102-104; 101:1-11
- ଶରୀର ଅଙ୍ଗଗୁଡ଼ିକର ସାକ୍ଷ୍ୟ 41:19-24; 24:24
- ଭଲ ଏବଂ ମନ୍ଦ କାର୍ଯ୍ୟ ପାଇଁ ପୁରସ୍କାର 6:160; 27:89-90; 28:84
ଲୋକଙ୍କ ପ୍ରକାର
- ବିଶ୍ୱାସୀମାନେ 18:107-108
- ଅବିଶ୍ୱାସୀମାନେ 4:167-169
- କପଟୀମାନେ 4:145; 57:13-15
- ସ୍ୱର୍ଗର ବାସିନ୍ଦା, ସର୍ବୋଚ୍ଚ ବିଶ୍ୱାସୀ 55:46-61; 56:10-26
- ସ୍ୱର୍ଗର ବାସିନ୍ଦା, ଦକ୍ଷିଣର ଲୋକମାନେ 55:62-78; 56:27-40
- ନର୍କର ବାସିନ୍ଦା, ବାମ ପକ୍ଷର ଲୋକମାନେ 55:31-45; 56:41-56
- ଉଚ୍ଚ ସ୍ଥାନରେ ଥିବା ଲୋକମାନେ 7:46-49
ଆର୍ଥିକ
- ବ୍ୟବସାୟ ନିର୍ଦ୍ଦେଶାବଳୀ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ୱିକେୱ୍ସିଟ୍, ଉତ୍ତରାଧିକାରୀ ନଥିବା ଲୋକଙ୍କ ପାଇଁ ଇଚ୍ଛାଧୀନ ୱିକେୱ୍ସିଟ୍ 2:180-183; 4:11-12
ଯାତ୍ରା ସମୟରେ ମୃତ୍ୟୁ ପୂର୍ବରୁ 5:106-108
- ଲାଞ୍ଚ 2:188
- ଋଣ, ଋଣ ଆଦାୟରେ ଦୟା 2:280
- ଋଣ ଚୁକ୍ତିନାମା ଲେଖିବା ଏବଂ ସାକ୍ଷୀ ରଖିବା 2:282
- ବନ୍ଧକ ନେବା 2:283
- ଉତ୍ତରାଧିକାର, ନିର୍ଦ୍ଦେଶାବଳୀ 4:7; 4:32-33; 8:75
- ସନ୍ତାନସନ୍ତତି ଏବଂ ପିତାମାତାଙ୍କ ଅଂଶ 4:11
- ପତି/ପତ୍ନୀ ଏବଂ ମାତୃଭଉଣୀ 4:12
- ପୂର୍ଣ୍ଣ ଭାଇଭଉଣୀ 4:176
- ଯେଉଁମାନେ ପାଳନ କରନ୍ତି ନାହିଁ ସେମାନଙ୍କୁ ଚେତାବନୀ 4:13-14
- ସୁଧ, ନିଷେଧ ଏବଂ ଚେତାବନୀ 2:275-281; 3:130-132
- ଲାଭହୀନ କରାଯାଇଛି 30:39
ଆଇନଗତ
- ଦେଶଦ୍ରୋହ ନିୟମ (ହିରାବା) 5:33-34 |
- ନ୍ୟାୟ, ନ୍ୟାୟ ପାଇଁ ଠିଆ ହେବା 4:135; 5:8; 16:90-91
- ଅନାଥ ଏବଂ ମହିଳାଙ୍କ ଅଧିକାର ପାଇଁ ଠିଆ ହେବା 4:127
- ଜଣେ ଯିହୂଦୀଙ୍କୁ ନ୍ୟାୟ 4:105-112
- ଜଣେ ମୂର୍ତ୍ତିପୂଜକଙ୍କ ପ୍ରତି ନ୍ୟାୟ 4:58
- ଅଣମୁସଲମାନମାନଙ୍କ ସହିତ ନ୍ୟାୟ 60:8-9
- ଆଇନଗତ ଉପାୟରେ ପ୍ରତିଶୋଧ (କ୍ଷମା କରିବାର ବିକଳ୍ପ ସହିତ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ସ୍ୱାମୀ ଏବଂ ସ୍ତ୍ରୀଙ୍କ ମଧ୍ୟରେ ପୃଥକୀକରଣ, ଖୁଲ' 2:229
- ଲିଆନ୍ (ବ୍ୟଭିଚାରର ଅଭିଯୋଗ) 24:6-10
ରାଜନୈତିକ
- ପରାମର୍ଶ ଦ୍ୱାରା କାର୍ଯ୍ୟ ପରିଚାଳନା (ଶୁରା) 3:159; 42:38
- ଆତ୍ମରକ୍ଷାରେ ଯୁଦ୍ଧ (ଜିହାଦ), ଶିଷ୍ଟାଚାର 2:190-192; 2:216; 22:38-40
- ନିର୍ବିଚାର ଭାବରେ ଆକ୍ରମଣ ନକରିବା 4:94
- ନିର୍ଯାତିତ ପୁରୁଷ, ମହିଳା ଏବଂ ପିଲାମାନଙ୍କ ପାଇଁ ଲଢ଼େଇ 4:75
- ଉପାସନା ସ୍ଥାନଗୁଡ଼ିକୁ ସୁରକ୍ଷା ଦେବା 22:37
- ଶହୀଦଙ୍କ ପୁରସ୍କାର 2:154; 3:169-171; 9:111; 57:19
- ସାମରିକ ଶକ୍ତି ସମ୍ଭାବ୍ୟ ଶତ୍ରୁମାନଙ୍କୁ ନିବୃତ୍ତ କରେ 8:60
- ଶାନ୍ତି ପାଇଁ ବାଛିବା 2:192; 8:61
- ପକ୍ଷମାନଙ୍କ ମଧ୍ୟରେ ଶାନ୍ତି ସ୍ଥାପନ କରିବା 49:9-10
- ଯୁଦ୍ଧବନ୍ଦୀ, ଚିକିତ୍ସା 8:70; 47:4; 76:8
ସାମାଜିକ
- ଗ୍ରହଣ 33:4-5
- ଅନାଥଙ୍କ ଯତ୍ନ ନେବା 2:220; 4:2-10; 4:127; 6:152; 17:34
- ଛାଡପତ୍ର, ମଧ୍ୟସ୍ଥତା ଏବଂ ପୁନର୍ମିଳନ 4:35; 4:128
- ଛାଡପତ୍ରର ଶିଷ୍ଟ୍ୟ 2:229-231; 65:1-2
- ଯୌତୁକ ଏବଂ ଅପେକ୍ଷା ଅବଧି 2:226-241; 4:19-21; 33:49; 65:1-7
- ସ୍ୱାମୀ ଯୌତୁକର କିଛି ଫେରାଇ ନେବେ ନାହିଁ 4:20
- ସ୍ତ୍ରୀଙ୍କୁ ହଇରାଣ କରାଯିବ ନାହିଁ 65:6
- ଗର୍ଭାବସ୍ଥାରେ ସ୍ତ୍ରୀଙ୍କୁ ଆର୍ଥିକ ସହାୟତା ଦିଆଯିବା 65:6
- ତାଙ୍କ ଅପେକ୍ଷା ଅବଧି ମଧ୍ୟରେ 65:6
- ଯଦି ସେ ପୂର୍ବତନ ସ୍ୱାମୀଙ୍କ ପିଲାକୁ ପାଆନ୍ତି, 65:6
- କୌଣସି ପିତାମାତା ତାଙ୍କ ସନ୍ତାନ ଯୋଗୁଁ କଷ୍ଟ ପାଇବା ଉଚିତ୍ ନୁହେଁ 2:233
- ଓଦା-ନର୍ସ ବାଛିବା 65:6
- ଭଲକୁ ଉତ୍ସାହିତ କରିବା ଏବଂ ମନ୍ଦକୁ ନିଷେଧ କରିବା 3:104; 3:110; 7:157; 9:71-72; 31:17
- ମଣିଷର ସମାନତା 49:13
- ଆଲ୍ଲାହ ଏବଂ ଆଇନ ସମ୍ମୁଖରେ ପୁରୁଷ ଏବଂ ମହିଳା, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- ପୁରୁଷମାନଙ୍କର ମହିଳାମାନଙ୍କ ଅପେକ୍ଷା କିଛି ପରିମାଣରେ ଦାୟିତ୍ୱ ଅଛି 2:228
- ଗରିବ, ଅନାଥ ଏବଂ ବନ୍ଦୀମାନଙ୍କୁ ଖାଦ୍ୟ ଦେବା 76:8-9
- କ୍ଷମା ଏବଂ କ୍ରୋଧ ନିୟନ୍ତ୍ରଣ 3:134; 42:40
- ଦାସମାନଙ୍କୁ ମୁକ୍ତ କରିବା ଏବଂ ସେମାନଙ୍କୁ ସାହାଯ୍ୟ କରିବା 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- ନିଜ ପିତାମାତାଙ୍କୁ ସମ୍ମାନ କରିବା 4:36; 17:23-25; 31:14-15
- ନମ୍ରତା 17:37; 31:18-19
- ଆବ୍ରାହାମଙ୍କ ସ୍ୱପ୍ନର ବ୍ୟାଖ୍ୟା 37:102
- ଯୋଷେଫଙ୍କ ସ୍ୱପ୍ନର ବ୍ୟାଖ୍ୟା 12:4; 12:36; 12:43
- ମହମ୍ମଦଙ୍କ ସ୍ୱପ୍ନର ବ୍ୟାଖ୍ୟା 8:43; 48:27
- ଅଣ-ମୁସଲମାନମାନଙ୍କ ପ୍ରତି ଦୟା 60:8
- ବିବାହ 4:3; 4:129; 16:72; 30:21
- ବିବାହ କରିବା ପାଇଁ ଆଇନଗତ ଏବଂ ଅବୈଧ ମହିଳା 4:22-24
- ଘନିଷ୍ଠତାର ଶିଷ୍ଟ୍ୟ 2:222-223
- ଗର୍ଭାବସ୍ଥା ଏବଂ ସ୍ତନ୍ୟପାନ 2:233; 31:4; 46:15; 65:6
- ନିଜ ପୂର୍ବତନ ସ୍ତ୍ରୀଙ୍କୁ ପୁନଃବିବାହ କରିବା 2:230
- ଅବିବାହିତମାନଙ୍କୁ ବିବାହ କରିବାରେ ସାହାଯ୍ୟ କରିବା 24:32
- ଅପେକ୍ଷା ଅବଧି 2:235 ମଧ୍ୟରେ ସୂକ୍ଷ୍ମ ଭାବରେ ଆଗ୍ରହ ଦେଖାଇବା
- ଶପଥ 2:224-225; 16:91-92; 16:94
- ଏକ ଭଙ୍ଗା ଶପଥର ପୂରଣ କରିବା 5:89
- କଷ୍ଟକର ସମୟରେ ଧର୍ଯ୍ୟ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- 24:58-60 ରେ ଆସିବାକୁ ଅନୁମତି
- ଲୋକଙ୍କ ଘରେ ପ୍ରବେଶ କରିବା 24:27-28
- ସାର୍ବଜନୀନ ସ୍ଥାନରେ ପ୍ରବେଶ କରିବା 24:29
- ସାମାଜିକ ଶିଷ୍ଟାଚାର, ଖବର ଯାଞ୍ଚ କରିବା 4:83; 49:6
- ସମସ୍ତଙ୍କ ପ୍ରତି ସମ୍ମାନ 49:11-12
- ସମାବେଶର ଶିଷ୍ଟ୍ୟ 58:11
- ବ୍ୟକ୍ତିଗତ ଆଲୋଚନା 4:114; 58:9
- ପ୍ରତିଜ୍ଞା 2:270; 9:75-77; 22:29; 76:7
- ଅପଚୟ ଏବଂ କଞ୍ଜୁସ 7:31; 17:29; 25:67
ଅନ୍ୟାନ୍ୟ କାହାଣୀଗୁଡ଼ିକ
- ହେବଲ ଏବଂ କୟିନ 5:27-31
- ଅଲ-ଖାଦିର ଏବଂ ମୋଶା 18:60-82
- ହାତୀ ସେନା 105:1-4
- ଫାରୋଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ବିଶ୍ୱାସୀ 40:28-46
- ମରିୟମଙ୍କ ଜନ୍ମ 3:35-36
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କର ଗାଈ 2:67-74
- ଏଜ୍ରା 2:259
- ଉଦ୍ୟାନ ମାଲିକମାନେ 68:17-32
- ହାରୁତ ଏବଂ ମାରୁତ 2:102
- କୋରହ 28:76-82
- ଲୁକମାନଙ୍କ ତାଙ୍କ ପୁଅକୁ ପରାମର୍ଶ 31:12-19
- ଦୁଇଟି ଉଦ୍ୟାନର ମାଲିକ 18:32-44
- ଶିବାର ଲୋକମାନେ 34:15-19
- ଗୁମ୍ଫାର ଲୋକମାନେ 18:9-26
- ଖାତର ଲୋକମାନେ 85:1-8
- ବିଶ୍ରାମବାର ଭଙ୍ଗକାରୀ 7:163-165
- ସାମିରି ଏବଂ ସୁବର୍ଣ୍ଣ ବାଛୁରୀ 20:83-97
- ଶାଉଲ ଏବଂ ଶାମୁୟେଲ 2:247-251
- ଜୁଲ୍-କାର୍ନୈନ୍ 18:83-98
ଶୟତାନ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ଶୟତାନ ମଣିଷ ଏବଂ ଜିନ୍ 6:112; 114:6
- ସ୍ୱର୍ଗ ଶୟତାନମାନଙ୍କ ବିରୁଦ୍ଧରେ ସୁରକ୍ଷିତ 15:16-18
ଅନୁତାପ
- ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କୁ ଅନୁସରଣ ନ କରିବା 25:27
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ଦୂତଙ୍କ କଥା ନ ମାନିବା 4:41-42; 33:64-68
- ଦୁଷ୍ଟ ବନ୍ଧୁମାନଙ୍କୁ ଗ୍ରହଣ କରିବା 25:28-29; 26:96-102; 43:36-39
- ଆଲ୍ଲାହଙ୍କ ଲକ୍ଷଣଗୁଡ଼ିକୁ ଅସ୍ୱୀକାର କରିବା 6:27-30
- ପରଲୋକ ପାଇଁ କାମ କରୁନାହିଁ 89:23-24
ହତାଶ ନିବେଦନ
- ଜଗତକୁ ଫେରିବା ପାଇଁ ଭିକ୍ଷା କରିବା 2:167; 6:27-28; 32:12-14; 42:44
- ଦ୍ୱିତୀୟ ସୁଯୋଗ ପାଇଁ 35:36-37
- ଅଗ୍ନିରୁ ବାହାର କରାଯିବା 40:10-12
- ଖାଦ୍ୟ ଏବଂ ପାଣି ପାଇଁ 7:51-52
- ମଧ୍ୟସ୍ଥିମାନଙ୍କ ପାଇଁ 7:52-53
- ଧୂଳିରେ ସମାନ କରାଯିବା 4:41-42; 78:40
- ମୃତ୍ୟୁ ପାଇଁ 43:74-78
ଧାର୍ମିକଙ୍କ ଗୁଣ
- ସୃଷ୍ଟିକର୍ତ୍ତା ଏବଂ ତାଙ୍କ ସୃଷ୍ଟିର ଅଧିକାର ପାଳନ କରିବା 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
ଦୁଷ୍ଟମାନଙ୍କର ଗୁଣ
- କୃତଘ୍ନ 14:34
- କଞ୍ଜୁସ 17:100
- ଶୀଘ୍ର 21:37
- କେବଳ କଷ୍ଟକର ସମୟରେ ଆଲ୍ଲାହଙ୍କୁ ମନେ ରଖ 10:12; 41:51
- ଅଧୈର୍ଯ୍ୟ 70:19
- ଯୁକ୍ତିଯୁକ୍ତ 18:54
ମହାପାପ
- ପୂଜାରେ ଆଲ୍ଲାହଙ୍କ ସହିତ ଅନ୍ୟମାନଙ୍କୁ ଅଂଶୀଦାର କରିବା (ଶିର୍କ) 4:48; 4:116; 5:72; 6:19; 31:13:
- ନିଜ ପିତାମାତାଙ୍କୁ ଦୁର୍ବ୍ୟବହାର କରିବା 4:36; 6:151; 17:23
- ବାଧ୍ୟତାମୂଳକ ପ୍ରାର୍ଥନାକୁ ଅବହେଳା କରିବା କିମ୍ବା ପରିତ୍ୟାଗ କରିବା 19:59-60
- ଦାନ-କର ନ ଦେବା 41:6-7
- ହତ୍ୟା 6:151; 17:33
- ଜଣେ ବିଶ୍ୱାସୀଙ୍କୁ ଜାଣିଶୁଣି ହତ୍ୟା କରିବା 4:93
- ଚୋରି 5:38
- ଠକେଇ 7:85; 11:85; 26:182-183; 83:1-6
- ମିଛ କହିବା 2:10; 9:77; 39:60
- ଆଲ୍ଲାହଙ୍କ ବିଷୟରେ ମିଛ କହିବା 6:93; 29:68; 61:7
- ନିଷେଧ ଯୌନ ସମ୍ପର୍କ 2:222; 17:32; 24:2; 25:68; 29:28-30
- ବ୍ୟଭିଚାରର ମିଥ୍ୟା ଅଭିଯୋଗ 24:4-5
- ଧର୍ମତ୍ୟାଗ 2:217; 5:54
- ଘୁଷୁରୀ ଏବଂ ଅନ୍ୟାନ୍ୟ ନିଷିଦ୍ଧ ଖାଦ୍ୟ (ମୃତବସ୍ତ୍ର, ରକ୍ତ, ଇତ୍ୟାଦି) ଖାଇବା 5:3; 6:145
- ମଦ୍ୟପାନ ଏବଂ ଜୁଆ 5:90-91
- ପରନିନ୍ଦା 49:11
- ମିଥ୍ୟା ସାକ୍ଷ୍ୟ 22:30
- ଯାଦୁ 2:102; 10:77; 20:69
""";
