const String quranIndexBelarusianRaw = r"""
Малітвы Манзіл 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Госпадзі наш Малітвы 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Госпадзі мой Малітвы 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Аарон (Гарун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
Абаса, S.80; 74:22
Абмыванне (вуду), 4:43; 5:6
Абрагам (Ібрагім) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ні габрэй, ні хрысціянін, 3:67-68
- стаяў у першым храме ў Бакке, 3:97; 26:123
- умацоўвае падмурак Каабы 2:124-129
- заклікае свой народ да пакланення Адзінаму Праўдзіваму Богу 2:130-133; 26:69-89; 29:16; 29:24-27
- дэбаты з пыхлівым царом 2:258
- пытаецца пра ўваскрасенне 2:260
- ні габрэй, ні хрысціянін 3:65-68
- абвяргае нябеснае пакланенне 6:74-87
- атрымлівае вестку пра нараджэнне Ісаака 11:69-76; 51:24-30
- яго малітва ля Каабы 14:35-41
- наведванне анёламі 15:51-56
- узор для пераймання 16:123
- заклікае бацьку да праўды 19:41-50
- знішчае ідалаў і ратуецца ад агню 21:51-73; 37:83-113
- заклікае ўсіх да паломніцтва 22:26
Абрар, 3:193, 198; 76:5; 82:13; 83:18-22
Скасаванне, 2:106, 16:101
Абу Лахаб, 111:1-5
«Людзі з Рэкламы», 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- анёлы падаюць ніцма перад імі, 2:34; 7:11
- дрэва пазнання, 2:35; 7:19-20; 20:120-121
- выгнанне з раю (без віны на Еве), 2:36; 7:24
- шанаваны Алахам, спакушаны Сатаной 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- даравана Алахам 2:37; 20:122
Адыят, S.100
'Adn Paradise, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Нягоды
- не абцяжараны чужым цяжарам, 6:164; 17:15; 35:18; 39:7; 53:38
- не абцяжараны звыш магчымасцей, 2:286; 6:152; 7:42; 23:62
- цярпенне падчас, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Старэнне, 16:70; 22:5; 30:54; 36:68
- паводзіны ў адносінах да пажылых бацькоў, якія знаходзяцца пад вашай апекай, 17:23
Ахмад, 61:6
Ахкаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Айка, жыхарка, 15:78; 26:176; 38:13; 50:14
А'ла S.87; 87:1; 92:20
Алак, S.96
Аль-Імран, S.3
Алах
— адзін дзень для Яго — пяцьдзясят тысяч гадоў, 70:4
— адзін дзень для Яго — гэта тысяча чалавечых гадоў, 22:47; 32:5
- здольнасць рабіць што заўгодна, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- найлепшы з усіх суддзяў, 95:8
- па-за межамі вызначэння, 43:82; 67:12
- зводзіць на нішто задумы няверуючых, 8:30; 8:36
— прымушаюць людзей знікаць і нараджаць іншых істот, 4:133; 14:19; 35:16
- выклікае смех і плач, 53:43
- прымусіў чалавека заснуць на стагоддзе, 2:259
- вораг тых, хто адмаўляе праўду, 2:98
— узвялічвайце Яго славу ад раніцы да ночы, 33:42
- ілжывыя дочкі, 16:57; 17:40; 43:16; 52:39; 53:21-22
- па імені, 53:19-20
- дае людзям свабоду волі, 36:67
- аддаўшы ўсё дзеля яго, 4:66-68; 4:125
— дабро і зло ад Яго, 4:78
- даруе жыццё і смерць, 44:8; 53:44; 57:2; 67:2
- тыя, хто шмат працуе, лепш узнагароджваюцца, 4:95-96; 5:54; 9:120; 49:15; 61:11
- не мае жонкі, 72:3
- не мае сына, 43:81; 72:3; 112:3
— не пакінуў цябе ў цяжкія часы твае, 93:3
- усюды ў ведах, 2:115; 2:142; 2:177; 4:126
— ёсць Першы і Апошні (альфа і амега), 57:3
- гэта Знешняе і Ўнутранае, 57:3
— ведае, што па-за межамі разумення, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
— любіць тых, хто паводзіць сябе справядліва, 49:9
— не ўстанаўліваў законаў адносна таго, пра што Ён не казаў, 5:101; 6:140; 6:148; 7:32
— міласэрнасць да ваеннапалонных, якія маюць дабро, 8:70
- прырода, 2:255
- ніводзін чалавек не з'яўляецца боствам, 3:64; 3:151
- не тройца, 4:171
- прытулак ад зла з, 113:1-5; 114:1-6
- успамінаючы яго стаячым, сядзячым, ляжачым, 3:191; 4:103; 10:12; 25:64
- фармуе цябе ва ўлонні маці, 3:6
— трон ляжыць на вадзе, 11:7
— створыць рэчы, пра якія вы не ведаеце, 16:8
- не жадае зла Свайму стварэнню, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Саюзы, 8:72; 9:7
- Хрысціяне і габрэі, 5:51
- забаронена няверуючым сваякам, 9:23-24
- забаронена з крывадушнікамі, 4:88-89; 4:139; 4:144
Альяса (гл. Елісей)
Амана, давер і абавязкі, прадпісаныя Алахам і г.д., 2:283; 4:58; 8:27
- гл. Давер
Анёлы, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- створаны з агню, 7:12; 38:76
— восем чалавек панясуць трон Алаха ў Судны дзень, 69:17
- ілжывае сцвярджэнне, што яны жанчыны, 43:19; 53:27
- апякун 82:10-12; 86:4
- дзевятнаццаць уладароў пекла, 74:30-31
- не пасланы задавальняць капрызы, 15:7-8
- пасланы натхніць, 16:2
Гнеў, стрымліваць, 3:134
Анкабут, S.29
Мурашкі, 27:18
Малпы, 5:60
- агідны, 2:65; 7:166
Адступніцтва, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- не прасіце хуткай пакарання для адступнікаў, 46:35
- Толькі Алах пакарае іх, 73:11; 74:11
- пакаранне ў будучым жыцці, 2:217; 9:74
- непрыняцце іншымі, 3:87
- пакаянне, 3:89; 5:34; 9:5; 9:11
- у Судны дзень будзе позна, 40:85
- пад прымусам, 16:106
Адступнікі, 47:25
Араф, S.7; 7:46, 48
Арафат, 2:198
Спрачацца
- не ад імя тых, хто падманвае сябе, 4:107
— вы спрачаліся за іх у гэтым свеце, але хто будзе спрачацца ў Дзень Уваскрэсення, 4:109
Спрэчкі/Напады
- адказаць тым жа, 8:58
- цярпенне значна лепш, 16:126
Даспехі, 16:81
Аср, S.103
Аят аль-Курсі, 2:255
Плётнік, 49:12; 104:1
Бадр (бітва), 3:13
- урокі з 8:5-19, 42-48
Аль-Байт-уль-Мамур, 52:4
Бакка (Мека), 3:96
Бал, 37:125
Балад, S.90
Баланс, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану ан-Надзір, 59:2-6, 13
Бакара, S.2
Бараа (гл. Таўба), разд. 9
Барзах, (Бар'ер), 23:100; 25:53; 55:20
- гл. таксама 18:94-97; 34:54; 36:9
Байіна, S.98
Звер (апошніх дзён), 27:82
Бедуіны, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Пчала, 16:68-69
Паводзіны
- спрачацца ў ветлівай манеры з тымі, каму было дадзена ранейшае адкрыццё, 16:125, 29:46
— пазбягайце ўмешвацца ў справы, у якіх вы нічога не ведаеце, 17:36
- пазбягайце цяжкіх грахоў і ганебных учынкаў, 53:32
- пазбягайце здагадак адзін пра аднаго, не шпіёніце і не кажыце адзін пра аднаго дрэнна 49:12
- будзьце справядлівымі ў сваіх меркаваннях, 6:152
- супольнасць павінна быць умеранай, 2:143; 25:67
- не рэкамендуецца самазадавальненне, 4:36, 57:23
— не дакарай тых, хто шукае тваёй дапамогі, 93:10
- не лічы сябе чыстым, 53:32
- не высмейвайце іншых, 49:11; 104:1
- не згадвайце адкрыта пра зло, 4:148
— не абражайце адзін аднаго, 104:1
- кожнай групе дадзены закон і лад жыцця, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- і спосаб пакланення, 22:67
- Алах мог бы зрабіць іх адной супольнасцю, 5:48; 11:118; 16:93; 42:8
- адна супольнасць пад кіраўніцтвам Алаха, 21:92
- даруй габрэям, 5:13
- даруй няверуючым, 31:15; 45:14
- даруе лёгка, 42:37
- кіраўнікі прымаюць рашэнні пасля кансультацый, 42:38
- і прарок, 10:47; 16:36
- паклёп на вернікаў - гэта грэх, 33:58
- мужчыны (у бок жанчын), 24:30
- міратворцы ўзнагароджаны, 42:40
— калі нічога іншага не можаце зрабіць, кажыце справядліва тым, хто ў нястачы, 17:28
- для пажылых бацькоў, якія знаходзяцца пад вашай апекай, 17:23
- у адносінах да іншых мусульман, 33:6
- да іншых, 17:26-29; 17:35; 17:53; 60:8
- да бацькоў, 46:15
- у адносінах да рабоў, 4:36; 24:33
— справядліва ставіцца да няверуючых, якія не ўступаюць у бой, 60:8
- жонкі Прарока, 33:28-34
- жанчыны (у адносінах да мужчын), 24:31
- ва ўсіх адкрыццях, 2:136; 2:285
- прырода, 49:14-15
Вернікі, 2:2-5; 2:285; 8:2-4; 8:24
Запавет, 2:180, 240; 4:7, 12; 36:50
Здрадзіць (падмануць, ашукаць), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Біблія, 5:64, 5:65, 5:68
- скажэнне, 3:78; 5:14-15
Птушкі, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Кроўныя грошы (Дыя), 2:178-179; 4:92; 17:33
Здабыча, вайна, 4:94. 8:41; 59:6-8
- незаконнае ўзяцце, 3:162
- бачыць трафеі
Хабарніцтва, 2:188
Будн, 22:36
Цяжар
— іншага, той, хто нясе цяжары, не будзе несці, 35:18; 39:7; 53:38
- няверуючыя таксама будуць несці цяжар іншых, 16:25; 29:13
— сапраўды злыя цяжары, якія яны будуць несці, 6:31, 164
- Алах не абцяжарвае чалавека звыш таго, што яму па сіле, 2:286; 7:42; 23:62
Бурудж (Вялікія зоркі), S.85; 85:1; 15:16; 25:61
Вярблюд, 6:144; 7:40; 77:33; 88:17
Палонныя, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- гл. таксама Ваеннапалонныя
Буйная жывёла, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Пячора Таур, 9:40
Пячора, людзі 18:9-22, 25-26
Упэўненасць у праўдзе, 56:95; 69:51
Дабрачыннасць, (Садака), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- прадметы міласціны і закят, 2:273; 9:60
Дзеці 2:233; 42:49-50
— загінулі тыя, хто забіў сваіх з-за глупства, без ведаў, 6:140
Хрыстос (гл. Ісус)
Хрысціяне, 5:14, 19, 64-65, 69; 22:17
- прасілі не абагаўляць Ісуса, 4:171
- найбольш блізка да пачуцця прыхільнасці да мусульман, 5:82
— большасць забылася пра тое, што ім казалі памятаць, 5:14
— цяпер да вас прыходзіць пасланец, 5:15, 19
- праведнікі будуць узнагароджаны, 2:62; 5:65; 5:69
- сказаць «Ісус — сын Алаха», 9:30
Гарады знішчаны, 69:9
Горад бяспекі, 95:3
Адзенне, 7:26; 16:81
- агню, 22:19
- вэлюм або жаночае адзенне ў сітуацыях, якія не звязаны з хатнімі справамі, 24:31
- верхняя вопратка жанчын прадухіляе дамаганні з боку крывадушнікаў, 33:59-60
Канфедэраты, 33:9, 22
- гл. Узаемная кансультацыя з Ахзабам, 42:38
Стварэнне
- пачынаецца і паўтараецца, 10:4; 21:104; 27:64; 29:19-20
- новы, 17:49, 98; 35:16
— з праўдай, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- не для гульні, 21:16-17; 23:115
- усё жывое, зробленае з, 21:30; 24:45; 25:54
- чалавека, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- першая форма 56:62
- праз шэсць дзён, 7:54; 11:7; 32:4; 50:38; 57:4
— парамі, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- разнастайнасць у, 35:27-28
— Алах загадвае «Будзь!» — і гэта сталася, 2:117; 16:40; 36:82; 40:68
— як імгненне вока, 54:50
- ноч і дзень, сонца і месяц, 39:5
— неба і зямля, зямля большая за чалавецтва, 40:57; 79:27
- мэта, 51:56
Варона, 5:31
Крытэрыён, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (гл. Insan,) S.76; 45:24
- час, 76:1; 103:1
Давід, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- улічваючы Псалмы 4:163
- змагаецца і забівае Галіяфа, 2:251
- выносіць рашэнне 21:78-80
- дабраславёныя ведамі і прароцтвам 27:15-16
- горы і птушкі далучаюцца да яго ў хвале Алаха 34:10; 38:17-20
- судзіць двух людзей 38:21-26
Даваб або Даба (жывая істота, якая рухаецца і г.д.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Мёртвыя ўваскрэснуць, 6:36
Смерць, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- і ўцёкі з бітвы, 33:16
- дзеля Алаха, 3:195; 22:58; 47:4
— тыя супольнасці, якія не маюць адкрыцця, не будуць знішчаны, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- тыя, хто загінуў на шляху Алаха, жывыя, 2:154; 3:169
- уцякаючы ад зла да Алаха, 4:100
- нельга спыніць або адкласці 63:10-11
- брат-блізнец са сну 6:60; 39:42
- вернікі і няверуючыя ў момант смерці 8:50; 16:27-32; 41:30
- пакаранне ў магіле 40:46
Даўгі, 2:280, 282; 4:11-12
Дэкрэт
- для кожнай справы ёсць свой, 13:38
— Мы ніколі не знішчалі паселішча, якое не было б вядома пра яго, 15:4
— кожная справа ад Алаха, 44:5
— калі Ён вырашае што-небудзь, Ён кажа толькі: «Будзь!» — і гэта здараецца, 2:117; 36:82; 40:68
Дзеі
- зло, упрыгожанае для іх, 47:14
— нам нашы, вам вашы ўчынкі, 28:55; 42:15; 45:15
- добрыя і дрэнныя, за і супраць яго самога, 41:46
- прывязаў чалавечую да ўласнай шыі, 17:13
Ступені, згодна з тым, што яны зрабілі, 6:132
Жаданне, тыя, хто ідзе за сваім злом, 47:14, 16
— хто ўзяў сабе за бога сваіх уласных, 25:43
Не адчайвайцеся ў міласці Алаха, 39:53; 21:87-88; 68:48-50
- гл. таксама Іона
Дхарыят, S.51
Зікр, 7:205; 15:6, 9
Зуль-Кіфі, 21:85; 38:48
Зуль-Карайн, 18:83-98
Дхун-Нун (спадарожнік рыбы)
Няверуючыя (гл. таксама Крывадушнікі)
— прасіць Мухамеда ( ﷺ ) выклікаць на іх гнеў Алаха ў якасці доказу, 6:57-58; 8:32; 10:49-52
- зносяць іх кампанію з дабрынёй, 31:15
— цярпліва зносьце тое, што яны кажуць, 20:130; 50:39
- запаветаў з, 8:56; 8:72; 9:4, 7
- парушэнне запаветаў, 8:58; 9:12
- Алах зводзіць іхнія хітрыкі на нішто, 8:30, 36
— пакіньце кампанію тых, хто здзекуецца з закону Алаха, 4:140; 6:68
— абарані іх, калі яны папросяць цябе аб гэтым, 9:6
- пакаранне падчас вайны, 8:12, 50, 59
- пакаранне ў будучым жыцці, 8:37
- не варта наведваць мячэці і даглядаць за імі, 9:17
- пагавары з імі ветліва, 17:53
- упарта змагаючыся супраць, 9:73; 25:52; 66:9
- справядліва ставіцца да неваюючых бакоў, 60:8
- будзе аб'ядноўвацца толькі з іншымі няверуючымі, 8:72
Вучні (Ісуса), 3:52; 61:14
Хвароба ў сэрцах крывадушнікаў і няверуючых, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Пасля пакут надыходзіць бяспека, 3:154
Размеркаванне ваеннай здабычы, 8:41; 59:7-8
Канава, людзі, 85:4-10
Разнастайнасць
- людзей, 30:22, 35:27-28
- жыцця, 35:27-28
Развод, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- пасля перыяду чакання, развесціся або прымірыцца, 2:231; 65:2
- два сведкі, 65:2
- аліменты, 2:233, 241
- распаўсюджваецца на спадчынніка былога мужа, 2:233
- можа быць адменена двойчы, 2:229
- статус пасагу, 2:229, 236-237
— пры неабходнасці знайсці кармілку, 65:6
- гл. таксама Зіхар
Развод, мужчына
— разводзься з адной жанчынай дзеля іншай — не забірай назад тое, што ты даў першым, 4:20
- не дакучай жонцы, 65:6
— не трымайце жонак супраць іх волі, 4:19
- чатыры месяцы, каб перадумаць, 2:226
— цалкам падтрымліваць жонку падчас цяжарнасці і перыяду чакання, 65:6
— цалкам падтрымліваць жонку, калі яна корміць грудзьмі вашага дзіцяці, 65:6
- маці не павінна пакутаваць з-за свайго дзіцяці без бацькі, 2:233
- даісламскі, 58:2
- раскаянне за прымірэнне і пост на працягу 2 месяцаў запар, 58:4
- раскаянне, каб прымірыцца, накарміць 60 патрабуючых, 58:4
- раскаянне, каб прымірыць вызваліць раба, 58:3
- спроба прымірэння, 4:35
- безгрэшны, калі шлюб не заключаны, 2:236
- нявеста мела права на палову пасагу, 2:237
Развод, жанчына
- пасля трэцяга разводу (гэтага разводу з іншым мужам) можа вярнуцца да першага мужа, 2:229
- права на ўтрыманне, 2:241; 65:1
- роўнае права на развод, 2:228
- страх жорсткага абыходжання з боку мужа, 4:128
— можа захаваць тое, што ёй даў муж, 2:229
- не быць выгнанымі з іх дамоў, 65:1
- тры чаканні менструацыі, каб абвергнуць цяжарнасць, 2:228
- тры месяцы чакання для тых, у каго няма менструацыі, 65:4
- калі шлюб не будзе заключаны, 33:49
Сабакі, 7:176
Аслы (Ass), 2:259; 16:8; 31:19; 62:5; 74:50
Піць
- алкагольны, 2:219; 5:90
- чысты і белы смачны, 37:45-46; 76:21
- чыстае запячатанае віно, 83:25
Духа, S.93
Духан, S.44
Армія сланоў, 105:1-5
Ілля (Ілля; Ільясін) 6:85; 37:123-132
Елісей (Альяса) 6:86; 38:48
Энох (гл. Ідрыс)
Падзея, 56:1; 69:15
Зло, 4:123; 10:27-30; 19:83; 59:15
- нельга вымаўляць публічна, 4:148
- паходзіць ад нас саміх, але дабро — ад Алаха, 4:79; 42:48
- прабачце, 4:149
- кампенсаваны, 6:160; 42:40
- якія задумваюць, замышляюць, 16:45-47
- быў канец, 30:10
- з'явіўся на сушы і моры, 30:41
- адбіваць/абараняць, з дабром, 13:22; 23:96; 41:34
- змянілася, назаўсёды, 7:95
- тыя, хто ідуць за сваімі жаданнямі, 47:14, 16
- справы, упрыгожаныя для іх, 47:14
Лішак
- забаронена ў ежы, 5:87
- у рэлігіі, 4:171; 5:77-81
Вочы, вушы і скура будуць сведчыць супраць грэшнікаў, 41:20-23
Эздра (Узаір) 9:30
Аблічча Алаха, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Прыгожы
Алах зрабіў кожнаму народу свае справы, 6:108
Вера (Вера), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- адкідальнікі, 3:116
- павелічэнне, 3:173
— з упэўненасцю, 44:7; 45:4, 20; 51:20
- Ён павёў цябе да, 49:17
Фаджр, S.89
Фалак, S.113
Ілжывая размова пра вершы Карана, 6:68
Фальшывыя багі
- акрамя Алаха, ідалы і так званыя партнёры 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
— не абражайце тых, каму яны пакланяюцца, акрамя Алаха, 6:108
- гл. таксама Тагут
Хлусьня (Батыль), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Прывязаў учынкі чалавека да яго ўласнай шыі, 17:13
Пост, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
— есці і піць, пакуль белая нітка не стане адрознівацца ад чорнай, 2:187
Фатх, S.48
Фаціха, S.1
Фатыр, S.35
Fidyah (выкуп), пост, 2:196
- за вызваленне палонных, 8:67
- выкуп, прапанаваны няверуючымі, 3:91; 5:36,37; 10:54; 13:18
Мал., 95:1
Змагаючыся
- на шляху Алаха, супраць няверуючых, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- пасвечаны, 2:216
- у святыя месяцы, 2:217; 9:5
- Дзеці Ізраіля, 2:246-251
- на шляху Алаха, і прыгнечаныя мужчыны і жанчыны, 4:74-76
- пакуль больш не скончыцца Фітна, 8:39
- дваццаць перамагаюць дзвесце, 8:65
- супраць тых, хто не верыць у Алаха, 9:29
- дазвол супраць тых, каму ўчынілі крыўду, 22:39-41
- і крывадушнікі, 47:20
- вызваленні ад, 48:17
Фільтр, S.105
Фірдаўс рай, 18:107; 23:11
Агонь, 56:71, 100:2
Муха, 22:73
Ежа
- законнае і незаконнае (Халяль і Харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- няма граху за тое, што еў у мінулым, 5:93
- не парушай, 5:87
— не забараняйце тое, што Алах дазволіў, 5:87; 7:32; 16:116
Забароненыя паводзіны, 6:151-152; 7:33
Прабачэнне, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- абавязак вернікаў, 42:37; 45:14
- вернікамі, для людзей Пісання, 2:109
Алах даруе, каму пажадае, 4:48
- Алах даруе тое, што не прыцягваюць да сябе супаўнікоў у пакланенні, 4:48, 116
- той, хто шукае Алаха, 4:110
- не прасіць Алаха для мушрыкунаў, 9:113
- Алах даруе ўсе грахі, 39:53
— анёлы просяць за тых, хто на зямлі, 42:5
- даруй, калі яны злуюцца, 42:37
- дараваць і прымірыцца, 42:40
- Вернікі павінны дараваць тым, хто не спадзяецца на дні Алаха, 45:14
- для тых, хто пазбягае вялікіх грахоў і Фавахіша, 53:32
- імчацца адзін з адным, спяшаючыся да таго, 57:21
- злыя ўчынкі ператварыліся ў добрыя ўчынкі 25:68-71
Махлярства (гл. Здрада) 83:1-6
Свабодная воля
- абмежавана воляй Алаха, 6:107; 10:99; 74:56; 76:31; 81:28-29
— хто хоча, няхай верыць і не верыць, 18:29
— ідзі шляхам да свайго Госпада, 76:29
- ісці прама, 81:28
Пятнічныя малітвы, 62:9-11
Фрукты, 6:41; 16:11
- у раі, у дастатку, 43:73
- ўсялякі, 47:15
— як яны жадаюць, 77:42
Фуджар, 82:14-16; 83:7
Фуркан, S.25
Фусілат (гл. Ха Мім), S.41
Гаўрыіл (Джыбрыль) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-уль-Кудус, 2:87, 253; 5:110; 16:102
Азартныя гульні, 2:219; 5:90
Гульня ў стане Іхраму, 5:94-96
Гафір (гл. Мумін), S.40
Гашыя, S.88
Гусль, 4:43; 5:6
Падарункі, 30:39
Галіяф (Джалут) 2:249-251
Добрыя (дні), 3:140
— вам не падабаецца тое, што ёсць, і падабаецца тое, што дрэннае, 2:216
- быць узнагароджаным, 4:85; 28:54
- узнагароджаны падвойным, 4:40; 28:54
- узнагароджаны дзесяць разоў, 6:160
- павялічылася, 42:23
— тым, хто гэта робіць, наканавана дабро і дом будучага жыцця, 16:30
— для тых, хто робіць дабро ў гэтым свеце, 39:10
- Алах узнагароджвае тых, хто робіць, найлепшым, 53:31
- ці ёсць якая-небудзь узнагарода, акрамя дабра, 55:60
— рабі гэтак жа, як Алах зрабіў табе дабро, 28:77
Дабро і Зло
Дабро ад Алаха, а зло ад цябе самога, 4:79
— калі робіце дабро, дык дзеля сябе, а калі робіце зло, дык супраць сябе, 17:7;41:46
- адбівай зло дабром, 23:96; 28:54; 41:34
- дабро і зло не могуць быць роўнымі, 41:34
- кожны чалавек сутыкнецца з усім, што ён зрабіў, 3:30
- гл. таксама Мухсінун
Добрая справа
- раскрываць ці хаваць гэта, 4:149
- імкніцеся, як у гонцы, 5:48
Евангелле, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Выдатная Вестка, 78:1-5
Прывітанне, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадыд, S.57
Хадзі (жывёла для ахвярапрынашэння), 2:196, 200
Хадж (паломніцтва), 2:158, 196-203; 3:97; 5:2;22:30
Хадж, S.22
Аман, 28:6, 38; 29:39; 40:24, 36, 37
Рукі і ногі будуць сведчыць, 36:65
Ага, S.69
Цяжкасці, з кожным прыходзіць палёгка, 94:5-6
Харун, (Аарон)
Харут, 2:102
Хашр, S.59
Сэрцы
- зацвярдзелы, 2:74; 22:53; 39:22; 57:16
- запячатаны, 7:100-101; 40:35; 47:16; 63:3
- пакрытыя, 17:46; 41:5
- зачынены, 47:24
- падзеленыя, 59:14
- поўны страху, 22:35
- у каго ёсць хвароба, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Нябёсы
— Алаху належыць нябачнае з, 16:77
- створана не для спектакля, 21:16
— і зямля злучылася разам, 21:30
— у гэтым няма нічога схаванага, 27:75
- створаны без якіх-небудзь слупоў, 31:10
- будзе згорнуты ў Ягонай правай руцэ, 39:67
— стварэнне сямі нябёсаў за два дні, 41:12
- упрыгожыў бліжэйшае неба лямпамі, 41:12
— Алаху належыць усё, што ў, 45:27;53:31
— сем нябёсаў, адно над адным, 67:3
Пекла (агонь, палаючае полымя) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- палаючая і кіпячая вада 22:19-22; 23:103-104
- гной 14:14-17; 38:55-58; 69:35-37
- дрэва Заккум 37:62-70; 44:43-50; 56:41-56
- немагчымасць жыхароў жыць ці памерці 87:13
- абвінавачванні 26:91-101; 34:31-33
- заклікае да імгненнага знішчэння 25:13-14; 43:74-78
- гарачыя крыкі 35:36-37
- Агонь рычыць і раўці 25:11-12; 67:6-11
- абсмажаныя скуры заменены на новыя 4:56
- кайданы і адзенне з дзёгцю 14:48-50
- жалезныя булавы 22:19-22
- ланцугі 13:5
- вартаўнікі пекла 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- выкуп не прымаўся 5:36-37
- заступніцтва адхілена 6:94; 26:100; 30:13; 74:48
- пякучы адчай і ледзяная цемра ў, 38:57
- ланцуг з 70 локцяў, 69:32
- знаходжанне на абмежаваны час, 78:23
Далей
- лепшы дом у, 6:32; 7:169
- што будзе канцом у, 6:135
- Залімун не будзе мець поспеху (у), 6:135
- дом, 12:109; 16:30; 28:83; 29:64
- якія не вераць у, 17:10
- узнагарода, 42:20
- лепш за срэбра і золата, 43:33-35
- толькі для Мутакуна, 43:35
- пакаранне, 68:33
- лепшы і больш трывалы, 87:17
- лепш, чым цяперашняе, 93:4
Шашы, шырокія, 21:31
Хіджр (Скалісты ўчастак), 15:80-85
Хіджр, S.15
Гомасэксуальнасць 26:165-166; 27:55; 29:28-29
Коні, 16:8
Гадзіна
— веданне пра гэта толькі ў Алаха, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
— раптам гэта на іх, 6:31; 7:187; 12:107; 43:66
- прыходзіць да цябе, 6:40; 12:107; 20:15; 34:3
- наблізіўся, 54:1-5
— як імгненне вока, ці нават бліжэй, 16:77
- землятрус магнітудай 22:1
- будзе ўстаноўлена ў Дзень, 30:12, 14
— безумоўна, прыйдзе, няма сумненняў, 40:59; 45:32; 51:5-6
- знакі 21:96; 27:82; 43:61; 47:18; 54:1-2
- імёны 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- застане людзей знянацку 6:31; 7:187
- Труба будзе затрубіць у 6:73; 23:101; 39:68
Дамы, манеры пры ўваходзе, 24:27-29
Худ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Хад, S.11
Худжурат, S.49
Хумазах, S.104
Хунайн (бітва), 9:25
Хур (жанчыны ў раі), 44:54; 52:20
Крывадушнікі
— скажыце: мы верым у Алаха і ў Апошні дзень, але насамрэч не верым, 2:8
- падманваюць саміх сябе, 2:9
- хвароба ў іх сэрцах, 2:10; 8:49; 22:53; 33:12; 47:29
- чыніць шкоды, 2:11-12
- дурні і насмешнікі, 2:13-15
- памылка пры куплі для азнаямлення, 2:16
- глухі, нямы і сляпы, 2:17-18
- у страху перад смерцю і цемрай, 2:19-20
- прыемная прамова, 2:204-206
- адмаўляюцца змагацца, 3:167-168
- Алах ведае, што ў іх сэрцах, 3:167;4:63
- ісці на суд да ілжывых суддзяў, адвярнуцца ад Адкрыцця, прыйсці, калі здарыцца катастрофа, 4:60-62
- у няшчасці і ў вялікім поспеху, 4:72-73
- Алах адкінуў іх назад, 4:88
- нельга лічыць сябрамі, 4:89; 58:14-19
— калі яны павернуцца назад, забівайце іх, дзе б вы іх ні сустрэлі, 4:89
— яны чакаюць і сочаць за тваёй перамогай або поспехам няверуючых, 4:141
— імкнуцца падмануць Алаха, яны моляцца з лянотай і каб іх бачылі людзі, 4:142
- не належаць ні да гэтых, ні да тых, 4:143
— у самых глыбінях Агню; няма памочніка, 4:145
- баючыся быць выкрытымі, 9:64-65
- не маліцца за, 9:84
- мужчыны і жанчыны паходзяць адзін ад аднаго; няўдачнікі; праклён Алаха, 9:67-69
- у бедуінаў, 9:101
— дзе б іх ні знайшлі, іх трэба схапіць і забіць, 33:61
- Алах пакарае, 33:73
- хлусы; адварочваюцца ад іх; іх сэрцы падзеленыя, 59:11-14
— хлусы; зрабілі свае клятвы заслонай; іх сэрцы запячатаны; сцеражыцеся іх, 63:1-4
— не разумею, не ведаю, 63:7-8
— змагацца з усімі, 66:9
Ібліс (Сатана), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- гл. таксама Сатана
Ібрагім (гл. Абрагам)
Ібрагім, S.14
Іда (тэрмін разводу для жанчын), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
Ідрыс (Энох), 19:56-57; 21:85; 96:4
Іхрам, 2:197; 5:2, 95
Іхсан, 16:90
Іхлас, S.112
Іла, толькі Адзін, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Незаконныя палавыя зносіны; паказанні сведак, 4:15-18; 24:2, 19
Іліюн, 83:18-21
Нячысты (Наджас) 9:28
Імран
- жонка, 3:35
- дачка, 66:12
Непазбежна, 69:1-3
Інфітар, S.82
Спадчына, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
Несправядлівасць, да каго была ўчынена, 4:30, 148
Інсан (гл. Дар), S.76
Іншыкак, S.84
Іншіра (гл. Шарх), S.94
Натхненне, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Заступніцтва/Хацянец, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
Ап'яняльныя рэчывы, 5:90, 2:219
Iqamat-as-Salat, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
«Чытанне» (гл. «Дзіця»), S. 96
Эрам, 89:7
Жалеза, 57:25
Ісусе, глядзі на Ісуса
Ісаак, (Ісаак) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
Ізмаіл (Ізмаіл), 2:125-129, 133; 4:163; 6:86; 19:54–55; 21:85; 38:48
разам са сваім бацькам узводзіць падмурак Каабы 2:125-140
гісторыя ахвярапрынашэння 37:100-113
Іслам, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- першы з тых, хто пакорліва ставіцца да мусульман, 6:14,163; 39:12
- першы абдымае, 9:100
- грудзі адчыненыя, 39:22
- як паслуга, 49:17
Ісра, S. 17
Ізраіль, Дзеці, 2:40-86
- дараваная ласка, 2:47-53, 60, 122; 45:16-17
- паўстанне супраць паслухмянасці Алаху, 2:54-59, 61, 63-74; 5:71; 7:138-141
- іх адносіны з мусульманамі, 2:75-79
- іх пыха, 2:80, 88, 91
- іх запаветаў, 2:80, 83-86, 93, 100; 5:12-13, 70
- купіў жыццё гэтага свету цаной будучага жыцця, 2:86
- самы прагны да жыцця з чалавецтва, 2:96
- прасіць цара, 2:246-251
- перавысіў ліміты; падзелены на розныя групы; малпы, 7:161-171
- абяцаў двойчы, 17:4-8
- вызвалены ад ворага, 20:80-82
- дадзена Пісанне і лідэры, 32:23-25; 40:53-54
- вучоныя ведалі гэта (Каран як праўду), 26:197
Істава (падняўся), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
Ітыкаф, 2:187
Якаў, (Якуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (дванаццаць сыноў Якава), 2:140; 3:84; 4:163
Джалут (гл. Галіяф)
Джамарат, 2:200
Джатыя, S.45
Ісус, Іса, сын Марыі
- маці, абраная сярод усіх жанчын свету 3:42
- сведчыць пра Дзень Уваскрэсення, 4:159
- радасная вестка пра нараджэнне, 3:45-47; 19:22-23
- Пасланец да дзяцей Ізраіля, 3:49-51
- вучні, 3:52-53; 5:111-115
- вучні як памочнікі Алаха, 3:52; 61:14
- узвышаны, 3:55-59; 4:157-159
- падабенства Адама, 3:59
- ні забіты, ні распяты, 4:157
- натхнёны, 4:163
- не больш чым Пасланец (не для таго, каб абагаўляць яго), 4:171-172; 5:75; 19:30, 43:63-64
— няверуюць тыя, хто кажа: 5:17, 72; 9:30
- Наш Пасланец (Мухамед ﷺ ) прыйшоў, 5:19
- даў Евангелле, 5:46
- вучні сказалі: мы мусульмане, 5:111
- Накрытая ежа на стол, 5:114
- не вучыў ілжываму пакланенню, 5:116-118
- праведны Прарок, 6:85
- як знак, 23:50
- яго другое прышэсце 43:61
- розныя меркаванні наконт, 43:65
— не больш чым раб і прыклад для дзяцей Ізраіля, 43:59
— радасная вестка пра Пасланца, імя якога будзе Ахмед, 61:6
- ягонае нявіннае зачацце, пасланне і цуды 3:45-51; 19:16-38
- нагадаў пра ласкі Алаха 5:110-115
- адмаўляе боскасць 5:116-120
- спачуванне і ласка ў сэрцах яго паслядоўнікаў 5:82; 57:27
Іўдзеі і хрысціяне, 2:140; 4:153-161, 171; 5:18
- слухаць хлусню, 5:41-42
- праклятыя за тое, што яны сказалі, 5:64
- варожасць да вернікаў (мусульман), 5:82
- якія прынялі іслам, 26:197; 28:53; 29:47
Джыбрыль (гл. Габрыэль)
Джыхад (барацьба, імкненне) 2:216; 9:24; 22:78; 25:52
Джын, S.72
Джын, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Джын, створаны з агню 15:25; 55:15
- веруючыя і няверуючыя джыны 72:1-15
- некаторыя паверылі ў пасланне Карана 46:29-32
- людзі і джыны створаны з пэўнай мэтай 51:56-58
Ёў, 4:163; 6:84; 21:83-84; 38:41-44
Ян (Ях'я, Ян Хрысціцель)
- радасная вестка, 3:38-41; 19:7-11; 21:90
- праведны, 6:85
- мудры, спагадлівы, паслухмяны, 19:12-15
Ёна (Ёнас ці Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Зу н-Нун) 21:87; 68:48-50
Іосіф (Юсуф), 6:84; 12:4-101
- найлепшыя гісторыі 12:1-3
- сон маладога Юсуфа 12:4-6
- змова яго братоў 12:7-18
- прададзены ў рабства 12:19-20
- узняты ў доме галоўнага міністра Егіпта 12:21-22
- Жонка галоўнага міністра спрабуе спакусіць яго 12:23-29
- інцыдэнт на банкеце 12:30-32
- ідзе ў турму 12:33-35
- два зняволеныя 12:36-42
- Сон цара 12:43-53
- становіцца галоўным міністрам 12:54-57
- браты прыходзяць да яго па прыпасы 12:58-68
- бярэ свайго брата Веньяміна 12:69-82
- адноўлены смутак бацькі 12:83-87
- раскрывае сваю сапраўдную асобу 12:88-98
- даўняя мара спраўджваецца 12:99-100
- заключная малітва 12:101
Джудзі, Маўнт, 11:44
Джума, S.62
Справядлівасць (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- гл. таксама 4:65, 105
Кааба
- пабудаваны Абрагамам, 2:125-127
- забарона на забойства дзічыны, 5:94-96
- прытулак бяспекі, 5:97
- хадзіць голым, 7:28
- падчас малітвы і хаджэння, 2:200; 7:29, 31
Кафірун, S.109
Кафур, кубак, змяшаны з, 76:5
Кахф, S.18
Канц, 9:34-35
Каўтар (рака ў Парадайзе), 108:1
Каўтар, S.108
Ключы
нябёсаў і зямлі, 39:63; 42:12
з Гайба, 6:59
Хаўла бінт Са Лабах, 58:1
Забойства
- калі хто забіў чалавека, ён забіў усё чалавецтва, 5:32
- нікога не забівайце, 17:33
Добрыя словы лепшыя за міласціну, 2:263
Сваякі, правы, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кіраман-Ратыбін, 82:11
Веды
— ніводны лісток не ўпадзе, але Ён ведае пра гэта, 6:59
— прайгралі тыя, хто забіў сваіх дзяцей з неразумнасці, без увагі, 6:140
- з пяці рэчаў, толькі з Алахам, 31:34
- з упэўненасцю, 102:5-7
Кара (Карун), 28:76-82; 29:39; 40:24
Курсі, 2:255
Лахаб (гл. Масад), S. 111
Лэйл, S.92
Лампа, 25:61; 67:5; 71:16; 78:13
Мовы
- розніца ў мужчынах і іх колерах, 30:22
Лат, 53:19
Закон, прадпісаны, 5:48
Законы ад Алаха, 2:219; 98:3
Хлусы, 26:221-223
Жыццё, калі хто выратаваў чалавека, ён выратаваў жыццё ўсяму чалавецтву, 5:32
Жыццё гэтага свету
- купіў па цане будучага жыцця, 2:86
- гэта толькі задавальненне ад падману, 3:185
- прадаць, дзеля будучага жыцця, 4:74
- гэта толькі забаўка і гульня, 6:32; 29:64; 47:36; 57:20
- падманвае, 6:130
- задавальненне ад жыцця меншае, чым ад жыцця будучага, 9:38; 13:26; 28:60
- падабенства, падобнае да дажджу, 10:24
- радасная вестка ў, 10:64
— хто пажадае, той уваходзіць у яго; але тады ў яго не будзе долі ў будучым жыцці, 11:15-16; 17:18; 42:20
- якія любяць цяперашняе жыццё і грэбуюць будучым жыццём, 75:20-21; 76:27
- вы аддаеце перавагу, 87:16
Святло
- маніфест, 4:174
- і цемра, 6:1
- прытча з, 24:35
- ідзе перад вернікамі і разам з імі, 57:12-15; 66:8
— дадзены Алахам, каб вернікі маглі хадзіць па прамой, 57:2
Абмежаванні, устаноўленыя Алахам, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- гэта наступныя вершы: 2:187; 229-230; 4:13; 58:4; 65:1
- не парушай, 2:190, 229
- той, хто парушае, 2:229; 4:14; 78:22
- але вымушаны неабходнасцю, ані не парушаючы, 2:173; 6:145
— не перавышайце ў сваёй рэлігіі 4:171; 5:77
- калі яны перавысілі, (сталі малпамі), 7:166
- якія выконваюць, 9:112
Леў, 74:51
Пазыка
— пазычаць Алаху дабро, 2:245; 73:20
- павялічаны калектар, 57:11, 18
- падвоены, 64:17
Страта, маніфест, 39:15
Лот, (Лут) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- яго непаслухмяная жонка, 11:81; 15:60; 66:10
Лотасавае дрэва, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Маарыдж, S.70
Медына (Ясрыб), 9:120; 33:13, 60; 63:8
Madyan, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- гл. таксама Айка Вуд
Махр (вясельныя грошы), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Маіда, S.5
Мека (Бакка), 3:96;90:1-2
- Горад бяспекі, 95:3
Чалавек
- пакаленні за пакаленнямі на зямлі, 2:30;6:165
- стаў пераемнікам, 35:39
- абавязак, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- правераны Алахам, 2:155; 3:186; 47:31; 57:25
- рэчы, якіх жадаюць людзі, 3:14
- створаны з 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- стварыў і ўстанавіў пэўны тэрмін, 6:2; 15:26
- прымірэнне паміж ім і жонкай, 4:35
- тыя, хто прайграў і адмаўляе сустрэчу з Алахам, 6:31
- вяртанне, 6:60, 72, 164; 10:45-46
- змовы супраць самога сябе, 6:123
— не будзе несці цяжару іншага, 6:164
- няўдзячны, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- папярэджваў пра Сатану, 7:27
- жонка і дзеці, 7:189-190
— калі дакранаецца шкода ці зло, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- вяртанне да Госпада, 10:23; 84:6; 96:8
- памыляюцца самі, 10:44
- радуецца і хваліцца, 11:10
- заклікае да зла, 17:11
- заўсёды паспешлівы, 17:11
— ягоныя справы прывязаныя да ягонай шыі, 17:13
— хто збіваецца са шляху, той сабе шкодзіць, а хто ідзе да праўды, толькі для сябе, 17:15
- не абыходзіцца з ім несправядліва, 17:71
- смерць і ўваскрасенне, 23:15-16
— падзялілі сваю рэлігію на секты, кожная з якіх радуецца сваёй веры, 23:53
— языкі, рукі і ногі будуць сведчыць супраць, 24:24
- сведчыць супраць сябе, 75:14
— хто ўзяў сабе за бога ўласнае жаданне, 25:43
- родныя па крыві і шлюбе, 25:54
Алах падпарадкаваў вам усё, што ёсць на нябёсах і на зямлі, 31:20
- той, хто схіляе свой твар перад Алахам, 31:22
— не два сэрцы ў яго целе, 33:4
- пакланяцца Алаху, 39:64-66
- няшчасці з-за таго, што яго рукі нажылі, 42:30, 48
- анёлы запісваюць ягоныя справы, 50:17-18, 23; 85:11
- анёлы, якія ахоўваюць яго, 13:11; 86:4
- падзеленыя на тры катэгорыі, 56:7-56
- тыя, хто бліжэйшы да Алаха, 56:10-11
- спадарожнікі Правай Рукі, 56:27-40
- спадарожнікі Левай Рукі, 56:41-56
— пераўтварыцца і быць створаным у невядомых формах, 56:60-62
- зробленыя формы добра, 64:3
— багацце і дзеці — гэта толькі выпрабаванне, 64:15
- створаны і надзелены, 67:23-24; 74:12-15; 90:8-10
- нецярплівы, 70:19-21
- прысвечаны малітвам, 70:22-35
- жадае большага, 74:15
- сведчыць супраць сябе, 75:14-15
- ягоная пыха, 75:31-40; 90:5-7
- любіць цяперашняе жыццё гэтага свету, 76:27
- цяжэй стварыць, ці гэта рай, 79:28
- нядбайнасць адносна Госпада, 82:6-12
— ідэальна складзены і з належнай прапорцыяй, 82:7
- падарожнічае са сцэны на сцэну, 84:19
- любоў да багацця, 89:20
- створаны з цяжкай працай, 90:4
- намаганні і ўчынкі разнастайныя, 92:4
- пракладзі яму шлях дабра і зла, 92:7, 10
- створаны з найлепшай формы (формы), 95:4
- затым зніжаецца да самага нізкага ўзроўню, 96:5
- пераступае ўсе межы, 96:6-7
Манасік (абавязкі) хаджу, 2:128, 200; 22:30
Манат, 53:20
Чалавецтва
- сведкі скончыліся, 2:143
- адна супольнасць, 2:213; 10:19
- створаны з адной пары, 4:1; 39:6; 49:13
- бунт супраць саміх сябе, 10:23
— хоць і неабдуманы, што расплата блізкая, 21:1-3
- створана ў Фітру, 30:30
- найшаноўнейшы з, 49:13
- ператвораны ў народы і плямёны, 49:13
Манна і перапёлкі, 2:57
Манеры
- пра ўваходжанне ў дамы, 24:27-29
- дома, 24:58-61
- у дамах Прарока, 33:53
- вітаць і адпраўляць малітву на Прарока, 33:56
— не дакучаць Алаху і Яго Пасланцу, а таксама вернікам, мужчынам і жанчынам, 33:57-58
- праверце навіны, перш чым паверыць, 49:6
- не здзекавацца з іншага, 49:11
- на сходах, 58:11
Шлюб, 2:232, 234
- няверуючым або рабам, 2:221
- колькім, законна, 4:3
- Махр нельга забраць назад (у выпадку разводу), 4:20-21
- забаронена для, 4:22-24
— калі няма магчымасці ажаніцца са свабоднымі вернікамі, 4:25
— калі ёсць падставы меркаваць парушэнне, прызначаюцца два арбітры, 4:35
— калі жонка баіцца жорсткасці або пакінення, няхай заключыць з ёй мірныя ўмовы, 4:128
— не схіляйся занадта моцна да адной жонкі, каб не пакінуць другую ў бядзе, 4:129
- пра пералюбцаў, 24:3
- тым, хто бедны, 24:32
- тыя, хто не знаходзіць фінансавых сродкаў для шлюбу, 24:33
- жонкі, дазволеныя Прароку, 33:50-52
- перад палавым актам, без іды пры разводзе, 33:49
Мучанікі
- не памёр, 2:154; 3:169
- радуйцеся міласці і шчодрасці ад Алаха, 3:170-171
- атрымаць прабачэнне і міласэрнасць, 3:157-158
- атрымае добрае забеспячэнне, 22:58-59
Марут, 2:102
Марыя (маці Ісуса), нараджэнне, 3:35-7
- радасная вестка пра Ісуса, 3:42-51; 19:16-21
- падчас родаў, 19:23-26
- прывяла немаўля да яе народа, 19:27-33
- ілжывае абвінавачванне, 4:156
- ахоўвала сваю цнатлівасць, 21:91; 66:12
Мар'ям, S.19
Масад, S.111
- Аль-Масджыд-аль-Агса, 17:1
- Аль-Масджид-аль-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Аль-Машар-аль-Харам, 2:198
Маўн, S.107
Ma'wa Paradise, 53:15
Адмерайце і ўзважце, дайце поўную вагу, 11:85; 17:35; 83:1-5
Сустрэча
- з Алахам, 6:31
- Вялікага Дня, 19:37
- пра будучае жыццё, 30:16
Пасланцы, 2:253; 4:164-165; 40:78; 57:27
- паслядоўнасць, 2:87
- серыя, 5:19; 23:44
- забіты, 3:183
- пагражалі, 14:13
- высмейвалі, 6:10; 13:32; 15:11; 21:41
- адмоўлена і адхілена, 3:184; 6:34; 25:37; 34:45; 51:52
- вера ў адных і адкіданне іншых, 4:150-152
- збор, 5:109
- пасланыя як веснікі добрых вестак і папярэджвальнікі, 6:48; 14:4-8
- як сведка з кожнага народа, 16:89
- для кожнага народа ёсць свой, 10:47; 16:36
- чытанне вершаў Алаха, 7:35-36
- анёл у выглядзе, 17:95; 25:7
- не больш чым людзі, 14:10-12; 17:94; 21:8; 25:7-8, 20
— і іх жонкі, і нашчадкі, 13:38
- гл. таксама Прарокі
Мірадж, 17:1; 53:12
Скупасць/Скупыя, 57:24
Няшчасце з-за вашых рук, 42:30
Манастырства не прадпісана, 57:27
Малпы, парушальнікі, сталі такімі, як, 2:65;5:60; 7:166
Мірадж, 17:1; 53:12
Месяцы, колькасць, 9:36-37
Месяц, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- расшчапленне; 54:1
Майсей
- і яго народ, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- і фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- кіруючыся Алахам, 6:84
- гара і з'яўленне Госпада, 7:142-145
- дакарае свой народ за пакланенне цяляту, 7:148-156;20:83-99
- яго Кніга, у ёй узніклі рознагалоссі, 11:110
- згодна з Пісаннем, 17:2
- дзевяць ясных знакаў, 7:133; 17:101
- да стыку двух мораў, 18:60-82
- лёсавызначальная сустрэча ля палаючага куста 20:9-36; 27:7-14; 28:29-35
- пакліканы і атрымаў пасланніцтва, 19:51-53; 20:9-56
- яго дзяцінства, маці і сястра, 20:38-40; 28:7-13
- чараўнікі навярнуліся, 20:70-73; 26:46-52
- у Мадьяне, 20:40; 28:22-28
- задаволіў крытэрый, 21:48
- і містычны агонь, 27:7-12; 28:29-35
- выпадкова забівае егіпцяніна ў горадзе 28:14-21
- прыйшоў з ясным аятам, 29:39
- гісторыя з фараонам 7:103-137; 10:75-92; 11:96-99; 26:10-69
- дзевяць знакаў для фараона і яго народа 7:130-133; 20:17-22; 17:101
- перамагае чараўнікоў фараона 20:70-73; 26:46-52
- уцёкі ў Мадыям і шлюб 28:22-28
- атрымлівае Скрыжалі 7:142-154
- просіць убачыць Алаха на гары 7:142-145
- шанаваны Алахам 33:69
- Ласкавасць Алаха да ізраільцян 2:47-61
- Ізраільцяне адмаўляюцца ўваходзіць у Іерусалім 5:20-29
- накіраваны на правільны шлях, 37:114-122
- Пісанне, 53:36; 87:19
Мячэць (Іерусаліма), 17:7
Мячэць (Губы), 9:107-108
Мячэці, 2:187; 9:17-19
- падтрымліваць, Алаха, 9:17-18
Камар, прытча, 2:26
Горы, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Мудатхтхір, S.74
Мухаджыры («Эмігранты»), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- жанчыны, 60:10-12
Мухамад ﷺ
- высмейвалі, 2:104; 4:46; 25:41-42; 34:78
- паважайце Пасланца, 2:104; 4:46; 49:1-5
- запавет верыць у яго, 3:81
- сведкі над вернікамі, 2:143
- не больш чым Пасланец, 3:144
- абыходжанне з павагай, 3:159
- яго праца, 3:164; 7:157; 36:6; 52:29; 74:1-7
- пасланы як вялікая ласка вернікам, 3:164
- пасланы з праўдай, 4:170
- не створаны назіральнікам, 6:107
- непісьменны, 7:157; 62:2
- пасланы чалавецтву як Пасланец Алаха, 7:158; 48:9, 29
- простае папярэджанне, 7:184, 188; 11:2; 15:89; 53:56
- не вар'ят, 7:184; 68:2; 81:22
— хто абвінавачвае цябе, 9:58
- тыя, хто пакрыўдзіў Прарока, — міласэрнасць для вернікаў, 9:61
- прытрымлівайцеся толькі таго, што адкрыта, 10:15-16; 11:12-14; 46:9
- яго выслоўі, 11:2-4; 12:108; 34:46-50
- Алах — сведка яму, 13:43; 29:52; 46:8
— пасланы як сведка, пасланнік радаснай весткі і папярэджвальнік, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- не засмучацца, 15:97; 16:127; 18:6
- пасланы быць сведкам, 16:89; 22:78; 73:15
— запрашаць з мудрасцю і справядлівай пропаведдзю, і спрачацца лепшым чынам, 16:125
- Макаму Махмуд, 17:79
- натхнёны, 18:110
- міласэрнасць для «Аламін», 21:107
- не просіць узнагароды, 25:57; 38:86; 42:23
- было загадана, 27:91-93;30:30;66:9
- як міласэрнасць ад Алаха, 28:46-47
- блізкі да вернікаў, 33:6
- добры прыклад для пераймання, 33:21
- апошні з прарокаў, 33:40
- адпраўце Салат, 33:56
- пасланы ўсяму чалавецтву, 34:28
— узнагарода толькі ад Алаха, 34:47
- толькі чалавек, 41:6
- пасланы ў якасці абаронцы, 42:48
- не новая рэч у Пасланцах, 46:9
- сведкі з ліку сыноў Ізраіля, 46:10
- Бай'ат (клятва) яму — гэта Бай'ат (клятва) Алаху, 48:10, 18
- бачыў Гаўрыіла, 53:4-18; 81:22-25
— не супярэчыце яму, 58:20-22
- прадказана Ісусам, 61:6
— каб Рэлігія Праўды перамагла ўсе рэлігіі, 61:9
— з цемры да святла, 65:11
— змагацца з няверуючымі і крывадушнікамі, 66:9
- узнёслы ўзровень характару, 68:4
- не паэт і не варажбіт, 69:41-42
- прысвечаны малітве, 73:1-8, 20; 74:3
— і сляпы, 80:1-12
— пакланіцца і наблізіцца да Алаха, 96:19
- чытанне чыстых старонак, 98:2
- Аят адносна сям'і, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- гл. таксама Пасланцы; Прарокі
Мухамад ( ﷺ ), S.47
Мухсінун (Дабродзейныя), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- Алах любіць, 3:134, 148; 5:93
- Алах не губляе ўзнагароды, 5:85; 9:120; 11:115; 18:30
- Мы ўзнагароджваем, 12:22; 37:80, 105, 110; 39:34; 77:44
- радасная вестка для, 22:37; 46:12
- Міласэрнасць Алаха блізкая, 7:56
- Алах з імі, 29:69
- паслухмяны і добры да бацькоў, 2:83
- цярплівасць у выкананні абавязкаў перад Алахам, 16:90
- Глядзіце таксама Дабро і зло
Муджадзіла, S.58
Мулы, 16:8
Малк, S.67
Мумін (гл. Гафір), S.40
Мумінун, S.23
Мумтахана, S.60
Мунафігун, S.63
Забойства, 2:178-179
Мурсалат, S.77
Мусульмане
- першы з, 6:14, 163; 9:100; 39:12
- Хто назваў імя, 22:78
— прабачэнне і вялікая ўзнагарода тым, хто, 33:35-36
Мутафіфін, S.83
Музаміл, S.73
Наба, S.78
Надзір, Бану-ан-, (яўрэі), 59:2, 9, 13
Наль, S.16
Наджас (нячысты) 9:28
Наджм, S.53
Наджва (гл. сакрэт)
Імёны
Яму належыць Найпрыгажэйшая, 7:180
Яму належыць Найлепшае, 17:110; 20:8; 59:24
Неабходнасць, калі кагосьці прымушаюць, 2:173; 6:145
Сусед, 4:36
Маладзікі, 2:189
Навіны, будуць правераны 4:83
Скупасць 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Ноч (як сімвал) для адпачынку, 10:67
— як пакрыццё, 13:3; 78:10
- каб быць карысным, 14:32
- Ноч Аль-Кадр (Указ), 44:3-4; 97:1-5
Ніса, S.4
Ной, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- высмейвалі 11:38
- Патоп (моцная паводка), 29:14
- Каўчэг і Патоп 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- няправедны сын не выратаваны, 11:42-48
- няправедная жонка, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур, S.24
Клятва, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Паслухмянасць, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Абавязацельствы, якія падлягаюць выкананню, 5:1
Нашчадства, 4:9; 42:49-50
— Ён дае мужчыну і жанчыну, каму пажадае, 42:49
Аліўкавы, 6:141; 16:11; 23:20; 24:35; 95:1
Толькі адзін Мах, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Сіроты, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- апекуны, 4:6
Уласныя ўчынкі, якія кожны народ лічыць прыгожымі, 6:108
Пары, ва ўсіх істотах, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Пальма, 13:4; 19:25; 20:71; 59:5
Прыпавесці (падабенства, прыклад, параўнанні)
— хто распаліў агонь, 2:17-18
- дождж з неба, 2:19-20
- камар, 2:26
- якія крычаць, 2:171
- горад, увесь у руінах, 2:259
- зерне кукурузы, 2:261
- гладкая скала, 2:264
- сад, 2:265-266
- вяроўка, 3:103
- халодны вецер, 3:117
- уваскрэсенне 7:57; 22:5; 41:39
- сабака, які высунуў язык, 7:176
- на краі прорвы, 9:109-110
- дождж, 10:24
- чыста скошаны ўраджай, 10:24
- сляпы і глухі, 11:24
- Алах супраць фальшывых багоў 13:14; 16:76
- праўда супраць хлусні 13:17
- попел, на які люта дзьме вецер, 14:18
- прыгожае дрэва, 14:24-25
- злое дрэва, 14:26
- раб і мужчына, 16:75
- нямы чалавек, які з'яўляецца цяжарам для свайго гаспадара, 16:76
- жанчына развязвае нітку, 16:92
- пасёлак, бяспечны і задаволены, 16:112-113
- два чалавекі з вінаграднымі садамі, 18:32-44
- жыццё гэтага свету, як вада з неба, 18:45
- упалі з неба і падхоплены птушкамі, 22:31
- муха, 22:73
- Святло — гэта як ніша, 24:35-36
- міраж, 24:39
- цемра ў велізарным глыбокім моры, 24:40
- павук, 29:41
- партнёры, 30:28
- жыхары горада, 36:13-32
- ураджай розных колераў, 39:21
- чалавек, які мае шмат партнёраў, 39:29
- вырошчванне насення, 48:29
- закасцянелыя сэрцы 57:16-17
- расліннасць пасля дажджу, 57:20
- гара прыніжае сябе, 59:21
- асёл, 62:5
- ваду трэба было адкапаць, 67:30
- людзі раю, 68:17-33
Рай
- Абадэ, (Рай Мава), 53:15
- Фірдаўс рай, 18:107; 23:11
- Сады, пад якімі цякуць рэкі, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- Вечныя сады (Адн Рай) 9:72; 13:23; 18:31; 19:61; 20:76
- Сады Вечнасці (Адн Рай), 16:31; 35:33; 98:8
- Сады асалоды, 37:43; 56:12, 89
- Сады з вечнымі асалодамі, 9:21
- Сады і вінаграднікі, 78:32
- плады двух садоў, 55:54, 62
- садавіна ўсіх відаў па жаданні, у вялікай колькасці, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- садавіна будзе пад рукой, 55:54; 69:23
- садавіна і мяса, 52:22
- птушынае мяса, 56:21
- лотасавыя дрэвы без калючак і тальх (бананавыя дрэвы), 56:28-29
- некарысныя веды, асёл з кнігамі 62:5
- бягучая спружына, 88:12
- крыніца пад назвай Сальсабіл, 76:18
- крыніца пад назвай Кафур, 76:5
- вясновы Таснім, 83:27-28
- рака ў Раі, Каўтар, 108:1
- рэкі віна, малака, ачышчанага мёду, 47:15
- чыстае віно з герметычнай вечкам, белае, смачнае, 37:45-46; 56:18; 76:21; 83:25
- кубак, змяшаны з, Занджабіл, 76:17; 78:34
- вада, 76:5
- падносы з золатам і кубкі, 43:71
- срэбныя пасудзіны і крыштальныя кубкі, 76:15-16
- зялёныя адзенне з тонкага і тоўстага шоўку, 18:31; 22:23; 35:33; 44:53; 76:12, 21
— упрыгожаныя залатымі бранзалетамі і жэмчугам, 18:31; 22:23; 35:33; 76:21
- вагоны, абшытыя шаўковай парчай, 55:54
— зялёныя падушкі і багатыя прыгожыя матрацы, пастаўленыя ў шэраг, 55:76; 88:15
- троны, вытканыя золатам і каштоўнымі камянямі, узнятыя высока 56:15; 88:13
- раскладзеныя багатыя дываны, 88:16
- прыгожыя асабнякі, высокія пакоі, адзін над адным, 9:72; 39:20
- застаючыся ў ім вечна, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- вечны дом, 3:15; 35:35
- тварам адзін да аднаго на тронах, 15:47; 37:44; 44:53; 56:16
— ніколі не паспрабуйце ў ім смерці, 44:56
- і іх (ніколі) не папросяць пакінуць яго, 15:48
- нянавісць або пачуццё крыўды выдалены з іх сэрцаў, 7:43; 15:47
- увесь смутак выдалены, 35:34
- адсутнасць пачуцця стомленасці, цяжкай працы ці знясілення, 15:48;35:35
- не будзе ні болю, ні болю ў жываце, ні галаўнога болю, ні ап'янення, 37:47; 56:19
- ні пустых слоў, ні грахоўных слоў, 19:62;56:25
- ні шкоднай мовы, ні хлусні, 78:35; 88:11
- вольны ад граху, 37:47; 52:23
- ні празмерная спёка, ні моцны холад, 76:13
- будзе вядомае палажэнне, 37:41;56:89
- у міры і бяспецы, 15:46; 44:51, 55; 50:34
- дом міру, 6:127
- прывітанні ў 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
— той, хто чыніць праведныя справы, увойдзе, 4:124; 42:22; 44:51
— тыя, хто шанаваў свайго Госпада, будуць паведзены групамі, 39:73
- быў атрыманы ў спадчыну дзякуючы дакументам, 43:72
— Алах задаволены імі, і яны Ім, 5:119
- Мой рай, 89:30
- найвялікшае шчасце, 9:72
- вялікі поспех, 57:12; 64:9
- найвышэйшы поспех, 9:72; 44:57
— для вернікаў сады — гэта забаўка, 32:19
— жыхары Раю будуць занятыя радаснымі справамі ў той Дзень, 36:35
— будзе сярод садоў і крыніц вады, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- бачыць анёлаў вакол Трона, 39:75
- каля Усемагутнага Цара, 54:55
— яны атрымаюць усё, што пажадаюць, 50:35
- Хуры, цнатлівыя жанчыны з шырока расплюшчанымі і прыгожымі вачыма, быццам закансерваваныя яйкі, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- чыстыя жонкі, 3:15
— жонкі ў прыемным цені, узлеглыя на тронах, 36:55
- маладыя пышногрудыя дзяўчаты аднолькавага ўзросту, 78:33
— несмяротныя хлопчыкі-слугі, каб служыць ім, як раскіданыя жамчужыны, 52:24; 56:17; 76:19
- неабсяжны, як нябёсы і зямля 3:133, 57:21
- праточная вада, прахалодны цень, дэлікатэсы і чыстыя партнёры 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- узнагарода вернікаў 55:46-78; 56:10-40
- рэкі мёду, малака, вады і віна 47:15
- малітвы і прывітанні 10:9-10; 39:73-74
- віталі прывітаннямі міру 13:23-24; 14:32
- вечнае знаходжанне ў шчасці 11:108
- ніколі не прасілі сысці 15:45-48
- святло ззяе перад імі і справа ад іх 57:12
- ні спёкі, ні холаду 76:13
- усе жаданні выкананы 16:30-32; 41:31-32
- залатыя бранзалеты і адзенне з тонкага шоўку 18:30-31; 22:23-24; 44:51-53
- падносы з залатымі кубкамі 43:67-73
- сярэбраныя пасудзіны і садавіна, якія вісяць у межах дасяжнасці 76:14-16
- сядзячыя на тронах 15:47; 37:44; 52:20
- вернікі ўбачаць свайго Госпада 75:22-23
Бацькі, дабрыня да, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Партнёры Алаха — хлусня, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Паша, 87:4-5
Шлях, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- гл. таксама Шлях
Цярплівасць, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- звяртайцеся па дапамогу і маліцеся, 2:45, 153; 20:132; 50:39
Пацыент
- атрымае ўзнагароду ў поўным аб'ёме, 39:10
- Алах з тымі, хто ёсць, 8:46
- і быць, 11:115
- выконваючы абавязкі перад Алахам, 16:90
- быць, у момант гневу, 41:34
Спакой, схільнасць да, 8:61
Жамчужыны і каралы, захаваныя, 52:24; 55:22; 56:23
Пяро, 68:1; 96:4
Чалавек
- Алах не ўскладае цяжару звыш Ягонай волі, 2:286; 7:42
Алах не абкладае падаткам нікога, акрамя як паводле яго магчымасцей, 23:62
— не, ён ведае, што заробіць заўтра і ў якой краіне памрэ, 31:34
- кожны сутыкнецца з усім дабром і злом, якія ён зрабіў 3:30
- кожны, будзе прасіць сябе за сябе, 16:111
- кожны з'яўляецца закладам за тое, што ён заслужыў, 74:38
- Алах клянецца тымі, хто сам сябе дакарае, 75:2
Фараон, 28:6; 40:24
- людзі з, 2:49; 3:11; 7:141; 44:17-33
- патануў, 2:50
- зносіны з Майсеем, 7:103-137; 10:75-92
- цела выплыло з мора, 10:90-92
— пераступаў межы; здзяйсняў грахі і не падпарадкоўваўся, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- праведная жонка, 28:8-9
- сцвярджае, што ён бог, 28:38; 79:24
- знішчана, 29:39
- вернік з роду фараона, 40:28-44
- будаўніцтва вежы, 40:36-37
- гл. таксама Майсей
Назапашванне зямных рэчаў, 102:1-4
Клятва (Бая)
- для ісламу, 16:91
— Пасланцу — гэта абяцанне (байят) Алаху, 48:10
- вернікаў, 48:18; 60:12
Заклад (іпатэка), хай будзе, 2:283
- кожны чалавек мае тое, што ён заслужыў, 52:21; 74:38
Паэзія, 36:69
Паэты, 26:224-227; 69:41
Гранаты, 6:141
Бедныя, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
Малітва, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ні ўголас, ні ціха, 17:110
- заклік да няверуючых, 9:113-114
- заклік няверуючых, 13:14
- Ён адказвае (на заклік) тых, 42:26
- звяртайцеся па дапамогу ў цярплівасці і, 2:45, 153; 20:132; 50:39
- выканайце Ікамат-ас-Намаз, тварам да Кіблы, 2:142-145, 149-150
- строга ахоўваць, 2:238
- у падарожжы і атацы, 2:239; 4:101-102
- не падыходзіць у стане алкагольнага ап'янення, 4:43
- ні ў стане Джанаба, 4:43
- ачышчальны, бо 4:43; 5:6
- калі скончыў, 4:103
- часы, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- паклон перад Адзіным Алахам, 13:15
Малітвы, пятніца, 62:9-11
Меры засцярогі ў выпадку небяспекі, 4:71
Ваеннапалонныя, 8:67-71
- гл. таксама Палонныя
Абяцанне праўды, 46:16-17
Маёмасць, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Прарокі, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- запаветаў, 3:81; 33:7-8
- незаконна, 3:161
- вораг для кожнага, 6:112; 25:31
- гл. таксама Пасланцы
Паклон
— Алаху аддаюць перавагу тыя, хто на нябёсах і на зямлі, а таксама іх цені, 13:15
Забеспячэнне, 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
Псалмы, 4:163
Пакаранне
- адтэрміноўка, 3:178
- парэзы рук або ног, 5:33
— пакарайце іх падобным да таго, што пакаралі вас, 16:126
- гэтага жыцця і будучага жыцця, 24:19; 68:33
Ачышчальны
- цялесны, 4:43; 5:6
- духоўна (ад нечысці), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Калам, S.68
Камар, S.54
Карыя, S.101
Карун (Карэй), 28:76-82; 29:39
Касас, S.28
Кібла, 2:142-145, 149
Кісас (Закон роўнасці ў пакаранні), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Каран
- апісана, 13:31, 36, 37; 14:1; 56:77-80
— не такое, якое магло б быць створана кімсьці іншым, акрамя Алаха, 2:23; 10:38; 11:13; 17:88
— калі б гэта было ад кагосьці іншага, а не ад Алаха, то ў гэтым было б шмат супярэчнасцей, 4:82
- відавочнае святло, 4:174; 42:52
- раскрыта, 6:19
- Алах — сведка гэтага, 6:19
- відавочны доказ, 6:157
- ілжывая размова пра вершы з 6:68
- напамін, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
— калі чытаюць, слухайце і маўчыце, 7:204
- Зікр, 7:205; 15:6, 9
- Кніга Мудрасці, 10:1; 31:2; 36:2
- натхнёнае пасланне, 10:2, 109; 42:52
- тыя, хто адкідае гэта, 11:17
— па-арабску, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- падзелены на часткі і раскрыты паэтапна, 15:91; 17:106; 25:32; 76:23
- змена верша, 16:10
- калі вы хочаце прачытаць, 16:98
- даведнікі, 17:9
- радасная вестка і папярэджанне, 17:9-10
- і няверуючыя, 17:45-47
- чытанне на світанні заўсёды бачна (анёлам), 17:78
- вылячэнне і міласэрнасць, 17:82
- цалкам растлумачыў чалавецтву ўсялякія параўнанні і прыклады, але большасць адмаўляецца, 17:89; 18:54; 39:27
- лёгка, 19:97; 44:58; 54:17, 22, 32, 40
- мой народ пакінуў гэты Каран, 25:30
- пацверджана Пісаннем, 26:196
— распавядае сынам Ізраіля пра тое, пра што яны разыходзяцца ў меркаваннях, 27:76
- чытаць і маліцца, 29:45
- Праўда ад Алаха, 32:3; 35:31
- у блаславёную ноч, 44:3
— у ім пастаноўлена кожнае пытанне пастаноў, 44:4
- глыбока падумайце, 47:24
- папярэджваць, 50:45
- вучыў Алах, 55:1
- і ганаровы выступ, добра ахоўваны, 56:77-78
— ніхто не можа дакрануцца, акрамя тых, хто чысты, 56:79
- калі яго пасылаюць на гару, 59:21
- пакуты для няверуючых, 69:50
- абсалютная праўда з упэўненасцю, 69:51
- чытаць павольна, 73:4
— у Запісах, якія захоўваюцца з пашанай, чыстымі і святымі, 80:13-16
- Напамін (усім) аламінам, 81:27
- няверуючыя блюзняць, 84:22
- захавалася ў Таблетцы, 85:22
- Слова, якое аддзяляе праўду ад хлусні, 86:13
- чытанне чыстых старонак, 98:2
- гл. таксама Кніга; Адкрыццё
Курайшыты, S.106
Курайшыты
- няверуючыя, 54:43-46, 51
- утаймаванне, 106:1-4
Рабіны і манахі, 9:31, 34
Гонка, імкнуцца да добрых спраў, 5:48
Ра'д, S.13
Рахман, S.55
Адзенне праведнасці лепшае, 7:26
Дождж
- Дар Алаха, 56:68-70
- з камянёў, 27:58
Рамадан, 2:185
Рамі, 2:200
Выкуп
— не, будзе ўзяты, 57:15
- прапанавана няверуючымі, 3:91; 10:54; 13:18
Фідзья, пра пост, 2:196
- за вызваленне палонных, 8:67
Рас, жыхары, 25:38; 50:12
Узнагарода
- Дзень, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- адмаўляльнікі, 107:1-7
— злым ёсць зло, падобнае да яго, 42:40
Прымірэнне
- той, хто даруе і чыніць, 42:40
- паміж мужчынам і жонкай, 4:35
- паміж вернікамі, 49:9-10
Запіс
- запіс у рэестры, 83:7-9, 18-21
— кожны народ будзе пакліканы да свайго, 45:28-29
- старонкі спраў кожнага чалавека, 81:10
- які кажа праўду, 23:62
— у правай руцэ, 69:19; 84:7-9
- у левай руцэ, 69:25
- за спіной, 84:10-15
Запісы анёлаў, 50:17-18, 23; 85:11
Палягчэнне, з цяжкасцямі, 94:5-6
Рэлігія
- без прымусу, 2:256
- гэта іслам, 3:19
- ад Алаха, 3:83-84
- акрамя ісламу, 3:85
- не перавышайце абмежаванні, указаныя ў 4:171; 5:77
- удасканалена, 5:3
- якія ўспрымаюць як гульню і забаву 6:70
- якія падзяляюць сваіх і распадаюцца на секты, 6:159; 30:32
- гл. таксама 42:13-14; 43:65; 45:17
— людзі падзялілі свае веры на секты, кожная група радуецца сваёй веры, 23:53; 30:32
- не пакладзены, ніякіх цяжкасцей, 22:78
- чалавецтва было створана ў 30:30
- тое ж самае, для ўсіх прарокаў, 42:13-15
- продкаў, 43:22-24
Успамін Алаха, 63:9
- у сэрцы знаходзяць спакой, 13:28
Пакаянне
- прымаецца, калі зло зроблена па невуцтве, і неўзабаве пасля гэтага пакаяцца, 4:17; 6:54
- і безвынікова, калі працягваюцца злыя справы, 4:18
- Ён прымае і даруе грахі, 4:25
Адтэрміноўка ад зла, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Уваскрэсенне, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- прыклад у гісторыі з кнігі Эздры 2:259
- Абрагам 2:260
- людзі пячоры 18:9-26
- папярэджанне тым, хто адмаўляе ўваскрасенне 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Дзень Уваскрэсення, 7:89; 20:100-101, 124
- Праўдзівы Дзень, 78:39
- выплаціў вашу заработную плату цалкам 3:185
— будуць адкрытыя лісты з дакументамі, 81:11
— кожны чалавек будзе ведаць, што ён прынёс, 81:14
— кожны чалавек сутыкнецца з усім дабром і злом, якія ён зрабіў, 3:30
— чалавек будзе ведаць, што ён паслаў наперад і што пакінуў пасля сябе, 82:5
- не баяцца несправядлівасці, 20:112
- балансы справядлівасці, 21:47
- вага ўчынкаў, 23:102-103
— той, хто робіць дабро ці зло вагой з атам, убачыць гэта, 100:7-8
- усе сакрэты будуць разгледжаны, 86:9
Запіс дадзены правай рукой, 69:19; 84:7-9
Запіс, зроблены левай рукой, 69:25
Запіс, зроблены за спіной, 84:10-15
- цяжкі дзень для няверуючых, 25:26; 54:8; 74:9
- цяжкі дзень, 76:27
- несці цяжкі цяжар, 20:100-101
- не дазваляецца прыводзіць ніякіх апраўданняў, 77:36
— злачынец будзе кусаць яго за рукі, 25:27
- нягоднікі сабраліся са сваімі паплечнікамі і ідаламі, 37:22
- разбурэнне з глыбокім шкадаваннем, смуткам і адчаем, 30:12
— жанчыну, пахаваную жыўцом, трэба дапытаць, 81:8-9
- найвялікшы жах, 21:103
— той, хто кліча, пакліча нешта жахлівае, 50:41;54:6-8
- адзін (крык), 36:29, 49, 53; 38:15; 50:42
- Заджра (крык), 37:19; 79:13
- амаль пакуты, 78:40
— неба задрыжыць ад жахлівага трасяніны, 52:9; 56:4
— неба расколатае, 84:1-2
- неба раскалолася напалам, 77:9; 82:1
— неба разарвецца ад хмар, 25:25
— неба будзе згорнута ў Ягонай правай руцэ, 21:104; 39:67
— усе на небе і на зямлі знепрытомнеюць, 39:68
— нябёсы адчыняцца, яны стануць як вароты, 78:19
— неба будзе падобнае да кіпячай нафты, 70:8
- зоркі будуць падаць, 81:2; 82:2
- зоркі страцяць сваё ззянне, 77:8
- сонца страціць сваё святло, 81:1
— моры стануць як палаючы агонь, 81:6
— моры вырываюцца на бераг, 82:3
- землятрус Гадзіны, 22:1; 99:1
- горы зрушацца, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- здробнены ў парашок 20:105; 56:5
— як шматкі воўны, 70:9; 101:5
— зямля і горы моцна захістаюцца, 73:14; 79:6
- зямля здрабнена ў парашок, 89:21
— зямля зменіцца на іншую зямлю, і нябёсы таксама, 14:48
- зямля распасціраецца, 84:3-5
- зямля як выраўнаваная раўніна 18:47; 20:106
— зямля скідае з сябе цяжар свой, 84:4; 99:2
- магілы перавернутыя дагары нагамі, 82:4
- уваскрэсенне з магіл, 21:97; 70:43
- над зямлёй жывымі пасля смерці, 79:14
— дзікія звяры будуць сабраныя разам, 81:5
- уваскрэс сляпы, 20:124-125
- Затрубіць у трубу, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Сахха, 80:33
— душы злучацца са сваімі целамі, 81:7
- не заставацца больш за дзесяць дзён, 20:103
- заставацца не больш за адзін дзень, 20:104
- ці частка дня, 23:112-114
- Дзень збору, 64:9
- Судны дзень, 37:21
- Дзень рашэння, 77:38; 78:17
- Дзень разбору, 77:13-14
- Дзень смутку і шкадавання, 19:39
- адмаўляльнікі, 77:15-50
— чалавецтва будзе падобнае да молі, раскіданай па ўсім свеце, 101:4
— чалавецтва будзе рухацца ў разрозненых групах, 100:6
- чалавецтва як у стане алкагольнага ап'янення, 22:2
- кожная цяжарная жанчына скіне свой груз, 22:2
- цяжарных вярблюдзіц трэба грэбаваць, 81:4
- кормячая маці забудзе сваё немаўля, 22:2
— сваякі будуць бачыцца адзін з адным, 70:11
— чалавек уцячэ ад сваіх родных, 80:34-37
— ніводзін сябар не папросіць сябра, 70:10
— не будзе ні сябра, ні заступніка, 40:18
— ніхто не мае ўлады рабіць што-небудзь для іншага, 82:19
— не будзе мець ні сілы, ні памочніка, 87:10
- вернікам няма страху, 43:68
— вернікі будуць сярод ценю, крыніц і пладоў, 77:41-43
- жыхары Раю і іх жонкі, 36:55-58
- анёлы будуць пасланыя з грандыёзным сыходжаннем, 25:25
- Гален будзе аголены, 68:42-43
- Рай наблізіцца, 81:13
- Наблізіцца пекла, 89:23
- Агонь пекла будзе зняты з ног і распалены лютым полымем, 81:11-12
- Адплата шляхам міласціны будзе адкупленнем, 5:45
Адкрыццё
— калі ў вас ёсць сумневы, 2:23-24
- адменены або забыты верш, 2:106
- правільнае кіраўніцтва, 3:73
— ад Госпада, дык не будзь з тых, хто сумняваецца, 6:114
- для тых, хто разумее, 6:98
- Кіраўніцтва і Міласэрнасць, 7:203; 16:64; 31:3
- праз Рух-уль-Кудус, 16:102; 26:192-193
- падрабязна тлумачыцца, 6:98; 41:2-4
- Кніга ад Алаха, 46:2
- гл. таксама Кніга і Каран
Помста за жорсткую крыўду, учыненую ім, 42:39-43
Узнагарода
- згодна з найлепшымі ўчынкамі, і нават больш, 24:38; 29:7; 39:35
- у якасці ўзнагароды 25:15
Алах узнагароджвае тых, хто чыніць дабро, найлепшым, 53:31
- за дабро няма ўзнагароды, акрамя дабра, 55:60
Рыба (гл. ліхвярства)
Праведны
- кампанія, 4:69
- атрымае ў спадчыну зямлю, 21:105
- у раі, 51:15-19; 76:5-12
- гл. таксама Добра
Праведнасць, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- круты шлях, 90:11-18
Правільны шлях — гэта шлях Алаха, 3:73
Дарогі, шлях, 43:10
Скалісты ўрочышча (Хіджр), жыхары, 15:80-85
Рымлянам, 30:2-5
Дах, неба, 21:32
Рух (Габрыэль), 26:193; 67:12; 70:4; 78:38;97:4
Рух-уль-Кудус, 2:87, 253; 5:110; 16:102
- гл. таксама Габрыэль
Рух (душа, дух), 15:29; 17:85; 58:22
Ром, S.30
Саба (Шэба), 27:22-44; 34:15-21
Саба, S.34
Субота
- парушальнікі, 2:65; 4:154; 7:163-166
- прызначана толькі для, 16:124
Сабіян, 5:69; 22:17
Ахвярапрынашэнне, 2:196, 200; 22:34-37
Сумна, S.38
Садака (дабрачыннасць), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- лепш хаваць, чым паказваць, 2:271
Сафа і Марва, 2:158
Саф, S.61
Сафат, S.37
Сэйл-аль-Арым (паводка выпушчана з плаціны Марыб), 34:16
Сажда, S.32
Сакіна (спакой і цішыня), 2:248; 9:26, 40; 48:4, 18, 26
Саліх, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Сальсабіль (Вясна ў раі), 76:18
Саміры, 20:85, 95-97
Самуіл, 2:247
Сатана, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- выклікае варожасць і нянавісць, 5:91
- злыя шэпты з, 7:200-201
- падманвае, 8:48
- здрадзіў, 14:22
- не мае ўлады над вернікамі, 16:99-100
- кідае хлусню, 22:52-53
- з'яўляецца ворагам, 12:5; 35:6; 36:60
- пыхлівасць 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- джын 18:50-51
- Спакуса і грэхападзенне Адама 7:20-23; 20:116-121
- не мае ўлады над вернікамі 16:98-100
- яго гол 35:6-8
- закляты вораг чалавецтва 12:5; 17:53
- яго партыя 53:14-19
- ягоныя справы 5:90-91
- адгаворвае ад добрых спраў 2:268
- вернікі шукаюць прытулку ў Алаха ад яго 7:200-202
- ягоныя схемы слабыя 4:76
- падводзіць сваіх паслядоўнікаў 8:48
- пагаварыць са сваімі паслядоўнікамі ў пекле 14:22
- гл. таксама Ібліс
Маштаб, паспяховы, чый будзе цяжкі, 7:8-9
- гл. таксама баланс
Пісанне
- людзі (іудзеі і хрысціяне), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- што яны хавалі, 5:61-63
- сярод тых, хто на правільным шляху, 5:66
— яны пазнаюць, але не вераць, 6:20
Мора, 42:32-33; 45:12
- два, 18:60; 25:53; 35:12; 55:19-20
- калі, выбухаюць, 82:3
Сакрэт (Наджва)
- перамовы, 4:114
- парада трох, 58:7
- парады, 58:8, 10
- прыватная кансультацыя, 58:12-13
Секты і падзелы ў рэлігіі, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Бяспеку пасля няшчасця Ён паслаў, 3:154
Насенне, Хто дае яму расці, 56:63-67
Пачуцці, 23:78
Сем, створаных
- нябёсы, 2:29; 23:17; 65:12; 67:3; 71:15
— і зямлі падобна да яе, 65:12
Цень
- падае перад Алахам у паклон, 13:15; 16:48
распаўсюджванне, 25:45
Шамс, S.91
Вярблюджыца як ясны знак для самудян, 7:73; 17:59; 26:155-158
Карабель, плаванне, як знак; служыць; быць удзячным; шукаць Яго шчодрасці, 2:164;14:32;16:14;17:66;22:65;31:31;35:12;42:32-33;43:12;45:12;55:24
Шуайб, 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Шура, S.42
Сідрат-уль-Мунтаха, 53:14
Аблога Эль-Медыны, 33:9-27
Сіджын, 88:7-9
Грэх, 7:100; 74:43-6
- незаконныя палавыя зносіны, 4:15-16; 24:2, 19
— калі большыя, то іх пазбягаюць, а малыя грахі даруюцца, 4:31
— яны могуць хавацца ад людзей, але не могуць схавацца ад Алаха, 4:108
— той, хто зарабляе, зарабляе толькі супраць сябе, 4:111
- той, хто зарабляе, а потым кідае на кагосьці нявіннага, 4:112
Алах даруе грахі, якія не прыводзяць да пакланення разам з Ім, але даруе грахі, каму пажадае, акрамя гэтых, 4:116
— тыя, хто здзейсніў злачынства, атрымаюць належную ўзнагароду, 6:120
- грэшнікі ніколі не дасягнуць поспеху, 10:17
- Алах даруе ўсё, 39:53
- большыя грахі, 42:37
Сінай, гара, 19:52; 23:20; 95:2
Грэшнікі, іх вушы, вочы і скура будуць сведчыць супраць іх, 41:20-23
Мост Сірат, 66:8
Паклёпнік, 68:11-12; 104:1
Рабы, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- гл. таксама Ваеннапалонныя; Палонныя
Сон — гэта сродак адпачынку, 78:9
Садом, 29:31; 37:136
Садомія, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Саламон, 2:102; 4:163; 6:84
- дапамагае свайму бацьку Давіду дасягнуць больш справядлівага рашэння 21:78-82
- і мурашы, 27:15-19
- і ўдод, 27:20-26
— і царыца Савы, 27:22-44; 34:15
- Ласкавасць Алаха да яго 34:12-14, 38:34-40
- яго любоў да выдатных коней 38:30-33
Сын, усыноўлены, 33:4-5
Душа (дух, Рух), 15:29; 17:85; 58:22
Выдаткуйце на шляху Алаха, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- што перавышае вашыя патрэбы, 2:219
- падабенства тых, хто мае багацце на шляху Алаха, 2:261
- каб яго бачылі людзі, 2:264; 4:38
— што б вы ні рабілі дзеля Алаха, вам гэта будзе вернута, 2:272; 8:60; 34:39
- не з марнатраўствам і не марнатраўна, 6:141;17:26
- ні марнатраўны, ні скупы, 25:67
- тыя, хто закрывае рукі ад выдаткаў на шляху Алаха, 9:67
Дух (душа, Рух), 15:29
— веданне пра гэта ў Алаха, 17:85
- Алах умацоўвае вернікаў, 58:22
Ваенныя трафеі, 8:41, 69; 48:15, 19-20; 48:15
- гл. таксама Здабыча
Шпіянаж, 49:12
Зорка, 53:1, 49; 86:1-4
Зоркі, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Прамы, Шлях, 1:6
- і г.д. Шлях, 6:153
- і г.д. Імкненне, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Смактанне, тэрмін прыёмнай маці, 2:233
Пакуты, беднасць, страта здароўя і няшчасці; дабрабыт і багацце, 7:94-96
Нядзеля, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Найвышэйшы поспех, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
— яго адкрыццё ўзмацняе веру, 9:124-127
Падазрэнні, 49:12
Падтрыманне, 19:62
- гл. таксама Забеспячэнне; Провід
Сува, 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагут, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- гл. таксама фальшывыя багі
Та-Ха, S.20
Тахрым, S.66
Такатур, S.102
Таквір, S.81
Талак, S.65
Тальх (бананавае дрэва), 56:29
Талут (Саўл), 2:247-249
Тарык, S.86
Таснім (вясна), 83:27-28
Таўбах, S.9
Таваф (абыход Каабы), 2:200; 7:29,31
Таяммум, 4:43; 5:6
Тэрмін, кожны народ мае свой прызначаны, ніхто не можа яго прадбачыць або адкласці, 7:34; 10:49; 15:4-5; 16:61; 20:129
Тэрыторыю, ахоўвайце сваю, вайсковымі падраздзяленнямі, 3:200
Выпрабаванне, клянуся Алахам, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
Злодзей, пакаранне, 5:38-39
Трон, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- на вадзе, 11:7
- восем анёлаў, якія нясуць, 39:75; 40:7; 69:17
Час, 45:24; 76:1; 103:1
Волава, S.95
Пакуты, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Мы ніколі не знішчалі паселішча, але пра яго быў вядомы загад, 15:4
Гандаль і маёмасць, 4:29
Падарожнічалі, хіба яны не падарожнічалі па зямлі, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Здрада, 8:58; 22:38
- гл. Здрада
Скарб назапашаны, 9:35
Скарбы Алаха, 6:50
Дрэва Вечнасці, 20:120
Дрэвы, 22:18
Выпрабаванні, 2:214-218; 64:15
Труба, у Дзень Уваскрэсення, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
Сахха, 80:33
Давер, прапанаваны нябёсам, зямлі і гарам, але ўзяты на сябе чалавекам, 33:72-73
Трасты (Amanah), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
Праўда, 5:48; 23:70-71, 90; 25:33; 69:51
— не змешвай з хлуснёй і не хавай, 2:42
— прыйшла, і хлусня знікла, 17:81
- абяцанне з, 46:16-17
Tubba', людзі, 44:37; 50:14
Тур (Гара), 28:29, 46
Тур, S.52
Тува, даліна, 20:12; 79:16
Ухуд, бітва, 3:121-128, 140-180
Ума (супольнасць, нацыя), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Ліхвярства (Рыба), 2:275-276, 278-280; 3:130;4:161; 30:39
Узайр (гл. Эзра)
Уза, 53:19
Вэлюм, нябачны, 17:45-46
Заслона, 24:31; 33:59
Вершы, Sab' Al-Mathani, 15:87
Перамога
- дадзены Алахам, 48:1
- з дапамогай Алаха, 61:13
Цноты (гл. Праведнасць; Вернікі)
Вад, 71:23
- «Пачакайце, мы таксама чакаем», 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Вакія, S.56
Вайна супраць Алаха, 5:33-34
Не марнуй праз марнатраўства, 6:141; 7:31; 17:26
Вада, з якой зроблена ўсё жывое, 21:30; 24:45; 25:54
- два моры, 18:60; 25:53; 35:12; 55:19-20
- Трон Алаха на, 11:7
- дождж, 23:18
Шлях, 1:6; 42:52-53; 90:10
- і г.д. лёгкі, зрабіць лёгкім, 87:8
- гл. таксама Шлях
Падарожнік, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
Багацце
— хто сабраў, 104:2-4
- выдаткі на шляху Алаха (гл. Выдаткі)
Багацце і дзеці — упрыгожванне жыцця гэтага свету, 18:46
Вага і мера, дайце поўную інфармацыю, 11:85; 17:35; 83:1-5
Удовы, 2:234-235, 240
Воля Алаха, 10:99-100; 30:5; 81:29; 82:8
Воля чалавека — хадзіць прама, калі толькі Алах не пажадае, 28:29
Вятры, 77:1-3
- як веснікі радаснай весткі, 7:57; 30:46
- падняцце хмар, што прыводзіць да з'яўлення вады, 15:22; 30:48
- жоўкне, 30:51
Віно (у раі)
- чыстыя напоі, 37:45; 76:21
- белы, смачны, 37:46
- рэкі, 47:15
- чысты запячатаны, 83:25
Не жадайце таго, у чым Алах зрабіў адных лепшымі за іншых, 4:32
Сведкі
- да запавету прарокаў, 3:81
- над чалавецтвам, 2:143; 22:78
- для кантракту, 2:282
- дзве жанчыны супраць аднаго мужчыны, 2:282
- да незаконных палавых зносін, 4:16; 24:2
- будзь справядлівым, 5:8
- рукі і ногі будуць сведкамі, 36:65
- чалавек супраць самога сябе, 75:14
Дзень сведчання і Дзень сведчання, 85:3
Жонкі
- гэта ніва для вас, 2:223
- вокладка для цябе, 2:187
- з вашага роду, 16:72
Жанчына, якая спрачаецца, 58:1-2
Жанчыны, 2:222-223; 4:15, 19-22, 34, 127
- якія абвінавачваюць цнатлівую, 24:4-5, 11-17, 23-26
- заслона, 24:31; 33:59
- веруючы, як эмігранты, 60:10-12
— не выказвалася ў спрэчцы, 43:17-18
Дрэва, жыхары, 15:78; 38:13; 50:14
- глядзі таксама Айках; Madyan 26:176-191
Свет, жыццё гэтага
- гэта толькі гульня і забава, 6:32; 29:64; 47:36; 57:20
- падманвае людзей, 6:130
- задавальненне ад жыцця меншае, чым ад жыцця будучага, 9:38; 13:26; 28:60-61
— хто жадае, той трапляе туды, але тады ў будучага жыцця яму не будзе долі, 11:15-16; 17:18; 42:20
- багацце і дзеці, упрыгожванне, 18:46
- якія любяць цяперашняе жыццё і пакідаюць будучае, 75:20-21; 76:27
Пісьмовае заданне для кантрактаў, 2:282
Злачынцы, 11:18-22, 101-104, 116-117; 39:47
- гл. таксама Няверуючыя
Вуду (абмыванне), 4:43; 5:6
Ягут, 71:23
Ях'я (Джон)
- радасная вестка, 3:39; 21:90
- праведны, 6:85
- мудры; спагадлівы; паслухмяны, 19:12-15
Я-Сін, S.36
Ясрыб (Аль-Медзіна), народ, 33:13
Яук, 71:23
Юнус (Іона), S. 10
Юсуф (Іосіф), S. 12
Забур, 21:105
Захарыя (Zakariyya), 3:37-41; 6:85; 19:2-11; 21:89-90
Заід ібн Харыта, раб Прарока, 33:37-38
Закят, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- прадметы закята і міласціны, 2:273; 9:60
Занджабіл, 76:17
Залзала, S.99
Заккум, 17:60; 37:62-66; 44:43-46; 56:52
Зіхар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Асноўныя прынцыпы
- Вера дасканалая 5:3
- адзіны Шлях, прыняты Алахам 3:19, 85
- адсутнасць прымусу да прыняцця ісламу 2:256
- адна рэлігія з рознымі веравызнаннямі і кодэксамі законаў 5:48; 22:67-70; 42:13-14
- прарокі ісламу 2:135-136; 3:84; 4:163-165
- запаведзі (верце ў Алаха і рабіце дабро) 4:36; 6:151-154; 17:23-39; 18:107-108
- пяць мэтаў шарыяту: абарона веры 5:54
- абарона жыцця 5:32; 6:151
- абарона багацця 5:38
- абарона гонару 5:5; 24:4
- абарона здольнасці думаць 5:90.
Вера ў Алаха 2:255
- Боскія якасці, Прыгожыя імёны 57:1-6; 59:22-24; 85:13-16; 112:1-4
- адзіны бог, годны пакланення 1:1-4; 2:285; 6:3; 43:84
- уся ўлада належыць Яму 3:26; Яго Трон (Арш) 7:54; 11:7
- Ягоны курсі (падстаўка для ног або крэсла) 2:255
- незлічоныя ласкі для чалавецтва 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- дае жыццё і прычыняе смерць 44:8; 53:44; 57:2; 67:2
- прыносіць радасць і смутак 53:43
- дае багатыя або абмежаваныя запасы 13:26; 17:30; 29:62
- Найлепшы з усіх суддзяў 95:8
- Найміласэрнейшы з міласэрных 12:92
- любіць праведных 85:14
- поўны прабачэння і суровы ў пакаранні 13:6, 40:3
- Першы і Апошні 57:3
- уся гонар і ўлада належаць Яму 35:10
- ведае невядомае і бачыць нябачнае 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- найлепш ведае, што схавана ў сэрцы 5:7; 11:5; 31:23
- ведае, што адбылося і што яшчэ наперадзе 2:255
- запісаў усё ў Запісе (ці Захаванай Скрыжалі) 6:38; 13:39; 36:12
- здольны рабіць што заўгодна 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- Яго бясконцая сіла 3:26-27; 24:45; 31:28-30
- стварыў нябёсы і зямлю за шэсць дзён і ніколі не стамляўся 46:33; 50:38
— стварае словам «Будзь!» 36:81-83
- ніколі не несправядлівы да Свайго стварэння 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- усё падпарадкоўваецца Яго волі 3:83; 22:18; 30:26
- усе маюць патрэбу ў Ім 11:6; 35:15; 55:29
- давярай Яму 10:84-85; 12:67; 25:58
- формы боскай камунікацыі 42:51
- варта памятаць пра 2:21; 3:102; 4:1; 33:70-71; 59:18
- мудрасць — гэта дар ад Яго 2:269
- Ён ні ў кім не мае патрэбы 3:97; 6:133; 112:2
- ніводнага ў Тройцы 4:171
- не мае партнёра 6:101
- не мае дзяцей 10:68; 19:35; 43:81; 72:3; 112:3
- не мае партнёраў або багоў-супольнікаў 6:94; 7:191-195; 46:4-5
- нічога падобнага да Яго 42:11; 112:4
Загад паразважаць над цудамі Яго стварэння 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Знакі стварэння 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- стварыў усё з пэўнай мэтай 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- дасканалы сусвет 67:3-4
- дзень зліваецца з ноччу 3:27
- разнастайнасць 30:22; 35:27-28
- мёд 16:68-69
- малако 16:66
- дар дзяцей 42:49-50
- планеты і арбіты 21:33; 36:38-44
- сузор'і 25:61; 85:1
- зоркі 37:6-7; 67:5
- хмары 7:57;30:48
- землятрус 7:78; 7:155
- апоўзень 28:81; 29:40
- шторм 10:22
- імжа, град і дождж 2:265; 6:99; 24:43; 50:9-11
- гром і маланка 13:12-13
Навуковыя спасылкі
- людзі створаны з мужчынскіх і жаночых гамет 76:2
- фазы фарміравання і развіцця эмбрыёна 22:5; 23:12-14
- плод у трох пластах цемры 39:6
- саланаватая вада 25:53-54; 35:12; 55:19-20
- апыленне ветрам 15:22
- адбіткі пальцаў 75:3-4
- горы як калкі 78:7
- жалеза паслана 57:25
- болевыя рэцэптары 4:56
- сонца як крыніца прамяністага святла і месяц як адлюстраванае святло 10:5
- расшчапленне Месяца 54:1
- неба як добра абаронены навес 21:32
- усе істоты створаны з вады 21:30; 24:45
- мурашкі маюць зносіны 27:17-19
- унутраныя хвалі 24:40
Жывыя істоты
- анёлы 39:75
- людзі (аўтарытэт на зямлі) 2:30; 6:165; 16:4
- джын 72:1-15
- жывёлы належаць да супольнасцей, як і людзі 6:38
- цяля 11:69
- вярблюд 7:40
- сабака 18:22
- слон 105:1
- коні, мулы і аслы 16:8
- леў і зебры 74:50-51
- малпы 2:65
- свінні 2:173
- вярблюджыца 7:73
- авечкі і козы 6:143
- воўк 12:17
- жабы 7:133
- змяя 7:107
- птушкі 24:41
- варона 5:31
- удод 27:20
- перапёлкі 2:57
- рыба 18:61
- кіт 37:142
- мурашкі 27:18
- пчолы 16:68
- камар 2:26
- ляціць 22:73
- вошы і саранча 7:133
- павук 29:41
- іншыя, невядомыя нам 16:8
Расліны і плады 6:99; 13:4; 16:11; 36:33-35
- бананы 56:29
- даты 19:25
- зеляніна, агуркі, часнык, сачавіца і цыбуля 2:61
- вінаград 80:28
- аліўкі 6:99
- мал. 95:1
- гранаты 55:68
- сквош 37:146
Вера ў Мухамеда
- Якасці, толькі прарок 3:144; 6:50; 7:188; 18:110
- данесці праўду 2:119; 35:24; 42:48
- пячатка прарокаў 33:40
- высакародны характар 3:159; 68:4
- узор для пераймання 33:21
- як ласка вернікам 3:164
- міласэрнасць для ўсяго свету 21:107
- універсальны пасланнік 4:170; 7:157-158; 34:28
- вядзе на Прамы Шлях 42:52-53
- клапоціцца пра людзей 9:129
- як сведка ў Судны дзень 4:42; 16:89
- непісьменны прарок 7:157-158; 29:48; 62:2
- прадказана ў Торы і Евангеллі 7:157
- прадказана Ісусам 61:6
Выпрабаванні, з якімі сутыкнуўся Прарок ( ﷺ )
- бессэнсоўныя патрабаванні язычнікаў 8:32; 15:7; 17:89-93; 25:7-8
- ілжывыя абвінавачванні 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- замахі на яго жыццё 8:30; 9:74
- папярэджанне тым, хто шкодзіць яму або супрацьстаіць яму 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- загадана цярпліва рэагаваць на адмову 20:130; 30:60; 46:35; 70:5
- загадаў, супакоіў Алах 5:67; 93:1-11; 94:1-8
Урокі з жыцця Прарока ( ﷺ )
- ад яго эміграцыі (хіджры) да бітвы пры Бадры 3:121-129; 8:42-44; 8:65-71
- Бітва пры Ухудзе 3:151-180
- Бітва пры роў 33:9-27
- Бітва пры Хунайне 9:25-27
- Медзіна 9:40
- Табук 9:38-123
- Бану ан-Надзір 59:2-6
- Хамра аль-Асад 3:172-175
- Перамір'е Худайбіі 48:1-7; 48:10-29
Пашаны, узнагароджаныя Прарокам ( ﷺ )
- Алах і Ягоныя анёлы дабраслаўляюць яго 33:56
- начное падарожжа з Меккі ў Іерусалім 17:1
- падарожжа ў нябёсы 53:1-18
- шанаваны ў гэтым жыцці і ў наступным 17:79; 66:8; 108:1
- паслухмянасць яму — гэта паслухмянасць Алаху 4:80
- узнагарода за паслухмянасць Алаху і Яго Пасланніку 4:69
- яго сям'я ачышчана 33:33-34
- бачыць Гаўрыіла ў яго сапраўдным абліччы 53:1-18
- вернікам загадана слухацца яго 59:7
- этыкет размовы з ім 49:1-5
- этыкет наведвання яго 33:53
- этыкет зносін са сваімі жонкамі 33:53
- Алах задаволены ім і ягонымі паплечнікамі 9:100; 9:117
- дасканаласць яго рэлігійнай супольнасці 2:143; 3:110
Малітва (салах) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- Пятнічная кангрэгацыя 62:9
- кірунак малітвы (кібла) 2:144; 2:149-150
- павінна стрымліваць чалавека ад злых учынкаў 29:45
- разы 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- падчас небяспекі або ў падарожжы 2:239; 4:101-102
- папярэджанне тым, хто грэбуе малітвамі 19:59; 74:38-47; 107:5-7
- малітвы крывадушнікаў 4:142; 9:54
Ачышчэнне, абмыванне (вуду) 5:6
- поўнае абмыванне (гусль) 2:222; 4:43
- сухое абмыванне (таяммум) 4:43; 5:6
Малітвы (ду'а)
- з Абрагама 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Адам і Ева 7:23
- Ісус 5:114
- Ёў 21:83; 21:83
- Ёна 21:87
- Іосіф 12:33; 12:101
- Майсей 10:88-89; 20:25-35
- Мухамад 17:80; 20:114
- Ной 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Саламон 38:35
- Шуайб 7:89
- Захарыя 3:38; 19:2-6; 21:89-90
- анёлы 40:8-9
- Маці Марыі 3:35-36
- Жонка фараона 66:11
- Фараонавыя чараўнікі 7:126
- Цар Саўл і вернікі з ім 2:250
- вернікі з ліку дзяцей Ізраіля 10:85-86
- жыхары пячоры 18:10
- праведнікі 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- прыгнечаныя 4:75
Вершы для паклонаў
- саджадат, множны лік седжды, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
Падатак на міласціну (закят) як абавязак 2:110; 2:177; 2:277; 6:141
- адна з якасцей вернікаў 22:41; 23:4; 51:19
- атрымальнікі 9:60
- дабрачыннасць (садака) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- папярэджанне тым, хто ўтойвае 3:180; 9:34; 47:38
Пост (саум)
- у Рамадане 2:183-185
- гадзіны посту 2:187
- выключэнні 2:184-185
- інтымныя адносіны ў ноч перад постам 2:187
- пост падчас паломніцтва 2:196
Паломніцтва (хадж)
- абавязак тых, хто можа сабе гэта дазволіць 3:97
- рытуалы і пастановы 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- ахвярныя ахвяры 2:196; 22:36-37
- забарона на паляванне на зямлі падчас паломніцтва 5:1; 5:94-95
- дазволенасць палявання ў моры 5:96
- Малое паломніцтва (умра) 2:158; 2:196
Рэлігійныя супольнасці
- Мусульмане 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- апекуны адзін аднаго 3:28; 9:71
- Хрысціяне 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Габрэяў 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Дзеці Ізраіля 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Людзі Кнігі (у асноўным габрэі і хрысціяне) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Мусульмане могуць есці жывёл, прынесеных у ахвяру, і жаніцца на іх жанчынах 5:5
- стравы, забароненыя для габрэяў 6:146
- Пасланне да Сабіян 2:62; 22:17
- Магаў 22:17
- палітэісты (язычнікі, ідалапаклоннікі) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- паганскія забабоны 2:189; 5:103; 6:138-144
- атэісты 52:35-36
Паганскія звычаі абвешчаныя па-за законам
- пахаванне дачок жыўцом 16:58-59; 81:8-9
- забойства дзяцей з-за страху перад галечай 6:137; 6:151; 17:31
- свіст і плясканне ў далоні вакол Каабы 8:35
- прысвячэнне вярблюдаў ідалам 5:103; 6:136
- ахвярапрынашэнне ў імя ідалаў 6:121
- развод Зіхар 33:4; 58:2-4
- іла (больш за чатыры месяцы) 2:226-227
- лёсаванне для вызначэння рашэння 5:3
- абыходжанне Каабы голым 7:26-28
- уваход у дамы праз заднія дзверы пасля паломніцтва 2:189
Аб'екты пакланення
- анёлы (сярод некаторых язычнікаў-арабаў) 34:40
- Аль-Айка (сярод жыхароў Шуайба) 26:176
- Баал (сярод народа Іллі 37:125
- Ісус (у хрысціянстве) 5:17
- ідалы (сярод народа Абрагама) 21:52-53
- ідалы Лата, Узы і Маната (сярод арабскіх язычнікаў) 53:19-20
- ідалы Вадда, Сувы, Ягута, Яука і Насра (сярод народа Ноя) 71:23
- сонца (жыхары Шэбы) 27:24
- Сірыус (сярод некаторых язычніцкіх арабаў) 53:49
- Фараон (у старажытным Егіпце) 26:29; 28:38; 79:24
- жаданні 25:43-44; 45:23
- вера ў існаванне некалькіх багоў абвяргаецца 17:42-43; 21:21-24; 25:3
Месцы пакланення, мячэці 9:18
- цэрквы, сінагогі і манастыры 22:40
- святыня 3:39; 38:21
- храм 17:7
- Рэлігійныя тытулы, святары, манахі і рабіны 5:44; 5:63; 5:82; 9:31-34
Анёлы
- запытаць пра стварэнне Адама 2:30-34
- ніколі не супраціўляйцеся Алаху 21:26-27; 66:6
- не з'яўляюцца дочкамі Алаха 21:26; 43:16-19
- анёлы-ахоўнікі 13:11
- два анёлы-запісчыкі 50:16-18; 82:10-12
- восем нясуць Трон Алаха ў Судны дзень 69:17
- дзевятнаццаць вартаўнікоў пекла 74:26-31
- Анёлы смерці 6:93; 16:28; 32:11
- Гаўрыіл 2:97; 66:4; 26:192-195; 53:1-14
- Міхаіл 2:98
- Малік 43:77
Пасланцы
- сярод анёлаў і людзей 22:75
- Пасланцы цвёрдай рашучасці (Абрагам, Ной, Майсей, Ісус і Мухамад ﷺ ) 33:7; 42:13; 46:35
Пісанні
- Каран, адкрыццё ад Алаха 12:2-3; 20:2-4; 26:192-195; 32:2-3
- напамін усяму свету 68:51-52
- кіраўніцтва па найбольш праведным шляху жыцця 17:9
— адкрыццё пачалося ў месяцы Рамадан 2:185
- у блаславёную ноч 44:3;97:1-5
- раскрываецца паэтапна 17:105-106
- зроблена лёгкім для запамінання 54:17
- пацвярджае ісціну з папярэдніх адкрыццяў 3:3-4
- найвышэйшы аўтарытэт па папярэдніх пісаннях 5:48
- няма сумненняў у гэтым 2:2; 10:37
- без супярэчнасцей 4:82
- не выдуманы 10:37-39
- не скапіявана з Бібліі 25:4-6
- не выяўлена д'ябламі 26:210-212
- ніхто не можа стварыць нешта падобнае 17:88; 2:23-24; 10:13-14; 11:13
- абаронены ад карупцыі 15:9
- абаронена ў Захаванай Таблічцы 56:75-80
- нельга даказаць ілжывасць 41:42
- прадказвае будучыя падзеі 30:1-7; 48:27
- даводзіць вернікаў да слёз 5:83; 17:107-109
- кранае сэрцы 39:23
- яркае святло 4:174; 42:52
- вылячэнне і міласэрнасць для вернікаў 17:82
- Тора 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Евангелле 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Псальмы 4:163; 17:55
- Скруткі Абрагама 53:36-44; 87:14-19
Лёс і лёс 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- свабодны выбар 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Судны дзень
- няма несправядлівасці 2:281; 18:49; 40:17
- жахі апакаліпсісу 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- праведнікі і бязбожнікі ў той Дзень 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- заступніцтва (шафаа) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
Запісы актаў 17:13; 18:49
- вернікі атрымліваюць свае запісы правай рукой 69:19-24; 84:7-9
- няверуючыя атрымліваюць свой запіс левай рукой 69:25-37; 84:10-15
- нішто не будзе схавана ад Алаха 21:47; 40:16
- узважванне ўчынкаў 7:8; 23:102-104; 101:1-11
- сведчанні органаў цела 41:19-24; 24:24
- узнагарода за добрыя і злыя справы 6:160; 27:89-90; 28:84
Тыпы людзей
- вернікі 18:107-108
- няверуючыя 4:167-169
- крывадушнікі 4:145; 57:13-15
- жыхары Раю, найлепшыя вернікі 55:46-61; 56:10-26
- жыхары Раю, людзі праведніка 55:62-78; 56:27-40
- жыхары пекла, людзі левых 55:31-45; 56:41-56
- людзі на вышынях 7:46-49
Фінансавыя
- Дзелавыя рэкамендацыі 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Запаветы, неабавязковыя запаветы асобам, якія не з'яўляюцца спадчыннікамі 2:180-183; 4:11-12
перад смерцю падчас падарожжа 5:106-108
- Хабарніцтва 2:188
- Даўгі, дабрыня пры спагнанні даўгоў 2:280
- напісанне і засведчанне запазычанасці па дамове 2:282
- атрыманне закладу 2:283
- Спадчына, рэкамендацыі 4:7; 4:32-33; 8:75
- долі нашчадкаў і бацькоў 4:11
- муж і жонка, а таксама браты і сёстры па матчынай лініі 4:12
- родныя браты і сёстры 4:176
- папярэджанне тым, хто не выконвае 4:13-14
- Працэнты, забарона і папярэджанне 2:275-281; 3:130-132
- страцілі прыбытак 30:39
Юрыдычная інфармацыя
- закон аб дзяржаўнай здрадзе (хіраба) 5:33-34
- Справядлівасць, адстойванне справядлівасці 4:135; 5:8; 16:90-91
- адстойванне правоў сірот і жанчын 4:127
- справядлівасць для габрэя 4:105-112
- справядлівасць для язычніка 4:58
- справядлівасць у адносінах да немусульман 60:8-9
- Помста праз законныя каналы (з магчымасцю даравання) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Разлука паміж мужам і жонкай, Хуль 2:229
- ліян (абвінавачванне ў пералюбе) 24:6-10
Палітычны
- Вядзенне спраў шляхам кансультацыі (шура) 3:159; 42:38
- Баявыя дзеянні ў мэтах самаабароны (джыхад), этыкет 2:190-192; 2:216; 22:38-40
- не атакаваць без разбору 4:94
- барацьба за прыгнечаных мужчын, жанчын і дзяцей 4:75
- абарона месцаў пакланення 22:37
- узнагарода мучанікаў 2:154; 3:169-171; 9:111; 57:19
- ваенная моц стрымлівае патэнцыйных ворагаў 8:60
- выбар міру 2:192; 8:61
- Заключэнне міру паміж бакамі 49:9-10
- Ваеннапалонныя, абыходжанне 8:70; 47:4; 76:8
Сацыяльныя сеткі
- Усынаўленне 33:4-5
- Клопат пра сірот 2:220; 4:2-10; 4:127; 6:152; 17:34
- Развод, арбітраж і прымірэнне 4:35; 4:128
- этыкет разводу 2:229-231; 65:1-2
- пасаг і перыяд чакання 2:226-241; 4:19-21; 33:49; 65:1-7
- муж не павінен забіраць назад нічога з пасагу 4:20
- жонку нельга дамагаць 65:6
- жонка павінна атрымліваць фінансавую падтрымку падчас цяжарнасці 65:6
- падчас яе чакання 65:6
— калі яна корміць грудзьмі дзіця былога мужа, 65:6
- ні адзін з бацькоў не павінен пакутаваць з-за свайго дзіцяці 2:233
- выбар карміліцы 65:6
- Заахвочванне да дабра і забарона да зла 3:104; 3:110; 7:157; 9:71-72; 31:17
- Справядлівасць людзей 49:13
- мужчыны і жанчыны перад Алахам і законам, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- мужчыны маюць большую адказнасць, чым жанчыны 2:228
- Кармленне бедных, сірот і палонных 76:8-9
- Прабачэнне і кантроль гневу 3:134; 42:40
- Вызваленне рабоў і дапамога ім 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Шанаванне бацькоў сваіх 4:36; 17:23-25; 31:14-15
- Пакора 17:37; 31:18-19
- Тлумачэнне сноў Абрагама 37:102
- Тлумачэнне сноў Язэпа 12:4; 12:36; 12:43
- Тлумачэнне сноў Мухамеда 8:43; 48:27
- Дабрыня да немусульман 60:8
- Шлюб 4:3; 4:129; 16:72; 30:21
- дазволенае і незаконнае жаніцьба з жанчынамі 4:22-24
- этыкет блізкасці 2:222-223
- цяжарнасць і кармленне грудзьмі 2:233; 31:4; 46:15; 65:6
- паўторны шлюб з былой жонкай 2:230
- дапамога адзінокім людзям у шлюбе 24:32
- непрыкметная зацікаўленасць падчас чакання 2:235
- Клятвы 2:224-225; 16:91-92; 16:94
- кампенсацыя парушанай клятвы 5:89
- Цярплівасць у цяжкія часы 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Дазвол на ўваход 24:58-60
- уваходжанне ў дамы людзей 24:27-28
- уваход у грамадскія месцы 24:29
- Грамадскі этыкет, праверка навін 4:83; 49:6
- павага да ўсіх 49:11-12
- этыкет сустрэч 58:11
- прыватныя размовы 4:114; 58:9
- Абяцанні 2:270; 9:75-77; 22:29; 76:7
- Марнатраўства і скупасць 7:31; 17:29; 25:67
Іншыя гісторыі
- Авель і Каін 5:27-31
- Аль-Хадзір і Муса 18:60-82
- Армія слана 105:1-4
- вернік з народа фараона 40:28-46
- нараджэнне Марыі 3:35-36
- Карова дзяцей Ізраіля 2:67-74
- Эздра 2:259
- уладальнікі садоў 68:17-32
- Харут і Марут 2:102
- Карэй 28:76-82
- Парада Лукмана свайму сыну 31:12-19
- уладальнік двух садоў 18:32-44
- народ Савы 34:15-19
- людзі пячоры 18:9-26
- людзі з акопа 85:1-8
- Парушальнікі Суботы 7:163-165
- Саміры і залаты цяля 20:83-97
- Саўл і Самуіл 2:247-251
- Зуль-Карнайн 18:83-98
Д'яблы 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- д'ябальскія людзі і джыны 6:112;114:6
- неба абараняла ад д'яблаў 15:16-18
Шкадаванні
- не прытрымліваючыся Прарока 25:27
- непадпарадкаванне Алаху і Яго Пасланніку 4:41-42; 33:64-68
- браць злых сяброў 25:28-29; 26:96-102; 43:36-39
- адмаўленне знакаў Алаха 6:27-30
- не працуе дзеля будучага жыцця 89:23-24
Адчайныя просьбы
- просьбы аб вяртанні ў свет 2:167; 6:27-28; 32:12-14; 42:44
- дзеля другога шанцу 35:36-37
- быць выдаленым з агню 40:10-12
- для ежы і вады 7:51-52
- для заступнікаў 7:52-53
- зраўняцца з зямлёй 4:41-42; 78:40
- за смерць 43:74-78
Якасці праведніка
- захаванне правоў Творцы і Яго стварэння 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Якасці бязбожнікаў
- няўдзячны 14:34
- скупы 17:100
- паспешлівы 21:37
- памятайце Алаха толькі ў цяжкія часы 10:12; 41:51
- нецярплівы 70:19
- спрэчны 18:54
Вялікія грахі
- прыпісванне Алаху іншых у пакланенні (шырк) 4:48; 4:116; 5:72; 6:19; 31:13
- здзекі з уласных бацькоў 4:36; 6:151; 17:23
- грэбаванне або адмова ад абавязковых малітваў 19:59-60
- нявыплата падатку на міласціну 41:6-7
- забойства 6:151; 17:33
- наўмыснае забойства верніка 4:93
- крадзеж 5:38
- махлярства 7:85; 11:85; 26:182-183; 83:1-6
- хлусня 2:10; 9:77; 39:60
- хлусня пра Алаха 6:93; 29:68; 61:7
- забароненыя сэксуальныя адносіны 2:222; 17:32; 24:2; 25:68; 29:28-30
- ілжывыя абвінавачванні ў шлюбнай здрадзе 24:4-5
- адступніцтва 2:217; 5:54
- ужыванне свіней і іншай забароненай ежы (падлі, крыві і г.д.) 5:3; 6:145
- алкаголь і азартныя гульні 5:90-91
- паклёп 49:11
- ілжывыя паказанні 22:30
- магія 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan Міласэрны 1:3; 17:110
- #2 Ar Raheem Літасцівы 2:163; 3:31; 4:100; 5:3
- #3 Al Malik Кароль, Уладар 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus Найсвяцейшы, Чысты 59:23; 62:1
- #5 As Salaam Крыніца міру 59:23
- #6 Al Mu'min Даўца бяспекі і веры 59:23
- #7 Al Muhaymin Ахова, Апякун 59:23
- #8 Al Azeez Усемагутны, Моцны 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar Усемагутны, Умацавальнік 59:23
- #10 Al Mutakabbir Найвышэйшы, Велічны 59:23
- #11 Al Khaaliq Стваральнік 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari Тварэц, Стваральнік 59:24
- #13 Al Musawwir Надае формы 59:24
- #14 Al Ghaffaar Прабачальны 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar Пераможца, Падпарадкавальнік 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab Шчодры Даўца 3:8; 38:9; 38:35
- #17 Ar Razzaaq Карміцель, Пастаўшчык 51:58
- #18 Al Fattaah Суддзя, Той, Хто раскрывае 34:26
- #19 Al 'Aleem Усёведаючы 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid Сціскальнік 2:245
- #21 Al Baasit Расшыральнік 2:245
- #22 Al Khaafid Зьніжальнік 95:5
- #23 Ar Raafi' Узвышальнік 58:11; 6:83
- #24 Al Mu'izz Даўца годнасці 3:26
- #25 Al Mudhil Даўца ганьбы 3:26
- #26 As Samee' Усёчуючы 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer Усёбачачы 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam Суддзя 22:69
- #29 Al Adl Справядлівы 6:115
- #30 Al Lateef Ласкавы, Добры 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer Ведаючы, Сведамы 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem Лагодны, Цярплівы 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem Вялікі, Усёабдымны 2:255; 42:4; 56:96
- #34 Al Ghafoor Прабачальнік 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor Удзячны, Які ўзнагароджвае 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy Найвышэйшы 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer Найвялікшы 13:9; 22:62; 31:30
- #38 Al Hafeez Апякун, Захавальнік 11:57; 34:21; 42:6
- #39 Al Muqeet Умацавальнік, Карміцель 4:85
- #40 Al Haseeb Лічыльнік, Той, хто вядзе рахунак 4:6; 4:86; 33:39
- #41 Al Jaleel Вялікасны 55:27; 39:14; 7:143
- #42 Al Kareem Шчодры, Вялікадушны 27:40; 82:6
- #43 Ar Raqeeb Назіральнік 4:1; 5:117
- #44 Al Mujeeb Той, хто адказвае 11:61
- #45 Al Waasi' Усёабдымны, Бясцэнны 2:268; 3:73; 5:54
- #46 Al Hakeem Мудры 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood Любячы 11:90; 85:14
- #48 Al Majeed Прадслаўны 11:73
- #49 Al Baa'ith Які ўваскрашае 22:7
- #50 Ash Shaheed Сведка 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq Сапраўды, Ісціна 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel Паручыцель, Апякун 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy Моцны 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen Моцны, Непахісны 51:58
- #55 Al Waliyy Які дапамагае, Апякун 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed Хвалімы 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi Палічальнік 72:28; 78:29; 82:10-12
- #58 Al Mubdi Пачынальнік, Творца 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed Уваскрашальнік, Аднаўляльнік 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy Ажыўляльнік 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet Той, хто пасылае смерць 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy Жывы 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom Самастойны, Вечнаісны 2:255; 3:2; 20:111
- #64 Al Waajid Знаходзячы, Багат 38:44
- #65 Al Maajid Высакародны, Слаўны 11:73
- #66 Al Waahid Адзіны 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad Адзіны 112:1
- #68 As Samad Вечны, Незалежны 112:2
- #69 Al Qaadir Усемагутны, Здольны 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir Магутны, Усёўладны 18:45; 54:42; 54:55
- #71 Al Muqaddim Прыскаральнік 16:61; 17:34
- #72 Al Mu'akhir Адкладвальнік 71:4
- #73 Al Awwal Першы 57:3
- #74 Al Aakhir Апошні 57:3
- #75 Az Zaahir Яўны, Відавочны 57:3
- #76 Al Baatin Схаваны 57:3
- #77 Al Waali Апякун і Кіраўнік справаў 13:11; 22:7
- #78 Al Muta'ali Ўзвышаны 13:9
- #79 Al Barr Крыніца дабра 52:28
- #80 At Tawwaab Які прымае пакаянне 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim Мсціцель 32:22; 43:41; 44:16
- #82 Al Afuww Які даруе 4:99; 4:149; 22:60
- #83 Ar Ra'oof Міласэрны, Ласкавы 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk Уладар царства 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam Валадар велічы і шчодрасці 55:27; 55:78
- #86 Al Muqsit Справядлівы 3:18; 7:29
- #87 Al Jaami' Той, хто збірае 3:9
- #88 Al Ghaniyy Незалежны, Багаты 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni Які ўзбагачае 9:28
- #90 Al Maani' Які перашкаджае 67:21
- #91 Ad Daaarr Які прыносіць боль 6:17
- #92 An Naafi' Які прыносіць карысць 30:37
- #93 An Noor Святло 24:35
- #94 Al Haadi Які вядзе шляхам 25:31
- #95 Al Badi' Творца, Пачынальнік 2:117; 6:101
- #96 Al Baaqi Вечны 55:27
- #97 Al Waarith Спадчыннік 15:23
- #98 Ar Rasheed Які вядзе прамым шляхам 2:256
- #99 As Saboor Цярплівы 2:153; 3:200; 103:3
Matching Ayahs
- = Аліф, Лям, Мім. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = Яны на прамым шляху ад свайго Госпада, і яны — тыя, хто дасягнуў поспеху. 2:5; 31:5
- = О, сыны Ізраіля! Памятайце ласку Маю, якую Я аказаў вам, і тое, што Я адрозніў вас над сусветамі (народамі). 2:47; 2:122
- = Гэта народ, які ўжо прайшоў. Яму — тое, што ён набыў, і вам — тое, што вы набылі. І вас не спытаюць аб тым, што яны рабілі. 2:134; 2:141
- = Вечна там застаючыся. Не будзе ім палёгкі ў пакаранні, і не будуць яны адтэрмінаваны. 2:162; 3:88
- = Акрамя тых, хто пакаецца пасля гэтага і выправіцца. Бо, сапраўды, Аллах — Даруючы, Міласэрны. 3:89; 24:5
- = А тыя, хто не ўвераваў і адкінуў Нашы знамёны — яны жыхары Пекла. 5:10; 5:86
- = І якое б знамёна з знамёнаў свайго Госпада ні прыходзіла да іх, яны адварочваюцца ад яго. 6:4; 36:46
- = І сапраўды, насміхаліся з пасланцаў да цябе, але тых, хто здзекваўся, спасцігла тое, з чаго яны насміхаліся. 6:10; 21:41
- = Скажі: "Я баюся, калі не паслухаюся свайго Госпада, пакарання Вялікага дня." 6:15; 39:13
- = Дык вось, землятрус уразіў іх, і яны апынуліся ў сваіх дамах паваленымі. 7:78; 7:91
- = І ён кінуў свой посах, і вось — ён змяёй відавочнай стаў. 7:107; 26:32
- = І выцягнуў ён сваю руку, і вось — яна белай стала для тых, хто глядзеў. 7:108; 26:33
- = Яны сказалі: "Мы ўверавалі ў Госпада сусветаў." 7:121; 26:47
- = Госпада Мусы і Гаруна. 7:122; 26:48
- = І Я дам ім адтэрміноўку. Сапраўды, мая хітрасць — моцная. 7:183; 68:45
- = Ён Той, Хто паслаў Свайго Пасланца з прамым шляхам і рэлігіяй ісціны, каб узвысіць яе над усімі рэлігіямі, нават калі гэта непрыемна шматбожнікам. 9:33; 61:9
- = О, Прарок! Барацьбі з няверуючымі і крывадушнікамі і будзь суровым да іх. Іх прытулак — Пекла, і кепскі гэта канец! 9:73; 66:9
- = І яны кажуць: "Калі ж гэта абяцанне, калі вы кажаце праўду?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = І Мы сапраўды паслалі Мусу з Нашымі знамёнамі і яўнай уладай. 11:96; 40:23
- = І Мы сапраўды далі Мусе Пісанне, але вакол яго ўзніклі рознагалоссі. І калі б не слова, якое ўжо было ад твайго Госпада, то між імі было б вырашана. І яны, сапраўды, у несупынным сумненні адносна яго. 11:110; 41:45
- = Гэта не цяжка для Аллаха. 14:20; 35:17
- = І калі Я надам яму форму і ўдыхну ў яго ад Майго духа, то ўпадзеце перад ім у паклоне. 15:29; 38:72
- = І ўсе анёлы пакланіліся — усе цалкам. 15:30; 38:73
- = (Аллах) сказаў: "Выйдзі ж адтуль, бо, сапраўды, ты прагнаны." 15:34; 38:77
- = Ён сказаў: "Госпадзе мой! Дай жа мне адтэрміноўку да дня, калі яны будуць уваскрэшаны." 15:36; 38:79
- = (Аллах) сказаў: "Сапраўды, ты — з тых, каму дадзена адтэрміноўка." 15:37; 38:80
- = Да дня вызначанага часу." 15:38; 38:81
- = Акрамя Тваіх выбраных рабоў сярод іх. 15:40; 38:83
- = Сапраўды, набожныя будуць у садах і крыніц. 15:45; 51:15
- = Ён сказаў: "Якая ж ваша справа, о, пасланцы?" 15:57; 51:31
- = Яны сказалі: "Мы пасланы да народу злачынцаў." 15:58; 51:32
- = Тыя, хто ўвераваў і не змешвае веры сваёй з несправядлівасцю — яны будуць у бяспецы, і яны на прамым шляху. 16:42; 29:59
- = Каб яны адвярнуліся ад таго, што Мы далі ім. Карыстайцеся ж, і хутка вы даведаецеся. 16:55; 30:34
- = Потым ён пайшоў па іншым шляху. 18:89; 18:92
- = Ідзі да Фараона, бо сапраўды, ён пераступіў межы. 20:24; 79:17
- = І тыя, хто беражэ свае целы. 23:5; 70:29
- = Акрамя сваіх жонак або тых, кім завалодалі іх правыя рукі, бо яны не заслугоўваюць папроку. 23:6; 70:30
- = А хто шукае звыш таго — тыя з'яўляюцца пераступнікамі. 23:7; 70:31
- = І тыя, хто верны сваім даверам і абяцанням. 23:8; 70:32
- = Ён сказаў: "Госпадзе мой! Дапамажы мне, бо яны абвінавацілі мяне ў хлусні." 23:26; 23:39
- = Та, Сін, Мім. 26:1; 28:1
- = Гэта знамёны яснага Пісання. 26:2; 28:2
- = Сапраўды, у гэтым — знамёны, але большасць іх не ўверавала. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = І сапраўды, твой Гасподзь — Ён Усемагутны, Міласэрны. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = І мы патопілі астатніх. 26:66; 37:82
- = Сапраўды, я для вас — надзейны пасланец. 26:107; 26:125; 26:143; 26:162; 26:178
- = Дык бойцеся Бога і слухайцеся мяне. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = І я не прашу ў вас за гэта ніякай узнагароды. Узнагарода мая толькі ад Госпада сусветаў. 26:109; 26:127; 26:145; 26:164; 26:180
- = У садах і крыніц. 26:147; 44:52
- = Яны сказалі: "Ты — толькі адзін з тых, хто знаходзіцца пад чармі." 26:153; 26:185
- = Акрамя яго жонкі — Мы вырашылі, што яна будзе з тымі, хто застаўся. 26:171; 37:135
- = Потым Мы знішчылі астатніх. 26:172; 37:136
- = І Мы пралілі на іх дождж (з камянёў), і кепскім быў дождж для тых, каго папярэджвалі. 26:173; 27:58
- = Дык няўжо яны жадаюць паспешлівай кары? 26:204; 37:176
- = Тыя, хто выстойвае намаз і дае закят, і яны перакананы ў будучым жыцці. 27:3; 31:4
- = І (ўспомні) той Дзень, калі Ён пакліча іх і скажа: "Дзе ж Мае супольнікі, якіх вы прыдумлялі?" 28:62; 28:74
- = І нашы продкі? 37:17; 56:48
- = І яны звернуцца адзін да аднаго, пытаючыся. 37:27; 52:25
- = Але (яны) — выбраныя рабы Божыя. 37:40; 37:74; 37:128; 37:160
- = У садах асалоды. 37:43; 56:12
- = І Мы пакінулі пра яго (добрую славу) сярод наступных пакаленняў: 37:78; 37:108; 37:129
- = Сапраўды, Мы так узнагароджваем тых, хто робіць дабро. 37:80; 37:121; 37:131; 77:44
- = Сапраўды, ён быў з Нашых веруючых рабоў. 37:81; 37:111; 37:132
- = Што з вамі? Як вы судзіце? 37:154; 68:36
- = Гэта — не што іншае, як нагадванне сусветам. 38:87; 81:27
- = Пасланне Пісання ад Аллаха, Усемагутнага, Мудрага. 39:1; 45:2; 46:2
- = Ха, Мім. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = Клянуся ясным Пісаннем! 43:2; 44:2
- = Дык пакінь іх — няхай яны пагружаюцца ў марнату і забаўляюцца, пакуль не сустрэнуць свой Дзень, які ім абяцаны. 43:83; 70:42
- = (Ім будзе сказана): "Ешце і піце ў задавальненне за тое, што вы рабілі." 52:19; 77:43
- = Ці ты просіш у іх платы, каб яны былі абцяжараны даўгамі? 52:40; 68:46
- = Ці валодаюць яны схаваным, так што яны яго запісваюць? 52:41; 68:47
- = І як моцнымі былі Мае пакаранне і папярэджанні. 54:16; 54:21; 54:30
- = І Мы сапраўды зрабілі Каран лёгкім для памяці. Дык ці ёсць той, хто памятае? 54:17; 54:22; 54:32; 54:40
- = Дык якія ж з ласкаў вашага Госпада вы адмаўляеце? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = Вялікая група з першых. 56:13; 56:39
- = І мы былі пазбаўлены? 56:67; 68:27
- = Дык хвалі імя Госпада твайго Вялікага. 56:74; 56:96; 69:52
- = Гэта — пасланне ад Госпада сусветаў. 56:80; 69:43
- = Усё, што ў нябёсах, і ўсё, што на зямлі, усхваляе Аллаха, і Ён — Усемагутны, Мудры. 59:1; 61:1
- = Калі яму чытаюцца Нашы знамёны, ён кажа: "Гэта — легенды старажытных!" 68:15; 83:13
- = І ён будзе ў шчаслівым жыцці. 69:21; 101:7
- = У высокім садзе. 69:22; 88:10
- = І не заахвочвае ежу беднага. 69:34; 107:3
- = Што, сапраўды, гэта — слова пасланца годнага. 69:40; 81:19
- = Сапраўды, гэта — напамін. І хто хоча, няхай стане на шлях да свайго Госпада. 73:19; 76:29
- = І хто хоча, няхай памятае яго. 74:55; 80:12
- = Гора таго дня тым, хто адмаўляе! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = Сапраўды, набожныя будуць у асалодзе. 82:13; 83:22
- = Гэта — спіс нумараваны. 83:9; 83:20
- = На ўзвышшах яны будуць глядзець. 83:23; 83:35
- = І слухалася свайго Госпада і падпарадкавалася. 84:2; 84:5
- = І я не пакланяюся таму, чаму пакланяецеся вы. 109:3; 109:5
noblequran.com Schemas
- Мушрыкі Мекі прызнавалі Рубубію (Уладарства) Алаха 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- Кніга і Мудрасць (Сунна) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- Асуджаецца следаванне шляху сваіх (заблуджаных) продкаў 2:170; 31:21; 43:22
- Пасланец Алаха быў чалавекам 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- Мушрыкі звярталіся толькі да Алаха ў часы цяжкасцяў 10:22; 17:16; 29:65; 31:32
- Раскол у рэлігіі забаронены і асуджаны 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- Атрыбут Істывы для Алаха 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- Павелічэнне (і памяншэнне) Імана (Веры) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- Пасланец і ніхто са стварэння не ведае незалежна тое, што схавана 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- Алах пашырае і абмяжоўвае забеспячэнне для каго пажадае 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- Каран быў нізасланы на ясным арабскай мове 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- Алах не абцяжарвае душу больш, чым яна можа вытрымаць 2:233, 286; 6:152; 7:42; 23:62; 65:7
- Ніхто не панясе цяжар іншага 6:164; 17:15; 35:18; 39:7; 53:38
- Калі Алах спашле на цябе шкоду, ніхто, акрамя Яго, не можа яе зняць 6:17; 10:107
- І хто больш несправядлівы, чым той, хто... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- Чалавек няўдзячны ў дастатку і пакорлівы ў патрэбе 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- Устанаўленне (Тасбіт) шукаецца ад Алаха і дадзена Ім 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- Усе рознагалоссі павінны быць вернуты да Алаха і Яго Пасланца 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- Спрэчка паміж жыхарамі Пекла 26:96-102; 38:58-64; 40:47-50
- Абавязак падпарадкавання (Таа'а) Пасланцу Алаха 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- Аяты земнага паклону ў Каране 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- Усе бедствы ва Умме адбываюцца з-за непадпарадкавання 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- Каго Алах увёў у зман, таго ніхто не можа наставіць на шлях 13:33; 39:23, 26; 40:33; 7:186; 18:17
- Усе прарокі пачыналі выпраўленне з Таўхіда ў пакланенні 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- Поспех і дабрабыт звязаны з ачышчэннем (Тазкія) душы 20:76; 35:18; 87:14; 91:9; 92:18
- Уся пашана і моц (Іза) належаць Алаху 4:139; 10:65; 35:10; 63:8
- Абавязак заклікаць толькі да Алаха шчыра і сумленна 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- Забарона заклікаць іншых разам з Алахам 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- Усе прарокі загадвалі богабаязнасць (Таква) перад Алахам і паслушэнства (сабе) 43:63; 71:1-28
- Пра Хіджру (Перасяленне) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- Няма сапраўднага апекуна ці памочніка для стварэння, акрамя Алаха 2:107, 120; 9:74, 116; 29:22; 42:31
- Тыя, чые сэрцы Алах запячатвае 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- Іман знаходзіцца паміж страхам і надзеяй 17:57; 32:16; 39:9
- Пра анулiраванне ўсіх дзеянняў праз куфр, ширк і ліцемерства 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- Адкравенні і прарокі Алаха з'яўляюцца святлом кіраўніцтва, ведаў і веры 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- Тыя, хто скажае словы, гэта іудзеі і людзі Тавіля (Тахрыфу) 2:75; 4:46; 5:13; 5:41
- Жыццё гэтага свету — усяго толькі часовае задавальненне і забава 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- Дахрыя (Атэісты) 45:24; 6:29; 23:37
- Алах паслаў Мухаммада з рэлігіяй, каб яна пераважала над усімі іншымі (адмененымі ці ілжывымі) рэлігіямі 9:33; 48:28; 61:9
- Пра Тагута і неабходнасць адмаўлення ад Тагута 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- Яны будуюць хітрыкі, і Алах таксама будуе хітрыкі, і Ён найлепшы з хітраунікаў 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- Веды пра Апошнюю Гадзіну толькі ў Алаха 7:187; 33:63; 41:47
- Фуркан (Крытэрый адрознення) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- Адгукайцеся на зло тым, што лепш 23:96; 28:54; 41:34
- Апошняя Гадзіна блізкая 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- І з ліку Яго знакаў... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- Алах тлумачыць Свае знакі, каб вы... 2:73, 187, 221, 242; 3:103; 5:89
- Алах з'яўляецца Стваральнікам усяго 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- Алах не стварыў стварэнне дарэмна ці дзеля забавы 21:16; 38:27; 44:38; 46:3
- Алах стварыў чалавецтва, каб яны пакланяліся толькі Яму і каб выпрабаваць, хто з іх лепшы ў дзеяннях 11:7; 18:7; 51:56; 67:2
- Алах пасылаў пасланцоў, каб заклікаць да пакланення Яму, каб ім падпарадкоўваліся, і як тых, хто нясе добрыя весткі і перасцярогі 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- Чатыры ўзроўні Кадру 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- Формы і віды пакланення 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- Алах вядзе па шляху і ўводзіць у зман каго пажадае 14:4; 16:93; 35:8; 74:31
- Тыя, каго Алах уводзіць у зман 2:26; 9:115; 14:27; 40:34, 74; 45:23
- Ніхто не можа наставіць на шлях таго, каго Алах увёў у зман 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- Адмаўленне любой падобнасці Алаху 2:22; 19:65; 42:11; 112:4
- Алах не чыніць несправядлівасці нікому, але яны чыняць несправядлівасць сваім уласным душам 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- Абавязак следаваць за Саляфамі (Сподвіжнікамі) 2:137; 9:100; 4:115; 48:18, 29
- Метадалогія заклікання (Да'ва) 12:108; 16:125; 29:46
- Ширк не абмежаваны ідаламі і ўключае пошук заступніцтва праз прарокаў, анёлаў, джынаў і праведных людзей 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- Фактары, якія вызначаюць шлюбны ўзрост 4:6; 6:152; 24:59
- Джыбрыль — Святы, Давераны Дух, які прынёс Каран ад Алаха да Пасланца 2:97; 16:102; 26:192
- Дапамога, перамога і панаванне належаць Алаху і Яго Пасланцам 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- І сапраўды, высмейвалі пасланцоў да цябе, дык ахапіла тых, хто смяяўся з іх, тое, з чаго яны смяяліся. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- І да Мад'яна [паслалі] брата іхняга Шуайба. Ён сказаў: "О народзе мой! Пакланяйцеся Алаху; няма ў вас іншага бога, акрамя Яго." (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- І да Самуда [паслалі] брата іхняга Саліха. Ён сказаў: "О народзе мой! Пакланяйцеся Алаху; няма ў вас іншага бога, акрамя Яго." (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- Што Алах пашырае ўдзел таму, каму пажадае, і звужае. Сапраўды, у гэтым ёсць знамёны для людзей, якія веруюць. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- І да Ада [паслалі] брата іхняга Худа. Ён сказаў: "О народзе мой! Пакланяйцеся Алаху; няма ў вас іншага бога, акрамя Яго." (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- А тых, якія ўверавалі і рабілі добрыя справы, Мы ўвядзем у сады, дзе цякуць рэкі, дзе яны будуць вечна. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- Дзе цякуць рэкі, дзе яны будуць вечна. Алах задаволены імі, і яны задаволены Ім. Гэта... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- Скажы: "Я толькі чалавек, падобны да вас; мне адкрываецца, што Бог ваш – Бог Адзіны." (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- І сярод людзей ёсць такі, хто спрачаецца пра Алаха без ведаў, без кіраўніцтва і без асветленай кнігі. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- Ён уводзіць ноч у дзень і ўводзіць дзень у ноч, і пакарыў сонца і месяц, кожны рухаецца да названага тэрміну. (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- З неба ваду, і ажывіў ёю зямлю пасля яе смерці. Сапраўды, у гэтым ёсць знак для людзей... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- Сапраўды, тым, хто не ўвераваў, ні багацце іхняе, ні дзеці іхнія нічым не дапамогуць перад Алахам, і яны... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- Які стварыў нябёсы і зямлю і тое, што паміж імі, за шэсць дзён, потым узвысіўся на Троне. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- Хіба яны не падарожнічалі па зямлі і не бачылі, якім быў канец тых, хто быў да іх? Яны былі... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- Сапраўды, Алах уводзіць тых, хто ўвераваў і рабіў добрыя справы, у сады, дзе цякуць рэкі. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- Сапраўды, абяцанне Алаха – ісціна; няхай не ашукае вас зямное жыццё, і няхай не ашукае вас ашуканец пра Алаха. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- Хто стаў на прамы шлях, той стаў на яго дзеля сябе; а хто збіўся з шляху, той збіўся дзеля сябе. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- І кінь твой кій! І калі ён убачыў, што ён варушыцца, быццам змяя, ён павярнуўся назад, уцякаючы, і не азірнуўся. "О Муса..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- Падарожнічайце па зямлі і глядзіце, якім быў канец тых, хто быў раней; большасць іх... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- Дык цярпі тое, што яны кажуць, і праслаўляй хвалой Госпада твайго перад узыходам сонца і перад заходам яго. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- І не набліжайцеся да маёмасці сіроты, акрамя як найлепшым чынам, пакуль ён не дасягне сталасці. І выконвайце... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- Няма цяжкасці на сляпога, і няма цяжкасці на кульгавага, і няма цяжкасці на хворага. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "Хіба гэта не ісціна?" Яны скажуць: "Так, клянёмся Госпадам нашым!" Ён скажа: "Дык пакаштуйце пакуту за тое, што вы не верылі." (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- І скажуць слабыя тым, якія ганарыліся: "Сапраўды, мы былі вашымі паслядоўнікамі; дык ці можаце вы выратаваць нас ад пакуты Алаха?" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- Апроч імёнаў, якія вы і вашыя бацькі надалі, і на якія Алах не даслаў ніякага даказу. Сапраўды, (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- Да цябе толькі мужчын, якім мы адкрывалі. Дык пытайце ў людзей Напаміну, калі вы не ведаеце. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- Сказаў ён: "Вы ўверавалі ў яго да таго, як я дазволіў вам? Сапраўды, ён – ваш правадыр, які навучыў вас чараўніцтву." (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- І не панясе цяжару носьбіт цяжару другога. Потым да Госпада вашага вяртанне ваша, і Ён абвесціць вам тое, што вы рабілі. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- І Мы сказалі: "Сыдзіце, адны з вас ворагі другім; і вам на зямлі пражыванне і карыстанне да часу." (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- Два – скажы: "Ці двух мужчын Ён забараніў, ці дзвюх жанчын, ці тое, што ўтрымліваюць улонні дзвюх жанчын?" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- І я не прашу ў вас за гэта ўзнагароды; мая ўзнагарода толькі ў Госпада сусветаў. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- Хіба яны не падарожнічалі па зямлі і не бачылі, якім быў канец тых, хто быў да іх? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- Яны падарожнічаюць па зямлі і глядзяць, якім быў канец тых, хто быў да іх; яны былі... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- Сапраўды, Гасподзь твой лепш ведае, хто збіўся з Яго шляху, і Ён лепш ведае тых, хто стаў на прамы шлях. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- Які стварыў нябёсы і зямлю за шэсць дзён, потым узвысіўся на Троне. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- І хто больш несправядлівы, чым той, хто ўзвёў на Алаха хлусню або абвінаваціў у хлусні Яго знамёны? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- Ён – Той, Хто паслаў Свайго Пасланца з кіраўніцтвам і рэлігіяй ісціны, каб узвысіць яе над усімі рэлігіямі. (هُوَ الَّذِي أَرْسَلَ РАСУЛА ЯГО З КІРАЎНІЦТВАМ І РЭЛІГІЯЙ ІСЦІНЫ, КАБ УЗВЫСІЦЬ ЯЕ НАД УСІМІ РЭЛІГІЯМІ.) 9:33; 48:28; 61:9
- Сапраўды, тыя, хто кажа: "Алах – гэта Месія, сын Марыі", не ўверавалі. Скажы... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- Сляпых ад іхняга зманення; ты не можаш пачуць, акрамя тых, хто веруе ў Нашы знамённі, і яны – мусульмане. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- Прыклад зямнога жыцця падобны да вады, якую Мы вылілі з неба, і змяшалася з ёй расліннасць зямлі. (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- У ім з кожнага віду па пары, і сям'ю тваю, акрамя таго, на каго ўпала слова. (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- Я не кажу вам, што ў мяне скарбніцы Алаха, і я не ведаю схаванага, і я не кажу... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- Сапраўды, Алах мае літасць да людзей, але большасць людзей не дзякуе. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- І якое б знамёна з знамёнаў Госпада іхняга ні прыходзіла да іх, яны адварочваліся ад яго. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- І бойцеся Дня, калі ні адзін чалавек не заменіць другога і не будзе прынята ад яго. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- Сапраўды, ты не можаш пачуць мёртвых і не можаш пачуць глухіх, калі яны адварочваюцца, уцякаючы. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- Забаронена вам мертвачына, кроў, свініна і тое, што заколата не ў імя Алаха. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- Слаўна Алаху тое, што ў нябёсах і на зямлі, і Ён – Усеўладны, Усёмудры. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- Акрамя тых, хто пакаеўся пасля гэтага і выправіўся; сапраўды, Алах – Усёпрабачальны, Усёміласэрны. (إِلَّا الَّذِينَ تَابُوا مِن بَعْдзе таго і выправіліся; сапраўды, Алах – Усёпрабачальны, Усёміласэрны.) 3:89; 24:5
- Прарокі – ад Госпада іхняга; мы не робім розніцы паміж імі, і мы – адданыя Яму. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- Ад Госпада твайго, каб папярэдзіў ты народ, да якога не прыходзіў папярэднік да цябе, каб яны... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- О Прарок! Змагайся з няверуючымі і крывадушнікамі і будзь суровым з імі. Прытулак іхні – Геена, і брыдкі гэта канец! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- Сапраўды, Гасподзь твой будзе судзіць паміж імі ў Дзень Уваскрасення ў тым, у чым яны разыходзіліся. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- Сказаў ён: "Госпадзе мой! Зрабі мне знак." Сказаў Ён: "Знак твой – што ты не будзеш гаварыць з людзьмі..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- Дык звярні твар твой да Забароненай Мячэці. І дзе б вы ні былі, звяртайце твары вашы да яе. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- О сыны Ізраіля! Узгадайце міласць Маю, якую Я аказаў вам, і што Я адрозніў вас ад сусветаў. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- Сем тлустых кароў, якіх ядуць сем худых, і сем зялёных каласоў і іншыя сухія. (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- І для кожнай абшчыны – тэрмін; калі ж настане іх тэрмін, яны не затрымаюцца ні на гадзіну і не аперадзяцца. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- Закалотае не ў імя Алаха. А хто будзе вымушаны, не будучы бунтаўшчыком і пераступнікам, дык сапраўды... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- І калі кажуць ім: "Ідзіце за тым, што Алах паслаў", яны кажуць: "Не, мы пойдзем за тым, што..." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- Сказаў ён: "О народзе мой! Пакланяйцеся Алаху; няма ў вас іншага бога, акрамя Яго. Хіба вы не ўстрашыцеся?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23

Matching Phrases 10 words

- Яны ходзяць па зямлі і глядзяць, якім быў канец тых, хто быў да іх. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- І хто больш несправядлівы, чым той, хто ўзводзіць на Аллаха хлусню або адмаўляе? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- Сапраўды, твой Гасподзь лепш ведае, хто збіваецца з Яго шляху, і Ён лепш ведае. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- Хіба яны не хадзілі па зямлі і не глядзелі, якім быў канец тых, хто быў да іх? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- Яны маюць узнагароду сваю ў свайго Госпада, і няма страху для іх, і яны не будуць смуткаваць. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- І тыя, хто ўвераваў і рабіў дабрыню, былі ўведзены ў сады, дзе пад імі цякуць рэкі. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- Ён сказаў: "О народ мой! Пакланяйцеся Алаху, няма ў вас іншага бога, акрамя Яго, хіба не будзеце баяцца?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- Ні багацце іх, ні дзеці іх не дапамогуць ім перад Аллахам нічым, і яны — тыя. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- Сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна, і гэта вялікі поспех. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- Хіба не прыйшла да іх вестка пра тых, хто быў да іх, пра народ Нуха, Ада і Самуда? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- Хто мае памочнікаў на шляху да Аллаха? Вучні сказалі: "Мы — памочнікі Аллаха, мы ўверавалі." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- Твой Гасподзь лепш ведае, хто збіўся з Яго шляху, і Ён лепш ведае тых, хто на прамым шляху. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- Гэта таму, што Аллах — Ісціна, і тое, што яны клічуць акрамя Яго, — ілжывае. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- І хто слухаецца Аллаха і Яго Пасланца, таго Аллах увядзе ў сады, дзе пад імі цякуць рэкі. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- Сапраўды, Ён забараніў вам мерцвячыну, кроў, свініну і тое, што заколата не дзеля Аллаха. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- Каб вы не пакланяліся нікому, акрамя Аллаха; я баюся для вас пакарання ў Вялікі дзень. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- Гэта з вестак пра нябачнае, якія Мы адкрываем табе; ты не быў з імі, калі яны прымалі рашэнне. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- Хіба вы здзіўляецеся, што напамін прыйшоў да вас ад вашага Госпада праз чалавека з вас, каб ён папярэдзіў вас? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- Скажы: "Мне забаронена пакланяцца тым, каго вы клічаце акрамя Аллаха." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- Акрамя сваіх жонак ці тых, кім завалодалі іх правыя рукі, бо яны не будуць асуджаны. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- Гэта таму, што Аллах уводзіць ноч у дзень і ўводзіць дзень у ноч. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- Агонь, і сказаў сваёй сям'і: "Пачакайце, я заўважыў агонь, магчыма, я прынёс вам ад яго што-небудзь." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- Ён сказаў: "Я лепшы за яго; Ты стварыў мяне з агню, а яго стварыў з гліны." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- І калі ім кажуць: "Ідзіце да таго, што Аллах ніспаслаў, і да Пасланца." (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- І не сумуй па іх, і не будзь уціснутым ад таго, што яны замышляюць. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- Калі Аллах кране цябе шкодай, то ніхто не зможа яе адвесці, акрамя Яго, а калі. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- Пакаленні да іх, якія хадзілі па сваіх жытлах; сапраўды, у гэтым ёсць знакі. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- І Мы паклалі на іх сэрцы покрывы, каб яны не разумелі яго, і ў вушы іх глухату, і калі. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- Пасланцы іх прыходзілі з яснымі доказамі, але Аллах не быў такі, каб іх крыўдзіць, але яны самі сябе крыўдзілі. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- І на зямлі, і няма ў вас, акрамя Аллаха, ні абаронцы, ні памочніка. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- Потым вы будзеце вернуты да Таго, Хто ведае схаванае і яўнае, і Ён паведаміць вам тое, што вы рабілі. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- Ноч, каб вы спачывалі ў ёй, і дзень, каб вы бачылі; сапраўды, у гэтым ёсць знакі для людзей. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- І тое, што ніспаслана табе ад твайго Госпада, у многіх з іх павялічвае паўстанне і нявер'е. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- Ён сказаў: "О народ мой! Што вы думаеце, калі я трымаюся яснага доказу ад майго Госпада, і Ён даў мне." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- І яны кажуць: "Чаму не ніспасланы яму знак ад яго Госпада?" Скажы: "Сапраўды." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- Да таго, як наступіць дзень, які нельга адвярнуць ад Аллаха. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- Гэта літасць Аллаха, Якую Ён даруе таму, каму пажадае, і Аллах — Уладар вялікай літасці. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- І сапраўды, для вас у жывёле ёсць павучанне; Мы паім вас тым, што ў іх жыватах. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- Што гэта — ісціна ад іх Госпада, і Аллах не бывае няўважлівым да таго, што яны робяць. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- Перад імі і ззаду іх, каб вы не пакланяліся нікому, акрамя Аллаха. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- Сапраўды, вы прыходзіце да мужчын з пажадлівасцю замест жанчын; больш таго, вы людзі, якія пераступаюць мяжу. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- Вечна там, пакуль існуюць нябёсы і зямля, акрамя таго, што захоча твой Гасподзь. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- Тыя, хто ў нябёсах, і тыя, хто на зямлі, акрамя таго, каго захоча Аллах. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- Іх будуць упрыгожваць залатымі бранзалетамі і жэмчугам, а адзенне іх там — шоўк. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- І ніспаслаў з неба ваду, і ёю вывеў плады для вашага харчавання. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- І вось Мы ўзялі ваш запавет і ўзнялі над вамі гару Тур: "Вазьміце тое, што Мы далі вам, моцна." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- І ён адвярнуўся ад іх і сказаў: "О народ мой! Я перадаў вам пасланне майго Госпада і шчыра вас навучаў." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- Пад імі цякуць рэкі, іх упрыгожваюць залатымі бранзалетамі. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- Калі б у іх было ўсё, што на зямлі, і яшчэ столькі ж, каб выкупіць сябе. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- Ніводнай жывёліны, але Ён адтэрміноўвае ім да пэўнага тэрміну, і калі настане іх тэрмін. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- Мы стварылі вас з зямлі, потым з кроплі, потым з прыліплай крыві, потым. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- І Аллах будзе судзіць паміж імі ў Дзень Уваскрэсення ў тым, у чым яны разыходзіліся. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- Прыйшло да цябе веданне; няма ў цябе ад Аллаха ні абаронцы, ні. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- Калі Мы робім ласку чалавеку, ён адварочваецца і аддаляецца ўбок, а калі яго кране зло. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- І няма нічога меншага за гэта і большага, што не было б у яснай кнізе. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- І сказаў ён: "О народ мой! Пакланяйцеся Алаху, няма ў вас іншага бога, акрамя Яго." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- Хіба яны не хадзілі па зямлі і не глядзелі, якім быў канец тых, хто быў да іх? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- Узнагарода іх у іх Госпада, і няма страху для іх, і яны не будуць смуткаваць. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- Яны ходзяць па зямлі і глядзяць, якім быў канец тых, хто быў да іх. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- Па зямлі, каб яны паглядзелі, якім быў канец тых, хто быў да іх. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- І хто больш несправядлівы, чым той, хто ўзводзіць на Аллаха хлусню або. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- Калі Аллах вырашае справу, Ён толькі кажа яму: "Будзь!" — і яно збываецца. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- І няма ў вас, акрамя Аллаха, ні абаронцы, ні памочніка. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- Я прашчу ім грахі іхнія і ўвяду іх у сады, дзе пад імі цякуць рэкі. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- Мы ўвядзем іх у сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- Твой Гасподзь лепш ведае, хто збіўся з Яго шляху, і Ён лепш ведае. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- Вы будзеце вернуты да Таго, Хто ведае схаванае і яўнае, і Ён паведаміць вам тое, што вы рабілі. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- Сыноў вашых забівалі, а жанчын вашых пакідалі жывымі; у гэтым для вас было вялікае выпрабаванне ад Госпада вашага. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- Сапраўды, твой Гасподзь лепш ведае, хто збіваецца з Яго шляху, і Ён. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- Алаху, Якому належыць тое, што ў нябёсах, і тое, што на зямлі. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- Сярод народаў, якія прайшлі да вас, з джынаў і людзей. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- Пакланяйцеся Алаху, няма ў вас іншага бога, акрамя Яго, хіба не будзеце баяцца? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- І Мы паклалі на іх сэрцы покрывы, каб яны не разумелі яго, і ў вушы іх глухату. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- Ён будзе судзіць паміж імі ў Дзень Уваскрэсення ў тым, у чым яны разыходзіліся. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- Ён сказаў: "О народ мой! Што вы думаеце, калі я трымаюся яснага доказу ад майго Госпада?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- Гэта за тое, што паслалі вашы рукі, і Аллах не крыўдзіць сваіх рабоў. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- Ім будзе сорам у гэтым свеце і вялікае пакаранне ў тым. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- Тое, што ў нябёсах, і тое, што на зямлі, і Аллаха дастаткова як Апекуна. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- Акрамя тых, хто ўвераваў і рабіў дабрыню; ім узнагарода нязменная. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- Каб ты не прыпісваў Мне супольнікаў, пра якіх ты не ведаеш; не слухай іх. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- Сапраўды, гэта — напамін; і хто захоча, той стане на шлях да свайго Госпада. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- Хто дзякуе, той дзякуе на карысць сабе, а хто адмаўляецца, дык. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- Тыя, хто выконвае малітву, дае міласціну і перакананы ў будучым жыцці. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- Ібрагіму, Ісмаілу, Ісхаку, Якубу і каленам, і таму, што дадзена Мусе і Ісе. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- Групамі, пакуль яны не прыйдуць туды, і адчыняцца ім брамы, і скажуць ім вартаўнікі яе. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- Аллах не будзе караць вас за пустаслоўе ў вашых клятвах, але Ён пакарае вас за тое. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- Літасць, яны цешацца з яе, а калі іх кране зло за тое, што паслалі іх рукі. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- Сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна, і выдатная ўзнагарода тых, хто працуе. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- Аллах і Ён ведае тое, што ў нябёсах і што на зямлі, і Аллах. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- Слухайцеся Аллаха і слухайцеся Пасланца; а калі адвернецеся, то на ім (ляжыць адказнасць). (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- Ім узнагарода іх у іх Госпада, і няма страху для іх, і яны. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- І яны сказалі: "Калі мы станем касцямі і прахам, няўжо мы будзем уваскрэшаны новым стварэннем?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- І яны не знойдуць сабе, акрамя Аллаха, ні абаронцы, ні памочніка. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "Колькі ты прабыў?" Ён сказаў: "Я прабыў дзень ці частку дня." Сказаў. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- Навечна да Дня Уваскрэсення; хто ж, акрамя Аллаха, прыйдзе да вас? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- Хто робіць дабрыню, мужчына ці жанчына, і ён веруючы. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- Тыя, хто адводзіць ад шляху Аллаха і хоча яго скрывіць, і яны ў будучым жыцці. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- Ешце, дзе хочаце, але не набліжайцеся да гэтага дрэва, каб не стаць крыўдзіцелямі. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- Скажы: "О народ мой! Дзейнічайце па-свойму, я таксама буду дзейнічаць, і вы даведаецеся." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- Сапраўды, тыя, хто пацярпеў страты — хто страціў сябе і свае сем'і ў Дзень Уваскрэсення, ці ж не. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- Хто ідзе прамым шляхам, той ідзе на карысць сабе, а хто збіваецца, той збіваецца на шкоду сабе, і. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- І тыя, хто не ўвераваў, кажуць: "Чаму яму не ніспасланы знак ад яго Госпада?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- Той, хто стварыў вам ноч для спакою і дзень для зроку, сапраўды. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- Да таго, як наступіць дзень, у які не будзе ні гандлю, ні. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- Каб яны падумалі, што іх таварыш не звар'яцелы; ён толькі напамінальнік. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- Вечна там, не будзе палёгкі ім у пакаранні, і не будзе ім адтэрміноўкі. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- Не працягвай сваіх вачэй да таго, чым Мы надзялілі некаторых з іх. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- І не абрабавайце людзей у іх маёмасці, і не чыніце беззаконня на зямлі. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- І мір яму ў дзень, калі ён нарадзіўся, і ў дзень, калі ён памрэ, і ў дзень, калі ён будзе ўваскрэшаны жывым. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- О народ мой! Дзейнічайце па-свойму, я таксама буду дзейнічаць, і вы даведаецеся, хто. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- І не належыць пасланцу прыходзіць са знакам інакш, як з дазволу Аллаха. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- Затым кожнай душы будзе плачано поўнасцю тое, што яна набыла, і яны не будуць пакрыўджаны. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- Мужчына ці жанчына, і ён веруючы, таму ўвойдуць у рай. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- Ён не нарадзіў дзіця, і няма Яму супольніка ва ўладзе. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- І каго Аллах накіроўвае на прамы шлях, той ідзе прама, а каго Ён збівае, таму ты не знойдзеш. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- Паглядзі, як яны прыводзяць табе прыклады, і самі збіліся з шляху і не могуць знайсці дарогі. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- Скажы: "Я баюся, калі не паслухаюся майго Госпада, пакарання ў Вялікі дзень." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- І адкрылася іх нагата, і яны пачалі нашываць на сябе лісце райскіх садоў. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- І клічце тых, каго можаце, акрамя Аллаха, калі вы шчырыя. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- Усё, што на зямлі, і яшчэ столькі ж, каб выкупіць сябе. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- Вазьміце тое, што Мы далі вам, моцна, і памятайце тое, што ў ім, каб вы былі багабаязнымі. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- Хіба вы чыніце брыдкае, якое не чыніў да вас ніхто з людзей? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- Алаху належыць тое, што ў нябёсах, і тое, што на зямлі, і Аллах быў. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- Іх здабыткі пацягнулі за сабой пакаранне, і тое, з чаго яны кпілі, аблажыла іх. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- Пасланца з вас, які чытае вам Нашы знамёны, ачышчае вас і навучае вас Пісанню і Мудрасці. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- З яго біла дванаццаць крыніц; кожны люд ведаў сваё месца для піцця. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- Толькі здагадка; сапраўды, здагадка не выратуе ад ісціны. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- Калі я яго завяршу і ўдыхну ў яго ад Майго духу, то ўпадзеце перад ім у зямным паклоне. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- Каму належыць канец у гэтым доме? Сапраўды, крыўдзіцелі не дасягнуць поспеху. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- Той, Хто стварыў нябёсы і зямлю, здольны стварыць падобных да іх. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- Веруючым мужчынам і веруючым жанчынам — сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- Калі ты спытаеш іх, хто стварыў нябёсы і зямлю, яны абавязкова скажуць: "Аллах." Скажы. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- І Мы прывялі людзям у гэтым Карані ўсялякія прыклады. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- Калі Нашы пасланцы прыйшлі да Лута, ён засмуціўся з-за іх і адчуў сябе ўціснутым, і сказаў. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- І вось Мы сказалі анёлам: "Упадзіце ў паклоне перад Адамам." Яны ўпалі, акрамя Ібліса, які адмовіўся. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- І зямлю Мы распрасцерлі, і ўстанавілі на ёй непарушныя горы, і вырасцілі на ёй усялякія. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- Яны клікалі Аллаха, чысцячы перад Ім веру; а калі Ён выратаваў іх на сушы. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- Ім пітво з кіпеню і пакутлівае пакаранне за тое, што яны не верылі. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- Хіба мы будзем клікаць акрамя Аллаха тое, што не дапамагае нам і не шкодзіць нам? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- Што Аллах ведае тое, што ў нябёсах, і тое, што на зямлі. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- Хто ж больш несправядлівы, чым той, хто ўзводзіць на Алаха хлусню? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- У гэтым сапраўды ёсць знак, але большасць іх не былі веруючымі. (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- Каб яны пахадзілі па зямлі ды паглядзелі, якім быў канец тых. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- Сказаў: О мой народ! Пакланяйцеся Алаху, няма ў вас іншага бога. (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- Ён увядзе яго ў сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна. (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- Паміж імі ў Дзень Уваскрэсення будзе вырашана тое, у чым яны разыходзіліся. (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- Няўжо яны не хадзілі па зямлі, каб убачыць, якім быў канец? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- Сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- Ты ўводзіш ноч у дзень і ўводзіш дзень у ноч. (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- Праслаўляе Алаха тое, што ў нябёсах і што на зямлі. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- Пакланяйцеся Алаху, няма ў вас іншага бога. Хіба вы не ўбаіцеся? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- Калі Мы сказалі анёлам: Уклоніцеся Адаму, — яны ўкланіліся, акрамя Ібліса. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- Алах ведае тое, што ў нябёсах і што на зямлі. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- Сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна, і гэта. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- Узнагароджаны ён будзе ў свайго Госпада, і няма страху для іх, і яны. (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- У свайго Госпада, і няма страху для іх, і яны не будуць засмучаныя. (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- Хто ідзе прамым шляхам, той ідзе для сябе, а хто збіваецца. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- Ідзе для сябе, а хто збіваецца, той збіваецца на сваю шкоду. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- Чаму не быў яму пасланы знак ад Госпада? Скажы: Сапраўды. (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- Тыя, якія ўверавалі і рабілі добрыя справы, — для іх узнагарода нявычэрпная. (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- Ты выводзіш жывое з мёртвага і выводзіш мёртвае з жывога. (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- Хто не судзіць па тым, што паслаў Алах, — тыя ёсць. (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- Стварыў нябёсы і зямлю і тое, што паміж імі, за шэсць дзён. (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- Сапраўды, Алах з'яўляецца валодальцам міласці для людзей, але большасць. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- Алах не быў несправядлівы да іх, але яны самі былі несправядлівыя да сябе. (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- Адпусціць вам ліхія ўчынкі і ўвядзе вас у сады, дзе пад імі цякуць рэкі. (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- Забараніў Ён вам падла, кроў, мяса свінні і тое, што заколата не ў імя Алаха. (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- Я баюся, калі не паслухаюся Госпада майго, пакарання ў Вялікі дзень. (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- Але пасля таго, як прыйшло да іх веданне, з прычыны зайздрасці паміж імі. (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- Яны выстойваюць малітву і даюць з таго, чым Мы іх надзялілі, таёмна і адкрыта. (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- Каб замест Алаха пакланяцца таму, што не дае нам ні карысці, ні шкоды? (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- Яны вераць у тое, што паслана табе, і ў тое, што паслана да цябе. (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- Хіба ты не бачыў, што Алах паслаў з неба ваду? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- Калі Ён вырашае справу, дык толькі кажа яму: "Будзь!", — і яно бывае. (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- Да Мад'яна — іх брата Шуайба. Сказаў ён: О народ мой, пакланяйцеся Алаху! (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- Гэта з весцяў нябачнага, якія Мы адкрываем табе; ты не ведаў. (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- Калі ж настане іх тэрмін, яны не затрымаюцца на гадзіну і не апярэдзяць. (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- Не ідзіце па слядах сатаны, бо ён — ваш адкрыты вораг. (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- Сярод людзей ёсць той, хто спрачаецца пра Алаха без ведання. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- Алах дае гэта таму, каму пажадае, і Алах — валодальца вялікай міласці. (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- Кожнаму чалавеку будзе ў поўнай меры адплачана за тое, што ён зрабіў, і з імі не паступяць несправядліва. (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- Не забівайце душу, якую Алах забараніў, хіба што па праве. (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- Калі Ён вырашае справу, дык толькі кажа яму: "Будзь!" (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- Увайдзіце ў брамы Геены, дзе будзеце вечна; і брыдкае гэта мясціна для ганарыстых! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- Хіба ты не бачыў тых, каму была дадзена частка Пісання? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- Ім — сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна. (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- О народ мой! Дзейнічайце па-свойму, я таксама буду дзейнічаць, і хутка вы даведаецеся. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- Таго, хто супрацьстаіць Алаху і Яго Пасланцу, — для яго агонь Геены, дзе ён будзе вечна. (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- На сэрцах іх — покрывы, каб яны не разумелі гэтага, а ў вушах іх — глухата. (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- У якое б паселішча Мы ні пасылалі засцерагальніка, яго заможныя жыхары казалі: "Мы". (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- Яны сказалі: "Пакліч для нас твайго Госпада, каб ён растлумачыў нам, якая яна." (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- Яны скажуць: "Алах". Скажы: "Хвала Алаху!" Але большасць іх. (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- Адказнасць яго народа была толькі такой, што яны сказалі: "Выганіце іх". (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- Пад імі цякуць рэкі, дзе яны будуць вечна; гэта — вялікі поспех. (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- Гэтыя — на прамым шляху ад свайго Госпада, і яны — тыя, хто дасягне поспеху. (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- Той, каго напаткае пакаранне, якое ганьбіць яго, і спаткае яго вечнае пакаранне. (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- Пахадзіце па зямлі ды паглядзіце, якім быў канец тых, хто лічыў (знакі) хлуснёй. (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- Яны ніколі не пажадаюць яго з-за таго, што ўчынілі іх рукі, і Алах ведае несправядлівых. (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- Ён лепш ведае, хто збіўся з Яго шляху, і Ён лепш ведае. (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- Сапраўды, Алах — мой Гасподзь і ваш Гасподзь, дык пакланяйцеся Яму; гэта прамы шлях. (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- Валодальца міласці для людзей, але большасць іх не ўдзячныя. (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- Нябёсы і зямлю і тое, што паміж імі, Мы стварылі толькі дзеля праўды і на вызначаны тэрмін. (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- Пакінь іх, хай яны пагружаюцца ў марнаты і забаўляюцца, пакуль не сустрэнуць свой дзень, які ім абяцаны. (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- Калі яны сустракаюць тых, якія ўверавалі, яны кажуць: "Мы ўверавалі", а калі застаюцца сам-насам. (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- Яны выконваюць Тору і Евангелле і тое, што было паслана ім ад іх Госпада. (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- Ён ведае тое, што перад імі, і тое, што за імі, а яны не ахопліваюць (гэтага) веданнем. (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- Ён Той, Хто стварыў нябёсы і зямлю за шэсць дзён. (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- У гэтым сапраўды ёсць знак для вас, калі вы веруеце. (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- Што перашкодзіла людзям увераваць, калі да іх прыйшоў прамы шлях? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- Яны дадалі Алаху роўных, каб збіць з Яго шляху. Скажы: "Карыстайцеся!" (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- Яны здзівіліся, што да іх прыйшоў засцерагальнік з іх саміх, і няверныя сказалі: "Гэта". (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- Сапраўды, твой Гасподзь лепш ведае, хто збіўся з Яго шляху. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- Падобны да таго, хто марнуе свой маёмасць на паказ людзям і не веруе ў Алаха. (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- Дайце з таго, чым Мы вас надзялілі, перш чым наступіць. (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- Ён падпарадкаваў вам тое, што ў нябёсах, і тое, што на зямлі. (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- Мы ў сумневе адносна таго, да чаго вы нас заклікаеце. (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- Сапраўды, твой Гасподзь пашырае долю каму пажадае і абмяжоўвае каму пажадае. Сапраўды, Ён. (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- Гасподзь нябёсаў і зямлі і таго, што паміж імі, калі вы перакананыя. (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- Мы ўверавалі ў Алаха і ў тое, што паслана нам, і ў тое, што паслана. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- Тых, хто быў несправядлівы, напаткаў крык, і яны апынуліся ў сваіх дамах паваленымі. (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- Няма на вас граху ў тым, што яны зробяць адносна сябе. (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- Гасподзь твой лепш ведае, хто збіўся з Яго шляху, і Ён. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- З духам (адкрыццём) паводле Яго загаду на таго, каго Ён пажадае з Сваіх рабоў. (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- Мы далі Ісе, сыну Мар'ям, ясныя знакі і ўмацавалі яго Духам Святым. (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- Каб Ён рассудзіў паміж імі ў Дзень Уваскрэсення ў тым, у чым яны разыходзіліся. (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- Мы зрабілі яе верх нізам і пралілі на яе камяні з абпаленай гліны. (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- Для іх аднолькава — засцерагаў ты іх ці не засцерагаў — яны не вераць. (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- Акрамя людзей, (калі вы праўдзівыя), пажадайце сабе смерці. (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- Алаху, няма ў вас іншага бога. Хіба вы не ўстрашыцеся? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- Ці Мы пакажам табе частку таго, што абяцаем ім, ці забярэм тваё жыццё, — да Нас яны вернуцца. (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- Яны сказалі: "Няўжо, калі мы памром і станем прахам і косткамі, мы будзем уваскрэшаны?" (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- Міласць у руцэ Алаха, Ён дае яе таму, каму пажадае. Алах. (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- Да Ведаючага скрытае і яўнае, і Ён абвесціць вам тое, што вы рабілі. (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- О тыя, якія ўверавалі! Узгадайце міласць Алаха да вас, калі. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- Мы пасылалі да цябе толькі мужчын, якім давалі адкрыццё. (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- Ён даруе яму ліхія ўчынкі і ўвядзе яго ў сады, дзе пад імі цякуць рэкі. (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- Хворы або ў дарозе, — то лік іншых дзён. (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- Яны не ідуць за чымсьці, акрамя здагадак, і яны толькі выдумляюць. (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- Выдатны прыклад для тых, хто спадзяецца на Алаха і на Апошні дзень. (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- І Мы стварылі нябёсы і зямлю і тое, што паміж імі, не інакш як па праўдзе. (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- Укладзі сваю руку ў кішэню, яна з'явіцца белай, без хваробы. (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- Ён абірае сваёй міласцю таго, каго пажадае, і Алах — валодальца вялікай міласці. (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- Хіба ты не ведаеш, што Алаху належыць улада над нябёсамі і зямлёй? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- Што б вы ні зрабілі добрага для сябе, вы знойдзеце гэта ў Алаха. (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- І адкуль бы ты ні выйшаў, звяртай свой твар у бок Забароненай мячэці. (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- Тыя, хто жыў да вас, — вы не знойдзеце змены ў законах Алаха. (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- Таго, Каму належыць тое, што ў нябёсах і што на зямлі. (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- Ні адна жанчына не носіць (цяжар) і не нараджае, акрамя як па Яго веданні. (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- Ён падпарадкаваў сонца і месяц, кожны рухаецца да вызначанага тэрміну. (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- Пад імі цякуць рэкі, дзе яны будуць вечна; гэта ўзнагарода. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- Сказаў ён: "Не, гэта вашыя душы ўявілі вам нейкую справу; цярпенне — прыгожае." (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- То, што ў нябёсах і што на зямлі, і што Алах. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- Які б пасланец ні прыходзіў да іх, яны здзекваліся з яго. (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- Яны сказалі: "О Муса! Ці ты кінеш, ці мы будзем тымі, хто кіне?" (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- Ён забірае вас (пасля смерці), і сярод вас ёсць той, каго вяртаюць у самыя нізкія гады, каб. (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- Для іх — сады, дзе пад імі цякуць рэкі, дзе яны будуць вечна. (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- І Мы зрабілі на іх сэрцах покрывы, каб яны не разумелі гэтага, і ў вушах іх — глухату. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- Абяцанне Алаха — праўда, але большасць іх не ведае. (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- Гэта за тое, што яны супрацьстаялі Алаху і Яго Пасланцу. А хто супрацьстаіць Алаху. (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- І ў той дзень, калі Ён пакліча іх і скажа: "Дзе мае супольнікі, якіх вы ўяўлялі?" (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- Хіба яны не бачылі, што Алах, Які стварыў нябёсы і зямлю, (можа стварыць падобнае)? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- (Таго), хто стварыў цябе з праху, потым з кроплі, потым. (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- Яны сказалі б: "Госпадзе наш! Чаму Ты не паслаў да нас пасланца, каб мы пайшлі за Тваімі знакамі?" (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- Потым да свайго Госпада яны вернуцца, і Ён абвесціць ім тое, што яны рабілі. (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- У іх няма ведання пра гэта; яны прытрымліваюцца толькі здагадак. (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- Мы знайшлі сваіх бацькоў на гэтым шляху, і мы ідзем па іх слядах. (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- Тыя, каму было дадзена Пісанне, не разышліся, пакуль не прыйшло да іх (веданне). (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- І калі Ібрахім сказаў: "Госпадзе мой, зрабі гэты горад бяспечным!" (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- Ён даў вам слых, зрок і сэрцы; мала вы ўдзячныя. (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- Тыя, якія спрачаюцца пра знакі Алаха без улады, якая прыйшла да іх. (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- Ідзіце за рэлігіяй Ібрахіма — ханіфа, і не быў ён з многобожнікаў. (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- І вось Мы ўратавалі вас ад роду Фіраўна, якія падвяргалі вас горшаму пакаранню. (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- Гэта — правільная рэлігія, але большасць людзей не ведае. (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- Хіба ты не бачыў, што Алах падпарадкаваў вам тое, што ў. (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- Тыя, якія не ўверавалі, сказалі б: "Гэта не што іншае, як відавочнае караўніцтва." (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- Калі ім чытаюць Нашы ясныя знакі, тыя, якія не ўверавалі, кажуць. (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- Сады вечнасці, дзе пад імі цякуць рэкі, дзе яны будуць вечна. (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- Ён робіць, што хоча; сапраўды, Алах над кожнай рэччу магутны. (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- Каб Ён дараваў вам грахі і адклаў вас да вызначанага тэрміну. (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- Няўжо вы хочаце адвярнуць нас ад таго, чаму пакланяліся нашы бацькі? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- Калі Гасподзь твой сказаў анёлам: "Я ствару чалавека з гліны". (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- Ён Той, Хто пасылае ветры як добрую вестку перад Сваёй міласцю. (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- Скажы: "Хадзіце па зямлі і глядзіце, якім быў канец (грэшнікаў)." (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- У стварэнні нябёсаў і зямлі, у змене ночы і дня (ёсць знакі). (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- Хто той, хто пазычыць Алаху добры пазык, каб Ён памножыў яго? (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- Судзі паміж імі па тым, што паслаў Алах, і не ідзі за іх жаданнямі. (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- Няўжо яны чакаюць чагосьці іншага, акрамя як прыходу анёлаў або прыходу (загаду) твайго Госпада? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- Сапраўды, тыя, якія ўзводзяць на Алаха хлусню, не дасягнуць поспеху. (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- Падобныя да роду Фіраўна і тых, хто быў да іх — яны лічылі хлуснёй Нашы знакі. (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- І паведамляе добрую вестку веруючым, якія робяць добрыя справы, што ім належыць узнагарода. (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- Алах пашырае долю каму пажадае з Сваіх рабоў, і абмяжоўвае. (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- І вы вернецеся да Ведаючага скрытае і яўнае, і Ён абвесціць вам тое, што вы рабілі. (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- І блізкія сваякі — адны з іх бліжэйшыя да іншых у Пісанні Алаха. (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — абавязковае (трэба рабіць; грэх пакінуць)
- mustahabb / mandub (مستحب / مندوب) — рэкамендаванае (узнагароджваецца, калі зроблена; не грэх, калі пакінута)
- mubah (مباح) — нейтральнае / дазволенае (ні ўзнагароды, ні грэху)
- makruh (مكروه) — агіднае / непажаданае (не рэкамендуецца, але не грэх, калі зроблена)
- haram (حرام) — забароненае (грэх рабіць)
- halal (حلال, дазволенае / законнае) — уключае як mubah, так і mustahabb — усё, што не забаронена
- Пакланяйцеся толькі Алаху і шукайце Яго дапамогі/падтрымкі. 1:5
- Пакланяйцеся толькі Алаху. 2:21
- Не далучайце да Алаха ніякіх супольнікаў. 2:22
- Алах — Той, Хто даруе (прымае пакаянне), Ён прыняў пакаянне Адама (мір яму). 2:37
- Не змешвайце праўду з хлуснёю і не ўтойвайце праўду. 2:42
- Выконвайце салят (штодзённыя малітвы) і давайце закят (міласціну). 2:43
- Загадвайце дабро іншым толькі пасля таго, як самі будзеце яго прытрымлівацца. 2:44
- Шукайце дапамогі Алаха ва ўсіх вашых справах. 2:45
- Не ўдзельнічайце ў распуце і не распаўсюджвайце яе. 2:60
- Не перашкаджайце людзям наведваць дамы пакланення. 2:114
- Паважайце святасць мячэці. Трымайце вашыя месцы для малітвы чыстымі і ачышчанымі. 2:125
- Памінайце Алаха (малітвай, славослоўем і г.д.), і Ён успомніць вас, і будзьце ўдзячныя Яму. 2:152
- Праяўляйце цярпенне ў нягодах. 2:153
- Не ідзіце па слядах Шайтана (Сатаны), які з'яўляецца адкрытым ворагам. 2:168
- Не ідзіце за кімсьці наўздагад. 2:170
- Захоўвайце і выконвайце ўсе даверы. Выконвайце свае рэлігійныя абавязкі з шчырасцю. Выконвайце вашыя клятвы і запаветы. Выконвайце абяцанні, асабліва тыя, якія вы далі Алаху. Падтрымлівайце тых, хто мае патрэбу, і палягчайце цяжкасці. Пазбягайце здзяйснення грахоў, якія вядуць да страты боскай ласкі. Не дазваляйце гордасці весці вас да несправядлівасці. 2:177
- У кісасе (Законе роўнасці ў пакаранні) для вас — жыццё. 2:179
- Трымайце пост у месяц Рамадан. Выконвайце прадпісаны пост, каб стаць мутакунамі (пабожнымі). 2:183
- Паважайце Каран як найвышэйшую крыніцу кіраўніцтва. 2:185
- Не паядайце маёмасці аднаго аднаго несправядліва і не давайце хабар судздзям (перад тым, як прадстаўляць вашыя справы). 2:188
- Не ўціскайце іншых, словам або дзеяннем. Ніколі не змагайцеся як агрэсар, а толькі ў абарону. 2:190
- Абараняйце сірот. Што тычыцца сірот, дзейнічайце сумленна з іх маёмасцю і не паглынайце іх маёмасць. 2:220
- Кайцеся і шукайце прабачэння Алаха. Не ўступайце ў палавыя зносіны падчас менструальнага перыяду. Захоўвайце чысціню (фізічную і духоўную). 2:222
- Выконвайце вашыя абавязкі перад сям'ёй. 2:233
- Выбірайце лідэраў на аснове іх заслуг. 2:247
- Няма прымусу ў рэлігіі. 2:256
- Выдаткоўвайце маёмасць на міласціну. Будзьце міласэрнымі як маёмасцю, так і часам. 2:261
- Не рабіце міласціну марнай, хвалячыся сваёй шчодрасцю. 2:264
- Шайтан (Сатана) пагражае вам галечай і загадвае вам учыняць паскудствы (дрэнныя ўчынкі, незаконныя палавыя зносіны, грахі). 2:268
- Шукайце тых, хто мае патрэбу, і дапамагайце ім. 2:273
- Не ўдзельнічайце ў ліхвярстве і працэнтах. Не спажывайце маёмасці, якая прыносіць працэнты. Не яжце рыбу (ліхву). 2:275
- Дайце больш часу на пагашэнне, калі пазычальнік знаходзіцца ў цяжкім становішчы. 2:280
- Трымайце слова ў дзелавых аперацыях. Будзьце праўдзівымі ў фінансавых справах. Дзейнічайце сумленна ва ўсіх абавязацельствах. Калі вы заключаеце дагавор пазыкі на пэўны тэрмін, запісвайце яго. Бярыце сведкаў, калі заключаеце камерцыйны кантракт. 2:282
- Захоўвайце і выконвайце ўсе даверы. 2:283
- Верце ў Ніспасланыя Кнігі і ва ўсіх Прарокаў. 2:285
- Алах не ўскладае на душу больш, чым яна можа вынесці. Яна атрымае ўзнагароду за набытае ёю дабро і пакаранне за набытае ёю зло. Бог не ўскладае на чалавека больш, чым ён можа вынесці; і мы не павінны рабіць гэтага. Спадзявайцеся на план Алаха нават у цяжкасцях. 2:286
- Хто выконвае запаветы і баіцца Алаха, таго Алах любіць. 3:76
- Здзейсніце хадж (паломніцтва), калі маеце магчымасць. 3:97
- Не раз'ядноўвайцеся. 3:103
- Загадвайце дабро і забараняйце зло. Заахвочвайце справядлівасць у вашай супольнасці. Заклікайце іншых да памінання Алаха. 3:104
- На Алаха павінны спадзявацца вернікі. 3:122
- Не яжце рыбу (ліхву). 3:130
- Падпарадкоўвайцеся Алаху і Яго Пасланцу, каб атрымаць міласць. 3:132
- Алах любіць тых, хто выдаткаў (на справу Алаха — міласціну, ахвяраванні і г.д.) у дастатку і ў нястачы, хто стрымлівае гнеў і хто даруе людзям. 3:134
- Стрымлівайце гнеў. Кантралюйце свой гнеў. 3:134
- Даруйце і прабачайце памылкі іншых. 3:135
- Не будзьце грубымі ў размове. Будзьце цярплівымі да тых, хто адрозніваецца ад вас. 3:159
- Калі Алах дапаможа вам, ніхто не зможа перамагчы вас; а калі Ён пакіне вас, то хто пасля Яго зможа дапамагчы вам? 3:160
- Кожны зведае смерць. І толькі ў Дзень Уваскрэсення вам будзе выплачана поўная ўзнагарода. 3:185
- Глыбока задумайцеся пра цуды прыроды і стварэнне гэтага сусвету. Ведайце, што Бог стварыў сусвет са сэнсам і мэтай. 3:191
- Мужчыны і жанчыны маюць роўныя ўзнагароды за свае ўчынкі. 3:195
- Для тых, хто баіцца свайго Госпада, ёсць сады, пад якімі цякуць рэкі (у Раі); яны будуць там вечна, як гасціннасць ад Алаха. 3:198
- Заўсёды імкніцеся да задавальнення Алаха ў кожным дзеянні. 3:200
- Будзьце пабожнымі перад Госпадам вашым, бойцеся Яго і (не разарывайце) сувязі (роднасці). 4:1
- Аддавайце сіротам іх маёмасць і не абменьвайце (сваё дрэннае) на іх (добрае); і не паглынайце іх маёмасць (далучаючы да сваёй). 4:2
- Давайце жанчынам (на якіх вы жэніцеся) іх махр (абавязковы шлюбны дар, які муж дае жонцы ў час шлюбу) з добрым сэрцам. 4:4
- Ахоўвайце правы сірот. 4:6
- Маёмасць памерлага павінна быць размеркавана сярод членаў яго сям'і. Жанчыны маюць права на спадчыну. 4:7
- Не спажывайце маёмасці сірот несправядліва. 4:10
- Выконвайце запаведзі адносна спадчыны. 4:11
- Забаронена атрымліваць у спадчыну жанчын супраць іх волі і абыходзіцца з імі жорстка. Жывіце з імі (жонкамі) з годнасцю. Паважайце і захоўвайце правы жанчын. Абыходзьцеся з вашай жонкай з дабрынёй і спачуваннем. Абыходзьцеся з жанчынамі з гонарам і справядлівасцю. 4:19
- Не ажаніцеся з тымі, хто звязаны з вамі крывёю. 4:23
- Не забівайце адзін аднаго. Сапраўды, Алах міласэрны да вас. Не спажывайце маёмасці адзін аднаго несправядліва. 4:29
- Калі вы пазбягаеце вялікіх грахоў, якія забаронены, Алах даруе вам (малыя) грахі і ўвядзе вас у высакародны ўваход (г. зн. Рай). 4:31
- Не жадайце таго, у чым Алах даў перавагу адным з вас перад другімі. Пазбягайце зайздрасці і раўнівасці. 4:32
- Мужчыны з'яўляюцца ахоўнікамі і апекунамі жанчын, таму што Алах аддаў перавагу адных перад другімі, і таму што яны выдаткаў (на іх утрыманне) са сваіх сродкаў. Мужчына з'яўляецца ахоўнікам і апекуном сям'і. 4:34
- Пакланяйцеся Алаху і не далучайце да Яго нікога ў пакланенні, рабіце дабро бацькам, сваякам, сіротам, бедным, суседу, таварышу, які побач з вамі, падарожніку (якога вы сустракаеце) і тым (нявольнікам), якімі валодаюць вашыя правыя рукі. Алах не любіць тых, хто ганарысты і хвалькаваты. Будзьце добрымі да іншых. Праяўляйце міласэрнасць да слабых. Падтрымлівайце сямейныя сувязі і паважайце сваякоў. 4:36
- Не будзьце скнарамі. 4:37
- Алах не даруе, калі Яму далучаюць супольнікаў, але даруе, што менш за гэта, каму пажадае. 4:48
- Не зайздросціце іншым. 4:54
- Алах загадвае вам вяртаць даверы тым, каму яны належаць. Калі вы судзіце паміж людзьмі, судзіце справядліва. 4:58
- Падпарадкоўвайцеся Алаху і Яго Пасланцу. Выяўляйце належную павагу да тых, хто мае ўладу сярод вас. 4:59
- Не ўціскайце слабых і ўразлівых. 4:75
- Што б ні прыйшло да вас добрага, гэта ад Алаха, а што б ні здарылася з вамі дрэннага, гэта ад саміх вас. 4:79
- Хто падпарадкоўваецца Пасланцу (Мухамаду, хай мір яму і блаславенне), той ужо падпарадкаваўся Алаху. 4:80
- Хто заступніцца за добрую справу, той атрымае долю ўзнагароды за яе; а хто заступніцца за дрэнную справу, той атрымае долю пакарання за яе. 4:85
- Не належыць верніку забіваць верніка, акрамя як памылкова. 4:92
- Хто заб'е верніка наўмысна, таму адплатай будзе Геена, дзе ён будзе вечна. Гнеў і праклён Алаха будуць на ім, і для яго падрыхтавана вялікае пакаранне. 4:93
- Хто перасяляецца (са свайго дома) на шляху Алаха, той знойдзе на зямлі шмат прытулкаў і багацця. 4:100
- Будзьце пунктуальныя ў вашых малітвах. 4:103
- Не падтрымлівайце і не будзьце абаронцамі тых, хто здраджвае даверам. 4:105
- Шукайце прабачэння Алаха, сапраўды, Алах — прабачальны, міласэрны. 4:106
- Вы, тыя, хто ўвераваў! Будзьце цвёрдымі ў справядлівасці, сведачачы перад Алахам, нават калі гэта супраць вас саміх, або вашых бацькоў, або вашых сваякоў, багаты ён ці бедны. Не адкладайце справядлівасць; дзейнічайце неадкладна, каб выправіць памылкі. 4:135
- Гіпакрыты хочуць абдурыць Алаха, але Ён абдурвае іх. 4:142
- Гіпакрыты будуць у самым ніжнім (узроўні) Агню; і не знойдзеце вы для іх памочніка. 4:145
- Алах не любіць, каб зло прамаўлялася ўголас, акрамя тых, хто быў скрыўджаны. 4:148
- Пасланцы як веснікі добрай весткі і як папярэднікі, каб пасля Пасланцоў у людзей не было справы супраць Алаха. 4:165
- Выконвайце вашыя дагаворы і абяцанні. 5:1
- Дапамагайце адзін аднаму ў дабрыні і пабожнасці, але не ў граху і варожасці. 5:2
- Не ешце мерцвячыну, кроў жывёл і свініну. 5:3
- Будзьце справядлівымі, няхай варожасць і нянавісць да іншых не адхіляе вас ад справядлівасці. Будзьце справядлівымі. Ведайце, што справядлівасць блізкая да пабожнасці. Не адкладайце справядлівасць; дзейнічайце неадкладна, каб выправіць памылкі. 5:8
- Шукайце сродкі набліжэння да Алаха і змагайцеся на Яго шляху, як толькі можаце. Каб вы дабіліся поспеху. 5:35
- Выконвайце вашыя клятвы і запаветы. 5:89
- Пазбягайце ап'яняльных напояў і алкаголю. Строга пазбягайце ап'яняльных напояў (усе віды алкагольных напояў), азартных гульняў, аль-ансаб (каменных ахвярнікаў) і аль-азлям (стрэл для пошуку ўдачы або рашэння), якія з'яўляюцца паскудствам дзеянняў Шайтана. 5:90
- Не забівайце дзічыну, калі вы знаходзіцеся ў стане іхрама для хаджу або ўмры (паломніцтва). 5:95
- Не пытайцеся пра рэчы, якія, калі іх вам растлумачаць, могуць вас засмуціць. 5:101
- Не зневажайце багоў іншых. Не зневажайце тых, каму яны (няверныя) пакланяюцца акрамя Алаха, каб яны не сталі зневажаць Алаха па няведанні. 6:108
- Калі вы будзеце падпарадкоўвацца большасці тых, хто на зямлі, яны ўвядуць вас у зман, збіўшы з шляху Алаха. Яны прытрымліваюцца толькі здагадак і толькі хлусяць. 6:116
- Пакіньце (людзі) усялякі грэх, відавочны і схаваны. 6:120
- Не ешце (вернікі) з таго (мяса), над якім не было вымаўлена імя Алаха (у час забойства жывёлы). 6:121
- Каго Алах хоча наставіць на прамы шлях, таму Ён раскрывае грудзі для Ісламу; а каго Ён хоча збіць з шляху, таму Ён робіць грудзі вузкімі і сціснутымі. 6:125
- Будзьце ўмеранымі ў выдаткаванні і пазбягайце марнатраўства. Захоўвайце правы ўсіх стварэнняў. 6:141
- Не далучайце нічога да Алаха ў пакланенні, будзьце добрымі і паслухмянымі да бацькоў, не забівайце сваіх дзяцей з-за беднасці, не набліжайцеся да паскудных учынкаў, не забівайце нікога, каго Алах забараніў, акрамя як па праве. 6:151
- Будзьце сумленнымі; не падманвайце ні ў якіх вашых справах. Не набліжайцеся да маёмасці сіраты, акрамя як з мэтай палепшыць яе, давайце поўную меру і поўную вагу па справядлівасці, калі даяце слова, кажыце праўду, нават калі гэта датычыць блізкага сваяка, і выконвайце Запавет Алаха. 6:152
- Ідзіце па Простаму Шляху і не ідзіце (іншымі) шляхамі, бо яны аддзеляць вас ад Яго Шляху. 6:153
- Скажы (Мухамад): "Сапраўды, мая малітва, мая ахвяра, маё жыццё і мая смерць — для Алаха, Госпада сусветаў." 6:162
- Не будзьце ганарыстымі. 7:13
- Няхай Шайтан (Сатана) не падмане вас. 7:27
- Скажы (Мухамад): "Мой Гасподзь загадаў справядлівасць…" 7:29
- Прытрымлівайцеся межаў, устаноўленых Алахам, ва ўсіх пытаннях. Пазбягайце празмернасцей у словах і дзеяннях. Ешце і піце, але не празмернічайце. Насіце прыгожую вопратку падчас малітваў. 7:31
- Алах стварыў нябёсы і зямлю за шэсць дзён, а потым узвысіўся на Троне (сапраўдным чынам, годным Яго Вялікасці). 7:54
- Звяртайцеся да вашага Госпада з пакорлівасцю і ўтаймавана. Ён не любіць тых, хто пераступае межы. 7:55
- І не чыніце бязладдзя на зямлі пасля таго, як яна прыведзена ў парадак, і звяртайцеся да Яго з боязню і надзеяй. 7:56
- А тыя, хто здзейсніў злыя ўчынкі, а потым пакаяліся і ўверавалі, — сапраўды, твой Гасподзь пасля гэтага прабачальны, міласэрны. 7:153
- Скажы (Мухамад): "Людзі! Я — Пасланец Алаха да вас усіх." 7:158
- І (усе) Найпрыгажэйшыя Імёны належаць Алаху, таму звяртайцеся да Яго па іх і пакіньце тых, хто зневажае Яго Імёны… 7:180
- Каго Алах зводзіць з шляху, таму няма настаўніка; і Ён пакідае іх блукаць у іх празмернасцях. 7:186
- Праяўляйце паблажлівасць, загадвайце дабро і пазбягайце невукаў (г. зн. не карайце іх). 7:199
- Даруйце іншым іх памылкі. 7:199
- І калі шэпт ад Шайтана (Сатаны) кранецца цябе, то шукай сховішча ў Алаха. Сапраўды, Ён — Чуючы, Ведаючы. 7:200
- Вернікі — гэта тыя, у каго, калі згадваецца Алах, узнікае страх у сэрцах, і калі ім чытаюць Яго аяты, яны павялічваюць сваю веру. 8:2
- Не здраджвайце Алаху і Яго Пасланцу і не здраджвайце свядома вашым даверам (і ўсім абавязкам, якія Алах усклаў на вас). 8:27
- Калі вы будзеце падпарадкоўвацца і баяцца Алаха, Ён дасць вам Фуркан (крытэрый (каб адрозніваць праўду ад хлусні), або (выхад, каб вывесці вас з любых цяжкасцей)). 8:29
- Тыя, хто не верыць, выдаткаваюць сваё багацце, каб адхіліць (людзей) ад шляху Алаха, і яны будуць працягваць выдаткаваць яго; але ў рэшце рэшт гэта стане для іх пакутай. 8:36
- Скажы тым, хто не ўвераваў, калі яны спыняцца (ад нявер'я), ім будзе даравана тое, што было раней. Але калі яны вернуцца (да нявер'я), то прыклады тых (хто быў пакараны) раней ужо былі (як папярэджанне). 8:38
- Калі вы сустрэнеце (варожую) сілу, стойце цвёрда і часта ўзгадвайце імя Алаха (мовай і розумам), каб дасягнуць поспеху. 8:45
- Не будзьце падобныя да тых, хто выходзіў са сваіх дамоў з ганарыстасцю і каб паказаць сябе людзям, і (таксама) адхілялі (людзей) ад шляху Алаха. 8:47
- Алах ніколі не змяняе ласкі, якую Ён дараваў людзям, пакуль яны не зменяць тое, што ў іх саміх. 8:53
- Найгоршымі з жывых стварэнняў перад Алахам з'яўляюцца тыя, хто не верыць. 8:55
- Бог укладвае любоў і прыхільнасць паміж сэрцамі тых, хто верыць у Яго. 8:63
- Абараняйце і дапамагайце тым, хто шукае абароны. 9:6
- Не належыць шматбожнікам утрымліваць мячэці Алаха. 9:17
- Яны (няверныя, іўдзеі і хрысціяне) хочуць патушыць святло Алаха (з якім быў пасланы Мухамад — ісламскі адзінабожжа) сваімі вуснамі, але Алах не дазволіць, каб Яго святло не было дасканалым, нават калі няверныя гэтага ненавідзяць. 9:32
- Садакат (г.зн. закят) прызначаюцца толькі: 1) бедным, 2) небагатым, 3) тым, хто збірае іх, 4) для тых, чыі сэрцы схіляюцца да Ісламу, 5) для вызвалення палонных, 6) для тых, хто пагрузіўся ў доўг, 7) для тых, хто на шляху Алаха (для змагароў), і 8) для падарожнікаў. 9:60
- Хто працівіцца і праяўляе варожасць да Алаха і Яго Пасланца (хай мір яму і блаславенне), таму будзе Агонь Геены, дзе ён будзе вечна. Гэта вялікая ганьба. 9:63
- Гіпакрыты, мужчыны і жанчыны, падобныя адзін да аднаго. Яны забылі Алаха, і Ён забыў іх. 9:67
- Імкніцеся да чысціні. Паважайце святасць мячэці. 9:108
- Не належыць (Прароку і вернікам) прасіць прабачэння для шматбожнікаў, нават калі яны сваякі, пасля таго як ім стала відавочна, што яны будуць насельнікамі Агню (таму што яны памерлі ў нявер'і). 9:113
- Хто больш несправядлівы, чым той, хто ўзводзіць на Алаха хлусню або адхіляе Яго аяты? Сапраўды, грэшнікі не будуць мець поспеху! 10:17
- Яны пакланяюцца акрамя Алаха таму, што не шкодзіць ім і не прыносіць карысці, і кажуць: "Яны — нашы заступнікі перад Алахам." Скажы: "Ці паведамляеце вы Алаху пра тое, чаго Ён не ведае на нябёсах і на зямлі?" Хвала Ён і Ён вышэй за тое, што яны далучаюць да Яго! 10:18
- Уздаяненнем за зло з'яўляецца такое ж зло. 10:27
- Такі Алах, ваш сапраўдны Гасподзь. Што ж пасля праўды, акрамя зману? Як жа вы адвярнуліся? 10:32
- Большасць з іх прытрымліваецца толькі здагадак. Сапраўды, здагадкі нічога не вартыя перад праўдай. 10:36
- Сапраўды! Алах не ўціскае людзей ні ў чым; але людзі самі сябе ўціскаюць. 10:44
- Ведайце, што ласка Божая лепшая за ўсё, што чалавек можа назапасіць або назапашваць. 10:58
- Не будзьце аднымі з тых, хто адхіляе аяты Алаха, бо тады вы апынецеся сярод тых, хто нясе страты. 10:95
- Калі Алах кране цябе шкодай, ніхто не зможа адхіліць яе, акрамя Яго; а калі Ён жадае табе дабра, ніхто не зможа спыніць Яго ласку, якую Ён даруе таму з Яго рабоў, каму пажадае. 10:107
- Няма на зямлі ніводнай жывой істоты, якая б не атрымлівала ежу ад Алаха. І Ён ведае яе месца знаходжання і месца захавання (у чэраве, магіле і г.д.). 11:6
- Калі мы даем чалавеку пакаштаваць ласку ад Нас, а потым адбіраем яе, ён прыходзіць у роспач і становіцца няўдзячным. 11:9
- Хто жадае зямнога жыцця і яго пацеры, тым Мы дамо поўную ўзнагароду за іх учынкі і не паменшым іх. 11:15
- Мы не былі несправядлівыя да іх, але яны самі былі несправядлівыя да сябе. І багі іх, акрамя Алаха, да якіх яны звярталіся, не дапамаглі ім, калі прыйшоў загад твайго Госпада, і толькі павялічылі іх пагібель. 11:101
- У той дзень, калі ён настане, ніхто не прамовіць без Яго (Алаха) дазволу. Сярод іх будуць і няшчасныя, і (іншыя) шчаслівыя. 11:105
- Што тычыцца тых, хто няшчасны, яны будуць у Агні, стогнучы і галосячы. 11:106
- Яны будуць там вечна, пакуль існуюць нябёсы і зямля, акрамя таго, што захоча твой Гасподзь. Сапраўды, твой Гасподзь робіць тое, што хоча. 11:107
- А тыя, хто шчаслівы, будуць у Раі, дзе будуць вечна, пакуль існуюць нябёсы і зямля, акрамя таго, што захоча твой Гасподзь, у якасці дару, які не будзе спынены. 11:108
- Не схіляйцеся да тых, хто чыніць несправядлівасць, каб вас не крануў Агонь, і не будзе ў вас абаронцаў, акрамя Алаха, і тады вам не дапамогуць. 11:113
- Выконвайце салят на двух канцах дня і ў начныя гадзіны (г. зн. 5 штодзённых малітваў). Добрыя справы змываюць дрэнныя (г. зн. малыя грахі). 11:114
- Алаху належыць схаванае на нябёсах і на зямлі, і да Яго вяртаюцца ўсе справы (для вырашэння). 11:123
- Загад (ці рашэнне) належыць толькі Алаху. Ён загадаў, каб вы пакланяліся толькі Яму (адзінабожжа), гэта правільная рэлігія, але большасць людзей не ведае. 12:40
- Ніколі не трацьце надзею на міласць Алаха. 12:87
- І большасць людзей не ўверуе, нават калі вы гэтага вельмі жадаеце. 12:103
- І большасць з іх не верыць у Алаха, не далучаючы да Яго супольнікаў (г. зн. яны шматбожнікі). 12:106
- Гэта (Каран) не звычайнае слова, а пацверджанне таго, што было да яго (Таўрат, Евангелле і іншыя Пісанні), і падрабязнае тлумачэнне ўсяго, кіраўніцтва і міласць для тых, хто верыць. 12:111
- Алах павялічвае долю таму, каму хоча, і абмяжоўвае (каму хоча). 13:26
- Часта ўзгадвайце Алаха (праз зікр). Тыя, хто верыць у Бога, знаходзяць суцяшэнне ў памінанні Яго. 13:28
- Тыя, хто верыць і робіць дабро, атрымліваюць радасць і спакой душы. 13:29
- Тыя, хто аддае перавагу зямному жыццю перад будучым, і адхіляе (людзей) ад шляху Алаха (Ісламу) і імкнецца скрывіць яго, — яны знаходзяцца ў глыбокім змане. 14:3
- Праяўляйце пакорлівасць і ўдзячнасць у пакланенні. 14:7
- Прытча пра тых, хто адмаўляе свайго Госпада, падобная да попелу, над якім моцна дзьме вецер у бурны дзень; яны не змогуць атрымаць нічога з таго, што здабылі. 14:18
- Алах умацуе тых, хто ўвераваў, моцным словам у гэтым свеце (г. зн. яны будуць працягваць пакланяцца толькі Алаху) і ў будучым жыцці. 14:27
- Не думайце, што Алах не ведае пра тое, што чыняць бязбожнікі (шматбожнікі, крыўдзіцелі і г.д.), але Ён дае ім адтэрміноўку да Дня, калі вочы будуць глядзець у жаху. 14:42
- Каб Алах адплаціў кожнай душы за тое, што яна здабыла. Сапраўды, Алах хуткі ў разліку. 14:51
- І сапраўды, Мы стварылі чалавека з гліны, якая гучыць, з чорнага глею, які змяніўся. 15:26
- А джынаў Мы стварылі раней з полымя агню без дыму. 15:27
- Яго (Пекла) мае сем варот, для кожных варот прызначаны (асобны) клас грэшнікаў. 15:44
- Ён стварыў чалавека з вады (змяшанай кроплі мужчынскага і жаночага выдзялення), а потым ён становіцца адкрытым праціўнікам. 16:4
- І жывёлу Ён стварыў для вас; у іх ёсць цяпло (цёплая вопратка) і шмат карысці, і вы імі харчуецеся. 16:5
- (І стварыў) коней, мулаў і аслоў для язды і ўпрыгожання. І Ён стварае тое, чаго вы не ведаеце. 16:8
- Ён той, хто высылае з неба ваду (дождж); з яе вы п'яце, і дзякуючы ёй расце трава, якой вы пасвіце жывёлу. 16:10
- Ён — Той, Хто падпарадкаваў вам мора, каб вы елі з яго свежае мяса (рыбу) і даставалі з яго ўпрыгожанні, якія вы носіце. 16:14
- Ён усталяваў на зямлі непахісныя горы, каб яна не вагалася разам з вамі, і рэкі, і дарогі, каб вы знайшлі праўдзівы шлях. 16:15
- Ці ж Той, Хто стварае, падобны да таго, хто не стварае? Няўжо вы не памятаеце? 16:17
- Калі вы паспрабуеце палічыць ласкі Алаха, вам не ўдасца іх палічыць. 16:18
- Алах ведае тое, што вы ўтойваеце, і тое, што вы абвяшчаеце. 16:19
- Тыя, каго яны (шматбожнікі) клічуць акрамя Алаха, не стварылі нічога, але самі створаны. 16:20
- (Яны) мёртвыя, без жыцця, і не ведаюць, калі будуць уваскрэшаны. 16:21
- Наша слова для таго, калі Мы чагосьці зажадаем, гэта сказаць яму: "Стань!" — і яно становіцца. 16:40
- Няўжо тыя, хто будуе падступныя планы, адчуваюць сябе ў бяспецы ад таго, што Алах не пагоніць іх у зямлю, або што пакаранне не прыйдзе да іх з таго боку, адкуль яны не чакаюць? 16:45
- Усе даброты і ласкі, якія вы маеце, — ад Алаха. Калі ж вас кране няшчасце, вы голасна клічаце Яго на дапамогу. 16:53
- А калі Ён адхіляе ад вас няшчасце, дык вось тады некаторыя з вас далучаюць да свайго Госпада супольнікаў. 16:54
- У жывёле ёсць для вас урок. Мы даем вам піць з таго, што знаходзіцца ў іх жыватах — сумесь пераваранай ежы і крыві — чыстае малако, прыемнае для тых, хто яго п'е. 16:66
- Такім чынам, не давайце Алаху падобных (бо нічога падобнага да Яго няма, і Ён не падобны ні на што). Сапраўды, Алах ведае, а вы не ведаеце. 16:74
- Ведайце, што Бог даў людзям слых, зрок, інтэлект і пачуцці, каб яны былі ўдзячныя. 16:78
- Пазбягайце прагнасці і сквапнасці. 16:97
- Калі вы хочаце чытаць Каран, шукайце сховішча ў Алаха ад Шайтана (Сатаны), прагнанага (праклятага). 16:98
- Ведайце, што зло, учыненае па няведанні, даруецца, калі чалавек пакаецца і выправіцца. 16:119
- Заклікай (Мухамад) да шляху твайго Госпада (Ісламу) з мудрасцю і добрым настаўленнем і вядзі з імі размову найлепшым чынам. Заклік іншых да шляху Бога павінен быць з мудрасцю і дабрынёю. 16:125
- Алах з тымі, хто баіцца Яго (выконвае свой абавязак перад Ім), і з тымі, хто робіць дабро. 16:128
- Гэты Каран вядзе да таго, што з'яўляецца найболей правільным і справядлівым. 17:9
- Ніхто не можа несці цяжар грахоў іншага. 17:15
- Хто жадае будучага жыцця і імкнецца да яго з належным імкненнем, будучы вернікам, — вось тыя, чыё імкненне будзе адзначана і ўзнагароджана (Алахам). 17:19
- Шануйце сваіх бацькоў і абыходзьцеся з імі дабрынёй. Будзьце паслухмяныя да бацькоў. Не гаварыце ім ніводнага слова непавагі. І твой Гасподзь загадаў вам пакланяцца толькі Яму. І быць добрым да бацькоў. Калі адзін з іх ці абодва дасягнуць старасці, не кажыце ім "Цьфу!", не крычыце на іх, а кажыце з імі пачціва. 17:23
- І схілі перад імі крыло пакоры з міласэрнасці і скажы: "Госпадзе мой! Злітуйся над імі, як яны выхоўвалі мяне ў дзяцінстве." 17:24
- Сапраўды, марнатраўцы — браты шатанаў, а Шайтан няўдзячны свайму Госпаду. 17:27
- Не марнуйце грошы. 17:29
- Не забівайце сваіх дзяцей з-за страху беднасці. 17:31
- Не ўчыняйце пералюбу. Захоўвайце святасць шлюбу і пазбягайце пералюбу. 17:32
- Давайце поўную меру, калі адмяраеце, і важце на правільнай шалі. Гэта лепш (карысней) і лепш у выніку. 17:35
- Не ідзі (чалавек) за тым, пра што ты не маеш ведаў (напрыклад, калі хтосьці кажа: "Я бачыў", хоць насамрэч не бачыў, або "Я чуў", хоць не чуў). 17:36
- Будзьце пакорнымі і не будзьце ганарыстымі. Не хадзіце па зямлі з пагардай. Сапраўды, вы не можаце разрэзаць (прабіць) зямлю і не можаце дасягнуць вышыні гор. 17:37
- Ваш Гасподзь лепш за ўсіх ведае вас; калі Ён захоча, змілуецца над вамі, або калі захоча, пакарае вас. 17:54
- Хто быў сляпым у гэтым свеце (г. зн. не бачыць знакаў Алаха і не верыць у Яго), будзе сляпым у будучым жыцці і яшчэ больш збітым з шляху. 17:72
- Выконвайце прадпісаныя малітвы ў іх час. 17:78
- Мы ўсебакова растлумачылі людзям у гэтым Каране ўсялякія прытчы, але большасць людзей адмаўляецца ад праўды, акрамя нявер'я. 17:89
- Мы прывялі ў гэтым Каране любыя прыклады для людзей. Але чалавек больш за ўсё схільны да спрэчак. 18:54
- Іх узнагародай будзе Пекла; таму што яны не верылі і насміхаліся з Маіх аятаў і Маіх Пасланцоў. 18:106
- Не падобае (Велічы) Алаха мець дзіця (гэта нагадвае пра паклёп хрысціян на Алаха, якія кажуць, што Ісус з'яўляецца сынам Алаха). Хвала Яму! 19:35
- Гаварыце з людзьмі ветліва. 20:44
- Спаборнічайце адзін з адным у здзяйсненні дабра. 21:90
- Пазбягайце пустаслоўя. 23:3
- Захоўвайце сваю цнатлівасць. 23:5
- Беражыце сваё сэрца ад грахоўных схільнасцей. 23:97
- Даруйце іншым і прабачайце іх правіны. 24:22
- Паважайце прыватнае жыццё іншых, асабліва ў іх дамах. Выконвайце правы суседзяў. 24:27
- Апусціце позірк (як для мужчын, так і для жанчын). Захоўвайце сваю цнатлівасць і маральную чысціню. 24:30
- Захоўвайце сціпласць у вопратцы і паводзінах. 24:31
- Ведайце, што Бог дае бяспеку і спакой тым, хто пакланяецца Яму і чыніць дабро. 24:55
- Не ўваходзьце ў пакой бацькоў без дазволу. 24:58
- Будзьце сціплымі і пакорнымі. 25:63
- Пазбягайце ілжывага сведчання і падману. 25:72
- Імкніцеся да ўзнагароды ў будучым жыцці, але не грэбуйце сваімі справамі ў гэтым свеце. 28:77
- Не звяртайцеся да іншага боства, акрамя Алаха. 28:88
- Не ўступайце ў гомасексуальныя адносіны. 29:29
- Імкніцеся да дасканаласці ва ўсіх вашых пачынаннях. 29:69
- Выконвайце малітву і давайце міласціну. 31:4
- Загадвайце дабро і забараняйце зло. 31:17
- Пазбягайце ганарыстасці ў паводзінах. Не марнуйце час у пустых размовах. 31:18
- Будзьце ўмеранымі ў хаду і ў гучнасці вашага голасу. 31:19
- Ідзіце па прыкладзе Прарока Мухамада. 33:21
- Жанчыны не павінны выстаўляць або хваліцца сваёй прыгажосцю і ўпрыгожаннямі. 33:33
- Гаварыце праўду ва ўсіх абставінах. 33:70
- Шукайце мудрасці і разумення праз роздум. 38:29
- Выконвайце запаведзі Карана. 39:23
- Бог даруе ўсе грахі, калі грэшнік каецца і звяртаецца да Яго. 39:53
- Звяртайцеся да Алаха з шчырай дуа (мальбой). 40:60
- Адхіляйце зло тым, што лепш. 41:34
- Вырашайце справы пасродкам кансультацый. 42:38
- Не падымайце свой голас вышэй за голас Прарока. 49:2
- Захоўвайце сакрэты і пазбягайце здрады. 49:6
- Садзейнічайце міру паміж тымі, хто знаходзіцца ў канфлікце. Імкніцеся да прымірэння ў канфліктах. 49:9
- Не высмейвайце іншых. 49:11
- Пазбягайце падазрэнняў. Пазбягайце шпіянажу і пляткарання. Не пляткарыце і не ганьбіце іншых. Устрымлівайцеся ад усіх формаў пляткарання і паклёпу. Не дазваляйце ганарыстасці весці вас да несправядлівасці. 49:12
- Ведайце, што толькі набожнасць робіць чалавека высакародным. Паважайце адрозненні паміж людзьмі і культурамі. 49:13
- Паважайце гасцей. 51:26
- Будзьце ўважлівымі да вашых абавязкаў перад Алахам. 51:56
- Выдаткоўвайце маёмасць на міласціну. 57:7
- Ведайце, што ў рэлігіі няма манаства (адмова ад шлюбу і зручнасцей, як у манахаў, манашак або іншых, якія жывуць пад рэлігійнымі абяцаннямі, або будынкаў, у якіх яны жывуць). 57:27
- Няхай багацце не адцягвае вас ад памінання Алаха. 58:11
- Тыя, хто мае веды, атрымаюць больш высокі статус ад Бога. 58:11
- Абыходзьцеся з немусульманамі па-добраму і справядліва. 60:8
- Пазбягайце крывадушнасці ў вашых перакананнях і ўчынках. 63:9
- Трымайцеся далей ад прагнасці і сквапнасці. 64:16
- Захоўвайце адкрыцці, давераныя вам. 73:15
- Памятайце пра Дзень Судны. 75:36
- Загадвайце цярпенне і спачуванне. 90:17
- Тыя, хто ачышчае свае душы, дасягаюць поспеху, а тыя, хто апаганьвае іх, церпяць няўдачу. 91:10
- Не праганяйце тых, хто мае патрэбу. 93:10
- Імкніцеся да ведаў і разумення. Чытайце і разважайце над Кананом. 96:1–5
- Заахвочвайце карміць бедных. 107:3
""";
