const String quranIndexKannadaRaw = r"""
ಮನ್ಜಿಲ್ ದುಆಗಳು 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ನಮ್ಮ ಪ್ರಭುವೇ ದುಆಗಳು 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ನನ್ನ ಪ್ರಭುವೇ ದುಆಗಳು 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ಆರನ್ (ಹಾರುನ್) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'ಅಬಾಸಾ, S.80; 74:22
ಶುದ್ಧೀಕರಣ (ವುಡು), 4:43; 5:6
ಅಬ್ರಹಾಂ (ಇಬ್ರಾಹಿಂ) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ಯೆಹೂದ್ಯನೂ ಅಲ್ಲ, ಕ್ರೈಸ್ತನೂ ಅಲ್ಲ, 3:67-68
- ಬಕ್ಕಾದಲ್ಲಿ ಮೊದಲ ದೇವಾಲಯದಲ್ಲಿ ನಿಂತರು, 3:97; 26:123
- ಕಾಬಾದ ಅಡಿಪಾಯವನ್ನು ಎತ್ತುತ್ತದೆ 2:124-129
- ತನ್ನ ಜನರನ್ನು ಒಬ್ಬನೇ ಸತ್ಯ ದೇವರ ಆರಾಧನೆಗೆ ಕರೆಯುತ್ತಾನೆ 2:130-133; 26:69-89; 29:16; 29:24-27
- ಸೊಕ್ಕಿನ ರಾಜನ ಚರ್ಚೆಗಳು 2:258
- ಪುನರುತ್ಥಾನದ ಬಗ್ಗೆ ವಿಚಾರಿಸುತ್ತದೆ 2:260
- ಯೆಹೂದ್ಯನೂ ಅಲ್ಲ, ಕ್ರೈಸ್ತನೂ ಅಲ್ಲ 3:65-68
- ಸ್ವರ್ಗೀಯ ಆರಾಧನೆಯನ್ನು ನಿರಾಕರಿಸುತ್ತದೆ 6:74-87
- ಇಸಾಕನ ಜನನದ ಸುದ್ದಿ ಪಡೆಯುತ್ತಾನೆ 11:69-76; 51:24-30
- ಕಾಬಾದಲ್ಲಿ ಅವರ ಪ್ರಾರ್ಥನೆ 14:35-41
- ದೇವದೂತರು ಭೇಟಿ ನೀಡಿದರು 15:51-56
- ಒಂದು ಮಾದರಿ 16:123
- ತನ್ನ ತಂದೆಯನ್ನು ಸತ್ಯಕ್ಕೆ ಕರೆಯುತ್ತಾನೆ 19:41-50
- ವಿಗ್ರಹಗಳನ್ನು ನಾಶಪಡಿಸುತ್ತಾನೆ ಮತ್ತು ಬೆಂಕಿಯಿಂದ ರಕ್ಷಿಸಲ್ಪಡುತ್ತಾನೆ 21:51-73; 37:83-113
- ಎಲ್ಲರನ್ನೂ ತೀರ್ಥಯಾತ್ರೆಗೆ ಕರೆಯುತ್ತದೆ 22:26
ಅಬ್ರಾರ್, 3:193, 198; 76:5; 82:13; 83:18-22
ರದ್ದತಿ, 2:106, 16:101
ಅಬು ಲಹಬ್, 111:1-5
'ಆದ್ ಜನರು, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ಆದಾಮ, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ದೇವದೂತರು ಮುಂದೆ ನಮಸ್ಕರಿಸುತ್ತಾರೆ, 2:34; 7:11
- ಜ್ಞಾನವೃಕ್ಷ, 2:35; 7:19-20; 20:120-121
- ಉದ್ಯಾನದಿಂದ ಗಡಿಪಾರು (ಹವ್ವಾ ಮೇಲೆ ಯಾವುದೇ ಆರೋಪವಿಲ್ಲ), 2:36; 7:24
- ಅಲ್ಲಾಹನಿಂದ ಗೌರವಿಸಲ್ಪಟ್ಟ, ಸೈತಾನನಿಂದ ಶೋಧಿಸಲ್ಪಟ್ಟ 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ಅಲ್ಲಾಹನಿಂದ ಕ್ಷಮಿಸಲ್ಪಟ್ಟಿದೆ 2:37; 20:122
'ಅಡಿಯಾತ್, S.100
'ಅದ್ನ್ ಪ್ಯಾರಡೈಸ್, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ಪ್ರತಿಕೂಲತೆ
- ಇನ್ನೊಬ್ಬರ ಹೊರೆಯಿಂದ ಹೊರೆಯಾಗದಿರುವುದು, 6:164; 17:15; 35:18; 39:7; 53:38
- ತಡೆದುಕೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಹೊರೆ ಇಲ್ಲ, 2:286; 6:152; 7:42; 23:62
- ತಾಳ್ಮೆ, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ವೃದ್ಧಾಪ್ಯ, 16:70; 22:5; 30:54; 36:68
- ನಿಮ್ಮ ಆರೈಕೆಯಲ್ಲಿರುವ ವಯಸ್ಸಾದ ಪೋಷಕರ ಕಡೆಗೆ ವರ್ತನೆ, 17:23
ಅಹ್ಮದ್, 61:6
ಅಹ್ಕಾಫ್, S.46; 46:21
ಅಹಜಾಬ್, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ಐಕಾ, ನಿವಾಸಿಗಳು, 15:78; 26:176; 38:13; 50:14
ಅ'ಲಾ ಎಸ್.87; 87:1; 92:20
'ಅಲಕ್, S.96
ಅಲ್-ಇಮ್ರಾನ್, S.3
ಅಲ್ಲಾಹ್
- ಅವನಿಗೆ ಒಂದು ದಿನವು ಐವತ್ತು ಸಾವಿರ ವರ್ಷಗಳು, 70:4
- ಅವನಿಗೆ ಒಂದು ದಿನವು ಸಾವಿರ ಮಾನವ ವರ್ಷಗಳು, 22:47; 32:5
- ಏನನ್ನಾದರೂ ಮಾಡುವ ಸಾಮರ್ಥ್ಯ, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ಎಲ್ಲಾ ನ್ಯಾಯಾಧೀಶರಲ್ಲಿ ಅತ್ಯುತ್ತಮರು, 95:8
- ವ್ಯಾಖ್ಯಾನ ಮೀರಿ, 43:82; 67:12
- ನಂಬಿಕೆಯಿಲ್ಲದವರ ಕುತಂತ್ರಗಳನ್ನು ವ್ಯರ್ಥ ಮಾಡುವುದು, 8:30; 8:36
- ಮಾನವರು ಕಣ್ಮರೆಯಾಗುವಂತೆ ಮಾಡಿ ಇತರ ಜೀವಿಗಳನ್ನು ಹುಟ್ಟುಹಾಕುವುದು, 4:133; 14:19; 35:16
- ನಗು ಮತ್ತು ಅಳುವಿಕೆಯನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ, 53:43
- ಮನುಷ್ಯನನ್ನು ಒಂದು ಶತಮಾನದವರೆಗೆ ನಿದ್ರೆಗೆಡಿಸಿತು, 2:259
- ಸತ್ಯವನ್ನು ತಿರಸ್ಕರಿಸುವವರ ಶತ್ರು, 2:98
- ಬೆಳಿಗ್ಗೆಯಿಂದ ರಾತ್ರಿಯವರೆಗೆ ಅವನ ಮಹಿಮೆಯನ್ನು ಸ್ತುತಿಸಿ, 33:42
- 16:57; 17:40; 43:16; 52:39; 53:21-22 ರ ಸುಳ್ಳು ಹೆಣ್ಣುಮಕ್ಕಳು
- ಹೆಸರಿನಿಂದ, 53:19-20
- ಮನುಷ್ಯರಿಗೆ ಸ್ವತಂತ್ರ ಇಚ್ಛೆಯನ್ನು ನೀಡುತ್ತದೆ, 36:67
- ಅವನಿಗಾಗಿ ಎಲ್ಲವನ್ನೂ ತ್ಯಜಿಸುವುದು, 4:66-68; 4:125
- ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದ್ದು ಅವನಿಂದಲೇ, 4:78
- ಜೀವನ ಮತ್ತು ಮರಣವನ್ನು ನೀಡುತ್ತದೆ, 44:8; 53:44; 57:2; 67:2
- ಕಷ್ಟಪಟ್ಟು ದುಡಿಯುವವರಿಗೆ ಉತ್ತಮ ಪ್ರತಿಫಲ ದೊರೆಯುತ್ತದೆ, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ಅವನಿಗೆ ಸಂಗಾತಿ ಇಲ್ಲ, 72:3
- ಮಗನಿಲ್ಲ, 43:81; 72:3; 112:3
- ನಿನ್ನ ಕಷ್ಟದ ಸಮಯದಲ್ಲಿ ನಿನ್ನನ್ನು ಕೈಬಿಟ್ಟಿಲ್ಲ, 93:3
- ಜ್ಞಾನ ಎಲ್ಲೆಡೆ ಇದೆ, 2:115; 2:142; 2:177; 4:126
- ಮೊದಲನೆಯವನು ಮತ್ತು ಕೊನೆಯವನು (ಆಲ್ಫಾ ಮತ್ತು ಒಮೆಗಾ), 57:3
- ಹೊರಗೂ ಒಳಗೂ ಆಗಿದೆ, 57:3
- ಗ್ರಹಿಕೆಗೆ ಮೀರಿದ, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7 ಎಂದು ತಿಳಿದಿದೆ.
- ನ್ಯಾಯಯುತವಾಗಿ ವರ್ತಿಸುವವರನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ, 49:9
- ಅವರು ಮಾತನಾಡದಿರುವ ಬಗ್ಗೆ ಯಾವುದೇ ಕಾನೂನುಗಳನ್ನು ಮಾಡಲಿಲ್ಲ, 5:101; 6:140; 6:148; 7:32
- ಯುದ್ಧ ಕೈದಿಗಳಲ್ಲಿ ಒಳ್ಳೆಯತನ ಹೊಂದಿರುವವರ ಮೇಲೆ ಕರುಣೆ, 8:70
- ಸ್ವಭಾವ, 2:255
- ಯಾವುದೇ ಮಾನವನು ದೈವತ್ವವಲ್ಲ, 3:64; 3:151
- ತ್ರಿಮೂರ್ತಿಗಳಲ್ಲ, 4:171
- ದುಷ್ಟತನದಿಂದ ಆಶ್ರಯ, 113:1-5; 114:1-6
- ಅವನನ್ನು ನಿಂತಿರುವುದು, ಕುಳಿತಿರುವುದು, ಮಲಗಿರುವುದನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳುವುದು, 3:191; 4:103; 10:12; 25:64
- ಗರ್ಭದಲ್ಲಿ ನಿಮ್ಮನ್ನು ರೂಪಿಸುತ್ತದೆ, 3:6
- ಸಿಂಹಾಸನವು ನೀರಿನ ಮೇಲೆ ನಿಂತಿದೆ, 11:7
- ನಿನಗೆ ತಿಳಿದಿಲ್ಲದ ವಸ್ತುಗಳನ್ನು ಸೃಷ್ಟಿಸುವನು, 16:8
- ಅವನ ಸೃಷ್ಟಿಗೆ ಯಾವುದೇ ಹಾನಿ ಮಾಡಲು ಇಚ್ಛಿಸುವುದಿಲ್ಲ, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ಮೈತ್ರಿಗಳು, 8:72; 9:7
- ಕ್ರಿಶ್ಚಿಯನ್ನರು ಮತ್ತು ಯಹೂದಿಗಳು, 5:51
- ನಂಬಿಕೆಯಿಲ್ಲದ ಸಂಬಂಧಿಕರೊಂದಿಗೆ ನಿಷೇಧಿಸಲಾಗಿದೆ, 9:23-24
- ಕಪಟಿಗಳಿಗೆ ನಿಷಿದ್ಧ, 4:88-89; 4:139; 4:144
ಅಲ್ಯಾಸಾ', (ಎಲಿಷಾ ನೋಡಿ)
ಅಮಾನಃ, ವಿಶ್ವಾಸ ಮತ್ತು ಅಲ್ಲಾಹನು ವಿಧಿಸಿದ ಕರ್ತವ್ಯಗಳು ಇತ್ಯಾದಿ, 2:283; 4:58; 8:27
- ಟ್ರಸ್ಟ್ ನೋಡಿ
ದೇವದೂತರು, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- ಬೆಂಕಿಯಿಂದ ಸೃಷ್ಟಿಸಲಾಗಿದೆ, 7:12; 38:76
- ನ್ಯಾಯತೀರ್ಪಿನ ದಿನದಂದು ಎಂಟು ಮಂದಿ ಅಲ್ಲಾಹನ ಸಿಂಹಾಸನವನ್ನು ಮೇಲಕ್ಕೆ ಹೊತ್ತುಕೊಳ್ಳುತ್ತಾರೆ, 69:17
- ಅವರು ಮಹಿಳೆಯರು ಎಂಬ ಸುಳ್ಳು ಹೇಳಿಕೆ, 43:19; 53:27
- ರಕ್ಷಕ 82:10-12; 86:4
- ಹತ್ತೊಂಬತ್ತು ನರಕದ ಅಧಿಪತಿ, 74:30-31
- ಆಸೆಗಳನ್ನು ಪೂರೈಸಲು ಕಳುಹಿಸಲಾಗಿಲ್ಲ, 15:7-8
- ಸ್ಫೂರ್ತಿ ನೀಡಲು ಕಳುಹಿಸಲಾಗಿದೆ, 16:2
ಕೋಪ, ತಡೆಹಿಡಿಯಿರಿ, 3:134
'ಅಂಕಬಟ್, S.29
ಇರುವೆಗಳು, 27:18
ಏಪ್ಸ್, 5:60
- ತಿರಸ್ಕಾರಾರ್ಹ, 2:65; 7:166
ಧರ್ಮಭ್ರಷ್ಟತೆ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ಧರ್ಮಭ್ರಷ್ಟರಿಗೆ ಶೀಘ್ರ ಶಿಕ್ಷೆಯನ್ನು ಬೇಡಬೇಡಿ, 46:35
- ಅಲ್ಲಾಹನೇ ಅವರನ್ನು ಶಿಕ್ಷಿಸುವನು, 73:11; 74:11
- ಪರಲೋಕದಲ್ಲಿ ಶಿಕ್ಷೆ, 2:217; 9:74
- ಇತರರಿಂದ ತಿರಸ್ಕಾರ, 3:87
- ಪಶ್ಚಾತ್ತಾಪ, 3:89; 5:34; 9:5; 9:11
- ತೀರ್ಪಿನ ದಿನ ತುಂಬಾ ತಡವಾಗಿದೆ, 40:85
- ಒತ್ತಡದಲ್ಲಿ, 16:106
ಧರ್ಮಭ್ರಷ್ಟರು, 47:25
ಅ'ರಾಫ್, S.7; 7:46, 48
ಅರಾಫತ್, 2:198
ವಾದ ಮಾಡಿ
- ತಮ್ಮನ್ನು ತಾವು ವಂಚಿಸಿಕೊಳ್ಳುವವರ ಪರವಾಗಿ ಅಲ್ಲ, 4:107
- ನೀವು ಈ ಲೋಕದಲ್ಲಿ ಅವರ ಪರವಾಗಿ ವಾದಿಸಿದ್ದೀರಿ, ಆದರೆ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಯಾರು ವಾದಿಸಲಿದ್ದಾರೆ, 4:109
ವಾದಗಳು/ದಾಳಿಗಳು
- 8:58 ಕ್ಕೆ ಸರಿಯಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸಿ
- ತಾಳ್ಮೆಯಿಂದಿರುವುದು ತುಂಬಾ ಒಳ್ಳೆಯದು, 16:126
ಆರ್ಮರ್, 16:81
'ಅಸರ್, S.103
ಆಯತ್ ಅಲ್-ಕುರ್ಸಿ, 2:255
ಚಾಡಿಕೋರ, 49:12; 104:1
ಬದ್ರ್ (ಯುದ್ಧ), 3:13
- ಪಾಠಗಳು, 8:5-19, 42-48
ಅಲ್-ಬೈತ್-ಉಲ್-ಮಾಮುರ್, 52:4
ಬಕ್ಕಾ (ಮಕ್ಕಾ), 3:96
ಬಾಲ್, 37:125
ಬಲದ್, S.90
ಸಮತೋಲನ, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
ಬಾನು ಅನ್-ನಾದಿರ್, 59:2-6, 13
ಬಕಾರಾ, S.2
ಬರಾ'ಅ (ತೌಬಾ ನೋಡಿ), S.9
ಬರ್ಜಾಖ್,(ತಡೆ), 23:100; 25:53; 55:20
- 18:94-97; 34:54; 36:9 ಸಹ ನೋಡಿ.
ಬೈಯಿನಾ, S.98
(ಕೊನೆಯ ದಿನಗಳ) ಮೃಗ, 27:82
ಬೆಡೋಯಿನ್ಸ್, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ಬೀ, 16:68-69
ನಡವಳಿಕೆ
- ಈ ಹಿಂದೆ ದಿವ್ಯಜ್ಞಾನ ನೀಡಲಾದವರೊಂದಿಗೆ ದಯೆಯಿಂದ ವಾದಿಸಿ, 16:125, 29:46
- ನಿಮಗೆ ಏನೂ ತಿಳಿದಿಲ್ಲದ ವಿಷಯಗಳಲ್ಲಿ ಭಾಗಿಯಾಗುವುದನ್ನು ತಪ್ಪಿಸಿ, 17:36
- ಗಂಭೀರ ಪಾಪಗಳನ್ನು ಮತ್ತು ಅವಮಾನಕರ ಕೃತ್ಯಗಳನ್ನು ದೂರವಿಡಿ, 53:32
- ಒಬ್ಬರನ್ನೊಬ್ಬರು ಊಹಾಪೋಹಗಳಿಂದ ದೂರವಿಡಿ, ಬೇಹುಗಾರಿಕೆ ಮಾಡಬೇಡಿ ಅಥವಾ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಕೆಟ್ಟದಾಗಿ ಮಾತನಾಡಬೇಡಿ 49:12
- ನಿಮ್ಮ ಅಭಿಪ್ರಾಯಗಳಲ್ಲಿ ನ್ಯಾಯಯುತವಾಗಿರಿ, 6:152
- ಸಮುದಾಯವು ಮಧ್ಯಮವಾಗಿರಬೇಕು, 2:143; 25:67
- ಅಹಂಕಾರವನ್ನು ನಿರುತ್ಸಾಹಗೊಳಿಸಲಾಗಿದೆ, 4:36, 57:23
- ನಿಮ್ಮ ಸಹಾಯವನ್ನು ಬಯಸುವವರನ್ನು ಗದರಿಸಬೇಡಿ, 93:10
- ನಿಮ್ಮನ್ನು ನೀವು ಪವಿತ್ರರೆಂದು ಪರಿಗಣಿಸಬೇಡಿ, 53:32
- ಇತರರನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡಬೇಡಿ, 49:11; 104:1
- ಕೆಟ್ಟ ವಿಷಯಗಳನ್ನು ಬಹಿರಂಗವಾಗಿ ಹೇಳಬೇಡಿ, 4:148
- ಒಬ್ಬರನ್ನೊಬ್ಬರು ಕೆಟ್ಟದಾಗಿ ಮಾತನಾಡಬೇಡಿ, 104:1
- ಪ್ರತಿಯೊಂದು ಗುಂಪಿಗೂ ಒಂದು ಕಾನೂನು ಮತ್ತು ಜೀವನ ವಿಧಾನವನ್ನು ನೀಡಲಾಗಿದೆ, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- ಮತ್ತು ಪೂಜಾ ವಿಧಾನ, 22:67
- ಅಲ್ಲಾಹನು ಅವರನ್ನು ಒಂದೇ ಸಮುದಾಯವನ್ನಾಗಿ ಮಾಡಬಹುದಿತ್ತು, 5:48; 11:118; 16:93; 42:8
- ಅಲ್ಲಾಹನ ಅಡಿಯಲ್ಲಿ ಒಂದು ಸಮುದಾಯ, 21:92
- ಯೆಹೂದ್ಯರನ್ನು ಕ್ಷಮಿಸಿ, 5:13
- ನಂಬಿಕೆಯಿಲ್ಲದವರನ್ನು ಕ್ಷಮಿಸಿ, 31:15; 45:14
- ಮನಃಪೂರ್ವಕವಾಗಿ ಕ್ಷಮಿಸಿ, 42:37
- ಆಡಳಿತಗಾರರು ಸಮಾಲೋಚನೆಯ ನಂತರ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರೆ, 42:38
- ಮತ್ತು ಪ್ರವಾದಿ, 10:47; 16:36
- ವಿಶ್ವಾಸಿಗಳನ್ನು ನಿಂದಿಸುವುದು ಪಾಪ, 33:58
- ಪುರುಷರು (ಮಹಿಳೆಯರ ಕಡೆಗೆ), 24:30
- ಶಾಂತಿಪ್ರಿಯರಿಗೆ ಬಹುಮಾನ, 42:40
- ನೀವು ಬೇರೆ ಏನೂ ಮಾಡಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ಬಡವರ ಮುಂದೆ ನ್ಯಾಯಯುತವಾಗಿ ಮಾತನಾಡಿ, 17:28
- ನಿಮ್ಮ ಆರೈಕೆಯಲ್ಲಿರುವ ವಯಸ್ಸಾದ ಪೋಷಕರ ಕಡೆಗೆ, 17:23
- ಇತರ ಮುಸ್ಲಿಮರ ಕಡೆಗೆ, 33:6
- ಇತರರ ಕಡೆಗೆ, 17:26-29; 17:35; 17:53; 60:8
- ಪೋಷಕರ ಕಡೆಗೆ, 46:15
- ಗುಲಾಮರ ಕಡೆಗೆ, 4:36; 24:33
- ಯುದ್ಧಮಾಡದ ನಂಬಿಕೆಯಿಲ್ಲದವರನ್ನು ನ್ಯಾಯದಿಂದ ನಡೆಸಿಕೊಳ್ಳಿ, 60:8
- ಪ್ರವಾದಿಯವರ ಪತ್ನಿಯರು, 33:28-34
- ಮಹಿಳೆಯರು (ಪುರುಷರ ಕಡೆಗೆ), 24:31
- ಎಲ್ಲಾ ಬಹಿರಂಗಪಡಿಸುವಿಕೆಗಳಲ್ಲಿ, 2:136; 2:285
- ಸ್ವಭಾವ, 49:14-15
ವಿಶ್ವಾಸಿಗಳು, 2:2-5; 2:285; 8:2-4; 8:24
ಉಯಿಲು, 2:180, 240; 4:7, 12; 36:50
ದ್ರೋಹ (ವಂಚನೆ, ವಂಚನೆ), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
ಬೈಬಲ್, 5:64, 5:65, 5:68
- 3:78; 5:14-15 ರ ವಿರೂಪ
ಪಕ್ಷಿಗಳು, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ರಕ್ತ-ಹಣ (ದಿಯಾ), 2:178-179; 4:92; 17:33
ಲೂಟಿ, ಯುದ್ಧ, 4:94. 8:41; 59:6-8
- ಅಕ್ರಮವಾಗಿ ತೆಗೆದುಕೊಳ್ಳುವುದು, 3:162
- ಲೂಟಿ ನೋಡಿ
ಲಂಚ, 2:188
ಬುಡನ್, 22:36
ಹೊರೆ
- ಇನ್ನೊಬ್ಬರ ಹೊರೆಯನ್ನು ಹೊರುವವನು ಹೊರುವಂತಿಲ್ಲ, 35:18; 39:7; 53:38
- ನಂಬಿಕೆಯಿಲ್ಲದವರು ಇತರರ ಹೊರೆಗಳನ್ನು ಸಹ ಹೊರುತ್ತಾರೆ, 16:25; 29:13
- ಅವರು ಹೊರುವ ಹೊರೆಗಳು ನಿಜಕ್ಕೂ ಕೆಟ್ಟವು, 6:31, 164
- ಅಲ್ಲಾಹನು ಯಾವುದೇ ವ್ಯಕ್ತಿಯ ಮೇಲೆ ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಹೊರೆಯನ್ನು ಹೊರಿಸುವುದಿಲ್ಲ, 2:286; 7:42; 23:62
ಬುರುಜ್ (ದೊಡ್ಡ ತಾರೆಗಳು), S.85; 85:1; 15:16; 25:61
ಒಂಟೆ, 6:144; 7:40; 77:33; 88:17
ಸೆರೆಯಾಳುಗಳು, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- ಇದನ್ನೂ ನೋಡಿ ಯುದ್ಧ ಕೈದಿಗಳು
ದನಗಳು, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
ಥಾವ್ರ್ ಗುಹೆ, 9:40
ಗುಹೆ, 18:9-22, 25-26 ರ ಜನರು
ಸತ್ಯದೊಂದಿಗೆ ನಿಶ್ಚಿತತೆ, 56:95; 69:51
ಚಾರಿಟಿ, (ಸದಾಖಾ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- ದಾನ ಮತ್ತು ಝಕಾತ್‌ನ ವಸ್ತುಗಳು, 2:273; 9:60
ಮಕ್ಕಳು 2:233; 42:49-50
- ಜ್ಞಾನವಿಲ್ಲದೆ ಮೂರ್ಖತನದಿಂದ ತಮ್ಮ ಪ್ರಾಣವನ್ನು ಕೊಂದವರು ನಷ್ಟದಲ್ಲಿದ್ದಾರೆ, 6:140
ಕ್ರಿಸ್ತ, (ಯೇಸುವನ್ನು ನೋಡಿ)
ಕ್ರೈಸ್ತರು, 5:14, 19, 64-65, 69; 22:17
- ಯೇಸುವನ್ನು ದೈವತ್ವಕ್ಕೆ ಇಳಿಸಬೇಡಿ ಎಂದು ಕೇಳಲಾಯಿತು, 4:171
- ಮುಸ್ಲಿಮರಿಗೆ ಪ್ರೀತಿಯನ್ನು ಅನುಭವಿಸಲು ಹತ್ತಿರವಾಗುವುದು, 5:82
- ಹೆಚ್ಚಿನವರು ಮನಸ್ಸಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಲು ಹೇಳಿದ್ದನ್ನು ಮರೆತಿದ್ದಾರೆ, 5:14
- ಈಗ ನಿಮಗೆ ಒಬ್ಬ ಸಂದೇಶವಾಹಕ ಬರುತ್ತಾನೆ, 5:15, 19
- ನೀತಿವಂತರಿಗೆ ಪ್ರತಿಫಲ ದೊರೆಯುತ್ತದೆ, 2:62; 5:65; 5:69
- "ಯೇಸು ಅಲ್ಲಾಹನ ಮಗ" ಎಂದು ಹೇಳಿ, 9:30
ಪಟ್ಟಣಗಳು ಕೆಡವಲ್ಪಟ್ಟವು, 69:9
ಭದ್ರತಾ ನಗರ, 95:3
ಉಡುಪು, 7:26; 16:81
- ಬೆಂಕಿಯ, 22:19
- ಮನೆಯಲ್ಲದ ಸಂದರ್ಭಗಳಲ್ಲಿ ಮುಸುಕು ಅಥವಾ ಮಹಿಳೆಯರ ಉಡುಪು, 24:31
- ಮಹಿಳೆಯರ ಹೊರ ಉಡುಪುಗಳು ಕಪಟಿಗಳಿಂದ ಕಿರುಕುಳವನ್ನು ತಡೆಯುತ್ತವೆ, 33:59-60
ಒಕ್ಕೂಟಗಳು, 33:9, 22
- ಅಹ್ಜಾಬ್ ಸಮಾಲೋಚನೆ ನೋಡಿ, ಪರಸ್ಪರ, 42:38
ಸೃಷ್ಟಿ
- ಆರಂಭ ಮತ್ತು ಪುನರಾವರ್ತನೆ, 10:4; 21:104; 27:64; 29:19-20
- ಹೊಸ, 17:49, 98; 35:16
- ಸತ್ಯದೊಂದಿಗೆ, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- ಆಟಕ್ಕೆ ಅಲ್ಲ, 21:16-17; 23:115
- ಪ್ರತಿಯೊಂದು ಜೀವಿಯೂ ಅದರಿಂದ ಮಾಡಲ್ಪಟ್ಟಿದೆ, 21:30; 24:45; 25:54
- ಮನುಷ್ಯನ ಬಗ್ಗೆ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 56:62 ರ ಮೊದಲ ರೂಪ
- ಆರು ದಿನಗಳಲ್ಲಿ, 7:54; 11:7; 32:4; 50:38; 57:4
- ಜೋಡಿಯಾಗಿ, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ವೈವಿಧ್ಯತೆ, 35:27-28
- ಅಲ್ಲಾಹನು "ಆಗು!" ಎಂದು ಆಜ್ಞಾಪಿಸುತ್ತಾನೆ - ಮತ್ತು ಅದು ಆಗುತ್ತದೆ, 2:117; 16:40; 36:82; 40:68
- ಕಣ್ಣು ಮಿಟುಕಿಸುತ್ತಿದ್ದಂತೆ, 54:50
- ರಾತ್ರಿ ಮತ್ತು ಹಗಲು, ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರ, 39:5
- ಸ್ವರ್ಗ ಮತ್ತು ಭೂಮಿಯ ಮೇಲಿನ, ಮಾನವಕುಲಕ್ಕಿಂತ ಭೂಮಿಯ ಮೇಲಿನ, 40:57; 79:27
- ಉದ್ದೇಶ, 51:56
ಕಾಗೆ, 5:31
ಮಾನದಂಡ, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ದಾಹರ್, (ನೋಡಿ ಇನ್ಸಾನ್,) S.76; 45:24
- ಸಮಯ, 76:1; 103:1
ಡೇವಿಡ್, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ಕೀರ್ತನೆಗಳು 4:163 ಅನ್ನು ನೀಡಲಾಗಿದೆ
- ಗೋಲಿಯಾತ್ ಜೊತೆ ಹೋರಾಡಿ ಕೊಲ್ಲುತ್ತಾನೆ, 2:251
- ತೀರ್ಪು 21:78-80
- ಜ್ಞಾನ ಮತ್ತು ಪ್ರವಾದಿತ್ವದಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಟ್ಟಿದೆ 27:15-16
- ಪರ್ವತಗಳು ಮತ್ತು ಪಕ್ಷಿಗಳು ಅಲ್ಲಾಹನನ್ನು ಸ್ತುತಿಸುವುದರಲ್ಲಿ ಅವನೊಂದಿಗೆ ಸೇರಿಕೊಂಡವು 34:10; 38:17-20
- ಇಬ್ಬರು ಜನರ ನಡುವೆ ನ್ಯಾಯಾಧೀಶರು 38:21-26
ದವಾಬ್ಬ್ ಅಥವಾ ಡಬ್ಬಾ (ಚಲಿಸುವ ಜೀವಿ, ಇತ್ಯಾದಿ) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
ಸತ್ತವರು ಎಬ್ಬಿಸಲ್ಪಡುವರು, 6:36
ಸಾವು, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ಮತ್ತು ಯುದ್ಧದಿಂದ ಪಲಾಯನ, 33:16
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ, 3:195; 22:58; 47:4
- ಬಹಿರಂಗವಿಲ್ಲದ ಸಮುದಾಯಗಳು ನಾಶವಾಗುವುದಿಲ್ಲ, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ವಧಿಸಲ್ಪಟ್ಟವರು ಜೀವಂತವಾಗಿದ್ದಾರೆ, 2:154; 3:169
- ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಕೆಟ್ಟದ್ದನ್ನು ಬಿಟ್ಟು ಓಡಿಹೋಗುವಾಗ, 4:100
- ನಿಲ್ಲಿಸಲು ಅಥವಾ ವಿಳಂಬ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ 63:10-11
- ನಿದ್ರೆಯ ಅವಳಿ ಸಹೋದರ 6:60; 39:42
- ಮರಣದ ಸಮಯದಲ್ಲಿ ವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ನಂಬಿಕೆಯಿಲ್ಲದವರು 8:50; 16:27-32; 41:30
- ಸಮಾಧಿಯಲ್ಲಿ ಶಿಕ್ಷೆ 40:46
ಸಾಲಗಳು, 2:280, 282; 4:11-12
ತೀರ್ಪು
- ಪ್ರತಿಯೊಂದು ವಿಷಯಕ್ಕೂ, ಒಂದು, 13:38 ಇದೆ
- ನಾವು ಯಾವುದೇ ಊರನ್ನು ನಾಶಪಡಿಸಿದ್ದಿಲ್ಲ, ಅದಕ್ಕೆ ಒಂದು ನಿರ್ದಿಷ್ಟ ಸ್ಥಳವಿತ್ತು, 15:4
- ಪ್ರತಿಯೊಂದು ವಿಷಯವೂ ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬಂದಿದೆ, 44:5
- ಅವನು ಒಂದು ವಿಷಯವನ್ನು ನಿರ್ಧರಿಸಿದಾಗ, ಅವನು "ಆಗು!" ಎಂದು ಮಾತ್ರ ಹೇಳುತ್ತಾನೆ - ಮತ್ತು ಅದು ಆಗುತ್ತದೆ, 2:117; 36:82; 40:68
ಕಾರ್ಯಗಳು
- ದುಷ್ಟ, ಅವರಿಗೆ ಸುಂದರಗೊಳಿಸಲಾಗಿದೆ, 47:14
- ನಮಗೆ ನಮ್ಮ, ನಿಮಗೆ ನಿಮ್ಮ ಕಾರ್ಯಗಳು, 28:55; 42:15; 45:15
- ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದು, ಅವನ ಪರವಾಗಿ ಮತ್ತು ವಿರುದ್ಧವಾಗಿ, 41:46
- ಮನುಷ್ಯನ ಕುತ್ತಿಗೆಯನ್ನು ಅವನ ಕುತ್ತಿಗೆಗೆ ಬಿಗಿದುಕೊಂಡನು, 17:13
ಅವರು ಮಾಡಿದ್ದರ ಪ್ರಕಾರ ಪದವಿಗಳು, 6:132
ಆಸೆ, ಅವರು ತಮ್ಮ ಕೆಟ್ಟದ್ದನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ, 47:14, 16
- ಅವನು ತನ್ನ ದೇವರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡಿದ್ದಾನೆ, 25:43
ಅಲ್ಲಾಹನ ಕರುಣೆಗೆ ನಿರಾಶೆಗೊಳ್ಳಬೇಡಿ, 39:53; 21:87-88; 68:48-50
- ಜೋನ್ನಾ ಸಹ ನೋಡಿ
ಧರಿಯತ್, S.51
ಧಿಕ್ರ್, 7:205; 15:6, 9
ಧುಲ್-ಕಿಫಿ, 21:85; 38:48
ದುಲ್-ಖರೈನ್, 18:83-98
ಧುನ್-ನನ್ (ಮೀನಿನ ಒಡನಾಡಿ)
ನಂಬಿಕೆಯಿಲ್ಲದವರು (ಕಪಟಿಗಳು ಸಹ ನೋಡಿ)
ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೋಪವನ್ನು ಪುರಾವೆಯಾಗಿ ಪ್ರಾರ್ಥಿಸಲು ಮುಹಮ್ಮದ್ ( ﷺ ) ಅವರನ್ನು ಕೇಳಿ, 6:57-58; 8:32; 10:49-52
- ಅವರ ಸಹವಾಸವನ್ನು ದಯೆಯಿಂದ ಸಹಿಸಿಕೊಳ್ಳಿ, 31:15
- ಅವರು ಹೇಳುವುದನ್ನು ತಾಳ್ಮೆಯಿಂದ ಸಹಿಸಿಕೊಳ್ಳಿ, 20:130; 50:39
- ಒಡಂಬಡಿಕೆಗಳು, 8:56; 8:72; 9:4, 7
- ಒಡಂಬಡಿಕೆಗಳನ್ನು ಮುರಿಯುವುದು, 8:58; 9:12
- ಅಲ್ಲಾಹನು ಅವರ ಕುತಂತ್ರವನ್ನು ವ್ಯರ್ಥ ಮಾಡುತ್ತಾನೆ, 8:30, 36
- ಅಲ್ಲಾಹನ ಕಾನೂನನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡುವವರ ಸಹವಾಸವನ್ನು ಬಿಟ್ಟುಬಿಡಿ, 4:140; 6:68
- ಅವರು ನಿಮ್ಮನ್ನು ಕೇಳಿದರೆ ಅವರನ್ನು ರಕ್ಷಿಸಿ, 9:6
- ಯುದ್ಧದ ಸಮಯದಲ್ಲಿ ಶಿಕ್ಷೆ, 8:12, 50, 59
- ಪರಲೋಕದಲ್ಲಿ ಶಿಕ್ಷೆ, 8:37
- ಮಸೀದಿಗಳಿಗೆ ಭೇಟಿ ನೀಡಬಾರದು ಅಥವಾ ಅವುಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಬಾರದು, 9:17
- ಅವರೊಂದಿಗೆ ದಯೆಯಿಂದ ಮಾತನಾಡಿ, 17:53
- ವಿರುದ್ಧ ತೀವ್ರವಾಗಿ ಹೋರಾಡುವುದು, 9:73; 25:52; 66:9
- ಯುದ್ಧ ಮಾಡದವರನ್ನು ಸಮಾನತೆಯಿಂದ ನಡೆಸಿಕೊಳ್ಳಿ, 60:8
- ಇತರ ನಂಬಿಕೆಯಿಲ್ಲದವರೊಂದಿಗೆ ಮಾತ್ರ ಮೈತ್ರಿ ಮಾಡಿಕೊಳ್ಳುತ್ತದೆ, 8:72
(ಯೇಸುವಿನ ಶಿಷ್ಯರು), 3:52; 61:14
ಕಪಟಿ ಮತ್ತು ನಂಬಿಕೆಯಿಲ್ಲದವರ ಹೃದಯಗಳಲ್ಲಿ ರೋಗ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ಕಷ್ಟ, ಅದರ ನಂತರ ಭದ್ರತೆ, 3:154
ಯುದ್ಧದ ಕೊಳ್ಳೆಯ ವಿತರಣೆ, 8:41; 59:7-8
ಡಿಚ್, ಜನರೇ, 85:4-10
ವೈವಿಧ್ಯತೆ
- ಮನುಷ್ಯರ, 30:22, 35:27-28
- ಜೀವದ, 35:27-28
ವಿಚ್ಛೇದನ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- ಕಾಯುವ ಅವಧಿಯ ನಂತರ, ವಿಸರ್ಜಿಸಿ ಅಥವಾ ಸಮನ್ವಯಗೊಳಿಸಿ, 2:231; 65:2
- ಇಬ್ಬರು ಸಾಕ್ಷಿಗಳು, 65:2
- ಜೀವನಾಂಶ, 2:233, 241
- ಮಾಜಿ ಪತಿಯ ಉತ್ತರಾಧಿಕಾರಿಗೆ ವಿಸ್ತರಿಸುತ್ತದೆ, 2:233
- ಎರಡು ಬಾರಿ ಹಿಂಪಡೆಯಬಹುದು, 2:229
- ವರದಕ್ಷಿಣೆ ಸ್ಥಿತಿ, 2:229, 236-237
- ಅಗತ್ಯವಿದ್ದರೆ ಪಶುವೈದ್ಯರನ್ನು ಹುಡುಕಿ, 65:6
- ಜಿಹಾರ್ ಸಹ ನೋಡಿ
ವಿಚ್ಛೇದನ, ಪುರುಷ
- ಒಬ್ಬ ಮಹಿಳೆಗೆ ಇನ್ನೊಬ್ಬಳನ್ನು ವಿಚ್ಛೇದನ ಮಾಡಿ - ಮೊದಲು ಕೊಟ್ಟದ್ದನ್ನು ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬೇಡಿ, 4:20
- ಹೆಂಡತಿಯನ್ನು ಕಿರುಕುಳ ಮಾಡಬೇಡಿ, 65:6
- ಹೆಂಡತಿಯರನ್ನು ಅವರ ಇಚ್ಛೆಗೆ ವಿರುದ್ಧವಾಗಿ ಬಂಧಿಸಬೇಡಿ, 4:19
- ಅವನ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸಲು ನಾಲ್ಕು ತಿಂಗಳುಗಳು, 2:226
- ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಮತ್ತು ಕಾಯುವ ಅವಧಿಯಲ್ಲಿ ಹೆಂಡತಿಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬೆಂಬಲಿಸಿ, 65:6
- ನಿಮ್ಮ ಮಗುವಿಗೆ ಹಾಲುಣಿಸುತ್ತಿದ್ದರೆ ಹೆಂಡತಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಬೆಂಬಲ ನೀಡಿ, 65:6
- ತಂದೆ ಇಲ್ಲದ ಮಗುವಿನಿಂದ ತಾಯಿ ಬಳಲಬಾರದು, 2:233
- ಇಸ್ಲಾಮಿಕ್ ಪೂರ್ವ, 58:2
- ಸತತ 2 ತಿಂಗಳು ಉಪವಾಸವನ್ನು ಸಮನ್ವಯಗೊಳಿಸಲು ಪಶ್ಚಾತ್ತಾಪ, 58:4
- 60 ನಿರ್ಗತಿಕರಿಗೆ ಆಹಾರ ನೀಡಲು ಸಮನ್ವಯಗೊಳಿಸಲು ಪಶ್ಚಾತ್ತಾಪ, 58:4
- ಗುಲಾಮನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲು ಪಶ್ಚಾತ್ತಾಪ, 58:3
- ಸಮನ್ವಯ ಪ್ರಯತ್ನ, 4:35
- ಮದುವೆ ಪೂರ್ಣಗೊಳ್ಳದಿದ್ದರೆ ಪಾಪರಹಿತ, 2:236
- ವಧುವಿಗೆ ವರದಕ್ಷಿಣೆಯ ಅರ್ಧ ಭಾಗಕ್ಕೆ ಅರ್ಹತೆ, 2:237
ವಿಚ್ಛೇದನ, ಮಹಿಳೆ
- ಮೂರನೇ ವಿಚ್ಛೇದನದ ನಂತರ (ಇನ್ನೊಬ್ಬ ಗಂಡನಿಂದ) ಮೂಲ ಗಂಡನಿಗೆ ಮರಳಬಹುದು, 2:229
- ನಿರ್ವಹಣೆಗೆ ಅರ್ಹರು, 2:241; 65:1
- ವಿಚ್ಛೇದನಕ್ಕೆ ಸಮಾನ ಹಕ್ಕು, 2:228
- ಗಂಡನಿಂದ ಕೆಟ್ಟ ವರ್ತನೆಗೆ ಭಯ, 4:128
- ತನ್ನ ಗಂಡ ಕೊಟ್ಟದ್ದನ್ನು ಇಟ್ಟುಕೊಳ್ಳಬಹುದು, 2:229
- ಅವರ ಮನೆಗಳಿಂದ ಹೊರಹಾಕಲ್ಪಡಬಾರದು, 65:1
- ಗರ್ಭಧಾರಣೆಯನ್ನು ನಿರಾಕರಿಸಲು ಮೂರು ಮುಟ್ಟುಗಳು ಕಾಯುತ್ತವೆ, 2:228
- ಮುಟ್ಟಿನಿಂದ ಮುಕ್ತರಾದವರಿಗೆ ಮೂರು ತಿಂಗಳು ಕಾಯಿರಿ, 65:4
- ವಿವಾಹವು ಪೂರ್ಣಗೊಳ್ಳದ ಹೊರತು, 33:49
ನಾಯಿಗಳು, 7:176
ಕತ್ತೆಗಳು (ಕತ್ತೆ), 2:259; 16:8; 31:19; 62:5; 74:50
ಕುಡಿಯಿರಿ
- ಮದ್ಯವ್ಯಸನಿ, 2:219; 5:90
- ಶುದ್ಧ ಮತ್ತು ಬಿಳಿ ರುಚಿಕರ, 37:45-46; 76:21
- ಶುದ್ಧ ಮೊಹರು ಮಾಡಿದ ವೈನ್, 83:25
ದುಹಾ, S.93
ದುಖಾನ್, S.44
ಆನೆ ಸೈನ್ಯ, 105:1-5
ಎಲಿಯಾಸ್ (ಎಲಿಜಾ; ಇಲ್ಯಾಸಿನ್) 6:85; 37:123-132
ಎಲಿಷಾ, (ಅಲ್ಯಾಸಾ') 6:86; 38:48
ಎನೋಚ್, (ಇದ್ರಿಸ್ ನೋಡಿ)
ಈವೆಂಟ್, 56:1; 69:15
ದುಷ್ಟ, 4:123; 10:27-30; 19:83; 59:15
- ಸಾರ್ವಜನಿಕವಾಗಿ ಹೇಳಬಾರದು, 4:148
- ನಮ್ಮಿಂದಲೇ ಬರುತ್ತದೆ, ಆದರೆ ಒಳ್ಳೆಯದು ಅಲ್ಲಾಹನಿಂದ ಬರುತ್ತದೆ, 4:79; 42:48
- ಕ್ಷಮಿಸಿ, 4:149
- ಪ್ರತಿಫಲ, 6:160; 42:40
- ಯಾರು ಕಲ್ಪಿಸಿಕೊಳ್ಳುತ್ತಾರೆ, ಸಂಚು ಹೂಡುತ್ತಾರೆ, 16:45-47
- ಅಂತ್ಯವಾಗಿತ್ತು, 30:10
- ಭೂಮಿ ಮತ್ತು ಸಮುದ್ರದಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡಿದೆ, 30:41
- ಹಿಮ್ಮೆಟ್ಟಿಸಿ/ರಕ್ಷಿಸಿ, ಒಳ್ಳೆಯದರೊಂದಿಗೆ, 13:22; 23:96; 41:34
- ಬದಲಾಗಿದೆ, ಒಳ್ಳೆಯದಕ್ಕಾಗಿ, 7:95
- ಅವರು ತಮ್ಮ, ಆಸೆಗಳನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ, 47:14, 16
- ಅವರಿಗೆ ಸುಂದರಗೊಳಿಸಲಾದ ಕಾರ್ಯಗಳು, 47:14
ಹೆಚ್ಚುವರಿ
- ಆಹಾರದಲ್ಲಿ ನಿಷಿದ್ಧ, 5:87
- ಧರ್ಮದಲ್ಲಿ, 4:171; 5:77-81
ಕಣ್ಣುಗಳು, ಕಿವಿಗಳು ಮತ್ತು ಚರ್ಮಗಳು ಪಾಪಿಗಳ ವಿರುದ್ಧ ಸಾಕ್ಷಿ ಹೇಳುವವು, 41:20-23
ಎಜ್ರಾ, (ಉಜೈರ್) 9:30
ಅಲ್ಲಾಹನ ಮುಖ ಅಥವಾ ಮುಖಭಾವ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ನೋಡಲು ಚೆನ್ನಾಗಿ ಕಾಣುವ
- ಅಲ್ಲಾಹನು ಪ್ರತಿಯೊಂದು ಜನಾಂಗಕ್ಕೂ ತನ್ನದೇ ಆದ ಕರ್ಮಗಳನ್ನು ಮಾಡಿರುವನು, 6:108
ನಂಬಿಕೆ (ನಂಬಿಕೆ), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ತಿರಸ್ಕರಿಸುವವರು, 3:116
- ಹೆಚ್ಚಳ, 3:173
- ಖಚಿತವಾಗಿ, 44:7; 45:4, 20; 51:20
- ಅವನು ನಿಮಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡಿದ್ದಾನೆ, 49:17
ಫಜ್ರ್, S.89
ಫಲಾಕ್, S.113
ಕುರಾನ್‌ನ ವಚನಗಳ ಬಗ್ಗೆ ಸುಳ್ಳು ಸಂಭಾಷಣೆ, 6:68
ಸುಳ್ಳು ದೇವರುಗಳು
- ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ, ವಿಗ್ರಹಗಳು ಮತ್ತು ಪಾಲುದಾರರು ಎಂದು ಕರೆಯಲ್ಪಡುವವರು 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ಅಲ್ಲಾಹನ ಹೊರತು ಅವರು ಪೂಜಿಸುವವರನ್ನು ನಿಂದಿಸಬೇಡಿ, 6:108
- ಇದನ್ನೂ ನೋಡಿ ಟಾಘೂತ್
ಫಾಲ್ಸ್‌ಹುಡ್ (ಬಾಟಿಲ್), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ಮನುಷ್ಯನ ಕೃತ್ಯಗಳನ್ನು ಅವನ ಕುತ್ತಿಗೆಗೆ ಬಿಗಿದನು, 17:13
ಉಪವಾಸ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- ಬಿಳಿ ದಾರವು ಕಪ್ಪು ದಾರದಿಂದ ಭಿನ್ನವಾಗಿ ಕಾಣುವವರೆಗೆ ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ, 2:187
ಫಾತ್, ಎಸ್.48
ಫಾತಿಹಾ, S.1
ಫಾತಿರ್, S.35
2:196 ಫಾಸ್ಟ್‌ನ ಫಿದ್ಯಾ (ವಿಮೋಚನೆ).
- ಬಂಧಿತರನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದ್ದಕ್ಕಾಗಿ, 8:67
- ನಂಬಿಕೆಯಿಲ್ಲದವರು ನೀಡುವ ವಿಮೋಚನಾ ಮೌಲ್ಯ, 3:91; 5:36,37; 10:54; 13:18
ಚಿತ್ರ, 95:1
ಹೋರಾಟ
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ, ನಂಬಿಕೆಯಿಲ್ಲದವರ ವಿರುದ್ಧ, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ವಿಧಿವತ್ತಾಗಿ, 2:216
- ಪವಿತ್ರ ತಿಂಗಳುಗಳಲ್ಲಿ, 2:217; 9:5
- ಇಸ್ರೇಲ್ ಮಕ್ಕಳಿಂದ, 2:246-251
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ, ಮತ್ತು ಪುರುಷರು ಮತ್ತು ಮಹಿಳೆಯರ ಮೇಲೆ ದೌರ್ಜನ್ಯ, 4:74-76
- ಫಿತ್ನಾ ಮುಗಿಯುವವರೆಗೆ, 8:39
- ಇಪ್ಪತ್ತು ಇನ್ನೂರನ್ನು ಮೀರಿಸುವುದು, 8:65
- ಅಲ್ಲಾಹನಲ್ಲಿ ನಂಬಿಕೆ ಇಡದವರ ವಿರುದ್ಧ, 9:29
- ಅನ್ಯಾಯಕ್ಕೊಳಗಾದವರ ವಿರುದ್ಧ ಅನುಮತಿ, 22:39-41
- ಮತ್ತು ಕಪಟಿಗಳೇ, 47:20
- ವಿನಾಯಿತಿಗಳು, 48:17
ಫೈಲ್, S.105
ಫಿರ್ದೌಸ್ ಪ್ಯಾರಡೈಸ್, 18:107; 23:11
ಬೆಂಕಿ, 56:71, 100:2
ಫ್ಲೈ, 22:73
ಆಹಾರ
- ಕಾನೂನುಬದ್ಧ ಮತ್ತು ಕಾನೂನುಬಾಹಿರ, (ಹಲಾಲ್ ಮತ್ತು ಹರಾಮ್), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ಹಿಂದೆ ತಿಂದಿದ್ದಕ್ಕೆ ಪಾಪವಿಲ್ಲ, 5:93
- ಅತಿಕ್ರಮಿಸಬೇಡಿ, 5:87
- ಅಲ್ಲಾಹನು ಧರ್ಮಸಮ್ಮತಗೊಳಿಸಿದ್ದನ್ನು ನಿಷಿದ್ಧಗೊಳಿಸಬೇಡಿ, 5:87; 7:32; 16:116
ನಿಷೇಧಿತ ನಡವಳಿಕೆ, 6:151-152; 7:33
ಕ್ಷಮೆ, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- ವಿಶ್ವಾಸಿಗಳ ಕರ್ತವ್ಯ, 42:37; 45:14
- ವಿಶ್ವಾಸಿಗಳ ಮೂಲಕ, ಗ್ರಂಥದ ಜನರಿಗಾಗಿ, 2:109
- ಅಲ್ಲಾಹನು ತಾನು ಇಚ್ಛಿಸುವವರಿಗೆ ಕ್ಷಮಿಸುತ್ತಾನೆ, 4:48
- ಅಲ್ಲಾಹನು ತನ್ನೊಂದಿಗೆ ಆರಾಧನೆಯಲ್ಲಿ ಪಾಲುದಾರರನ್ನು ಮಾಡಿಕೊಳ್ಳದಿರುವುದನ್ನು ಕ್ಷಮಿಸುತ್ತಾನೆ, 4:48, 116
- ಅಲ್ಲಾಹನ ಆಶೀರ್ವಾದ ಬಯಸುವವನು, 4:110
- ಮುಶ್ರಿಕುನ್‌ಗಳಿಗಾಗಿ ಅಲ್ಲಾಹನನ್ನು ಕೇಳಬಾರದು, 9:113
- ಅಲ್ಲಾಹನು ಎಲ್ಲಾ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುತ್ತಾನೆ, 39:53
- ದೇವದೂತರು ಭೂಮಿಯ ಮೇಲಿನವರಿಗಾಗಿ ಕೇಳುತ್ತಾರೆ, 42:5
- ಅವರು ಕೋಪಗೊಂಡಾಗ ಕ್ಷಮಿಸಿ, 42:37
- ಕ್ಷಮಿಸಿ ಮತ್ತು ಸಮನ್ವಯಗೊಳಿಸಿ, 42:40
- ಅಲ್ಲಾಹನ ದಿನಗಳನ್ನು ನಿರೀಕ್ಷಿಸದವರನ್ನು ವಿಶ್ವಾಸಿಗಳು ಕ್ಷಮಿಸಲಿ, 45:14
- ಮಹಾ ಪಾಪಗಳಿಂದ ಮತ್ತು ಫವಾಹಿಶ್‌ನಿಂದ ದೂರವಿರುವವರಿಗೆ, 53:32
- ಪರಸ್ಪರರ ಕಡೆಗೆ ಆತುರಪಡುತ್ತಾ ಓಡಿರಿ, 57:21
- ಕೆಟ್ಟ ಕಾರ್ಯಗಳು ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳಾಗಿ ಬದಲಾಗುತ್ತವೆ 25:68-71
ವಂಚನೆ, (ನೋಡಿ: ದ್ರೋಹ) 83:1-6
ಸ್ವತಂತ್ರ ಇಚ್ಛೆ
- ಅಲ್ಲಾಹನ ಇಚ್ಛೆಯಿಂದ ಸೀಮಿತಗೊಳಿಸಲಾಗಿದೆ, 6:107; 10:99; 74:56; 76:31; 81:28-29
- ಯಾರು ಇಚ್ಛಿಸುತ್ತಾರೋ ಅವರು ನಂಬಲಿ ಮತ್ತು ನಂಬದೇ ಇರಲಿ, 18:29
- ತನ್ನ ಪ್ರಭುವಿನ ಕಡೆಗೆ ಒಂದು ದಾರಿಯನ್ನು ಹಿಡಿಯಿರಿ, 76:29
- ನೇರವಾಗಿ ನಡೆಯಿರಿ, 81:28
ಶುಕ್ರವಾರದ ಪ್ರಾರ್ಥನೆಗಳು, 62:9-11
ಹಣ್ಣುಗಳು, 6:41; 16:11
- ಸ್ವರ್ಗದಲ್ಲಿ, ಹೇರಳವಾಗಿ, 43:73
- ಎಲ್ಲಾ ರೀತಿಯ, 47:15
- ಅವರು ಬಯಸಿದಂತೆ, 77:42
ಫುಜ್ಜರ್, 82:14-16; 83:7
ಫರ್ಖಾನ್, S.25
ಫ್ಯುಸಿಲಾಟ್ (ಹಾ ಮಿಮ್ ನೋಡಿ), S.41
ಗೇಬ್ರಿಯಲ್, (ಜಿಬ್ರಿಲ್) 2:97-98; 26:193; 66:4; 81:19-21
- ರೂಹ್, 26:193; 67:12; 70:4; 78:38; 97:4
- ರೂಹ್-ಉಲ್-ಕುದುಸ್, 2:87, 253; 5:110; 16:102
ಜೂಜಾಟ, 2:219; 5:90
ಇಹ್ರಾಮ್ ಸ್ಥಿತಿಯಲ್ಲಿ ಆಟ, 5:94-96
ಗಫಿರ್ (ಮು'ಮಿನ್ ನೋಡಿ), S.40
ಘಾಶಿಯಾ, S.88
ಘುಸ್ಲ್, 4:43; 5:6
ಉಡುಗೊರೆಗಳು, 30:39
ಗೋಲಿಯಾತ್, (ಜಲುತ್) 2:249-251
ಶುಭ (ದಿನಗಳು), 3:140
- ನೀವು ಕೆಟ್ಟದ್ದನ್ನು ಇಷ್ಟಪಡದಿರುವಿರಿ, ಮತ್ತು ಕೆಟ್ಟದ್ದನ್ನು ಇಷ್ಟಪಡದಿರುವಿರಿ, 2:216
- ಬಹುಮಾನ ಪಡೆಯಬೇಕು, 4:85; 28:54
- ಬಹುಮಾನ ಡಬಲ್, 4:40; 28:54
- ಹತ್ತು ಬಾರಿ ಬಹುಮಾನ, 6:160
- ಹೆಚ್ಚಾಗಿದೆ, 42:23
- ಹಾಗೆ ಮಾಡುವವರಿಗೆ ಒಳಿತೂ ಇದೆ ಮತ್ತು ಪರಲೋಕದ ನಿವಾಸವೂ ಇದೆ, 16:30
- ಈ ಲೋಕದಲ್ಲಿ ಸತ್ಕರ್ಮ ಮಾಡುವವರಿಗೆ, 39:10
- ಅಲ್ಲಾಹನು ಮಾಡುವವರಿಗೆ ಅತ್ಯುತ್ತಮವಾದದ್ದನ್ನು ನೀಡುವನು, 53:31
- ಒಳಿತಿನ ಹೊರತಾಗಿ ಬೇರೆ ಪ್ರತಿಫಲವಿದೆಯೇ, 55:60
- ಅಲ್ಲಾಹನು ನಿಮಗೆ ಒಳ್ಳೆಯದನ್ನು ಮಾಡಿದಂತೆ ಮಾಡಿ, 28:77
ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದ್ದು
- ಒಳ್ಳೆಯದು ಅಲ್ಲಾಹನಿಂದಲೇ ಮತ್ತು ಕೆಟ್ಟದ್ದು ನಿಮ್ಮಿಂದಲೇ, 4:79
- ನೀವು ಒಳ್ಳೆಯದನ್ನು ಮಾಡಿದರೆ ಅದು ನಿಮಗಾಗಿಯೇ, ಮತ್ತು ನೀವು ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡಿದರೆ ಅದು ನಿಮಗೆ ವಿರುದ್ಧವೇ, 17:7; 41:46
- ಕೆಟ್ಟದ್ದನ್ನು ಒಳ್ಳೆಯದರಿಂದ ನಿವಾರಿಸಿ, 23:96; 28:54; 41:34
- ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದ್ದು ಸಮಾನವಾಗಲು ಸಾಧ್ಯವಿಲ್ಲ, 41:34
- ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯು ತಾನು ಮಾಡಿದ ಎಲ್ಲವನ್ನೂ ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ, 3:30
- ಇದನ್ನೂ ನೋಡಿ ಮುಹ್ಸಿನೂನ್
ಒಳ್ಳೆಯ ಕೆಲಸ
- ಬಹಿರಂಗಪಡಿಸಿ ಅಥವಾ ಮರೆಮಾಡಿ, 4:149
- ಓಟದಂತೆ ಶ್ರಮಿಸಿ, 5:48
ಸುವಾರ್ತೆ, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
ಶುಭ ವಾರ್ತೆ, 78:1-5
ಶುಭಾಶಯ, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ಹದೀದ್, S.57
ಹಾಡಿ (ಬಲಿದಾನಕ್ಕಾಗಿ ಪ್ರಾಣಿ), 2:196, 200
ಹಜ್ (ತೀರ್ಥಯಾತ್ರೆ), 2:158, 196-203; 3:97; 5:2; 22:30
ಹಜ್, S.22
ಹಾಮಾನ, 28:6, 38; 29:39; 40:24, 36, 37
ಕೈಗಳು ಮತ್ತು ಕಾಲುಗಳು ಸಾಕ್ಷಿ ಹೇಳುವವು, 36:65
ಹಗ್ಗಾ, S.69
ಕಷ್ಟ, ಪ್ರತಿಯೊಂದರಲ್ಲೂ ಪರಿಹಾರವಿದೆ, 94:5-6
ಹರುನ್, (ಆರನ್)
ಹರೂತ್, 2:102
ಹಶ್ರ್, S.59
ಹೃದಯಗಳು
- ಗಟ್ಟಿಗೊಳಿಸಲಾಗಿದೆ, 2:74; 22:53; 39:22; 57:16
- ಮುದ್ರೆಯೊತ್ತಲಾಗಿದೆ, 7:100-101; 40:35; 47:16; 63:3
- ಮುಚ್ಚಲಾಗಿದೆ, 17:46; 41:5
- ಬಂಧಿಸಲಾಗಿದೆ, 47:24
- ವಿಭಜಿಸಲಾಗಿದೆ, 59:14
- ಭಯದಿಂದ ತುಂಬಿದೆ, 22:35
- ಯಾರಲ್ಲಿ, ಒಂದು ಕಾಯಿಲೆ ಇದೆ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ಸ್ವರ್ಗ
- ಅದೃಶ್ಯವಾದವುಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿವೆ, 16:77
- ನಾಟಕಕ್ಕಾಗಿ ರಚಿಸಲಾಗಿಲ್ಲ, 21:16
- ಮತ್ತು ಭೂಮಿಯು ಒಂದಕ್ಕೊಂದು ಸೇರಿಕೊಂಡಿತು, 21:30
- ಇದರಲ್ಲಿ ಏನೂ ಅಡಗಿಲ್ಲ, 27:75
- ಯಾವುದೇ ಸ್ತಂಭಗಳಿಲ್ಲದೆ ರಚಿಸಲಾಗಿದೆ, 31:10
- ಅವನ ಬಲಗೈಯಲ್ಲಿ ಸುತ್ತಿಕೊಳ್ಳಲಾಗುವುದು, 39:67
- ಎರಡು ದಿನಗಳಲ್ಲಿ ಏಳು ಆಕಾಶಗಳ ಸೃಷ್ಟಿ, 41:12
- ಹತ್ತಿರದ ಸ್ವರ್ಗವು ದೀಪಗಳಿಂದ ಅಲಂಕರಿಸಲ್ಪಟ್ಟಿದೆ, 41:12
- ಲೋಕದಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದೆ, 45:27; 53:31
- ಏಳು ಆಕಾಶಗಳು, ಒಂದರ ಮೇಲೊಂದು, 67:3
ನರಕ (ಬೆಂಕಿ, ಉರಿಯುತ್ತಿರುವ ಜ್ವಾಲೆ) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ಸುಡುವ ಮತ್ತು ಕುದಿಯುತ್ತಿರುವ ನೀರು 22:19-22; 23:103-104
- ಕೀವು 14:14-17; 38:55-58; 69:35-37
- ಜಕ್ಕುಮ್ ಮರ 37:62-70; 44:43-50; 56:41-56
- ನಿವಾಸಿಗಳು ಬದುಕಲು ಅಥವಾ ಸಾಯಲು ಅಸಮರ್ಥತೆ 87:13
- ಆರೋಪ ಹೊರಿಸುವುದು 26:91-101; 34:31-33
- ತತ್ಕ್ಷಣದ ನಾಶನಕ್ಕೆ ಕರೆಗಳು 25:13-14; 43:74-78
- ಉತ್ಸಾಹಭರಿತ ಕೂಗುಗಳು 35:36-37
- ಬೆಂಕಿಯ ಘರ್ಜನೆ ಮತ್ತು ಘರ್ಜನೆ 25:11-12; 67:6-11
- ಹುರಿದ ಚರ್ಮವನ್ನು ಹೊಸದರೊಂದಿಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ 4:56
- ಟಾರ್‌ನ ಸಂಕೋಲೆಗಳು ಮತ್ತು ಬಟ್ಟೆಗಳು 14:48-50
- ಕಬ್ಬಿಣದ ಗದೆಗಳು 22:19-22
- ಸರಪಳಿಗಳು 13:5
- ನರಕದ ರಕ್ಷಕರು 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ಯಾವುದೇ ವಿಮೋಚನಾ ಮೌಲ್ಯವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿಲ್ಲ 5:36-37
- ಮಧ್ಯಸ್ಥಿಕೆ ನಿರಾಕರಿಸಲಾಗಿದೆ 6:94; 26:100; 30:13; 74:48
- ಉರಿಯುತ್ತಿರುವ ಹತಾಶೆ ಮತ್ತು ಮಂಜುಗಡ್ಡೆಯ ಶೀತ ಕತ್ತಲೆ, 38:57
- 70 ಮೊಳಗಳ ಸರಪಳಿ, 69:32
- ಸೀಮಿತ ಅವಧಿಯವರೆಗೆ ಇರಿ, 78:23
ಇನ್ನು ಮುಂದೆ
- ಮನೆ ಉತ್ತಮವಾಗಿದೆ, 6:32; 7:169
- ಇದು 6:135 ರಲ್ಲಿ ಅಂತ್ಯಗೊಳ್ಳುತ್ತದೆ
- ಜಲಿಮುನ್ ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ (ರಲ್ಲಿ), 6:135
- ಮನೆ, 12:109; 16:30; 28:83; 29:64
- ನಂಬಿಕೆಯಿಲ್ಲದವರು, 17:10
- ಪ್ರತಿಫಲ, 42:20
- ಬೆಳ್ಳಿ ಬಂಗಾರಕ್ಕಿಂತ ಉತ್ತಮ, 43:33-35
- ಮುತ್ತಕುನ್ ಗಳಿಗೆ ಮಾತ್ರ, 43:35
- ಶಿಕ್ಷೆ, 68:33
- ಇದು ಉತ್ತಮ ಮತ್ತು ಹೆಚ್ಚು ಶಾಶ್ವತ, 87:17
- ವರ್ತಮಾನಕ್ಕಿಂತ ಉತ್ತಮ, 93:4
ಹೆದ್ದಾರಿಗಳು, ಅಗಲ, 21:31
ಹಿಜ್ರ್ (ರಾಕಿ ಟ್ರ್ಯಾಕ್ಟ್), 15:80-85
ಹಿಜ್ರ್, S.15
ಸಲಿಂಗಕಾಮ 26:165-166; 27:55; 29:28-29
ಕುದುರೆಗಳು, 16:8
ಗಂಟೆ
- ಅದರ ಜ್ಞಾನವು ಅಲ್ಲಾಹನ ಬಳಿ ಮಾತ್ರ ಇದೆ, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಅದು ಅವರ ಮೇಲೆ ಬಂದಿತು, 6:31; 7:187; 12:107; 43:66
- ನಿನ್ನ ಮೇಲೆ ಬರುತ್ತದೆ, 6:40; 12:107; 20:15; 34:3
- ಸಮೀಪಿಸಿದೆ, 54:1-5
- ಕಣ್ಣು ಮಿನುಗುವಂತೆ, ಅಥವಾ ಇನ್ನೂ ಹತ್ತಿರ, 16:77
- ಭೂಕಂಪ, 22:1
- ಸ್ಥಾಪನೆಯಾಗಲಿದೆ, ದಿನದಂದು, 30:12, 14
- ಖಂಡಿತ ಬರುತ್ತೆ, ಯಾವುದೇ ಸಂದೇಹವಿಲ್ಲ, 40:59; 45:32; 51:5-6
- ಚಿಹ್ನೆಗಳು 21:96; 27:82; 43:61; 47:18; 54:1-2
- ಹೆಸರುಗಳು 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ಜನರನ್ನು ಅಚ್ಚರಿಗೊಳಿಸುತ್ತದೆ 6:31; 7:187
- ತುತ್ತೂರಿ ಊದಲಾಗುವುದು 6:73; 23:101; 39:68
ಮನೆಗಳು, ಒಳಗೆ ಹೋಗುವ ರೀತಿನೀತಿಗಳು, 24:27-29
ಹುಡ್, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ಹುಡ್, S.11
ಹುಜುರಾತ್, S.49
ಹುಮಾಜಾ, S.104
ಹುನೈನ್ (ಯುದ್ಧ), 9:25
ಹೂರ್ (ಸ್ವರ್ಗದಲ್ಲಿ ಮಹಿಳೆಯರು), 44:54; 52:20
ಕಪಟಿಗಳೇ
- ಹೇಳಿರಿ: ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತಿಮ ದಿನದಂದು ನಂಬಿಕೆ ಇಟ್ಟಿದ್ದೇವೆ, ಆದರೆ ವಾಸ್ತವದಲ್ಲಿ ನಂಬುವುದಿಲ್ಲ, 2:8
- ತಮ್ಮನ್ನು ತಾವು ಮೋಸಗೊಳಿಸಿಕೊಳ್ಳುವುದು, 2:9
- ಅವರ ಹೃದಯಗಳಲ್ಲಿ ರೋಗ, 2:10; 8:49; 22:53; 33:12; 47:29
- ಕಿಡಿಗೇಡಿತನ ಮಾಡಿ, 2:11-12
- ಮೂರ್ಖರು ಮತ್ತು ಅಪಹಾಸ್ಯ ಮಾಡುವವರು, 2:13-15
- ಮಾರ್ಗದರ್ಶನಕ್ಕಾಗಿ ಖರೀದಿಸಿದ ದೋಷ, 2:16
- ಕಿವುಡ, ಮೂಕ ಮತ್ತು ಕುರುಡ, 2:17-18
- ಮರಣ ಮತ್ತು ಕತ್ತಲೆಯ ಭಯದಲ್ಲಿ, 2:19-20
- ಆಹ್ಲಾದಕರ ಮಾತು, 2:204-206
- ಹೋರಾಡಲು ನಿರಾಕರಿಸು, 3:167-168
- ಅವರ ಹೃದಯಗಳಲ್ಲಿ ಏನಿದೆ ಎಂದು ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದಿದೆ, 3:167; 4:63
- ನ್ಯಾಯತೀರ್ಪಿಗಾಗಿ ಸುಳ್ಳು ನ್ಯಾಯಾಧೀಶರ ಬಳಿಗೆ ಹೋಗಿ, ಪ್ರಕಟನೆಯಿಂದ ದೂರವಿರಿ, ವಿಪತ್ತು ಸಂಭವಿಸಿದಾಗ ಬನ್ನಿ, 4:60-62
- ದುರದೃಷ್ಟದಲ್ಲಿ ಮತ್ತು ದೊಡ್ಡ ಯಶಸ್ಸಿನಲ್ಲಿ, 4:72-73
- ಅಲ್ಲಾಹನು ಅವರನ್ನು ಹಿಂದಕ್ಕೆ ಎಸೆದಿದ್ದಾನೆ, 4:88
- ಸ್ನೇಹಿತರೆಂದು ಪರಿಗಣಿಸಬಾರದು, 4:89; 58:14-19
- ಅವರು ಹಿಂತಿರುಗಿದರೆ, ನೀವು ಅವರನ್ನು ಎಲ್ಲಿ ಕಂಡರೂ ಕೊಲ್ಲಿರಿ, 4:89
- ಅವರು ನಿಮ್ಮ ವಿಜಯಕ್ಕಾಗಿ ಅಥವಾ ನಂಬಿಕೆಯಿಲ್ಲದವರ ಯಶಸ್ಸಿಗಾಗಿ ಕಾಯುತ್ತಿದ್ದಾರೆ, 4:141
- ಅಲ್ಲಾಹನನ್ನು ವಂಚಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಾರೆ, ಅವರು ಸೋಮಾರಿತನದಿಂದ ಮತ್ತು ಜನರಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳಲು ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ, 4:142
- ಇವುಗಳಿಗೂ ಸೇರಿಲ್ಲ, ಅವುಗಳಿಗೂ ಸೇರಿಲ್ಲ, 4:143
- ಬೆಂಕಿಯ ಅತ್ಯಂತ ಕೆಳಮಟ್ಟದಲ್ಲಿ; ಸಹಾಯಕರಿಲ್ಲ, 4:145
- ಪತ್ತೆಯಾಗುವ ಭಯ, 9:64-65
- ಪ್ರಾರ್ಥಿಸಬಾರದು, 9:84
- ಪುರುಷರು ಮತ್ತು ಮಹಿಳೆಯರು ಪರಸ್ಪರ; ಸೋತವರು; ಅಲ್ಲಾಹನ ಶಾಪ, 9:67-69
- ಬೆಡೋಯಿನ್ಸ್‌ನಲ್ಲಿ, 9:101
- ಅವರು ಎಲ್ಲೆಲ್ಲಿ ಸಿಕ್ಕರೂ ಅವರನ್ನು ಹಿಡಿದು ಕೊಲ್ಲಲಾಗುವುದು, 33:61
- ಅಲ್ಲಾಹನು ಶಿಕ್ಷಿಸುವನು, 33:73
- ಸುಳ್ಳುಗಾರರು; ಬೆನ್ನು ತಿರುಗಿಸುವವರು; ಅವರ ಹೃದಯಗಳು ವಿಭಜನೆಯಾಗಿವೆ, 59:11-14
- ಸುಳ್ಳುಗಾರರು; ತಮ್ಮ ಪ್ರಮಾಣಗಳನ್ನು ಪರದೆಯನ್ನಾಗಿ ಮಾಡಿಕೊಂಡರು; ಅವರ ಹೃದಯಗಳು ಮುದ್ರೆ ಹಾಕಲ್ಪಟ್ಟಿವೆ; ಅವರ ಬಗ್ಗೆ ಎಚ್ಚರದಿಂದಿರಿ, 63:1-4
- ಗ್ರಹಿಸಬೇಡ, ತಿಳಿಯಬೇಡ, 63:7-8
- ವಿರುದ್ಧವಾಗಿ ತೀವ್ರವಾಗಿ ಹೋರಾಡಲು, 66:9
ಇಬ್ಲಿಸ್ (ಸೈತಾನ), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ಸೈತಾನನನ್ನೂ ನೋಡಿ
ಇಬ್ರಾಹಿಂ, (ಅಬ್ರಹಾಂ ನೋಡಿ)
ಇಬ್ರಾಹಿಂ, S.14
'ಇದ್ದಾ' (ಮಹಿಳೆಯರಿಗೆ ವಿಚ್ಛೇದನದ ನಿಗದಿತ ಅವಧಿ), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
ಇದ್ರಿಸ್ (ಹನೋಕ್), 19:56-57; 21:85; 96:4
ಇಹ್ರಾಮ್, 2:197; 5:2, 95
ಇಹ್ಸಾನ್, 16:90
ಇಖ್ಲಾಸ್, S.112
ಇಲಾಹ್, ಒಬ್ಬನೇ ಒಬ್ಬ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ಅಕ್ರಮ ಲೈಂಗಿಕ ಸಂಭೋಗ; ಸಾಕ್ಷಿಗಳ ಸಾಕ್ಷ್ಯ, 4:15-18; 24:2, 19
ಇಲಿಯುನ್, 83:18-21
ಅಶುದ್ಧ (ನಜಸ್) 9:28
'ಇಮ್ರಾನ್
- ಪತ್ನಿ, 3:35
- ಮಗಳು, 66:12
ಅನಿವಾರ್ಯ, 69:1-3
ಇನ್ಫಿಟರ್, S.82
ಆನುವಂಶಿಕತೆ, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ಅನ್ಯಾಯ, ಯಾರಿಗೆ ಮಾಡಲಾಗಿದೆ, 4:30, 148
ಇನ್ಸಾನ್ (ದಹರ್ ನೋಡಿ), S.76
ಇನ್ಶಿಕಾಕ್, S.84
ಇನ್ಶಿರಾ (ಶಾರ್ಹ್ ನೋಡಿ), S.94
ಸ್ಫೂರ್ತಿ, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ಮಧ್ಯಸ್ಥಿಕೆ/ಮಧ್ಯಸ್ಥಿಕೆದಾರ, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
ಮಾದಕ ವಸ್ತುಗಳು, 5:90, 2:219
ಇಕಾಮತ್-ಆಸ್-ಸಲಾತ್, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
ಓದುವಿಕೆ’ (‘ಮಗು’ ನೋಡಿ), S.96
ಏರಾಮ್, 89:7
ಕಬ್ಬಿಣ, 57:25
ಯೇಸು, ಯೇಸುವನ್ನು ನೋಡಿ
ಐಸಾಕ್, (ಐಸಾಕ್) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ಇಷ್ಮಾಯೇಲ್ (ಇಷ್ಮಾಯೇಲ್), 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
ತನ್ನ ತಂದೆಯೊಂದಿಗೆ ಕಾಬಾದ ಅಡಿಪಾಯವನ್ನು ಎತ್ತುತ್ತಾನೆ 2:125-140
ಯಜ್ಞದ ಕಥೆ 37:100-113
ಇಸ್ಲಾಂ, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ಮುಸ್ಲಿಮರಾಗಿ ಶರಣಾಗುವವರಲ್ಲಿ ಮೊದಲಿಗರು, 6:14,163; 39:12
- ಮೊದಲು ಅಪ್ಪಿಕೊಳ್ಳುವುದು, 9:100
- ಸ್ತನ ತೆರೆಯುವ ಸಮಯ, 39:22
- ಔದಾರ್ಯಕ್ಕಾಗಿ, 49:17
ಇಸ್ರಾ', S.17
ಇಸ್ರೇಲ್, ಮಕ್ಕಳು, 2:40-86
- ಅನುಗ್ರಹಿಸಲ್ಪಟ್ಟದ್ದು, 2:47-53, 60, 122; 45:16-17
- ಅಲ್ಲಾಹನ ವಿಧೇಯತೆಯ ವಿರುದ್ಧ ದಂಗೆ ಏಳುವುದು, 2:54-59, 61, 63-74; 5:71; 7:138-141
- ಮುಸ್ಲಿಮರೊಂದಿಗಿನ ಅವರ ಸಂಬಂಧಗಳು, 2:75-79
- ಅವರ ದುರಹಂಕಾರ, 2:80, 88, 91
- ಅವರ ಒಡಂಬಡಿಕೆಗಳು, 2:80, 83-86, 93, 100; 5:12-13, 70
- ಪರಲೋಕದ ಬೆಲೆಗೆ ಇಹಲೋಕದ ಜೀವನವನ್ನು ಕೊಂಡುಕೊಂಡೆ, 2:86
- ಮಾನವರಲ್ಲಿ ಜೀವನಕ್ಕಾಗಿ ಅತ್ಯಂತ ದುರಾಸೆಯುಳ್ಳವನು, 2:96
- ರಾಜನನ್ನು ಕೇಳಿ, 2:246-251
- ಮಿತಿಗಳನ್ನು ಮೀರಿದೆ; ವಿವಿಧ ಗುಂಪುಗಳಾಗಿ ಒಡೆದಿದೆ; ಮಂಗಗಳು, 7:161-171
- ಎರಡು ಬಾರಿ ವಾಗ್ದಾನ ಮಾಡಲಾಯಿತು, 17:4-8
- ಶತ್ರುವಿನಿಂದ ಬಿಡುಗಡೆ, 20:80-82
- ಶಾಸ್ತ್ರ ಮತ್ತು ನಾಯಕರನ್ನು ನೀಡಲಾಗಿದೆ, 32:23-25; 40:53-54
- ಕುರಾನ್‌ನ ವಿದ್ವಾಂಸರು ಅದನ್ನು ತಿಳಿದಿದ್ದರು (ಸತ್ಯವೆಂದು ಕುರಾನ್), 26:197
ಇಸ್ತಾವಾ (ಮೇಲೆ ಏರಿತು), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
ಇ'ತಿಕಾಫ್, 2:187
ಜಾಕೋಬ್, (ಯಾಕುಬ್) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- ಅಸ್ಬತ್ (ಯಾಕೋಬನ ಹನ್ನೆರಡು ಗಂಡು ಮಕ್ಕಳು), 2:140; 3:84; 4:163
ಜಲತ್, (ಗೋಲಿಯಾತ್ ನೋಡಿ)
ಜಮಾರತ್, 2:200
ಜಥಿಯಾ, S.45
ಮೇರಿಯ ಮಗ ಈಸಾ, ಯೇಸು
- ಜಗತ್ತಿನ ಎಲ್ಲಾ ಮಹಿಳೆಯರಿಗಿಂತ ತಾಯಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ 3:42
- ಪುನರುತ್ಥಾನ ದಿನದಂದು ಸಾಕ್ಷಿ ಹೇಳುತ್ತದೆ, 4:159
- ಜನನದ ಶುಭ ಸುದ್ದಿ, 3:45-47; 19:22-23
- ಇಸ್ರೇಲ್ ಮಕ್ಕಳ ಕಡೆಗೆ ಸಂದೇಶವಾಹಕ, 3:49-51
- ಶಿಷ್ಯರು, 3:52-53; 5:111-115
- ಅಲ್ಲಾಹನ ಸಹಾಯಕರಾಗಿ ಶಿಷ್ಯರು, 3:52; 61:14
- ಎಬ್ಬಿಸಲ್ಪಟ್ಟದ್ದು, 3:55-59; 4:157-159
- ಆದಾಮನ ಹೋಲಿಕೆ, 3:59
- ಕೊಲ್ಲಲ್ಪಟ್ಟಿಲ್ಲ ಅಥವಾ ಶಿಲುಬೆಗೇರಿಸಲ್ಪಟ್ಟಿಲ್ಲ, 4:157
- ಪ್ರೇರಿತ, 4:163
- ಸಂದೇಶವಾಹಕರಿಗಿಂತ ಹೆಚ್ಚೇನೂ ಅಲ್ಲ (ಅವರನ್ನು ದೈವೀಕರಿಸಲು ಅಲ್ಲ), 4:171-172; 5:75; 19:30, 43:63-64
- 5:17, 72; 9:30 ಎಂದು ಹೇಳುವವರು ನಂಬಿಕೆಯಿಲ್ಲದವರು.
- ನಮ್ಮ ಸಂದೇಶವಾಹಕರು (ಮುಹಮ್ಮದ್ ﷺ ) ಬಂದಿದ್ದಾರೆ, 5:19
- ಸುವಾರ್ತೆಯನ್ನು ನೀಡಿದರು, 5:46
- ಶಿಷ್ಯರು ಹೇಳಿದರು: ನಾವು ಮುಸ್ಲಿಮರು, 5:111
- ಆಹಾರದೊಂದಿಗೆ ಟೇಬಲ್ ಸ್ಪ್ರೆಡ್, 5:114
- ಸುಳ್ಳು ಆರಾಧನೆಯನ್ನು ಕಲಿಸಲಿಲ್ಲ, 5:116-118
- ನೀತಿವಂತ ಪ್ರವಾದಿ, 6:85
- ಸಂಕೇತವಾಗಿ, 23:50
- ಅವನ ಎರಡನೇ ಆಗಮನ 43:61
- ಬಗ್ಗೆ ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನಗಳು, 43:65
- ಇಸ್ರಾಯೇಲ್ ಸಂತತಿಗೆ ಒಬ್ಬ ಗುಲಾಮ ಮತ್ತು ಮಾದರಿಯಲ್ಲದೆ ಮತ್ತೇನಲ್ಲ, 43:59
- ಅಹ್ಮದ್ ಎಂಬ ಹೆಸರಿನ ಸಂದೇಶವಾಹಕರ ಶುಭವಾರ್ತೆ, 61:6
- ಅವನ ಕನ್ಯೆಯ ಜನನ, ಸಂದೇಶ ಮತ್ತು ಪವಾಡಗಳು 3:45-51; 19:16-38
- ಅಲ್ಲಾಹನ ಅನುಗ್ರಹಗಳನ್ನು ನೆನಪಿಸಲಾಗಿದೆ 5:110-115
- ದೈವಿಕ ಎಂದು ನಿರಾಕರಿಸುತ್ತದೆ 5:116-120
- ತನ್ನ ಅನುಯಾಯಿಗಳ ಹೃದಯದಲ್ಲಿ ಕರುಣೆ ಮತ್ತು ಕೃಪೆ 5:82; 57:27
ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರಿಶ್ಚಿಯನ್ನರು, 2:140; 4:153-161, 171; 5:18
- ಸುಳ್ಳನ್ನು ಆಲಿಸಿ, 5:41-42
- ಅವರು ಹೇಳಿದ್ದಕ್ಕಾಗಿ ಅವರು ಶಪಿಸಲ್ಪಟ್ಟರು, 5:64
- ವಿಶ್ವಾಸಿಗಳಿಗೆ (ಮುಸ್ಲಿಮರಿಗೆ) ದ್ವೇಷ, 5:82
- ಇಸ್ಲಾಂ ಧರ್ಮ ಸ್ವೀಕರಿಸಿದವರು, 26:197; 28:53; 29:47
ಜಿಬ್ರಿಲ್, (ಗೇಬ್ರಿಯಲ್ ನೋಡಿ)
ಜಿಹಾದ್, (ಹೋರಾಟ, ಪರಿಶ್ರಮ) 2:216; 9:24; 22:78; 25:52
ಜಿನ್, S.72
ಜಿನ್, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ಜಿನ್ನ್, ಬೆಂಕಿಯಿಂದ ಸೃಷ್ಟಿಸಲಾಗಿದೆ 15:25; 55:15
- ಜಿನ್ನ್ ಗಳನ್ನು ನಂಬುವುದು ಮತ್ತು ನಂಬದಿರುವುದು 72:1-15
- ಕೆಲವರು ಕುರಾನ್ 46:29-32 ರ ಸಂದೇಶವನ್ನು ನಂಬಿದ್ದರು
- ಮಾನವರು ಮತ್ತು ಜಿನ್ನ್‌ಗಳನ್ನು ಒಂದು ಉದ್ದೇಶಕ್ಕಾಗಿ ಸೃಷ್ಟಿಸಲಾಗಿದೆ 51:56-58
ಯೋಬ, 4:163; 6:84; 21:83-84; 38:41-44
ಜಾನ್, (ಯಾಹ್ಯಾ, ಜಾನ್ ದ ಬ್ಯಾಪ್ಟಿಸ್ಟ್)
- ಶುಭ ಸುದ್ದಿ, 3:38-41; 19:7-11; 21:90
- ನೀತಿವಂತ, 6:85
- ಬುದ್ಧಿವಂತ, ಸಹಾನುಭೂತಿಯುಳ್ಳ, ಕರ್ತವ್ಯನಿಷ್ಠ, 19:12-15
ಜೋನಾ (ಜೋನಸ್ ಅಥವಾ ಯೂನಸ್), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ಧು ನ್-ನನ್) 21:87; 68:48-50
ಜೋಸೆಫ್ (ಯೂಸುಫ್), 6:84; 12:4-101
- ಕಥೆಗಳಲ್ಲಿ ಅತ್ಯುತ್ತಮವಾದದ್ದು 12:1-3
- ಯುವ ಯೂಸುಫ್ ಕನಸು 12:4-6
- ಅವನ ಸಹೋದರರಿಂದ ಪಿತೂರಿ 12:7-18
- ಗುಲಾಮಗಿರಿಗೆ ಮಾರಲಾಯಿತು 12:19-20
- ಈಜಿಪ್ಟ್‌ನ ಮುಖ್ಯಮಂತ್ರಿಯ ಮನೆಯಲ್ಲಿ ಬೆಳೆದದ್ದು 12:21-22
- ಮುಖ್ಯಮಂತ್ರಿಯವರ ಪತ್ನಿ ಅವರನ್ನು ಪ್ರಲೋಭಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಾಳೆ 12:23-29
- ಔತಣಕೂಟದ ಘಟನೆ 12:30-32
- ಜೈಲಿಗೆ ಹೋಗುತ್ತಾನೆ 12:33-35
- ಇಬ್ಬರು ಕೈದಿಗಳು 12:36-42
- ರಾಜನ ಕನಸು 12:43-53
- ಮುಖ್ಯಮಂತ್ರಿಯಾಗುತ್ತಾರೆ 12:54-57
- ಸಹೋದರರು ಸರಬರಾಜುಗಳಿಗಾಗಿ ಅವನ ಬಳಿಗೆ ಬರುತ್ತಾರೆ 12:58-68
- ತನ್ನ ಸಹೋದರ ಬೆಂಜಮಿನ್ 12:69-82 ಅನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ
- ಅವನ ತಂದೆಯ ನವೀಕೃತ ದುಃಖ 12:83-87
- ಅವನ ನಿಜವಾದ ಗುರುತನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ 12:88-98
- ಹಳೆಯ ಕನಸು ನನಸಾಗುತ್ತದೆ 12:99-100
- ಮುಕ್ತಾಯ ಪ್ರಾರ್ಥನೆ 12:101
ಜೂಡಿ, ಮೌಂಟ್, 11:44
ಜುಮುಅ, S.62
ನ್ಯಾಯ (ADL), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- 4:65, 105 ಸಹ ನೋಡಿ.
ಕಾಬಾ
- ಅಬ್ರಹಾಮನಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, 2:125-127
- ಬೇಟೆಯ ಕೊಲ್ಲುವಿಕೆ ಇಲ್ಲ, 5:94-96
- ಭದ್ರತಾ ಆಶ್ರಯ, 5:97
- ಬೆತ್ತಲೆಯಾಗಿ ಸುತ್ತಾಡುವುದು, 7:28
- ಪ್ರಾರ್ಥಿಸುತ್ತಾ ಸುತ್ತಾಡುತ್ತಾ, 2:200; 7:29, 31
ಕಾಫಿರುನ್, S.109
ಕಾಫರ್, ಕಪ್ ಮಿಶ್ರಣ, 76:5
ಕಹ್ಫ್, S.18
ಕಾನ್ಜ್, 9:34-35
ಕೌಥರ್ (ಸ್ವರ್ಗದಲ್ಲಿರುವ ನದಿ), 108:1
ಕೌಥರ್, S.108
ಕೀಲಿಗಳು
ಆಕಾಶ ಮತ್ತು ಭೂಮಿಯ ಬಗ್ಗೆ, 39:63; 42:12
ಗೈಬ್‌ನ, 6:59
ಖೌಲಾ ಬಿಂತ್ ಥ ಲಬಾಹ್, 58:1
ಕೊಲ್ಲುವುದು
- ಯಾರಾದರೂ ಒಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಕೊಂದರೆ, ಅವನು ಇಡೀ ಮಾನವಕುಲವನ್ನೇ ಕೊಂದನು, 5:32
- ಯಾರನ್ನೂ ಕೊಲ್ಲಬೇಡಿ, 17:33
ದಾನಕ್ಕಿಂತ ದಯೆಯ ಮಾತುಗಳು ಉತ್ತಮ, 2:263
ಕುಲ, ಹಕ್ಕುಗಳು, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
ಕಿರಾಮನ್-ರಾತಿಬಿನ್, 82:11
ಜ್ಞಾನ
- ಒಂದು ಎಲೆಯೂ ಉದುರುವುದಿಲ್ಲ, ಆದರೆ ಅವನಿಗೆ ಅದು ತಿಳಿದಿದೆ, 6:59
- ಮೂರ್ಖತನದಿಂದ ತಮ್ಮ ಮಕ್ಕಳನ್ನು ಕೊಂದವರು ದಾರಿ ತಪ್ಪಿದ್ದಾರೆ, 6:140
- ಐದು ವಿಷಯಗಳಲ್ಲಿ, ಅಲ್ಲಾಹನೊಂದಿಗೇ, 31:34
- ಖಚಿತವಾಗಿ, 102:5-7
ಕೋರಹ್ (ಖರುನ್), 28:76-82; 29:39; 40:24
ಕುರ್ಸಿ, 2:255
ಲಹಬ್ (ಮಸಾದ್ ನೋಡಿ), S.111
ಲೈಲ್, S.92
ದೀಪ, 25:61; 67:5; 71:16; 78:13
ಭಾಷೆಗಳು
- ಪುರುಷರ ಬಣ್ಣಗಳಲ್ಲಿನ ವ್ಯತ್ಯಾಸ, 30:22
ಲ್ಯಾಟ್, 53:19
ನಿಯಮ, ಸೂಚಿಸಲಾಗಿದೆ, 5:48
ಅಲ್ಲಾಹನಿಂದ ಬಂದ ಕಾನೂನುಗಳು, 2:219; 98:3
ಸುಳ್ಳುಗಾರರು, 26:221-223
ಜೀವ, ಯಾರಾದರೂ ಒಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಉಳಿಸಿದರೆ, ಅವನು ಎಲ್ಲಾ ಮಾನವಕುಲದ ಜೀವವನ್ನು ಉಳಿಸಿದನು, 5:32
ಈ ಲೋಕದ ಜೀವನ
- ಪರಲೋಕದ ಬೆಲೆಗೆ, 2:86 ಕ್ಕೆ ಖರೀದಿಸಿದೆ.
- ಇದು ವಂಚನೆಯ ಆನಂದ ಮಾತ್ರ, 3:185
- ಪರಲೋಕಕ್ಕಾಗಿ ಮಾರಾಟ ಮಾಡಿ, 4:74
- ಮನರಂಜನೆ ಮತ್ತು ಆಟವಲ್ಲದೆ ಬೇರೇನೂ ಅಲ್ಲ, 6:32; 29:64; 47:36; 57:20
- ಮೋಸಗೊಳಿಸುತ್ತದೆ, 6:130
- ಪರಲೋಕಕ್ಕಿಂತ ಇಹಲೋಕದ ಸುಖ ಅಲ್ಪ, 9:38; 13:26; 28:60
- ಮಳೆಯ ಹೋಲಿಕೆ, 10:24
- 10:64 ರಲ್ಲಿ ಶುಭ ಸುದ್ದಿ
- ಯಾರು ಬಯಸುತ್ತಾರೆಯೋ ಅವರಿಗೆ ಅದರಲ್ಲಿ ಅವಕಾಶ ಸಿಗುತ್ತದೆ; ಆದರೆ ನಂತರ ಪರಲೋಕದಲ್ಲಿ ಅವರಿಗೆ ಯಾವುದೇ ಪಾಲು ಇರುವುದಿಲ್ಲ, 11:15-16; 17:18; 42:20
- ವರ್ತಮಾನವನ್ನು ಪ್ರೀತಿಸುವವರು ಮತ್ತು ಪರಲೋಕವನ್ನು ನಿರ್ಲಕ್ಷಿಸುವವರು, 75:20-21; 76:27
- ನೀವು ಇಷ್ಟಪಡುತ್ತೀರಿ, 87:16
ಬೆಳಕು
- ಮ್ಯಾನಿಫೆಸ್ಟ್, 4:174
- ಮತ್ತು ಕತ್ತಲೆ, 6:1
- ದೃಷ್ಟಾಂತ, 24:35
- ವಿಶ್ವಾಸಿಗಳ ಮುಂದೆ ಮತ್ತು ಅವರೊಂದಿಗೆ, 57:12-15; 66:8
- ವಿಶ್ವಾಸಿಗಳು ನೇರವಾಗಿ ನಡೆಯುವಂತೆ ಅಲ್ಲಾಹನು ಕೊಟ್ಟಿದ್ದಾನೆ, 57:2
ಅಲ್ಲಾಹನು ನಿಗದಿಪಡಿಸಿದ ಮಿತಿಗಳು, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ಇವುಗಳು, 2:187; 229-230; 4:13; 58:4; 65:1
- ಅತಿಕ್ರಮಿಸಬೇಡಿ, 2:190, 229
- ಯಾರಾದರೂ ಉಲ್ಲಂಘಿಸಿದರೆ, 2:229; 4:14; 78:22
- ಆದರೆ ಅನಿವಾರ್ಯತೆಯಿಂದ ಒತ್ತಾಯಿಸಲ್ಪಟ್ಟಿತು, ಅಥವಾ ಉಲ್ಲಂಘಿಸಲಿಲ್ಲ, 2:173; 6:145
- ನಿಮ್ಮ ಧರ್ಮದಲ್ಲಿ, 4:171; 5:77 ಅನ್ನು ಮೀರಬೇಡಿ.
- ಅವರು ಮಿತಿ ಮೀರಿದಾಗ, (ಕೋತಿಗಳಾದರು), 7:166
- ಗಮನಿಸುವವರು, 9:112
ಸಿಂಹ, 74:51
ಸಾಲ
- ಅಲ್ಲಾಹನಿಗೆ ಉತ್ತಮ ಸಾಲ ನೀಡಿ, 2:245; 73:20
- ಹೆಚ್ಚಿದ ಬಹುದ್ವಾರಿ, 57:11, 18
- ದ್ವಿಗುಣಗೊಂಡಿದೆ, 64:17
ನಷ್ಟ, ಪ್ರಕಟ, 39:15
ಲಾಟ್, (ಲೂಟ್) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ಅವನ ಅವಿಧೇಯ ಹೆಂಡತಿ, 11:81; 15:60; 66:10
ಲೋಟೆ ಮರ, 34:16; 53:14-16; 56:28
ಲುಕ್ಮಾನ್, 31:12-14
ಲುಕ್ಮನ್, S.31
ಮಾ'ಆರಿಜ್, S.70
ಮದೀನಾ (ಯಾಥ್ರಿಬ್), 9:120; 33:13, 60; 63:8
ಮದ್ಯನ್, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ಇದನ್ನೂ ನೋಡಿ ಐಕಾ ವುಡ್
ಮಹರ್ (ವಧುವಿನ ಹಣ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
ಮೈದಾ, S.5
ಮಕ್ಕಾ (ಬಕ್ಕಾ), 3:96;90:1-2
- ಭದ್ರತಾ ನಗರ, 95:3
ಮನುಷ್ಯ
- ಭೂಮಿಯ ಮೇಲೆ ತಲೆಮಾರುಗಳಿಂದ ತಲೆಮಾರುಗಳಿಗೆ, 2:30; 6:165
- ಉತ್ತರಾಧಿಕಾರಿಯಾಗಿ ನೇಮಿಸಲಾಯಿತು, 35:39
- ಕರ್ತವ್ಯ, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- ಅಲ್ಲಾಹನಿಂದ ಪರೀಕ್ಷಿಸಲ್ಪಟ್ಟಿದೆ, 2:155; 3:186; 47:31; 57:25
- ಪುರುಷರು ಅಪೇಕ್ಷಿಸುವ ವಸ್ತುಗಳು, 3:14
- 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2 ರಿಂದ ರಚಿಸಲಾಗಿದೆ.
- ಒಂದು ನಿರ್ದಿಷ್ಟ ಪದವನ್ನು ಸೃಷ್ಟಿಸಿ ವಿಧಿಸಲಾಗಿದೆ, 6:2; 15:26
- ಮತ್ತು ಹೆಂಡತಿಯ ನಡುವೆ ಸಮನ್ವಯ, 4:35
- ಅಲ್ಲಾಹನ ಭೇಟಿಯನ್ನು ನಿರಾಕರಿಸಿದ ಸೋತವರು, 6:31
- ಹಿಂತಿರುಗುವಿಕೆ, 6:60, 72, 164; 10:45-46
- ತನ್ನ ಮೇಲೆಯೇ ಪಿತೂರಿ, 6:123
- ಇನ್ನೊಬ್ಬರ ಹೊರೆಯನ್ನು ಹೊರಬಾರದು, 6:164
- ಕೃತಘ್ನ, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- ಸೈತಾನನ ವಿರುದ್ಧ ಎಚ್ಚರಿಕೆ, 7:27
- ಹೆಂಡತಿ ಮತ್ತು ಮಕ್ಕಳು, 7:189-190
- ಹಾನಿ ಅಥವಾ ದುಷ್ಟತನ ಸ್ಪರ್ಶಿಸಿದಾಗ, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ಭಗವಂತನ ಕಡೆಗೆ ಹಿಂತಿರುಗುವುದು, 10:23; 84:6; 96:8
- ತಮಗೆ ತಾವೇ ಅನ್ಯಾಯ ಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ, 10:44
- ಹರ್ಷಚಿತ್ತದಿಂದ ಮತ್ತು ಹೆಮ್ಮೆಯಿಂದ ಕೂಡಿದೆ, 11:10
- ಕೆಟ್ಟದ್ದನ್ನು ಆಹ್ವಾನಿಸುತ್ತದೆ, 17:11
- ಯಾವಾಗಲೂ ಆತುರದಿಂದ ಕೂಡಿರುತ್ತದೆ, 17:11
- ಅವನ ಕೃತ್ಯಗಳು ಅವನ ಕುತ್ತಿಗೆಗೆ ಬಿಗಿಯಲ್ಪಟ್ಟವು, 17:13
- ಯಾರು ದಾರಿ ತಪ್ಪುತ್ತಾರೋ ಅದು ಸ್ವತಃ ತನಗೆ ನಷ್ಟವನ್ನುಂಟುಮಾಡುತ್ತದೆ ಮತ್ತು ಸರಿದಾರಿಯಲ್ಲಿ ಸಾಗುತ್ತದೆಯೋ ಅದು ಸ್ವತಃ ತನಗಾಗಿಯೇ. 17:15
- ಅನ್ಯಾಯವಾಗಿ ವರ್ತಿಸಬಾರದು, 17:71
- ಮರಣ ಮತ್ತು ಪುನರುತ್ಥಾನ, 23:15-16
- ಅವರು ತಮ್ಮ ಧರ್ಮವನ್ನು ವಿವಿಧ ಪಂಗಡಗಳಾಗಿ ಒಡೆದು, ಪ್ರತಿಯೊಬ್ಬರೂ ತಮ್ಮ ನಂಬಿಕೆಯಲ್ಲಿ ಸಂತೋಷ ಪಡುತ್ತಾರೆ, 23:53
- ನಾಲಿಗೆಗಳು, ಕೈಗಳು ಮತ್ತು ಪಾದಗಳು ವಿರುದ್ಧ ಸಾಕ್ಷಿ ಹೇಳುವವು, 24:24
- ತನ್ನ ವಿರುದ್ಧವೇ ಸಾಕ್ಷಿ ಹೇಳುವುದು, 75:14
- ತನ್ನ ಸ್ವಂತ ಇಚ್ಛೆಯನ್ನೇ ದೇವರಾಗಿ ಸ್ವೀಕರಿಸಿದವನು, 25:43
- ರಕ್ತಸಂಬಂಧ ಮತ್ತು ವಿವಾಹದಿಂದ, 25:54
- ಅಲ್ಲಾಹನು ಆಕಾಶ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದ್ದಾನೆ, 31:20
- ಯಾರು ತನ್ನ ಮುಖವನ್ನು ಅಲ್ಲಾಹನಿಗೆ ಒಪ್ಪಿಸುತ್ತಾರೋ ಅವರು, 31:22
- ಅವನ ದೇಹದೊಳಗೆ ಎರಡು ಹೃದಯಗಳಿಲ್ಲ, 33:4
- ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಲು, 39:64-66
- ಅವನ ಕೈಗಳು ಸಂಪಾದಿಸಿದ ದುಷ್ಕೃತ್ಯಗಳಿಂದಾಗಿ ಅವನಿಗೆ ಸಂಭವಿಸಿದ ದುರದೃಷ್ಟಗಳು, 42:30, 48
- ದೇವದೂತರು ಆತನ ಕಾರ್ಯಗಳನ್ನು ದಾಖಲಿಸುತ್ತಿದ್ದಾರೆ, 50:17-18, 23;85:11
- ಅವನನ್ನು ಕಾಯುತ್ತಿರುವ ದೇವದೂತರು, 13:11; 86:4
- ಮೂರು ವರ್ಗಗಳಾಗಿ ವಿಂಗಡಿಸಲಾಗಿದೆ, 56:7-56
- ಅಲ್ಲಾಹನಿಗೆ ಹತ್ತಿರವಾದವರು, 56:10-11
- ಬಲಗೈಯ ಸಹಚರರು, 56:27-40
- ಎಡಗೈಯ ಸಹಚರರು, 56:41-56
- ರೂಪಾಂತರಗೊಳ್ಳುವುದು ಮತ್ತು ಅಜ್ಞಾತ ರೂಪಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಲ್ಪಡುವುದು, 56:60-62
- ಆಕಾರಗಳನ್ನು ಚೆನ್ನಾಗಿ ಮಾಡಲಾಗಿದೆ, 64:3
- ಸಂಪತ್ತು ಮತ್ತು ಮಕ್ಕಳು ಕೇವಲ ಒಂದು ಪರೀಕ್ಷೆ, 64:15
- ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟು ದತ್ತಿ ನೀಡಲ್ಪಟ್ಟದ್ದು, 67:23-24; 74:12-15; 90:8-10
- ತಾಳ್ಮೆಯಿಲ್ಲದವನು, 70:19-21
- ಪ್ರಾರ್ಥನೆಗಳಿಗೆ ಮೀಸಲಾಗಿದೆ, 70:22-35
- ಹೆಚ್ಚಿನದನ್ನು ಬಯಸುತ್ತದೆ, 74:15
- ತನ್ನ ವಿರುದ್ಧವೇ ಸಾಕ್ಷಿ ಹೇಳುವುದು, 75:14-15
- ಅವನ ದುರಹಂಕಾರ, 75:31-40; 90:5-7
- ಇಹಲೋಕದ ಜೀವನವನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ, 76:27
- ಸೃಷ್ಟಿಸುವುದು ಹೆಚ್ಚು ಕಷ್ಟ, ಅಥವಾ ಸ್ವರ್ಗ, 79:28
- ಕರ್ತನ ವಿಷಯದಲ್ಲಿ ಅಜಾಗರೂಕತೆ, 82:6-12
- ಪರಿಪೂರ್ಣವಾಗಿ ರೂಪಿಸಲಾಗಿದೆ ಮತ್ತು ಸರಿಯಾದ ಪ್ರಮಾಣದಲ್ಲಿ ನೀಡಲಾಗಿದೆ, 82:7
- ಹಂತದಿಂದ ಹಂತಕ್ಕೆ ಪ್ರಯಾಣ, 84:19
- ಸಂಪತ್ತಿನ ಮೇಲಿನ ಪ್ರೀತಿ, 89:20
- ಶ್ರಮದಲ್ಲಿ ಸೃಷ್ಟಿಸಲಾಗಿದೆ, 90:4
- ಪ್ರಯತ್ನಗಳು ಮತ್ತು ಕಾರ್ಯಗಳು ವೈವಿಧ್ಯಮಯವಾಗಿವೆ, 92:4
- ಅವನಿಗೆ ಸುಲಭ ಮತ್ತು ಕೆಟ್ಟ ಮಾರ್ಗವನ್ನು ಸುಗಮಗೊಳಿಸಿ, 92:7, 10
- ಅತ್ಯುತ್ತಮವಾದ ಆಕಾರದಿಂದ (ಅಚ್ಚುಗಳಿಂದ) ರಚಿಸಲಾಗಿದೆ, 95:4
- ನಂತರ ಕನಿಷ್ಠಕ್ಕಿಂತ ಕನಿಷ್ಠಕ್ಕೆ ಇಳಿಸಲಾಗಿದೆ, 96:5
- ಎಲ್ಲಾ ಮಿತಿಗಳನ್ನು ಮೀರುತ್ತದೆ, 96:6-7
ಹಜ್‌ನ ಮನಸಿಕ್ (ಕರ್ತವ್ಯಗಳು), 2:128, 200; 22:30
ಮನಾತ್, 53:20
ಮಾನವಕುಲ
- ಸಾಕ್ಷಿಗಳು, 2:143
- ಒಂದು ಸಮುದಾಯ, 2:213; 10:19
- ಒಂದೇ ಜೋಡಿಯಿಂದ ರಚಿಸಲಾಗಿದೆ, 4:1; 39:6; 49:13
- ಸ್ವತಃ ತಮ್ಮ ವಿರುದ್ಧ ದಂಗೆ, 10:23
- ಲೆಕ್ಕಪರಿಶೋಧನೆ ಹತ್ತಿರವಾಗಿದ್ದರೂ ಅಜಾಗರೂಕ, 21:1-3
- ಫಿತ್ರಾದಲ್ಲಿ ರಚಿಸಲಾಗಿದೆ, 30:30
- ಅತ್ಯಂತ ಗೌರವಾನ್ವಿತ, 49:13
- ರಾಷ್ಟ್ರಗಳಾಗಿ ಮತ್ತು ಬುಡಕಟ್ಟುಗಳಾಗಿ ಮಾಡಲ್ಪಟ್ಟಿದೆ, 49:13
ಮನ್ನ ಮತ್ತು ಲಾವಕ್ಕಿಗಳು, 2:57
ಶಿಷ್ಟಾಚಾರ
- ಮನೆಗಳನ್ನು ಪ್ರವೇಶಿಸುವ ಬಗ್ಗೆ, 24:27-29
- ಮನೆಯಲ್ಲಿ, 24:58-61
- ಪ್ರವಾದಿಯವರ ಮನೆಗಳಲ್ಲಿ, 33:53
- ಪ್ರವಾದಿಯ ಮೇಲೆ ನಮಸ್ಕಾರ ಮತ್ತು ಸಲಾತ್ ಕಳುಹಿಸಲು, 33:56
- ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ದೂತರನ್ನು ಅಥವಾ ವಿಶ್ವಾಸಿ ಪುರುಷರನ್ನು ಅಥವಾ ಮಹಿಳೆಯರನ್ನು ಕಿರಿಕಿರಿಗೊಳಿಸದಂತೆ, 33:57-58
- ನಂಬಿಕೆಗಿಂತ ಮೊದಲು ಸುದ್ದಿಯನ್ನು ಪರಿಶೀಲಿಸಿ, 49:6
- ಇನ್ನೊಬ್ಬರನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡಬಾರದು, 49:11
- ಸಭೆಗಳಲ್ಲಿ, 58:11
ಮದುವೆ, 2:232, 234
- ನಂಬಿಕೆಯಿಲ್ಲದವರಿಗೆ ಅಥವಾ ಗುಲಾಮರಿಗೆ, 2:221
- ಎಷ್ಟು ಜನರಿಗೆ, ಕಾನೂನುಬದ್ಧ, 4:3
- (ವಿಚ್ಛೇದನದ ಸಂದರ್ಭದಲ್ಲಿ) ಮಹ್ರ್ ಅನ್ನು ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬಾರದು, 4:20-21
- ನಿಷೇಧಿಸಲಾಗಿದೆ, 4:22-24
- ಸ್ವತಂತ್ರ ವಿಶ್ವಾಸಿ ಮಹಿಳೆಯರನ್ನು ಮದುವೆಯಾಗಲು ದಾರಿ ಇಲ್ಲದಿದ್ದರೆ, 4:25
- ಉಲ್ಲಂಘನೆಯ ಭೀತಿಯಿದ್ದರೆ, ಇಬ್ಬರು ಮಧ್ಯಸ್ಥಗಾರರನ್ನು ನೇಮಿಸಲಾಗುವುದು, 4:35
- ಹೆಂಡತಿಗೆ ಕ್ರೌರ್ಯ ಅಥವಾ ದ್ರೋಹದ ಭಯವಿದ್ದರೆ, ಶಾಂತಿ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಿ, 4:128
- ಒಬ್ಬ ಹೆಂಡತಿಯ ಮೇಲೆ ಹೆಚ್ಚು ಒಲವು ತೋರಬೇಡಿ, ಇನ್ನೊಬ್ಬಳನ್ನು ನೇಣು ಹಾಕಿಕೊಂಡು ಬಿಡಬೇಡಿ, 4:129
- ವ್ಯಭಿಚಾರಿಗಳ ಬಗ್ಗೆ, 24:3
- ಬಡವರಿಗೆ, 24:32
- ವಿವಾಹಕ್ಕೆ ಆರ್ಥಿಕ ಸಂಪನ್ಮೂಲಗಳಿಲ್ಲದವರು, 24:33
- ಪ್ರವಾದಿಯವರಿಗೆ ಪತ್ನಿಯರನ್ನು ಕಾನೂನುಬದ್ಧಗೊಳಿಸಲಾಗಿದೆ, 33:50-52
- ಲೈಂಗಿಕ ಸಂಭೋಗದ ಮೊದಲು, ವಿಚ್ಛೇದನದ ಮೇಲೆ ಇದ್ದಾ ಇಲ್ಲ, 33:49
ಹುತಾತ್ಮರೇ
- ಸತ್ತಿಲ್ಲ, 2:154; 3:169
- ಅಲ್ಲಾಹನ ಅನುಗ್ರಹ ಮತ್ತು ಅನುಗ್ರಹದಲ್ಲಿ ಸಂತೋಷಪಡಿರಿ, 3:170-171
- ಕ್ಷಮೆ ಮತ್ತು ಕರುಣೆಯನ್ನು ಪಡೆಯಿರಿ, 3:157-158
- ಉತ್ತಮ ಕೊಡುಗೆ ದೊರೆಯುತ್ತದೆ, 22:58-59
ಮರುತ್, 2:102
ಮರಿಯಳು (ಯೇಸುವಿನ ತಾಯಿ), ಜನನ, 3:35-7
- ಯೇಸುವಿನ ಶುಭವಾರ್ತೆ, 3:42-51; 19:16-21
- ಹೆರಿಗೆಯಲ್ಲಿ, 19:23-26
- ಮಗುವನ್ನು ತನ್ನ ಜನರ ಬಳಿಗೆ ಕರೆತಂದಳು, 19:27-33
- ಸುಳ್ಳು ಆರೋಪ, 4:156
- ಅವಳ ಪಾತಿವ್ರತ್ಯವನ್ನು ಕಾಪಾಡಿಕೊಂಡಳು, 21:91; 66:12
ಮರಿಯಮ್, S.19
ಮಸಾದ್, S.111
- ಅಲ್-ಮಸ್ಜಿದ್-ಅಲ್-ಅಗ್ಸಾ, 17:1
- ಅಲ್-ಮಸ್ಜಿದ್-ಅಲ್-ಹರಾಮ್, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- ಅಲ್-ಮಶ್'ಅರ್-ಅಲ್-ಹರಾಮ್, 2:198
ಮೌನ್, S.107
ಮಾವಾ ಪ್ಯಾರಡೈಸ್, 53:15
ಅಳತೆ ಮತ್ತು ತೂಕ, ಪೂರ್ಣವಾಗಿ ಕೊಡು, 11:85; 17:35; 83:1-5
ಸಭೆ
- ಅಲ್ಲಾಹನ ಜೊತೆ, 6:31
- ಮಹಾ ದಿನದ, 19:37
- ಪರಲೋಕದ ಬಗ್ಗೆ, 30:16
ಸಂದೇಶವಾಹಕರು, 2:253; 4:164-165; 40:78; 57:27
- ಅನುಕ್ರಮ, 2:87
- ಸರಣಿ, 5:19; 23:44
- ಕೊಲ್ಲಲ್ಪಟ್ಟರು, 3:183
- ಬೆದರಿಕೆ ಹಾಕಲಾಗಿದೆ, 14:13
- ಅಪಹಾಸ್ಯ, 6:10; 13:32; 15:11; 21:41
- ನಿರಾಕರಿಸಲಾಗಿದೆ ಮತ್ತು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ,3:184; 6:34;25:37;34:45; 51:52
- ಕೆಲವರನ್ನು ನಂಬುವುದು ಮತ್ತು ಇನ್ನು ಕೆಲವರನ್ನು ತಿರಸ್ಕರಿಸುವುದು, 4:150-152
- ಸಭೆ, 5:109
- ಶುಭವಾರ್ತೆ ನೀಡುವವರಾಗಿ ಮತ್ತು ಎಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ, 6:48; 14:4-8
- ಎಲ್ಲಾ ರಾಷ್ಟ್ರಗಳಿಂದಲೂ ಸಾಕ್ಷಿಯಾಗಿ, 16:89
- ಪ್ರತಿಯೊಂದು ರಾಷ್ಟ್ರಕ್ಕೂ, ಒಂದು, 10:47; 16:36 ಇರುತ್ತದೆ
- ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಪಠಿಸುವುದು, 7:35-36
- ಒಬ್ಬ ದೇವದೂತ, 17:95; 25:7
- ಮನುಷ್ಯರಿಗಿಂತ ಹೆಚ್ಚಿಲ್ಲ, 14:10-12; 17:94; 21:8; 25:7-8, 20
- ಮತ್ತು ಅವರ ಹೆಂಡತಿಯರು ಮತ್ತು ಮಕ್ಕಳು, 13:38
- ಪ್ರವಾದಿಗಳನ್ನೂ ನೋಡಿ
ಮೀರಜ್, 17:1; 53:12
ಜಿಪುಣತನ/ಜಿಪುಣರು, 57:24
ದುರದೃಷ್ಟ, ನಿಮ್ಮ ಕೈಗಳಿಂದಾಗಿ, 42:30
ಸನ್ಯಾಸತ್ವ, ವಿಧಿಸಲಾಗಿಲ್ಲ, 57:27
ಮಂಗಗಳು, ಅತಿಕ್ರಮಣಕಾರರು ಹೀಗೆ ಆದರು, 2:65; 5:60; 7:166
ಮೀರಜ್, 17:1; 53:12
ತಿಂಗಳುಗಳು, ಸಂಖ್ಯೆ, 9:36-37
ಚಂದ್ರ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ವಿಭಜನೆ; 54:1
ಮೋಸೆಸ್
- ಮತ್ತು ಅವನ ಜನರು, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- ಮತ್ತು ಫರೋಹ, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದರ್ಶನ, 6:84
- ಪರ್ವತ ಮತ್ತು ಕರ್ತನ ದರ್ಶನ, 7:142-145
- ಕರು ಪೂಜೆಗಾಗಿ ತನ್ನ ಜನರನ್ನು ಖಂಡಿಸುತ್ತಾನೆ, 7:148-156;20:83-99
- ಅವರ ಗ್ರಂಥದಲ್ಲಿ ವ್ಯತ್ಯಾಸಗಳು ಹುಟ್ಟಿಕೊಂಡವು, 11:110
- ಶಾಸ್ತ್ರವನ್ನು ನೀಡಲಾಗಿದೆ, 17:2
- ಒಂಬತ್ತು ಸ್ಪಷ್ಟ ಚಿಹ್ನೆಗಳು, 7:133; 17:101
- ಎರಡು ಸಮುದ್ರಗಳ ಸಂಗಮಕ್ಕೆ, 18:60-82
- ಉರಿಯುತ್ತಿರುವ ಪೊದೆಯಲ್ಲಿ ಅದೃಷ್ಟದ ಎನ್ಕೌಂಟರ್ 20:9-36; 27:7-14; 28:29-35
- ಕರೆಯಲ್ಪಟ್ಟು ಸಂದೇಶವಾಹಕತ್ವವನ್ನು ನೀಡಲಾಯಿತು, 19:51-53;20:9-56
- ಅವನ ಬಾಲ್ಯ, ತಾಯಿ ಮತ್ತು ಸಹೋದರಿ, 20:38-40; 28:7-13
- ಮತಾಂತರಗೊಂಡ ಜಾದೂಗಾರರು, 20:70-73; 26:46-52
- ಮದ್ಯನ್ ನಲ್ಲಿ, 20:40; 28:22-28
- ಮಾನದಂಡವನ್ನು ನೀಡಲಾಗಿದೆ, 21:48
- ಮತ್ತು ಅತೀಂದ್ರಿಯ ಬೆಂಕಿ, 27:7-12; 28:29-35
- ನಗರದಲ್ಲಿ ತಪ್ಪಾಗಿ ಈಜಿಪ್ಟಿನವನನ್ನು ಕೊಲ್ಲುತ್ತಾನೆ 28:14-21
- ಸ್ಪಷ್ಟವಾದ ವಚನಗಳೊಂದಿಗೆ ಬಂದಿತು, 29:39
- ಫರೋಹನೊಂದಿಗಿನ ಕಥೆ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ಫರೋಹ ಮತ್ತು ಅವನ ಜನರಿಗೆ ಒಂಬತ್ತು ಚಿಹ್ನೆಗಳು 7:130-133; 20:17-22; 17:101
- ಫರೋಹನ ಮಾಂತ್ರಿಕರನ್ನು ಸೋಲಿಸುತ್ತಾನೆ 20:70-73; 26:46-52
- ಮಿದ್ಯಾನ್‌ಗೆ ಪಲಾಯನ ಮತ್ತು ಮದುವೆ 28:22-28
- ಟ್ಯಾಬ್ಲೆಟ್‌ಗಳು 7:142-154 ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ
- ಪರ್ವತದ ಮೇಲೆ ಅಲ್ಲಾಹನನ್ನು ನೋಡಲು ಕೇಳುತ್ತಾನೆ 7:142-145
- ಅಲ್ಲಾಹನಿಂದ ಗೌರವಿಸಲ್ಪಟ್ಟಿದೆ 33:69
- ಇಸ್ರೇಲೀಯರಿಗೆ ಅಲ್ಲಾಹನ ಅನುಗ್ರಹಗಳು 2:47-61
- ಇಸ್ರೇಲೀಯರು ಯೆರೂಸಲೇಮನ್ನು ಪ್ರವೇಶಿಸಲು ನಿರಾಕರಿಸುತ್ತಾರೆ 5:20-29
- ನೇರ ಮಾರ್ಗದತ್ತ ಮಾರ್ಗದರ್ಶನ, 37:114-122
- ಶಾಸ್ತ್ರ, 53:36; 87:19
ಮಸೀದಿ (ಜೆರುಸಲೇಮಿನ), 17:7
(ಕುಬಾ ಮಸೀದಿ), 9:107-108
ಮಸೀದಿಗಳು, 2:187; 9:17-19
- ಅಲ್ಲಾಹನ, 9:17-18 ಅನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು
ಸೊಳ್ಳೆ, ಒಂದು ದೃಷ್ಟಾಂತ, 2:26
ಪರ್ವತಗಳು, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
ಮುದ್ದತ್ತಿರ್, S.74
ಮುಹಾಜಿರ್ (ವಲಸಿಗರು), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- ಮಹಿಳೆಯರು, 60:10-12
ಮುಹಮ್ಮದ್ ﷺ
- ಅಪಹಾಸ್ಯ, 2:104; 4:46; 25:41-42; 34:78
- ಸಂದೇಶವಾಹಕರನ್ನು ಗೌರವಿಸಿ, 2:104; 4:46; 49:1-5
- ನಂಬಲು ಒಡಂಬಡಿಕೆ, 3:81
- ವಿಶ್ವಾಸಿಗಳ ಮೇಲೆ ಸಾಕ್ಷಿಯಾಗಿ, 2:143
- ಒಬ್ಬ ಸಂದೇಶವಾಹಕರಿಗಿಂತ ಹೆಚ್ಚೇನೂ ಅಲ್ಲ, 3:144
- ಮೃದುವಾಗಿ ವರ್ತಿಸುವುದು, 3:159
- ಅವರ ಕೃತಿ, 3:164; 7:157; 36:6; 52:29; 74:1-7
- ವಿಶ್ವಾಸಿಗಳಿಗೆ ಒಂದು ಮಹಾ ಔದಾರ್ಯವಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ, 3:164
- ಸತ್ಯದೊಂದಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ, 4:170
- ವೀಕ್ಷಕನನ್ನಾಗಿ ಮಾಡಲಾಗಿಲ್ಲ, 6:107
- ಅಕ್ಷರಸ್ಥ, 7:157; 62:2
- ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕರಾಗಿ ಮಾನವಕುಲಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ, 7:158; 48:9, 29
- ಸ್ಪಷ್ಟ ಎಚ್ಚರಿಕೆ ನೀಡುವವನು, 7:184, 188; 11:2; 15:89; 53:56
- ಹುಚ್ಚನಲ್ಲ, 7:184; 68:2; 81:22
- ನಿನ್ನ ಮೇಲೆ ಆರೋಪ ಹೊರಿಸುವವರು, 9:58
- ಪ್ರವಾದಿಯವರನ್ನು ನೋಯಿಸುವ ಪುರುಷರು, ವಿಶ್ವಾಸಿಗಳಿಗೆ ಕರುಣೆ, 9:61
- ಬಹಿರಂಗಪಡಿಸಿರುವುದನ್ನು ಮಾತ್ರ ಅನುಸರಿಸಿ, 10:15-16; 11:12-14; 46:9
- ಅವನ ಮಾತುಗಳು, 11:2-4; 12:108; 34:46-50
- ಅಲ್ಲಾಹನು ಅವನ ಮೇಲೆ ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ, 13:43; 29:52; 46:8
- ಸಾಕ್ಷಿಯಾಗಿ, ಶುಭವಾರ್ತೆ ನೀಡುವವನಾಗಿ ಮತ್ತು ಎಚ್ಚರಿಕೆ ನೀಡುವವನಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- ದುಃಖಿಸಬಾರದು, 15:97; 16:127; 18:6
- ಸಾಕ್ಷಿಯಾಗಲು ಕಳುಹಿಸಲಾಗಿದೆ, 16:89; 22:78; 73:15
- ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ನ್ಯಾಯಯುತ ಉಪದೇಶದೊಂದಿಗೆ ಆಹ್ವಾನಿಸುವುದು ಮತ್ತು ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ವಾದಿಸುವುದು, 16:125
- ಮಕಾಮು ಮಹಮೂದ್, 17:79
- ಪ್ರೇರಿತ, 18:110
- ಆಲಮೀನ್ ಗಳ ಮೇಲೆ ಕರುಣೆ, 21:107
- ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಕೇಳುವುದಿಲ್ಲ, 25:57; 38:86; 42:23
- ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ, 27:91-93;30:30;66:9
- ಅಲ್ಲಾಹನ ಕೃಪೆಯಾಗಿ, 28:46-47
- ವಿಶ್ವಾಸಿಗಳಿಗೆ ಹತ್ತಿರ, 33:6
- ಅನುಸರಿಸಲು ಒಳ್ಳೆಯ ಉದಾಹರಣೆ, 33:21
- ಪ್ರವಾದಿಗಳಲ್ಲಿ ಕೊನೆಯವರು, 33:40
- ಸಲಾತ್ ಕಳುಹಿಸಿ, 33:56
- ಎಲ್ಲಾ ಮಾನವಕುಲಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ, 34:28
- ಪ್ರತಿಫಲವು ಅಲ್ಲಾಹನಿಂದ ಮಾತ್ರ, 34:47
- ಕೇವಲ ಒಬ್ಬ ಮನುಷ್ಯ, 41:6
- ರಕ್ಷಕನಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ, 42:48
- ಸಂದೇಶವಾಹಕರಲ್ಲಿ ಹೊಸದೇನಲ್ಲ, 46:9
- ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಿಂದ ಸಾಕ್ಷಿ, 46:10
- ಅವನಿಗೆ ಬೈಅತ್ (ಪ್ರತಿಜ್ಞೆ) ಅಲ್ಲಾಹನಿಗೆ ಬೈಅತ್ (ಪ್ರತಿಜ್ಞೆ) ಆಗಿದೆ, 48:10, 18
- ಗೇಬ್ರಿಯಲ್‌ನನ್ನು ಕಂಡನು, 53:4-18; 81:22-25
- ಅವನನ್ನು ವಿರೋಧಿಸಬೇಡಿ, 58:20-22
- ಯೇಸುವಿನಿಂದ ಮುಂತಿಳಿಸಲ್ಪಟ್ಟಿದೆ, 61:6
- ಸತ್ಯ ಧರ್ಮವನ್ನು ಎಲ್ಲಾ ಧರ್ಮಗಳ ಮೇಲೆ ವಿಜಯಶಾಲಿಯನ್ನಾಗಿ ಮಾಡುವುದು, 61:9
- ಕತ್ತಲೆಯಿಂದ ಬೆಳಕಿನೆಡೆಗೆ, 65:11
- ನಂಬಿಕೆಯಿಲ್ಲದವರು ಮತ್ತು ಕಪಟಿಗಳೊಂದಿಗೆ ಹೋರಾಡುವುದು, 66:9
- ಚಾರಿತ್ರ್ಯದ ಉನ್ನತ ಗುಣಮಟ್ಟ, 68:4
- ಕವಿ ಅಥವಾ ಭವಿಷ್ಯ ಹೇಳುವವನಲ್ಲ, 69:41-42
- ಪ್ರಾರ್ಥನೆಗೆ ಮೀಸಲಾಗಿದೆ, 73:1-8, 20; 74:3
- ಮತ್ತು ಕುರುಡ, 80:1-12
- ಅಲ್ಲಾಹನ ಹತ್ತಿರ ಸುಜೂದ್ ಮಾಡುವುದು ಮತ್ತು ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡುವುದು, 96:19
- ಶುದ್ಧ ಪುಟಗಳನ್ನು ಪಠಿಸುವುದು, 98:2
- ಕುಟುಂಬದ ಬಗ್ಗೆ ಆಯತ್, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ಸಂದೇಶವಾಹಕರು; ಪ್ರವಾದಿಗಳು ಸಹ ನೋಡಿ
ಮುಹಮ್ಮದ್ ( ﷺ ), S.47
ಮುಹ್ಸಿನುನ್ (ಸದ್ಗುಣಶೀಲರು), 2:117, 195; 4:125,128; 10:12-16; 16:128
- ಅಲ್ಲಾಹನು ಪ್ರೀತಿಸುತ್ತಾನೆ, 3:134, 148; 5:93
- ಅಲ್ಲಾಹನು ಪ್ರತಿಫಲವನ್ನು ಕಳೆದುಕೊಳ್ಳುವುದಿಲ್ಲ, 5:85; 9:120; 11:115; 18:30
- ನಾವು ಪ್ರತಿಫಲ ನೀಡುತ್ತೇವೆ, 12:22; 37:80, 105, 110; 39:34;77:44
- ಶುಭ ಸುದ್ದಿ, 22:37; 46:12
- ಅಲ್ಲಾಹನ ಕರುಣೆಯು ಸನಿಹದಲ್ಲಿದೆ, 7:56
- ಅಲ್ಲಾಹನು ನಮ್ಮೊಂದಿಗಿದ್ದಾನೆ, 29:69
- ಪೋಷಕರ ಬಗ್ಗೆ ಕರ್ತವ್ಯನಿಷ್ಠೆ ಮತ್ತು ಒಳ್ಳೆಯತನ, 2:83
- ಅಲ್ಲಾಹನ ಕರ್ತವ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವಲ್ಲಿ ತಾಳ್ಮೆಯಿಂದಿರಿ, 16:90
- ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದ್ದನ್ನು ಸಹ ನೋಡಿ
ಮುಜಾದಿಲಾ, S.58
ಹೇಸರಗತ್ತೆಗಳು 16:8
ಮುಲ್ಕ್, S.67
ಮುಮಿನ್ (ಗಫಿರ್ ನೋಡಿ), S.40
ಮು'ಮಿನುನ್, S.23
ಮುಮ್ತಹನಾಹ್, S.60
ಮುನಾಫಿಗುನ್, S.63
ಮರ್ಡರ್, 2:178-179
ಮುರ್ಸಲಾತ್, S.77
ಮುಸ್ಲಿಮರು
- ಮೊದಲನೆಯದಾಗಿ, 6:14, 163; 9:100; 39:12
- ಯಾರು ಹೆಸರಿಸಿದ್ದಾರೆ, 22:78
- ಕ್ಷಮೆ ಮತ್ತು ಅವರಿಗೆ ಮಹಾ ಪ್ರತಿಫಲ, 33:35-36
ಮುತಾಫಿಫಿನ್, ಎಸ್.83
ಮುಝಮ್ಮಿಲ್, S.73
ನಬಾ', S.78
ನಾದಿರ್, ಬಾನು-ಆನ್-, (ಯಹೂದಿಗಳು), 59:2, 9, 13
ನಹ್ಲ್, S.16
ನಜಸ್ (ಅಶುದ್ಧ) 9:28
ನಜ್ಮ್, S.53
ನಜ್ವಾ (ರಹಸ್ಯ ನೋಡಿ)
ಹೆಸರುಗಳು
ಅತ್ಯಂತ ಸುಂದರನು ಅವನಿಗೆ ಸೇರಿದವನು, 7:180
ಸರ್ವೋತ್ತಮರು ಅವನಿಗೆ ಸೇರಿದವರು, 17:110; 20:8; 59:24
ಅನಿವಾರ್ಯತೆ, ಬಲವಂತಪಡಿಸಿದರೆ, 2:173; 6:145
ನೆರೆಮನೆಯವರು, 4:36
ಅಮಾವಾಸ್ಯೆಗಳು, 2:189
ಸುದ್ದಿ, ಪರೀಕ್ಷಿಸಲಾಗುವುದು 4:83
ದುರಾಸೆ 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
ರಾತ್ರಿ, (ಸಂಕೇತವಾಗಿ), ವಿಶ್ರಾಂತಿಗಾಗಿ, 10:67
- ಹೊದಿಕೆಯಾಗಿ, 13:3; 78:10
- ಸೇವೆ ಸಲ್ಲಿಸಲು, 14:32
- ಅಲ್-ಖದ್ರ್ ರಾತ್ರಿ (ತೀರ್ಪು), 44:3-4; 97:1-5
ನಿಸಾ', S.4
ನೋಹ, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ಅಪಹಾಸ್ಯ 11:38
- ಪ್ರಳಯ (ತೀವ್ರ ಪ್ರವಾಹ), 29:14
- ನಾವೆ ಮತ್ತು ಜಲಪ್ರಳಯ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ಅನೀತಿವಂತ ಮಗನು ರಕ್ಷಿಸಲ್ಪಡಲಿಲ್ಲ, 11:42-48
- ಅನೀತಿವಂತ ಹೆಂಡತಿ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
ನುಹ್, S.71
ನೂರ್, S.24
ಪ್ರಮಾಣ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ವಿಧೇಯತೆ, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
ಪೂರೈಸಬೇಕಾದ ಕರ್ತವ್ಯಗಳು, 5:1
ಸಂತತಿ,4:9; 42:49-50
- ಅವನು ತಾನಿಚ್ಛಿಸಿದವರಿಗೆ ಗಂಡು ಮತ್ತು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ದಯಪಾಲಿಸುತ್ತಾನೆ, 42:49
ಆಲಿವ್, 6:141; 16:11; 23:20; 24:35; 95:1
ಒಂದೇ ಒಂದು ಮಹ್, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ಅನಾಥರು, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- ರಕ್ಷಕರು, 4:6
ಪ್ರತಿಯೊಬ್ಬ ಜನರಿಗೆ ತಮ್ಮದೇ ಆದ ಕರ್ಮಗಳನ್ನು ಸುಂದರವಾಗಿ ತೋರಿಸಲಾಗಿದೆ, 6:108
ಎಲ್ಲಾ ಜೀವಿಗಳಲ್ಲಿ ಜೋಡಿಗಳು, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ತಾಳೆ ಮರ, 13:4; 19:25; 20:71; 59:5
ದೃಷ್ಟಾಂತಗಳು, (ಹೋಲಿಕೆ, ಉದಾಹರಣೆಗಳು, ಹೋಲಿಕೆಗಳು)
- ಬೆಂಕಿ ಹಚ್ಚಿದವನು, 2:17-18
- ಆಕಾಶದಿಂದ ಮಳೆ ಬಿರುಗಾಳಿ, 2:19-20
- ಸೊಳ್ಳೆ, 2:26
- ಯಾರು ಕೂಗುತ್ತಾರೆ, 2:171
- ಸಂಪೂರ್ಣ ಹಾಳಾಗಿರುವ ಪಟ್ಟಣ, 2:259
- ಜೋಳದ ಧಾನ್ಯ, 2:261
- ನಯವಾದ ಬಂಡೆ, 2:264
- ಉದ್ಯಾನ, 2:265-266
- ಹಗ್ಗ, 3:103
- ತಣ್ಣನೆಯ ಗಾಳಿ, 3:117
- ಪುನರುತ್ಥಾನ 7:57; 22:5; 41:39
- ನಾಲಿಗೆಯನ್ನು ಹೊರಗೆ ಹಾಕುವ ನಾಯಿ, 7:176
- ಪ್ರಪಾತದ ಅಂಚು, 9:109-110
- ಮಳೆ, 10:24
- ಸ್ವಚ್ಛವಾಗಿ ಕೊಯ್ಲು ಮಾಡಿದ ಸುಗ್ಗಿ, 10:24
- ಕುರುಡು ಮತ್ತು ಕಿವುಡ, 11:24
- ಅಲ್ಲಾ vs. ಸುಳ್ಳು ದೇವರುಗಳು 13:14; 16:76
- ಸತ್ಯ vs. ಸುಳ್ಳು 13:17
- ಗಾಳಿಯು ತೀವ್ರವಾಗಿ ಬೀಸುವ ಬೂದಿ, 14:18
- ಒಳ್ಳೆಯ ಮರ, 14:24-25
- ದುಷ್ಟ ಮರ, 14:26
- ಗುಲಾಮ ಮತ್ತು ಮನುಷ್ಯ, 16:75
- ತನ್ನ ಯಜಮಾನನಿಗೆ ಹೊರೆಯಾಗಿರುವ ಮೂಕ ಮನುಷ್ಯ, 16:76
- ದಾರವನ್ನು ಬಿಚ್ಚುತ್ತಿರುವ ಮಹಿಳೆ, 16:92
- ಪಟ್ಟಣ, ಸುರಕ್ಷಿತ ಮತ್ತು ಉತ್ತಮ ವಿಷಯ, 16:112-113
- ದ್ರಾಕ್ಷಿ ತೋಟಗಳನ್ನು ಹೊಂದಿರುವ ಇಬ್ಬರು ಪುರುಷರು, 18:32-44
- ಈ ಲೋಕದ ಜೀವನವು ಆಕಾಶದಿಂದ ಸುರಿಯುವ ನೀರಿನಂತೆ, 18:45
- ಆಕಾಶದಿಂದ ಬಿದ್ದು ಪಕ್ಷಿಗಳಿಂದ ಕಸಿದುಕೊಳ್ಳಲ್ಪಟ್ಟಿದೆ, 22:31
- ಒಂದು ನೊಣ, 22:73
- ಬೆಳಕು ಒಂದು ಗೂಡು, 24:35-36
- ಮರೀಚಿಕೆ, 24:39
- ವಿಶಾಲವಾದ ಆಳ ಸಮುದ್ರದಲ್ಲಿ ಕತ್ತಲೆ, 24:40
- ಜೇಡ, 29:41
- ಪಾಲುದಾರರು, 30:28
- ಪಟ್ಟಣದ ನಿವಾಸಿಗಳು, 36:13-32
- ವಿವಿಧ ಬಣ್ಣಗಳ ಬೆಳೆಗಳು, 39:21
- ಅನೇಕ ಪಾಲುದಾರರಿಗೆ ಸೇರಿದ ವ್ಯಕ್ತಿ, 39:29
- ಬೀಜ ಬೆಳೆಯುವುದು, 48:29
- ಗಟ್ಟಿಯಾದ ಹೃದಯಗಳು 57:16-17
- ಮಳೆಯ ನಂತರ ಸಸ್ಯವರ್ಗ, 57:20
- ಪರ್ವತವು ತನ್ನನ್ನು ತಾನೇ ತಗ್ಗಿಸಿಕೊಳ್ಳುವುದು, 59:21
- ಕತ್ತೆ, 62:5
- ನೀರನ್ನು ಹೂಳೆತ್ತಬೇಕಿತ್ತು, 67:30
- ತೋಟದ ಜನರು, 68:17-33
ಸ್ವರ್ಗ
- ಆಫ್ ಅಬೋಡ್, (ಮಾವಾ ಪ್ಯಾರಡೈಸ್), 53:15
- ಫಿರ್ದೌಸ್ ಪ್ಯಾರಡೈಸ್, 18:107; 23:11
- ನದಿಗಳು ಹರಿಯುವ ಉದ್ಯಾನಗಳು, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- ಎವರ್‌ಲಾಸ್ಟಿಂಗ್ ಗಾರ್ಡನ್ಸ್ ('ಆದ್ನ್ ಪ್ಯಾರಡೈಸ್) 9:72; 13:23; 18:31; 19:61; 20:76
- ಶಾಶ್ವತತೆಯ ಉದ್ಯಾನಗಳು ('ಆದ್ನ್ ಪ್ಯಾರಡೈಸ್), 16:31; 35:33; 98:8
- ಆನಂದದ ಉದ್ಯಾನಗಳು, 37:43; 56:12, 89
- ಶಾಶ್ವತ ಆನಂದಗಳನ್ನು ಹೊಂದಿರುವ ಉದ್ಯಾನಗಳು, 9:21
- ತೋಟಗಳು ಮತ್ತು ದ್ರಾಕ್ಷಿತೋಟಗಳು, 78:32
- ಎರಡು ತೋಟಗಳ ಹಣ್ಣುಗಳು, 55:54, 62
- ಎಲ್ಲಾ ರೀತಿಯ ಹಣ್ಣುಗಳು, ಬಯಸಿದಂತೆ, ಹೇರಳವಾಗಿ, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ಹಣ್ಣುಗಳು ಹತ್ತಿರದಲ್ಲೇ ಇರುತ್ತವೆ, 55:54; 69:23
- ಹಣ್ಣು ಮತ್ತು ಮಾಂಸ, 52:22
- ಕೋಳಿ ಮಾಂಸ, 56:21
- ಮುಳ್ಳಿಲ್ಲದ ಲೋಟೆ ಮರಗಳು ಮತ್ತು ತಾಲ್ (ಬಾಳೆ ಮರಗಳು), 56:28-29
- ನಿಷ್ಪ್ರಯೋಜಕ ಜ್ಞಾನ, ಪುಸ್ತಕಗಳೊಂದಿಗೆ ಕತ್ತೆ 62:5
- ಹರಿಯುವ ಸ್ಪ್ರಿಂಗ್, 88:12
- ಸಲ್ಸಾಬಿಲ್ ಎಂಬ ವಸಂತ, 76:18
- ಕಾಫರ್ ಎಂಬ ಹೆಸರಿನ ಒಂದು ಬುಗ್ಗೆ, 76:5
- ಒಂದು ವಸಂತ ತಸ್ನಿಮ್, 83:27-28
- ಸ್ವರ್ಗದಲ್ಲಿ ಒಂದು ನದಿ, ಕೌಥರ್, 108:1
- ವೈನ್, ಹಾಲು, ಶುದ್ಧೀಕರಿಸಿದ ಜೇನುತುಪ್ಪದ ನದಿಗಳು, 47:15
- ಶುದ್ಧ, ಬಿಳಿ, ರುಚಿಕರವಾದ ಸೀಲ್ ಮಾಡಿದ ವೈನ್, 37:45-46; 56:18; 76:21; 83:25
- ಕಪ್, ಜಂಜಾಬಿಲ್ ಜೊತೆ ಮಿಶ್ರಣ, 76:17; 78:34
- ನೀರು, 76:5
- ಚಿನ್ನದ ತಟ್ಟೆಗಳು ಮತ್ತು ಬಟ್ಟಲುಗಳು, 43:71
- ಬೆಳ್ಳಿಯ ಪಾತ್ರೆಗಳು ಮತ್ತು ಸ್ಫಟಿಕದ ಬಟ್ಟಲುಗಳು, 76:15-16
- ಹಸಿರು ಮತ್ತು ದಪ್ಪ ರೇಷ್ಮೆಯ ಉಡುಪುಗಳು, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- ಚಿನ್ನ ಮತ್ತು ಮುತ್ತುಗಳ ಬಳೆಗಳಿಂದ ಅಲಂಕರಿಸಲಾಗಿದೆ, 18:31; 22:23; 35:33; 76:21
- ರೇಷ್ಮೆ ಬ್ರೊಕೇಡ್‌ನಿಂದ ಸಾಲಾಗಿ ನಿಂತಿರುವ ಕೋಚ್‌ಗಳು, 55:54
- ಹಸಿರು ಮೆತ್ತೆಗಳು ಮತ್ತು ಸುಂದರವಾದ ಹಾಸಿಗೆಗಳು, ಸಾಲಾಗಿ ಜೋಡಿಸಲ್ಪಟ್ಟಿವೆ, 55:76; 88:15
- ಚಿನ್ನ ಮತ್ತು ಅಮೂಲ್ಯ ಕಲ್ಲುಗಳಿಂದ ನೇಯ್ದ ಸಿಂಹಾಸನಗಳು, ಎತ್ತರಕ್ಕೆ ಏರಿಸಲ್ಪಟ್ಟವು 56:15; 88:13
- ಹರಡಿದ ಶ್ರೀಮಂತ ರತ್ನಗಂಬಳಿಗಳು, 88:16
- ಸುಂದರವಾದ ಮಹಲುಗಳು, ಒಂದರ ಮೇಲೊಂದು ಎತ್ತರದ ಕೊಠಡಿಗಳು, 9:72; 39:20
- ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ನೆಲೆಸುವುದು, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ಶಾಶ್ವತ ಮನೆ, 3:15; 35:35
- ಸಿಂಹಾಸನಗಳ ಮೇಲೆ ಪರಸ್ಪರ ಎದುರಾಗಿ, 15:47; 37:44; 44:53; 56:16
- ಅದರಲ್ಲಿ ಮರಣವನ್ನು ಸವಿಯಬೇಡಿ, 44:56
- ಅವರನ್ನು ಅದರಿಂದ ಬಿಡಲು ಎಂದಿಗೂ ಕೇಳಲಾಗುವುದಿಲ್ಲ, 15:48
- ಅವರ ಹೃದಯದಿಂದ ದ್ವೇಷ ಅಥವಾ ಗಾಯದ ಭಾವನೆಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ, 7:43; 15:47
- ಎಲ್ಲಾ ದುಃಖ ದೂರವಾಯಿತು, 35:34
- ಆಯಾಸ, ಶ್ರಮ ಅಥವಾ ಆಯಾಸದ ಭಾವನೆ ಇಲ್ಲ, 15:48; 35:35
- ಯಾವುದೇ ನೋವು, ಹೊಟ್ಟೆ ನೋವು, ತಲೆನೋವು ಅಥವಾ ಮಾದಕತೆ ಇರುವುದಿಲ್ಲ, 37:47; 56:19
- ವ್ಯರ್ಥವಾದ ಮಾತು ಅಥವಾ ಪಾಪದ ಮಾತು ಬೇಡ, 19:62; 56:25
- ಹಾನಿಕಾರಕ ಮಾತು ಅಥವಾ ಸುಳ್ಳು ಅಲ್ಲ, 78:35; 88:11
- ಪಾಪದಿಂದ ಮುಕ್ತ, 37:47; 52:23
- ಅತಿಯಾದ ಶಾಖವೂ ಅಲ್ಲ, ಕಹಿ ಶೀತವೂ ಅಲ್ಲ, 76:13
- ತಿಳಿದಿರುವ ನಿಬಂಧನೆ ಇರುತ್ತದೆ, 37:41; 56:89
- ಶಾಂತಿ ಮತ್ತು ಭದ್ರತೆಯಲ್ಲಿ, 15:46; 44:51, 55; 50:34
- ಶಾಂತಿಯ ಮನೆ, 6:127
- ಶುಭಾಶಯಗಳು, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುವವನು ಪ್ರವೇಶಿಸುವನು, 4:124; 42:22; 44:51
- ತಮ್ಮ ಪ್ರಭುವಿಗೆ ಗೌರವ ಸಲ್ಲಿಸಿದವರನ್ನು ಗುಂಪು ಗುಂಪಾಗಿ ನಡೆಸಲಾಗುವುದು, 39:73
- ಕರ್ಮಗಳ ಕಾರಣದಿಂದಾಗಿ ಉತ್ತರಾಧಿಕಾರಿಯಾಗಿ ಮಾಡಲಾಗಿದೆ, 43:72
- ಅಲ್ಲಾಹನು ಅವರ ಬಗ್ಗೆ ಸಂತುಷ್ಟನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವರು ಅವನ ಬಗ್ಗೆ ಸಂತುಷ್ಟರಾಗಿದ್ದಾರೆ, 5:119
- ನನ್ನ ಸ್ವರ್ಗ, 89:30
- ಅತ್ಯಂತ ಪರಮಾನಂದ, 9:72
- ಮಹಾನ್ ಯಶಸ್ಸು, 57:12; 64:9
- ಪರಮ ಯಶಸ್ಸು, 9:72; 44:57
- ವಿಶ್ವಾಸಿಗಳಿಗೆ ಮನರಂಜನೆಗಾಗಿ ಉದ್ಯಾನಗಳಿವೆ, 32:19
- ಆ ದಿನ ಸ್ವರ್ಗವಾಸಿಗಳು ಸಂತೋಷದ ಕೆಲಸಗಳಲ್ಲಿ ನಿರತರಾಗಿರುತ್ತಾರೆ, 36:35
- ತೋಟಗಳು ಮತ್ತು ನೀರಿನ ಬುಗ್ಗೆಗಳ ನಡುವೆ ಇರುತ್ತದೆ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ಸಿಂಹಾಸನವನ್ನು ಸುತ್ತುವರೆದಿರುವ ದೇವತೆಗಳನ್ನು ನೋಡಿ, 39:75
- ಸರ್ವಶಕ್ತ ರಾಜನ ಬಳಿ, 54:55
- ಅವರಿಗೆ ಅವರು ಬಯಸಿದ್ದೆಲ್ಲವೂ ಸಿಗಲಿದೆ, 50:35
- ಹರ್ಸ್, ವಿಶಾಲ ಮತ್ತು ಸುಂದರವಾದ ಕಣ್ಣುಗಳನ್ನು ಹೊಂದಿರುವ ಪರಿಶುದ್ಧ ಹೆಣ್ಣುಗಳು, ಸಂರಕ್ಷಿಸಲ್ಪಟ್ಟ ಮೊಟ್ಟೆಗಳಂತೆ, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ಶುದ್ಧ ಹೆಂಡತಿಯರು, 3:15
- ಸುಂದರ ನೆರಳಿನಲ್ಲಿ ಕುಳಿತಿರುವ ಪತ್ನಿಯರು, ಸಿಂಹಾಸನಗಳ ಮೇಲೆ ಒರಗಿಕೊಂಡಿರುವವರು, 36:55
- ಸಮಾನ ವಯಸ್ಸಿನ ಯುವ, ಪೂರ್ಣ ಎದೆಯ ಕನ್ಯೆಯರು, 78:33
- ಅವರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ಅಮರ ಬಾಲಕ-ಸೇವಕರು, ಚದುರಿದ ಮುತ್ತುಗಳಂತೆ, 52:24; 56:17; 76:19
- ಆಕಾಶ ಮತ್ತು ಭೂಮಿಯಷ್ಟು ವಿಶಾಲವಾಗಿದೆ 3:133, 57:21
- ಹರಿಯುವ ನೀರು, ತಂಪಾದ ನೆರಳು, ಖಾದ್ಯಗಳು ಮತ್ತು ಶುದ್ಧ ಸಂಗಾತಿಗಳು 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- ವಿಶ್ವಾಸಿಗಳ ಪ್ರತಿಫಲ 55:46-78; 56:10-40
- ಜೇನುತುಪ್ಪ, ಹಾಲು, ನೀರು ಮತ್ತು ದ್ರಾಕ್ಷಾರಸದ ನದಿಗಳು 47:15
- ಪ್ರಾರ್ಥನೆಗಳು ಮತ್ತು ಶುಭಾಶಯಗಳು 10:9-10; 39:73-74
- ಶಾಂತಿಯ ಶುಭಾಶಯಗಳೊಂದಿಗೆ ವಂದಿಸಲಾಯಿತು 13:23-24; 14:32
- ಆನಂದ 11:108 ರಲ್ಲಿ ಶಾಶ್ವತ ವಾಸ್ತವ್ಯ
- ಎಂದಿಗೂ ಬಿಡಲು ಕೇಳಲಿಲ್ಲ 15:45-48
- ಅವರ ಮುಂದೆ ಮತ್ತು ಅವರ ಬಲಭಾಗದಲ್ಲಿ ಬೆಳಕು ಹೊಳೆಯುತ್ತಿದೆ 57:12
- ಶಾಖ ಅಥವಾ ಶೀತವಿಲ್ಲ 76:13
- ಎಲ್ಲಾ ಆಸೆಗಳನ್ನು ಪೂರೈಸಲಾಗಿದೆ 16:30-32; 41:31-32
- ಚಿನ್ನದ ಬಳೆಗಳು ಮತ್ತು ಉತ್ತಮ ರೇಷ್ಮೆ ಬಟ್ಟೆಗಳು 18:30-31; 22:23-24; 44:51-53
- ಚಿನ್ನದ ಬಟ್ಟಲುಗಳ ಟ್ರೇಗಳು 43:67-73
- ಬೆಳ್ಳಿ ಪಾತ್ರೆಗಳು ಮತ್ತು ಹಣ್ಣುಗಳು ಕೈಗೆಟುಕುವ ದೂರದಲ್ಲಿ ನೇತಾಡುತ್ತಿವೆ 76:14-16
- ಸಿಂಹಾಸನಗಳ ಮೇಲೆ ಒರಗುವುದು 15:47; 37:44; 52:20
- ವಿಶ್ವಾಸಿಗಳು ತಮ್ಮ ಪ್ರಭುವನ್ನು ನೋಡುವರು 75:22-23
ಹೆತ್ತವರಿಗೆ ದಯೆ, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
ಅಲ್ಲಾಹನ ಪಾಲುದಾರರು, ಒಂದು ಸುಳ್ಳು,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
ಹುಲ್ಲುಗಾವಲು, 87:4-5
ಪಾತ್, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ಇದನ್ನೂ ನೋಡಿ ದಾರಿ
ತಾಳ್ಮೆ, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ಸಹಾಯ ಯಾಚಿಸಿ, ಮತ್ತು ಪ್ರಾರ್ಥನೆ, 2:45, 153; 20:132; 50:39
ರೋಗಿ
- ಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುವರು, 39:10
- ಅಲ್ಲಾಹನು ಇರುವವರ ಜೊತೆಗಿದ್ದಾನೆ, 8:46
- ಮತ್ತು ಆಗು, 11:115
- ಅಲ್ಲಾಹನಿಗೆ ಕರ್ತವ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವಲ್ಲಿ, 16:90
- ಕೋಪದ ಸಮಯದಲ್ಲಿ, 41:34
ಶಾಂತಿ, ಒಲವು, 8:61
ಮುತ್ತು ಮತ್ತು ಹವಳ, ಸಂರಕ್ಷಿಸಲಾಗಿದೆ, 52:24; 55:22; 56:23
ಲೇಖನಿ, 68:1; 96:4
ವ್ಯಕ್ತಿ
- ಅಲ್ಲಾಹನು ತನ್ನ ಶಕ್ತಿ ಮೀರಿದ ಹೊರೆಯನ್ನು ಹೊರಿಸುವುದಿಲ್ಲ, 2:286; 7:42
- ಅಲ್ಲಾಹನು ಯಾರ ಮೇಲೂ ತೆರಿಗೆ ವಿಧಿಸುವುದಿಲ್ಲ, ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಹೊರತುಪಡಿಸಿ, 23:62
- ಇಲ್ಲ, ನಾಳೆ ಅವನು ಏನು ಗಳಿಸುವನೆಂದು ಮತ್ತು ಯಾವ ಭೂಮಿಯಲ್ಲಿ ಸಾಯುವನೆಂದು ಅವನಿಗೆ ತಿಳಿದಿದೆ, 31:34
- ಪ್ರತಿಯೊಬ್ಬರೂ, ಅವರು ಮಾಡಿದ ಎಲ್ಲಾ ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದ್ದನ್ನು ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ 3:30
- ಪ್ರತಿಯೊಬ್ಬರೂ, ತನಗಾಗಿ ವಾದಿಸಲು ಬರುತ್ತಾರೆ, 16:111
- ಪ್ರತಿಯೊಬ್ಬನೂ ತಾನು ಸಂಪಾದಿಸಿದ್ದಕ್ಕೆ ಪ್ರತಿಜ್ಞೆಯಾಗಿರುತ್ತಾನೆ, 74:38
- ಅಲ್ಲಾಹನು ಆತ್ಮ ನಿಂದೆಯ ಮೇಲೆ ಪ್ರಮಾಣ ಮಾಡುತ್ತಾನೆ, 75:2
ಫರೋಹ, 28:6; 40:24
- ಜನರು, 2:49; 3:11; 7:141; 44:17-33
- ಮುಳುಗಿ, 2:50
- ಮೋಶೆಯೊಂದಿಗಿನ ವ್ಯವಹಾರಗಳು, 7:103-137; 10:75-92
- ಸಮುದ್ರದಿಂದ ಹೊರಬಿದ್ದ ಮೃತ ದೇಹ, 10:90-92
- ಮಿತಿ ಮೀರಿದ; ಪಾಪಗಳನ್ನು ಮಾಡಿದ ಮತ್ತು ಅವಿಧೇಯನಾದ, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ನೀತಿವಂತ ಹೆಂಡತಿ, 28:8-9
- ದೇವರೆಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಾನೆ, 28:38; 79:24
- ನಾಶವಾಯಿತು, 29:39
- ಫಿರ್‌ಔನನ ಕುಟುಂಬದ ಒಬ್ಬ ವಿಶ್ವಾಸಿ ವ್ಯಕ್ತಿ, 40:28-44
- ಗೋಪುರದ ನಿರ್ಮಾಣ, 40:36-37
- ಮೋಶೆಯನ್ನೂ ನೋಡಿ
ಲೌಕಿಕ ವಸ್ತುಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದು, 102:1-4
ಪ್ರತಿಜ್ಞೆ (ಬೈ'ಅ)
- ಇಸ್ಲಾಂ ಧರ್ಮಕ್ಕಾಗಿ, 16:91
- ಸಂದೇಶವಾಹಕರಿಗೆ ಅಲ್ಲಾಹನಿಗೆ ಬೈಅತ್ (ಪ್ರತಿಜ್ಞೆ) ಇದೆ, 48:10
- ವಿಶ್ವಾಸಿಗಳ ಬಗ್ಗೆ, 48:18; 60:12
ಪ್ರತಿಜ್ಞೆ (ಅಡಮಾನ), ಇರಲಿ a, 2:283
- ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯು ತಾನು ಸಂಪಾದಿಸಿದ್ದಕ್ಕಾಗಿ, 52:21; 74:38
ಕಾವ್ಯ, 36:69
ಕವಿಗಳು, 26:224-227; 69:41
ದಾಳಿಂಬೆ, 6:141
ಕಳಪೆ, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
ಪ್ರಾರ್ಥನೆ, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- ಜೋರಾಗಿಯೂ ಅಲ್ಲ, ಕಡಿಮೆ ಧ್ವನಿಯಲ್ಲೂ ಅಲ್ಲ, 17:110
- ನಂಬಿಕೆಯಿಲ್ಲದವರಿಗಾಗಿ ಪ್ರಾರ್ಥನೆ, 9:113-114
- ನಂಬಿಕೆಯಿಲ್ಲದವರ ಪ್ರಾರ್ಥನೆ, 13:14
- ಅವನು (ಅವುಗಳ ಪ್ರಾರ್ಥನೆಗೆ) ಉತ್ತರಿಸುತ್ತಾನೆ, 42:26
- ತಾಳ್ಮೆಯಿಂದ ಸಹಾಯ ಪಡೆಯಿರಿ ಮತ್ತು, 2:45, 153; 20:132; 50:39
- ಇಕಾಮತ್-ಆಸ್-ಸಲಾತ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ, ಕಿಬ್ಲಾಹ್ ಕಡೆಗೆ ಮುಖ ಮಾಡಿ, 2:142-145, 149-150
- ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಕಾಪಾಡಿ, 2:238
- ಪ್ರಯಾಣ ಮತ್ತು ದಾಳಿಯಲ್ಲಿ, 2:239; 4:101-102
- ಕುಡಿದ ಅಮಲಿನಲ್ಲಿ ಹತ್ತಿರ ಬರಬೇಡಿ, 4:43
- ಜನಬಾ ಸ್ಥಿತಿಯಲ್ಲಿಯೂ ಇಲ್ಲ, 4:43
- ಶುದ್ಧೀಕರಣ, 4:43; 5:6
- ಮುಗಿದಾಗ, 4:103
- ಬಾರಿ, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- ಅಲ್ಲಾಹನಿಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ, 13:15
ಪ್ರಾರ್ಥನೆಗಳು, ಶುಕ್ರವಾರ, 62:9-11
ಅಪಾಯದಲ್ಲಿ ಮುನ್ನೆಚ್ಚರಿಕೆಗಳು, 4:71
ಯುದ್ಧ ಕೈದಿಗಳು, 8:67-71
- ಇದನ್ನೂ ನೋಡಿ ಬಂಧಿತರು
ಸತ್ಯದ ವಾಗ್ದಾನ, 46:16-17
ಆಸ್ತಿ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ಪ್ರವಾದಿಗಳು, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- ಒಡಂಬಡಿಕೆಗಳು, 3:81; 33:7-8
- 3:161 ಕ್ಕೆ ಕಾನೂನುಬಾಹಿರ
- ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಒಬ್ಬ ಶತ್ರು, 6:112; 25:31
- ಸಂದೇಶವಾಹಕರನ್ನು ಸಹ ನೋಡಿ
ನಮಸ್ಕಾರ
- ಆಕಾಶಗಳಲ್ಲಿಯೂ, ಭೂಮಿಯಲ್ಲಿಯೂ ಇರುವವರೂ ಮತ್ತು ಅವರ ನೆರಳುಗಳೂ ಅಲ್ಲಾಹನಿಗೇ ಸೇರುತ್ತವೆ. 13:15
ಪ್ರಾವಿಷನ್, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ಕೀರ್ತನೆಗಳು, 4:163
ಶಿಕ್ಷೆ
- ಮುಂದೂಡಿಕೆ, 3:178
- ಕೈ ಅಥವಾ ಕಾಲುಗಳನ್ನು ಕತ್ತರಿಸುವುದು, 5:33
- ನಿಮಗೆ ಸಿಕ್ಕಿದ ಶಿಕ್ಷೆಯಂತೆಯೇ ಅವರನ್ನೂ ಶಿಕ್ಷಿಸಿ, 16:126
- ಈ ಜೀವನ ಮತ್ತು ಪರಲೋಕದ ಬಗ್ಗೆ, 24:19; 68:33
ಶುದ್ಧೀಕರಿಸುವುದು
- ದೈಹಿಕ,4:43; 5:6
- ಆಧ್ಯಾತ್ಮಿಕವಾಗಿ (ಕಲ್ಮಶಗಳಿಂದ), 87:14; 91:9
ಖಾದರ್, 5:5; 64:11
ಖಾದರ್, S.97
ಕಾಫ್, S.50
ಕಲಾಮ್, S.68
ಕಮರ್, S.54
ಖಾರಿಯಾ, S.101
ಕರುನ್ (ಕೋರಾ), 28:76-82; 29:39
ಕ್ವಾಸಾಸ್, S.28
ಕಿಬ್ಲಾ, 2:142-145, 149
ಕಿಸಾಸ್ (ಶಿಕ್ಷೆಯಲ್ಲಿ ಸಮಾನತೆಯ ನಿಯಮ), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
ಕುರಾನ್
- ವಿವರಿಸಲಾಗಿದೆ, 13:31, 36, 37; 14:1; 56:77-80
- ಅಲ್ಲಾಹನಲ್ಲದೆ ಬೇರೆ ಯಾರೂ ಸೃಷ್ಟಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, 2:23; 10:38; 11:13; 17:88
- ಅದು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆಯವರಿಂದ ಬಂದಿದ್ದರೆ, ಅದರಲ್ಲಿ ಹಲವು ವಿರೋಧಾಭಾಸಗಳಿರುತ್ತಿದ್ದವು, 4:82
- ಸ್ಪಷ್ಟ ಬೆಳಕು, 4:174; 42:52
- ಬಹಿರಂಗಪಡಿಸಲಾಗಿದೆ, 6:19
- ಅಲ್ಲಾಹನೇ ಇದಕ್ಕೆ ಸಾಕ್ಷಿ, 6:19
- ಸ್ಪಷ್ಟ ಪುರಾವೆ, 6:157
- 6:68 ರ ವಚನಗಳ ಬಗ್ಗೆ ಸುಳ್ಳು ಸಂಭಾಷಣೆ
- ಒಂದು ಜ್ಞಾಪನೆ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- ಪಠಿಸಿದಾಗ ಆಲಿಸಿ ಮತ್ತು ಮೌನವಾಗಿರಿ, 7:204
- ಧಿಕ್ರ್, 7:205; 15:6, 9
- ಜ್ಞಾನದ ಪುಸ್ತಕ, 10:1; 31:2; 36:2
- ಪ್ರೇರಿತ ಸಂದೇಶ, 10:2, 109; 42:52
- ಅದನ್ನು ತಿರಸ್ಕರಿಸುವವರು, 11:17
- ಅರೇಬಿಕ್ ಭಾಷೆಯಲ್ಲಿ, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ಭಾಗಗಳಾಗಿ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಹಂತಗಳಲ್ಲಿ ಬಹಿರಂಗಪಡಿಸಲಾಗಿದೆ, 15:91; 17:106; 25:32; 76:23
- ಒಂದು ಪದ್ಯದ ಬದಲಾವಣೆ, 16:10
- ನೀವು ಪಠಿಸಲು ಬಯಸಿದಾಗ, 16:98
- ಮಾರ್ಗದರ್ಶಿಗಳು, 17:9
- ಶುಭ ಸಮಾಚಾರ ಮತ್ತು ಎಚ್ಚರಿಕೆ, 17:9-10
- ಮತ್ತು ನಂಬಿಕೆಯಿಲ್ಲದವರು, 17:45-47
- ಮುಂಜಾನೆಯ ಪಠಣವು (ದೇವತೆಗಳ ಮೂಲಕ) ಯಾವಾಗಲೂ ಸಾಕ್ಷಿಯಾಗಿರುತ್ತದೆ, 17:78
- ಗುಣಪಡಿಸುವಿಕೆ ಮತ್ತು ಕರುಣೆ, 17:82
- ಮಾನವಕುಲಕ್ಕೆ ಸಂಪೂರ್ಣವಾಗಿ ವಿವರಿಸಲಾಗಿದೆ, ಪ್ರತಿಯೊಂದು ರೀತಿಯ ಉಪಮೆ ಮತ್ತು ಉದಾಹರಣೆ, ಆದರೆ ಹೆಚ್ಚಿನವರು ನಿರಾಕರಿಸುತ್ತಾರೆ, 17:89; 18:54; 39:27
- ಸುಲಭ, 19:97; 44:58; 54:17, 22, 32, 40
- ನನ್ನ ಜನರು ಈ ಕುರ್‌ಆನ್ ಅನ್ನು ತೊರೆದರು, 25:30
- ಗ್ರಂಥಗಳಿಂದ ದೃಢೀಕರಿಸಲ್ಪಟ್ಟಿದೆ, 26:196
- ಇಸ್ರಾಯೇಲ್ ಸಂತತಿಯವರು ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿರುವ ವಿಷಯವನ್ನು ಅವರು ವಿವರಿಸುತ್ತಾರೆ, 27:76
- ಪಠಿಸಿ ಪ್ರಾರ್ಥಿಸಿ, 29:45
- ಅಲ್ಲಾಹನಿಂದ ಬಂದ ಸತ್ಯ, 32:3; 35:31
- ಒಂದು ಶುಭ ರಾತ್ರಿಯಂದು, 44:3
- ಅದರಲ್ಲಿ ಪ್ರತಿಯೊಂದು ವಿಧಿವಿಧಾನವೂ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ, 44:4
- ಆಳವಾಗಿ ಯೋಚಿಸಿ, 47:24
- ಎಚ್ಚರಿಕೆ ನೀಡಿ, 50:45
- ಅಲ್ಲಾಹನಿಂದ ಕಲಿಸಲ್ಪಟ್ಟಿದೆ, 55:1
- ಮತ್ತು ಗೌರವಾನ್ವಿತ ವಾಚನ, ಸುಭದ್ರವಾಗಿ, 56:77-78
- ಪರಿಶುದ್ಧರಲ್ಲದೆ ಯಾರೂ ಮುಟ್ಟಲು ಸಾಧ್ಯವಿಲ್ಲ, 56:79
- ಪರ್ವತದ ಮೇಲೆ ಇಳಿಸಲ್ಪಟ್ಟರೆ, 59:21
- ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಒಂದು ವೇದನೆ, 69:50
- ಖಚಿತವಾದ ಸಂಪೂರ್ಣ ಸತ್ಯ, 69:51
- ನಿಧಾನ ಶೈಲಿಯಲ್ಲಿ ಪಠಿಸಿ, 73:4
- ಗೌರವದಿಂದ ಇಡಲ್ಪಟ್ಟ, ಶುದ್ಧ ಮತ್ತು ಪವಿತ್ರವಾಗಿ ಇಡಲ್ಪಟ್ಟ ದಾಖಲೆಗಳಲ್ಲಿ, 80:13-16
- (ಎಲ್ಲ) ಆಲಾಮಿನರಿಗೆ ಒಂದು ಜ್ಞಾಪನೆ, 81:27
- ನಂಬಿಕೆಯಿಲ್ಲದವರು ಸುಳ್ಳು ಹೇಳುತ್ತಾರೆ, 84:22
- ಟ್ಯಾಬ್ಲೆಟ್‌ನಲ್ಲಿ ಸಂರಕ್ಷಿಸಲಾಗಿದೆ, 85:22
- ಸತ್ಯವನ್ನು ಅಸತ್ಯದಿಂದ ಬೇರ್ಪಡಿಸುವ ಮಾತು, 86:13
- ಶುದ್ಧ ಪುಟಗಳನ್ನು ಪಠಿಸುವುದು, 98:2
- ಪುಸ್ತಕವನ್ನೂ ನೋಡಿ; ಪ್ರಕಟನೆ
ಖುರೈಶ್, S.106
ಖುರೈಶ್
- ನಂಬಿಕೆಯಿಲ್ಲದವರು, 54:43-46, 51
- ಪಳಗಿಸುವುದು, 106:1-4
ರಬ್ಬಿಗಳು ಮತ್ತು ಸನ್ಯಾಸಿಗಳು, 9:31, 34
ಓಟ, ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳಲ್ಲಿ, 5:48 ರಲ್ಲಿ ಪ್ರಯತ್ನಿಸಿ.
ರಾ'ಡ್, S.13
ರೆಹಮಾನ್, S.55
ಧರ್ಮನಿಷ್ಠೆಯ ಫಲವು ಉತ್ತಮವಾಗಿದೆ, 7:26
ಮಳೆ
- ಅಲ್ಲಾಹನ ಕೊಡುಗೆ, 56:68-70
- ಕಲ್ಲುಗಳ, 27:58
ರಮದಾನ್, 2:185
ರಾಮಿ, 2:200
ಸುಲಿಗೆ
- ಇಲ್ಲ, ತೆಗೆದುಕೊಳ್ಳಲಾಗುವುದು, 57:15
- ನಂಬಿಕೆಯಿಲ್ಲದವರು ಅರ್ಪಿಸಿದ್ದು, 3:91; 10:54; 13:18
ಫಿದ್ಯಾ, ಉಪವಾಸದ, 2:196
- ಬಂಧಿತರನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದ್ದಕ್ಕಾಗಿ, 8:67
ರಾಸ್, ನಿವಾಸಿಗಳು, 25:38; 50:12
ಪ್ರತಿಫಲ
- ದಿನ, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ನಿರಾಕರಿಸುವವರು, 107:1-7
- ಒಂದು ಕೆಡುಕಿನದು ಅದರಂತೆಯೇ ಒಂದು ಕೆಡುಕು, 42:40
ಸಮನ್ವಯ
- ಯಾರು ಕ್ಷಮಿಸುತ್ತಾರೋ ಮತ್ತು ಮಾಡುತ್ತಾರೋ, 42:40
- ಗಂಡ ಹೆಂಡತಿ ನಡುವೆ, 4:35
- ವಿಶ್ವಾಸಿಗಳ ನಡುವೆ, 49:9-10
ದಾಖಲೆ
- ಕೆತ್ತಲಾದ ಒಂದು ದಾಖಲೆ, 83:7-9, 18-21
- ಪ್ರತಿಯೊಂದು ಜನಾಂಗವನ್ನು ಅದರ ಸ್ಥಳಕ್ಕೆ ಕರೆಯಲಾಗುವುದು, 45:28-29
- ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯ ಕಾರ್ಯಗಳ ಲಿಖಿತ ಪುಟಗಳು, 81:10
- ಅದು ಸತ್ಯವನ್ನು ಹೇಳುತ್ತದೆ, 23:62
- ಬಲಗೈಯಲ್ಲಿ, 69:19; 84:7-9
- ಎಡಗೈಯಲ್ಲಿ, 69:25
- ಬೆನ್ನ ಹಿಂದೆ, 84:10-15
ದೇವದೂತರನ್ನು ದಾಖಲಿಸುವುದು, 50:17-18, 23; 85:11
ಕಷ್ಟದೊಂದಿಗೆ ಪರಿಹಾರ, 94:5-6
ಧರ್ಮ
- ಯಾವುದೇ ಬಲವಂತವಿಲ್ಲ, 2:256
- ಇಸ್ಲಾಂ, 3:19
- ಅಲ್ಲಾಹನ, 3:83-84
- ಇಸ್ಲಾಂ ಹೊರತುಪಡಿಸಿ, 3:85
- ಮಿತಿಗಳನ್ನು ಮೀರಬೇಡಿ, 4:171; 5:77
- ಪರಿಪೂರ್ಣಗೊಳಿಸಲಾಗಿದೆ, 5:3
- ಆಟ ಮತ್ತು ಮನೋರಂಜನೆಯಾಗಿ ತೆಗೆದುಕೊಳ್ಳುವವರು, 6:70
- ಅವರು ತಮ್ಮ ಸಮುದಾಯವನ್ನು ವಿಭಜಿಸುತ್ತಾರೆ ಮತ್ತು ಪಂಗಡಗಳಾಗಿ ಒಡೆಯುತ್ತಾರೆ, 6:159; 30:32
- ಇದನ್ನೂ ನೋಡಿ 42:13-14; 43:65; 45:17
- ಮನುಷ್ಯರು ತಮ್ಮ ತಮ್ಮ ಪಂಗಡಗಳಾಗಿ ಒಡೆದು ಹೋಗಿದ್ದಾರೆ, ಪ್ರತಿಯೊಂದು ಗುಂಪು ತಮ್ಮ ನಂಬಿಕೆಯಲ್ಲಿ ಸಂತೋಷಪಡುತ್ತಿದೆ, 23:53; 30:32
- ಯಾವುದೇ ಕಷ್ಟವಿಲ್ಲದೆ, 22:78
- ಮಾನವಕುಲವನ್ನು ಸೃಷ್ಟಿಸಲಾಗಿದೆ, 30:30
- ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳಿಗೂ ಅದೇ, 42:13-15
- ಪೂರ್ವಜ, 43:22-24
ಅಲ್ಲಾಹನ ಸ್ಮರಣೆ, 63:9
- ಹೃದಯಗಳು ವಿಶ್ರಾಂತಿ ಪಡೆಯುತ್ತವೆ, 13:28
ಪಶ್ಚಾತ್ತಾಪ
- ಅಜ್ಞಾನದಿಂದ ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡಿದರೆ ಸ್ವೀಕರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಶೀಘ್ರದಲ್ಲೇ ಪಶ್ಚಾತ್ತಾಪ ಪಡಲಾಗುತ್ತದೆ, 4:17; 6:54
- ಮತ್ತು ದುಷ್ಟ ಕಾರ್ಯಗಳು ಮುಂದುವರಿದರೆ ಯಾವುದೇ ಪರಿಣಾಮವಿಲ್ಲ, 4:18
- ಆತನು ಪಾಪಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೆ ಮತ್ತು ಕ್ಷಮಿಸುತ್ತಾನೆ, 4:25
ದುಷ್ಟತನಕ್ಕೆ ಬಿಡುವು, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ಪುನರುತ್ಥಾನ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ಎಜ್ರಾ 2:259 ರ ಕಥೆಯಲ್ಲಿ ಉದಾಹರಣೆ
- ಅಬ್ರಹಾಂ 2:260
- ಗುಹೆಯ ಜನರು 18:9-26
- ಪುನರುತ್ಥಾನ ನಿರಾಕರಿಸುವವರಿಗೆ ಎಚ್ಚರಿಕೆ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ಪುನರುತ್ಥಾನ ದಿನ, 7:89; 20:100-101, 124
- ನಿಜವಾದ ದಿನ, 78:39
- ನಿಮ್ಮ ವೇತನವನ್ನು ಪೂರ್ಣವಾಗಿ ಪಾವತಿಸಿದ್ದೀರಿ 3:185
- ಪತ್ರಗಳ ಲಿಖಿತ ಪುಟಗಳನ್ನು ತೆರೆಯಬೇಕು, 81:11
- ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯು ತಾನು ಏನನ್ನು ತಂದಿದ್ದೇನೆಂದು ತಿಳಿಯುವನು, 81:14
- ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯು ತಾನು ಮಾಡಿದ ಎಲ್ಲಾ ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದ್ದನ್ನು ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ, 3:30
- ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ತಾನು ಮುಂದಕ್ಕೆ ಕಳುಹಿಸಿದ್ದನ್ನೂ ಮತ್ತು ಹಿಂದೆ ಬಿಟ್ಟಿದ್ದನ್ನೂ ತಿಳಿದುಕೊಳ್ಳುವನು, 82:5
- ಅನ್ಯಾಯದ ಭಯವಿಲ್ಲ, 20:112
- ನ್ಯಾಯದ ಸಮತೋಲನಗಳು, 21:47
- ಕರ್ಮಗಳ ಮಾಪಕಗಳು, 23:102-103
- ಪರಮಾಣುವಿನ ತೂಕದಷ್ಟು ಒಳಿತನ್ನು ಅಥವಾ ಕೆಡುಕನ್ನು ಯಾರು ಮಾಡಿದರೂ ಅದನ್ನು ಕಾಣುವರು, 100:7-8
- ಎಲ್ಲಾ ರಹಸ್ಯಗಳನ್ನು ಪರಿಶೀಲಿಸಲಾಗುವುದು, 86:9
ಬಲಗೈಯಲ್ಲಿ ದಾಖಲೆ ನೀಡಲಾಗಿದೆ, 69:19; 84:7-9
ಎಡಗೈಯಲ್ಲಿ ದಾಖಲೆ ನೀಡಲಾಗಿದೆ, 69:25
ಹಿಂದಿನಿಂದ ನೀಡಲಾದ ದಾಖಲೆ, 84:10-15
- ನಂಬಿಕೆಯಿಲ್ಲದವರಿಗೆ ಕಠಿಣ ದಿನ, 25:26; 54:8; 74:9
- ಒಂದು ಭಾರೀ ದಿನ, 76:27
- ಭಾರವಾದ ಹೊರೆಯನ್ನು ಹೊತ್ತುಕೊಳ್ಳಿ, 20:100-101
- ಯಾವುದೇ ನೆಪ ಹೇಳುವುದಕ್ಕೆ ಅನುಮತಿ ಇಲ್ಲ, 77:36
- ಅಕ್ರಮಿಯು ತನ್ನ ಕೈಗಳನ್ನು ಕಚ್ಚಿಕೊಳ್ಳುವನು, 25:27
- ಅಕ್ರಮಿಗಳು ತಮ್ಮ ಸಹಚರರು ಮತ್ತು ವಿಗ್ರಹಗಳೊಂದಿಗೆ ಒಟ್ಟುಗೂಡಿದರು, 37:22
- ಆಳವಾದ ವಿಷಾದ, ದುಃಖ ಮತ್ತು ಹತಾಶೆಯೊಂದಿಗೆ ನಾಶ, 30:12
- ಜೀವಂತವಾಗಿ ಹೂಳಲಾದ ಹೆಣ್ಣನ್ನು ಪ್ರಶ್ನಿಸಲಾಗುವುದು, 81:8-9
- ಅತ್ಯಂತ ಭಯಾನಕ, 21:103
- ಕರೆ ಮಾಡುವವನು ಭಯಾನಕ ವಿಷಯಕ್ಕೆ ಕರೆಯುತ್ತಾನೆ, 50:41; 54:6-8
- ಒಂದೇ (ಕೂಗು), 36:29, 49, 53; 38:15; 50:42
- ಜಜ್ರಾ (ಕೂಗು), 37:19; 79:13
- ಸನ್ನಿಹಿತ ಯಾತನೆ, 78:40
- ಆಕಾಶವು ಭೀಕರ ಕಂಪನದಿಂದ ನಡುಗುವುದು, 52:9; 56:4
- ಆಕಾಶವು ವಿಭಜನೆಯಾಯಿತು, 84:1-2
- ಆಕಾಶವು ಸೀಳಿಹೋಯಿತು, 77:9; 82:1
- ಆಕಾಶವು ಮೋಡಗಳಿಂದ ಹರಿದು ಹೋಗುವುದು, 25:25
- ಆಕಾಶವು ಅವನ ಬಲಗೈಯಲ್ಲಿ ಸುತ್ತಿಕೊಳ್ಳಲ್ಪಡುತ್ತದೆ, 21:104; 39:67
- ಆಕಾಶದಲ್ಲಿರುವ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಮೂರ್ಛೆ ಹೋಗುವವು, 39:68
- ಸ್ವರ್ಗ ತೆರೆಯಲ್ಪಡುತ್ತದೆ, ಅದು ದ್ವಾರಗಳಂತೆ ಆಗುತ್ತದೆ, 78:19
- ಆಕಾಶವು ಕುದಿಯುತ್ತಿರುವ ಎಣ್ಣೆಯ ಹೊಲಸಿನಂತೆ ಆಗುವುದು, 70:8
- ನಕ್ಷತ್ರಗಳು ಬೀಳುತ್ತವೆ, 81:2; 82:2
- ನಕ್ಷತ್ರಗಳು ತಮ್ಮ ಬೆಳಕನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತವೆ, 77:8
- ಸೂರ್ಯನು ತನ್ನ ಬೆಳಕನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ, 81:1
- ಸಮುದ್ರಗಳು ಉರಿಯುವ ಬೆಂಕಿಯಂತೆ ಆಗುವುದು, 81:6
- ಸಮುದ್ರಗಳು ಒಡೆದು ಹೋಗುತ್ತವೆ, 82:3
- ಆ ಗಂಟೆಯ ಭೂಕಂಪ, 22:1; 99:1
- ಪರ್ವತಗಳು ದೂರ ಹೋಗುತ್ತವೆ, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- ಪುಡಿ ಪುಡಿಯಾಗಿ ಪುಡಿಪುಡಿ ಮಾಡುವುದು 20:105; 56:5
- ಉಣ್ಣೆಯ ಚಕ್ಕೆಗಳಂತೆ, 70:9;101:5
- ಭೂಮಿ ಮತ್ತು ಪರ್ವತಗಳು ತೀವ್ರವಾಗಿ ಕಂಪಿಸಲ್ಪಡುತ್ತವೆ, 73:14; 79:6
- ಭೂಮಿಯು ಪುಡಿ ಪುಡಿಯಾಗಿದೆ, 89:21
- ಭೂಮಿಯನ್ನು ಮತ್ತೊಂದು ಭೂಮಿಯಾಗಿ ಪರಿವರ್ತಿಸಲಾಗುವುದು ಮತ್ತು ಸ್ವರ್ಗವೂ ಹಾಗೆಯೇ ಆಗುತ್ತದೆ, 14:48
- ಭೂಮಿಯು ಹರಡಿಕೊಂಡಿದೆ, 84:3-5
- ಭೂಮಿ ಒಂದು ಜೌಗು ಬಯಲು 18:47; 20:106
- ಭೂಮಿಯು ತನ್ನ ಹೊರೆಗಳನ್ನು ಹೊರಹಾಕುತ್ತದೆ, 84:4; 99:2
- ಸಮಾಧಿಗಳು ತಲೆಕೆಳಗಾಗಿ ತಿರುಗಿದವು, 82:4
- ಸಮಾಧಿಗಳಿಂದ ಪುನರುತ್ಥಾನ, 21:97; 70:43
- ಮರಣಾನಂತರ ಭೂಮಿಯ ಮೇಲೆ ಜೀವಂತವಾಗಿ, 79:14
- ಕಾಡು ಮೃಗಗಳು ಒಟ್ಟುಗೂಡುವವು, 81:5
- ಕುರುಡನಾಗಿ ಎಬ್ಬಿಸಲ್ಪಟ್ಟನು, 20:124-125
- ತುತ್ತೂರಿ ಊದಲಾಗುವುದು, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- ಸಖ್ಖಾಹ್, 80:33
- ಆತ್ಮಗಳು ತಮ್ಮ ದೇಹಗಳೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳುತ್ತವೆ, 81:7
- ಹತ್ತು ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು ಕಾಲ ಇರಬೇಡಿ, 20:103
- ಒಂದು ದಿನಕ್ಕಿಂತ ಹೆಚ್ಚು ಕಾಲ ಇರಬೇಡಿ, 20:104
- ಅಥವಾ ಒಂದು ದಿನದ ಒಂದು ಭಾಗ, 23:112-114
- ಸಭೆ ಸೇರುವ ದಿನ, 64:9
- ತೀರ್ಪಿನ ದಿನ, 37:21
- ನಿರ್ಧಾರದ ದಿನ, 77:38; 78:17
- ವಿಂಗಡಣೆಯ ದಿನ, 77:13-14
- ದುಃಖ ಮತ್ತು ವಿಷಾದದ ದಿನ, 19:39
- ನಿರಾಕರಿಸುವವರು, 77:15-50
- ಮಾನವಕುಲವು ಚದುರಿದ ಪತಂಗಗಳಂತೆ ಆಗುವರು, 101:4
- ಮಾನವಕುಲವು ಚದುರಿದ ಗುಂಪುಗಳಲ್ಲಿ ಮುಂದುವರಿಯುತ್ತದೆ, 100:6
- ಮಾನವಕುಲವು ಕುಡಿದ ಸ್ಥಿತಿಯಲ್ಲಿದೆ, 22:2
- ಪ್ರತಿಯೊಬ್ಬ ಗರ್ಭಿಣಿಯೂ ತನ್ನ ಹೊರೆಯನ್ನು ಇಳಿಸಿಕೊಳ್ಳುವಳು, 22:2
- ಗರ್ಭಿಣಿ ಹೆಣ್ಣು ಒಂಟೆಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ, 81:4
- ಹಾಲುಣಿಸುವ ತಾಯಿ ತನ್ನ ಮೊಲೆಯನ್ನು ಮರೆತುಬಿಡುತ್ತಾಳೆ, 22:2
- ಸಂಬಂಧಿಕರನ್ನು ಪರಸ್ಪರ ನೋಡುವಂತೆ ಮಾಡಬೇಕು, 70:11
- ಒಬ್ಬ ಮನುಷ್ಯನು ತನ್ನ ಸಂಬಂಧಿಕರಿಂದ ಓಡಿಹೋಗಬೇಕು, 80:34-37
- ಯಾವ ಸ್ನೇಹಿತನೂ ಸ್ನೇಹಿತನನ್ನು ಕೇಳುವುದಿಲ್ಲ, 70:10
- ಯಾವುದೇ ಸ್ನೇಹಿತ ಅಥವಾ ಶಿಫಾರಸುದಾರ ಇರುವುದಿಲ್ಲ, 40:18
- ಯಾವುದೇ ವ್ಯಕ್ತಿಗೆ ಇನ್ನೊಬ್ಬರಿಗಾಗಿ ಏನನ್ನೂ ಮಾಡುವ ಅಧಿಕಾರವಿರುವುದಿಲ್ಲ, 82:19
- ಅವನಿಗೆ ಯಾವುದೇ ಶಕ್ತಿಯಿಲ್ಲ, ಯಾವುದೇ ಸಹಾಯಕನೂ ಇರುವುದಿಲ್ಲ, 87:10
- ವಿಶ್ವಾಸಿಗಳಿಗೆ ಭಯವಿಲ್ಲ, 43:68
- ವಿಶ್ವಾಸಿಗಳು ನೆರಳುಗಳು, ಬುಗ್ಗೆಗಳು ಮತ್ತು ಹಣ್ಣುಗಳ ನಡುವೆ ಇರುವರು, 77:41-43
- ಸ್ವರ್ಗ ನಿವಾಸಿಗಳು ಮತ್ತು ಅವರ ಪತ್ನಿಯರು, 36:55-58
- ದೇವದೂತರನ್ನು ಭವ್ಯವಾದ ಅವರೋಹಣದೊಂದಿಗೆ ಇಳಿಸಲಾಗುವುದು, 25:25
- ಮೊಣಕಾಲು ಬಯಲಾಗುವುದು, 68:42-43
- ಸ್ವರ್ಗವನ್ನು ಹತ್ತಿರ ತರಲಾಗುವುದು, 81:13
- ನರಕವನ್ನು ಹತ್ತಿರ ತರಲಾಗುವುದು, 89:23
- ನರಕಾಗ್ನಿಯನ್ನು ಕಿತ್ತುಹಾಕಲಾಗುವುದು, ಉಗ್ರವಾದ ಜ್ವಾಲೆಯಾಗಿ ಉರಿಯಲಾಗುವುದು, 81:11-12
- ದಾನದ ಮೂಲಕ ಪ್ರತೀಕಾರವು ಪ್ರಾಯಶ್ಚಿತ್ತವಾಗುತ್ತದೆ, 5:45
ಬಹಿರಂಗ
- ನಿಮಗೆ ಸಂದೇಹವಿದ್ದರೆ, 2:23-24
- ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ ಅಥವಾ ಮರೆತುಹೋಗಿದೆ ಪದ್ಯ, 2:106
- ಸರಿಯಾದ ಮಾರ್ಗದರ್ಶನ, 3:73
- ಇದು ಭಗವಂತನಿಂದ ಬಂದದ್ದು, ಆದ್ದರಿಂದ ಸಂಶಯ ಪಡುವವರ ಸಾಲಿಗೆ ಸೇರಬೇಡಿ, 6:114
- ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಜನರಿಗೆ, 6:98
- ಮಾರ್ಗದರ್ಶನ ಮತ್ತು ಕರುಣೆ, 7:203; 16:64; 31:3
- ರೂಹ್-ಉಲ್-ಕುದುಸ್ ಮೂಲಕ, 16:102; 26:192-193
- ವಿವರವಾಗಿ ವಿವರಿಸಲಾಗಿದೆ, 6:98; 41:2-4
- ಈ ಗ್ರಂಥವು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬಂದಿದೆ, 46:2
- ಪುಸ್ತಕ ಮತ್ತು ಕುರಾನ್ ಅನ್ನು ಸಹ ನೋಡಿ
ಅವರಿಗೆ ಮಾಡಿದ ದಬ್ಬಾಳಿಕೆಯ ತಪ್ಪಿಗೆ ಪ್ರತೀಕಾರ (42:39-43)
ಪ್ರತಿಫಲ
- ಅತ್ಯುತ್ತಮ ಕಾರ್ಯಗಳ ಪ್ರಕಾರ, ಮತ್ತು ಇನ್ನೂ ಹೆಚ್ಚಾಗಿ, 24:38; 29:7; 39:35
- ಪ್ರತಿಫಲವಾಗಿ 25:15
- ಅಲ್ಲಾಹನು ಒಳ್ಳೆಯದನ್ನು ಮಾಡುವವರಿಗೆ ಅತ್ಯುತ್ತಮವಾದದ್ದನ್ನು ನೀಡುತ್ತಾನೆ, 53:31
- ಒಳ್ಳೆಯದಕ್ಕಾಗಿ, ಒಳ್ಳೆಯದಲ್ಲದೆ ಬೇರೆ ಪ್ರತಿಫಲವಿಲ್ಲ, 55:60
ರಿಬಾ (ಬಡ್ಡಿ ನೋಡಿ)
ನೀತಿವಂತ
- ಕಂಪನಿ, 4:69
- ಭೂಮಿಯನ್ನು ಆನುವಂಶಿಕವಾಗಿ ಪಡೆಯುವರು, 21:105
- ಪರದೈಸಿನಲ್ಲಿ, 51:15-19; 76:5-12
- ಇದನ್ನೂ ನೋಡಿ ಒಳ್ಳೆಯದು
ನೀತಿವಂತಿಕೆ, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ಕಡಿದಾದ ಹಾದಿ, 90:11-18
ಸರಿಯಾದ ಮಾರ್ಗದರ್ಶನವು ಅಲ್ಲಾಹನ ಮಾರ್ಗದರ್ಶನವಾಗಿದೆ, 3:73
ರಸ್ತೆಗಳು, ದಾರಿ, 43:10
ಶಿಲಾ ಪ್ರದೇಶ (ಹಿಜ್ರ್), ನಿವಾಸಿಗಳು, 15:80-85
ರೋಮಾಪುರ 30:2-5
ಛಾವಣಿ, ಸ್ವರ್ಗ, 21:32
ರೂಹ್ (ಗೇಬ್ರಿಯಲ್), 26:193; 67:12; 70:4; 78:38;97:4
ರೂಹ್-ಉಲ್-ಕುದುಸ್, 2:87, 253; 5:110; 16:102
- ಗೇಬ್ರಿಯಲ್ ಸಹ ನೋಡಿ
ರೂಹ್ (ಆತ್ಮ, ಆತ್ಮ), 15:29; 17:85; 58:22
ರಮ್, S.30
ಸಬಾ' (ಶೆಬಾ), 27:22-44; 34:15-21
ಸಬಾ', S.34
ಸಬ್ಬತ್
- ಅತಿಕ್ರಮಣಕಾರರು, 2:65; 4:154; 7:163-166
- 16:124 ಕ್ಕೆ ಮಾತ್ರ ಸೂಚಿಸಲಾಗಿದೆ
ಸೇಬಿಯನ್ಸ್, 5:69; 22:17
ತ್ಯಾಗ, 2:196, 200; 22:34-37
ಸ್ಯಾಡ್, S.38
ಸದಾಕಾಹ್ (ಚಾರಿಟಿ), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ತೋರಿಸುವುದಕ್ಕಿಂತ ಮರೆಮಾಡುವುದು ಉತ್ತಮ, 2:271
ಸಫಾ ಮತ್ತು ಮರ್ವಾ, 2:158
ಸ್ಯಾಫ್, S.61
ಸಫತ್, S.37
ಸೈಲ್ ಅಲ್-'ಆರಿಮ್ (ಮಾರಿಬ್ ಅಣೆಕಟ್ಟಿನಿಂದ ಬಿಡುಗಡೆಯಾದ ಪ್ರವಾಹ), 34:16
ಸಜ್ದಾ, S.32
ಸಕಿನಾ (ಶಾಂತತೆ ಮತ್ತು ನೆಮ್ಮದಿ), 2:248; 9:26, 40; 48:4, 18, 26
ಸಾಲಿಹ್, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ಸಲ್ಸಾಬಿಲ್ (ಸ್ವರ್ಗದಲ್ಲಿ ವಸಂತ), 76:18
ಸಮಿರಿ, 20:85, 95-97
ಸ್ಯಾಮ್ಯುಯೆಲ್, 2:247
ಸೈತಾನ, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- ದ್ವೇಷ ಮತ್ತು ದ್ವೇಷವನ್ನು ಪ್ರಚೋದಿಸುತ್ತದೆ, 5:91
- ದುಷ್ಟ ಪಿಸುಮಾತುಗಳು, 7:200-201 ರಿಂದ
- ಮೋಸಗೊಳಿಸುತ್ತದೆ, 8:48
- ದ್ರೋಹ, 14:22
- ವಿಶ್ವಾಸಿಗಳ ಮೇಲೆ ಯಾವುದೇ ಅಧಿಕಾರವಿಲ್ಲ, 16:99-100
- ಸುಳ್ಳನ್ನು ಎಸೆಯುತ್ತಾನೆ, 22:52-53
- ಒಬ್ಬ ಶತ್ರು, 12:5; 35:6; 36:60
- ದುರಹಂಕಾರ 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ಜಿನ್ 18:50-51
- ಆದಾಮನ ಪ್ರಲೋಭನೆ ಮತ್ತು ಪತನ 7:20-23; 20:116-121
- ವಿಶ್ವಾಸಿಗಳ ಮೇಲೆ ಯಾವುದೇ ಅಧಿಕಾರವಿಲ್ಲ 16:98-100
- ಅವನ ಗುರಿ 35:6-8
- ಮಾನವೀಯತೆಗೆ ಬದ್ಧ ವೈರಿ 12:5; 17:53
- ಅವನ ಪಕ್ಷ 53:14-19
- ಅವನ ಕೈಕೆಲಸ 5:90-91
- ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳನ್ನು ನಿರುತ್ಸಾಹಗೊಳಿಸುತ್ತದೆ 2:268
- ವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನಿಂದ ಆಶ್ರಯ ಪಡೆಯುತ್ತಾರೆ (7:200-202)
- ಅವನ ಯೋಜನೆಗಳು ದುರ್ಬಲವಾಗಿವೆ 4:76
- ತನ್ನ ಅನುಯಾಯಿಗಳನ್ನು ನಿರಾಸೆಗೊಳಿಸುತ್ತಾನೆ 8:48
- ನರಕದಲ್ಲಿ ತನ್ನ ಅನುಯಾಯಿಗಳೊಂದಿಗೆ ಮಾತನಾಡಿ 14:22
- ಇಬ್ಲಿಸ್ ಅನ್ನು ಸಹ ನೋಡಿ
ತೂಕ, ಯಶಸ್ವಿ, ಭಾರವಾಗಿರುತ್ತದೆ, 7:8-9
- ಸಮತೋಲನವನ್ನೂ ನೋಡಿ
ಧರ್ಮಗ್ರಂಥ
- ಜನರು, (ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರಿಶ್ಚಿಯನ್ನರು), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ಅವರು ಏನು ಮರೆಮಾಡುತ್ತಿದ್ದರು, 5:61-63
- ಅವರಲ್ಲಿ ಸರಿಯಾದ ಮಾರ್ಗದಲ್ಲಿರುವವರು, 5:66
- ಅವರು ಗುರುತಿಸುತ್ತಾರೆ ಆದರೆ ನಂಬುವುದಿಲ್ಲ, 6:20
ಸಮುದ್ರಗಳು, 42:32-33; 45:12
- ಆ ಇಬ್ಬರು, 18:60; 25:53; 35:12; 55:19-20
- ಯಾವಾಗ, ಸಿಡಿಯುತ್ತವೆ, 82:3
ರಹಸ್ಯ (ನಜ್ವಾ)
- ಮಾತುಕತೆ, 4:114
- ಮೂವರ ಸಲಹೆ, 58:7
- ಸಲಹೆಗಳು, 58:8, 10
- ಖಾಸಗಿ ಸಮಾಲೋಚನೆ, 58:12-13
ಧರ್ಮದಲ್ಲಿನ ಪಂಥಗಳು ಮತ್ತು ವಿಭಜನೆಗಳು, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
ಸಂಕಷ್ಟದ ನಂತರ ಭದ್ರತೆಯನ್ನು ಅವನು ಇಳಿಸಿದನು, 3:154
ಬೀಜ, ಅದನ್ನು ಬೆಳೆಸುವವನು ಯಾರು, 56:63-67
ಇಂದ್ರಿಯಗಳು, 23:78
ಏಳು, ರಚಿಸಲಾಗಿದೆ
- ಸ್ವರ್ಗ, 2:29; 23:17; 65:12; 67:3; 71:15
- ಮತ್ತು ಭೂಮಿಯ ಬಗ್ಗೆಯೂ, 65:12
ನೆರಳು
- ಅಲ್ಲಾಹನಿಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ, 13:15; 16:48
ಹರಡುವಿಕೆ, 25:45
ಶಮ್ಸ್, ಎಸ್.91
ಸಮೂದ್ ಜನಾಂಗಕ್ಕೆ ಸ್ಪಷ್ಟ ಸೂಚನೆಯಾಗಿ ಒಂಟೆ, 7:73; 17:59; 26:155-158
ಹಡಗು, ಒಂದು ಸಂಕೇತವಾಗಿ ನೌಕಾಯಾನ; ಸೇವೆ ಸಲ್ಲಿಸಲು; ಕೃತಜ್ಞರಾಗಿರಲು; ಅವನ ಔದಾರ್ಯವನ್ನು ಹುಡುಕಲು, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ಶುಐಬ್, 7:85-93; 11:84-95; 29:36-37
ಶುಆರಾ, S.26
ಶುರಾ, S.42
ಸಿದ್ರತ್-ಉಲ್-ಮುಂತಾಹಾ, 53:14
ಅಲ್-ಮದೀನಾ ಮುತ್ತಿಗೆ, 33:9-27
ಸಿಜ್ಜಿನ್, 88:7-9
ಪಾಪ, 7:100; 74:43-6
- ಅಕ್ರಮ ಲೈಂಗಿಕ ಸಂಭೋಗ, 4:15-16; 24:2, 19
- ದೊಡ್ಡ ಪಾಪಗಳನ್ನು ತಪ್ಪಿಸಿದರೆ, ಸಣ್ಣ ಪಾಪಗಳು ಕ್ಷಮಿಸಲ್ಪಡುತ್ತವೆ, 4:31
- ಅವರು ಜನರಿಂದ ಮರೆಮಾಡಬಹುದು, ಆದರೆ ಅಲ್ಲಾಹನಿಂದ ಮರೆಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ, 4:108
- ಯಾರು ಸಂಪಾದಿಸುತ್ತಾರೋ ಅವರು ಅದನ್ನು ಸ್ವತಃ ತಮ್ಮ ವಿರುದ್ಧವೇ ಗಳಿಸುತ್ತಾರೆ, 4:111
- ಯಾರು ಒಂದು ಹಣ ಸಂಪಾದಿಸಿ ನಂತರ ಅದನ್ನು ನಿರಪರಾಧಿಯ ಮೇಲೆ ಎಸೆಯುತ್ತಾರೋ, 4:112
- ಅಲ್ಲಾಹನು ತನ್ನೊಂದಿಗೆ ಪಾಲುದಾರರನ್ನು ಮಾಡಿಕೊಳ್ಳುವುದನ್ನು ಕ್ಷಮಿಸುವುದಿಲ್ಲ, ಆದರೆ ಅವನು ಇಚ್ಛಿಸಿದವರಿಗೆ ಅದರ ಹೊರತಾಗಿ ಇತರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುತ್ತಾನೆ, 4:116
- ಬದ್ಧರಾದವರಿಗೆ ಸರಿಯಾದ ಪ್ರತಿಫಲ ಸಿಗುತ್ತದೆ, 6:120
- ಪಾಪಿಗಳು ಎಂದಿಗೂ ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ, 10:17
- ಅಲ್ಲಾಹನು ಎಲ್ಲವನ್ನೂ ಕ್ಷಮಿಸುತ್ತಾನೆ, 39:53
- ಹೆಚ್ಚಿನ ಪಾಪಗಳು, 42:37
ಸೀನಾಯಿ ಪರ್ವತ, 19:52; 23:20; 95:2
ಪಾಪಿಗಳು, ಅವರ ಕಿವಿಗಳು, ಕಣ್ಣುಗಳು ಮತ್ತು ಚರ್ಮಗಳು ಅವರ ವಿರುದ್ಧ ಸಾಕ್ಷಿ ಹೇಳುವವು, 41:20-23
ಸಿರಾತ್ ಸೇತುವೆ, 66:8
ಚಾಡಿಕೋರ, 68:11-12; 104:1
ಗುಲಾಮರು, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- ಇದನ್ನೂ ನೋಡಿ ಯುದ್ಧ ಕೈದಿಗಳು; ಸೆರೆಯಾಳುಗಳು
ನಿದ್ರೆ, ವಿಶ್ರಾಂತಿಗೆ ಒಂದು ವಸ್ತು, 78:9
ಸೊದೋಮ್, 29:31; 37:136
ಸೊಡೊಮಿ, 7:80-82; 11:77-83; 15:61-77; 29:28-29
ಸೊಲೊಮನ್, 2:102; 4:163; 6:84
- ತನ್ನ ತಂದೆ ಡೇವಿಡ್‌ಗೆ ನ್ಯಾಯಯುತ ತೀರ್ಪು ನೀಡಲು ಸಹಾಯ ಮಾಡುತ್ತಾನೆ (21:78-82)
- ಮತ್ತು ಇರುವೆಗಳು, 27:15-19
- ಮತ್ತು ಹೂಪೋ, 27:20-26
- ಮತ್ತು ಸಬಾದ ರಾಣಿ, 27:22-44; 34:15
- ಅಲ್ಲಾಹನ ಅನುಗ್ರಹಗಳು ಅವನ ಮೇಲೆ 34:12-14, 38:34-40
- ಉತ್ತಮ ಕುದುರೆಗಳ ಮೇಲಿನ ಅವನ ಪ್ರೀತಿ 38:30-33
ದತ್ತುಪುತ್ರ, ದತ್ತು 33:4-5
ಆತ್ಮ (ಆತ್ಮ, ರೂಹ್), 15:29; 17:85; 58:22
ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡಿ, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- ಅದು ನಿಮ್ಮ ಅಗತ್ಯಗಳಿಗೆ ಮೀರಿದ್ದು, 2:219
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ತಮ್ಮ ಸಂಪತ್ತನ್ನು ಉಳಿಸಿಕೊಂಡವರ ಉದಾಹರಣೆ, 2:261
- ಪುರುಷರಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುವುದು, 2:264; 4:38
- ಅಲ್ಲಾಹನ ಸಲುವಾಗಿ ನೀವು ಏನೇ ಮಾಡಿದರೂ, ಅದರ ಪ್ರತಿಫಲವು ನಿಮಗೆ ದೊರೆಯುತ್ತದೆ, 2:272; 8:60; 34:39
- ದುಂದುವೆಚ್ಚದಿಂದಲ್ಲ, ಅಥವಾ ವ್ಯರ್ಥವಾಗಿ ಅಲ್ಲ, 6:141;17:26
- ದುಂದುಗಾರಿಕೆಯೂ ಅಲ್ಲ, ಲೋಭವೂ ಅಲ್ಲ, 25:67
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡುವುದರಿಂದ ಕೈಗಳನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳುವವರು, 9:67
ಆತ್ಮ (ಆತ್ಮ, ರೂಹ್), 15:29
- ಅದರ ಜ್ಞಾನವು ಅಲ್ಲಾಹನ ಬಳಿ ಇದೆ, 17:85
- ಅಲ್ಲಾಹನು ವಿಶ್ವಾಸಿಗಳನ್ನು ಬಲಪಡಿಸುತ್ತಾನೆ, 58:22
ಯುದ್ಧದ ಕೊಳ್ಳಿಗಳು, 8:41, 69; 48:15, 19-20; 48:15
- ಇದನ್ನೂ ನೋಡಿ ಬೂಟಿ
ಬೇಹುಗಾರಿಕೆ, 49:12
ನಕ್ಷತ್ರ, 53:1, 49; 86:1-4
ನಕ್ಷತ್ರಗಳು, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
ನೇರ, ದಾರಿ, 1:6
- ಇತ್ಯಾದಿ. ಮಾರ್ಗ, 6:153
- ಇತ್ಯಾದಿ. ಶ್ರಮಿಸುವುದು, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
ಹಾಲುಣಿಸುವ ಮಗು, ಸಾಕು ತಾಯಿಯ ಅವಧಿ, 2:233
ಕಷ್ಟ, ಬಡತನ, ಆರೋಗ್ಯ ನಷ್ಟ ಮತ್ತು ವಿಪತ್ತುಗಳು; ಸಮೃದ್ಧಿ ಮತ್ತು ಸಂಪತ್ತು, 7:94-96
ಸೂರ್ಯ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
ಸರ್ವೋಚ್ಚ ಯಶಸ್ಸು, 9:72; 44:57
ಸುರಾ, 10:38; 11:13; 47:20
- ಇದರ ಬಹಿರಂಗವು ನಂಬಿಕೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ, 9:124-127
ಅನುಮಾನಗಳು, 49:12
ಪುಷ್ಟಿ, 19:62
- ಇದನ್ನೂ ನೋಡಿ ನಿಬಂಧನೆ; ಪ್ರಾವಿಡೆನ್ಸ್
ಸುವಾ', 71:23
ತಬೂಕ್, 9:40-59, 81-99, 117-118, 120-122
ತಘಾಬುನ್, S.64
ತಾಗುತ್, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- ಸುಳ್ಳು ದೇವರುಗಳನ್ನು ನೋಡಿ
ತ-ಹಾ, S.20
ತಹ್ರಿಮ್, S.66
ಟಕಥೂರ್, S.102
ತಕ್ವಿರ್, S.81
ತಲಾಖ್, S.65
ತಲ್ಹ್ (ಬಾಳೆ ಮರ), 56:29
ತಾಲೂತ್ (ಸೌಲ), 2:247-249
ತಾರಿಕ್, S.86
ತಸ್ನಿಮ್ (ವಸಂತಕಾಲ), 83:27-28
ತೌಬಾ, S.9
ತವಾಫ್ (ಕಾಬಾವನ್ನು ಸುತ್ತುವುದು), 2:200; 7:29,31
ತಯಮ್ಮುಮ್, 4:43; 5:6
ಪ್ರತಿಯೊಂದು ರಾಷ್ಟ್ರಕ್ಕೂ ತನ್ನದೇ ಆದ ಅವಧಿ ಇದೆ, ಯಾರೂ ಅದನ್ನು ನಿರೀಕ್ಷಿಸಲು ಅಥವಾ ವಿಳಂಬ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ, 7:34; 10:49; 15:4-5; 16:61; 20:129
ಪ್ರದೇಶ, ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಿ, ಸೇನಾ ಘಟಕಗಳಿಂದ, 3:200
ಅಲ್ಲಾಹನಿಂದ ಪರೀಕ್ಷೆ, 3:154; 34:21
ಥಮುದ್, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
ಕಳ್ಳ, ಶಿಕ್ಷೆ, 5:38-39
ಸಿಂಹಾಸನ, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- ನೀರಿನ ಮೇಲೆ, 11:7
- ಎಂಟು ದೇವದೂತರು ಹೊತ್ತಿದ್ದಾರೆ, 39:75; 40:7; 69:17
ಸಮಯ, 45:24; 76:1; 103:1
ಟಿನ್, S.95
ಹಿಂಸೆ,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
ನಾವು ಯಾವುದೇ ಒಂದು ಪಟ್ಟಣವನ್ನು ನಾಶ ಮಾಡಲಿಲ್ಲ, ಆದರೆ ಅದಕ್ಕೆ ಒಂದು ಸ್ಪಷ್ಟವಾದ ಆಜ್ಞೆ ಇತ್ತು, 15:4
ವ್ಯಾಪಾರ ಮತ್ತು ಆಸ್ತಿ, 4:29
ಪ್ರಯಾಣ, ಅವರು ಭೂಮಿಯ ಮೂಲಕ ಪ್ರಯಾಣ ಮಾಡಿಲ್ಲವೇ, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ವಿಶ್ವಾಸಘಾತುಕತನ, 8:58; 22:38
- ದ್ರೋಹ ನೋಡಿ
ನಿಧಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ, 9:35
ಅಲ್ಲಾಹನ ನಿಧಿಗಳು, 6:50
ಶಾಶ್ವತತೆಯ ಮರ, 20:120
ಮರಗಳು, 22:18
ಪರೀಕ್ಷೆಗಳು, 2:214-218; 64:15
ಪುನರುತ್ಥಾನ ದಿನದಂದು ತುತ್ತೂರಿ, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
ಸಖ್ಖಾ, 80:33
ಆಕಾಶ, ಭೂಮಿ ಮತ್ತು ಪರ್ವತಗಳಿಗೆ ನಂಬಿಕೆಯನ್ನು ಅರ್ಪಿಸಲಾಯಿತು, ಆದರೆ ಮನುಷ್ಯನು ಅದನ್ನು ಕೈಗೊಂಡನು, 33:72-73
ಟ್ರಸ್ಟ್‌ಗಳು (ಅಮಾನಹ್),2:283; 4:58; 8:27; 23:8;33:72; 70:32
ಸತ್ಯ, 5:48; 23:70-71, 90; 25:33; 69:51
- ಸುಳ್ಳು ಹೇಳುವುದರೊಂದಿಗೆ ಬೆರೆಯಬೇಡಿ ಅಥವಾ ಮರೆಮಾಡಬೇಡಿ, 2:42
- ಬಂದಿದೆ ಮತ್ತು ಸುಳ್ಳು ಮಾಯವಾಗಿದೆ, 17:81
- ವಾಗ್ದಾನ, 46:16-17
Tubba', ಜನರು, 44:37; 50:14
ಟರ್ (ಮೌಂಟ್), 28:29, 46
ಟರ್, S.52
ತುವಾ, ಕಣಿವೆ, 20:12; 79:16
ಉಹುದ್, ಯುದ್ಧ, 3:121-128, 140-180
ಉಮ್ಮಾ (ಸಮುದಾಯ, ರಾಷ್ಟ್ರ), 2:143-144;10:47, 49; 11:118; 16:36, 120
'ಉಮ್ರಾ, 2:128, 158, 196
ಉಸುರಿ (ರಿಬಾ), 2:275-276, 278-280; 3:130;4:161; 30:39
'ಉಜೈರ್, (ಎಜ್ರಾ ನೋಡಿ)
ಉಜ್ಜ, 53:19
ಅದೃಶ್ಯವಾದ ಮುಸುಕು, 17:45-46
ಮುಸುಕು, 24:31; 33:59
ಪದ್ಯಗಳು, ಸಬ್ ಅಲ್-ಮಥಾನಿ, 15:87
ವಿಜಯ
- ಅಲ್ಲಾಹನಿಂದ ನೀಡಲ್ಪಟ್ಟಿದೆ, 48:1
- ಅಲ್ಲಾಹನ ಸಹಾಯದಿಂದ, 61:13
ಸದ್ಗುಣಗಳು, (ಸದಾಚಾರ ನೋಡಿ; ವಿಶ್ವಾಸಿಗಳು)
ವಾಡ್, 71:23
- "ನೀವು ಕಾಯಿರಿ, ನಾವು ಕೂಡ ಕಾಯುತ್ತಿದ್ದೇವೆ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
ವಾಕಿ'ಅ, S.56
ಅಲ್ಲಾಹನ ವಿರುದ್ಧ ಯುದ್ಧ, 5:33-34
ದುಂದುವೆಚ್ಚದಿಂದ ವ್ಯರ್ಥ ಮಾಡಬೇಡಿ, 6:141; 7:31; 17:26
ನೀರು, ಪ್ರತಿಯೊಂದು ಜೀವಿಯಿಂದ ಮಾಡಲ್ಪಟ್ಟಿದೆ, 21:30; 24:45; 25:54
- ಎರಡು ಸಮುದ್ರಗಳು, 18:60; 25:53; 35:12; 55:19-20
- ಅಲ್ಲಾಹನ ಸಿಂಹಾಸನ, 11:7
- ಮಳೆ, 23:18
ವೇ, ದಿ, 1:6; 42:52-53; 90:10
- ಇತ್ಯಾದಿ. ಸುಲಭ, ಸುಲಭಗೊಳಿಸಿ, 87:8
- ಇದನ್ನೂ ನೋಡಿ ಮಾರ್ಗ
ದಾರಿಹೋಕ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ಸಂಪತ್ತು
- ಯಾರು ಒಟ್ಟುಗೂಡಿಸಿದ್ದಾರೆ, 104:2-4
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡುವುದು (ಖರ್ಚು ಮಾಡುವುದು ನೋಡಿ)
ಸಂಪತ್ತು ಮತ್ತು ಮಕ್ಕಳು, ಇಹಲೋಕದ ಜೀವನದ ಅಲಂಕಾರ, 18:46
ತೂಕ ಮತ್ತು ಅಳತೆ, ಪೂರ್ಣವಾಗಿ ಕೊಡು, 11:85; 17:35; 83:1-5
ವಿಧವೆಯರು, 2:234-235, 240
ಅಲ್ಲಾಹನ ಇಚ್ಛೆ, 10:99-100; 30:5; 81:29; 82:8
ಅಲ್ಲಾಹನು ಇಚ್ಛಿಸದ ಹೊರತು, ನೇರವಾಗಿ ನಡೆಯುವುದು ಮನುಷ್ಯನ ಇಚ್ಛೆ, 28:29
ಗಾಳಿ, 77:1-3
- ಶುಭವಾರ್ತೆಯ ಘೋಷಕರಾಗಿ, 7:57; 30:46
- ಮೋಡಗಳನ್ನು ಮೇಲಕ್ಕೆತ್ತಿ, ನೀರನ್ನು ಉಂಟುಮಾಡುವುದು, 15:22; 30:48
- ಹಳದಿ ಬಣ್ಣಕ್ಕೆ ತಿರುಗುವುದು, 30:51
ವೈನ್ (ಸ್ವರ್ಗದಲ್ಲಿ)
- ಶುದ್ಧ ಪಾನೀಯಗಳು, 37:45; 76:21
- ಬಿಳಿ, ರುಚಿಕರ, 37:46
- ನದಿಗಳು, 47:15
- ಶುದ್ಧ ಮುದ್ರೆ, 83:25
ಅಲ್ಲಾಹನು ಕೆಲವರನ್ನು ಇತರರಿಗಿಂತ ಶ್ರೇಷ್ಠರನ್ನಾಗಿ ಮಾಡಿರುವ ವಸ್ತುಗಳನ್ನು ನೀವು ಬಯಸಬೇಡಿ, 4:32
ಸಾಕ್ಷಿಗಳು
- ಪ್ರವಾದಿಗಳ ಒಡಂಬಡಿಕೆಗೆ, 3:81
- ಮಾನವಕುಲದ ಮೇಲೆ, 2:143; 22:78
- ಒಪ್ಪಂದಕ್ಕೆ, 2:282
- ಒಬ್ಬ ಪುರುಷನ ವಿರುದ್ಧ ಇಬ್ಬರು ಮಹಿಳೆಯರು, 2:282
- ಅಕ್ರಮ ಲೈಂಗಿಕ ಸಂಭೋಗಕ್ಕೆ, 4:16; 24:2
- ನ್ಯಾಯಯುತವಾಗಿರಿ, 5:8
- ಕೈಗಳು ಮತ್ತು ಕಾಲುಗಳು ಸಾಕ್ಷಿ ಹೇಳುವವು, 36:65
- ಮನುಷ್ಯ ತನ್ನ ವಿರುದ್ಧ, 75:14
ಸಾಕ್ಷಿ ದಿನ ಮತ್ತು ಸಾಕ್ಷಿ ದಿನ, 85:3
ಹೆಂಡತಿಯರು
- ಅವು ನಿಮಗೆ ಒಂದು ಹೊಲ, 2:223
- ನಿಮಗಾಗಿ ಕವರ್, 2:187
- ನಿಮ್ಮದೇ ರೀತಿಯ, 16:72
ವಾದಿಸುವ ಮಹಿಳೆ, 58:1-2
ಮಹಿಳೆಯರು, 2:222-223; 4:15, 19-22, 34, 127
- ಪರಿಶುದ್ಧರೆಂದು ಆರೋಪಿಸುವವರು, 24:4-5, 11-17, 23-26
- ಮುಸುಕು, 24:31; 33:59
- ವಲಸೆ ಬಂದವರಂತೆ ನಂಬುವುದು, 60:10-12
- ವಿವಾದದಲ್ಲಿ ತನ್ನನ್ನು ತಾನು ಸ್ಪಷ್ಟಪಡಿಸಿಕೊಳ್ಳದಿರುವುದು, 43:17-18
ಮರ, ನಿವಾಸಿಗಳು, 15:78; 38:13; 50:14
- ಇದನ್ನೂ ನೋಡಿ ಐಕಾ; ಮದ್ಯನ್ 26:176-191
ಲೋಕ, ಇದರ ಜೀವನ
- ಆಟ ಮತ್ತು ಮನೋರಂಜನೆಗಿಂತ ಬೇರೇನೂ ಅಲ್ಲ, 6:32; 29:64; 47:36; 57:20
- ಮನುಷ್ಯರನ್ನು ವಂಚಿಸುತ್ತದೆ, 6:130
- ಪರಲೋಕಕ್ಕಿಂತ ಇಹಲೋಕದ ಸುಖ ಅಲ್ಪ, 9:38; 13:26; 28:60-61
- ಯಾರು ಬಯಸುತ್ತಾರೆ, ಅವರು ಅದರಲ್ಲಿ ಭಾಗವಹಿಸುತ್ತಾರೆ, ಆದರೆ ನಂತರ ಪರಲೋಕದಲ್ಲಿ ಅವರಿಗೆ ಯಾವುದೇ ಪಾಲು ಇರುವುದಿಲ್ಲ, 11:15-16; 17:18; 42:20
- ಸಂಪತ್ತು ಮತ್ತು ಮಕ್ಕಳು, ಅಲಂಕಾರ, 18:46
- ವರ್ತಮಾನವನ್ನು ಪ್ರೀತಿಸಿ ಪರಲೋಕವನ್ನು ಬಿಡುವವರು, 75:20-21; 76:27
ಒಪ್ಪಂದಗಳಿಗೆ ಬರೆಯುವುದು, 2:282
ತಪ್ಪು ಮಾಡುವವರು,11:18-22, 101-104, 116-117;39:47
- ಇದನ್ನೂ ನೋಡಿ ನಂಬಿಕೆಯಿಲ್ಲದವರು
ವುದು' (ಶುದ್ಧೀಕರಣ), 4:43; 5:6
ಯಘೂತ್, 71:23
ಯಾಹ್ಯಾ (ಜಾನ್)
- ಶುಭ ಸುದ್ದಿ, 3:39; 21:90
- ನೀತಿವಂತ, 6:85
- ಬುದ್ಧಿವಂತ; ಸಹಾನುಭೂತಿಯುಳ್ಳ; ಕರ್ತವ್ಯನಿಷ್ಠ, 19:12-15
ಯಾ-ಸಿನ್, S.36
ಯಾಥ್ರಿಬ್ (ಅಲ್-ಮದೀನ), ಜನರು, 33:13
ಯಾಹು, 71:23
ಯೂನಸ್ (ಜೋನಾ), S.10
ಯೂಸುಫ್ (ಜೋಸೆಫ್), S.12
ಜಬೂರ್, 21:105
ಜಕರಿಯಾ (ಝಕಾರಿಯಾ), 3:37-41; 6:85; 19:2-11; 21:89-90
ಜೈದ್ ಇಬ್ನ್ ಹರಿತಾಹ್, ಪ್ರವಾದಿಯ ಗುಲಾಮ, 33:37-38
ಝಕಾತ್, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- ಝಕಾತ್ ಮತ್ತು ದಾನದ ವಸ್ತುಗಳು, 2:273; 9:60
ಜಂಜಾಬಿಲ್, 76:17
ಜಲ್ಜಲಾ, S.99
ಝಕ್ಕ್ಮ್, 17:60; 37:62-66; 44:43-46; 56:52
ಜಿಹಾರ್, 33:4; 58:2-4
ಝುಖ್ರುಫ್, S.43
ಜುಮರ್, S.39
ಮೂಲ ತತ್ವಗಳು
- ನಂಬಿಕೆಯು ಪರಿಪೂರ್ಣವಾಯಿತು 5:3
- ಅಲ್ಲಾಹನು ಸ್ವೀಕರಿಸಿದ ಏಕೈಕ ಮಾರ್ಗ 3:19, 85
- ಇಸ್ಲಾಂ ಧರ್ಮ ಸ್ವೀಕರಿಸುವಲ್ಲಿ ಯಾವುದೇ ಬಲವಂತವಿಲ್ಲ 2:256
- ವಿಭಿನ್ನ ನಂಬಿಕೆಗಳು ಮತ್ತು ಕಾನೂನು ಸಂಹಿತೆಗಳನ್ನು ಹೊಂದಿರುವ ಒಂದು ಧರ್ಮ 5:48; 22:67-70; 42:13-14
- ಇಸ್ಲಾಂ ಧರ್ಮದ ಪ್ರವಾದಿಗಳು 2:135-136; 3:84; 4:163-165
- ಆಜ್ಞೆಗಳು (ಅಲ್ಲಾಹನಲ್ಲಿ ನಂಬಿಕೆ ಇಡಿ ಮತ್ತು ಒಳ್ಳೆಯದನ್ನು ಮಾಡಿ) 4:36; 6:151-154;17:23-39;18:107-108
- ಷರಿಯಾದ ಐದು ಉದ್ದೇಶಗಳು: ನಂಬಿಕೆಯನ್ನು ರಕ್ಷಿಸುವುದು 5:54
- ಜೀವ ರಕ್ಷಣೆ 5:32;6:151
- ಸಂಪತ್ತನ್ನು ರಕ್ಷಿಸುವುದು 5:38
- ಗೌರವವನ್ನು ರಕ್ಷಿಸುವುದು 5:5; 24:4
- ಒಬ್ಬರ ಆಲೋಚನಾ ಸಾಮರ್ಥ್ಯವನ್ನು ರಕ್ಷಿಸುವುದು 5:90.
ಅಲ್ಲಾಹನಲ್ಲಿ ನಂಬಿಕೆ 2:255
- ದೈವಿಕ ಗುಣಗಳು, ಸುಂದರ ಹೆಸರುಗಳು 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ಪೂಜೆಗೆ ಅರ್ಹನಾದ ಏಕೈಕ ದೇವರು 1:1-4; 2:285; 6:3; 43:84
- ಎಲ್ಲಾ ಅಧಿಕಾರ ಅವನಿಗೆ ಸೇರಿದೆ 3:26; ಅವನ ಸಿಂಹಾಸನ ('ಅರ್ಷ್) 7:54; 11:7
- ಅವರ ಕುರ್ಸಿ (ಪಾದಪೀಠ ಅಥವಾ ಕುರ್ಚಿ) 2:255
- ಮಾನವೀಯತೆಯ ಮೇಲೆ ಲೆಕ್ಕವಿಲ್ಲದಷ್ಟು ಉಪಕಾರಗಳು 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ಜೀವವನ್ನು ಕೊಡುತ್ತದೆ ಮತ್ತು ಮರಣವನ್ನುಂಟುಮಾಡುತ್ತದೆ 44:8; 53:44; 57:2; 67:2
- ಸಂತೋಷ ಮತ್ತು ದುಃಖವನ್ನು ತರುತ್ತದೆ 53:43
- ಹೇರಳವಾದ ಅಥವಾ ಸೀಮಿತವಾದ ನಿಬಂಧನೆಗಳನ್ನು ನೀಡುತ್ತದೆ 13:26; 17:30; 29:62
- ಎಲ್ಲಾ ನ್ಯಾಯಾಧೀಶರಿಗಿಂತ ಉತ್ತಮ 95:8
- ಕರುಣಾಮಯಿಗಳಲ್ಲಿ ಪರಮ ಕರುಣಾಮಯಿ 12:92
- ನೀತಿವಂತರನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ 85:14
- ಕ್ಷಮೆಯಿಂದ ತುಂಬಿದೆ ಮತ್ತು ಕಠಿಣ ಶಿಕ್ಷೆಯನ್ನು ಹೊಂದಿದೆ 13:6, 40:3
- ಮೊದಲನೆಯದು ಮತ್ತು ಕೊನೆಯದು 57:3
- ಎಲ್ಲಾ ಗೌರವ ಮತ್ತು ಶಕ್ತಿ ಅವನಿಗೆ ಸೇರಿದೆ 35:10
- ಅಜ್ಞಾತವನ್ನು ತಿಳಿದುಕೊಳ್ಳುತ್ತಾನೆ ಮತ್ತು ಅದೃಶ್ಯವನ್ನು ನೋಡುತ್ತಾನೆ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ಹೃದಯದಲ್ಲಿ ಏನಿದೆ ಎಂಬುದನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲವನು 5:7; 11:5; 31:23
- ಏನಾಯಿತು ಮತ್ತು ಇನ್ನೂ ಏನು ಬರಲಿದೆ ಎಂದು ತಿಳಿದಿದೆ 2:255
- ದಾಖಲೆಯಲ್ಲಿ (ಅಥವಾ ಸಂರಕ್ಷಿತ ಟ್ಯಾಬ್ಲೆಟ್‌ನಲ್ಲಿ) ಎಲ್ಲವನ್ನೂ ಬರೆದರು 6:38; 13:39; 36:12
- ಏನು ಬೇಕಾದರೂ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- ಆತನ ಅನಂತ ಶಕ್ತಿ 3:26-27; 24:45; 31:28-30
- ಆಕಾಶ ಮತ್ತು ಭೂಮಿಯನ್ನು ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದನು ಮತ್ತು ಎಂದಿಗೂ ದಣಿದಿಲ್ಲ 46:33; 50:38
- 'ಆಗು!' ಎಂಬ ಪದದೊಂದಿಗೆ ಸೃಷ್ಟಿಸುತ್ತದೆ 36:81-83
- ತನ್ನ ಸೃಷ್ಟಿಗೆ ಎಂದಿಗೂ ಅನ್ಯಾಯ ಮಾಡದಿರುವುದು 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ಎಲ್ಲವೂ ಆತನ ಇಚ್ಛೆಗೆ ವಿಧೇಯವಾಗಿದೆ 3:83; 22:18; 30:26
- ಎಲ್ಲರೂ ಆತನ ಅವಶ್ಯಕತೆಯಲ್ಲಿದ್ದಾರೆ 11:6; 35:15; 55:29
- ಆತನಲ್ಲಿ ಭರವಸೆಯಿಡಿ 10:84-85; 12:67; 25:58
- ದೈವಿಕ ಸಂವಹನದ ರೂಪಗಳು 42:51
- 2:21; 3:102; 4:1; 33:70-71; 59:18; ಇವುಗಳನ್ನು ಮನಸ್ಸಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳುವುದು ಯೋಗ್ಯವಾಗಿದೆ
- ಜ್ಞಾನವು ಆತನಿಂದ ಬಂದ ಕೊಡುಗೆಯಾಗಿದೆ 2:269
- ಅವನಿಗೆ ಯಾರ ಅವಶ್ಯಕತೆಯೂ ಇಲ್ಲ 3:97; 6:133; 112:2
- ತ್ರಿಮೂರ್ತಿಗಳಲ್ಲಿ ಒಬ್ಬರಲ್ಲ 4:171
- ಸಂಗಾತಿಯನ್ನು ಹೊಂದಿಲ್ಲ 6:101
- ಮಕ್ಕಳಿಲ್ಲ 10:68; 19:35; 43:81; 72:3; 112:3
- ಯಾವುದೇ ಪಾಲುದಾರರು ಅಥವಾ ಸಹಚರ ದೇವರುಗಳಿಲ್ಲ 6:94; 7:191-195; 46:4-5
- ಅವನಿಗೆ ಸಮಾನವಾದುದು ಯಾವುದೂ ಇಲ್ಲ 42:11; 112:4
ಆತನ ಸೃಷ್ಟಿಯ ಅದ್ಭುತಗಳನ್ನು ಪ್ರತಿಬಿಂಬಿಸಲು ಆದೇಶ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ಸೃಷ್ಟಿಯಲ್ಲಿ ಚಿಹ್ನೆಗಳು 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ಎಲ್ಲವನ್ನೂ ಒಂದು ಉದ್ದೇಶಕ್ಕಾಗಿ ಸೃಷ್ಟಿಸಿದನು 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ವಿಶ್ವವು ಪರಿಪೂರ್ಣವಾಯಿತು 67:3-4
- ಹಗಲು ರಾತ್ರಿಯಲ್ಲಿ ವಿಲೀನಗೊಳ್ಳುತ್ತದೆ 3:27
- ವೈವಿಧ್ಯತೆ 30:22; 35:27-28
- ಮಧು 16:68-69
- ಹಾಲು 16:66
- ಮಕ್ಕಳ ಉಡುಗೊರೆ 42:49-50
- ಗ್ರಹಗಳು ಮತ್ತು ಕಕ್ಷೆಗಳು 21:33; 36:38-44
- ನಕ್ಷತ್ರಪುಂಜಗಳು 25:61; 85:1
- ನಕ್ಷತ್ರಗಳು 37:6-7; 67:5
- ಮೋಡಗಳು 7:57; 30:48
- ಭೂಕಂಪ 7:78; 7:155
- ಭೂಕುಸಿತ 28:81; 29:40
- ಬಿರುಗಾಳಿ 10:22
- ತುಂತುರು ಮಳೆ, ಆಲಿಕಲ್ಲು ಮತ್ತು ಮಳೆ 2:265; 6:99; 24:43; 50:9-11
- ಗುಡುಗು ಮತ್ತು ಮಿಂಚು 13:12-13
ವೈಜ್ಞಾನಿಕ ಉಲ್ಲೇಖಗಳು
- ಗಂಡು ಮತ್ತು ಹೆಣ್ಣು ಗ್ಯಾಮೆಟ್‌ಗಳಿಂದ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟ ಮಾನವರು 76:2
- ಭ್ರೂಣದ ರಚನೆ ಮತ್ತು ಬೆಳವಣಿಗೆಯ ಹಂತಗಳು 22:5; 23:12-14
- ಕತ್ತಲೆಯ ಮೂರು ಪದರಗಳಲ್ಲಿ ಭ್ರೂಣ 39:6
- ಉಪ್ಪುನೀರು 25:53-54; 35:12; 55:19-20
- ಗಾಳಿ ಪರಾಗಸ್ಪರ್ಶ 15:22
- ಬೆರಳಚ್ಚುಗಳು 75:3-4
- ಪರ್ವತಗಳು ಗೂಟಗಳಾಗಿ 78:7
- ಕಬ್ಬಿಣವನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ 57:25
- ನೋವು ಗ್ರಾಹಕಗಳು 4:56
- ಸೂರ್ಯನು ವಿಕಿರಣ ಮೂಲವಾಗಿ ಮತ್ತು ಚಂದ್ರನು ಪ್ರತಿಫಲಿತ ಬೆಳಕಾಗಿ 10:5
- ಚಂದ್ರ ವಿಭಜನೆ 54:1
- ಆಕಾಶವು ಚೆನ್ನಾಗಿ ರಕ್ಷಿತ ಮೇಲಾವರಣದಂತೆ 21:32
- ಎಲ್ಲಾ ಜೀವಿಗಳು ನೀರಿನಿಂದ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟವು 21:30; 24:45
- ಇರುವೆಗಳು ಸಂವಹನ ನಡೆಸುತ್ತವೆ 27:17-19
- ಆಂತರಿಕ ಅಲೆಗಳು 24:40
ಜೀವಿಗಳು
- ದೇವತೆಗಳು 39:75
- ಮಾನವರು (ಭೂಮಿಯ ಮೇಲಿನ ಅಧಿಕಾರ) 2:30; 6:165; 16:4
- ಜಿನ್ 72:1-15
- ಪ್ರಾಣಿಗಳು ಮನುಷ್ಯರಂತೆ ಸಮುದಾಯಗಳಿಗೆ ಸೇರಿವೆ 6:38
- ಕರು 11:69
- ಒಂಟೆ 7:40
- ನಾಯಿ 18:22
- ಆನೆ 105:1
- ಕುದುರೆಗಳು, ಹೇಸರಗತ್ತೆಗಳು ಮತ್ತು ಕತ್ತೆಗಳು 16:8
- ಸಿಂಹ ಮತ್ತು ಜೀಬ್ರಾಗಳು 74:50-51
- ಕೋತಿಗಳು 2:65
- ಹಂದಿಗಳು 2:173
- ಒಂಟೆ 7:73
- ಕುರಿ ಮತ್ತು ಮೇಕೆಗಳು 6:143
- ತೋಳ 12:17
- ಕಪ್ಪೆಗಳು 7:133
- ಹಾವು 7:107
- ಪಕ್ಷಿಗಳು 24:41
- ಕಾಗೆ 5:31
- ಹೂಪೋ 27:20
- ಕ್ವಿಲ್‌ಗಳು 2:57
- ಮೀನು 18:61
- ತಿಮಿಂಗಿಲ 37:142
- ಇರುವೆಗಳು 27:18
- ಜೇನುನೊಣಗಳು 16:68
- ಸೊಳ್ಳೆ 2:26
- ಫ್ಲೈ 22:73
- ಹೇನುಗಳು ಮತ್ತು ಮಿಡತೆಗಳು 7:133
- ಸ್ಪೈಡರ್ 29:41
- ನಮಗೆ ತಿಳಿದಿಲ್ಲದ ಇತರರು 16:8
ಸಸ್ಯಗಳು ಮತ್ತು ಹಣ್ಣುಗಳು 6:99; 13:4; 16:11; 36:33-35
- ಬಾಳೆಹಣ್ಣುಗಳು 56:29
- ದಿನಾಂಕ 19:25
- ಗಿಡಮೂಲಿಕೆಗಳು, ಸೌತೆಕಾಯಿಗಳು, ಬೆಳ್ಳುಳ್ಳಿ, ಮಸೂರ ಮತ್ತು ಈರುಳ್ಳಿ 2:61
- ದ್ರಾಕ್ಷಿಗಳು 80:28
- ಆಲಿವ್‌ಗಳು 6:99
- ಚಿತ್ರ 95:1
- ದಾಳಿಂಬೆ 55:68
- ಸ್ಕ್ವ್ಯಾಷ್ 37:146
ಮುಹಮ್ಮದ್ ನಲ್ಲಿ ನಂಬಿಕೆ
- ಗುಣಗಳು, ಕೇವಲ ಪ್ರವಾದಿ 3:144; 6:50; 7:188; 18:110
- ಸತ್ಯವನ್ನು ತಲುಪಿಸಲು 2:119; 35:24; 42:48
- ಪ್ರವಾದಿಗಳ ಮುದ್ರೆ 33:40
- ಉದಾತ್ತ ಪಾತ್ರ 3:159; 68:4
- ಒಂದು ಮಾದರಿ 33:21
- ವಿಶ್ವಾಸಿಗಳಿಗೆ ಒಂದು ಔದಾರ್ಯವಾಗಿ 3:164
- ಇಡೀ ಲೋಕಕ್ಕೆ ಕರುಣೆ 21:107
- ಸಾರ್ವತ್ರಿಕ ಸಂದೇಶವಾಹಕ 4:170; 7:157-158; 34:28
- ನೇರ ಮಾರ್ಗಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ 42:52-53
- ಜನರ ಬಗ್ಗೆ ಕಾಳಜಿ ವಹಿಸುತ್ತಾನೆ 9:129
- ನ್ಯಾಯತೀರ್ಪಿನ ದಿನ 4:42; 16:89 ರಂದು ಸಾಕ್ಷಿಯಾಗಿ
- ಅಕ್ಷರಸ್ಥ ಪ್ರವಾದಿ 7:157-158; 29:48; 62:2
- ಟೋರಾ ಮತ್ತು ಸುವಾರ್ತೆ 7:157 ರಲ್ಲಿ ಭವಿಷ್ಯ ನುಡಿದಿದೆ
- ಯೇಸು 61:6 ರಿಂದ ಮುಂತಿಳಿಸಲ್ಪಟ್ಟಿದೆ
ಪ್ರವಾದಿ ( ﷺ ) ಎದುರಿಸಿದ ಸವಾಲುಗಳು
- ಪೇಗನ್‌ಗಳ ಅರ್ಥಹೀನ ಬೇಡಿಕೆಗಳು 8:32; 15:7; 17:89-93; 25:7-8
- ಸುಳ್ಳು ಆರೋಪಗಳು 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ಅವನ ಮೇಲೆ ಪ್ರಯತ್ನಗಳು 8:30; 9:74
- ತನಗೆ ಹಾನಿ ಮಾಡುವ ಅಥವಾ ವಿರೋಧಿಸುವವರಿಗೆ ಎಚ್ಚರಿಕೆ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ನಿರಾಕರಣೆಗೆ ತಾಳ್ಮೆಯಿಂದ ಪ್ರತಿಕ್ರಿಯಿಸಲು ಆದೇಶಿಸಲಾಗಿದೆ 20:130; 30:60; 46:35; 70:5
- ಅಲ್ಲಾಹನಿಂದ ಭರವಸೆ ನೀಡಲ್ಪಟ್ಟ ಆದೇಶ 5:67; 93:1-11; 94:1-8
ﷺ ) ರ ಜೀವನದಿಂದ ಕಲಿಯಬಹುದಾದ ಪಾಠಗಳು
- ಅವರ ವಲಸೆ (ಹಿಜ್ರಾ) ದಿಂದ ಬದ್ರ್ ಕದನದವರೆಗೆ 3:121-129; 8:42-44; 8:65-71
- ಉಹುದ್ ಕದನ 3:151-180
- ಕಂದಕದ ಕದನ 33:9-27
- ಹುನೈನ್ ಕದನ 9:25-27
- ಮದೀನಾ 9:40
- ತಬೂಕ್ 9:38-123
- ಬನು ಅನ್-ನಾದೀರ್ 59:2-6
- ಹಮ್ರಾ 'ಅಲ್-ಅಸಾದ್ 3:172-175
- ಟ್ರೂಸ್ ಆಫ್ ಹುದೈಬಿಯಾ 48:1-7; 48:10-29
ಪ್ರವಾದಿ ( ﷺ ) ರವರಿಗೆ ನೀಡಲಾದ ಗೌರವಗಳು
- ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ದೇವದೂತರು ಅವನನ್ನು ಆಶೀರ್ವದಿಸುತ್ತಾರೆ 33:56
- ಮೆಕ್ಕಾದಿಂದ ಜೆರುಸಲೇಮಿಗೆ ರಾತ್ರಿ ಪ್ರಯಾಣ 17:1
- ಪರಲೋಕಕ್ಕೆ ಪ್ರಯಾಣ 53:1-18
- ಈ ಜೀವನದಲ್ಲಿ ಮತ್ತು ಮುಂದಿನ ಜೀವನದಲ್ಲಿ ಗೌರವಾನ್ವಿತರು 17:79; 66:8; 108:1
- ಅವನಿಗೆ ವಿಧೇಯತೆ ಎಂದರೆ ಅಲ್ಲಾಹನಿಗೆ ವಿಧೇಯತೆ 4:80
- ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿಧೇಯತೆ ತೋರುವುದರ ಪ್ರತಿಫಲ 4:69
- ಅವನ ಕುಟುಂಬವು ಶುದ್ಧೀಕರಿಸಲ್ಪಟ್ಟಿತು 33:33-34
- ಗೇಬ್ರಿಯಲ್‌ನನ್ನು ಅವನ ನಿಜವಾದ ರೂಪದಲ್ಲಿ ನೋಡುತ್ತಾನೆ 53:1-18
- ವಿಶ್ವಾಸಿಗಳು ಅವನಿಗೆ ವಿಧೇಯರಾಗಲು ಆದೇಶಿಸಿದರು 59:7
- ಅವನೊಂದಿಗೆ ಮಾತನಾಡುವ ಶಿಷ್ಟಾಚಾರ 49:1-5
- ಅವರನ್ನು ಭೇಟಿ ಮಾಡುವ ಶಿಷ್ಟಾಚಾರ 33:53
- ಅವನ ಹೆಂಡತಿಯರೊಂದಿಗೆ ವ್ಯವಹರಿಸುವ ಶಿಷ್ಟಾಚಾರ 33:53
- ಅಲ್ಲಾಹನು ಅವನ ಮತ್ತು ಅವನ ಸಹಚರರ ಬಗ್ಗೆ ಸಂತುಷ್ಟನಾಗಿದ್ದಾನೆ 9:100; 9:117
- ಅವರ ನಂಬಿಕೆಯ ಶ್ರೇಷ್ಠತೆ - ಸಮುದಾಯ 2:143; 3:110
ಪ್ರಾರ್ಥನೆ (ಸಲಾಹ್) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ಶುಕ್ರವಾರ ಸಭೆ 62:9
- ಪ್ರಾರ್ಥನೆಯ ನಿರ್ದೇಶನ (ಕಿಬ್ಲಾ) 2:144; 2:149-150
- ದುಷ್ಟ ಕಾರ್ಯಗಳಿಂದ ಒಬ್ಬನನ್ನು ತಡೆಯಬೇಕು 29:45
- ಬಾರಿ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ಅಪಾಯದಲ್ಲಿರುವಾಗ ಅಥವಾ ಪ್ರಯಾಣದಲ್ಲಿರುವಾಗ 2:239; 4:101-102
- ಪ್ರಾರ್ಥನೆಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸುವವರಿಗೆ ಎಚ್ಚರಿಕೆ 19:59; 74:38-47; 107:5-7
- ಕಪಟಿಗಳ ಪ್ರಾರ್ಥನೆಗಳು 4:142; 9:54
ಶುದ್ಧೀಕರಣ, ಶುದ್ಧೀಕರಣ (ವುದು) 5:6
- ಪೂರ್ಣ ಸ್ನಾನ (ಘುಸ್ಲ್) 2:222; 4:43
- ಒಣ ಶುದ್ಧೀಕರಣ (ತಯಮ್ಮುಮ್) 4:43; 5:6
ಪ್ರಾರ್ಥನೆಗಳು (ದುಆ)
- ಅಬ್ರಹಾಮನ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- ಆದಾಮ ಮತ್ತು ಈವ್ 7:23
- ಯೇಸು 5:114
- ಯೋಬ 21:83; 21:83
- ಯೋನ 21:87
- ಜೋಸೆಫ್ 12:33; 12:101
- ಮೋಶೆ 10:88-89; 20:25-35
- ಮುಹಮ್ಮದ್ 17:80; 20:114
- ನೋಹ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- ಸೊಲೊಮೋನ 38:35
- ಶುಐಬ್ 7:89
- ಜಕರೀಯ 3:38; 19:2-6; 21:89-90
- ದೇವದೂತರು 40:8-9
- ಮರಿಯಳ ತಾಯಿ 3:35-36
- ಫರೋಹನ ಹೆಂಡತಿ 66:11
- ಫರೋಹನ ಮಾಂತ್ರಿಕರು 7:126
- ರಾಜ ಸೌಲ ಮತ್ತು ಅವನ ಜೊತೆಗಿದ್ದ ವಿಶ್ವಾಸಿಗಳು 2:250
- ಇಸ್ರೇಲ್ ಮಕ್ಕಳ ವಿಶ್ವಾಸಿಗಳು 10:85-86
- ಗುಹೆಯ ಜನರು 18:10
- ನೀತಿವಂತರು 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ದಮನಿತರು 4:75
ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರದ ಪದ್ಯಗಳು
- ಸಜಾದತ್, ಸಜ್ದ ಬಹುವಚನ, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
ದಾನ-ತೆರಿಗೆ (ಝಕಾತ್), ಒಂದು ಬಾಧ್ಯತೆಯಾಗಿ 2:110; 2:177; 2:277; 6:141
- ವಿಶ್ವಾಸಿಗಳ ಗುಣಗಳಲ್ಲಿ ಒಂದು 22:41; 23:4; 51:19
- ಸ್ವೀಕರಿಸುವವರು 9:60
- ದಾನ (ಸದಾಖಾ) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- 3:180; 9:34; 47:38 ಗಳನ್ನು ತಡೆಹಿಡಿಯುವವರಿಗೆ ಎಚ್ಚರಿಕೆ
ಉಪವಾಸ (ಸಾಮ್)
- ರಮಝಾನ್ 2:183-185 ರಲ್ಲಿ
- ಉಪವಾಸದ ಗಂಟೆಗಳು 2:187
- ವಿನಾಯಿತಿಗಳು 2:184-185
- ಉಪವಾಸದ ಹಿಂದಿನ ರಾತ್ರಿಯಲ್ಲಿ ಆತ್ಮೀಯ ಸಂಬಂಧಗಳು 2:187
- ತೀರ್ಥಯಾತ್ರೆಯ ಸಮಯದಲ್ಲಿ ಉಪವಾಸ 2:196
ತೀರ್ಥಯಾತ್ರೆ (ಹಜ್)
- ಅದನ್ನು ನಿಭಾಯಿಸಬಲ್ಲವರಿಗೆ ಬಾಧ್ಯತೆ 3:97
- ಆಚರಣೆಗಳು ಮತ್ತು ತೀರ್ಪುಗಳು 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- ಯಜ್ಞ ಅರ್ಪಣೆಗಳು 2:196; 22:36-37
- ತೀರ್ಥಯಾತ್ರೆಯ ಸಮಯದಲ್ಲಿ ಭೂಮಿಯಲ್ಲಿ ಬೇಟೆಯಾಡುವುದನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ 5:1; 5:94-95
- ಸಮುದ್ರದಲ್ಲಿ ಬೇಟೆಯಾಡಲು ಅನುಮತಿ 5:96
- ಸಣ್ಣ ತೀರ್ಥಯಾತ್ರೆ (ಉಮ್ರಾ) 2:158; 2:196
ನಂಬಿಕೆ-ಸಮುದಾಯಗಳು
- ಮುಸ್ಲಿಮರು 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ಪರಸ್ಪರ ರಕ್ಷಕರು 3:28; 9:71
- ಕ್ರೈಸ್ತರು 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ಯೆಹೂದ್ಯರು 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ಇಸ್ರೇಲ್ ಮಕ್ಕಳು 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ಗ್ರಂಥದ ಜನರು (ಮುಖ್ಯವಾಗಿ ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರಿಶ್ಚಿಯನ್ನರು) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ಮುಸ್ಲಿಮರು ತಾವು ಬಲಿ ನೀಡಿದ ಪ್ರಾಣಿಗಳನ್ನು ತಿನ್ನಬಹುದು ಮತ್ತು ತಮ್ಮ ಮಹಿಳೆಯರನ್ನು ಮದುವೆಯಾಗಬಹುದು 5:5
- ಯಹೂದಿಗಳಿಗೆ ನಿಷೇಧಿಸಲಾದ ಆಹಾರಗಳು 6:146
- ಸೇಬಿಯನ್ಸ್ 2:62; 22:17
- ಮಾಗಿ 22:17
- ಬಹುದೇವತಾವಾದಿಗಳು (ವಿಧರ್ಮಿಗಳು, ವಿಗ್ರಹಾರಾಧಕರು) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ಪೇಗನ್ ಮೂಢನಂಬಿಕೆಯ ಆಚರಣೆಗಳು 2:189; 5:103; 6:138-144
- ನಾಸ್ತಿಕರು 52:35-36
ಪೇಗನ್ ಆಚರಣೆಗಳನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ
- ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಜೀವಂತವಾಗಿ ಹೂಳುವುದು 16:58-59; 81:8-9
- ಬಡತನದ ಭಯದಿಂದ ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲುವುದು 6:137; 6:151; 17:31
- ಕಾಬಾದ ಸುತ್ತಲೂ ಶಿಳ್ಳೆ ಹೊಡೆಯುವುದು ಮತ್ತು ಚಪ್ಪಾಳೆ ತಟ್ಟುವುದು 8:35
- ಒಂಟೆಗಳನ್ನು ವಿಗ್ರಹಗಳಿಗೆ ಅರ್ಪಿಸುವುದು 5:103; 6:136
- ವಿಗ್ರಹಗಳ ಹೆಸರಿನಲ್ಲಿ ಬಲಿದಾನ ಮಾಡುವುದು 6:121
- ಜಿಹಾರ್ ವಿಚ್ಛೇದನ 33:4; 58:2-4
- ಇಲಾ' (ನಾಲ್ಕು ತಿಂಗಳಿಗಿಂತ ಹೆಚ್ಚು ಕಾಲ) 2:226-227
- ನಿರ್ಧಾರಗಳಿಗಾಗಿ ಚೀಟುಗಳನ್ನು ಸೆಳೆಯುವುದು 5:3
- ಬೆತ್ತಲೆಯಾಗಿ ಕಾಬಾವನ್ನು ಸುತ್ತುವುದು 7:26-28
- ತೀರ್ಥಯಾತ್ರೆಯ ನಂತರ ಹಿಂಬಾಗಿಲಿನಿಂದ ಮನೆಗಳನ್ನು ಪ್ರವೇಶಿಸುವುದು 2:189
ಪೂಜಾ ವಸ್ತುಗಳು
- ದೇವತೆಗಳು (ಕೆಲವು ಪೇಗನ್ ಅರಬ್ಬರಲ್ಲಿ) 34:40
- ಅಲ್-ಐಕಾ (ಶುಐಬ್ ಜನರಲ್ಲಿ) 26:176
- ಬಾಲ್ (ಎಲಿಯಾಸ್ ಜನರಲ್ಲಿ 37:125
- ಯೇಸು (ಕ್ರೈಸ್ತ ಧರ್ಮದಲ್ಲಿ) 5:17
- ವಿಗ್ರಹಗಳು (ಅಬ್ರಹಾಮನ ಜನರಲ್ಲಿ) 21:52-53
- ಲಾತ್, ಉಜ್ಜಾ ಮತ್ತು ಮನಾತ್ ಅವರ ವಿಗ್ರಹಗಳು (ಅರಬ್ ಪೇಗನ್‌ಗಳಲ್ಲಿ) 53:19-20
- (ನೂಹರ ಜನಾಂಗದವರಲ್ಲಿ) ವದ್ದ್, ಸುವಾ', ಯಘೂತ್, ಯೌಕ್ ಮತ್ತು ನಸ್ರ್ ರ ವಿಗ್ರಹಗಳು 71:23
- ಸೂರ್ಯ (ಶೆಬಾದ ಜನರು) 27:24
- ಸಿರಿಯಸ್ (ಕೆಲವು ಪೇಗನ್ ಅರಬ್ಬರಲ್ಲಿ) 53:49
- ಫರೋ (ಪ್ರಾಚೀನ ಈಜಿಪ್ಟ್‌ನಲ್ಲಿ) 26:29; 28:38; 79:24
- ಆಸೆಗಳು 25:43-44; 45:23
- ಬಹು ದೇವರುಗಳಲ್ಲಿ ನಂಬಿಕೆಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ 17:42-43; 21:21-24; 25:3
ಪೂಜಾ ಸ್ಥಳಗಳು, ಮಸೀದಿಗಳು 9:18
- ಚರ್ಚುಗಳು, ಸಿನಗಾಗ್‌ಗಳು ಮತ್ತು ಮಠಗಳು 22:40
- ಪವಿತ್ರ ಸ್ಥಳ 3:39; 38:21
- ದೇವಾಲಯ 17:7
- ಧಾರ್ಮಿಕ ಬಿರುದುಗಳು, ಪುರೋಹಿತರು, ಸನ್ಯಾಸಿಗಳು ಮತ್ತು ರಬ್ಬಿಗಳು 5:44; 5:63; 5:82; 9:31-34
ದೇವತೆಗಳೇ
- ಆದಾಮನ ಸೃಷ್ಟಿಯ ಬಗ್ಗೆ ವಿಚಾರಿಸಿ 2:30-34
- ಅಲ್ಲಾಹನಿಗೆ ಎಂದಿಗೂ ಅವಿಧೇಯರಾಗಬೇಡಿ 21:26-27; 66:6
- ಅಲ್ಲಾಹನ ಹೆಣ್ಣುಮಕ್ಕಳಲ್ಲವೇ 21:26; 43:16-19
- ಕಾವಲು ದೇವತೆಗಳು 13:11
- ಇಬ್ಬರು ದಾಖಲೆ ದೇವತೆಗಳು 50:16-18; 82:10-12
- ತೀರ್ಪು ದಿನದಂದು ಅಲ್ಲಾಹನ ಸಿಂಹಾಸನವನ್ನು ಹೊತ್ತ ಎಂಟು ಜನರು 69:17
- ನರಕದ ಹತ್ತೊಂಬತ್ತು ರಕ್ಷಕರು 74:26-31
- ಸಾವಿನ ದೇವತೆಗಳು 6:93; 16:28; 32:11
- ಗೇಬ್ರಿಯಲ್ 2:97; 66:4; 26:192-195; 53:1-14
- ಮೈಕೆಲ್ 2:98
- ಮಲಿಕ್ 43:77
ಸಂದೇಶವಾಹಕರು
- ದೇವತೆಗಳು ಮತ್ತು ಮನುಷ್ಯರಿಂದ 22:75
- ದೃಢ ಸಂಕಲ್ಪದ ಸಂದೇಶವಾಹಕರು (ಅಬ್ರಹಾಂ, ನೂಹ್, ಮೋಸೆಸ್, ಯೇಸು ಮತ್ತು ಮುಹಮ್ಮದ್ ﷺ ) 33:7; 42:13; 46:35
ಧರ್ಮಗ್ರಂಥಗಳು
- ಕುರಾನ್, ಅಲ್ಲಾಹನಿಂದ ಬಂದ ಒಂದು ಪ್ರಕಟಣೆ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ಇಡೀ ಜಗತ್ತಿಗೆ ಒಂದು ಜ್ಞಾಪನೆ 68:51-52
- ಅತ್ಯಂತ ನೇರವಾದ ಜೀವನ ಮಾರ್ಗಕ್ಕೆ ಮಾರ್ಗದರ್ಶನ ನೀಡುತ್ತದೆ 17:9
- ರಮದಾನ್ ತಿಂಗಳಲ್ಲಿ ಬಹಿರಂಗ ಪ್ರಾರಂಭವಾಯಿತು 2:185
- ಒಂದು ಪವಿತ್ರ ರಾತ್ರಿಯಲ್ಲಿ 44:3;97:1-5
- ಹಂತ 17:105-106 ರಲ್ಲಿ ಬಹಿರಂಗಪಡಿಸಲಾಗಿದೆ
- ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ಸುಲಭವಾಗಿದೆ 54:17
- ಹಿಂದಿನ ಬಹಿರಂಗಪಡಿಸುವಿಕೆಗಳಲ್ಲಿ ಸತ್ಯವನ್ನು ದೃಢೀಕರಿಸುತ್ತದೆ 3:3-4
- ಹಿಂದಿನ ಧರ್ಮಗ್ರಂಥಗಳ ಮೇಲೆ ಸರ್ವೋಚ್ಚ ಅಧಿಕಾರ 5:48
- ನಿಸ್ಸಂದೇಹವಾಗಿ ಅದರಲ್ಲಿ 2:2; 10:37
- ಯಾವುದೇ ವಿರೋಧಾಭಾಸಗಳಿಲ್ಲ 4:82
- ಕಟ್ಟುಕಥೆಯಲ್ಲ 10:37-39
- ಬೈಬಲ್ 25:4-6 ರಿಂದ ನಕಲು ಮಾಡಲಾಗಿಲ್ಲ
- ದೆವ್ವಗಳಿಂದ ಬಹಿರಂಗಪಡಿಸಲಾಗಿಲ್ಲ 26:210-212
- ಯಾರೂ ಅಂತಹದ್ದನ್ನು ಸೃಷ್ಟಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ 17:88; 2:23-24; 10:13-14; 11:13
- ಭ್ರಷ್ಟಾಚಾರದಿಂದ ರಕ್ಷಿಸಲಾಗಿದೆ 15:9
- ಸಂರಕ್ಷಿತ ಟ್ಯಾಬ್ಲೆಟ್ 56:75-80 ರಲ್ಲಿ ರಕ್ಷಿಸಲಾಗಿದೆ
- ಸುಳ್ಳು ಎಂದು ಸಾಬೀತುಪಡಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ 41:42
- ಭವಿಷ್ಯದ ಘಟನೆಗಳನ್ನು ಮುನ್ಸೂಚಿಸುತ್ತದೆ 30:1-7; 48:27
- ವಿಶ್ವಾಸಿಗಳನ್ನು ಕಣ್ಣೀರು ಹಾಕುತ್ತದೆ 5:83; 17:107-109
- ಹೃದಯಗಳನ್ನು ಮುಟ್ಟುತ್ತದೆ 39:23
- ಪ್ರಕಾಶಮಾನವಾದ ಬೆಳಕು 4:174; 42:52
- ವಿಶ್ವಾಸಿಗಳಿಗೆ ಚಿಕಿತ್ಸೆ ಮತ್ತು ಕರುಣೆ 17:82
- ಟೋರಾ 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ಸುವಾರ್ತೆ 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ಕೀರ್ತನೆಗಳು 4:163; 17:55
- ಅಬ್ರಹಾಮನ ಸುರುಳಿಗಳು 53:36-44; 87:14-19
ವಿಧಿ ಮತ್ತು ವಿಧಿ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ಉಚಿತ ಆಯ್ಕೆ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ತೀರ್ಪಿನ ದಿನ
- ಅನ್ಯಾಯವಿಲ್ಲ 2:281; 18:49; 40:17
- ಅಪೋಕ್ಯಾಲಿಪ್ಸ್‌ನ ಭಯಾನಕತೆಗಳು 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ಆ ದಿನದಂದು ನೀತಿವಂತರು ಮತ್ತು ದುಷ್ಟರು 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ಮಧ್ಯಸ್ಥಿಕೆ (shafa'ah) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
ಕೃತ್ಯಗಳ ದಾಖಲೆಗಳು 17:13; 18:49
- ವಿಶ್ವಾಸಿಗಳು ತಮ್ಮ ಬಲಗೈಯಿಂದ ತಮ್ಮ ದಾಖಲೆಯನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ 69:19-24; 84:7-9
- ನಂಬಿಕೆಯಿಲ್ಲದವರು ತಮ್ಮ ದಾಖಲೆಯನ್ನು ತಮ್ಮ ಎಡಗೈಯಿಂದ ಪಡೆಯುತ್ತಾರೆ 69:25-37; 84:10-15
- ಅಲ್ಲಾಹನಿಂದ ಏನೂ ಮರೆಮಾಡಲ್ಪಡುವುದಿಲ್ಲ 21:47; 40:16
- ಕೃತ್ಯಗಳ ತೂಕ 7:8; 23:102-104; 101:1-11
- ದೈಹಿಕ ಅಂಗಗಳ ಸಾಕ್ಷ್ಯ 41:19-24; 24:24
- ಒಳ್ಳೆಯ ಮತ್ತು ಕೆಟ್ಟ ಕಾರ್ಯಗಳಿಗೆ ಪ್ರತಿಫಲ 6:160; 27:89-90; 28:84
ಜನರ ಪ್ರಕಾರಗಳು
- ವಿಶ್ವಾಸಿಗಳು 18:107-108
- ನಂಬಿಕೆಯಿಲ್ಲದವರು 4:167-169
- ಕಪಟಿ 4:145; 57:13-15
- ಪರದೈಸ್ ನಿವಾಸಿಗಳು, ಪ್ರಮುಖ ವಿಶ್ವಾಸಿಗಳು 55:46-61; 56:10-26
- ಸ್ವರ್ಗದ ನಿವಾಸಿಗಳು, ಬಲಪಂಥೀಯ ಜನರು 55:62-78; 56:27-40
- ನರಕದ ನಿವಾಸಿಗಳು, ಎಡಪಂಥೀಯ ಜನರು 55:31-45; 56:41-56
- ಎತ್ತರದ ಜನರು 7:46-49
ಹಣಕಾಸು
- ವ್ಯವಹಾರ ಮಾರ್ಗಸೂಚಿಗಳು 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ಉತ್ತರಾಧಿಕಾರಿಗಳಲ್ಲದವರಿಗೆ ಐಚ್ಛಿಕ ಉಯಿಲುಗಳು, ದಾನಗಳು 2:180-183; 4:11-12
ಪ್ರಯಾಣದಲ್ಲಿರುವಾಗ ಮರಣದ ಮೊದಲು 5:106-108
- ಲಂಚ 2:188
- ಸಾಲಗಳು, ಸಾಲಗಳನ್ನು ವಸೂಲಿ ಮಾಡುವಲ್ಲಿ ದಯೆ 2:280
- ಸಾಲ ಒಪ್ಪಂದವನ್ನು ಬರೆಯುವುದು ಮತ್ತು ವೀಕ್ಷಿಸುವುದು 2:282
- ಮೇಲಾಧಾರ ತೆಗೆದುಕೊಳ್ಳುವುದು 2:283
- ಆನುವಂಶಿಕತೆ, ಮಾರ್ಗಸೂಚಿಗಳು 4:7; 4:32-33; 8:75
- ಸಂತತಿ ಮತ್ತು ಪೋಷಕರ ಷೇರುಗಳು 4:11
- ಸಂಗಾತಿಗಳು ಮತ್ತು ತಾಯಿಯ ಒಡಹುಟ್ಟಿದವರು 4:12
- ಪೂರ್ಣ ಒಡಹುಟ್ಟಿದವರು 4:176
- ಪಾಲಿಸದವರಿಗೆ ಎಚ್ಚರಿಕೆ 4:13-14
- ಬಡ್ಡಿ, ನಿಷೇಧ ಮತ್ತು ಎಚ್ಚರಿಕೆ 2:275-281; 3:130-132
- ಲಾಭರಹಿತಗೊಳಿಸಲಾಗಿದೆ 30:39
ಕಾನೂನುಬದ್ಧ
- ದೇಶದ್ರೋಹ ಕಾನೂನು (ಹಿರಾಬಾ) 5:33-34
- ನ್ಯಾಯ, ನ್ಯಾಯಕ್ಕಾಗಿ ನಿಲ್ಲುವುದು 4:135; 5:8; 16:90-91
- ಅನಾಥರು ಮತ್ತು ಮಹಿಳೆಯರ ಹಕ್ಕುಗಳಿಗಾಗಿ ನಿಲ್ಲುವುದು 4:127
- ಯೆಹೂದ್ಯನಿಗೆ ನ್ಯಾಯ 4:105-112
- ಅನ್ಯಜನರಿಗೆ ನ್ಯಾಯ 4:58
- ಮುಸ್ಲಿಮೇತರರೊಂದಿಗೆ ನ್ಯಾಯ 60:8-9
- ಕಾನೂನು ಮಾರ್ಗಗಳ ಮೂಲಕ ಪ್ರತೀಕಾರ (ಕ್ಷಮಿಸುವ ಆಯ್ಕೆಯೊಂದಿಗೆ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ಗಂಡ ಹೆಂಡತಿಯ ನಡುವಿನ ಬೇರ್ಪಡುವಿಕೆ, ಖುಲ್' 2:229
- ಲಿಯಾನ್ (ವ್ಯಭಿಚಾರದ ಆರೋಪ) 24:6-10
ರಾಜಕೀಯ
- ಸಮಾಲೋಚನೆಯ ಮೂಲಕ ವ್ಯವಹಾರಗಳನ್ನು ನಡೆಸುವುದು (ಶುರಾ) 3:159; 42:38
- ಆತ್ಮರಕ್ಷಣೆಗಾಗಿ ಹೋರಾಡುವುದು (ಜಿಹಾದ್), ಶಿಷ್ಟಾಚಾರ 2:190-192; 2:216; 22:38-40
- ಮನಬಂದಂತೆ ದಾಳಿ ಮಾಡಬಾರದು 4:94
- ದಮನಿತ ಪುರುಷರು, ಮಹಿಳೆಯರು ಮತ್ತು ಮಕ್ಕಳಿಗಾಗಿ ಹೋರಾಡುವುದು 4:75
- ಪೂಜಾ ಸ್ಥಳಗಳನ್ನು ರಕ್ಷಿಸುವುದು 22:37
- ಹುತಾತ್ಮರ ಪ್ರತಿಫಲ 2:154; 3:169-171; 9:111; 57:19
- ಮಿಲಿಟರಿ ಶಕ್ತಿ ಸಂಭಾವ್ಯ ಶತ್ರುಗಳನ್ನು ತಡೆಯುತ್ತದೆ 8:60
- ಶಾಂತಿಯನ್ನು ಆರಿಸಿಕೊಳ್ಳುವುದು 2:192; 8:61
- ಪಕ್ಷಗಳ ನಡುವೆ ಶಾಂತಿ ಸ್ಥಾಪಿಸುವುದು 49:9-10
- ಯುದ್ಧ ಕೈದಿಗಳು, ಚಿಕಿತ್ಸೆ 8:70; 47:4; 76:8
ಸಾಮಾಜಿಕ
- ದತ್ತು 33:4-5
- ಅನಾಥರನ್ನು ನೋಡಿಕೊಳ್ಳುವುದು 2:220; 4:2-10; 4:127; 6:152; 17:34
- ವಿಚ್ಛೇದನ, ಮಧ್ಯಸ್ಥಿಕೆ ಮತ್ತು ಸಮನ್ವಯ 4:35; 4:128
- ವಿಚ್ಛೇದನದ ಶಿಷ್ಟಾಚಾರ 2:229-231; 65:1-2
- ವರದಕ್ಷಿಣೆ ಮತ್ತು ಕಾಯುವ ಅವಧಿ 2:226-241; 4:19-21; 33:49; 65:1-7
- ಗಂಡನು ವರದಕ್ಷಿಣೆಯಲ್ಲಿ ಏನನ್ನೂ ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬಾರದು 4:20
- ಹೆಂಡತಿಯನ್ನು ಕಿರುಕುಳ ಮಾಡಬಾರದು 65:6
- ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಹೆಂಡತಿಗೆ ಆರ್ಥಿಕವಾಗಿ ಬೆಂಬಲ ನೀಡಬೇಕು 65:6
- ಅವಳ ಕಾಯುವ ಅವಧಿಯಲ್ಲಿ 65:6
- ಅವಳು ತನ್ನ ಮಾಜಿ ಗಂಡನ ಮಗುವಿಗೆ ಹಾಲುಣಿಸಿದರೆ, 65:6
- ಯಾವುದೇ ಪೋಷಕರು ತಮ್ಮ ಮಗುವಿನ ಕಾರಣದಿಂದಾಗಿ ಬಳಲಬಾರದು 2:233
- ವೆಟ್-ನರ್ಸ್‌ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳುವುದು 65:6
- ಒಳಿತನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುವುದು ಮತ್ತು ಕೆಡುಕನ್ನು ನಿಷೇಧಿಸುವುದು 3:104; 3:110; 7:157; 9:71-72; 31:17
- ಮಾನವರ ಸಮಾನತೆ 49:13
- ಅಲ್ಲಾಹ್ ಮತ್ತು ಕಾನೂನಿನ ಮುಂದೆ ಪುರುಷರು ಮತ್ತು ಮಹಿಳೆಯರು, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- ಪುರುಷರಿಗೆ ಮಹಿಳೆಯರಿಗಿಂತ ಹೆಚ್ಚಿನ ಜವಾಬ್ದಾರಿ ಇದೆ 2:228
- ಬಡವರಿಗೆ, ಅನಾಥರಿಗೆ ಮತ್ತು ಬಂಧಿತರಿಗೆ ಆಹಾರ ನೀಡುವುದು 76:8-9
- ಕ್ಷಮೆ ಮತ್ತು ಕೋಪ ನಿಯಂತ್ರಣ 3:134; 42:40
- ಗುಲಾಮರನ್ನು ಮುಕ್ತಗೊಳಿಸುವುದು ಮತ್ತು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡುವುದು 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- ಸ್ವಂತ ಹೆತ್ತವರನ್ನು ಸನ್ಮಾನಿಸುವುದು 4:36; 17:23-25; 31:14-15
- ದೀನತೆ 17:37; 31:18-19
- ಅಬ್ರಹಾಮನ ಕನಸುಗಳ ವ್ಯಾಖ್ಯಾನ 37:102
- ಯೋಸೇಫನ ಕನಸುಗಳ ವ್ಯಾಖ್ಯಾನ 12:4; 12:36; 12:43
- ಮುಹಮ್ಮದ್ ಅವರ ಕನಸುಗಳ ವ್ಯಾಖ್ಯಾನ 8:43; 48:27
- ಮುಸ್ಲಿಮೇತರರಿಗೆ ದಯೆ 60:8
- ಮದುವೆ 4:3; 4:129; 16:72; 30:21
- ಕಾನೂನುಬದ್ಧ ಮತ್ತು ಕಾನೂನುಬಾಹಿರ ಮಹಿಳೆಯರು ಮದುವೆಯಾಗುವುದು 4:22-24
- ಆತ್ಮೀಯತೆಯ ಶಿಷ್ಟಾಚಾರ 2:222-223
- ಗರ್ಭಧಾರಣೆ ಮತ್ತು ಹಾಲುಣಿಸುವಿಕೆ 2:233; 31:4; 46:15; 65:6
- ಒಬ್ಬರ ಸ್ವಂತ ಮಾಜಿ ಪತ್ನಿಯನ್ನು ಮರುಮದುವೆಯಾಗುವುದು 2:230
- ಅವಿವಾಹಿತರು ಮದುವೆಯಾಗಲು ಸಹಾಯ ಮಾಡುವುದು 24:32
- ಕಾಯುವ ಅವಧಿಯಲ್ಲಿ ಸೂಕ್ಷ್ಮವಾಗಿ ಆಸಕ್ತಿ ತೋರಿಸುವುದು 2:235
- ಪ್ರಮಾಣಗಳು 2:224-225; 16:91-92; 16:94
- ಮುರಿದ ಪ್ರತಿಜ್ಞೆಗೆ ಪರಿಹಾರ 5:89
- ಕಷ್ಟದ ಸಮಯದಲ್ಲಿ ತಾಳ್ಮೆ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- 24:58-60 ರಲ್ಲಿ ಬರಲು ಅನುಮತಿ
- ಜನರ ಮನೆಗಳನ್ನು ಪ್ರವೇಶಿಸುವುದು 24:27-28
- ಸಾರ್ವಜನಿಕ ಸ್ಥಳಗಳಿಗೆ ಪ್ರವೇಶ 24:29
- ಸಾಮಾಜಿಕ ಶಿಷ್ಟಾಚಾರ, ಸುದ್ದಿಗಳನ್ನು ಪರಿಶೀಲಿಸುವುದು 4:83; 49:6
- ಎಲ್ಲರಿಗೂ ಗೌರವ 49:11-12
- ಕೂಟಗಳ ಶಿಷ್ಟಾಚಾರ 58:11
- ಖಾಸಗಿ ಮಾತುಕತೆಗಳು 4:114; 58:9
- ಪ್ರತಿಜ್ಞೆಗಳು 2:270; 9:75-77; 22:29; 76:7
- ದುಂದುವೆಚ್ಚ ಮತ್ತು ಜಿಪುಣತನ 7:31; 17:29; 25:67
ಇತರ ಕಥೆಗಳು
- ಹೇಬೆಲ ಮತ್ತು ಕಾಯಿನ 5:27-31
- ಅಲ್-ಖಾದಿರ್ ಮತ್ತು ಮೋಸೆಸ್ 18:60-82
- ಆನೆಯ ಸೈನ್ಯ 105:1-4
- ಫರೋಹನ ಜನಾಂಗದ ವಿಶ್ವಾಸಿ 40:28-46
- ಮರಿಯಳ ಜನನ 3:35-36
- ಇಸ್ರೇಲ್ ಮಕ್ಕಳ ಹಸು 2:67-74
- ಎಜ್ರಾ 2:259
- ತೋಟದ ಮಾಲೀಕರು 68:17-32
- ಹಾರೂತ್ ಮತ್ತು ಮಾರೂತ್ 2:102
- ಕೋರಹ 28:76-82
- ಲುಕ್ಮಾನ್ ತನ್ನ ಮಗನಿಗೆ ನೀಡಿದ ಸಲಹೆ 31:12-19
- ಎರಡು ತೋಟಗಳ ಒಡೆಯ 18:32-44
- ಶೇಬಾದ ಜನರು 34:15-19
- ಗುಹೆಯ ಜನರು 18:9-26
- ಕಂದಕದ ಜನರು 85:1-8
- ಸಬ್ಬತ್ ಮುರಿಯುವವರು 7:163-165
- ಸಮಿರಿ ಮತ್ತು ಚಿನ್ನದ ಕರು 20:83-97
- ಸೌಲ ಮತ್ತು ಸಮುವೇಲ 2:247-251
- ಜುಲ್-ಕರ್ನೈನ್ 18:83-98
ದೆವ್ವಗಳು 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ಪೈಶಾಚಿಕ ಮಾನವರು ಮತ್ತು ಜಿನ್ನ್ 6:112;114:6
- ಸ್ವರ್ಗವು ದೆವ್ವಗಳಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟಿದೆ 15:16-18
ವಿಷಾದಿಸುತ್ತೇನೆ
- ಪ್ರವಾದಿ 25:27 ಅನ್ನು ಅನುಸರಿಸದಿರುವುದು
- ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರ ಮಾತುಗಳನ್ನು ಕೇಳದಿರುವುದು 4:41-42; 33:64-68
- ದುಷ್ಟ ಸ್ನೇಹಿತರನ್ನು ಮಾಡಿಕೊಳ್ಳುವುದು 25:28-29; 26:96-102; 43:36-39
- ಅಲ್ಲಾಹನ ಚಿಹ್ನೆಗಳನ್ನು ನಿರಾಕರಿಸುವುದು 6:27-30
- ಪರಲೋಕಕ್ಕಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿಲ್ಲ 89:23-24
ಹತಾಶ ಮನವಿಗಳು
- ಲೋಕಕ್ಕೆ ಮರಳಲು ಬೇಡಿಕೊಳ್ಳುವುದು 2:167; 6:27-28; 32:12-14; 42:44
- ಎರಡನೇ ಅವಕಾಶಕ್ಕಾಗಿ 35:36-37
- ಬೆಂಕಿಯಿಂದ ತೆಗೆಯಲ್ಪಡುವುದು 40:10-12
- ಆಹಾರ ಮತ್ತು ನೀರಿಗಾಗಿ 7:51-52
- ಮಧ್ಯಸ್ಥಗಾರರಿಗೆ 7:52-53
- ಧೂಳಿಗೆ ಸಮತಟ್ಟಾಗುವುದು 4:41-42; 78:40
- ಮರಣಕ್ಕಾಗಿ 43:74-78
ನೀತಿವಂತರ ಗುಣಗಳು
- ಸೃಷ್ಟಿಕರ್ತನ ಮತ್ತು ಅವನ ಸೃಷ್ಟಿಯ ಹಕ್ಕುಗಳನ್ನು ಪಾಲಿಸುವುದು 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
ದುಷ್ಟರ ಗುಣಗಳು
- ಕೃತಘ್ನ 14:34
- ಜಿಪುಣ 17:100
- ಆತುರ 21:37
- ಕಷ್ಟದ ಸಮಯದಲ್ಲಿ ಮಾತ್ರ ಅಲ್ಲಾಹನನ್ನು ಸ್ಮರಿಸಿ 10:12; 41:51
- ಅಸಹನೆ 70:19
- ವಾದ 18:54
ದೊಡ್ಡ ಪಾಪಗಳು
- ಆರಾಧನೆಯಲ್ಲಿ ಅಲ್ಲಾಹನೊಂದಿಗೆ ಇತರರನ್ನು ಸಹಭಾಗಿತ್ವಗೊಳಿಸುವುದು (ಶಿರ್ಕ್) 4:48; 4:116; 5:72; 6:19; 31:13:
- ಸ್ವಂತ ಪೋಷಕರನ್ನು ನಿಂದಿಸುವುದು 4:36; 6:151; 17:23
- ಕಡ್ಡಾಯ ಪ್ರಾರ್ಥನೆಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸುವುದು ಅಥವಾ ತ್ಯಜಿಸುವುದು 19:59-60
- ದಾನ ತೆರಿಗೆಯನ್ನು ಪಾವತಿಸದಿರುವುದು 41:6-7
- ಕೊಲೆ 6:151; 17:33
- ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ನಂಬಿಕೆಯುಳ್ಳವರನ್ನು ಕೊಲ್ಲುವುದು 4:93
- ಕಳ್ಳತನ 5:38
- ವಂಚನೆ 7:85; 11:85; 26:182-183; 83:1-6
- ಸುಳ್ಳು 2:10; 9:77; 39:60
- ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ಸುಳ್ಳು ಹೇಳುವುದು 6:93; 29:68; 61:7
- ಲೈಂಗಿಕ ಸಂಬಂಧಗಳನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ 2:222; 17:32; 24:2; 25:68; 29:28-30
- ವ್ಯಭಿಚಾರದ ಸುಳ್ಳು ಆರೋಪಗಳು 24:4-5
- ಧರ್ಮಭ್ರಷ್ಟತೆ 2:217; 5:54
- ಹಂದಿ ಮತ್ತು ಇತರ ನಿಷೇಧಿತ ಆಹಾರಗಳನ್ನು ತಿನ್ನುವುದು (ಕ್ಯಾರಿಯನ್, ರಕ್ತ, ಇತ್ಯಾದಿ) 5:3; 6:145
- ಮದ್ಯ ಮತ್ತು ಜೂಜಾಟ 5:90-91
- ಚಾಡಿ 49:11
- ಸುಳ್ಳು ಸಾಕ್ಷ್ಯ 22:30
- ಮ್ಯಾಜಿಕ್ 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman     ಅತ್ಯಂತ ಕೃಪಾಶೀಲ (ಅಪಾರ ದಯಾಳು)  1:3; 17:110
- #2 Ar-Raheem      ಅತ್ಯಂತ ದಯಾಳು (ಕರುಣಾಮಯಿ)  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik       ರಾಜ, ಸಾರ್ವಭೌಮ  20:114; 23:116; 59:23
- #4 Al-Quddus      ಅತ್ಯಂತ ಪವಿತ್ರ  59:23; 62:1
- #5 As-Salaam      ಶಾಂತಿಯ ಮೂಲ  59:23
- #6 Al-Mu'min      ಭದ್ರತೆ ನೀಡುವವನು, ನಂಬಿಕೆಯ ರಕ್ಷಕ  59:23
- #7 Al-Muhaymin    ರಕ್ಷಕ, ಸಂರಕ್ಷಕ  59:23
- #8 Al-Aziz       ಸರ್ವಶಕ್ತ, ಅಜೇಯ  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar     ಪ್ರಬಲ, ಸುಧಾರಕ  59:23
- #10 Al-Mutakabbir ಸರ್ವೋಚ್ಚ, ಮಹಾನ್  59:23
- #11 Al-Khaliq    ಸೃಷ್ಟಿಕರ್ತ  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'     ಸೃಷ್ಟಿಯ ಯೋಜಕ  59:24
- #13 Al-Musawwir  ರೂಪ ನೀಡುವವನು  59:24
- #14 Al-Ghaffar   ಅತ್ಯಂತ ಕ್ಷಮಾಶೀಲ  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar    ವಿಜಯಶಾಲಿ, ಅಡಗಿಸುವವನು  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab    ಅತ್ಯಂತ ದಾನಿ  3:8; 38:9; 38:35
- #17 Ar-Razzaq    ಆಹಾರದಾತ, ಪೋಷಕ  51:58
- #18 Al-Fattah    ತೆರೆಯುವವನು (ಕಷ್ಟಗಳನ್ನು ನಿವಾರಿಸುವವನು)  34:26
- #19 Al-Alim      ಸರ್ವಜ್ಞ  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid     ಸಂಕುಚಿತಗೊಳಿಸುವವನು (ಜೀವನಾಧಾರವನ್ನು)  2:245
- #21 Al-Basit     ವಿಸ್ತರಿಸುವವನು (ಜೀವನಾಧಾರವನ್ನು)  2:245
- #22 Al-Khafid    ತಗ್ಗಿಸುವವನು, ಅವಮಾನಿಸುವವನು  95:5
- #23 Ar-Rafi'     ಉನ್ನತಿಗೇರಿಸುವವನು  58:11; 6:83
- #24 Al-Mu'izz    ಗೌರವ ನೀಡುವವನು  3:26
- #25 Al-Mudhill   ಅವಮಾನಿಸುವವನು  3:26
- #26 As-Sami'     ಸರ್ವಶ್ರೋತಾ  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir     ಸರ್ವದ್ರಷ್ಟಾ  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam     ನ್ಯಾಯಾಧೀಶ, ತೀರ್ಪುಗಾರ  22:69
- #29 Al-Adl       ನ್ಯಾಯವಾದಿ  6:115
- #30 Al-Latif     ಸೂಕ್ಷ್ಮದರ್ಶಿ, ದಯಾಳು  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir    ಸಂಪೂರ್ಣವಾಗಿ ತಿಳಿದಿರುವವನು  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim     ಅತ್ಯಂತ ಸಹನಶೀಲ  2:235; 17:44; 22:59; 35:41
- #33 Al-Azim      ಮಹಾನ್, ವಿಶಾಲ  2:255; 42:4; 56:96
- #34 Al-Ghafur    ಕ್ಷಮಿಸುವವನು  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur   ಕೃತಜ್ಞತೆಯನ್ನು ಗುರುತಿಸುವವನು  35:30; 35:34; 42:23; 64:17
- #36 Al-Aliy      ಸರ್ವೋನ್ನತ  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir     ಮಹಾನ್  13:9; 22:62; 31:30
- #38 Al-Hafiz     ರಕ್ಷಕ, ಸಂರಕ್ಷಕ  11:57; 34:21; 42:6
- #39 Al-Muqit     ಪೋಷಣೆ ನೀಡುವವನು  4:85
- #40 Al-Hasib     ಲೆಕ್ಕ ತೆಗೆಯುವವನು, ಸಾಕಷ್ಟು  4:6; 4:86; 33:39
- #41 Al-Jalil     ಘನತೆ ಮತ್ತು ವೈಭವದ ಒಡೆಯ  55:27; 39:14; 7:143
- #42 Al-Karim     ದಾನಶೀಲ, ಉದಾರ  27:40; 82:6
- #43 Ar-Raqib     ಕಾವಲುಗಾರ, ನಿಗಾ ಇಡುವವನು  4:1; 5:117
- #44 Al-Mujeib    ಪ್ರಾರ್ಥನೆ ಸ್ವೀಕರಿಸುವವನು  11:61
- #45 Al-Wasi'     ಸರ್ವವ್ಯಾಪಿ  2:268; 3:73; 5:54
- #46 Al-Hakim     ಜ್ಞಾನಿ, ವಿವೇಕಿ  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud     ಪ್ರೀತಿಸುವವನು  11:90; 85:14
- #48 Al-Majid     ವೈಭವೋಪೇತ, ಗೌರವಾನ್ವಿತ  11:73
- #49 Al-Ba'ith    ಮೃತರನ್ನು ಜೀವಂತಗೊಳಿಸುವವನು  22:7
- #50 Ash-Shahid   ಸಾಕ್ಷಿ  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq      ಸತ್ಯ, ಪರಮ ಸತ್ಯ  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil     ವಿಶ್ವಾಸಾರ್ಹ, ಕಾರ್ಯನಿರ್ವಾಹಕ  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy    ಅತ್ಯಂತ ಶಕ್ತಿಶಾಲಿ  22:40; 22:74; 42:19; 57:25
- #54 Al-Mateen    ದೃಢ, ಸ್ಥಿರ  51:58
- #55 Al-Waliyy    ಸಂರಕ್ಷಕ, ಸಹಾಯಕ  4:45; 7:196; 42:28; 45:19
- #56 Al-Hameed    ಪ್ರಶಂಸೆಗೆ ಅರ್ಹನು  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi     ಎಲ್ಲವನ್ನೂ ಎಣಿಸುವವನು  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'    ಆದಿ ಸೃಷ್ಟಿಕರ್ತ  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id     ಪುನಃ ಜೀವಂತಗೊಳಿಸುವವನು  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi     ಜೀವ ನೀಡುವವನು  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumit     ಮರಣ ನೀಡುವವನು  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy      ಸದಾ ಜೀವಂತ  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum    ಸ್ವಯಂ ಸ್ಥಿತ, ಎಲ್ಲವನ್ನೂ ನಿಭಾಯಿಸುವವನು  2:255; 3:2; 20:111
- #64 Al-Wajid     ಎಲ್ಲವನ್ನೂ ಪಡೆಯುವವನು  38:44
- #65 Al-Majid     ಗೌರವಾನ್ವಿತ, ಘನತೆಯುಳ್ಳ  11:73
- #66 Al-Wahid     ಏಕಮಾತ್ರ, ಅದ್ವಿತೀಯ  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad      ಏಕೈಕ, ಅನುಪಮ  112:1
- #68 As-Samad     ಎಲ್ಲರ ಅವಲಂಬನೆ, ಶಾಶ್ವತ  112:2
- #69 Al-Qadir     ಸಮರ್ಥ, ಶಕ್ತಿಶಾಲಿ  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir  ಅತ್ಯಂತ ಸಮರ್ಥ, ಸರ್ವಶಕ್ತ  18:45; 54:42; 54:55
- #71 Al-Muqaddim  ಮುಂದಕ್ಕೆ ತರುವವನು  16:61; 17:34
- #72 Al-Mu'akhkhir ಹಿಂದಕ್ಕೆ ಮಾಡುವವನು  71:4
- #73 Al-Awwal     ಮೊದಲಿಗನು  57:3
- #74 Al-Akhir     ಅಂತಿಮನು  57:3
- #75 Az-Zahir     ಪ್ರತ್ಯಕ್ಷ, ಸ್ಪಷ್ಟ  57:3
- #76 Al-Batin     ಅಪ್ರತ್ಯಕ್ಷ, ಗುಪ್ತ  57:3
- #77 Al-Wali      ಆಡಳಿತಗಾರ, ಶಾಸಕ  13:11; 22:7
- #78 Al-Muta'ali  ಅತ್ಯುನ್ನತ, ಉನ್ನತ  13:9
- #79 Al-Barr      ಒಳ್ಳೆಯತನದ ಮೂಲ, ಉಪಕಾರಿ  52:28
- #80 At-Tawwab    ಪಶ್ಚಾತ್ತಾಪ ಸ್ವೀಕರಿಸುವವನು  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim  ಪ್ರತೀಕಾರ ತೀರಿಸುವವನು  32:22; 43:41; 44:16
- #82 Al-Afuw      ಕ್ಷಮಿಸುವವನು, ದೋಷಗಳನ್ನು ಅಳಿಸುವವನು  4:99; 4:149; 22:60
- #83 Ar-Ra'uf     ಅತ್ಯಂತ ಕರುಣಾಳು, ಸಹಾನುಭೂತಿಯುಳ್ಳವನು  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk ಎಲ್ಲಾ ಸಾರ್ವಭೌಮತ್ವದ ಒಡೆಯ  3:26
- #85 Dhul-Jalali wal-Ikram   ಘನತೆ ಮತ್ತು ವೈಭವದ ಒಡೆಯ  55:27; 55:78
- #86 Al-Muqsit    ನ್ಯಾಯ ನೀಡುವವನು  3:18; 7:29
- #87 Al-Jami'     ಸಂಗ್ರಹಿಸುವವನು  3:9
- #88 Al-Ghaniy    ಸ್ವಯಂ ಪರಿಪೂರ್ಣ, ನಿಃಸ್ವಾರ್ಥ  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni    ಶ್ರೀಮಂತಗೊಳಿಸುವವನು  9:28
- #90 Al-Mani'     ತಡೆಯುವವನು, ನಿಷೇಧಿಸುವವನು  67:21
- #91 Ad-Darr      ಹಾನಿ ಉಂಟುಮಾಡುವವನು  6:17
- #92 An-Nafi'     ಲಾಭ ನೀಡುವವನು  30:37
- #93 An-Nur       ಬೆಳಕು, ಪ್ರಕಾಶ  24:35
- #94 Al-Hadi      ಮಾರ್ಗದರ್ಶನ ನೀಡುವವನು  25:31
- #95 Al-Badi'     ಅನನ್ಯ ಸೃಷ್ಟಿಕರ್ತ  2:117; 6:101
- #96 Al-Baqi      ಶಾಶ್ವತ, ಅವಿನಾಶಿ  55:27
- #97 Al-Warith    ಉತ್ತರಾಧಿಕಾರಿ  15:23
- #98 Ar-Rashid    ಸರಿಯಾದ ಮಾರ್ಗ ತೋರಿಸುವವನು  2:256
- #99 As-Sabur     ಅತ್ಯಂತ ಸಹನಶೀಲ  2:153; 3:200; 103:3
Matching Ayahs
- = ಅಲಿಫ್, ಲಾಮ್, ಮೀಮ್. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = ಅವರೇ ತಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವವರು ಮತ್ತು ಅವರೇ ಯಶಸ್ವಿಗಳು. 2:5; 31:5
- = ಓ ಇಸ್ರಾಈಲ್ ಸಂತತಿಯವರೇ! ನಾನು ನಿಮಗೆ ಅನುಗ್ರಹಿಸಿದ ನನ್ನ ಅನುಗ್ರಹವನ್ನು ಮತ್ತು ನಾನು ನಿಮ್ಮನ್ನು ಸಮಸ್ತ ಲೋಕಗಳ (ಜನಾಂಗಗಳ) ಮೇಲೆ ಶ್ರೇಷ್ಠರನ್ನಾಗಿ ಮಾಡಿದ್ದನ್ನು ಸ್ಮರಿಸಿರಿ. 2:47; 2:122
- = ಅದು ಒಂದು ಸಮುದಾಯವಾಗಿತ್ತು, ಅದು ಕಳೆದುಹೋಯಿತು. ಅದು ಗಳಿಸಿದ್ದು ಅದಕ್ಕೆ, ಮತ್ತು ನೀವು ಗಳಿಸಿದ್ದು ನಿಮಗೆ. ಮತ್ತು ಅವರು ಏನು ಮಾಡುತ್ತಿದ್ದರೆಂದು ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುವುದಿಲ್ಲ. 2:134; 2:141
- = ಅವರು ಅದರಲ್ಲಿ ಸದಾಕಾಲ ಇರುವರು. ಅವರ ಶಿಕ್ಷೆಯನ್ನು ಇಳಿಸಲಾಗುವುದಿಲ್ಲ, ಮತ್ತು ಅವರಿಗೆ ಅವಕಾಶವನ್ನೂ ನೀಡಲಾಗುವುದಿಲ್ಲ. 2:162; 3:88
- = ಆದರೆ ಆ ನಂತರ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ತಮ್ಮನ್ನು ಸುಧಾರಿಸಿಕೊಳ್ಳುವವರ ಹೊರತು. ನಿಶ್ಚಯವಾಗಿ ಅಲ್ಲಾಹು ಕ್ಷಮಾಶೀಲನೂ ಅಪಾರ ಕರುಣಾಳುವೂ ಆಗಿದ್ದಾನೆ. 3:89; 24:5
- = ಆದರೆ ಧಿಕ್ಕರಿಸಿದವರು ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದವರು – ಅವರೇ ನರಕದವರು. 5:10; 5:86
- = ಮತ್ತು ಅವರ ಒಡೆಯನ ಕಡೆಯಿಂದ ಅವರ ಬಳಿಗೆ ಯಾವುದೇ ಸೂಚನೆ ಬಂದರೂ, ಅವರು ಅದರಿಂದ ಮುಖ ತಿರುಗಿಸಿಕೊಳ್ಳುತ್ತಾರೆ. 6:4; 36:46
- = ಮತ್ತು ನಿಮಗಿಂತ ಮುಂಚೆಯೂ ಸಂದೇಶವಾಹಕರನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡಲಾಗಿತ್ತು, ಆದರೆ ಅಪಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದವರನ್ನು, ಅವರು ಅಪಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದ ವಿಷಯವೇ ಸುತ್ತುವರೆದುಕೊಂಡಿತು. 6:10; 21:41
- = ಹೇಳಿರಿ: "ನಾನು ನನ್ನ ಒಡೆಯನನ್ನು ಅವಿಧೇಯನಾದರೆ, ಮಹಾದಿನದ ಶಿಕ್ಷೆಗೆ ಹೆದರುವೆನು." 6:15; 39:13
- = ಆಗ ಭೂಕಂಪವು ಅವರನ್ನು ಆವರಿಸಿತು, ಮತ್ತು ಅವರು ತಮ್ಮ ಮನೆಗಳಲ್ಲಿ ಬೋರಲು ಬಿದ್ದು ಸತ್ತರು. 7:78; 7:91
- = ಆಗ ಅವನು ತನ್ನ ಕೋಲನ್ನು ಎಸೆದನು, ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಅದು ಸ್ಪಷ್ಟವಾದ ಹಾವಾಯಿತು. 7:107; 26:32
- = ಮತ್ತು ಅವನು ತನ್ನ ಕೈಯನ್ನು ಹೊರಗೆ ತೆಗೆದನು, ಆಗ ಅದು ನೋಡುವವರಿಗೆ ಬೆಳ್ಳಗೆ (ಹೊಳೆಯುತ್ತಾ) ಕಂಡಿತು. 7:108; 26:33
- = ಅವರು ಹೇಳಿದರು: "ನಾವು ಸರ್ವಲೋಕಗಳ ಒಡೆಯನನ್ನು ನಂಬಿದೆವು." 7:121; 26:47
- = ಮೂಸಾ ಮತ್ತು ಹಾರೂನರ ಒಡೆಯ. 7:122; 26:48
- = ಮತ್ತು ನಾನು ಅವರಿಗೆ ಅವಕಾಶ ನೀಡುವೆನು. ನಿಶ್ಚಯವಾಗಿ ನನ್ನ ಯೋಜನೆ ಗಟ್ಟಿಯಾಗಿದೆ. 7:183; 68:45
- = ಅವನೇ ತನ್ನ ಸಂದೇಶವಾಹಕನನ್ನು ಸನ್ಮಾರ್ಗ ಮತ್ತು ಸತ್ಯ ಧರ್ಮದೊಂದಿಗೆ ಕಳುಹಿಸಿದನು – ಅದನ್ನು ಎಲ್ಲಾ ಧರ್ಮಗಳ ಮೇಲೆ ಪ್ರಬಲಗೊಳಿಸಲು, ಬಹುದೇವಾರಾಧಕರು ಅದನ್ನು ಅಸಹ್ಯಿಸಿದರೂ. 9:33; 61:9
- = ಓ ಪ್ರವಕ್ತರೇ! ಧಿಕ್ಕಾರಿಗಳು ಮತ್ತು ಕಪಟಿಗಳ ವಿರುದ್ಧ ಹೋರಾಡಿರಿ ಮತ್ತು ಅವರ ಬಗ್ಗೆ ಕಠಿಣರಾಗಿರಿ. ಅವರ ಆಶ್ರಯ ನರಕವಾಗಿದೆ, ಮತ್ತು ಅದು ಎಷ್ಟು ಕೆಟ್ಟ ಗಮ್ಯಸ್ಥಾನ! 9:73; 66:9
- = ಮತ್ತು ಅವರು ಹೇಳುತ್ತಾರೆ: "ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ, ಈ ವಾಗ್ದಾನವು ಯಾವಾಗ?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = ಮತ್ತು ನಾವು ಮೂಸಾರನ್ನು ನಮ್ಮ ಸೂಚನೆಗಳು ಮತ್ತು ಸ್ಪಷ್ಟ ಅಧಿಕಾರದೊಂದಿಗೆ ಕಳುಹಿಸಿದ್ದೆವು. 11:96; 40:23
- = ಮತ್ತು ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು, ಆದರೆ ಅದರಲ್ಲಿ ಭಿನ್ನಾಭಿಪ್ರಾಯವುಂಟಾಯಿತು. ಮತ್ತು ನಿಮ್ಮ ಒಡೆಯನಿಂದ ಒಂದು ಮಾತು ಮುಂಚಿತವಾಗಿ ಇಲ್ಲದಿದ್ದರೆ, ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡಲಾಗುತ್ತಿತ್ತು. ಮತ್ತು ನಿಶ್ಚಯವಾಗಿ ಅವರು ಅದರ ಬಗ್ಗೆ ಸಂದೇಹದಲ್ಲಿದ್ದಾರೆ. 11:110; 41:45
- = ಅದು ಅಲ್ಲಾಹನಿಗೆ ಕಷ್ಟಕರವಲ್ಲ. 14:20; 35:17
- = "ನಾನು ಅವನನ್ನು ಸರಿಗೊಳಿಸಿ, ನನ್ನ ಆತ್ಮದಿಂದ ಅವನಲ್ಲಿ ಊದಿದಾಗ, ನೀವು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗವೆರಗಿರಿ." 15:29; 38:72
- = ಆಗ ದೇವದೂತರೆಲ್ಲರೂ ಒಟ್ಟಾಗಿ ಸಾಷ್ಟಾಂಗವೆರಗಿದರು. 15:30; 38:73
- = (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು: "ಹಾಗಾದರೆ ಅದರಿಂದ ಹೊರಟುಹೋಗು, ಏಕೆಂದರೆ ನೀನು ನಿಶ್ಚಯವಾಗಿ ಹೊರದೂಡಲ್ಪಟ್ಟವನು." 15:34; 38:77
- = (ಇಬ್ಲೀಸನು) ಹೇಳಿದನು: "ಓ ನನ್ನ ಒಡೆಯ! ಆಗ ಅವರು ಪುನರುತ್ಥಾನಗೊಳ್ಳುವ ದಿನದವರೆಗೆ ನನಗೆ ಅವಕಾಶ ನೀಡು." 15:36; 38:79
- = (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು: "ಹಾಗಾದರೆ ನಿಶ್ಚಯವಾಗಿ ನೀನು ಅವಕಾಶ ಪಡೆದವರಲ್ಲಿ ಒಬ್ಬನು." 15:37; 38:80
- = ನಿಗದಿತ ಸಮಯದ ದಿನದವರೆಗೆ." 15:38; 38:81
- = ಅವರಲ್ಲಿ ನಿನ್ನ ಆಯ್ದ ದಾಸರ ಹೊರತು. 15:40; 38:83
- = ನಿಶ್ಚಯವಾಗಿ ಧರ್ಮನಿಷ್ಠರು ಸ್ವರ್ಗೋದ್ಯಾನಗಳು ಮತ್ತು ಚಿಲುಮೆಗಳಲ್ಲಿ ಇರುವರು. 15:45; 51:15
- = ಅವನು (ಇಬ್ರಾಹೀಮನು) ಹೇಳಿದನು: "ಹಾಗಾದರೆ ಓ ಸಂದೇಶವಾಹಕರೇ, ನಿಮ್ಮ ಕಾರ್ಯವೇನು?" 15:57; 51:31
- = ಅವರು ಹೇಳಿದರು: "ನಾವು ಅಪರಾಧಿ ಜನಾಂಗದ ಬಳಿಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟಿದ್ದೇವೆ." 15:58; 51:32
- = ಯಾರು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದಾರೋ ಮತ್ತು ತಮ್ಮ ವಿಶ್ವಾಸವನ್ನು ಅನ್ಯಾಯದೊಂದಿಗೆ ಬೆರೆಸಿಲ್ಲವೋ – ಅವರಿಗೆ ಭದ್ರತೆಯಿದೆ, ಮತ್ತು ಅವರೇ ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆದವರು. 16:42; 29:59
- = ನಾವು ಅವರಿಗೆ ನೀಡಿದ್ದನ್ನು ಅವರು ನಿರಾಕರಿಸಲೆಂದು. ಆದ್ದರಿಂದ ಸುಖಿಸಿರಿ, ಬಹುಬೇಗ ನೀವು ತಿಳಿಯುವಿರಿ. 16:55; 30:34
- = ಆಮೇಲೆ ಅವನು (ಝುಲ್ಕರ್ನೈನನು) ಒಂದು ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿದನು. 18:89; 18:92
- = ಫಿರ್‌ಔನನ ಬಳಿಗೆ ಹೋಗು, ಏಕೆಂದರೆ ಅವನು ನಿಶ್ಚಯವಾಗಿ ಮಿತಿಮೀರಿದನು." 20:24; 79:17
- = ಮತ್ತು ತಮ್ಮ ಗುಹ್ಯಾಂಗಗಳನ್ನು ಕಾಪಾಡುವವರು. 23:5; 70:29
- = ತಮ್ಮ ಪತ್ನಿಯರು ಅಥವಾ ತಮ್ಮ ಬಲಗೈಗಳು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡವುಗಳ ಹೊರತು – ನಿಶ್ಚಯವಾಗಿ ಅವರು ನಿಂದನೀಯರಲ್ಲ. 23:6; 70:30
- = ಆದರೆ ಅದರ ಆಚೆ ಬಯಸುವವರು – ಅವರೇ ಮಿತಿಮೀರಿದವರು. 23:7; 70:31
- = ಮತ್ತು ತಮ್ಮ ಜವಾಬ್ದಾರಿಗಳು ಮತ್ತು ವಚನಗಳನ್ನು ಪಾಲಿಸುವವರು. 23:8; 70:32
- = ಅವನು (ನೂಹನು) ಹೇಳಿದನು: "ಓ ನನ್ನ ಒಡೆಯನೇ, ಅವರು ನನ್ನನ್ನು ಸುಳ್ಳುಗಾರನೆಂದು ಹೇಳಿದ್ದಾರೆ – ನನಗೆ ಸಹಾಯಮಾಡು." 23:26; 23:39
- = ತಾ, ಸೀನ್, ಮೀಮ್. 26:1; 28:1
- = ಇವು ಸ್ಪಷ್ಟ ಗ್ರಂಥದ ವಚನಗಳು. 26:2; 28:2
- = ನಿಶ್ಚಯವಾಗಿ ಇದರಲ್ಲಿ ಒಂದು ಸೂಚನೆಯಿದೆ, ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ವಿಶ್ವಾಸವಿಟ್ಟವರಲ್ಲ. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = ಮತ್ತು ನಿಶ್ಚಯವಾಗಿ ನಿಮ್ಮ ಒಡೆಯನು – ಅವನೇ ಪ್ರಚಂಡನೂ ಅಪಾರ ಕರುಣಾಳುವೂ ಆಗಿದ್ದಾನೆ. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = ಮತ್ತು ನಾವು ಇತರರನ್ನು ಮುಳುಗಿಸಿದೆವು. 26:66; 37:82
- = ನಿಶ್ಚಯವಾಗಿ ನಾನು ನಿಮಗೆ ವಿಶ್ವಾಸಾರ್ಹ ಸಂದೇಶವಾಹಕನಾಗಿದ್ದೇನೆ. 26:107; 26:125; 26:143; 26:162; 26:178
- = ಆದ್ದರಿಂದ ಅಲ್ಲಾಹನಿಗೆ ಹೆದರಿರಿ ಮತ್ತು ನನ್ನ ವಿಧೇಯರಾಗಿರಿ. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = ಮತ್ತು ನಾನು ಇದಕ್ಕಾಗಿ ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಫಲವನ್ನು ಕೇಳುವುದಿಲ್ಲ; ನನ್ನ ಪ್ರತಿಫಲವು ಸರ್ವಲೋಕಗಳ ಒಡೆಯನಲ್ಲಿ ಮಾತ್ರ ಇದೆ. 26:109; 26:127; 26:145; 26:164; 26:180
- = ಸ್ವರ್ಗೋದ್ಯಾನಗಳು ಮತ್ತು ಚಿಲುಮೆಗಳಲ್ಲಿ. 26:147; 44:52
- = ಅವರು ಹೇಳಿದರು: "ನೀನು ಮಾಟದ ಪ್ರಭಾವಕ್ಕೊಳಗಾದವರಲ್ಲೊಬ್ಬನು." 26:153; 26:185
- = ಆದರೆ ಅವನ ಹೆಂಡತಿಯ ಹೊರತು – ನಾವು ಅವಳು ಹಿಂದುಳಿದವರಲ್ಲಿ ಒಬ್ಬಳಾಗಬೇಕೆಂದು ನಿರ್ಧರಿಸಿದ್ದೆವು. 26:171; 37:135
- = ಆಮೇಲೆ ನಾವು ಇತರರನ್ನು ನಾಶಮಾಡಿದೆವು. 26:172; 37:136
- = ಮತ್ತು ನಾವು ಅವರ ಮೇಲೆ (ಕಲ್ಲುಗಳ) ಮಳೆಯನ್ನು ಸುರಿಸಿದೆವು, ಮತ್ತು ಎಚ್ಚರಿಕೆ ನೀಡಲ್ಪಟ್ಟವರ ಮಳೆಯು ಎಷ್ಟು ಕೆಟ್ಟದಾಗಿತ್ತು! 26:173; 27:58
- = ಹಾಗಾದರೆ ಅವರು ಶಿಕ್ಷೆಯನ್ನು ತ್ವರೆಪಡಿಸಬೇಕೆಂದು ಬಯಸುತ್ತಾರೆಯೇ? 26:204; 37:176
- = ಯಾರು ನಮಾಜನ್ನು ನೆಲೆಗೊಳಿಸುತ್ತಾರೋ ಮತ್ತು ಝಕಾತ್ ನೀಡುತ್ತಾರೋ ಮತ್ತು ಅವರು ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವುಳ್ಳವರೋ. 27:3; 31:4
- = ಮತ್ತು (ಸ್ಮರಿಸಿರಿ) ಅವನು ಅವರನ್ನು ಕರೆದು, "ನೀವು ಹೇಳುತ್ತಿದ್ದ ನನ್ನ 'ಪಾಲುದಾರರು' ಎಲ್ಲಿದ್ದಾರೆ?" ಎಂದು ಕೇಳುವ ದಿನವನ್ನು. 28:62; 28:74
- = ಮತ್ತು ನಮ್ಮ ಪೂರ್ವಜರು? 37:17; 56:48
- = ಮತ್ತು ಅವರು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಸಮೀಪಿಸಿ, ಪ್ರಶ್ನಿಸಿಕೊಳ್ಳುವರು. 37:27; 52:25
- = ಆದರೆ (ಅವರು) ಅಲ್ಲಾಹನ ಆಯ್ದ ದಾಸರು. 37:40; 37:74; 37:128; 37:160
- = ಸುಖದ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಲ್ಲಿ. 37:43; 56:12
- = ಮತ್ತು ನಾವು ಅವನಿಗಾಗಿ ನಂತರದ ತಲೆಮಾರುಗಳಲ್ಲಿ (ಒಳ್ಳೆಯ ಹೆಸರನ್ನು) ಉಳಿಸಿದೆವು: 37:78; 37:108; 37:129
- = ನಿಶ್ಚಯವಾಗಿ ನಾವು ಸತ್ಕಾರ್ಯ ಮಾಡುವವರಿಗೆ ಹೀಗೆ ಪ್ರತಿಫಲ ನೀಡುತ್ತೇವೆ. 37:80; 37:121; 37:131; 77:44
- = ನಿಶ್ಚಯವಾಗಿ ಅವನು ನಮ್ಮ ವಿಶ್ವಾಸಿ ದಾಸರಲ್ಲೊಬ್ಬನಾಗಿದ್ದನು. 37:81; 37:111; 37:132
- = ನಿಮಗೇನಾಗಿದೆ? ಹೇಗೆ ತೀರ್ಪು ನೀಡುತ್ತೀರಿ? 37:154; 68:36
- = ಇದು (ಖುರಾನ್) ಸರ್ವಲೋಕಗಳಿಗೆ ಒಂದು ಉಪದೇಶವಲ್ಲದೆ ಬೇರೆಯಲ್ಲ. 38:87; 81:27
- = ಗ್ರಂಥದ ಅವತರಣವು ಅಲ್ಲಾಹನಿಂದ – ಪ್ರಚಂಡನೂ, ವಿವೇಕಿಯೂ ಆದವನಿಂದ ಆಗಿದೆ. 39:1; 45:2; 46:2
- = ಹಾ, ಮೀಮ್. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = ಸ್ಪಷ್ಟ ಗ್ರಂಥದ ಆಣೆ. 43:2; 44:2
- = ಆದ್ದರಿಂದ ಅವರನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ – ಅವರು ತಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿರುವ ತಮ್ಮ ಆ ದಿನವನ್ನು ಎದುರಿಸುವವರೆಗೂ ವ್ಯರ್ಥ ವಾಚಾಳಿತನ ಮತ್ತು ವಿನೋದದಲ್ಲಿ ಮುಳುಗಿರಲಿ. 43:83; 70:42
- = (ಅವರಿಗೆ ಹೇಳಲಾಗುವುದು): "ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕಾರ್ಯಗಳಿಗೆ ಪ್ರತಿಫಲವಾಗಿ ತೃಪ್ತಿಯಿಂದ ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ." 52:19; 77:43
- = ಅಥವಾ ನೀವು ಅವರ ಬಳಿ ಪ್ರತಿಫಲವನ್ನು ಕೇಳುತ್ತೀರಾ, ಇದರಿಂದ ಅವರು ಸಾಲದ ಹೊರೆಯಿಂದ ನಲುಗಿದ್ದಾರೆಯೇ? 52:40; 68:46
- = ಅಥವಾ ಅವರ ಬಳಿ ಅಗೋಚರದ ಜ್ಞಾನವಿದೆಯೇ, ಇದರಿಂದ ಅವರು ಅದನ್ನು ಬರೆಯುತ್ತಾರೆಯೇ? 52:41; 68:47
- = ಹೇಗಿತ್ತು ನನ್ನ ಶಿಕ್ಷೆ ಮತ್ತು ನನ್ನ ಎಚ್ಚರಿಕೆ! 54:16; 54:21; 54:30
- = ಮತ್ತು ನಾವು ಖುರಾನನ್ನು ಉಪದೇಶಕ್ಕೆ ಸುಲಭಗೊಳಿಸಿದೆವು. ಹಾಗಾದರೆ ಉಪದೇಶ ಪಡೆಯುವವರಾರು? 54:17; 54:22; 54:32; 54:40
- = ಹಾಗಾದರೆ ನಿಮ್ಮ ಒಡೆಯನ ಅನುಗ್ರಹಗಳಲ್ಲಿ ಯಾವುದನ್ನು ನೀವು ನಿರಾಕರಿಸುವಿರಿ? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = ಹಿಂದಿನವರ ಒಂದು ದೊಡ್ಡ ಗುಂಪು. 56:13; 56:39
- = ಮತ್ತು ನಾವು (ಫಲದಿಂದ) ವಂಚಿತರಾದೆವು? 56:67; 68:27
- = ಆದ್ದರಿಂದ ನಿಮ್ಮ ಮಹಾನ್ ಒಡೆಯನ ಹೆಸರನ್ನು ಪಾವನಗೊಳಿಸಿರಿ. 56:74; 56:96; 69:52
- = ಇದು ಸರ್ವಲೋಕಗಳ ಒಡೆಯನಿಂದ ಅವತೀರ್ಣಗೊಂಡಿದೆ. 56:80; 69:43
- = ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವವೆಲ್ಲವೂ ಅಲ್ಲಾಹನನ್ನು ಪಾವನಗೊಳಿಸುತ್ತವೆ, ಮತ್ತು ಅವನೇ ಪ್ರಚಂಡನೂ ವಿವೇಕಿಯೂ ಆಗಿದ್ದಾನೆ. 59:1; 61:1
- = ಅವನಿಗೆ ನಮ್ಮ ವಚನಗಳನ್ನು ಓದಿ ಕೇಳಿಸಿದಾಗ, ಅವನು ಹೇಳುತ್ತಾನೆ: "ಇವು ಪೂರ್ವಜರ ಕಟ್ಟುಕಥೆಗಳು!" 68:15; 83:13
- = ಆಗ ಅವನು ಸುಖದ ಜೀವನದಲ್ಲಿರುವನು. 69:21; 101:7
- = ಉನ್ನತ ಸ್ವರ್ಗೋದ್ಯಾನದಲ್ಲಿ. 69:22; 88:10
- = ಮತ್ತು ಬಡವರಿಗೆ ಆಹಾರ ನೀಡಲು ಪ್ರೋತ್ಸಾಹಿಸುವುದಿಲ್ಲ. 69:34; 107:3
- = ನಿಶ್ಚಯವಾಗಿ ಇದು (ಖುರಾನ್) ಒಬ್ಬ ಗೌರವಾನ್ವಿತ ಸಂದೇಶವಾಹಕನ (ಜಿಬ್ರೀಲನ) ಮಾತು. 69:40; 81:19
- = ನಿಶ್ಚಯವಾಗಿ ಇದು ಒಂದು ಉಪದೇಶವಾಗಿದೆ; ಆದ್ದರಿಂದ ಇಚ್ಛಿಸುವವನು ತನ್ನ ಒಡೆಯನ ಕಡೆಗೆ ಮಾರ್ಗವನ್ನು ಹಿಡಿಯಲಿ. 73:19; 76:29
- = ಆದ್ದರಿಂದ ಇಚ್ಛಿಸುವವನು ಅದನ್ನು ಸ್ಮರಿಸಲಿ. 74:55; 80:12
- = ಆ ದಿನ ತಿರಸ್ಕರಿಸುವವರಿಗೆ ವಿನಾಶವಿದೆ! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = ನಿಶ್ಚಯವಾಗಿ ಸಜ್ಜನರು ಸುಖ-ಸಂತೋಷದಲ್ಲಿರುವರು. 82:13; 83:22
- = ಇದು ಬರೆಯಲ್ಪಟ್ಟ ಒಂದು ದಾಖಲೆಯಾಗಿದೆ. 83:9; 83:20
- = ಆಸನಗಳ ಮೇಲೆ ಕುಳಿತು ನೋಡುತ್ತಿರುವರು. 83:23; 83:35
- = ಮತ್ತು ತನ್ನ ಒಡೆಯನಿಗೆ ವಿಧೇಯವಾಯಿತು – ಮತ್ತು ಅದು ಹಾಗೆ ಮಾಡಬೇಕಿತ್ತು. 84:2; 84:5
- = ಮತ್ತು ನಾನು ನೀವು ಆರಾಧಿಸುವುದನ್ನು ಆರಾಧಿಸುವವನಲ್ಲ. 109:3; 109:5
noblequran.com Schemas
- ಮಕ್ಕಾದ ಮುಶ್ರಿಕ್ಗಳು ಅಲ್ಲಾಹನ ರುಬೂಬಿಯ್ಯಾಹ್ (ಪ್ರಭುತ್ವ) ವನ್ನು ದೃಢಪಡಿಸಿದರು 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- ಗ್ರಂಥ ಮತ್ತು ಜ್ಞಾನ (ಸುನ್ನತ್) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (ದಾರಿತಪ್ಪಿದ) ಪೂರ್ವಜರ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುವುದು ಖಂಡನೀಯ 2:170; 31:21; 43:22
- ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕ ಮಾನವನಾಗಿದ್ದನು 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- ಮುಶ್ರಿಕ್ಗಳು ಕಷ್ಟದ ಸಮಯದಲ್ಲಿ ಏಕಾಂಗಿಯಾಗಿ ಅಲ್ಲಾಹನನ್ನು ಪ್ರಾರ್ಥಿಸಿದರು 10:22; 17:16; 29:65; 31:32
- ಧರ್ಮದಲ್ಲಿ ವಿಭಜನೆಯು ನಿಷಿದ್ಧ ಮತ್ತು ಖಂಡನೀಯ 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- ಅಲ್ಲಾಹನಿಗೆ ಇಸ್ತಿವಾ (ಉನ್ನತ ಸ್ಥಾನ) ನ ಗುಣ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ಈಮಾನ್ (ವಿಶ್ವಾಸ) ದ ಹೆಚ್ಚಳ (ಮತ್ತು ಇಳಿಕೆ) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- ಸಂದೇಶವಾಹಕ ಮತ್ತು ಸೃಷ್ಟಿಯ ಯಾರೂ ಗೈಬ್ (ಅದೃಶ್ಯ) ವನ್ನು ಸ್ವತಂತ್ರವಾಗಿ ತಿಳಿಯುವುದಿಲ್ಲ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- ಅಲ್ಲಾಹನು ತಾನಿಚ್ಛಿಸಿದವನಿಗೆ ಆಹಾರವನ್ನು ವಿಸ್ತರಿಸುತ್ತಾನೆ ಮತ್ತು ಸಂಕುಚಿತಗೊಳಿಸುತ್ತಾನೆ 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ಕುರ್ಆನ್ ಸ್ಪಷ್ಟ ಅರಬ್ಬೀ ಭಾಷೆಯಲ್ಲಿ ಅವತೀರ್ಣವಾಯಿತು 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- ಅಲ್ಲಾಹನು ಯಾವ ಆತ್ಮದ ಮೇಲೂ ಅದರ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚು ಹೊರೆಯನ್ನು ಹಾಕುವುದಿಲ್ಲ 2:233, 286; 6:152; 7:42; 23:62; 65:7
- ಯಾರೂ ಇತರರ ಹೊರೆಯನ್ನು ಹೊರುವುದಿಲ್ಲ 6:164; 17:15; 35:18; 39:7; 53:38
- ಅಲ್ಲಾಹನು ನಿಮಗೆ ಹಾನಿಯನ್ನುಂಟುಮಾಡಿದರೆ, ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆ ಯಾರೂ ಅದನ್ನು ತೆಗೆದುಹಾಕಲಾರರು 6:17; 10:107
- ಮತ್ತು ಯಾರಿಗಿಂತ ಹೆಚ್ಚು ಅಕ್ರಮಿ ಇದ್ದಾನೆ... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- ಮನುಷ್ಯನು ಸಮೃದ್ಧಿಯಲ್ಲಿ ಕೃತಘ್ನನಾಗಿರುತ್ತಾನೆ ಮತ್ತು ಅವಶ್ಯಕತೆಯಲ್ಲಿ ವಿನೀತನಾಗಿರುತ್ತಾನೆ 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ದೃಢೀಕರಣವನ್ನು (ತಥ್ಬೀತ್) ಅಲ್ಲಾಹನಿಂದ ಬೇಡಲಾಗುತ್ತದೆ ಮತ್ತು ಅವನಿಂದಲೇ ನೀಡಲಾಗುತ್ತದೆ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ಎಲ್ಲಾ ಭಿನ್ನಾಭಿಪ್ರಾಯಗಳನ್ನು ಅಲ್ಲಾಹ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರ ಕಡೆಗೆ ಉಲ್ಲೇಖಿಸಬೇಕು 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- ನರಕಾಗ್ನಿಯ ನಿವಾಸಿಗಳ ನಡುವಿನ ವಿವಾದ 26:96-102; 38:58-64; 40:47-50
- ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿಧೇಯತೆ (ತಾ'ಆ) ನೀಡುವ ಕರ್ತವ್ಯ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ಕುರ್ಆನ್ ನಲ್ಲಿ ಸಾಷ್ಟಾಂಗದ ಆಯತುಗಳು 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- ಉಮ್ಮತ್ ನ ಎಲ್ಲಾ ವಿಪತ್ತುಗಳು ಅವಿಧೇಯತೆಯ ಕಾರಣದಿಂದಾಗಿವೆ 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- ಅಲ್ಲಾಹನು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವರಿಗೆ ಯಾವುದೇ ಮಾರ್ಗದರ್ಶಕನಿಲ್ಲ 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳು ಇಬಾದತ್ ನ ತೌಹೀದ್ ನೊಂದಿಗೆ ಸುಧಾರಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದರು 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ಯಶಸ್ಸು ಮತ್ತು ಸಮೃದ್ಧಿಯು ಆತ್ಮದ ತಜ್ಕಿಯಾ (ಶುದ್ಧೀಕರಣ) ದೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದೆ 20:76; 35:18; 87:14; 91:9; 92:18;
- ಎಲ್ಲಾ ಗೌರವ ಮತ್ತು ಶಕ್ತಿ ('ಇಝ್ಜಾಹ್) ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದೆ 4:139; 10:65; 35:10; 63:8
- ಶುದ್ಧ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ಅಲ್ಲಾಹನೊಬ್ಬನನ್ನೇ ಪ್ರಾರ್ಥಿಸುವ ಕರ್ತವ್ಯ 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- ಅಲ್ಲಾಹನ ಜೊತೆಗೆ ಇತರರನ್ನು ಪ್ರಾರ್ಥಿಸುವ ನಿಷೇಧ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳು ಅಲ್ಲಾಹನ ತಕ್ವಾ ಮತ್ತು (ತಮಗೆ) ವಿಧೇಯತೆಯನ್ನು ಆದೇಶಿಸಿದರು 43:63; 71:1-28
- ಹಿಜ್ರಾ (ವಲಸೆ) ಕುರಿತು 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- ಅಲ್ಲಾಹನ ಹೊರತು ಸೃಷ್ಟಿಗೆ ಯಾವುದೇ ನಿಜವಾದ ರಕ್ಷಕ ಅಥವಾ ಸಹಾಯಕನಿಲ್ಲ 2:107, 120; 9:74, 116; 29:22; 42:31
- ಅಲ್ಲಾಹನು ಹೃದಯಗಳ ಮೇಲೆ ಮುದ್ರೆಯೊತ್ತಿದವರು 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ಈಮಾನ್ ಭಯ ಮತ್ತು ಭರವಸೆಯ ನಡುವೆ ಇದೆ 17:57; 32:16; 39:9
- ಕುಫ್ರ್, ಶಿರ್ಕ್ ಮತ್ತು ನಿಫಾಕ್ ಮೂಲಕ ಎಲ್ಲಾ ಕರ್ಮಗಳು ರದ್ದಾಗುವುದರ ಕುರಿತು 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- ಅಲ್ಲಾಹನ ವಹಿಗಳು ಮತ್ತು ಪ್ರವಾದಿಗಳು ಮಾರ್ಗದರ್ಶನ, ಜ್ಞಾನ ಮತ್ತು ವಿಶ್ವಾಸದ ಬೆಳಕುಗಳಾಗಿವೆ 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- ಮಾತುಗಳನ್ನು ವಿಕೃತಗೊಳಿಸುವವರು ಯಹೂದಿಗಳು ಮತ್ತು ತಾವೀಲ್ (ತಹ್ರೀಫ್) ನ ಜನರು 2:75; 4:46; 5:13; 5:41
- ಪ್ರಪಂಚದ ಜೀವನವು ಕೇವಲ ತಾತ್ಕಾಲಿಕ ಸುಖ ಮತ್ತು ಆನಂದವಾಗಿದೆ 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ದಹ್ರಿಯ್ಯಾ (ನಾಸ್ತಿಕರು) 45:24; 6:29; 23:37
- ಅಲ್ಲಾಹನು ಮುಹಮ್ಮದ್ ರನ್ನು ಧರ್ಮದೊಂದಿಗೆ ಕಳುಹಿಸಿದನು, ಅದನ್ನು ಎಲ್ಲಾ ಇತರ (ರದ್ದುಗೊಂಡ ಅಥವಾ ಸುಳ್ಳು) ಧರ್ಮಗಳ ಮೇಲೆ ಪ್ರಬಲಗೊಳಿಸಲು 9:33; 48:28; 61:9
- ತಾಘೂತ್ ಬಗ್ಗೆ ಮತ್ತು ತಾಘೂತ್ ಅನ್ನು ತಿರಸ್ಕರಿಸುವ ಅಗತ್ಯತೆಯ ಬಗ್ಗೆ 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- ಅವರು ಪಿತೂರಿ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಅಲ್ಲಾಹನೂ ಪಿತೂರಿ ಮಾಡುತ್ತಾನೆ ಮತ್ತು ಅವನು ಅತ್ಯುತ್ತಮ ಪಿತೂರಿಗಾರನು 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- ಅಂತಿಮ ಗಡಿಯಾರದ ಜ್ಞಾನವು ಅಲ್ಲಾಹನ ಬಳಿ ಇದೆ 7:187; 33:63; 41:47
- ಫುರ್ಕಾನ್ (ಮಾನದಂಡ) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- ಕೆಟ್ಟದ್ದನ್ನು ಉತ್ತಮವಾದುದರೊಂದಿಗೆ ತಡೆಯುವುದು 23:96; 28:54; 41:34
- ಅಂತಿಮ ಗಡಿಯಾರವು ಸಮೀಪಿಸಿದೆ 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- ಮತ್ತು ಅವನ ಸಂಕೇತಗಳಲ್ಲಿ ಸೇರಿವೆ... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- ಅಲ್ಲಾಹನು ತನ್ನ ಸಂಕೇತಗಳನ್ನು ವಿವರಿಸುತ್ತಾನೆ, ಆದ್ದರಿಂದ ನೀವು... 2:73, 187, 221, 242; 3:103; 5:89
- ಅಲ್ಲಾಹನು ಎಲ್ಲದರ ಸೃಷ್ಟಿಕರ್ತನು 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- ಅಲ್ಲಾಹನು ಸೃಷ್ಟಿಯನ್ನು ಸುಳ್ಳಿನಲ್ಲಿ ಅಥವಾ ತಮಾಷೆಯಲ್ಲಿ ಸೃಷ್ಟಿಸಲಿಲ್ಲ 21:16; 38:27; 44:38; 46:3
- ಅಲ್ಲಾಹನು ಮಾನವರನ್ನು ಅವನೊಬ್ಬನನ್ನೇ ಆರಾಧಿಸಲು ಮತ್ತು ಕರ್ಮಗಳಲ್ಲಿ ಯಾರು ಅತ್ಯುತ್ತಮರೆಂದು ಪರೀಕ್ಷಿಸಲು ಸೃಷ್ಟಿಸಿದನು 11:7; 18:7; 51:56; 67:2;
- ಅಲ್ಲಾಹನು ತನ್ನ ಆರಾಧನೆಯತ್ತ ಕರೆಯಲು, ವಿಧೇಯರಾಗಲು, ಮತ್ತು ಶುಭ ಸಂದೇಶ ನೀಡುವವರು ಮತ್ತು ಎಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದನು 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- ಅಲ್-ಖದ್ರ್ ನ ನಾಲ್ಕು ಹಂತಗಳು 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- ಆರಾಧನೆಯ ರೂಪಗಳು ಮತ್ತು ವಿಧಗಳು 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- ಅಲ್ಲಾಹನು ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ಮಾರ್ಗದರ್ಶಿಸುತ್ತಾನೆ ಮತ್ತು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೆ 14:4; 16:93; 35:8; 74:31
- ಅಲ್ಲಾಹನು ದಾರಿತಪ್ಪಿಸಿದವರು 2:26; 9:115; 14:27; 40:34, 74; 45:23
- ಅಲ್ಲಾಹನು ದಾರಿತಪ್ಪಿಸಿದವರನ್ನು ಯಾರೂ ಮಾರ್ಗದರ್ಶಿಸಲಾರರು 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- ಅಲ್ಲಾಹನಿಗೆ ಯಾವುದೇ ಸಾದೃಶ್ಯವನ್ನು ನಿರಾಕರಿಸುವುದು 2:22; 19:65; 42:11; 112:4
- ಅಲ್ಲಾಹನು ಯಾರ ಮೇಲೂ ಅಕ್ರಮ ಮಾಡುವುದಿಲ್ಲ, ಆದರೆ ಅವರು ತಮ್ಮ ಆತ್ಮಗಳ ಮೇಲೆ ಅಕ್ರಮ ಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- ಸಲಫ್ (ಸಹಾಬಾಗಳನ್ನು) ಅನುಸರಿಸುವ ಕರ್ತವ್ಯ 2:137; 9:100; 4:115; 48:18, 29
- ದಾವಾ (ಆಹ್ವಾನ) ನೀಡುವ ವಿಧಾನ 12:108; 16:125; 29:46
- ಶಿರ್ಕ್ ವಿಗ್ರಹಗಳಿಗೆ ಮಾತ್ರ ಸೀಮಿತವಾಗಿಲ್ಲ ಮತ್ತು ಪ್ರವಾದಿಗಳು, ದೇವದೂತರು, ಜಿನ್ನುಗಳು ಮತ್ತು ಸಜ್ಜನರ ಮೂಲಕ ಮಧ್ಯಸ್ಥಿಕೆಯನ್ನು ಬೇಡುವುದನ್ನು ಒಳಗೊಂಡಿದೆ 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- ವಿವಾಹಾರ್ಹ ವಯಸ್ಸನ್ನು ರೂಪಿಸುವ ಅಂಶಗಳು 4:6; 6:152; 24:59
- ಜಿಬ್ರೀಲ್ ಪವಿತ್ರ, ವಿಶ್ವಾಸಾರ್ಹ ಆತ್ಮವಾಗಿದ್ದು, ಅವರು ಕುರ್ಆನ್ ಅನ್ನು ಅಲ್ಲಾಹನಿಂದ ಪ್ರವಾದಿಗೆ ತಂದರು 2:97; 16:102; 26:192
- ಸಹಾಯ, ವಿಜಯ ಮತ್ತು ಪ್ರಭುತ್ವವು ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ಸೇರಿದೆ 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- ಮತ್ತು ನಿಶ್ಚಯವಾಗಿ ನಿಮ್ಮ ಮೊದಲಿನ ದೂತರನ್ನೂ ಅಪಹಾಸ್ಯ ಮಾಡಲಾಗಿತ್ತು, ಆದ್ದರಿಂದ ಅವರನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದವರಿಗೆ, ಅವರು ಅಪಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದ ವಿಷಯವೇ ಆವರಿಸಿತು. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- ಮತ್ತು ಮದ್ಯನ್ ಕಡೆಗೆ ಅವರ ಸಹೋದರ ಶುಐಬರನ್ನು (ಕಳುಹಿಸಿದೆವು). ಅವರು ಹೇಳಿದರು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ; ಅವನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ." (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- ಮತ್ತು ಥಮೂದ್ ಕಡೆಗೆ ಅವರ ಸಹೋದರ ಸಾಲಿಹರನ್ನು (ಕಳುಹಿಸಿದೆವು). ಅವರು ಹೇಳಿದರು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ; ಅವನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ." (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- ಅಲ್ಲಾಹನು ತಾನು ಇಚ್ಛಿಸಿದವರಿಗೆ ಜೀವನಾಧಾರವನ್ನು ವಿಸ್ತರಿಸುತ್ತಾನೆ ಮತ್ತು ಇಚ್ಛಿಸಿದವರಿಗೆ ಸಂಕುಚಿತಗೊಳಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿ, ಇದರಲ್ಲಿ ವಿಶ್ವಾಸಿಸುವ ಜನರಿಗೆ ಪಾಠಗಳಿವೆ. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- ಮತ್ತು ಆದ್ ಕಡೆಗೆ ಅವರ ಸಹೋದರ ಹೂದರನ್ನು (ಕಳುಹಿಸಿದೆವು). ಅವರು ಹೇಳಿದರು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ; ಅವನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ." (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- ಮತ್ತು ವಿಶ್ವಾಸವಿಟ್ಟು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿದವರನ್ನು, ನಾವು ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಪ್ರವೇಶಿಸುವೆವು, ಅವುಗಳ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- ಅವುಗಳ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. ಅಲ್ಲಾಹನು ಅವರಿಂದ ಸಂತುಷ್ಟನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವರು ಅವನಿಂದ ಸಂತುಷ್ಟರಾಗಿದ್ದಾರೆ. ಇದೇ... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- ಹೇಳಿರಿ: "ನಾನು ನಿಮ್ಮಂತೆಯೇ ಒಬ್ಬ ಮಾನವನು; ನನಗೆ ದೇವತಾವಾಣಿಯು ಬರುತ್ತದೆ, ನಿಮ್ಮ ದೇವರು ಒಬ್ಬನೇ ದೇವರು ಎಂದು." (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- ಮತ್ತು ಜನರಲ್ಲಿ ಕೆಲವರು, ಯಾವುದೇ ಜ್ಞಾನ, ಮಾರ್ಗದರ್ಶನ ಮತ್ತು ಪ್ರಕಾಶಮಾನವಾದ ಗ್ರಂಥವಿಲ್ಲದೆಯೇ ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ವಾದಿಸುತ್ತಾರೆ. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- ಅವನು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನೊಳಗೆ ಪ್ರವೇಶಿಸುತ್ತಾನೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯೊಳಗೆ ಪ್ರವೇಶಿಸುತ್ತಾನೆ; ಮತ್ತು ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರನನ್ನು ವಶಪಡಿಸಿಕೊಂಡಿದ್ದಾನೆ, ಪ್ರತಿಯೊಂದೂ ನಿಗದಿತ ಅವಧಿಯವರೆಗೆ ಚಲಿಸುತ್ತದೆ. (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- ಆಕಾಶದಿಂದ ನೀರನ್ನು (ಸುರಿಸುತ್ತಾನೆ), ಮತ್ತು ಅದರ ಮೂಲಕ ಭೂಮಿಯನ್ನು ಅದರ ಸಾವಿನ ನಂತರ ಜೀವಂತಗೊಳಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿ, ಇದರಲ್ಲಿ ಜನರಿಗೆ ಪಾಠವಿದೆ... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- ನಿಶ್ಚಯವಾಗಿ, ಧಿಕ್ಕರಿಸಿದವರಿಗೆ, ಅವರ ಸಂಪತ್ತು ಮತ್ತು ಅವರ ಸಂತಾನಗಳು ಅಲ್ಲಾಹನ ಬಳಿ ಯಾವುದೇ ಪ್ರಯೋಜನವನ್ನು ನೀಡುವುದಿಲ್ಲ, ಮತ್ತು ಅವರೇ... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- ಯಾರು ಆಕಾಶಗಳು, ಭೂಮಿ ಮತ್ತು ಅವುಗಳ ನಡುವೆ ಇರುವ ಎಲ್ಲವನ್ನೂ ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದನು, ನಂತರ ಅರ್ಶ್ (ಸಿಂಹಾಸನ)ದ ಮೇಲೆ ಸ್ಥಾಪಿತನಾದನು. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡಲಿಲ್ಲವೇ? ಆಗ ಅವರ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡುತ್ತಿದ್ದರು. ಅವರು... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- ನಿಶ್ಚಯವಾಗಿ, ಅಲ್ಲಾಹನು ವಿಶ್ವಾಸವಿಟ್ಟು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿದವರನ್ನು ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಪ್ರವೇಶಿಸುವನು, ಅವುಗಳ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ; ಆದ್ದರಿಂದ ಐಹಿಕ ಜೀವನವು ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದಿರಲಿ, ಮತ್ತು ವಂಚಕನು ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ಮೋಸಗೊಳಿಸದಿರಲಿ. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- ಆದ್ದರಿಂದ, ಯಾರು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುತ್ತಾನೋ, ಅವನು ತನ್ನದೇ ಒಳಿತಿಗಾಗಿ ಪಡೆಯುತ್ತಾನೆ; ಮತ್ತು ಯಾರು ದಾರಿ ತಪ್ಪುತ್ತಾನೋ, ಅವನು ತನ್ನದೇ ನಷ್ಟಕ್ಕಾಗಿ ತಪ್ಪುತ್ತಾನೆ. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- ಮತ್ತು ನಿಮ್ಮ ಕೋಲನ್ನು ಎಸೆಯಿರಿ! ಆಗ ಅದು ಹಾವಿನಂತೆ ಚಲಿಸುತ್ತಿರುವುದನ್ನು ನೋಡಿದಾಗ, ಅವರು ಹಿಂತಿರುಗಿ ಓಡಿಹೋದರು ಮತ್ತು ಹಿಂತಿರುಗಿ ನೋಡಲಿಲ್ಲ. "ಓ ಮೂಸಾ..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- ನೀವು ಭೂಮಿಯಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡಿರಿ ಮತ್ತು ನಿಮ್ಮ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡಿರಿ; ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- ಆದ್ದರಿಂದ, ಅವರು ಏನು ಹೇಳುತ್ತಾರೆ ಎಂಬುದರ ಮೇಲೆ ಸಹನೆಯನ್ನು ತಾಳಿರಿ, ಮತ್ತು ಸೂರ್ಯೋದಯಕ್ಕೆ ಮೊದಲು ಮತ್ತು ಸೂರ್ಯಾಸ್ತಕ್ಕೆ ಮೊದಲು ನಿಮ್ಮ ಒಡೆಯನ ಸ್ತುತಿಯನ್ನು ಮಾಡಿರಿ. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- ಮತ್ತು ಅನಾಥನ ಆಸ್ತಿಯ ಹತ್ತಿರವೂ ಹೋಗಬೇಡಿರಿ, ಆದರೆ ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ, ಅವನು ಪ್ರೌಢಾವಸ್ಥೆಗೆ ತಲುಪುವವರೆಗೆ. ಮತ್ತು ಪೂರೈಸಿರಿ... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- ಕುರುಡನ ಮೇಲೆ ಯಾವುದೇ ತಪ್ಪಿಲ್ಲ, ಕುಂಟನ ಮೇಲೂ ಇಲ್ಲ, ಮತ್ತು ರೋಗಿಯ ಮೇಲೂ ಇಲ್ಲ. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "ಇದು ಸತ್ಯವಲ್ಲವೇ?" ಅವರು ಹೇಳುವರು: "ಹೌದು, ನಮ್ಮ ಒಡೆಯನಾಣೆ!" ಅವನು ಹೇಳುವನು: "ಹಾಗಾದರೆ, ನಿಮ್ಮ ಧಿಕ್ಕಾರದ ಕಾರಣ ಶಿಕ್ಷೆಯನ್ನು ಅನುಭವಿಸಿರಿ." (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ಮತ್ತು ದುರ್ಬಲರು ಅಹಂಕಾರಿಗಳಿಗೆ ಹೇಳುವರು: "ನಾವು ನಿಮ್ಮ ಅನುಯಾಯಿಗಳಾಗಿದ್ದೆವು, ನೀವು ನಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ಪಾರು ಮಾಡಬಲ್ಲಿರಾ?" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- ಆದರೆ ಕೆಲವು ಹೆಸರುಗಳು, ನೀವು ಮತ್ತು ನಿಮ್ಮ ಪೂರ್ವಜರು ಇಟ್ಟುಕೊಂಡಿದ್ದು, ಅವುಗಳ ಬಗ್ಗೆ ಅಲ್ಲಾಹನು ಯಾವುದೇ ಅಧಿಕಾರವನ್ನು ಇಳಿಸಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿ, (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- ನಿಮ್ಮ ಮೊದಲು, ನಾವು ಪುರುಷರನ್ನು ಮಾತ್ರ ಕಳುಹಿಸಿದೆವು, ಅವರಿಗೆ ನಾವು ದೇವತಾವಾಣಿಯನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೆವು. ಆದ್ದರಿಂದ, ನಿಮಗೆ ತಿಳಿದಿಲ್ಲದಿದ್ದರೆ, ಜ್ಞಾನಿಗಳನ್ನು ಕೇಳಿರಿ. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- ಅವರು ಹೇಳಿದರು: "ನಾನು ನಿಮಗೆ ಅನುಮತಿ ನೀಡುವ ಮೊದಲೇ ನೀವು ಅವನನ್ನು ವಿಶ್ವಾಸಿಸಿದಿರಾ? ನಿಶ್ಚಯವಾಗಿ, ಅವನೇ ನಿಮ್ಮ ನಾಯಕ, ನಿಮಗೆ ಮಾಯಾಜಾಲವನ್ನು ಕಲಿಸಿದವನು." (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- ಮತ್ತು ಯಾವುದೇ ಹೊರೆ ಹೊತ್ತವನು ಇನ್ನೊಬ್ಬನ ಹೊರೆಯನ್ನು ಹೊರುವುದಿಲ್ಲ. ನಂತರ, ನಿಮ್ಮ ಒಡೆಯನ ಕಡೆಗೆ ನಿಮ್ಮ ಮರಳುವಿಕೆಯಾಗಿದೆ, ಮತ್ತು ನೀವು ಏನು ಮಾಡುತ್ತಿದ್ದಿರಿ ಎಂಬುದನ್ನು ಅವನು ನಿಮಗೆ ತಿಳಿಸುವನು. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- ಮತ್ತು ನಾವು ಹೇಳಿದೆವು: "ನೀವು ಇಳಿಯಿರಿ, ನೀವು ಒಬ್ಬರಿಗೊಬ್ಬರು ಶತ್ರುಗಳು. ಮತ್ತು ನಿಮಗೆ ಭೂಮಿಯಲ್ಲಿ ವಾಸಸ್ಥಾನ ಮತ್ತು ನಿಗದಿತ ಸಮಯದವರೆಗೆ ಜೀವನಾಧಾರವಿದೆ." (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- ಎರಡು - ಹೇಳಿರಿ: "ಎರಡು ಗಂಡುಗಳನ್ನು ಅವನು ನಿಷೇಧಿಸಿದನೇ, ಅಥವಾ ಎರಡು ಹೆಣ್ಣುಗಳನ್ನು, ಅಥವಾ ಎರಡು ಹೆಣ್ಣುಗಳ ಗರ್ಭಾಶಯದಲ್ಲಿರುವುದನ್ನು?" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- ಮತ್ತು ನಾನು ಇದಕ್ಕಾಗಿ ನಿಮ್ಮಿಂದ ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಕೇಳುವುದಿಲ್ಲ; ನನ್ನ ಪ್ರತಿಫಲವು ಸಮಸ್ತ ಲೋಕಗಳ ಒಡೆಯನ ಬಳಿ ಮಾತ್ರವಿದೆ. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡಲಿಲ್ಲವೇ? ಆಗ ಅವರ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡುತ್ತಿದ್ದರು. (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಅವರ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡುತ್ತಾರೆ; ಅವರು... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- ನಿಶ್ಚಯವಾಗಿ, ನಿಮ್ಮ ಒಡೆಯನು, ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ತಪ್ಪುತ್ತಾರೆಂಬುದನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು, ಮತ್ತು ಸನ್ಮಾರ್ಗಿಗಳು ಯಾರೆಂಬುದನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- ಯಾರು ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯನ್ನು ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದನು, ನಂತರ ಅರ್ಶ್ (ಸಿಂಹಾಸನ)ದ ಮೇಲೆ ಸ್ಥಾಪಿತನಾದನು. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- ಮತ್ತು ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳನ್ನು ಹೇಳುವ ಅಥವಾ ಅವನ ಸೂಚನೆಗಳನ್ನು ತಿರಸ್ಕರಿಸುವವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- ಅವನೇ ತನ್ನ ದೂತರನ್ನು ಸನ್ಮಾರ್ಗ ಮತ್ತು ಸತ್ಯ ಧರ್ಮದೊಂದಿಗೆ ಕಳುಹಿಸಿದನು, ಅದನ್ನು ಎಲ್ಲಾ ಧರ್ಮಗಳ ಮೇಲೆ ವಿಜಯಶಾಲಿಯಾಗಿಸಲು. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- ನಿಶ್ಚಯವಾಗಿ, "ಅಲ್ಲಾಹನೇ ಮರ್ಯಮರ ಪುತ್ರ ಮಸೀಹ" ಎಂದು ಹೇಳಿದವರು ಧಿಕ್ಕರಿಸಿದರು. ಹೇಳಿರಿ... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- ಕುರುಡರು ತಮ್ಮ ದಾರಿ ತಪ್ಪುವಿಕೆಯಿಂದ (ಹೊರಬರುವುದಿಲ್ಲ); ನೀವು ನಮ್ಮ ಸೂಚನೆಗಳನ್ನು ವಿಶ್ವಾಸಿಸುವವರಿಗೆ ಮಾತ್ರ ಕೇಳಿಸಬಹುದು, ಮತ್ತು ಅವರು ಮುಸ್ಲಿಮರು. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- ಐಹಿಕ ಜೀವನದ ಉದಾಹರಣೆಯು ಆ ನೀರಿನಂತಿದೆ, ಅದನ್ನು ನಾವು ಆಕಾಶದಿಂದ ಸುರಿಸುತ್ತೇವೆ, ಮತ್ತು ಭೂಮಿಯ ಸಸ್ಯವರ್ಗವು ಅದರೊಂದಿಗೆ ಬೆರೆಯುತ್ತದೆ. (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- ಅದರಲ್ಲಿ (ನೌಕೆಯಲ್ಲಿ), ಪ್ರತಿಯೊಂದು ಜಾತಿಯಿಂದ ಒಂದು ಜೋಡಿ, ಮತ್ತು ನಿಮ್ಮ ಕುಟುಂಬವನ್ನು - ಆದರೆ ಯಾರ ಮೇಲೆ ಈಗಾಗಲೇ ಆಜ್ಞೆಯು ಬಂದಿದೆಯೋ ಅವನನ್ನು ಬಿಟ್ಟು. (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ನಾನು ನಿಮಗೆ ಹೇಳುವುದಿಲ್ಲ, ನನ್ನ ಬಳಿ ಅಲ್ಲಾಹನ ಖಜಾನೆಗಳಿವೆ ಎಂದು, ಮತ್ತು ನಾನು ಗುಪ್ತ ವಿಷಯಗಳನ್ನು ಅರಿಯೆನು, ಮತ್ತು ನಾನು ಹೇಳುವುದಿಲ್ಲ... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- ನಿಶ್ಚಯವಾಗಿ, ಅಲ್ಲಾಹನು ಜನರ ಮೇಲೆ ಕೃಪಾಳುವಾಗಿದ್ದಾನೆ, ಆದರೆ ಹೆಚ್ಚಿನ ಜನರು ಕೃತಜ್ಞರಾಗಿರುವುದಿಲ್ಲ. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- ಮತ್ತು ಅವರ ಒಡೆಯನ ಸೂಚನೆಗಳಿಂದ ಯಾವುದೇ ಸೂಚನೆಯು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ, ಅವರು ಅದರಿಂದ ಮುಖ ತಿರುಗಿಸಿಕೊಳ್ಳುತ್ತಾರೆ. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- ಮತ್ತು ಆ ದಿನದ ಭಯವಿರಲಿ, ಯಾವುದೇ ಆತ್ಮವು ಇನ್ನೊಬ್ಬ ಆತ್ಮಕ್ಕೆ ಯಾವುದೇ ಪ್ರಯೋಜನವನ್ನು ನೀಡುವುದಿಲ್ಲ, ಮತ್ತು ಅದರಿಂದ ಯಾವುದೇ ಪರಿಹಾರವನ್ನು ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- ನಿಶ್ಚಯವಾಗಿ, ನೀವು ಸತ್ತವರಿಗೆ ಕೇಳಿಸುವಂತೆ ಮಾಡಲಾರಿರಿ, ಮತ್ತು ಕಿವುಡರಿಗೆ ಅವರು ಬೆನ್ನು ತಿರುಗಿಸಿದಾಗ ಕರೆಯನ್ನು ಕೇಳಿಸುವಂತೆ ಮಾಡಲಾರಿರಿ. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- ನಿಮಗೆ ನಿಷೇಧಿಸಲಾಗಿದೆ ಸತ್ತ ಪ್ರಾಣಿ, ರಕ್ತ, ಹಂದಿಯ ಮಾಂಸ, ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆಯವರ ಹೆಸರಿನಲ್ಲಿ ವಧಿಸಲ್ಪಟ್ಟದ್ದು. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಅಲ್ಲಾಹನ ಸ್ತುತಿಯನ್ನು ಮಾಡುತ್ತವೆ, ಮತ್ತು ಅವನು ಪ್ರಬಲನೂ, ವಿವೇಕಿಯೂ ಆಗಿದ್ದಾನೆ. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- ಆದರೆ, ಯಾರು ಇದರ ನಂತರ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಸುಧಾರಿಸಿಕೊಳ್ಳುತ್ತಾರೋ, ನಿಶ್ಚಯವಾಗಿ, ಅಲ್ಲಾಹನು ಕ್ಷಮಿಸುವವನು, ಕರುಣಾಮಯಿಯಾಗಿದ್ದಾನೆ. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- ಪ್ರವಾದಿಗಳು - ಅವರ ಒಡೆಯನಿಂದ; ನಾವು ಅವರಲ್ಲಿ ಯಾರ ನಡುವೆಯೂ ಭೇದ ಮಾಡುವುದಿಲ್ಲ, ಮತ್ತು ನಾವು ಅವನಿಗೆ ವಿಧೇಯರಾಗಿದ್ದೇವೆ. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- ನಿಮ್ಮ ಒಡೆಯನಿಂದ, ನೀವು ಆ ಜನಾಂಗವನ್ನು ಎಚ್ಚರಿಸಲು, ಅವರ ಬಳಿಗೆ ನಿಮ್ಮ ಮೊದಲು ಯಾವುದೇ ಎಚ್ಚರಿಕೆ ನೀಡುವವನು ಬಂದಿರಲಿಲ್ಲ, ಅವರು... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- ಓ ಪ್ರವಾದಿಯೇ! ಧಿಕ್ಕಾರಿಗಳು ಮತ್ತು ಕಪಟಿಗಳ ವಿರುದ್ಧ ಹೋರಾಡಿರಿ ಮತ್ತು ಅವರ ಮೇಲೆ ಕಠಿಣರಾಗಿರಿ. ಅವರ ನೆಲೆಯು ನರಕವಾಗಿದೆ, ಮತ್ತು ಅದು ಎಷ್ಟು ಕೆಟ್ಟ ನೆಲೆಯಾಗಿದೆ! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- ನಿಶ್ಚಯವಾಗಿ, ನಿಮ್ಮ ಒಡೆಯನು ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರ ನಡುವೆ, ಅವರು ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿದ್ದ ವಿಷಯಗಳ ಬಗ್ಗೆ ತೀರ್ಪು ನೀಡುವನು. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- ಅವರು ಹೇಳಿದರು: "ಓ ನನ್ನ ಒಡೆಯನೇ! ನನಗೆ ಒಂದು ಸೂಚನೆಯನ್ನು ನೀಡು." ಅವನು ಹೇಳಿದನು: "ನಿಮ್ಮ ಸೂಚನೆಯೆಂದರೆ, ನೀವು ಜನರೊಂದಿಗೆ ಮಾತನಾಡುವುದಿಲ್ಲ..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- ಆದ್ದರಿಂದ, ನಿಮ್ಮ ಮುಖವನ್ನು ಮಸ್ಜಿದುಲ್ ಹರಾಮ್ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ. ಮತ್ತು ನೀವು ಎಲ್ಲಿದ್ದರೂ, ನಿಮ್ಮ ಮುಖಗಳನ್ನು ಅದರ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- ಓ ಇಸ್ರಾಈಲರ ಮಕ್ಕಳೇ! ನಾನು ನಿಮಗೆ ಅನುಗ್ರಹಿಸಿದ ನನ್ನ ಅನುಗ್ರಹವನ್ನು ಮತ್ತು ನಾನು ನಿಮ್ಮನ್ನು ಸಮಸ್ತ ಲೋಕಗಳಿಗಿಂತ ಶ್ರೇಷ್ಠರನ್ನಾಗಿ ಮಾಡಿದ್ದನ್ನು ಸ್ಮರಿಸಿರಿ. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- ಏಳು ಕೊಬ್ಬಿದ ಹಸುಗಳು, ಅವುಗಳನ್ನು ಏಳು ತೆಳ್ಳಗಿನ ಹಸುಗಳು ತಿನ್ನುತ್ತವೆ, ಮತ್ತು ಏಳು ಹಸಿರು ತೆನೆಗಳು ಮತ್ತು ಇತರ ಒಣಗಿದ ತೆನೆಗಳು. (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- ಮತ್ತು ಪ್ರತಿಯೊಂದು ಸಮುದಾಯಕ್ಕೂ ಒಂದು ನಿಗದಿತ ಅವಧಿಯಿದೆ; ಆದ್ದರಿಂದ ಅವರ ಅವಧಿಯು ಬಂದಾಗ, ಅವರು ಒಂದು ಗಳಿಗೆಯೂ ಹಿಂದಿರುಗಲಾರರು, ಮತ್ತು ಮುಂದೂ ಹೋಗಲಾರರು. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (ಅಲ್ಲಾಹನ ಹೊರತು) ಬೇರೆಯವರ ಹೆಸರಿನಲ್ಲಿ ವಧಿಸಲ್ಪಟ್ಟದ್ದು. ಆದರೆ ಯಾರಾದರೂ ಬಲವಂತಕ್ಕೊಳಗಾದರೆ, ಅತಿಕ್ರಮಿಯಾಗಿಯೂ, ಮಿತಿಮೀರಿದವನಾಗಿಯೂ ಅಲ್ಲದಿದ್ದರೆ, ಆಗ... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- ಮತ್ತು ಅವರಿಗೆ "ಅಲ್ಲಾಹನು ಇಳಿಸಿದ್ದನ್ನು ಅನುಸರಿಸಿರಿ" ಎಂದು ಹೇಳಲಾದಾಗ, ಅವರು ಹೇಳುತ್ತಾರೆ: "ಇಲ್ಲ, ನಾವು ನಮ್ಮ ಪೂರ್ವಜರು ಯಾವುದರ ಮೇಲೆ ಇದ್ದರೋ ಅದನ್ನು ಅನುಸರಿಸುತ್ತೇವೆ." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- ಅವರು ಹೇಳಿದರು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ; ಅವನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ. ನೀವು (ಅಲ್ಲಾಹನಿಗೆ) ಹೆದರುವುದಿಲ್ಲವೇ?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸುತ್ತಾರೆ ಮತ್ತು ತಮ್ಮ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡುತ್ತಾರೆ. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಹೊರಿಸುವ ಅಥವಾ ತಿರಸ್ಕರಿಸುವವನಿಗಿಂತ ಹೆಚ್ಚು ಅಕ್ರಮಿ ಯಾರು? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- ನಿಶ್ಚಯವಾಗಿಯೂ, ನಿನ್ನ ಒಡೆಯನು ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ದಾರಿ ತಪ್ಪುತ್ತಾನೆಂದು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು, ಮತ್ತು ಅವನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ, ತಮ್ಮ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡಲಿಲ್ಲವೇ? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- ಅವರಿಗೆ ಅವರ ಒಡೆಯನ ಬಳಿ ಅವರ ಪ್ರತಿಫಲವಿದೆ, ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ, ಮತ್ತು ಅವರು ದುಃಖಿಸುವುದಿಲ್ಲ. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- ಸತ್ಯವನ್ನು ನಂಬಿ ಮತ್ತು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿದವರನ್ನು ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಸೇರಿಸಲಾಯಿತು. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- ಅವನು ಹೇಳಿದನು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ, ಆತನ ಹೊರತಾಗಿ ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ, ನೀವೇನು ಭಯಪಡುವುದಿಲ್ಲವೇ?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- ಅವರ ಸಂಪತ್ತು ಮತ್ತು ಅವರ ಸಂತಾನವು ಅಲ್ಲಾಹನ ಬಳಿ ಅವರಿಗೆ ಯಾವುದೇ ಪ್ರಯೋಜನವನ್ನು ನೀಡುವುದಿಲ್ಲ, ಮತ್ತು ಅವರೇ ಆಗಿದ್ದಾರೆ. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ತೋಟಗಳು, ಅವುಗಳಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು, ಮತ್ತು ಅದು ಮಹಾನ್ ವಿಜಯವಾಗಿದೆ. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- ತಮ್ಮ ಹಿಂದಿನವರ ಸುದ್ದಿ, ನೂಹ್, ಆದ್ ಮತ್ತು ಸಮೂದ್ ಜನಾಂಗಗಳ ಸುದ್ದಿಯು ಅವರಿಗೆ ಬರಲಿಲ್ಲವೇ? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ನನ್ನ ಸಹಾಯಕರು ಯಾರು? ಶಿಷ್ಯರು ಹೇಳಿದರು: "ನಾವು ಅಲ್ಲಾಹನ ಸಹಾಯಕರು, ನಾವು ಸತ್ಯವನ್ನು ನಂಬಿದೆವು." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- ನಿನ್ನ ಒಡೆಯನು ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ದಾರಿ ತಪ್ಪಿದನೆಂದು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು, ಮತ್ತು ಸನ್ಮಾರ್ಗ ಪಡೆದವರನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- ಇದು ಏಕೆಂದರೆ ಅಲ್ಲಾಹನೇ ಸತ್ಯ, ಮತ್ತು ಅವರು ಆತನ ಹೊರತಾಗಿ ಪ್ರಾರ್ಥಿಸುವುದು ಅಸತ್ಯ. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- ಅಲ್ಲಾಹನ ಮತ್ತು ಆತನ ಪ್ರವಕ್ತರ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸುವವನನ್ನು ಅಲ್ಲಾಹನು ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಸೇರಿಸುವನು. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಸತ್ತ ಪ್ರಾಣಿ, ರಕ್ತ, ಹಂದಿಯ ಮಾಂಸ ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆಯವರ ಹೆಸರಿನಲ್ಲಿ ವಧಿಸಲ್ಪಟ್ಟದ್ದನ್ನು ಮಾತ್ರ ನಿಷೇಧಿಸಿದ್ದಾನೆ. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- ಅಲ್ಲಾಹನ ಹೊರತು ಯಾರನ್ನೂ ಪೂಜಿಸಬೇಡಿರಿ; ನಾನು ನಿಮಗಾಗಿ ಮಹಾನ್ ದಿನದ ಶಿಕ್ಷೆಯ ಭಯಪಡುತ್ತೇನೆ. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- ಇದು ಗುಪ್ತ ವಿಷಯಗಳ ಸುದ್ದಿಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ, ಅದನ್ನು ನಾವು ನಿನಗೆ ದಿವ್ಯವಾಣಿಯಾಗಿ ಕಳುಹಿಸುತ್ತೇವೆ; ಅವರು ನಿರ್ಧಾರ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದ್ದಾಗ ನೀನು ಅವರ ಬಳಿ ಇರಲಿಲ್ಲ. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- ನಿಮ್ಮೊಳಗಿನ ಒಬ್ಬ ವ್ಯಕ್ತಿಯ ಮೂಲಕ ನಿಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ಉಪದೇಶವು ಬಂದಿದೆಯೆಂದು ನೀವು ಆಶ್ಚರ್ಯ ಪಡುತ್ತೀರಾ, ಅವನು ನಿಮ್ಮನ್ನು ಎಚ್ಚರಿಸಲು? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- ಹೇಳು: "ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ನೀವು ಪ್ರಾರ್ಥಿಸುವವರನ್ನು ಪೂಜಿಸುವುದನ್ನು ನಿಷೇಧಿಸಲ್ಪಟ್ಟಿದ್ದೇನೆ." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- ಅವರ ಪತ್ನಿಯರು ಅಥವಾ ಅವರ ಬಲಗೈಗಳು ಒಡೆದುಕೊಂಡವರ ಹೊರತಾಗಿ, ಏಕೆಂದರೆ ಅವರು ನಿಂದೆಗೊಳಗಾಗುವವರಲ್ಲ. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- ಏಕೆಂದರೆ ಅಲ್ಲಾಹನು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನೊಳಗೆ ಸೇರಿಸುತ್ತಾನೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯೊಳಗೆ ಸೇರಿಸುತ್ತಾನೆ. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- ಬೆಂಕಿ, ಮತ್ತು ಅವನು ತನ್ನ ಕುಟುಂಬದವರಿಗೆ ಹೇಳಿದನು: "ನಿಲ್ಲಿರಿ, ನಾನು ಬೆಂಕಿಯನ್ನು ನೋಡಿದೆ, ಬಹುಶಃ ನಾನು ಅದರಿಂದ ನಿಮಗೆ ಏನನ್ನಾದರೂ ತರಬಹುದು." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- ಅವನು ಹೇಳಿದನು: "ನಾನು ಅವನಿಗಿಂತ ಉತ್ತಮನು; ನೀನು ನನ್ನನ್ನು ಬೆಂಕಿಯಿಂದ ಸೃಷ್ಟಿಸಿದೆ, ಮತ್ತು ಅವನನ್ನು ಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿದೆ." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- ಮತ್ತು ಅವರಿಗೆ ಹೇಳಲಾದಾಗ: "ಅಲ್ಲಾಹನು ಇಳಿಸಿದ್ದರ ಕಡೆಗೆ ಮತ್ತು ಪ್ರವಕ್ತರ ಕಡೆಗೆ ಬನ್ನಿರಿ." (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- ಮತ್ತು ನೀನು ಅವರಿಗಾಗಿ ದುಃಖಪಡಬೇಡ, ಮತ್ತು ಅವರ ಪಿತೂರಿಗಳಿಂದ ಸಂಕಟಪಡಬೇಡ. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- ಅಲ್ಲಾಹನು ನಿನಗೆ ಕೇಡನ್ನು ತಟ್ಟಿದರೆ, ಆತನ ಹೊರತು ಬೇರಾರೂ ಅದನ್ನು ನಿವಾರಿಸಲಾರರು, ಮತ್ತು ಒಂದು ವೇಳೆ. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- ಅವರ ಹಿಂದೆ ಅನೇಕ ತಲೆಮಾರುಗಳು, ಅವರು ತಮ್ಮ ವಾಸಸ್ಥಾನಗಳಲ್ಲಿ ಸಂಚರಿಸುತ್ತಿದ್ದರು; ನಿಶ್ಚಯವಾಗಿಯೂ ಇದರಲ್ಲಿ ಸೂಚನೆಗಳಿವೆ. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- ಮತ್ತು ನಾವು ಅವರ ಹೃದಯಗಳ ಮೇಲೆ ಪೊರೆಗಳನ್ನು ಹಾಕಿದೆವು ಇದರಿಂದ ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದಿರಲಿ, ಮತ್ತು ಅವರ ಕಿವಿಗಳಲ್ಲಿ ತಡೆ, ಮತ್ತು ಅವರು. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- ಅವರ ಪ್ರವಕ್ತರು ಸ್ಪಷ್ಟ ಪುರಾವೆಗಳೊಂದಿಗೆ ಅವರ ಬಳಿಗೆ ಬಂದರು, ಆದರೆ ಅಲ್ಲಾಹನು ಅವರ ಮೇಲೆ ಅಕ್ರಮ ಮಾಡುವವನಲ್ಲ, ಆದರೆ ಅವರೇ ತಮ್ಮ ಮೇಲೆ ಅಕ್ರಮ ಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ, ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ನಿಮಗೆ ಯಾವುದೇ ರಕ್ಷಕನಿಲ್ಲ, ಮತ್ತು ಯಾವುದೇ ಸಹಾಯಕನಿಲ್ಲ. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- ನಂತರ ನಿಮ್ಮನ್ನು ಗುಪ್ತ ಮತ್ತು ವ್ಯಕ್ತವಾದವುಗಳ ಜ್ಞಾನಿಯ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುವುದು, ಮತ್ತು ಅವನು ನೀವು ಮಾಡುತ್ತಿದ್ದುದನ್ನು ನಿಮಗೆ ತಿಳಿಸುವನು. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- ರಾತ್ರಿ, ನೀವು ಅದರಲ್ಲಿ ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು, ಮತ್ತು ಹಗಲು, ನೀವು ನೋಡಲು; ನಿಶ್ಚಯವಾಗಿಯೂ ಇದರಲ್ಲಿ ಚಿಂತನೆ ಮಾಡುವ ಜನರಿಗೆ ಸೂಚನೆಗಳಿವೆ. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- ಮತ್ತು ನಿನ್ನ ಒಡೆಯನ ಕಡೆಯಿಂದ ನಿನಗೆ ಇಳಿಸಲ್ಪಟ್ಟದ್ದು ಅವರಲ್ಲಿ ಹಲವರಿಗೆ ದಂಗೆ ಮತ್ತು ಅವಿಶ್ವಾಸವನ್ನು ಮತ್ತಷ್ಟು ಹೆಚ್ಚಿಸುವುದು. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- ಅವನು ಹೇಳಿದನು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ನೀವು ಹೇಳಿರಿ, ನಾನು ನನ್ನ ಒಡೆಯನ ಕಡೆಯಿಂದ ಸ್ಪಷ್ಟವಾದ ಪುರಾವೆಯ ಮೇಲಿದ್ದು ಆತನು ನನಗೆ ಕೊಟ್ಟಿದ್ದರೆ." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- ಮತ್ತು ಅವರು ಹೇಳುತ್ತಾರೆ: "ಅವನ ಒಡೆಯನ ಕಡೆಯಿಂದ ಅವನ ಮೇಲೆ ಏಕೆ ಒಂದು ಸೂಚನೆ ಇಳಿಸಲಾಗಿಲ್ಲ?" ಹೇಳು: "ನಿಶ್ಚಯವಾಗಿಯೂ." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಹಿಂದಿರುಗುವಿಕೆ ಇಲ್ಲದ ದಿನವು ಬರುವ ಮುನ್ನ. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- ಅದು ಅಲ್ಲಾಹನ ಅನುಗ್ರಹವಾಗಿದೆ, ಅವನು ಅದನ್ನು ತಾನು ಇಚ್ಛಿಸಿದವರಿಗೆ ಕೊಡುತ್ತಾನೆ, ಮತ್ತು ಅಲ್ಲಾಹನು ಮಹಾನ್ ಅನುಗ್ರಹದ ಒಡೆಯನಾಗಿದ್ದಾನೆ. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- ಮತ್ತು ನಿಶ್ಚಯವಾಗಿಯೂ, ಪಶುಗಳಲ್ಲಿ ನಿಮಗೆ ಪಾಠವಿದೆ; ನಾವು ನಿಮಗೆ ಅವರ ಹೊಟ್ಟೆಗಳಲ್ಲಿರುವುದರಿಂದ ಕುಡಿಸುತ್ತೇವೆ. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- ಅದು ಅವರ ಒಡೆಯನ ಕಡೆಯಿಂದ ಸತ್ಯವಾಗಿದೆ, ಮತ್ತು ಅಲ್ಲಾಹನು ಅವರು ಮಾಡುತ್ತಿರುವುದರ ಬಗ್ಗೆ ಅಜಾಗರೂಕನಲ್ಲ. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- ಅವರ ಮುಂದೆಯೂ ಮತ್ತು ಅವರ ಹಿಂದೆಯೂ, ನೀವು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆಯವರನ್ನು ಪೂಜಿಸಬಾರದು. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- ನಿಶ್ಚಯವಾಗಿಯೂ, ನೀವು ಸ್ತ್ರೀಯರನ್ನು ಬಿಟ್ಟು ಪುರುಷರ ಬಳಿಗೆ ಕಾಮದಿಂದ ಹೋಗುತ್ತೀರಿ; ವಾಸ್ತವವಾಗಿ, ನೀವು ಮಿತಿ ಮೀರಿದ ಜನಾಂಗವಾಗಿದ್ದೀರಿ. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ಇರುವರು, ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯು ಇರುವವರೆಗೂ, ನಿನ್ನ ಒಡೆಯನು ಇಚ್ಛಿಸಿದ್ದು ಹೊರತು. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- ಆಕಾಶಗಳಲ್ಲಿ ಇರುವವರು ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಇರುವವರು, ಅಲ್ಲಾಹನು ಇಚ್ಛಿಸಿದವರ ಹೊರತು. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- ಅಲ್ಲಿ ಅವರಿಗೆ ಚಿನ್ನದ ಕಡಗಗಳು ಮತ್ತು ಮುತ್ತುಗಳನ್ನು ಅಲಂಕರಿಸಲಾಗುವುದು, ಮತ್ತು ಅವರ ಬಟ್ಟೆಗಳು ಅಲ್ಲಿ ರೇಷ್ಮೆಯಾಗಿರುವುವು. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- ಮತ್ತು ಅವನು ಆಕಾಶದಿಂದ ನೀರನ್ನು ಇಳಿಸಿದನು ಮತ್ತು ಅದರ ಮೂಲಕ ನಿಮಗೆ ಹಣ್ಣುಗಳನ್ನು ಆಹಾರವಾಗಿ ಉತ್ಪಾದಿಸಿದನು. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- ಮತ್ತು ನಾವು ನಿಮ್ಮ ವಾಗ್ದಾನವನ್ನು ತೆಗೆದುಕೊಂಡಾಗ ಮತ್ತು ನಿಮ್ಮ ಮೇಲೆ ತೂರ್ ಪರ್ವತವನ್ನು ಎತ್ತಿದಾಗ: "ನಾವು ನಿಮಗೆ ಕೊಟ್ಟದ್ದನ್ನು ಬಲವಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- ನಂತರ ಅವನು ಅವರಿಂದ ಮುಖ ತಿರುಗಿಸಿದನು ಮತ್ತು ಹೇಳಿದನು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ನಾನು ನನ್ನ ಒಡೆಯನ ಸಂದೇಶವನ್ನು ನಿಮಗೆ ತಲುಪಿಸಿದೆ ಮತ್ತು ನಿಮಗೆ ಉಪದೇಶ ಮಾಡಿದೆ." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- ಅವರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರಿಗೆ ಚಿನ್ನದ ಕಡಗಗಳನ್ನು ಅಲಂಕರಿಸಲಾಗುವುದು. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- ಅವರು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ಮತ್ತು ಅದರ ಜೊತೆಗೆ ಅಷ್ಟೇನೂ ಹೊಂದಿದ್ದರೆ, ಅದರ ಮೂಲಕ ತಮ್ಮನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿಕೊಳ್ಳಲು. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- ಯಾವುದೇ ಜೀವಿ ಇಲ್ಲ, ಆದರೆ ಅವನು ಅವರನ್ನು ಒಂದು ನಿಗದಿತ ಅವಧಿಯವರೆಗೆ ವಿಳಂಬಿಸುತ್ತಾನೆ, ಮತ್ತು ಅವರ ಅವಧಿಯು ಬಂದಾಗ. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- ನಾವು ನಿಮ್ಮನ್ನು ಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿದೆವು, ನಂತರ ವೀರ್ಯದಿಂದ, ನಂತರ ಹೆಪ್ಪುಗಟ್ಟಿದ ರಕ್ತದಿಂದ, ನಂತರ. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- ಮತ್ತು ಅಲ್ಲಾಹನು ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರು ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿದ್ದ ವಿಷಯಗಳಲ್ಲಿ ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವನು. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- ಜ್ಞಾನವು ನಿನಗೆ ಬಂದಿದೆ, ಅಲ್ಲಾಹನ ಹೊರತು ನಿನಗೆ ಯಾವುದೇ ರಕ್ಷಕನಿಲ್ಲ. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- ಮತ್ತು ನಾವು ಮನುಷ್ಯನಿಗೆ ಉಪಕಾರ ಮಾಡಿದಾಗ, ಅವನು ಮುಖ ತಿರುಗಿಸಿ ದೂರ ಸರಿಯುತ್ತಾನೆ, ಮತ್ತು ಅವನಿಗೆ ಕೇಡು ತಟ್ಟಿದಾಗ. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- ಮತ್ತು ಅದಕ್ಕಿಂತ ಚಿಕ್ಕದಾದ ಅಥವಾ ದೊಡ್ಡದಾದ ಯಾವುದೂ ಸ್ಪಷ್ಟವಾದ ಗ್ರಂಥದಲ್ಲಿ ದಾಖಲಾಗದೆ ಇಲ್ಲ. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- ನಂತರ ಅವನು ಹೇಳಿದನು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ, ಆತನ ಹೊರತಾಗಿ ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ, ತಮ್ಮ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡಲಿಲ್ಲವೇ? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- ಅವರ ಪ್ರತಿಫಲವು ಅವರ ಒಡೆಯನ ಬಳಿಯಲ್ಲಿದೆ, ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ, ಮತ್ತು ಅವರು ದುಃಖಿಸುವುದಿಲ್ಲ. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸುತ್ತಾರೆ ಮತ್ತು ತಮ್ಮ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡುತ್ತಾರೆ. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ, ತಮ್ಮ ಹಿಂದಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡುತ್ತಾರೆ. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಹೊರಿಸುವ ಅಥವಾ ತಿರಸ್ಕರಿಸುವವನಿಗಿಂತ ಹೆಚ್ಚು ಅಕ್ರಮಿ ಯಾರು? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- ಅಲ್ಲಾಹನು ಒಂದು ಕಾರ್ಯವನ್ನು ನಿರ್ಧರಿಸಿದಾಗ, ಅವನು ಅದಕ್ಕೆ "ಆಗು" ಎಂದು ಹೇಳುತ್ತಾನೆ, ಮತ್ತು ಅದು ಆಗುತ್ತದೆ. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ನಿಮಗೆ ಯಾವುದೇ ರಕ್ಷಕನಿಲ್ಲ, ಮತ್ತು ಯಾವುದೇ ಸಹಾಯಕನಿಲ್ಲ. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- ನಾನು ಅವರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವೆನು ಮತ್ತು ಅವರನ್ನು ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಸೇರಿಸುವೆನು. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- ನಾವು ಅವರನ್ನು ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ತೋಟಗಳಿಗೆ ಸೇರಿಸುವೆವು, ಅವುಗಳಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- ನಿನ್ನ ಒಡೆಯನು ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ದಾರಿ ತಪ್ಪಿದನೆಂದು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು, ಮತ್ತು ಅವನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- ನಿಮ್ಮನ್ನು ಗುಪ್ತ ಮತ್ತು ವ್ಯಕ್ತವಾದವುಗಳ ಜ್ಞಾನಿಯ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುವುದು, ಮತ್ತು ಅವನು ನೀವು ಮಾಡುತ್ತಿದ್ದುದನ್ನು ನಿಮಗೆ ತಿಳಿಸುವನು. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- ಅವರು ನಿಮ್ಮ ಪುತ್ರರನ್ನು ಕೊಂದರು ಮತ್ತು ನಿಮ್ಮ ಸ್ತ್ರೀಯರನ್ನು ಜೀವಂತವಾಗಿ ಬಿಟ್ಟರು; ಇದರಲ್ಲಿ ನಿಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ಒಂದು ಮಹಾನ್ ಪರೀಕ್ಷೆಯಿತ್ತು. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- ನಿಶ್ಚಯವಾಗಿಯೂ, ನಿನ್ನ ಒಡೆಯನು ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ದಾರಿ ತಪ್ಪುತ್ತಾನೆಂದು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು, ಮತ್ತು ಅವನು. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- ಅಲ್ಲಾಹನು, ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ಹೊಂದಿದವನು. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- ನಿಮ್ಮ ಹಿಂದಿನ ಜನಾಂಗಗಳಲ್ಲಿ, ಜಿನ್ನ್ ಮತ್ತು ಮಾನವರಲ್ಲಿ. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ, ಆತನ ಹೊರತಾಗಿ ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ, ನೀವೇನು ಭಯಪಡುವುದಿಲ್ಲವೇ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- ಮತ್ತು ನಾವು ಅವರ ಹೃದಯಗಳ ಮೇಲೆ ಪೊರೆಗಳನ್ನು ಹಾಕಿದೆವು ಇದರಿಂದ ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದಿರಲಿ, ಮತ್ತು ಅವರ ಕಿವಿಗಳಲ್ಲಿ ತಡೆ. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- ಅವನು ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರು ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿದ್ದ ವಿಷಯಗಳಲ್ಲಿ ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವನು. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- ಅವನು ಹೇಳಿದನು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ನೀವು ಹೇಳಿರಿ, ನಾನು ನನ್ನ ಒಡೆಯನ ಕಡೆಯಿಂದ ಸ್ಪಷ್ಟವಾದ ಪುರಾವೆಯ ಮೇಲಿದ್ದರೆ?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- ಇದು ನಿಮ್ಮ ಕೈಗಳು ಮುಂದೆ ಕಳುಹಿಸಿದುದರ ಫಲವಾಗಿದೆ, ಮತ್ತು ಅಲ್ಲಾಹನು ತನ್ನ ದಾಸರ ಮೇಲೆ ಅಕ್ರಮ ಮಾಡುವವನಲ್ಲ. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- ಅವರಿಗೆ ಇಹಲೋಕದಲ್ಲಿ ಅಪಮಾನವಿದೆ, ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ಮಹಾನ್ ಶಿಕ್ಷೆಯಿದೆ. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಅಲ್ಲಾಹನದೇ, ಮತ್ತು ಅಲ್ಲಾಹನೇ ರಕ್ಷಕನಾಗಿ ಸಾಕು. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- ಸತ್ಯವನ್ನು ನಂಬಿ ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿದವರ ಹೊರತು; ಅವರಿಗೆ ಎಂದಿಗೂ ಕಡಿತವಾಗದ ಪ್ರತಿಫಲವಿದೆ. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- ನೀನು ನನಗೆ ತಿಳಿದಿಲ್ಲದುದನ್ನು ಪಾಲುದಾರನನ್ನಾಗಿ ಮಾಡಬಾರದು; ಅವರ ಮಾತನ್ನು ಕೇಳಬೇಡ. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- ನಿಶ್ಚಯವಾಗಿಯೂ, ಇದು ಒಂದು ಉಪದೇಶವಾಗಿದೆ; ಆದ್ದರಿಂದ ಇಚ್ಛಿಸುವವನು ತನ್ನ ಒಡೆಯನ ಕಡೆಗೆ ಮಾರ್ಗವನ್ನು ತೆಗೆದುಕೊಳ್ಳಲಿ. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- ಮತ್ತು ಕೃತಜ್ಞನಾಗುವವನು ತನಗಾಗಿಯೇ ಕೃತಜ್ಞನಾಗುತ್ತಾನೆ; ಮತ್ತು ಕೃತಜ್ಞನಲ್ಲದವನು. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- ನಮಾಜ್ ಅನ್ನು ಸ್ಥಾಪಿಸುವವರು, ಝಕಾತ್ ಅನ್ನು ನೀಡುವವರು, ಮತ್ತು ಪರಲೋಕವನ್ನು ನಂಬುವವರು. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- ಇಬ್ರಾಹೀಮ್, ಇಸ್ಮಾಯೀಲ್, ಇಸ್ಹಾಕ್, ಯಾಕೂಬ್ ಮತ್ತು ವಂಶಗಳಿಗೆ, ಮತ್ತು ಮೂಸಾ ಮತ್ತು ಈಸಾರಿಗೆ ನೀಡಲ್ಪಟ್ಟದ್ದಕ್ಕೆ. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- ಗುಂಪು ಗುಂಪಾಗಿ, ಅವರು ಅದರ ಬಳಿಗೆ ಬಂದಾಗ, ಅದರ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆಯಲಾಗುವುದು, ಮತ್ತು ಅದರ ಕಾವಲುಗಾರರು ಅವರಿಗೆ ಹೇಳುವರು. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- ಅಲ್ಲಾಹನು ನಿಮ್ಮ ಪ್ರತಿಜ್ಞೆಗಳಲ್ಲಿನ ನಿಷ್ಪ್ರಯೋಜಕ ಮಾತುಗಳಿಗಾಗಿ ನಿಮ್ಮನ್ನು ಹಿಡಿಯುವುದಿಲ್ಲ, ಆದರೆ ಅವನು ನಿಮ್ಮನ್ನು ಹಿಡಿಯುವನು. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- ಕರುಣೆ, ಅವರು ಅದರಿಂದ ಸಂತೋಷಪಡುತ್ತಾರೆ, ಮತ್ತು ಅವರ ಕೈಗಳು ಮುಂದೆ ಕಳುಹಿಸಿದುದರ ಕಾರಣ ಅವರಿಗೆ ಕೇಡು ತಟ್ಟಿದರೆ. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ತೋಟಗಳು, ಅವುಗಳಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು, ಮತ್ತು ಕೆಲಸ ಮಾಡುವವರ ಪ್ರತಿಫಲವು ಎಷ್ಟು ಸುಂದರವಾಗಿದೆ! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- ಅಲ್ಲಾಹನು ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವುದನ್ನು ಬಲ್ಲನು, ಮತ್ತು ಅಲ್ಲಾಹನು. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿರಿ ಮತ್ತು ಪ್ರವಕ್ತರ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿರಿ; ಆದರೆ ನೀವು ಮುಖ ತಿರುಗಿಸಿದರೆ, ಅವನ ಮೇಲೆ (ಹೊಣೆ) ಇದೆ. (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- ಅವರಿಗೆ ಅವರ ಒಡೆಯನ ಬಳಿ ಅವರ ಪ್ರತಿಫಲವಿದೆ, ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ, ಮತ್ತು ಅವರು. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- ಮತ್ತು ಅವರು ಹೇಳಿದರು: "ನಾವು ಮೂಳೆಗಳು ಮತ್ತು ಕಸಕಡ್ಡಿಗಳಾದಾಗ, ನಾವು ಹೊಸ ಸೃಷ್ಟಿಯಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡುವೆವೇ?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- ಮತ್ತು ಅವರು ತಮಗಾಗಿ ಅಲ್ಲಾಹನ ಹೊರತು ಯಾವುದೇ ರಕ್ಷಕ ಮತ್ತು ಸಹಾಯಕನನ್ನು ಕಾಣುವುದಿಲ್ಲ. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "ನೀನು ಎಷ್ಟು ಕಾಲ ಇದ್ದೆ?" ಅವನು ಹೇಳಿದನು: "ನಾನು ಒಂದು ದಿನ ಅಥವಾ ದಿನದ ಒಂದು ಭಾಗ ಇದ್ದೆ." ಅವನು ಹೇಳಿದನು. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- ಪುನರುತ್ಥಾನದ ದಿನದವರೆಗೆ, ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮಗೆ ತರಬಲ್ಲ ದೇವರು ಯಾರು? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- ಸತ್ಕರ್ಮ ಮಾಡಿದವನು, ಪುರುಷನಾಗಿರಲಿ ಅಥವಾ ಸ್ತ್ರೀಯಾಗಿರಲಿ, ಮತ್ತು ಅವನು ವಿಶ್ವಾಸಿಯಾಗಿರಲಿ. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ಜನರನ್ನು ತಡೆಯುವವರು ಮತ್ತು ಅದನ್ನು ವಕ್ರಗೊಳಿಸಲು ಬಯಸುವವರು, ಮತ್ತು ಅವರು ಪರಲೋಕವನ್ನು ನಂಬದವರು. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- ನೀವು ಇಚ್ಛಿಸಿದ ಕಡೆ ತಿನ್ನಿರಿ, ಆದರೆ ಈ ಮರದ ಬಳಿ ಸಮೀಪಿಸಬೇಡಿ, ಇಲ್ಲದಿದ್ದರೆ ನೀವು ಅಕ್ರಮಿಗಳಾಗುವಿರಿ. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- ಹೇಳು: "ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ನಿಮ್ಮ ಸ್ಥಾನದಲ್ಲಿ ಕೆಲಸ ಮಾಡಿರಿ, ನಾನೂ ಕೆಲಸ ಮಾಡುತ್ತೇನೆ, ಮತ್ತು ಬೇಗ ನೀವು ತಿಳಿಯುವಿರಿ." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- ನಿಶ್ಚಯವಾಗಿಯೂ, ನಷ್ಟದಲ್ಲಿರುವವರು ತಮ್ಮನ್ನು ಮತ್ತು ತಮ್ಮ ಕುಟುಂಬವನ್ನು ಪುನರುತ್ಥಾನದ ದಿನದಂದು ನಷ್ಟಪಡಿಸಿಕೊಂಡವರೇ, ನೋಡಿರಿ. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- ಸನ್ಮಾರ್ಗ ಪಡೆದವನು ತನಗಾಗಿಯೇ ಸನ್ಮಾರ್ಗ ಪಡೆಯುತ್ತಾನೆ; ಮತ್ತು ದಾರಿ ತಪ್ಪಿದವನು ತನಗಾಗಿಯೇ ದಾರಿ ತಪ್ಪುತ್ತಾನೆ; ಮತ್ತು. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- ಮತ್ತು ಅವಿಶ್ವಾಸಿಗಳು ಹೇಳುತ್ತಾರೆ: "ಅವನ ಒಡೆಯನ ಕಡೆಯಿಂದ ಅವನ ಮೇಲೆ ಒಂದು ಸೂಚನೆ ಏಕೆ ಇಳಿಸಲಾಗಿಲ್ಲ?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- ನಿಮಗಾಗಿ ರಾತ್ರಿಯನ್ನು ಆರಾಮಕ್ಕಾಗಿ ಮತ್ತು ಹಗಲನ್ನು ಪ್ರಕಾಶಮಾನವಾಗಿ ಮಾಡಿದವನು, ನಿಶ್ಚಯವಾಗಿಯೂ. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- ಯಾವುದೇ ವ್ಯಾಪಾರ ಅಥವಾ ಸ್ನೇಹವಿಲ್ಲದ ದಿನವು ಬರುವ ಮುನ್ನ. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- ಅವರ ಸಹಚರನಿಗೆ ಯಾವುದೇ ಹುಚ್ಚಿಲ್ಲ ಎಂದು ಅವರು ಯೋಚಿಸಲಿ; ಅವನು ಸ್ಪಷ್ಟ ಎಚ್ಚರಿಕೆ ನೀಡುವವನು ಮಾತ್ರ. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- ಅವುಗಳಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು, ಅವರಿಂದ ಶಿಕ್ಷೆಯು ಕಡಿಮೆಯಾಗದು, ಮತ್ತು ಅವರಿಗೆ ವಿಳಂಬ ನೀಡಲಾಗದು. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- ನಾವು ಅವರಲ್ಲಿ ಕೆಲವರಿಗೆ ಆನಂದವಾಗಿ ನೀಡಿದ್ದರ ಕಡೆಗೆ ನಿನ್ನ ಕಣ್ಣುಗಳನ್ನು ಹರಿಸಬೇಡ. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- ಮತ್ತು ಜನರಿಗೆ ಅವರ ವಸ್ತುಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಬೇಡಿ, ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಅಶಾಂತಿಯನ್ನು ಹರಡಬೇಡಿ. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- ಅವನು ಹುಟ್ಟಿದ ದಿನ, ಅವನು ಸಾಯುವ ದಿನ, ಮತ್ತು ಅವನು ಜೀವಂತವಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡುವ ದಿನ ಅವನ ಮೇಲೆ ಶಾಂತಿ ಇರಲಿ. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- ಓ ನನ್ನ ಜನಾಂಗದವರೇ! ನಿಮ್ಮ ಸ್ಥಾನದಲ್ಲಿ ಕೆಲಸ ಮಾಡಿರಿ, ನಾನೂ ಕೆಲಸ ಮಾಡುತ್ತೇನೆ, ಮತ್ತು ಬೇಗ ನೀವು ತಿಳಿಯುವಿರಿ ಯಾರು. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- ಮತ್ತು ಯಾವುದೇ ಪ್ರವಕ್ತನಿಗೆ ಅಲ್ಲಾಹನ ಅನುಮತಿಯಿಲ್ಲದೆ ಸೂಚನೆಯನ್ನು ತರಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- ನಂತರ ಪ್ರತಿಯೊಂದು ಜೀವಕ್ಕೂ ತಾನು ಸಂಪಾದಿಸಿದ್ದಕ್ಕೆ ಸಂಪೂರ್ಣ ಪ್ರತಿಫಲ ನೀಡಲಾಗುವುದು, ಮತ್ತು ಅವರ ಮೇಲೆ ಅಕ್ರಮವಾಗುವುದಿಲ್ಲ. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- ಪುರುಷನಾಗಿರಲಿ ಅಥವಾ ಸ್ತ್ರೀಯಾಗಿರಲಿ, ಮತ್ತು ಅವನು ವಿಶ್ವಾಸಿಯಾಗಿರಲಿ, ಅಂತಹವರು ಸ್ವರ್ಗಕ್ಕೆ ಪ್ರವೇಶಿಸುವರು. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- ಅವನು ಯಾವುದೇ ಸಂತಾನವನ್ನು ಹೊಂದಿಲ್ಲ, ಮತ್ತು ಆಡಳಿತದಲ್ಲಿ ಅವನಿಗೆ ಯಾವುದೇ ಪಾಲುದಾರನಿಲ್ಲ. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- ಅಲ್ಲಾಹನು ಸನ್ಮಾರ್ಗ ತೋರಿಸಿದವನು ಸನ್ಮಾರ್ಗ ಪಡೆದವನು; ಮತ್ತು ಅವನು ದಾರಿ ತಪ್ಪಿಸಿದವನಿಗೆ ನೀನು ಎಂದಿಗೂ. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- ನೋಡು, ಅವರು ನಿನಗೆ ಹೇಗೆ ಉದಾಹರಣೆಗಳನ್ನು ನೀಡುತ್ತಾರೆ, ಆದ್ದರಿಂದ ಅವರು ದಾರಿ ತಪ್ಪಿದರು ಮತ್ತು ಮಾರ್ಗವನ್ನು ಕಂಡುಕೊಳ್ಳಲಿಲ್ಲ. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- ಹೇಳು: "ನಾನು ನನ್ನ ಒಡೆಯನ ಆಜ್ಞೆಯನ್ನು ಮೀರಿದರೆ ಮಹಾನ್ ದಿನದ ಶಿಕ್ಷೆಯ ಭಯಪಡುತ್ತೇನೆ." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- ಅವರ ಇಬ್ಬರ ಅವಯವಗಳು ತೆರೆದುಕೊಂಡವು, ಮತ್ತು ಅವರು ಸ್ವರ್ಗದ ಎಲೆಗಳಿಂದ ತಮ್ಮನ್ನು ಮುಚ್ಚಿಕೊಳ್ಳಲು ಆರಂಭಿಸಿದರು. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತು ನೀವು ಶಕ್ತರಾದವರನ್ನು ಕರೆಯಿರಿ, ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಮತ್ತು ಅಷ್ಟೇನೂ, ಅದರ ಮೂಲಕ ತಮ್ಮನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿಕೊಳ್ಳಲು. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- ನಾವು ನಿಮಗೆ ಕೊಟ್ಟದ್ದನ್ನು ಬಲವಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ ಮತ್ತು ಅದರಲ್ಲಿರುವುದನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳಿರಿ, ಆಗ ನೀವು ಭಯಭಕ್ತರಾಗಬಹುದು. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- ಈ ಹೇಸಿಗೆಯ ಕಾರ್ಯವನ್ನು ನೀವು ಮಾಡುತ್ತೀರಾ, ಅದನ್ನು ನಿಮ್ಮ ಹಿಂದೆ ಯಾರೂ ಮಾಡಿಲ್ಲ? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಅಲ್ಲಾಹನದೇ, ಮತ್ತು ಅಲ್ಲಾಹನು. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- ಅವರು ಮಾಡಿದ ಕೆಟ್ಟ ಕಾರ್ಯಗಳು ಅವರ ಮೇಲೆ ಬಿದ್ದವು, ಮತ್ತು ಅವರು ಅಪಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದದ್ದು ಅವರನ್ನು ಸುತ್ತುವರಿದುಕೊಂಡಿತು. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- ನಿಮ್ಮಲ್ಲಿಂದಲೇ ಒಬ್ಬ ಪ್ರವಕ್ತನು, ನಮ್ಮ ಸೂಚನೆಗಳನ್ನು ನಿಮಗೆ ಓದಿ ಕೇಳಿಸುವವನು, ನಿಮ್ಮನ್ನು ಶುದ್ಧೀಕರಿಸುವವನು ಮತ್ತು ಗ್ರಂಥ ಮತ್ತು ಯುಕ್ತಿಯನ್ನು ಕಲಿಸುವವನು. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- ಅದರಿಂದ ಹನ್ನೆರಡು ನೀರಿನ ಬುಗ್ಗೆಗಳು ಹರಿದವು; ಪ್ರತಿಯೊಂದು ಗುಂಪು ತನ್ನ ಕುಡಿಯುವ ಸ್ಥಳವನ್ನು ತಿಳಿದಿತ್ತು. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- ಕೇವಲ ಊಹೆ, ಮತ್ತು ಊಹೆಯು ಸತ್ಯದ ವಿರುದ್ಧ ಯಾವುದೇ ಪ್ರಯೋಜನವನ್ನು ನೀಡುವುದಿಲ್ಲ. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- ನಾನು ಅವನನ್ನು ಸರಿಪಡಿಸಿ, ಅವನಲ್ಲಿ ನನ್ನ ಆತ್ಮವನ್ನು ಊದಿದಾಗ, ನೀವು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗವೆರಗಿರಿ. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- ಈ ಲೋಕದ ಉತ್ತಮ ಪರಿಣಾಮವು ಯಾರಿಗೆ ಸೇರಿದೆ? ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳು ಸಫಲರಾಗುವುದಿಲ್ಲ. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- ಆಕಾಶಗಳನ್ನು ಮತ್ತು ಭೂಮಿಯನ್ನು ಸೃಷ್ಟಿಸಿದವನು, ಅವರಂತೆಯೇ ಸೃಷ್ಟಿಸಲು ಸಮರ್ಥನಾಗಿದ್ದಾನೆ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- ವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು ವಿಶ್ವಾಸಿ ಸ್ತ್ರೀಯರಿಗೆ ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗದ ತೋಟಗಳಿವೆ, ಅವುಗಳಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- ಮತ್ತು ನೀವು ಅವರನ್ನು ಕೇಳಿದರೆ ಆಕಾಶಗಳನ್ನು ಮತ್ತು ಭೂಮಿಯನ್ನು ಯಾರು ಸೃಷ್ಟಿಸಿದರು ಎಂದು, ಅವರು ಖಂಡಿತವಾಗಿಯೂ "ಅಲ್ಲಾಹ" ಎಂದು ಹೇಳುವರು. ಹೇಳು. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- ಮತ್ತು ನಾವು ಈ ಕುರ್ಆನಿನಲ್ಲಿ ಜನರಿಗಾಗಿ ಎಲ್ಲಾ ಬಗೆಯ ಉದಾಹರಣೆಗಳನ್ನು ನೀಡಿದ್ದೇವೆ. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- ನಮ್ಮ ಪ್ರವಕ್ತರು ಲೂತ್ ಅವರ ಬಳಿಗೆ ಬಂದಾಗ, ಅವರು ಅವರಿಗಾಗಿ ದುಃಖಿತರಾದರು ಮತ್ತು ಸಂಕಟಪಟ್ಟರು, ಮತ್ತು ಹೇಳಿದರು. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- ಮತ್ತು ನಾವು ದೇವದೂತರಿಗೆ "ಆದಮ್ಗೆ ಸಾಷ್ಟಾಂಗವೆರಗಿರಿ" ಎಂದು ಹೇಳಿದಾಗ, ಅವರು ಸಾಷ್ಟಾಂಗವೆರಗಿದರು, ಇಬ್ಲೀಸ್ನ ಹೊರತು, ಅವನು ನಿರಾಕರಿಸಿದನು. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- ಮತ್ತು ಭೂಮಿಯನ್ನು ನಾವು ಹರಡಿದೆವು, ಅದರಲ್ಲಿ ಪರ್ವತಗಳನ್ನು ಸ್ಥಾಪಿಸಿದೆವು, ಮತ್ತು ಅದರಲ್ಲಿ ಎಲ್ಲಾ ಬಗೆಯ ಸುಂದರ ವಸ್ತುಗಳನ್ನು ಬೆಳೆಸಿದೆವು. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- ಅವರು ಅಲ್ಲಾಹನನ್ನು ಪ್ರಾರ್ಥಿಸಿದರು, ಅವನಿಗೆ ಧರ್ಮವನ್ನು ಶುದ್ಧೀಕರಿಸುತ್ತಾ, ಮತ್ತು ಅವನು ಅವರನ್ನು ನೆಲಕ್ಕೆ ರಕ್ಷಿಸಿದಾಗ. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- ಅವರಿಗೆ ಕುದಿಯುವ ನೀರಿನ ಪಾನೀಯವಿದೆ ಮತ್ತು ಅವರ ಅವಿಶ್ವಾಸದ ಕಾರಣ ನೋವಿನ ಶಿಕ್ಷೆಯಿದೆ. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- ಅಲ್ಲಾಹನ ಹೊರತು ನಮಗೆ ಪ್ರಯೋಜನವೂ ಮಾಡದ ಮತ್ತು ಕೇಡೂ ಮಾಡದವರನ್ನು ನಾವು ಪ್ರಾರ್ಥಿಸುವುದೇ? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- ಅಲ್ಲಾಹನು ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವುದನ್ನು ಬಲ್ಲನು. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳನ್ನು ರಚಿಸುವವನಿಗಿಂತ ಹೆಚ್ಚು ಅಕ್ರಮಿ ಯಾರಿದ್ದಾರೆ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- ಖಂಡಿತವಾಗಿಯೂ ಇದರಲ್ಲಿ ಒಂದು ಸೂಚನೆಯಿದೆ, ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ವಿಶ್ವಾಸಿಗಳಾಗಿರಲಿಲ್ಲ. (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ, (ಹಿಂದಿನ) ಜನರ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡಲು. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- ಅವನು ಹೇಳಿದನು: ಓ ನನ್ನ ಜನಾಂಗದವರೇ, ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ, ಅವನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ. (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ಅವನು ಅವನನ್ನು ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಪ್ರವೇಶಿಸುವನು, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರು ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿದ್ದ ವಿಷಯದಲ್ಲಿ ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡಲಾಗುವುದು. (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ, (ಹಿಂದಿನವರ) ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡಲಿಲ್ಲವೇ? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- ಸ್ವರ್ಗದ ತೋಟಗಳು, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- ನೀನು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನೊಳಗೆ ಪ್ರವೇಶಿಸುವೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯೊಳಗೆ ಪ್ರವೇಶಿಸುವೆ. (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಅಲ್ಲಾಹನ ಪವಿತ್ರತೆಯನ್ನು ಸ್ತುತಿಸುತ್ತವೆ. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ, ಅವನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ. ಆಗ ನೀವು ಭಯಪಡುವುದಿಲ್ಲವೇ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- ನಾವು ದೇವದೂತರಿಗೆ: ಆದಮನಿಗೆ ಸಾಷ್ಟಾಂಗ ವಂದಿಸಿರಿ ಎಂದು ಹೇಳಿದಾಗ, ಇಬ್ಲೀಸ್ ಹೊರತುಪಡಿಸಿ ಎಲ್ಲರೂ ಸಾಷ್ಟಾಂಗ ವಂದಿಸಿದರು. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- ಅಲ್ಲಾಹನು ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ಬಲ್ಲನು. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- ಸ್ವರ್ಗದ ತೋಟಗಳು, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು, ಮತ್ತು ಅದು. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- ಅವನ ಪ್ರತಿಫಲವು ಅವನ ಒಡೆಯನ ಬಳಿ ಇದೆ, ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ, ಮತ್ತು ಅವರು. (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- ಅವನ ಒಡೆಯನ ಬಳಿ, ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ, ಮತ್ತು ಅವರು ದುಃಖಿಸುವುದಿಲ್ಲ. (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- ಯಾರು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುತ್ತಾರೋ, ಅವರು ತಮ್ಮ ಸ್ವಂತ ಪ್ರಯೋಜನಕ್ಕಾಗಿ ಪಡೆಯುತ್ತಾರೆ, ಮತ್ತು ಯಾರು ದಾರಿ ತಪ್ಪುತ್ತಾರೋ. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- ತಮ್ಮ ಸ್ವಂತ ಪ್ರಯೋಜನಕ್ಕಾಗಿ ಪಡೆಯುತ್ತಾರೆ, ಮತ್ತು ಯಾರು ದಾರಿ ತಪ್ಪುತ್ತಾರೋ, ಅವರು ತಮ್ಮ ಸ್ವಂತ ನಷ್ಟಕ್ಕಾಗಿ ದಾರಿ ತಪ್ಪುತ್ತಾರೆ. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- ಅವನ ಮೇಲೆ ಅವನ ಒಡೆಯನ ಕಡೆಯಿಂದ ಒಂದು ಸೂಚನೆಯು ಏಕೆ ಇಳಿಸಲ್ಪಡಲಿಲ್ಲ? ಹೇಳು: ಖಂಡಿತವಾಗಿಯೂ. (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- ವಿಶ್ವಾಸವಿಟ್ಟು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿದವರಿಗೆ, ಅವರಿಗೆ ಅಂತ್ಯವಿಲ್ಲದ ಪ್ರತಿಫಲವಿದೆ. (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- ನೀನು ಜೀವಂತವನ್ನು ಸತ್ತವನಿಂದ ಹೊರತರುವೆ ಮತ್ತು ಸತ್ತವನನ್ನು ಜೀವಂತದಿಂದ ಹೊರತರುವೆ. (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- ಯಾರು ಅಲ್ಲಾಹನು ಇಳಿಸಿದ್ದರ ಪ್ರಕಾರ ತೀರ್ಪು ನೀಡುವುದಿಲ್ಲವೋ, ಅಂತಹವರೇ. (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- ಅವನು ಆಕಾಶಗಳನ್ನು, ಭೂಮಿಯನ್ನು ಮತ್ತು ಅವುಗಳ ನಡುವಿನ ಎಲ್ಲವನ್ನೂ ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದನು. (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಮಾನವರ ಮೇಲೆ ಅಪಾರ ಅನುಗ್ರಹವುಳ್ಳವನು, ಆದರೆ ಹೆಚ್ಚಿನವರು. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- ಅಲ್ಲಾಹನು ಅವರ ಮೇಲೆ ಅಕ್ರಮ ಮಾಡಲಿಲ್ಲ, ಆದರೆ ಅವರೇ ತಮ್ಮ ಮೇಲೆ ಅಕ್ರಮ ಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು. (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- ಅವನು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಪ್ರವೇಶಿಸುವನು, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ. (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಮೃತಪ್ರಾಣಿ, ರಕ್ತ, ಹಂದಿಯ ಮಾಂಸ, ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆಯವರ ಹೆಸರಿನಲ್ಲಿ ವಧಿಸಲ್ಪಟ್ಟುದನ್ನು ನಿಷೇಧಿಸಿದನು. (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- ಖಂಡಿತವಾಗಿಯೂ ನಾನು, ನನ್ನ ಒಡೆಯನಿಗೆ ಅವಿಧೇಯನಾದರೆ, ಮಹಾ ದಿನದ ಶಿಕ್ಷೆಗೆ ಹೆದರುತ್ತೇನೆ. (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- ಆದರೆ ಅವರ ಬಳಿಗೆ ಜ್ಞಾನವು ಬಂದ ನಂತರ, ಅವರ ನಡುವಿನ ಹೊಟ್ಟೆಕಿಚ್ಚಿನ ಕಾರಣದಿಂದ. (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- ಅವರು ನಮಾಝ್ ಅನ್ನು ಸ್ಥಾಪಿಸುತ್ತಾರೆ ಮತ್ತು ನಾವು ಅವರಿಗೆ ನೀಡಿದ್ದರಿಂದ ಗುಪ್ತವಾಗಿ ಮತ್ತು ಬಹಿರಂಗವಾಗಿ ಖರ್ಚು ಮಾಡುತ್ತಾರೆ. (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- ನಾವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು, ನಮಗೆ ಲಾಭವನ್ನೂ ನಷ್ಟವನ್ನೂ ಮಾಡದೇ ಇರುವಂತಹವನನ್ನು ಪ್ರಾರ್ಥಿಸುವುದೇ? (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- ಅವರು ನಿಮ್ಮ ಕಡೆಗೆ ಇಳಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿಮಗಿಂತ ಮೊದಲು ಇಳಿಸಲ್ಪಟ್ಟ ವಿಷಯಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- ಅಲ್ಲಾಹನು ಆಕಾಶದಿಂದ ನೀರನ್ನು ಇಳಿಸುತ್ತಿರುವುದನ್ನು ನೀವು ನೋಡಲಿಲ್ಲವೇ? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- ಅವನು ಯಾವುದೇ ಕಾರ್ಯವನ್ನು ನಿರ್ಧರಿಸಿದಾಗ, ಅದಕ್ಕೆ: ಆಗು ಎಂದು ಹೇಳುತ್ತಾನೆ, ಅದು ಆಗುತ್ತದೆ. (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- ಮತ್ತು ಮದ್ಯನ್ ಕಡೆಗೆ ಅವರ ಸಹೋದರ ಶುಐಬ್ ಅನ್ನು (ಕಳುಹಿಸಿದೆವು). ಅವನು ಹೇಳಿದನು: ಓ ನನ್ನ ಜನಾಂಗದವರೇ, ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- ಇದು ಗುಪ್ತ ವಿಷಯಗಳ ಸುದ್ದಿಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ, ಅದನ್ನು ನಾವು ನಿಮಗೆ ದಿವ್ಯ ಸಂದೇಶದ ಮೂಲಕ ತಿಳಿಸುತ್ತೇವೆ; ನಿಮಗೆ ಇದು ತಿಳಿದಿರಲಿಲ್ಲ. (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- ಅವರ ನಿಗದಿತ ಅವಧಿಯು ಬಂದಾಗ, ಅವರು ಅದನ್ನು ಒಂದು ಕ್ಷಣವೂ ವಿಳಂಬಗೊಳಿಸಲು ಅಥವಾ ಮುಂದೆ ಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ. (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- ಮತ್ತು ಶೈತಾನ್ನ ಹೆಜ್ಜೆಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ; ಖಂಡಿತವಾಗಿಯೂ ಅವನು ನಿಮ್ಮ ಸ್ಪಷ್ಟ ಶತ್ರುವಾಗಿದ್ದಾನೆ. (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- ಮತ್ತು ಮಾನವರಲ್ಲಿ ಕೆಲವರು, ಯಾವುದೇ ಜ್ಞಾನವಿಲ್ಲದೇ ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ವಾದಿಸುತ್ತಾರೆ. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- ಅಲ್ಲಾಹನು ಅದನ್ನು ತಾನು ಇಚ್ಛಿಸಿದವರಿಗೆ ನೀಡುತ್ತಾನೆ, ಮತ್ತು ಅಲ್ಲಾಹನು ಅಪಾರ ಅನುಗ್ರಹವುಳ್ಳವನಾಗಿದ್ದಾನೆ. (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಅವನು ಗಳಿಸಿದ್ದಕ್ಕೆ ಸಂಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನೀಡಲಾಗುವುದು, ಮತ್ತು ಅವರ ಮೇಲೆ ಅಕ್ರಮ ಮಾಡಲಾಗುವುದಿಲ್ಲ. (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- ಅಲ್ಲಾಹನು ನಿಷೇಧಿಸಿರುವ ಪ್ರಾಣವನ್ನು, ನ್ಯಾಯವಲ್ಲದೇ ಕೊಲ್ಲಬೇಡಿ. (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- ಅವನು ಯಾವುದೇ ಕಾರ್ಯವನ್ನು ನಿರ್ಧರಿಸಿದಾಗ, ಅದಕ್ಕೆ: ಆಗು ಎಂದು ಹೇಳುತ್ತಾನೆ. (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- ನೀವು ನರಕದ ಬಾಗಿಲುಗಳನ್ನು ಪ್ರವೇಶಿಸಿರಿ, ಅಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ಇರುವಿರಿ; ಅಹಂಕಾರಿಗಳ ವಾಸಸ್ಥಾನವು ಎಷ್ಟು ಕೆಟ್ಟದಾಗಿದೆ! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- ಗ್ರಂಥದ ಭಾಗವನ್ನು ನೀಡಲ್ಪಟ್ಟವರನ್ನು ನೀವು ನೋಡಲಿಲ್ಲವೇ? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- ಅವರಿಗೆ ಸ್ವರ್ಗದ ತೋಟಗಳಿವೆ, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- ಓ ನನ್ನ ಜನಾಂಗದವರೇ, ನಿಮ್ಮ ಸ್ಥಾನದಲ್ಲೇ ಕಾರ್ಯ ಮಾಡಿರಿ, ನಾನೂ ಕಾರ್ಯ ಮಾಡುತ್ತೇನೆ, ಮತ್ತು ನೀವು ಬೇಗನೆ ತಿಳಿಯುವಿರಿ. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- ಯಾರು ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ಪ್ರವಾದಿಯ ವಿರೋಧ ಮಾಡುತ್ತಾನೋ, ಅವನಿಗೆ ನರಕದ ಬೆಂಕಿಯಿದೆ, ಅದರಲ್ಲಿ ಅವನು ಶಾಶ್ವತವಾಗಿ ಇರುವನು. (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- ಅವರ ಹೃದಯಗಳ ಮೇಲೆ ನಾವು ಪರದೆಗಳನ್ನು ಇರಿಸಿದೆವು, ಇದರಿಂದ ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದಿರಲಿ, ಮತ್ತು ಅವರ ಕಿವಿಗಳಲ್ಲಿ ಭಾರವನ್ನು. (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- ಯಾವುದೇ ಊರಿಗೆ ನಾವು ಎಚ್ಚರಿಕೆ ನೀಡುವವರನ್ನು ಕಳುಹಿಸಿದಾಗ, ಅಲ್ಲಿನ ಐಶ್ವರ್ಯವಂತರು ಹೇಳುತ್ತಿದ್ದರು: ಖಂಡಿತವಾಗಿಯೂ ನಾವು. (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- ಅವರು ಹೇಳಿದರು: ನಮಗಾಗಿ ನಿಮ್ಮ ಒಡೆಯನಲ್ಲಿ ಪ್ರಾರ್ಥಿಸಿರಿ, ಅದು ಏನೆಂದು ಅವನು ನಮಗೆ ಸ್ಪಷ್ಟಪಡಿಸಲಿ. (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- ಅವರು ಖಂಡಿತವಾಗಿಯೂ: ಅಲ್ಲಾಹನು ಎಂದು ಹೇಳುವರು. ಹೇಳು: ಎಲ್ಲಾ ಸ್ತುತಿಯು ಅಲ್ಲಾಹನಿಗೇ ಸಲ್ಲುತ್ತದೆ! ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು. (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- ಅವನ ಜನಾಂಗದ ಉತ್ತರವು, ಅವರನ್ನು ಹೊರಗೆ ಹಾಕಿರಿ ಎಂದು ಹೇಳುವುದಕ್ಕಿಂತ ಬೇರೆಯಾಗಿರಲಿಲ್ಲ. (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು; ಅದೇ ಮಹಾನ್ ವಿಜಯವಾಗಿದೆ. (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- ಅಂತಹವರು ತಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ಸನ್ಮಾರ್ಗದಲ್ಲಿರುತ್ತಾರೆ, ಮತ್ತು ಅಂತಹವರೇ ಯಶಸ್ವಿಗಳು. (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- ಯಾರಿಗೆ ಅಪಮಾನಕರ ಶಿಕ್ಷೆಯು ಬರುವುದೋ ಮತ್ತು ಯಾರ ಮೇಲೆ ಶಾಶ್ವತ ಶಿಕ್ಷೆಯು ಇಳಿಯುವುದೋ. (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ, ಸುಳ್ಳಾರೋಪಿಗಳ ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡಿರಿ. (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- ಅವರು ತಮ್ಮ ಕೈಗಳು ಮುಂದೆ ಕಳುಹಿಸಿದ ಕಾರಣದಿಂದ ಅದನ್ನು ಎಂದಿಗೂ ಬಯಸುವುದಿಲ್ಲ, ಮತ್ತು ಅಲ್ಲಾಹನು ಅಕ್ರಮಿಗಳನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು. (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- ಅವನೇ ಹೆಚ್ಚು ಬಲ್ಲವನು, ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ದಾರಿ ತಪ್ಪಿದ್ದಾರೆಂದು, ಮತ್ತು ಅವನೇ ಹೆಚ್ಚು ಬಲ್ಲವನು. (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ನನ್ನ ಒಡೆಯನು ಮತ್ತು ನಿಮ್ಮ ಒಡೆಯನು; ಆದ್ದರಿಂದ ಅವನನ್ನೇ ಆರಾಧಿಸಿರಿ; ಇದೇ ನೇರ ಮಾರ್ಗವಾಗಿದೆ. (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- ಅವನು ಮಾನವರ ಮೇಲೆ ಅಪಾರ ಅನುಗ್ರಹವುಳ್ಳವನು, ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಕೃತಜ್ಞರಾಗಿರುವುದಿಲ್ಲ. (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- ಆಕಾಶಗಳು, ಭೂಮಿ ಮತ್ತು ಅವುಗಳ ನಡುವಿನ ಎಲ್ಲವನ್ನೂ, ಸತ್ಯದೊಂದಿಗೆ ಮತ್ತು ನಿಗದಿತ ಅವಧಿಗಾಗಿ ಮಾತ್ರ ನಾವು ಸೃಷ್ಟಿಸಿದೆವು. (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- ಅವರನ್ನು ಅವರ ವ್ಯರ್ಥ ಚಟುವಟಿಕೆಗಳು ಮತ್ತು ಆಟಗಳಲ್ಲಿ ಮುಳುಗಿರಲು ಬಿಡಿ, ತನಕ ಅವರು ತಮ್ಮ ಆ ದಿನವನ್ನು ಎದುರಿಸುವವರೆಗೆ, ಅದರ ಭರವಸೆಯನ್ನು ಅವರಿಗೆ ನೀಡಲಾಗಿದೆ. (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- ಅವರು ವಿಶ್ವಾಸಿಗಳನ್ನು ಭೇಟಿಯಾದಾಗ, ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ ಎಂದು ಹೇಳುತ್ತಾರೆ, ಮತ್ತು ಅವರು ತಮ್ಮಲ್ಲೇ ಏಕಾಂತದಲ್ಲಿದ್ದಾಗ. (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- ಅವರು ತೌರಾತ್ ಮತ್ತು ಇಂಜೀಲ್ ಅನ್ನು ಮತ್ತು ತಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ತಮಗೆ ಇಳಿಸಲ್ಪಟ್ಟುದನ್ನು ಸ್ಥಾಪಿಸುತ್ತಾರೆ. (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- ಅವನು ಅವರ ಮುಂದೆ ಇರುವುದನ್ನು ಮತ್ತು ಅವರ ಹಿಂದೆ ಇರುವುದನ್ನು ಬಲ್ಲನು, ಮತ್ತು ಅವರು ಅದನ್ನು ತಮ್ಮ ಜ್ಞಾನದಿಂದ ಆವರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- ಮತ್ತು ಅವನೇ ಆಕಾಶಗಳನ್ನು ಮತ್ತು ಭೂಮಿಯನ್ನು ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದನು. (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- ಖಂಡಿತವಾಗಿಯೂ ಇದರಲ್ಲಿ ನಿಮಗೆ ಒಂದು ಸೂಚನೆಯಿದೆ, ನೀವು ವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ. (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- ಜನರಿಗೆ ಸನ್ಮಾರ್ಗವು ಬಂದಾಗ, ಅವರು ವಿಶ್ವಾಸವಿಡದಂತೆ ಮಾಡಿದ್ದೇನು? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- ಅವರು ಅಲ್ಲಾಹನಿಗೆ ಪಾಲುದಾರರನ್ನು ಸ್ಥಾಪಿಸಿದರು, ಅವನ ಮಾರ್ಗದಿಂದ ದಾರಿ ತಪ್ಪಿಸಲು. ಹೇಳು: ನೀವು ಸುಖಿಸಿರಿ. (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- ಮತ್ತು ಅವರಿಗೆ ಆಶ್ಚರ್ಯವಾಯಿತು, ಅವರಲ್ಲೇ ಒಬ್ಬ ಎಚ್ಚರಿಕೆ ನೀಡುವವನು ಅವರ ಬಳಿಗೆ ಬಂದನೆಂದು, ಮತ್ತು ಅವಿಶ್ವಾಸಿಗಳು ಹೇಳಿದರು: ಇವನು. (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- ಖಂಡಿತವಾಗಿಯೂ ನಿಮ್ಮ ಒಡೆಯನು ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ದಾರಿ ತಪ್ಪಿದ್ದಾರೆಂದು ಹೆಚ್ಚು ಬಲ್ಲವನು. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- ತನ್ನ ಸಂಪತ್ತನ್ನು ಜನರಿಗೆ ತೋರಿಸಲು ಖರ್ಚು ಮಾಡುವ, ಮತ್ತು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವನಂತೆ. (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- ನಾವು ನಿಮಗೆ ನೀಡಿದ್ದರಿಂದ, ಅದು (ಮರಣ) ಬರುವ ಮೊದಲು ಖರ್ಚು ಮಾಡಿರಿ. (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- ಅವನು ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವುದನ್ನು ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದನು. (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- ಮತ್ತು ನಾವು ಖಂಡಿತವಾಗಿಯೂ, ನೀವು ನಮ್ಮನ್ನು ಕರೆಯುವ ವಿಷಯದಲ್ಲಿ ಸಂದೇಹದಲ್ಲಿದ್ದೇವೆ. (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- ಖಂಡಿತವಾಗಿಯೂ ನಿಮ್ಮ ಒಡೆಯನು ತಾನು ಇಚ್ಛಿಸಿದವರಿಗೆ ಆಹಾರವನ್ನು ವಿಸ್ತಾರಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಸಂಕುಚಿತಗೊಳಿಸುತ್ತಾನೆ. ಖಂಡಿತವಾಗಿಯೂ ಅವನು. (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- ಆಕಾಶಗಳು, ಭೂಮಿ ಮತ್ತು ಅವುಗಳ ನಡುವೆ ಇರುವ ಎಲ್ಲದರ ಒಡೆಯನು, ನೀವು ದೃಢವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ. (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ ಮತ್ತು ನಮ್ಮ ಕಡೆಗೆ ಇಳಿಸಲ್ಪಟ್ಟ ಮತ್ತು (ಹಿಂದಿನ ಪ್ರವಾದಿಗಳ) ಕಡೆಗೆ ಇಳಿಸಲ್ಪಟ್ಟ ವಿಷಯಗಳಲ್ಲಿ. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- ಮತ್ತು ಅಕ್ರಮಿಗಳನ್ನು ಭೀಕರ ಧ್ವನಿಯು ಹಿಡಿದುಕೊಂಡಿತು, ಮತ್ತು ಅವರು ತಮ್ಮ ಮನೆಗಳಲ್ಲಿ ಬೋರಲು ಬಿದ್ದರು. (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- ಆ ಸ್ತ್ರೀಯರು ತಮ್ಮ ಬಗ್ಗೆ ಮಾಡುವ ಕಾರ್ಯಗಳಲ್ಲಿ ನಿಮ್ಮ ಮೇಲೆ ಯಾವುದೇ ಪಾಪವಿಲ್ಲ. (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- ನಿಮ್ಮ ಒಡೆಯನು ತನ್ನ ಮಾರ್ಗದಿಂದ ಯಾರು ದಾರಿ ತಪ್ಪಿದ್ದಾರೆಂದು ಹೆಚ್ಚು ಬಲ್ಲವನು, ಮತ್ತು ಅವನು. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- ತನ್ನ ಆಜ್ಞೆಯಿಂದ ಆತ್ಮವನ್ನು (ದಿವ್ಯ ಸಂದೇಶವನ್ನು) ತನ್ನ ದಾಸರಲ್ಲಿ ತಾನು ಇಚ್ಛಿಸಿದವರ ಮೇಲೆ ಇಳಿಸುತ್ತಾನೆ. (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- ಮತ್ತು ನಾವು ಮರ್ಯಮ್ ಪುತ್ರ ಈಸಾಗೆ ಸ್ಪಷ್ಟ ಸೂಚನೆಗಳನ್ನು ನೀಡಿದೆವು ಮತ್ತು ಪವಿತ್ರಾತ್ಮದ ಮೂಲಕ ಅವನನ್ನು ಬೆಂಬಲಿಸಿದೆವು. (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರು ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿದ್ದ ವಿಷಯದಲ್ಲಿ ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡಲು. (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- ನಾವು ಆ ಊರನ್ನು ಮೇಲುಕೆಳಗಾಗಿಸಿದೆವು ಮತ್ತು ಅವರ ಮೇಲೆ ಸುಟ್ಟ ಮಣ್ಣಿನ ಕಲ್ಲುಗಳನ್ನು ಸುರಿಸಿದೆವು. (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- ನೀವು ಅವರನ್ನು ಎಚ್ಚರಿಸಿದರೂ ಅಥವಾ ಎಚ್ಚರಿಸದಿದ್ದರೂ ಅವರಿಗೆ ಸಮಾನವಾಗಿದೆ; ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ. (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- ಮಾನವರನ್ನು ಬಿಟ್ಟು, ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ, ಮರಣವನ್ನು ಬಯಸಿರಿ. (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- ಅಲ್ಲಾಹನನ್ನು (ಆರಾಧಿಸಿರಿ), ಅವನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ದೇವರು ಇಲ್ಲ. ಆಗ ನೀವು ಭಯಪಡುವುದಿಲ್ಲವೇ? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- ನಾವು ಅವರಿಗೆ ಭರವಸೆ ನೀಡಿರುವ ಕೆಲವನ್ನು ನಿಮಗೆ ತೋರಿಸಿದರೂ ಅಥವಾ ನಿಮ್ಮನ್ನು ಮರಣಗೊಳಿಸಿದರೂ, ಅವರ ಮರಳುವಿಕೆಯು ನಮ್ಮ ಕಡೆಗೇ ಇದೆ. (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- ಅವರು ಹೇಳಿದರು: ನಾವು ಸತ್ತು, ಮಣ್ಣು ಮತ್ತು ಎಲುಬುಗಳಾದಾಗ, ನಾವು ಮತ್ತೆ ಎಬ್ಬಿಸಲ್ಪಡುತ್ತೇವೆಯೇ? (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- ಖಂಡಿತವಾಗಿಯೂ ಅನುಗ್ರಹವು ಅಲ್ಲಾಹನ ಕೈಯಲ್ಲಿದೆ, ಅವನು ಅದನ್ನು ತಾನು ಇಚ್ಛಿಸಿದವರಿಗೆ ನೀಡುತ್ತಾನೆ, ಮತ್ತು ಅಲ್ಲಾಹನು. (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- ಮತ್ತು ನೀವು ಗುಪ್ತ ಮತ್ತು ಬಹಿರಂಗವನ್ನು ಬಲ್ಲವನ ಕಡೆಗೆ ಮರಳಿಸಲ್ಪಡುವಿರಿ, ಆಗ ಅವನು ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕಾರ್ಯಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸುವನು. (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- ಓ ವಿಶ್ವಾಸಿಗಳೇ, ಅಲ್ಲಾಹನು ನಿಮ್ಮ ಮೇಲೆ ಮಾಡಿದ ಅನುಗ್ರಹವನ್ನು ಸ್ಮರಿಸಿರಿ, ಆ ಸಮಯದಲ್ಲಿ. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- ಮತ್ತು ನಾವು ನಿಮಗಿಂತ ಮೊದಲು, ಪುರುಷರನ್ನು ಮಾತ್ರ ಪ್ರವಾದಿಗಳನ್ನಾಗಿ ಕಳುಹಿಸಿದೆವು, ಅವರಿಗೆ ನಾವು ದಿವ್ಯ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೆವು. (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- ಅವನು ಅವನ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ಅವನನ್ನು ಸ್ವರ್ಗದ ತೋಟಗಳಿಗೆ ಪ್ರವೇಶಿಸುವನು, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ. (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- ಯಾರು ಅನಾರೋಗ್ಯದಲ್ಲಿರುತ್ತಾನೋ ಅಥವಾ ಪ್ರಯಾಣದಲ್ಲಿರುತ್ತಾನೋ, ಅವನು ಬೇರೆ ದಿನಗಳಲ್ಲಿ (ಉಪವಾಸದ) ಸಂಖ್ಯೆಯನ್ನು ಪೂರೈಸಲಿ. (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- ಅವರು ಕೇವಲ ಊಹೆಯನ್ನು ಮಾತ್ರ ಅನುಸರಿಸುತ್ತಾರೆ, ಮತ್ತು ಅವರು ಕೇವಲ ಅಂದಾಜು ಮಾಡುತ್ತಾರೆ. (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- ಅಲ್ಲಾಹನನ್ನು ಮತ್ತು ಅಂತಿಮ ದಿನವನ್ನು ಆಶಿಸುವವನಿಗೆ ಉತ್ತಮ ಮಾದರಿಯಿದೆ. (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- ಮತ್ತು ನಾವು ಆಕಾಶಗಳು, ಭೂಮಿ ಮತ್ತು ಅವುಗಳ ನಡುವಿನ ಎಲ್ಲವನ್ನೂ ಸತ್ಯದೊಂದಿಗೆ ಮಾತ್ರ ಸೃಷ್ಟಿಸಿದೆವು. (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- ನಿಮ್ಮ ಕೈಯನ್ನು ನಿಮ್ಮ ಎದೆಯೊಳಗೆ ಇರಿಸಿರಿ, ಅದು ಯಾವುದೇ ಕುಂದಿಲ್ಲದೆ ಬಿಳಿಯಾಗಿ ಹೊರಬರುವುದು. (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- ಅವನು ತನ್ನ ಕೃಪೆಯಿಂದ ತಾನು ಇಚ್ಛಿಸಿದವರನ್ನು ವಿಶೇಷವಾಗಿ ಆರಿಸಿಕೊಳ್ಳುತ್ತಾನೆ, ಮತ್ತು ಅಲ್ಲಾಹನು ಅಪಾರ ಅನುಗ್ರಹವುಳ್ಳವನಾಗಿದ್ದಾನೆ. (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- ಅಲ್ಲಾಹನಿಗೆ ಆಕಾಶಗಳ ಮತ್ತು ಭೂಮಿಯ ಆಡಳಿತವು ಸೇರಿದೆ ಎಂದು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲವೇ? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- ನೀವು ನಿಮ್ಮ ಸ್ವಂತಕ್ಕಾಗಿ ಮುಂದೆ ಕಳುಹಿಸುವ ಯಾವುದೇ ಒಳ್ಳೆಯ ಕಾರ್ಯವನ್ನು, ನೀವು ಅದನ್ನು ಅಲ್ಲಾಹನ ಬಳಿಯಲ್ಲಿ ಕಾಣುವಿರಿ. (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- ಮತ್ತು ನೀವು ಎಲ್ಲಿಂದ ಹೊರಟರೂ, ನಿಮ್ಮ ಮುಖವನ್ನು ಮಸ್ಜಿದುಲ್ ಹರಾಮ್ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ. (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- ನಿಮಗಿಂತ ಮೊದಲಿನವರು (ಸಾವನ್ನಪ್ಪಿದರು), ಮತ್ತು ನೀವು ಅಲ್ಲಾಹನ ಸುನ್ನತ್ ನಲ್ಲಿ ಯಾವುದೇ ಬದಲಾವಣೆಯನ್ನು ಕಾಣುವುದಿಲ್ಲ. (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- ಅವನಿಗೇ ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಸೇರಿದೆ. (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- ಯಾವುದೇ ಸ್ತ್ರೀಯು ಗರ್ಭವನ್ನು ಧರಿಸುವುದಿಲ್ಲ ಮತ್ತು ಪ್ರಸವಿಸುವುದಿಲ್ಲ, ಅವನ ಜ್ಞಾನದ ಹೊರತಾಗಿ. (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- ಅವನು ರಾತ್ರಿಯನ್ನು, ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರನನ್ನು ಅಧೀನಗೊಳಿಸಿದನು; ಪ್ರತಿಯೊಂದೂ ನಿಗದಿತ ಅವಧಿಯವರೆಗೆ ಚಲಿಸುತ್ತವೆ. (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು, ಮತ್ತು ಅದೇ ಪ್ರತಿಫಲವಾಗಿದೆ. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- ಅವನು ಹೇಳಿದನು: ಅಲ್ಲ, ನಿಮ್ಮ ಮನಸ್ಸುಗಳು ನಿಮಗೆ ಒಂದು ಕಾರ್ಯವನ್ನು ಸುಂದರವಾಗಿ ತೋರಿಸಿವೆ; ಆದ್ದರಿಂದ ಸಹನೆಯು ಉತ್ತಮವಾಗಿದೆ. (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವುದು, ಮತ್ತು ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- ಅವರ ಬಳಿಗೆ ಯಾವುದೇ ಪ್ರವಾದಿಯು ಬಂದಾಗಲೂ, ಅವರು ಅವನನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡುತ್ತಿದ್ದರು. (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- ಅವರು ಹೇಳಿದರು: ಓ ಮೂಸಾ, ನೀವು ಎಸೆಯುತ್ತೀರಾ ಅಥವಾ ನಾವು ಎಸೆಯುತ್ತೇವಾ? (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- ಅವನೇ ನಿಮ್ಮನ್ನು ಮರಣಿಸುವವನು, ಮತ್ತು ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ಅತ್ಯಂತ ವೃದ್ಧಾಪ್ಯಕ್ಕೆ ಮರಳಿಸಲ್ಪಡುತ್ತಾರೆ, ಆದ್ದರಿಂದ. (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- ಅವರಿಗೆ ಅವರ ಒಡೆಯನ ಬಳಿಯಲ್ಲಿ ಸ್ವರ್ಗದ ತೋಟಗಳಿವೆ, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- ಮತ್ತು ನಾವು ಅವರ ಹೃದಯಗಳ ಮೇಲೆ ಪರದೆಗಳನ್ನು ಇರಿಸಿದೆವು, ಇದರಿಂದ ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದಿರಲಿ, ಮತ್ತು ಅವರ ಕಿವಿಗಳಲ್ಲಿ ಭಾರವನ್ನು. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- ಅಲ್ಲಾಹನ ಭರವಸೆಯು ಸತ್ಯವಾಗಿದೆ, ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿದಿಲ್ಲ. (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- ಇದು ಅವರು ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ಪ್ರವಾದಿಯ ವಿರೋಧ ಮಾಡಿದ್ದರಿಂದಾಗಿದೆ; ಮತ್ತು ಯಾರು ಅಲ್ಲಾಹನ ವಿರೋಧ ಮಾಡುತ್ತಾನೋ. (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- ಮತ್ತು ಆ ದಿನದಂದು ಅವನು ಅವರನ್ನು ಕರೆದು ಹೇಳುವನು: ನೀವು ಭಾವಿಸಿದ್ದ ನನ್ನ ಪಾಲುದಾರರು ಎಲ್ಲಿದ್ದಾರೆ? (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- ಅಲ್ಲಾಹನು ಆಕಾಶಗಳನ್ನು ಮತ್ತು ಭೂಮಿಯನ್ನು ಸೃಷ್ಟಿಸಿರುವುದನ್ನು ಅವರು ನೋಡಲಿಲ್ಲವೇ? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- (ಅವನು) ನಿಮ್ಮನ್ನು ಮಣ್ಣಿನಿಂದ, ನಂತರ ವೀರ್ಯದಿಂದ, ನಂತರ. (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- ಅವರು ಹೇಳುತ್ತಿದ್ದರು: ಓ ನಮ್ಮ ಒಡೆಯನೇ, ನೀನು ನಮ್ಮ ಬಳಿಗೆ ಒಬ್ಬ ಪ್ರವಾದಿಯನ್ನು ಏಕೆ ಕಳುಹಿಸಲಿಲ್ಲ, ಆಗ ನಾವು ನಿನ್ನ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದೆವು? (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- ನಂತರ ಅವರ ಮರಳುವಿಕೆಯು ಅವರ ಒಡೆಯನ ಕಡೆಗೆ ಇದೆ, ಆಗ ಅವನು ಅವರು ಮಾಡುತ್ತಿದ್ದ ಕಾರ್ಯಗಳನ್ನು ಅವರಿಗೆ ತಿಳಿಸುವನು. (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- ಅವರಿಗೆ ಆ ಬಗ್ಗೆ ಯಾವುದೇ ಜ್ಞಾನವಿಲ್ಲ; ಅವರು ಕೇವಲ ಊಹೆಯನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ. (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- ಖಂಡಿತವಾಗಿಯೂ ನಾವು ನಮ್ಮ ಪೂರ್ವಜರನ್ನು ಒಂದು ಧರ್ಮದ ಮೇಲೆ ಕಂಡೆವು, ಮತ್ತು ನಾವು ಅವರ ಹೆಜ್ಜೆಗಳನ್ನು ಅನುಸರಿಸುವವರಾಗಿದ್ದೇವೆ. (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- ಗ್ರಂಥವನ್ನು ನೀಡಲ್ಪಟ್ಟವರು, ಅವರ ಬಳಿಗೆ ಜ್ಞಾನವು ಬಂದ ನಂತರವೇ (ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿದರು). (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- ಮತ್ತು ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದಾಗ: ಓ ನನ್ನ ಒಡೆಯನೇ, ಈ ನಗರವನ್ನು ಸುರಕ್ಷಿತವಾಗಿಸು. (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- ಅವನು ನಿಮಗೆ ಕಿವಿಗಳು, ಕಣ್ಣುಗಳು ಮತ್ತು ಹೃದಯಗಳನ್ನು ನೀಡಿದನು; ನೀವು ಬಹಳ ಕಡಿಮೆ ಕೃತಜ್ಞರಾಗಿದ್ದೀರಿ. (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- ಅಲ್ಲಾಹನ ಸೂಚನೆಗಳ ಬಗ್ಗೆ, ಯಾವುದೇ ಅಧಿಕಾರವಿಲ್ಲದೆ ವಾದಿಸುವವರು. (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- ಆದ್ದರಿಂದ ಇಬ್ರಾಹೀಮನ ಸನ್ಮಾರ್ಗದ ಧರ್ಮವನ್ನು ಅನುಸರಿಸಿರಿ, ಅವನು ಏಕದೇವೋಪಾಸಕನಾಗಿದ್ದನು ಮತ್ತು ಅವನು ಬಹುದೇವಾರಾಧಕರಲ್ಲಿ ಇರಲಿಲ್ಲ. (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- ಮತ್ತು ನಾವು ನಿಮ್ಮನ್ನು ಫಿರ್ಔನನ ಜನರಿಂದ ರಕ್ಷಿಸಿದಾಗ, ಅವರು ನಿಮಗೆ ಘೋರ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುತ್ತಿದ್ದರು. (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- ಅದು ಸರಿಯಾದ ಧರ್ಮವಾಗಿದೆ, ಆದರೆ ಹೆಚ್ಚಿನ ಜನರಿಗೆ ತಿಳಿದಿಲ್ಲ. (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- ಅಲ್ಲಾಹನು ನಿಮಗಾಗಿ ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವುದನ್ನು ಅಧೀನಗೊಳಿಸಿರುವುದನ್ನು ನೀವು ನೋಡಲಿಲ್ಲವೇ? (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- ಅವಿಶ್ವಾಸಿಗಳು ಹೇಳುತ್ತಾರೆ: ಇದು ಸ್ಪಷ್ಟ ಮಾಟವಲ್ಲದೆ ಬೇರೇನೂ ಅಲ್ಲ. (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- ನಮ್ಮ ಸ್ಪಷ್ಟ ಸೂಚನೆಗಳನ್ನು ಅವರಿಗೆ ಓದಿ ಕೇಳಿಸಿದಾಗ, ಅವಿಶ್ವಾಸಿಗಳು ಹೇಳುತ್ತಾರೆ. (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- ಶಾಶ್ವತವಾದ ಸ್ವರ್ಗದ ತೋಟಗಳು, ಅದರ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ, ಅಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ಇರುವರು. (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- ಅವನು ತಾನು ಇಚ್ಛಿಸಿದ್ದನ್ನು ಸೃಷ್ಟಿಸುತ್ತಾನೆ; ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಸರ್ವಶಕ್ತನಾಗಿದ್ದಾನೆ. (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- ಅವನು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಲು ಮತ್ತು ನಿಮ್ಮನ್ನು ನಿಗದಿತ ಅವಧಿಯವರೆಗೆ ಮುಂದೂಡಲು. (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- ನಮ್ಮ ಪೂರ್ವಜರು ಆರಾಧಿಸುತ್ತಿದ್ದುದರಿಂದ ನಮ್ಮನ್ನು ತಡೆಯಲು ನೀವು ಬಯಸುತ್ತೀರಾ? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- ಮತ್ತು ನಿಮ್ಮ ಒಡೆಯನು ದೇವದೂತರಿಗೆ ಹೇಳಿದಾಗ: ಖಂಡಿತವಾಗಿಯೂ ನಾನು ಮಣ್ಣಿನಿಂದ ಮನುಷ್ಯನನ್ನು ಸೃಷ್ಟಿಸಲಿದ್ದೇನೆ. (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- ಮತ್ತು ಅವನೇ ತನ್ನ ಕೃಪೆಯ ಮುಂದೆ ಗಾಳಿಗಳನ್ನು ಶುಭ ಸಂದೇಶವಾಗಿ ಕಳುಹಿಸುವವನು. (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- ಹೇಳು: ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ, ಅಂತ್ಯವು ಹೇಗಿತ್ತು ಎಂದು ನೋಡಿರಿ. (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯ ಸೃಷ್ಟಿಯಲ್ಲಿ, ಮತ್ತು ರಾತ್ರಿ ಮತ್ತು ಹಗಲಿನ ಪರ್ಯಾಯದಲ್ಲಿ (ಸೂಚನೆಗಳಿವೆ). (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- ಅಲ್ಲಾಹನಿಗೆ ಉತ್ತಮ ಸಾಲ ನೀಡುವವನು ಯಾರು, ಆದ್ದರಿಂದ ಅವನು ಅದನ್ನು ಹಲವಾರು ಪಟ್ಟು ಹೆಚ್ಚಿಸಿ ಕೊಡುವನು? (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- ಆದ್ದರಿಂದ ಅವರ ನಡುವೆ ಅಲ್ಲಾಹನು ಇಳಿಸಿದ ಪ್ರಕಾರ ತೀರ್ಪು ನೀಡಿರಿ, ಮತ್ತು ಅವರ ಮನೋಭಾವಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ. (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- ಅವರು ದೇವದೂತರು ತಮ್ಮ ಬಳಿಗೆ ಬರುವುದನ್ನು ಅಥವಾ ನಿಮ್ಮ ಒಡೆಯನ ಆಜ್ಞೆಯು ಬರುವುದನ್ನು ಬಿಟ್ಟು ಬೇರೇನನ್ನೂ ನಿರೀಕ್ಷಿಸುತ್ತಿಲ್ಲವೇ? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳನ್ನು ರಚಿಸುವವರು ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ. (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- ಫಿರ್ಔನನ ಜನರ ಮತ್ತು ಅವರ ಹಿಂದಿನವರ ಸ್ಥಿತಿಯಂತೆ; ಅವರು ನಮ್ಮ ಸೂಚನೆಗಳನ್ನು ಸುಳ್ಳೆಂದು ನಿರಾಕರಿಸಿದರು. (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- ಮತ್ತು ಅವನು ವಿಶ್ವಾಸಿಗಳಿಗೆ ಮತ್ತು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುವವರಿಗೆ ಶುಭವಾರ್ತೆಯನ್ನು ನೀಡುತ್ತಾನೆ, ಅವರಿಗೆ ಪ್ರತಿಫಲವಿದೆ ಎಂದು. (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- ಅಲ್ಲಾಹನು ತನ್ನ ದಾಸರಲ್ಲಿ ತಾನು ಇಚ್ಛಿಸಿದವರಿಗೆ ಆಹಾರವನ್ನು ವಿಸ್ತಾರಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಸಂಕುಚಿತಗೊಳಿಸುತ್ತಾನೆ. (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- ಮತ್ತು ನೀವು ಗುಪ್ತ ಮತ್ತು ಬಹಿರಂಗವನ್ನು ಬಲ್ಲವನ ಕಡೆಗೆ ಮರಳಿಸಲ್ಪಡುವಿರಿ, ಆಗ ಅವನು ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕಾರ್ಯಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸುವನು. (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- ಮತ್ತು ರಕ್ತ ಸಂಬಂಧಿಗಳು, ಅವರಲ್ಲಿ ಕೆಲವರು ಅಲ್ಲಾಹನ ಗ್ರಂಥದಲ್ಲಿ ಇತರರಿಗಿಂತ ಹೆಚ್ಚು ಹಕ್ಕುದಾರರಾಗಿದ್ದಾರೆ. (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — ಕಡ್ಡಾಯ (ಮಾಡಲೇಬೇಕು; ಬಿಟ್ಟರೆ ಪಾಪ)
- mustahabb / mandub (مستحب / مندوب) — ಶಿಫಾರಸು ಮಾಡಲ್ಪಟ್ಟ (ಮಾಡಿದರೆ ಪ್ರತಿಫಲ, ಬಿಟ್ಟರೆ ಪಾಪವಿಲ್ಲ)
- mubah (مباح) — ತಟಸ್ಥ / ಅನುಮತಿಸಲ್ಪಟ್ಟ (ಪ್ರತಿಫಲವೂ ಇಲ್ಲ, ಪಾಪವೂ ಇಲ್ಲ)
- makruh (مكروه) — ಅಸಹ್ಯಕರ (ನಿರುತ್ಸಾಹಗೊಳಿಸಲಾಗಿದೆ, ಆದರೆ ಮಾಡಿದರೆ ಪಾಪವಿಲ್ಲ)
- haram (حرام) — ನಿಷೇಧಿಸಲ್ಪಟ್ಟ (ಮಾಡುವುದು ಪಾಪ)
- halal (حلال, ಅನುಮತಿಸಲ್ಪಟ್ಟ / ಕಾನೂನುಬದ್ಧ) — ಮುಬಾಹ್ ಮತ್ತು ಮುಸ್ತಹಬ್ ಎರಡನ್ನೂ ಒಳಗೊಳ್ಳುತ್ತದೆ — ನಿಷೇಧಿಸಲ್ಪಡದ ಎಲ್ಲವೂ
- ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅವನ ಸಹಾಯ/ನೆರವನ್ನು ಬೇಡಿರಿ. 1:5
- ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ. 2:21
- ಅಲ್ಲಾಹನಿಗೆ ಯಾವುದೇ ಪಾಲುದಾರರನ್ನು ಮಾಡಬೇಡಿ. 2:22
- ಅಲ್ಲಾಹನೇ ಕ್ಷಮಿಸುವವನು (ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸುವವನು), ಅವನು ಆದಮ್ (ಅಲೈಹಿಸ್ಸಲಾಮ್) ರ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸಿದನು. 2:37
- ಸತ್ಯವನ್ನು ಅಸತ್ಯದೊಂದಿಗೆ ಬೆರೆಸಬೇಡಿ, ಮತ್ತು ಸತ್ಯವನ್ನು ಮರೆಮಾಚಬೇಡಿ. 2:42
- ಸಲಾತ್ (ದೈನಂದಿನ ಪ್ರಾರ್ಥನೆಗಳನ್ನು) ಸ್ಥಾಪಿಸಿರಿ ಮತ್ತು ಝಕಾತ್ (ದಾನ) ನೀಡಿರಿ. 2:43
- ನೀವೇ ಅದನ್ನು ಆಚರಿಸಿದ ನಂತರವೇ ಇತರರಿಗೆ ಸತ್ಕಾರ್ಯವನ್ನು ಆದೇಶಿಸಿರಿ. 2:44
- ನಿಮ್ಮ ಎಲ್ಲಾ ವ್ಯವಹಾರಗಳಲ್ಲಿ ಅಲ್ಲಾಹನ ಸಹಾಯವನ್ನು ಕೋರಿರಿ. 2:45
- ಭ್ರಷ್ಟಾಚಾರದಲ್ಲಿ ತೊಡಗಬೇಡಿ ಮತ್ತು ಅದನ್ನು ಹರಡಬೇಡಿ. 2:60
- ಜನರು ಆರಾಧನಾ ಸ್ಥಳಗಳಿಗೆ ಹೋಗುವುದನ್ನು ತಡೆಯಬೇಡಿ. 2:114
- ಮಸೀದಿಯ ಪವಿತ್ರತೆಯನ್ನು ಗೌರವಿಸಿರಿ. ನಿಮ್ಮ ಪ್ರಾರ್ಥನಾ ಸ್ಥಳಗಳನ್ನು ಸ್ವಚ್ಛವಾಗಿ ಮತ್ತು ಪವಿತ್ರವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಿ. 2:125
- ಅಲ್ಲಾಹನನ್ನು ಸ್ಮರಿಸಿರಿ (ಪ್ರಾರ್ಥನೆ, ಸ್ತುತಿ ಇತ್ಯಾದಿಗಳ ಮೂಲಕ) ಮತ್ತು ಅವನು ನಿಮ್ಮನ್ನು ಸ್ಮರಿಸುವನು, ಮತ್ತು ಅವನಿಗೆ ಕೃತಜ್ಞರಾಗಿರಿ. 2:152
- ಕಷ್ಟಗಳಲ್ಲಿ ಸಹನೆಯನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿರಿ. 2:153
- ಶೈತಾನನ ಹೆಜ್ಜೆಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ, ಅವನು ಸ್ಪಷ್ಟ ಶತ್ರು. 2:168
- ಯಾರನ್ನೂ ಕುರುಡಾಗಿ ಅನುಸರಿಸಬೇಡಿ. 2:170
- ಎಲ್ಲಾ ಅಮಾನತುಗಳನ್ನು ಕಾಪಾಡಿ ಮತ್ತು ಪೂರೈಸಿರಿ. ನಿಮ್ಮ ಧಾರ್ಮಿಕ ಕರ್ತವ್ಯಗಳನ್ನು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿರ್ವಹಿಸಿರಿ. ನಿಮ್ಮ ಪ್ರತಿಜ್ಞೆಗಳು ಮತ್ತು ಒಪ್ಪಂದಗಳನ್ನು ಪೂರೈಸಿರಿ. ಭರವಸೆಗಳನ್ನು, ವಿಶೇಷವಾಗಿ ಅಲ್ಲಾಹನಿಗೆ ಮಾಡಿದ ಭರವಸೆಗಳನ್ನು ಪಾಲಿಸಿರಿ. ಅಗತ್ಯವಿರುವವರನ್ನು ಬೆಂಬಲಿಸಿರಿ ಮತ್ತು ಕಷ್ಟಗಳನ್ನು ನಿವಾರಿಸಿರಿ. ದೈವಿಕ ಅನುಗ್ರಹದ ನಷ್ಟಕ್ಕೆ ಕಾರಣವಾಗುವ ಪಾಪಗಳನ್ನು ಮಾಡುವುದನ್ನು ತಪ್ಪಿಸಿರಿ. ಅಹಂಕಾರವು ನಿಮ್ಮನ್ನು ಅನ್ಯಾಯಕ್ಕೆ ಕೊಂಡೊಯ್ಯಲು ಬಿಡಬೇಡಿ. 2:177
- ಕಿಸಾಸ್ನಲ್ಲಿ (ಶಿಕ್ಷೆಯಲ್ಲಿ ಸಮಾನತೆಯ ಕಾನೂನು) ನಿಮಗೆ ಜೀವನವಿದೆ. 2:179
- ರಮಜಾನ್ ತಿಂಗಳಿನಲ್ಲಿ ಉಪವಾಸ ಆಚರಿಸಿರಿ. ಮುತ್ತಕೀನ್ (ಧರ್ಮನಿಷ್ಠರು) ಆಗಲು ನಿಗದಿಪಡಿಸಿದ ಉಪವಾಸವನ್ನು ಪಾಲಿಸಿರಿ. 2:183
- ಕುರ್ಆನ್ ಅನ್ನು ಮಾರ್ಗದರ್ಶನದ ಅಂತಿಮ ಮೂಲವಾಗಿ ಗೌರವಿಸಿರಿ. 2:185
- ಪರಸ್ಪರರ ಆಸ್ತಿಯನ್ನು ಅನ್ಯಾಯವಾಗಿ ತಿನ್ನಬೇಡಿ, ಮತ್ತು ನ್ಯಾಯಾಧೀಶರಿಗೆ (ನಿಮ್ಮ ಪ್ರಕರಣಗಳನ್ನು ಸಲ್ಲಿಸುವ ಮೊದಲು) ಲಂಚ ನೀಡಬೇಡಿ. 2:188
- ಮಾತಿನಿಂದಲೋ ಕಾರ್ಯದಿಂದಲೋ ಇತರರನ್ನು ದಬ್ಬಾಳಿಕೆ ಮಾಡಬೇಡಿ. ಎಂದಿಗೂ ಆಕ್ರಮಣಕಾರನಾಗಿ ಯುದ್ಧ ಮಾಡಬೇಡಿ, ಆದರೆ ರಕ್ಷಣೆಗಾಗಿ ಮಾತ್ರ. 2:190
- ಅನಾಥರನ್ನು ರಕ್ಷಿಸಿರಿ. ಅನಾಥರ ವಿಷಯದಲ್ಲಿ, ಅವರ ಆಸ್ತಿಯಲ್ಲಿ ಪ್ರಾಮಾಣಿಕವಾಗಿ ಕೆಲಸ ಮಾಡಿರಿ ಮತ್ತು ಅವರ ಆಸ್ತಿಯನ್ನು ತಿನ್ನಬೇಡಿ. 2:220
- ಪಶ್ಚಾತ್ತಾಪ ಪಡಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನ ಕ್ಷಮೆಯನ್ನು ಬೇಡಿರಿ. ಮುಟ್ಟಿನ ಅವಧಿಯಲ್ಲಿ ಲೈಂಗಿಕ ಸಂಭೋಗ ಮಾಡಬೇಡಿ. ಶುದ್ಧತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ (ದೈಹಿಕ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಎರಡರಲ್ಲೂ). 2:222
- ನಿಮ್ಮ ಕುಟುಂಬದ ಕಡೆಗೆ ನಿಮ್ಮ ಜವಾಬ್ದಾರಿಗಳನ್ನು ಪೂರೈಸಿರಿ. 2:233
- ನಾಯಕರನ್ನು ಅವರ ಅರ್ಹತೆಯ ಆಧಾರದ ಮೇಲೆ ಆಯ್ಕೆ ಮಾಡಿರಿ. 2:247
- ಧರ್ಮದಲ್ಲಿ ಬಲವಂತವಿಲ್ಲ. 2:256
- ದಾನದಲ್ಲಿ ಸಂಪತ್ತನ್ನು ಖರ್ಚು ಮಾಡಿರಿ. ಸಂಪತ್ತು ಮತ್ತು ಸಮಯ ಎರಡರಲ್ಲೂ ದಾನಿಗಳಾಗಿರಿ. 2:261
- ನಿಮ್ಮ ಔದಾರ್ಯವನ್ನು ಪ್ರಶಂಸಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ ದಾನವನ್ನು ವ್ಯರ್ಥ ಮಾಡಬೇಡಿ. 2:264
- ಶೈತಾನನು ನಿಮಗೆ ಬಡತನದ ಬೆದರಿಕೆ ಹಾಕುತ್ತಾನೆ ಮತ್ತು ಅಶ್ಲೀಲ ಕಾರ್ಯಗಳನ್ನು (ಫಹ್ಶಾ — ದುಷ್ಕೃತ್ಯಗಳು, ಅಕ್ರಮ ಲೈಂಗಿಕ ಸಂಭೋಗ, ಪಾಪಗಳು) ಮಾಡಲು ಆದೇಶಿಸುತ್ತಾನೆ. 2:268
- ಅಗತ್ಯವಿರುವವರನ್ನು ಹುಡುಕಿ ಮತ್ತು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಿರಿ. 2:273
- ಬಡ್ಡಿ ಮತ್ತು ವ್ಯಾಜ್ಯದಲ್ಲಿ ತೊಡಗಬೇಡಿ. ಬಡ್ಡಿಯುಳ್ಳ ಆಸ್ತಿಯನ್ನು ತಿನ್ನಬೇಡಿ. ರಿಬಾ (ಬಡ್ಡಿ) ತಿನ್ನಬೇಡಿ. 2:275
- ಸಾಲಗಾರನು ಕಷ್ಟದಲ್ಲಿದ್ದರೆ ಮರುಪಾವತಿಗೆ ಹೆಚ್ಚಿನ ಸಮಯ ನೀಡಿರಿ. 2:280
- ವ್ಯಾಪಾರ ವ್ಯವಹಾರಗಳಲ್ಲಿ ನಿಮ್ಮ ಮಾತನ್ನು ಪಾಲಿಸಿರಿ. ನಿಮ್ಮ ಹಣಕಾಸಿನ ವ್ಯವಹಾರಗಳಲ್ಲಿ ಸತ್ಯವಂತರಾಗಿರಿ. ನಿಮ್ಮ ಎಲ್ಲಾ ಭರವಸೆಗಳಲ್ಲಿ ಪ್ರಾಮಾಣಿಕವಾಗಿ ವರ್ತಿಸಿರಿ. ನಿರ್ದಿಷ್ಟ ಅವಧಿಗೆ ಸಾಲದ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳುವಾಗ, ಅದನ್ನು ಬರೆಯಿರಿ. ನೀವು ವ್ಯಾಪಾರ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳುವಾಗಲೆಲ್ಲಾ ಸಾಕ್ಷಿಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಿರಿ. 2:282
- ಎಲ್ಲಾ ಅಮಾನತುಗಳನ್ನು ಕಾಪಾಡಿ ಮತ್ತು ಪೂರೈಸಿರಿ. 2:283
- ಇಳಿಸಲ್ಪಟ್ಟ ಗ್ರಂಥಗಳನ್ನು ಮತ್ತು ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳನ್ನು ನಂಬಿರಿ. 2:285
- ಅಲ್ಲಾಹನು ಯಾವುದೇ ವ್ಯಕ್ತಿಯ ಮೇಲೆ ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಹೊರೆಯನ್ನು ಹಾಕುವುದಿಲ್ಲ. ಅವನು ಗಳಿಸಿದ ಒಳ್ಳೆಯದಕ್ಕೆ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತಾನೆ ಮತ್ತು ಗಳಿಸಿದ ಕೆಟ್ಟದಕ್ಕೆ ಶಿಕ್ಷೆಯನ್ನು ಪಡೆಯುತ್ತಾನೆ. ದೇವರು ಯಾವುದೇ ವ್ಯಕ್ತಿಯ ಮೇಲೆ ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಹೊರೆಯನ್ನು ಹಾಕುವುದಿಲ್ಲ; ನಾವೂ ಅದನ್ನು ಮಾಡಬಾರದು. ಕಷ್ಟದಲ್ಲಿಯೂ ಅಲ್ಲಾಹನ ಯೋಜನೆಯನ್ನು ನಂಬಿರಿ. 2:286
- ಯಾರು ಒಪ್ಪಂದಗಳನ್ನು ಪೂರೈಸುತ್ತಾರೋ ಮತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಭಯಪಡುತ್ತಾರೋ, ಅಲ್ಲಾಹನು ಧರ್ಮನಿಷ್ಠರನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ. 3:76
- ನಿಮಗೆ ಸಾಧ್ಯವಿದ್ದರೆ ಹಜ್ಜ್ (ಯಾತ್ರೆ) ಮಾಡಿರಿ. 3:97
- ವಿಭಜನೆಯಾಗಬೇಡಿ. 3:103
- ಸತ್ಕಾರ್ಯವನ್ನು ಆದೇಶಿಸಿರಿ ಮತ್ತು ದುಷ್ಕಾರ್ಯವನ್ನು ನಿಷೇಧಿಸಿರಿ. ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿ ನ್ಯಾಯವನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿರಿ. ಇತರರನ್ನು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಗೆ ಕರೆಯಿರಿ. 3:104
- ವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನ ಮೇಲೆ ಭರವಸೆ ಇಡಬೇಕು. 3:122
- ರಿಬಾ (ಬಡ್ಡಿ) ತಿನ್ನಬೇಡಿ. 3:130
- ಕರುಣೆಯನ್ನು ಪಡೆಯಲು ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕನ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿರಿ. 3:132
- ಅಲ್ಲಾಹನು (ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ — ದಾನ, ಧರ್ಮಕಾರ್ಯಗಳು, ಇತ್ಯಾದಿಗಳಲ್ಲಿ) ಸಮೃದ್ಧಿಯಲ್ಲಿ ಮತ್ತು ಕಷ್ಟದಲ್ಲಿ ಖರ್ಚು ಮಾಡುವವರನ್ನು, ಕೋಪವನ್ನು ನುಂಗುವವರನ್ನು ಮತ್ತು ಜನರನ್ನು ಕ್ಷಮಿಸುವವರನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ. 3:134
- ಕೋಪವನ್ನು ನುಂಗಿರಿ. ನಿಮ್ಮ ಕೋಪವನ್ನು ನಿಯಂತ್ರಿಸಿರಿ. 3:134
- ಇತರರ ತಪ್ಪುಗಳನ್ನು ಕ್ಷಮಿಸಿರಿ ಮತ್ತು ಮನ್ನಿಸಿರಿ. 3:135
- ಮಾತಿನಲ್ಲಿ ಒರಟಾಗಿರಬೇಡಿ. ನಿಮ್ಮಿಂದ ಭಿನ್ನವಾಗಿರುವವರ ಕಡೆಗೆ ಸಹನೆಯಿಂದಿರಿ. 3:159
- ಅಲ್ಲಾಹನು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಿದರೆ, ಯಾರೂ ನಿಮ್ಮನ್ನು ಸೋಲಿಸಲಾರರು; ಮತ್ತು ಅವನು ನಿಮ್ಮನ್ನು ತೊರೆದರೆ, ಅವನ ನಂತರ ಯಾರು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಲ್ಲರು? 3:160
- ಪ್ರತಿಯೊಬ್ಬರೂ ಸಾವನ್ನು ಸವಿಯುವರು. ಮತ್ತು ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಮಾತ್ರ ನಿಮ್ಮ ಸಂಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನೀಡಲಾಗುವುದು. 3:185
- ಪ್ರಕೃತಿಯ ಅದ್ಭುತಗಳು ಮತ್ತು ಈ ಬ್ರಹ್ಮಾಂಡದ ಸೃಷ್ಟಿಯ ಬಗ್ಗೆ ಆಳವಾಗಿ ಯೋಚಿಸಿರಿ. ದೇವರು ಅರ್ಥ ಮತ್ತು ಉದ್ದೇಶದೊಂದಿಗೆ ಬ್ರಹ್ಮಾಂಡವನ್ನು ಸೃಷ್ಟಿಸಿದನು ಎಂದು ತಿಳಿಯಿರಿ. 3:191
- ಪುರುಷರು ಮತ್ತು ಸ್ತ್ರೀಯರು ತಮ್ಮ ಕಾರ್ಯಗಳಿಗೆ ಸಮಾನ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತಾರೆ. 3:195
- ತಮ್ಮ ಒಡೆಯನಿಗೆ ಭಯಪಡುವವರಿಗೆ (ಸ್ವರ್ಗದಲ್ಲಿ) ತೋಟಗಳಿವೆ, ಅವುಗಳ ಕೆಳಗೆ ನದಿಗಳು ಹರಿಯುತ್ತವೆ; ಅವರು ಅಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು, ಅಲ್ಲಾಹನ ಆತಿಥ್ಯವಾಗಿ. 3:198
- ಪ್ರತಿಯೊಂದು ಕಾರ್ಯದಲ್ಲೂ ಯಾವಾಗಲೂ ಅಲ್ಲಾಹನ ಸಂತುಷ್ಟಿಗಾಗಿ ಪ್ರಯತ್ನಿಸಿರಿ. 3:200
- ನಿಮ್ಮ ಒಡೆಯನಿಗೆ ಭಯಪಡಿರಿ, ಅವನಿಗೆ ಹೆದರಿರಿ ಮತ್ತು (ಬಾಂಧವ್ಯದ) ಸಂಬಂಧಗಳನ್ನು ಕಡಿದುಹಾಕಬೇಡಿ. 4:1
- ಅನಾಥರಿಗೆ ಅವರ ಆಸ್ತಿಯನ್ನು ನೀಡಿರಿ ಮತ್ತು (ನಿಮ್ಮ ಕೆಟ್ಟದ್ದನ್ನು) ಅವರ (ಒಳ್ಳೆಯದರೊಂದಿಗೆ) ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಬೇಡಿ; ಮತ್ತು ಅವರ ಆಸ್ತಿಯನ್ನು (ನಿಮ್ಮ ಆಸ್ತಿಗೆ ಸೇರಿಸಿ) ತಿನ್ನಬೇಡಿ. 4:2
- ನೀವು ಮದುವೆಯಾಗುವ ಸ್ತ್ರೀಯರಿಗೆ ಅವರ ಮಹ್ರ್ (ಮದುವೆಯ ಸಮಯದಲ್ಲಿ ಪತ್ನಿಗೆ ಪತಿ ನೀಡುವ ಕಡ್ಡಾಯ ವಿವಾಹ ಉಡುಗೊರೆ) ಸಂತೋಷದಿಂದ ನೀಡಿರಿ. 4:4
- ಅನಾಥರ ಹಕ್ಕುಗಳನ್ನು ರಕ್ಷಿಸಿರಿ. 4:6
- ಮೃತನ ಆಸ್ತಿಯನ್ನು ಅವನ ಕುಟುಂಬದ ಸದಸ್ಯರ ನಡುವೆ ಹಂಚಬೇಕು. ಸ್ತ್ರೀಯರಿಗೆ ಉತ್ತರಾಧಿಕಾರದ ಹಕ್ಕಿದೆ. 4:7
- ಅನಾಥರ ಆಸ್ತಿಯನ್ನು ಅನ್ಯಾಯವಾಗಿ ತಿನ್ನಬೇಡಿ. 4:10
- ಉತ್ತರಾಧಿಕಾರದ ಸಂಬಂಧಿಸಿದ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿರಿ. 4:11
- ಸ್ತ್ರೀಯರನ್ನು ಅವರ ಇಚ್ಛೆಯ ವಿರುದ್ಧ ಉತ್ತರಾಧಿಕಾರದಲ್ಲಿ ಪಡೆಯುವುದು ನಿಷೇಧಿಸಲಾಗಿದೆ, ಮತ್ತು ನೀವು ಅವರೊಂದಿಗೆ ಕಠಿಣವಾಗಿ ವರ್ತಿಸಬಾರದು. ಅವರೊಂದಿಗೆ (ಪತ್ನಿಯರೊಂದಿಗೆ) ಗೌರವಯುತವಾಗಿ ಬಾಳಿರಿ. ಸ್ತ್ರೀಯರ ಹಕ್ಕುಗಳನ್ನು ಗೌರವಿಸಿರಿ ಮತ್ತು ಪಾಲಿಸಿರಿ. ನಿಮ್ಮ ಸಂಗಾತಿಯೊಂದಿಗೆ ದಯೆ ಮತ್ತು ಸಹಾನುಭೂತಿಯಿಂದ ವರ್ತಿಸಿರಿ. ಸ್ತ್ರೀಯರೊಂದಿಗೆ ಗೌರವ ಮತ್ತು ನ್ಯಾಯದಿಂದ ವರ್ತಿಸಿರಿ. 4:19
- ನಿಮ್ಮ ರಕ್ತಸಂಬಂಧಿಗಳನ್ನು ಮದುವೆಯಾಗಬೇಡಿ. 4:23
- ನಿಮ್ಮನ್ನು (ಅಥವಾ ಪರಸ್ಪರ) ಕೊಲ್ಲಬೇಡಿ. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ನಿಮ್ಮ ಮೇಲೆ ಕರುಣಾಮಯಿ. ಪರಸ್ಪರರ ಆಸ್ತಿಯನ್ನು ಅನ್ಯಾಯವಾಗಿ ತಿನ್ನಬೇಡಿ. 4:29
- ನೀವು ನಿಷೇಧಿಸಲ್ಪಟ್ಟ ದೊಡ್ಡ ಪಾಪಗಳನ್ನು ತಪ್ಪಿಸಿದರೆ, ಅಲ್ಲಾಹನು ನಿಮ್ಮ (ಸಣ್ಣ) ಪಾಪಗಳನ್ನು ಅಳಿಸಿಹಾಕುವನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಘನತೆಯ ಪ್ರವೇಶ (ಸ್ವರ್ಗ) ದಲ್ಲಿ ಪ್ರವೇಶಿಸುವನು. 4:31
- ಅಲ್ಲಾಹನು ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರನ್ನು ಇತರರಿಗಿಂತ ಶ್ರೇಷ್ಠಗೊಳಿಸಿರುವ ವಿಷಯಗಳನ್ನು ಆಶಿಸಬೇಡಿ. ಅಸೂಯೆ ಮತ್ತು ಹೊಟ್ಟೆಕಿಚ್ಚಿನಿಂದ ದೂರವಿರಿ. 4:32
- ಪುರುಷರು ಸ್ತ್ರೀಯರ ರಕ್ಷಕರು ಮತ್ತು ಪೋಷಕರು, ಏಕೆಂದರೆ ಅಲ್ಲಾಹನು ಕೆಲವರನ್ನು ಇತರರಿಗಿಂತ ಶ್ರೇಷ್ಠಗೊಳಿಸಿದ್ದಾನೆ ಮತ್ತು ಅವರು ತಮ್ಮ ಸಂಪತ್ತಿನಿಂದ (ಅವರ ಪೋಷಣೆಗಾಗಿ) ಖರ್ಚು ಮಾಡುತ್ತಾರೆ. ಪುರುಷನು ಕುಟುಂಬದ ರಕ್ಷಕ ಮತ್ತು ಬೆಂಬಲಿ. 4:34
- ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅವನೊಂದಿಗೆ ಯಾರನ್ನೂ ಪಾಲುಗೊಳಿಸಬೇಡಿ, ತಂದೆ-ತಾಯಿ, ಸಂಬಂಧಿಕರು, ಅನಾಥರು, ಬಡವರು, ನೆರೆಯವರು, ಪಕ್ಕದಲ್ಲಿರುವ ಸಹಚರ, ಪ್ರಯಾಣಿಕರು (ನೀವು ಭೇಟಿಯಾಗುವವರು), ಮತ್ತು ನಿಮ್ಮ ಬಲಗೈ ಒಡೆತನದಲ್ಲಿರುವವರ (ಗುಲಾಮರ) ಕಡೆಗೆ ಒಳ್ಳೆಯದನ್ನು ಮಾಡಿರಿ. ಅಲ್ಲಾಹನು ಅಹಂಕಾರಿಗಳು ಮತ್ತು ಗರ್ವಿಷ್ಠರನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ. ಇತರರ ಕಡೆಗೆ ಒಳ್ಳೆಯದನ್ನು ಮಾಡಿರಿ. ದುರ್ಬಲರ ಕಡೆಗೆ ಕರುಣೆ ತೋರಿಸಿರಿ. ಕುಟುಂಬ ಸಂಬಂಧಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿರಿ ಮತ್ತು ಸಂಬಂಧಿಕರನ್ನು ಗೌರವಿಸಿರಿ. 4:36
- ಜಿಪುಣರಾಗಬೇಡಿ. 4:37
- ಅಲ್ಲಾಹನು ತನಗೆ ಪಾಲುದಾರರನ್ನು ಮಾಡುವುದನ್ನು ಕ್ಷಮಿಸುವುದಿಲ್ಲ, ಆದರೆ ಅದರ ಹೊರತಾಗಿ ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಕ್ಷಮಿಸುವನು. 4:48
- ಇತರರಿಗೆ ಹೊಟ್ಟೆಕಿಚ್ಚು ಮಾಡಬೇಡಿ. 4:54
- ಅಲ್ಲಾಹನು ನಿಮಗೆ ಅಮಾನತುಗಳನ್ನು ಅವರ ಮಾಲೀಕರಿಗೆ ಹಿಂದಿರುಗಿಸಲು ಆದೇಶಿಸುತ್ತಾನೆ. ನೀವು ಜನರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವಾಗ, ನ್ಯಾಯದಿಂದ ತೀರ್ಪು ನೀಡಿರಿ. 4:58
- ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕನ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿರಿ. ನಿಮ್ಮ ನಡುವೆ ಅಧಿಕಾರ ಹೊಂದಿರುವವರನ್ನು ಗೌರವಿಸಿರಿ. 4:59
- ದುರ್ಬಲರು ಮತ್ತು ಅಸಹಾಯಕರನ್ನು ದಬ್ಬಾಳಿಕೆ ಮಾಡಬೇಡಿ. 4:75
- ನಿಮಗೆ ಒಳ್ಳೆಯದು ಬಂದರೆ ಅದು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ; ಮತ್ತು ನಿಮಗೆ ಕೆಟ್ಟದು ಸಂಭವಿಸಿದರೆ ಅದು ನಿಮ್ಮ ಸ್ವಂತ ಕಡೆಯಿಂದ. 4:79
- ಯಾರು ಸಂದೇಶವಾಹಕನ (ಮುಹಮ್ಮದ್ ﷺ) ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸುತ್ತಾರೋ ಅವರು ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿದರು. 4:80
- ಯಾರು ಸತ್ಕಾರ್ಯಕ್ಕಾಗಿ ಶಿಫಾರಸು ಮಾಡುತ್ತಾರೋ ಅವರು ಅದರ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುವರು; ಮತ್ತು ಯಾರು ದುಷ್ಕಾರ್ಯಕ್ಕಾಗಿ ಶಿಫಾರಸು ಮಾಡುತ್ತಾರೋ ಅವರು ಅದರ ಹೊರೆಯನ್ನು ಹೊರುವರು. 4:85
- ವಿಶ್ವಾಸಿಗಳು ವಿಶ್ವಾಸಿಯನ್ನು ಕೊಲ್ಲುವುದು ಸರಿಯಲ್ಲ, ತಪ್ಪಾಗಿ ಹೊರತುಪಡಿಸಿ. 4:92
- ಯಾರು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ವಿಶ್ವಾಸಿಯನ್ನು ಕೊಲ್ಲುತ್ತಾರೋ, ಅವನ ಪ್ರತಿಫಲವು ನರಕವಾಗಿದೆ, ಅವನು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವನು. ಅಲ್ಲಾಹನ ಕೋಪ ಮತ್ತು ಶಾಪವು ಅವನ ಮೇಲಿದೆ, ಮತ್ತು ಅವನಿಗೆ ಮಹಾ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಪಡಿಸಲಾಗಿದೆ. 4:93
- ಯಾರು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ (ತನ್ನ ಮನೆಯಿಂದ) ವಲಸೆ ಹೋಗುತ್ತಾರೋ, ಅವರು ಭೂಮಿಯಲ್ಲಿ ಅನೇಕ ಆಶ್ರಯ ಸ್ಥಳಗಳು ಮತ್ತು ಸಮೃದ್ಧಿಯನ್ನು ಕಾಣುವರು. 4:100
- ನಿಮ್ಮ ಪ್ರಾರ್ಥನೆಗಳನ್ನು ಸಮಯಕ್ಕೆ ಸರಿಯಾಗಿ ಮಾಡಿರಿ. 4:103
- ತಮ್ಮ ಅಮಾನತುಗಳಿಗೆ ದ್ರೋಹ ಮಾಡುವವರನ್ನು ಬೆಂಬಲಿಸಬೇಡಿ ಮತ್ತು ಅವರ ವಕೀಲರಾಗಬೇಡಿ. 4:105
- ಅಲ್ಲಾಹನ ಕ್ಷಮೆಯನ್ನು ಬೇಡಿರಿ, ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಕ್ಷಮಾಶೀಲ, ಕರುಣಾಮಯಿ. 4:106
- ವಿಶ್ವಾಸಿಗಳೇ! ನ್ಯಾಯಕ್ಕಾಗಿ ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ, ಅಲ್ಲಾಹನಿಗೆ ಸಾಕ್ಷಿಗಳಾಗಿರಿ, ಅದು ನಿಮ್ಮ ಸ್ವಂತ ವಿರುದ್ಧವಾಗಿರಲಿ, ಅಥವಾ ನಿಮ್ಮ ತಂದೆ-ತಾಯಿ, ಅಥವಾ ನಿಮ್ಮ ಸಂಬಂಧಿಕರ ವಿರುದ್ಧವಾಗಿರಲಿ, ಅವನು ಶ್ರೀಮಂತನಾಗಿರಲಿ ಅಥವಾ ಬಡವನಾಗಿರಲಿ. ನ್ಯಾಯವನ್ನು ವಿಳಂಬ ಮಾಡಬೇಡಿ; ತಪ್ಪುಗಳನ್ನು ಸರಿಪಡಿಸಲು ತಕ್ಷಣ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಿರಿ. 4:135
- ಕಪಟಿಗಳು ಅಲ್ಲಾಹನನ್ನು ಮೋಸಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಾರೆ, ಆದರೆ ಅವನೇ ಅವರನ್ನು ಮೋಸಗೊಳಿಸುತ್ತಾನೆ. 4:142
- ಕಪಟಿಗಳು ನರಕದ ಅತ್ಯಂತ ಕೆಳಗಿನ ಪದರದಲ್ಲಿರುವರು; ಮತ್ತು ನೀವು ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯಕನನ್ನು ಕಾಣುವುದಿಲ್ಲ. 4:145
- ಅಲ್ಲಾಹನು ದುಷ್ಟತನವನ್ನು ಬಹಿರಂಗವಾಗಿ ಹೇಳುವುದನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ, ಅನ್ಯಾಯಕ್ಕೆ ಒಳಗಾದವನ ಹೊರತುಪಡಿಸಿ. 4:148
- ಸಂದೇಶವಾಹಕರು ಶುಭಸಂದೇಶ ನೀಡುವವರು ಮತ್ತು ಎಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿ (ಕಳುಹಿಸಲ್ಪಟ್ಟರು), ಸಂದೇಶವಾಹಕರ (ಆಗಮನದ) ನಂತರ ಜನರು ಅಲ್ಲಾಹನ ವಿರುದ್ಧ ಯಾವುದೇ ಸಬೂಬನ್ನು ಹೊಂದದಿರಲು. 4:165
- ನಿಮ್ಮ ಒಪ್ಪಂದಗಳು ಮತ್ತು ಭರವಸೆಗಳನ್ನು ಪೂರೈಸಿರಿ. 5:1
- ಸದ್ಗುಣ ಮತ್ತು ಧರ್ಮನಿಷ್ಠೆಯಲ್ಲಿ ಪರಸ್ಪರ ಸಹಕರಿಸಿರಿ, ಮತ್ತು ಪಾಪ ಮತ್ತು ಶತ್ರುತ್ವದಲ್ಲಿ ಸಹಕರಿಸಬೇಡಿ. 5:2
- ಸತ್ತ ಪ್ರಾಣಿ, ರಕ್ತ ಮತ್ತು ಹಂದಿಯ ಮಾಂಸವನ್ನು ತಿನ್ನಬೇಡಿ. 5:3
- ನ್ಯಾಯವಾಗಿರಿ, ಇತರರ ಕಡೆಗಿನ ಶತ್ರುತ್ವ ಮತ್ತು ದ್ವೇಷವು ನಿಮ್ಮನ್ನು ನ್ಯಾಯದಿಂದ ದೂರವಾಗಿಸಲು ಬಿಡಬೇಡಿ. ನ್ಯಾಯವಾಗಿರಿ. ನ್ಯಾಯವಾಗಿರುವುದು ಧರ್ಮನಿಷ್ಠೆಗೆ ಹತ್ತಿರವಾಗಿದೆ ಎಂದು ತಿಳಿಯಿರಿ. ನ್ಯಾಯವನ್ನು ವಿಳಂಬ ಮಾಡಬೇಡಿ; ತಪ್ಪುಗಳನ್ನು ಸರಿಪಡಿಸಲು ತಕ್ಷಣ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಿರಿ. 5:8
- ಅಲ್ಲಾಹನನ್ನು ಸಮೀಪಿಸುವ ಸಾಧನಗಳನ್ನು ಹುಡುಕಿರಿ ಮತ್ತು ನಿಮ್ಮಿಂದಾದಷ್ಟು ಅವನ ಮಾರ್ಗದಲ್ಲಿ ಪ್ರಯತ್ನಿಸಿರಿ. ಇದರಿಂದ ನೀವು ಯಶಸ್ವಿಯಾಗುವಿರಿ. 5:35
- ನಿಮ್ಮ ಪ್ರತಿಜ್ಞೆಗಳು ಮತ್ತು ಒಪ್ಪಂದಗಳನ್ನು ಪೂರೈಸಿರಿ. 5:89
- ಮಾದಕ ಪಾನೀಯಗಳು ಮತ್ತು ಮದ್ಯವನ್ನು ತಪ್ಪಿಸಿರಿ. ಮಾದಕ ಪಾನೀಯಗಳನ್ನು (ಎಲ್ಲಾ ರೀತಿಯ ಮದ್ಯಪಾನ), ಜೂಜು, ಅಲ್-ಅನ್ಸಾಬ್ (ಕಲ್ಲಿನ ವೇದಿಕೆಗಳು), ಮತ್ತು ಅಲ್-ಅಝ್ಲಾಮ್ (ಅದೃಷ್ಟ ಅಥವಾ ನಿರ್ಧಾರಕ್ಕಾಗಿ ಬಾಣಗಳು) ಇವೆಲ್ಲವೂ ಶೈತಾನನ ಕೆಲಸದ ಅಶುದ್ಧತೆಯಾಗಿರುವುದರಿಂದ ಕಟ್ಟುನಿಟ್ಟಾಗಿ ತಪ್ಪಿಸಿರಿ. 5:90
- ನೀವು ಹಜ್ಜ್ ಅಥವಾ ಉಮ್ರಾ (ಯಾತ್ರೆ) ಗಾಗಿ ಇಹ್ರಾಮ್ ಸ್ಥಿತಿಯಲ್ಲಿರುವಾಗ ಬೇಟೆಯನ್ನು ಕೊಲ್ಲಬೇಡಿ. 5:95
- ನಿಮಗೆ ಸ್ಪಷ್ಟಪಡಿಸಿದರೆ ನಿಮ್ಮನ್ನು ಬಾಧಿಸಬಹುದಾದ ವಿಷಯಗಳನ್ನು ಕೇಳಬೇಡಿ. 5:101
- ಇತರರ ದೇವರುಗಳನ್ನು ಅವಮಾನಿಸಬೇಡಿ. ಅವರು (ಅವಿಶ್ವಾಸಿಗಳು) ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಆರಾಧಿಸುವವುಗಳನ್ನು ಅವಮಾನಿಸಬೇಡಿ, ಇಲ್ಲದಿದ್ದರೆ ಅವರು ಅಜ್ಞಾನದಿಂದ ಅಲ್ಲಾಹನನ್ನು ಅವಮಾನಿಸಬಹುದು. 6:108
- ನೀವು ಭೂಮಿಯ ಮೇಲಿರುವ ಬಹುಸಂಖ್ಯಾತರ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿದರೆ, ಅವರು ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ದಾರಿ ತಪ್ಪಿಸುವರು. ಅವರು ಕೇವಲ ಊಹೆಗಳನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ ಮತ್ತು ಅವರು ಕೇವಲ ಸುಳ್ಳು ಹೇಳುತ್ತಾರೆ. 6:116
- (ಮಾನವರೇ) ಎಲ್ಲಾ ರೀತಿಯ ಪಾಪಗಳನ್ನು, ಬಹಿರಂಗವಾದವು ಮತ್ತು ಗುಪ್ತವಾದವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ. 6:120
- (ವಿಶ್ವಾಸಿಗಳೇ) ಯಾವ (ಮಾಂಸದ) ಮೇಲೆ ಅಲ್ಲಾಹನ ಹೆಸರನ್ನು (ಪ್ರಾಣಿಯನ್ನು ವಧಿಸುವ ಸಮಯದಲ್ಲಿ) ಉಚ್ಚರಿಸಲಾಗಿಲ್ಲವೋ ಅದನ್ನು ತಿನ್ನಬೇಡಿ. 6:121
- ಅಲ್ಲಾಹನು ಯಾರಿಗೆ ಮಾರ್ಗದರ್ಶನ ಮಾಡಲು ಇಚ್ಛಿಸುತ್ತಾನೋ ಅವನ ಎದೆಯನ್ನು ಇಸ್ಲಾಂಗಾಗಿ ತೆರೆಯುತ್ತಾನೆ; ಮತ್ತು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸಲು ಇಚ್ಛಿಸುತ್ತಾನೋ ಅವನ ಎದೆಯನ್ನು ಸಂಕುಚಿತ ಮತ್ತು ಭಾರವಾಗಿ ಮಾಡುತ್ತಾನೆ. 6:125
- ಖರ್ಚಿನಲ್ಲಿ ಮಧ್ಯಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿರಿ ಮತ್ತು ಅಪವ್ಯಯವನ್ನು ತಪ್ಪಿಸಿರಿ. ಎಲ್ಲಾ ಜೀವಿಗಳ ಹಕ್ಕುಗಳನ್ನು ರಕ್ಷಿಸಿರಿ. 6:141
- ಅಲ್ಲಾಹನಿಗೆ ಯಾವುದನ್ನೂ ಪಾಲುಗೊಳಿಸಬೇಡಿ, ತಂದೆ-ತಾಯಿಯ ಕಡೆಗೆ ಒಳ್ಳೆಯವರಾಗಿರಿ, ಬಡತನದ ಭಯದಿಂದ ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಬೇಡಿ, ಅಶ್ಲೀಲ ಕಾರ್ಯಗಳಿಗೆ ಸಮೀಪಿಸಬೇಡಿ, ಅಲ್ಲಾಹನು ನಿಷೇಧಿಸಿರುವ ಯಾವುದೇ ಜೀವವನ್ನು ಅನ್ಯಾಯವಾಗಿ ಕೊಲ್ಲಬೇಡಿ. 6:151- ಪ್ರಾಮಾಣಿಕರಾಗಿರಿ; ನಿಮ್ಮ ಯಾವುದೇ ವ್ಯವಹಾರಗಳಲ್ಲಿ ವಂಚನೆ ಮಾಡಬೇಡಿ. ಅನಾಥರ ಆಸ್ತಿಯ ಸಮೀಪ ಹೋಗಬೇಡಿ, ಅದನ್ನು ಸುಧಾರಿಸುವ ಉದ್ದೇಶವನ್ನು ಹೊರತುಪಡಿಸಿ, ನ್ಯಾಯದೊಂದಿಗೆ ಪೂರ್ಣ ಅಳತೆ ಮತ್ತು ಪೂರ್ಣ ತೂಕವನ್ನು ನೀಡಿರಿ, ನೀವು ಮಾತನಾಡುವಾಗ, ಅದು ಹತ್ತಿರದ ಸಂಬಂಧಿಯನ್ನು ಒಳಗೊಂಡಿದ್ದರೂ ಸಹ ಸತ್ಯವನ್ನು ಹೇಳಿರಿ, ಮತ್ತು ಅಲ್ಲಾಹನ ಒಪ್ಪಂದವನ್ನು ಪೂರೈಸಿರಿ. 6:152
- ನೇರವಾದ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿರಿ ಮತ್ತು (ಇತರ) ಮಾರ್ಗಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ, ಏಕೆಂದರೆ ಅವು ನಿಮ್ಮನ್ನು ಅವನ ಮಾರ್ಗದಿಂದ ಬೇರ್ಪಡಿಸುವುವು. 6:153
- (ಮುಹಮ್ಮದ್ ﷺ) ಹೇಳಿರಿ: "ಖಂಡಿತವಾಗಿಯೂ, ನನ್ನ ಪ್ರಾರ್ಥನೆ, ನನ್ನ ಯಜ್ಞ, ನನ್ನ ಜೀವನ ಮತ್ತು ನನ್ನ ಸಾವು ಸಮಸ್ತ ಲೋಕಗಳ ಒಡೆಯ ಅಲ್ಲಾಹನಿಗಾಗಿದೆ." 6:162
- ಅಹಂಕಾರಿಗಳಾಗಬೇಡಿ. 7:13
- ಶೈತಾನನು ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸಲು ಬಿಡಬೇಡಿ. 7:27
- (ಮುಹಮ್ಮದ್ ﷺ) ಹೇಳಿರಿ: "ನನ್ನ ಒಡೆಯನು ನ್ಯಾಯವನ್ನು ಆದೇಶಿಸಿದ್ದಾನೆ…" 7:29
- ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಅಲ್ಲಾಹನು ನಿಗದಿಪಡಿಸಿದ ಮಿತಿಗಳನ್ನು ಪಾಲಿಸಿರಿ. ಮಾತು ಮತ್ತು ಕಾರ್ಯಗಳಲ್ಲಿ ಅತಿಕ್ರಮಣವನ್ನು ತಪ್ಪಿಸಿರಿ. ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ ಆದರೆ ಅತಿಯಾಗಬೇಡಿ. ಪ್ರಾರ್ಥನೆಯ ಸಮಯದಲ್ಲಿ ಉತ್ತಮ ಬಟ್ಟೆಗಳನ್ನು ಧರಿಸಿರಿ. 7:31
- ಅಲ್ಲಾಹನು ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯನ್ನು ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದನು, ನಂತರ ಅರ್ಶ್ (ಸಿಂಹಾಸನ) ದ ಮೇಲೆ (ತನ್ನ ಮಹಿಮೆಗೆ ಸೂಕ್ತವಾದ ರೀತಿಯಲ್ಲಿ) ಸ್ಥಿರನಾದನು. 7:54
- ನಿಮ್ಮ ಒಡೆಯನನ್ನು ವಿನಯದಿಂದ ಮತ್ತು ರಹಸ್ಯವಾಗಿ ಪ್ರಾರ್ಥಿಸಿರಿ. ಅವನು ಅತಿಕ್ರಮಿಗಳನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ. 7:55
- ಮತ್ತು ಭೂಮಿಯನ್ನು ಸುಧಾರಿಸಿದ ನಂತರ ಅದರಲ್ಲಿ ಕೆಡುಕನ್ನು ಹಬ್ಬಿಸಬೇಡಿ, ಮತ್ತು ಭಯ ಮತ್ತು ಭರವಸೆಯಿಂದ ಅವನನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ. 7:56
- ಆದರೆ ಯಾರು ದುಷ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿ, ನಂತರ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ವಿಶ್ವಾಸವನ್ನು ಅವಲಂಬಿಸಿದರೋ, ಖಂಡಿತವಾಗಿಯೂ ನಿಮ್ಮ ಒಡೆಯನು ಅದರ ನಂತರ ಕ್ಷಮಾಶೀಲ, ಕರುಣಾಮಯಿ. 7:153
- (ಮುಹಮ್ಮದ್ ﷺ) ಹೇಳಿರಿ: "ಓ ಮಾನವರೇ! ಖಂಡಿತವಾಗಿಯೂ ನಾನು ನಿಮ್ಮೆಲ್ಲರ ಬಳಿಗೆ ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕನಾಗಿದ್ದೇನೆ…" 7:158
- ಮತ್ತು (ಎಲ್ಲಾ) ಅತ್ಯಂತ ಸುಂದರವಾದ ಹೆಸರುಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿವೆ, ಆದ್ದರಿಂದ ಅವುಗಳಿಂದ ಅವನನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ, ಮತ್ತು ಅವನ ಹೆಸರುಗಳ ಬಗ್ಗೆ ವಿಚಲಿತರಾಗುವವರನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ… 7:180
- ಅಲ್ಲಾಹನು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಮಾರ್ಗದರ್ಶಕನಿಲ್ಲ; ಮತ್ತು ಅವನು ಅವರನ್ನು ತಮ್ಮ ಅತಿಕ್ರಮಣದಲ್ಲಿ ಕುರುಡಾಗಿ ಅಲೆಯಲು ಬಿಡುತ್ತಾನೆ. 7:186
- ಕ್ಷಮೆಯನ್ನು ಅಭ್ಯಾಸಿಸಿರಿ, ಸತ್ಕಾರ್ಯವನ್ನು ಆದೇಶಿಸಿರಿ, ಮತ್ತು ಮೂರ್ಖರಿಂದ (ಅಂದರೆ ಅವರನ್ನು ಶಿಕ್ಷಿಸದೆ) ದೂರವಿರಿ. 7:199
- ಇತರರ ತಪ್ಪುಗಳನ್ನು ಕ್ಷಮಿಸಿರಿ. 7:199
- ಮತ್ತು ಶೈತಾನನ ಕಡೆಯಿಂದ ಯಾವುದೇ ದುಷ್ಪ್ರೇರಣೆಯು ನಿಮ್ಮನ್ನು ಮುಟ್ಟಿದರೆ, ಅಲ್ಲಾಹನಲ್ಲಿ ಆಶ್ರಯವನ್ನು ಬೇಡಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನೂ ಕೇಳುವವನು, ಎಲ್ಲವನ್ನೂ ತಿಳಿದವನು. 7:200
- ವಿಶ್ವಾಸಿಗಳು ಎಂದರೆ ಅಲ್ಲಾಹನನ್ನು ಸ್ಮರಿಸಿದಾಗ ಅವರ ಹೃದಯಗಳು ಭಯದಿಂದ ಕಂಪಿಸುವವರು, ಮತ್ತು ಅವನ ವಚನಗಳನ್ನು ಅವರಿಗೆ ಓದಿ ಕೇಳಿಸಿದಾಗ ಅವರ ವಿಶ್ವಾಸವನ್ನು ಹೆಚ್ಚಿಸುವವರು… 8:2
- ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕನಿಗೆ ದ್ರೋಹ ಮಾಡಬೇಡಿ, ಮತ್ತು ನಿಮ್ಮ ಅಮಾನತುಗಳಿಗೆ (ಮತ್ತು ಅಲ್ಲಾಹನು ನಿಮಗೆ ಆದೇಶಿಸಿರುವ ಎಲ್ಲಾ ಕರ್ತವ್ಯಗಳಿಗೆ) ತಿಳಿದೂ ತಿಳಿದೂ ದ್ರೋಹ ಮಾಡಬೇಡಿ. 8:27
- ನೀವು ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿದರೆ ಮತ್ತು ಅವನಿಗೆ ಭಯಪಟ್ಟರೆ, ಅವನು ನಿಮಗೆ ಫುರ್ಕಾನ್ (ಸತ್ಯ ಮತ್ತು ಅಸತ್ಯವನ್ನು ಪ್ರತ್ಯೇಕಿಸಲು ಮಾನದಂಡ, ಅಥವಾ ಪ್ರತಿಯೊಂದು ಕಷ್ಟದಿಂದ ಹೊರಬರುವ ದಾರಿ) ನೀಡುವನು. 8:29
- ಅವಿಶ್ವಾಸಿಗಳು ತಮ್ಮ ಸಂಪತ್ತನ್ನು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ (ಜನರನ್ನು) ತಡೆಯಲು ಖರ್ಚು ಮಾಡುತ್ತಾರೆ, ಮತ್ತು ಅವರು ಹಾಗೆಯೇ ಖರ್ಚು ಮಾಡುತ್ತಲೇ ಇರುವರು; ಆದರೆ ಅಂತ್ಯದಲ್ಲಿ ಅದು ಅವರಿಗೆ ವಿಷಾದವಾಗುವುದು. 8:36
- ಅವಿಶ್ವಾಸಿಗಳಿಗೆ ಹೇಳಿರಿ, ಅವರು (ಅವಿಶ್ವಾಸದಿಂದ) ನಿಂತುಬಿಟ್ಟರೆ, ಅವರ ಹಿಂದಿನದನ್ನು ಕ್ಷಮಿಸಲಾಗುವುದು. ಆದರೆ ಅವರು (ಅದಕ್ಕೆ) ಮರಳಿದರೆ, ಅವರ ಹಿಂದಿನವರ (ಶಿಕ್ಷೆಗೊಳಗಾದವರ) ಉದಾಹರಣೆಗಳು ಮುಂಚೆಯೇ ಹೋಗಿವೆ (ಎಚ್ಚರಿಕೆಯಾಗಿ). 8:38
- ನೀವು (ಶತ್ರು) ಸೈನ್ಯವನ್ನು ಎದುರಿಸಿದಾಗ, ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನ ಹೆಸರನ್ನು ಹೆಚ್ಚಾಗಿ ಸ್ಮರಿಸಿರಿ (ನಾಲಿಗೆ ಮತ್ತು ಮನಸ್ಸಿನಿಂದ), ಇದರಿಂದ ನೀವು ಯಶಸ್ವಿಯಾಗುವಿರಿ. 8:45
- ಅಹಂಕಾರದಿಂದ ಮತ್ತು ಜನರಿಗೆ ತೋರಿಸಿಕೊಳ್ಳಲು ತಮ್ಮ ಮನೆಗಳಿಂದ ಹೊರಟವರಂತೆ ಮತ್ತು (ಜನರನ್ನು) ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ತಡೆದವರಂತೆ ಆಗಬೇಡಿ. 8:47
- ಅಲ್ಲಾಹನು ತಾನು ಒಂದು ಜನಾಂಗಕ್ಕೆ ನೀಡಿದ ಅನುಗ್ರಹವನ್ನು ಅವರು ತಮ್ಮ ಸ್ಥಿತಿಯನ್ನು ಬದಲಾಯಿಸುವವರೆಗೂ ಬದಲಾಯಿಸುವುದಿಲ್ಲ. 8:53
- ಅಲ್ಲಾಹನ ಬಳಿ ಅತ್ಯಂತ ಕೆಟ್ಟ ಪ್ರಾಣಿಗಳೆಂದರೆ ಅವಿಶ್ವಾಸಿಗಳು. 8:55
- ದೇವರು ತನ್ನನ್ನು ನಂಬುವವರ ಹೃದಯಗಳ ನಡುವೆ ಪ್ರೀತಿ ಮತ್ತು ಸ್ನೇಹವನ್ನು ಹುಟ್ಟಿಸುತ್ತಾನೆ. 8:63
- ಆಶ್ರಯವನ್ನು ಬೇಡುವವರನ್ನು ರಕ್ಷಿಸಿರಿ ಮತ್ತು ಸಹಾಯ ಮಾಡಿರಿ. 9:6
- ಬಹುದೇವಾರಾಧಕರು ಅಲ್ಲಾಹನ ಮಸೀದಿಗಳನ್ನು ನಿರ್ವಹಿಸುವುದು ಸರಿಯಲ್ಲ. 9:17
- ಅವರು (ಅವಿಶ್ವಾಸಿಗಳು, ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರೈಸ್ತರು) ತಮ್ಮ ಬಾಯಿಗಳಿಂದ ಅಲ್ಲಾಹನ ಬೆಳಕನ್ನು (ಮುಹಮ್ಮದ್ ﷺ ರವರೊಂದಿಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟ — ಇಸ್ಲಾಮಿಕ್ ಏಕದೇವತಾವಾದ) ಆರಿಸಿಬಿಡಲು ಬಯಸುತ್ತಾರೆ, ಆದರೆ ಅಲ್ಲಾಹನು ತನ್ನ ಬೆಳಕನ್ನು ಪೂರ್ಣಗೊಳಿಸುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆಯದನ್ನು ಅನುಮತಿಸುವುದಿಲ್ಲ, ಅವಿಶ್ವಾಸಿಗಳು ಅದನ್ನು ದ್ವೇಷಿಸಿದರೂ ಸಹ. 9:32
- ಸದಕಾದಳು (ಝಕಾತ್) ಇವರಿಗೆ ಮಾತ್ರ: 1) ಬಡವರು, 2) ಅಗತ್ಯವಿರುವವರು, 3) ಅದನ್ನು ಸಂಗ್ರಹಿಸಲು ನೇಮಿಸಲ್ಪಟ್ಟವರು, 4) ಇಸ್ಲಾಂಗೆ ಒಲಿದವರ ಹೃದಯಗಳನ್ನು ಆಕರ್ಷಿಸಲು, 5) ಗುಲಾಮರನ್ನು ವಿಮೋಚಿಸಲು, 6) ಸಾಲದಲ್ಲಿರುವವರಿಗೆ, 7) ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ (ಮುಜಾಹಿದುನ್ ಗಳಿಗೆ), ಮತ್ತು 8) ಪ್ರಯಾಣಿಕರಿಗೆ. 9:60
- ಯಾರು ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕನ (ﷺ) ವಿರುದ್ಧ ವಿರೋಧಿಸುತ್ತಾನೆ ಮತ್ತು ಶತ್ರುತ್ವ ತೋರಿಸುತ್ತಾನೆ, ಅವನಿಗೆ ನರಕದ ಬೆಂಕಿ ಇದೆ, ಅವನು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವನು. ಅದು ಮಹಾ ಅವಮಾನವಾಗಿದೆ. 9:63
- ಕಪಟಿಗಳು, ಪುರುಷರು ಮತ್ತು ಸ್ತ್ರೀಯರು, ಪರಸ್ಪರರಂತೆ. ಅವರು ಅಲ್ಲಾಹನನ್ನು ಮರೆತರು, ಆದ್ದರಿಂದ ಅವನೂ ಅವರನ್ನು ಮರೆತನು. 9:67
- ಪವಿತ್ರತೆಯ ಕಡೆಗೆ ಪ್ರಯತ್ನಿಸಿರಿ. ಮಸೀದಿಯ ಪವಿತ್ರತೆಯನ್ನು ಗೌರವಿಸಿರಿ. 9:108
- (ಪ್ರವಾದಿ ಮತ್ತು ವಿಶ್ವಾಸಿಗಳಿಗೆ) ಬಹುದೇವಾರಾಧಕರಿಗಾಗಿ, ಅವರು ಸಂಬಂಧಿಕರಾಗಿದ್ದರೂ ಸಹ, ಅವರು ನರಕವಾಸಿಗಳೆಂದು ಸ್ಪಷ್ಟವಾದ ನಂತರ (ಅವರು ಅವಿಶ್ವಾಸದ ಸ್ಥಿತಿಯಲ್ಲಿ ಸತ್ತದ್ದರಿಂದ) ಕ್ಷಮೆಯನ್ನು ಬೇಡುವುದು ಸರಿಯಲ್ಲ. 9:113
- ಅಲ್ಲಾಹನ ವಿರುದ್ಧ ಸುಳ್ಳನ್ನು ಹೇಳುವವನಿಗಿಂತ ಅಥವಾ ಅವನ ವಚನಗಳನ್ನು ತಿರಸ್ಕರಿಸುವವನಿಗಿಂತ ಹೆಚ್ಚು ಅಕ್ರಮಿ ಯಾರು? ಖಂಡಿತವಾಗಿಯೂ ಅಪರಾಧಿಗಳು ಎಂದಿಗೂ ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ! 10:17
- ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ತಮಗೆ ನೋವು ಮಾಡದ ಮತ್ತು ಪ್ರಯೋಜನ ನೀಡದ ವಸ್ತುಗಳನ್ನು ಆರಾಧಿಸುತ್ತಾರೆ, ಮತ್ತು ಅವರು ಹೇಳುತ್ತಾರೆ: "ಇವರು ಅಲ್ಲಾಹನ ಬಳಿ ನಮ್ಮ ಶಿಫಾರಸುದಾರರು." ಹೇಳಿರಿ: "ನೀವು ಅಲ್ಲಾಹನಿಗೆ ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಅವನಿಗೆ ತಿಳಿದಿಲ್ಲದ ವಿಷಯವನ್ನು ತಿಳಿಸುತ್ತೀರಾ?" ಅವನು ಪರಿಶುದ್ಧನು ಮತ್ತು ಅವರು ಪಾಲುಗೊಳಿಸುವುದಕ್ಕಿಂತ ಉನ್ನತನು! 10:18
- ದುಷ್ಕಾರ್ಯದ ಪ್ರತಿಫಲವು ಅದರಂತಹದೇ ಆಗಿದೆ. 10:27
- ಆ ಅಲ್ಲಾಹನೇ, ನಿಮ್ಮ ನಿಜವಾದ ಒಡೆಯ. ಸತ್ಯದ ನಂತರ, ದಾರಿತಪ್ಪುವಿಕೆಯನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಏನು ಇದೆ? ಹಾಗಾದರೆ ನೀವು ಹೇಗೆ ತಿರುಗಿಸಲ್ಪಡುತ್ತೀರಿ? 10:32
- ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಕೇವಲ ಊಹೆಯನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ. ಖಂಡಿತವಾಗಿಯೂ ಊಹೆಯು ಸತ್ಯದ ಎದುರು ಏನೂ ಪ್ರಯೋಜನವಿಲ್ಲ. 10:36
- ಖಂಡಿತವಾಗಿಯೂ! ಅಲ್ಲಾಹನು ಜನರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯ ಮಾಡುವುದಿಲ್ಲ; ಆದರೆ ಜನರು ತಮ್ಮನ್ನು ತಾವೇ ಅನ್ಯಾಯ ಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ. 10:44
- ಅಲ್ಲಾಹನ ಅನುಗ್ರಹವು ಮಾನವನು ಸಂಗ್ರಹಿಸಬಹುದಾದ ಅಥವಾ ದಾಸ್ತಾನು ಮಾಡಬಹುದಾದ ಎಲ್ಲದಕ್ಕಿಂತ ಉತ್ತಮವಾಗಿದೆ ಎಂದು ತಿಳಿಯಿರಿ. 10:58
- ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ತಿರಸ್ಕರಿಸುವವರಲ್ಲಿ ಒಬ್ಬರಾಗಬೇಡಿ, ಇಲ್ಲದಿದ್ದರೆ ನೀವು ನಷ್ಟವನ್ನು ಅನುಭವಿಸುವವರಲ್ಲಿ ಸೇರುವಿರಿ. 10:95
- ಅಲ್ಲಾಹನು ನಿಮ್ಮನ್ನು ಯಾವುದೇ ಹಾನಿಯಿಂದ ಮುಟ್ಟಿದರೆ, ಅವನನ್ನು ಹೊರತುಪಡಿಸಿ ಅದನ್ನು ತೆಗೆದುಹಾಕುವವನು ಯಾರೂ ಇಲ್ಲ; ಮತ್ತು ಅವನು ನಿಮಗೆ ಒಳ್ಳೆಯದನ್ನು ಬಯಸಿದರೆ, ಅವನ ಅನುಗ್ರಹವನ್ನು ತಿರುಗಿಸುವವನು ಯಾರೂ ಇಲ್ಲ, ಅವನು ಅದನ್ನು ತನ್ನ ದಾಸರಲ್ಲಿ ತಾನು ಇಚ್ಛಿಸುವವರಿಗೆ ನೀಡುತ್ತಾನೆ. 10:107
- ಭೂಮಿಯ ಮೇಲೆ ಯಾವುದೇ ಜೀವಿ ಇಲ್ಲ, ಅದರ ಆಹಾರವು ಅಲ್ಲಾಹನ ಮೇಲೆ ಇಲ್ಲದೆ. ಮತ್ತು ಅವನು ಅದರ ವಾಸಸ್ಥಾನ ಮತ್ತು ಅದರ ಸಂಗ್ರಹ ಸ್ಥಾನ (ಗರ್ಭಾಶಯ, ಸಮಾಧಿ, ಇತ್ಯಾದಿ) ವನ್ನು ತಿಳಿದಿದ್ದಾನೆ. 11:6
- ನಾವು ಮನುಷ್ಯನಿಗೆ ನಮ್ಮ ಕಡೆಯಿಂದ ಕರುಣೆಯನ್ನು ಸವಿಯಲು ಬಿಟ್ಟು, ನಂತರ ಅದನ್ನು ಅವನಿಂದ ಕಿತ್ತುಕೊಂಡರೆ, ಖಂಡಿತವಾಗಿಯೂ ಅವನು ಹತಾಶನಾಗುತ್ತಾನೆ, ಕೃತಘ್ನನಾಗುತ್ತಾನೆ. 11:9
- ಯಾರು ಐಹಿಕ ಜೀವನ ಮತ್ತು ಅದರ ಅಲಂಕಾರವನ್ನು ಬಯಸುತ್ತಾರೋ, ಅವರಿಗೆ ನಾವು ಅದರಲ್ಲಿ ಅವರ ಕಾರ್ಯಗಳ ಸಂಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವೆವು ಮತ್ತು ಅವರಿಗೆ ಅದರಲ್ಲಿ ಯಾವುದೇ ಕಡಿಮೆಯಾಗುವುದಿಲ್ಲ. 11:15
- ನಾವು ಅವರಿಗೆ ಅನ್ಯಾಯ ಮಾಡಲಿಲ್ಲ, ಆದರೆ ಅವರು ತಮ್ಮನ್ನು ತಾವೇ ಅನ್ಯಾಯ ಮಾಡಿಕೊಂಡರು. ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದ ಅವರ ದೇವರುಗಳು, ನಿಮ್ಮ ಒಡೆಯನ ಆಜ್ಞೆಯು ಬಂದಾಗ ಅವರಿಗೆ ಯಾವುದೇ ಪ್ರಯೋಜನವನ್ನು ನೀಡಲಿಲ್ಲ, ಮತ್ತು ಅವರ ವಿನಾಶವನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆಯದನ್ನು ಅವರಿಗೆ ಹೆಚ್ಚಿಸಲಿಲ್ಲ. 11:101
- ಅದು (ಶಿಕ್ಷೆ) ಬರುವ ದಿನದಂದು, ಅವನ (ಅಲ್ಲಾಹನ) ಅನುಮತಿಯಿಲ್ಲದೆ ಯಾರೂ ಮಾತನಾಡುವುದಿಲ್ಲ. ಅವರಲ್ಲಿ ಕೆಲವರು ದುರದೃಷ್ಟಗಾರರು ಮತ್ತು (ಇತರರು) ಅದೃಷ್ಟಶಾಲಿಗಳು. 11:105
- ದುರದೃಷ್ಟಗಾರರಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ, ಅವರು ನರಕದಲ್ಲಿರುವರು, ಅಲ್ಲಿ ಅವರು ನಿಟ್ಟುಸಿರು ಮತ್ತು ಗೋಳಾಟವನ್ನು ಹೊಂದಿರುವರು. 11:106
- ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು, ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯು ಇರುವವರೆಗೂ, ನಿಮ್ಮ ಒಡೆಯನು ಇಚ್ಛಿಸುವವರೆಗೆ ಹೊರತುಪಡಿಸಿ. ಖಂಡಿತವಾಗಿಯೂ ನಿಮ್ಮ ಒಡೆಯನು ತಾನು ಇಚ್ಛಿಸಿದ್ದನ್ನು ಮಾಡುವವನು. 11:107
- ಮತ್ತು ಅದೃಷ್ಟಶಾಲಿಗಳು, ಅವರು ಸ್ವರ್ಗದಲ್ಲಿರುವರು, ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು, ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯು ಇರುವವರೆಗೂ, ನಿಮ್ಮ ಒಡೆಯನು ಇಚ್ಛಿಸುವವರೆಗೆ ಹೊರತುಪಡಿಸಿ, ಅಂತ್ಯವಿಲ್ಲದ ಕೊಡುಗೆಯಾಗಿ. 11:108
- ಅಕ್ರಮಿಗಳ ಕಡೆಗೆ ಒಲಿಯಬೇಡಿ, ಇಲ್ಲದಿದ್ದರೆ ನರಕವು ನಿಮ್ಮನ್ನು ಮುಟ್ಟುವುದು, ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಹೊರತುಪಡಿಸಿ ನಿಮಗೆ ಯಾವುದೇ ರಕ್ಷಕರು ಇರುವುದಿಲ್ಲ, ಮತ್ತು ನಂತರ ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲಾಗುವುದಿಲ್ಲ. 11:113
- ಹಗಲಿನ ಎರಡು ಕೊನೆಗಳಲ್ಲಿ ಮತ್ತು ರಾತ್ರಿಯ ಕೆಲವು ಗಂಟೆಗಳಲ್ಲಿ ಸಲಾತ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿರಿ (ಅಂದರೆ 5 ದೈನಂದಿನ ಪ್ರಾರ್ಥನೆಗಳು). ಸತ್ಕಾರ್ಯಗಳು ದುಷ್ಕಾರ್ಯಗಳನ್ನು (ಅಂದರೆ ಸಣ್ಣ ಪಾಪಗಳನ್ನು) ನಿವಾರಿಸುತ್ತವೆ. 11:114
- ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯ ಗುಪ್ತವಾದ ವಿಷಯಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿವೆ, ಮತ್ತು ಎಲ್ಲಾ ವ್ಯವಹಾರಗಳು (ನಿರ್ಧಾರಕ್ಕಾಗಿ) ಅವನ ಕಡೆಗೆ ಮರಳುತ್ತವೆ. 11:123
- ಆಜ್ಞೆ (ಅಥವಾ ತೀರ್ಪು) ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ ಸೇರಿದೆ. ಅವನು ನೀವು ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಬೇಕು (ಏಕದೇವತಾವಾದ) ಎಂದು ಆದೇಶಿಸಿದ್ದಾನೆ, ಅದು ನೇರವಾದ ಧರ್ಮವಾಗಿದೆ, ಆದರೆ ಹೆಚ್ಚಿನ ಜನರು ತಿಳಿದಿಲ್ಲ. 12:40
- ಅಲ್ಲಾಹನ ಕರುಣೆಯಿಂದ ಎಂದಿಗೂ ನಿರಾಶರಾಗಬೇಡಿ. 12:87
- ಮತ್ತು ಹೆಚ್ಚಿನ ಜನರು ವಿಶ್ವಾಸವನ್ನು ಅವಲಂಬಿಸುವುದಿಲ್ಲ, ನೀವು ಎಷ್ಟೇ ತೀವ್ರವಾಗಿ ಬಯಸಿದರೂ ಸಹ. 12:103
- ಮತ್ತು ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅಲ್ಲಾಹನನ್ನು ವಿಶ್ವಾಸಿಸುವುದಿಲ್ಲ, ಅವರು ಅವನಿಗೆ ಪಾಲುದಾರರನ್ನು ಮಾಡದೆ (ಅಂದರೆ ಅವರು ಬಹುದೇವಾರಾಧಕರು). 12:106
- ಅದು (ಕುರ್ಆನ್) ಕಟ್ಟಿಕೊಂಡ ಮಾತಲ್ಲ, ಆದರೆ ಅದರ ಹಿಂದಿನ ಗ್ರಂಥಗಳ (ತೌರಾತ್, ಇಂಜೀಲ್ ಮತ್ತು ಇತರ ಗ್ರಂಥಗಳ) ದೃಢೀಕರಣವಾಗಿದೆ ಮತ್ತು ಪ್ರತಿಯೊಂದು ವಿಷಯದ ವಿವರವಾದ ವಿವರಣೆಯಾಗಿದೆ, ಮತ್ತು ವಿಶ್ವಾಸಿಸುವ ಜನರಿಗೆ ಮಾರ್ಗದರ್ಶನ ಮತ್ತು ಕರುಣೆಯಾಗಿದೆ. 12:111
- ಅಲ್ಲಾಹನು ತಾನು ಇಚ್ಛಿಸುವವರಿಗೆ ಜೀವನಾಧಾರವನ್ನು ವಿಸ್ತರಿಸುತ್ತಾನೆ ಮತ್ತು (ತಾನು ಇಚ್ಛಿಸುವವರಿಗೆ) ಸಂಕುಚಿತಗೊಳಿಸುತ್ತಾನೆ. 13:26
- ಅಲ್ಲಾಹನನ್ನು ಜಿಕ್ರ್ (ಸ್ಮರಣೆ) ಮೂಲಕ ಹೆಚ್ಚಾಗಿ ಸ್ಮರಿಸಿರಿ. ಅಲ್ಲಾಹನನ್ನು ವಿಶ್ವಾಸಿಸುವವರು ಅವನನ್ನು ಸ್ಮರಿಸುವುದರಲ್ಲಿ ತಮ್ಮ ಹೃದಯಗಳಿಗೆ ಸಮಾಧಾನವನ್ನು ಕಂಡುಕೊಳ್ಳುತ್ತಾರೆ. 13:28
- ವಿಶ್ವಾಸಿಸುವ ಮತ್ತು ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವವರಿಗೆ ಸಂತೋಷ ಮತ್ತು ಮನಸ್ಸಿನ ಶಾಂತಿಯನ್ನು ನೀಡಲಾಗುತ್ತದೆ. 13:29
- ಯಾರು ಪರಲೋಕಕ್ಕಿಂತ ಐಹಿಕ ಜೀವನಕ್ಕೆ ಆದ್ಯತೆ ನೀಡುತ್ತಾರೆ ಮತ್ತು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ (ಜನರನ್ನು) ತಡೆಯುತ್ತಾರೆ ಮತ್ತು ಅದರಲ್ಲಿ ವಕ್ರತೆಯನ್ನು ಬಯಸುತ್ತಾರೆ — ಅವರು ದೂರದ ದಾರಿತಪ್ಪುವಿಕೆಯಲ್ಲಿದ್ದಾರೆ. 14:3
- ಆರಾಧನೆಯಲ್ಲಿ ವಿನಯ ಮತ್ತು ಕೃತಜ್ಞತೆಯನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿರಿ. 14:7
- ತಮ್ಮ ಒಡೆಯನನ್ನು ನಿರಾಕರಿಸುವವರ ಉಪಮೆಯು, ಅವರ ಕಾರ್ಯಗಳು ಬೂದಿಯಂತೆ, ಅದರ ಮೇಲೆ ಚಂಡಮಾರುತದ ದಿನದಲ್ಲಿ ಗಾಳಿಯು ತೀವ್ರವಾಗಿ ಬೀಸುತ್ತದೆ; ಅವರು ಗಳಿಸಿದ ಯಾವುದನ್ನೂ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. 14:18
- ಅಲ್ಲಾಹನು ವಿಶ್ವಾಸಿಗಳನ್ನು ಈ ಲೋಕದಲ್ಲಿ (ಅಂದರೆ ಅವರು ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತಾರೆ) ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ದೃಢವಾದ ಮಾತಿನಿಂದ ಸ್ಥಿರಗೊಳಿಸುತ್ತಾನೆ. 14:27
- ಅಲ್ಲಾಹನು ಅಕ್ರಮಿಗಳು (ಬಹುದೇವಾರಾಧಕರು, ದಬ್ಬಾಳಿಕೆದಾರರು, ಇತ್ಯಾದಿ) ಮಾಡುವುದನ್ನು ಅರಿಯದವನೆಂದು ಭಾವಿಸಬೇಡಿ; ಆದರೆ ಅವನು ಅವರಿಗೆ ಕಣ್ಣುಗಳು ಭಯದಿಂದ ವಿಸ್ತಾರವಾಗಿ ತೆರೆಯುವ ದಿನದವರೆಗೆ ಅವಕಾಶ ನೀಡುತ್ತಾನೆ. 14:42
- ಅಲ್ಲಾಹನು ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಗೂ ಅವನು ಗಳಿಸಿದ್ದಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಪ್ರತಿಫಲ ನೀಡಲು. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಲೆಕ್ಕ ತೆಗೆಯುವುದರಲ್ಲಿ ವೇಗವುಳ್ಳವನು. 14:51
- ಮತ್ತು ಖಂಡಿತವಾಗಿಯೂ ನಾವು ಮನುಷ್ಯನನ್ನು ಸದ್ದು ಮಾಡುವ ಮಣ್ಣಿನಿಂದ, ಕಪ್ಪು ಬದಲಾದ ಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿದೆವು. 15:26
- ಮತ್ತು ಜಿನ್ನುಗಳನ್ನು, ನಾವು ಅವುಗಳನ್ನು ಅದಕ್ಕೂ ಮೊದಲು ಹೊಗೆಯಿಲ್ಲದ ಬೆಂಕಿಯ ಜ್ವಾಲೆಯಿಂದ ಸೃಷ್ಟಿಸಿದೆವು. 15:27
- ಅದು (ನರಕ) ಏಳು ಬಾಗಿಲುಗಳನ್ನು ಹೊಂದಿದೆ; ಪ್ರತಿಯೊಂದು ಬಾಗಿಲಿಗೆ (ವಿಶೇಷ) ಪಾಪಿಗಳ ವರ್ಗವಿದೆ. 15:44
- ಅವನು ಮನುಷ್ಯನನ್ನು ವೀರ್ಯದ ಹನಿಯಿಂದ (ಪುರುಷ ಮತ್ತು ಸ್ತ್ರೀಯ ಲೈಂಗಿಕ ಸ್ರಾವಗಳ ಮಿಶ್ರಣ) ಸೃಷ್ಟಿಸಿದನು, ಮತ್ತು ಇಗೋ, ಈ (ಮನುಷ್ಯ) ಸ್ಪಷ್ಟ ವಿರೋಧಿಯಾಗುತ್ತಾನೆ. 16:4
- ಮತ್ತು ಜಾನುವಾರುಗಳನ್ನು, ಅವನು ಅವುಗಳನ್ನು ನಿಮಗಾಗಿ ಸೃಷ್ಟಿಸಿದನು; ಅವುಗಳಲ್ಲಿ ನಿಮಗೆ ಉಷ್ಣತೆ (ಬೆಚ್ಚಗಿನ ಬಟ್ಟೆಗಳು) ಮತ್ತು ಅನೇಕ ಪ್ರಯೋಜನಗಳಿವೆ, ಮತ್ತು ಅವುಗಳಿಂದ ನೀವು ತಿನ್ನುತ್ತೀರಿ. 16:5
- ಮತ್ತು (ಅವನು ಸೃಷ್ಟಿಸಿದನು) ಕುದುರೆಗಳು, ಹೇಸರಗತ್ತೆಗಳು ಮತ್ತು ಕತ್ತೆಗಳನ್ನು, ನೀವು ಅವುಗಳನ್ನು ಸವಾರಿ ಮಾಡಲು ಮತ್ತು ಅಲಂಕಾರಕ್ಕಾಗಿ. ಮತ್ತು ಅವನು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲದ (ಇತರ) ವಸ್ತುಗಳನ್ನು ಸೃಷ್ಟಿಸುತ್ತಾನೆ. 16:8
- ಅವನೇ ಆಕಾಶದಿಂದ ನೀರನ್ನು (ಮಳೆಯನ್ನು) ಇಳಿಸುತ್ತಾನೆ; ಅದರಿಂದ ನೀವು ಕುಡಿಯುತ್ತೀರಿ ಮತ್ತು ಅದರಿಂದ ನೀವು ನಿಮ್ಮ ಜಾನುವಾರುಗಳನ್ನು ಮೇಯಿಸುವ ಸಸ್ಯವರ್ಗವು ಬೆಳೆಯುತ್ತದೆ. 16:10
- ಅವನೇ ಸಮುದ್ರವನ್ನು ನಿಮಗೆ ವಶಪಡಿಸಿದನು, ಇದರಿಂದ ನೀವು ಅದರಿಂದ ತಾಜಾ ಮಾಂಸವನ್ನು (ಮೀನು) ತಿನ್ನಬಹುದು ಮತ್ತು ಅದರಿಂದ ನೀವು ಧರಿಸುವ ಆಭರಣಗಳನ್ನು ಹೊರತೆಗೆಯಬಹುದು. 16:14
- ಅವನು ಭೂಮಿಯಲ್ಲಿ ಸ್ಥಿರವಾದ ಪರ್ವತಗಳನ್ನು ಸ್ಥಾಪಿಸಿದನು, ಅದು ನಿಮ್ಮೊಂದಿಗೆ ಅದುರದಂತೆ, ಮತ್ತು ನದಿಗಳು ಮತ್ತು ರಸ್ತೆಗಳನ್ನು (ಸ್ಥಾಪಿಸಿದನು), ಇದರಿಂದ ನೀವು ಮಾರ್ಗದರ್ಶನ ಪಡೆಯಬಹುದು. 16:15
- ಸೃಷ್ಟಿಸುವವನು, ಸೃಷ್ಟಿಸದವನಂತೆಯೇ? ನೀವು ಯೋಚಿಸುವುದಿಲ್ಲವೇ? 16:17
- ನೀವು ಅಲ್ಲಾಹನ ಅನುಗ್ರಹಗಳನ್ನು ಎಣಿಸಲು ಪ್ರಯತ್ನಿಸಿದರೆ, ಅವುಗಳನ್ನು ಎಂದಿಗೂ ಎಣಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. 16:18
- ಅಲ್ಲಾಹನು ನೀವು ಮರೆಮಾಚುವುದನ್ನು ಮತ್ತು ನೀವು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ತಿಳಿದಿದ್ದಾನೆ. 16:19
- ಅವರು (ಬಹುದೇವಾರಾಧಕರು) ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಪ್ರಾರ್ಥಿಸುವವುಗಳು ಏನನ್ನೂ ಸೃಷ್ಟಿಸಿಲ್ಲ, ಆದರೆ ಅವುಗಳನ್ನು ಸ್ವತಃ ಸೃಷ್ಟಿಸಲಾಗಿದೆ. 16:20
- (ಅವು) ಸತ್ತಿವೆ, ಜೀವವಿಲ್ಲ, ಮತ್ತು ಅವುಗಳನ್ನು ಯಾವಾಗ ಎಬ್ಬಿಸಲಾಗುವುದು ಎಂದು ತಿಳಿದಿಲ್ಲ. 16:21
- ನಾವು ಯಾವುದೇ ವಸ್ತುವನ್ನು ಅಪೇಕ್ಷಿಸಿದಾಗ, ಅದಕ್ಕೆ ನಮ್ಮ ಮಾತು: "ಆಗು!" ಎಂದು ಹೇಳುವುದು ಮಾತ್ರ, ಮತ್ತು ಅದು ಆಗುತ್ತದೆ. 16:40
- ದುಷ್ಟ ಪಿತೂರಿಗಳನ್ನು ಮಾಡುವವರು, ಅಲ್ಲಾಹನು ಅವರನ್ನು ಭೂಮಿಯಲ್ಲಿ ಮುಳುಗಿಸುವುದಿಲ್ಲವೇ ಅಥವಾ ಅವರು ನಿರೀಕ್ಷಿಸದ ದಿಕ್ಕಿನಿಂದ ಶಿಕ್ಷೆಯು ಅವರಿಗೆ ಬರುವುದಿಲ್ಲವೇ ಎಂದು ಭದ್ರತೆಯನ್ನು ಅನುಭವಿಸುತ್ತಾರೆಯೇ? 16:45
- ನಿಮ್ಮಲ್ಲಿರುವ ಯಾವುದೇ ಅನುಗ್ರಹಗಳು ಮತ್ತು ಒಳ್ಳೆಯ ವಸ್ತುಗಳು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬಂದಿವೆ. ನಂತರ, ಹಾನಿಯು ನಿಮ್ಮನ್ನು ಮುಟ್ಟಿದಾಗ, ನೀವು ಅವನಿಗೆ ಮೊರೆಯಿಡುತ್ತೀರಿ. 16:53
- ನಂತರ, ಅವನು ನಿಮ್ಮಿಂದ ಹಾನಿಯನ್ನು ನಿವಾರಿಸಿದಾಗ, ಇಗೋ, ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ತಮ್ಮ ಒಡೆಯನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಪಾಲುದಾರರನ್ನು ಮಾಡುತ್ತಾರೆ. 16:54
- ಜಾನುವಾರುಗಳಲ್ಲಿ ನಿಮಗೆ ಒಂದು ಪಾಠವಿದೆ. ನಾವು ಅವುಗಳ ಹೊಟ್ಟೆಯೊಳಗಿನಿಂದ, ಮಲ ಮತ್ತು ರಕ್ತದ ನಡುವಿನಿಂದ, ಶುದ್ಧ ಹಾಲನ್ನು ನಿಮಗೆ ಕುಡಿಸುತ್ತೇವೆ, ಅದು ಕುಡಿಯುವವರಿಗೆ ರುಚಿಕರವಾಗಿರುತ್ತದೆ. 16:66
- ಆದ್ದರಿಂದ ಅಲ್ಲಾಹನಿಗೆ ಯಾವುದೇ ಉಪಮೆಗಳನ್ನು ಮಾಡಬೇಡಿ (ಏಕೆಂದರೆ ಅವನಿಗೆ ಸಮಾನವಾದದ್ದು ಯಾವುದೂ ಇಲ್ಲ, ಮತ್ತು ಅವನು ಯಾವುದಕ್ಕೂ ಸಮಾನನಲ್ಲ). ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ತಿಳಿದಿದ್ದಾನೆ, ಮತ್ತು ನೀವು ತಿಳಿದಿಲ್ಲ. 16:74
- ದೇವರು ಮಾನವರಿಗೆ ಕೇಳುವ, ನೋಡುವ, ಬುದ್ಧಿಶಕ್ತಿ ಮತ್ತು ಭಾವನೆಗಳನ್ನು ನೀಡಿದ್ದಾನೆ ಎಂದು ತಿಳಿಯಿರಿ, ಇದರಿಂದ ಅವರು ಕೃತಜ್ಞರಾಗಬಹುದು. 16:78
- ದುರಾಸೆ ಮತ್ತು ಜಿಪುಣತನವನ್ನು ತಪ್ಪಿಸಿರಿ. 16:97
- ನೀವು ಕುರ್ಆನ್ ಅನ್ನು ಓದಲು ಬಯಸಿದಾಗ, ಶಪಿತ ಶೈತಾನನಿಂದ ಅಲ್ಲಾಹನಲ್ಲಿ ಆಶ್ರಯವನ್ನು ಬೇಡಿರಿ. 16:98
- ಅಜ್ಞಾನದಿಂದ ಮಾಡಿದ ತಪ್ಪು, ವ್ಯಕ್ತಿಯು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ತನ್ನನ್ನು ಸರಿಪಡಿಸಿಕೊಂಡರೆ ಕ್ಷಮಿಸಲ್ಪಡುತ್ತದೆ ಎಂದು ತಿಳಿಯಿರಿ. 16:119
- (ಮುಹಮ್ಮದ್ ﷺ) ನಿಮ್ಮ ಒಡೆಯನ ಮಾರ್ಗಕ್ಕೆ (ಇಸ್ಲಾಂಗೆ) ಜ್ಞಾನ ಮತ್ತು ಸದುಪದೇಶದೊಂದಿಗೆ ಕರೆಯಿರಿ, ಮತ್ತು ಅವರೊಂದಿಗೆ ಅತ್ಯುತ್ತಮ ರೀತಿಯಲ್ಲಿ ವಾದಿಸಿರಿ. ಇತರರನ್ನು ಅಲ್ಲಾಹನ ಮಾರ್ಗಕ್ಕೆ ಕರೆಯುವುದು ಜ್ಞಾನ ಮತ್ತು ಸೌಜನ್ಯದಿಂದ ಮಾಡಬೇಕು. 16:125
- ಅಲ್ಲಾಹನು ತನಗೆ ಭಯಪಡುವವರೊಂದಿಗೆ (ಅವನ ಕಡೆಗೆ ತಮ್ಮ ಕರ್ತವ್ಯವನ್ನು ನಿರ್ವಹಿಸುವವರು) ಮತ್ತು ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವವರೊಂದಿಗೆ ಇದ್ದಾನೆ. 16:128
- ಈ ಕುರ್ಆನ್ ಅತ್ಯಂತ ಸರಿಯಾದ ಮತ್ತು ನ್ಯಾಯಯುತವಾದುದಕ್ಕೆ ಮಾರ್ಗದರ್ಶನ ಮಾಡುತ್ತದೆ. 17:9
- ಯಾರೂ ಇತರರ ಪಾಪದ ಹೊರೆಯನ್ನು ಹೊರುವುದಿಲ್ಲ. 17:15
- ಯಾರು ಪರಲೋಕವನ್ನು ಬಯಸುತ್ತಾರೋ ಮತ್ತು ಅದಕ್ಕಾಗಿ ಯೋಗ್ಯ ಪ್ರಯತ್ನವನ್ನು ಮಾಡುತ್ತಾರೋ, ಮತ್ತು ಅವನು ವಿಶ್ವಾಸಿಯಾಗಿದ್ದಾನೋ, ಅಂತಹವರ ಪ್ರಯತ್ನವನ್ನು ಪ್ರಶಂಸಿಸಲಾಗುವುದು ಮತ್ತು ಪ್ರತಿಫಲಿಸಲಾಗುವುದು (ಅಲ್ಲಾಹನಿಂದ). 17:19
- ನಿಮ್ಮ ತಂದೆ-ತಾಯಿಯನ್ನು ಗೌರವಿಸಿರಿ ಮತ್ತು ಅವರೊಂದಿಗೆ ದಯೆಯಿಂದ ವರ್ತಿಸಿರಿ. ತಂದೆ-ತಾಯಿಗೆ ವಿಧೇಯರಾಗಿರಿ. ಅವರಿಗೆ ಅಗೌರವದ ಮಾತನ್ನು ಹೇಳಬೇಡಿ. ಮತ್ತು ನಿಮ್ಮ ಒಡೆಯನು ಆದೇಶಿಸಿದ್ದಾನೆ: ನೀವು ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಬೇಕು. ಮತ್ತು ನೀವು ತಂದೆ-ತಾಯಿಗೆ ಒಳ್ಳೆಯವರಾಗಿರಬೇಕು. ಅವರಲ್ಲಿ ಒಬ್ಬರು ಅಥವಾ ಇಬ್ಬರು ನಿಮ್ಮ ಬಳಿ ವೃದ್ಧಾಪ್ಯವನ್ನು ತಲುಪಿದರೆ, ಅವರಿಗೆ "ಛೆ" ಎಂದು ಹೇಳಬೇಡಿ ಮತ್ತು ಅವರನ್ನು ಗದರಿಸಬೇಡಿ, ಆದರೆ ಅವರೊಂದಿಗೆ ಗೌರವಯುತವಾಗಿ ಮಾತನಾಡಿರಿ. 17:23
- ಮತ್ತು ಕರುಣೆಯಿಂದ ವಿನಯದ ರೆಕ್ಕೆಯನ್ನು ಅವರಿಗಾಗಿ ತಗ್ಗಿಸಿರಿ, ಮತ್ತು ಹೇಳಿರಿ: "ನನ್ನ ಒಡೆಯನೇ! ಅವರು ನನ್ನನ್ನು ಚಿಕ್ಕವನಾಗಿದ್ದಾಗ ಪೋಷಿಸಿದಂತೆ ನೀನು ಅವರ ಮೇಲೆ ಕರುಣೆಯನ್ನು ಸುರಿಸು." 17:24
- ಖಂಡಿತವಾಗಿಯೂ ಅಪವ್ಯಯಕಾರರು ಶೈತಾನನ ಸಹೋದರರು, ಮತ್ತು ಶೈತಾನನು ತನ್ನ ಒಡೆಯನಿಗೆ ಕೃತಘ್ನನಾಗಿದ್ದಾನೆ. 17:27
- ಹಣವನ್ನು ದುಂದು ಮಾಡಬೇಡಿ. 17:29
- ಬಡತನದ ಭಯದಿಂದ ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಬೇಡಿ. 17:31
- ವ್ಯಭಿಚಾರಕ್ಕೆ ಸಮೀಪಿಸಬೇಡಿ. ವಿವಾಹದ ಪವಿತ್ರತೆಯನ್ನು ಕಾಪಾಡಿರಿ ಮತ್ತು ವ್ಯಭಿಚಾರವನ್ನು ತಪ್ಪಿಸಿರಿ. 17:32
- ಅಳೆಯುವಾಗ ಪೂರ್ಣ ಅಳತೆಯನ್ನು ನೀಡಿರಿ, ಮತ್ತು ಸರಿಯಾದ ತಕ್ಕಡಿಯಿಂದ ತೂಗಿರಿ. ಅದು ಉತ್ತಮವಾಗಿದೆ (ಲಾಭದಾಯಕ) ಮತ್ತು ಅಂತಿಮವಾಗಿ ಉತ್ತಮವಾಗಿದೆ. 17:35
- (ಮಾನವನೇ) ನಿಮಗೆ ಯಾವುದೇ ಜ್ಞಾನವಿಲ್ಲದ ವಿಷಯವನ್ನು ಅನುಸರಿಸಬೇಡಿ (ಉದಾಹರಣೆಗೆ, "ನಾನು ನೋಡಿದೆ" ಎಂದು ಹೇಳುವುದು, ವಾಸ್ತವವಾಗಿ ಅವನು ನೋಡದಿದ್ದರೆ, ಅಥವಾ "ನಾನು ಕೇಳಿದೆ" ಎಂದು ಹೇಳುವುದು, ಅವನು ಕೇಳದಿದ್ದರೆ). 17:36
- ವಿನಯವಾಗಿರಿ ಮತ್ತು ಅಹಂಕಾರಿಗಳಾಗಬೇಡಿ. ಭೂಮಿಯ ಮೇಲೆ ಗರ್ವದಿಂದ ನಡೆಯಬೇಡಿ. ಖಂಡಿತವಾಗಿಯೂ ನೀವು ಭೂಮಿಯನ್ನು ಸೀಳಲು ಸಾಧ್ಯವಿಲ್ಲ, ಅಥವಾ ಪರ್ವತಗಳ ಎತ್ತರವನ್ನು ತಲುಪಲು ಸಾಧ್ಯವಿಲ್ಲ. 17:37
- ನಿಮ್ಮ ಒಡೆಯನು ನಿಮ್ಮನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು; ಅವನು ಇಚ್ಛಿಸಿದರೆ, ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಕರುಣೆಯನ್ನು ತೋರಿಸುವನು, ಅಥವಾ ಅವನು ಇಚ್ಛಿಸಿದರೆ, ಅವನು ನಿಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುವನು. 17:54
- ಈ ಲೋಕದಲ್ಲಿ ಕುರುಡನಾಗಿರುವವನು (ಅಂದರೆ ಅಲ್ಲಾಹನ ಸೂಚನೆಗಳನ್ನು ನೋಡದೆ ಮತ್ತು ಅವನನ್ನು ನಂಬದೆ), ಅವನು ಪರಲೋಕದಲ್ಲಿಯೂ ಕುರುಡನಾಗಿರುವನು, ಮತ್ತು ಮಾರ್ಗದಿಂದ ಇನ್ನೂ ಹೆಚ್ಚು ದಾರಿತಪ್ಪಿರುವನು. 17:72
- ನಿಗದಿಪಡಿಸಿದ ಪ್ರಾರ್ಥನೆಯ ಸಮಯಗಳನ್ನು ಪಾಲಿಸಿರಿ. 17:78
- ಖಂಡಿತವಾಗಿಯೂ ನಾವು ಈ ಕುರ್ಆನಿನಲ್ಲಿ ಮಾನವರಿಗೆ ಪ್ರತಿಯೊಂದು ರೀತಿಯ ಉಪಮೆಗಳನ್ನು ವಿವರಿಸಿದ್ದೇವೆ, ಆದರೆ ಹೆಚ್ಚಿನ ಜನರು (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸುತ್ತಾರೆ ಮತ್ತು ಅವಿಶ್ವಾಸವನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆಯದನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ. 17:89
- ನಾವು ಈ ಕುರ್ಆನಿನಲ್ಲಿ ಮಾನವರಿಗೆ ಪ್ರತಿಯೊಂದು ರೀತಿಯ ಉದಾಹರಣೆಗಳನ್ನು ನೀಡಿದ್ದೇವೆ. ಆದರೆ, ಮನುಷ್ಯನು ಯಾವುದಕ್ಕಿಂತ ಹೆಚ್ಚು ಜಗಳಗಂಟಿ. 18:54
- ಅವರ ಪ್ರತಿಫಲವು ನರಕವಾಗಿದೆ; ಏಕೆಂದರೆ ಅವರು ಅವಿಶ್ವಾಸ ಮಾಡಿದರು ಮತ್ತು ನನ್ನ ವಚನಗಳು ಮತ್ತು ನನ್ನ ಸಂದೇಶವಾಹಕರನ್ನು ಅಪಹಾಸ್ಯ ಮತ್ತು ಲೇವಡಿಗಾಗಿ ತೆಗೆದುಕೊಂಡರು. 18:106
- ಅಲ್ಲಾಹನು (ತನ್ನ ಮಹಿಮೆಗೆ) ಪುತ್ರನನ್ನು ಹೊಂದುವುದು ಸೂಕ್ತವಲ್ಲ (ಇದು ಕ್ರೈಸ್ತರು ಅಲ್ಲಾಹನ ವಿರುದ್ಧ ಮಾಡಿದ ಅಪವಾದವನ್ನು ಉಲ್ಲೇಖಿಸುತ್ತದೆ, ಯೇಸು ಅಲ್ಲಾಹನ ಪುತ್ರ ಎಂದು). ಅವನು ಪರಿಶುದ್ಧನು (ಮತ್ತು ಅವರು ಪಾಲುಗೊಳಿಸುವುದಕ್ಕಿಂತ ಉನ್ನತನು). 19:35
- ಜನರೊಂದಿಗೆ ಮೃದುವಾಗಿ ಮಾತನಾಡಿರಿ. 20:44
- ಸತ್ಕಾರ್ಯಗಳಲ್ಲಿ ಪರಸ್ಪರ ಸ್ಪರ್ಧಿಸಿರಿ. 21:90
- ವ್ಯರ್ಥ ಮಾತುಗಳನ್ನು ತಪ್ಪಿಸಿರಿ. 23:3
- ನಿಮ್ಮ ನಾಚಿಕೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ. 23:5
- ಪಾಪ ಪ್ರವೃತ್ತಿಗಳಿಂದ ನಿಮ್ಮ ಹೃದಯವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ. 23:97
- ಇತರರನ್ನು ಕ್ಷಮಿಸಿರಿ ಮತ್ತು ಅವರ ತಪ್ಪುಗಳನ್ನು ಮನ್ನಿಸಿರಿ. 24:22
- ಇತರರ ಗೌಪ್ಯತೆಯನ್ನು ಗೌರವಿಸಿರಿ, ವಿಶೇಷವಾಗಿ ಅವರ ಸ್ವಂತ ಮನೆಗಳಲ್ಲಿ. ನೆರೆಯವರ ಹಕ್ಕುಗಳನ್ನು ಪೂರೈಸಿರಿ. 24:27
- (ಪುರುಷರು ಮತ್ತು ಸ್ತ್ರೀಯರು ಇಬ್ಬರೂ) ನಿಮ್ಮ ನೋಟವನ್ನು ತಗ್ಗಿಸಿರಿ. ನಿಮ್ಮ ನಾಚಿಕೆ ಮತ್ತು ಪಾವಿತ್ರ್ಯವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ. 24:30
- ಉಡುಗೆ ಮತ್ತು ನಡವಳಿಕೆಯಲ್ಲಿ ನಾಚಿಕೆಯನ್ನು ಪಾಲಿಸಿರಿ. 24:31
- ದೇವರು ತನ್ನನ್ನು ಆರಾಧಿಸುವ ಮತ್ತು ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವವರಿಗೆ ಭದ್ರತೆ ಮತ್ತು ಶಾಂತಿಯನ್ನು ನೀಡುತ್ತಾನೆ ಎಂದು ತಿಳಿಯಿರಿ. 24:55
- ಅನುಮತಿಯಿಲ್ಲದೆ ಪೋಷಕರ ಖಾಸಗಿ ಕೋಣೆಗೆ ಪ್ರವೇಶಿಸಬೇಡಿ. 24:58
- ವಿನಮ್ರರು ಮತ್ತು ನಮ್ರರುಗಳಾಗಿರಿ. 25:63
- ಸುಳ್ಳು ಸಾಕ್ಷ್ಯ ಮತ್ತು ವಂಚನೆಯನ್ನು ತಪ್ಪಿಸಿರಿ. 25:72
- ಪರಲೋಕದ ಪ್ರತಿಫಲಕ್ಕಾಗಿ ಪ್ರಯತ್ನಿಸಿರಿ, ಆದರೆ ಈ ಲೋಕದ ನಿಮ್ಮ ವ್ಯವಹಾರಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಬೇಡಿ. 28:77
- ಅಲ್ಲಾಹನೊಂದಿಗೆ ಯಾವುದೇ ಇತರ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಬೇಡಿ. 28:88
- ಸಲಿಂಗಕಾಮದಲ್ಲಿ ತೊಡಗಬೇಡಿ. 29:29
- ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ರಯತ್ನಗಳಲ್ಲಿ ಉತ್ಕೃಷ್ಟತೆಗಾಗಿ ಪ್ರಯತ್ನಿಸಿರಿ. 29:69
- ಸಲಾತ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿರಿ ಮತ್ತು ಝಕಾತ್ ನೀಡಿರಿ. 31:4
- ಸತ್ಕಾರ್ಯವನ್ನು ಆದೇಶಿಸಿರಿ ಮತ್ತು ದುಷ್ಕಾರ್ಯವನ್ನು ನಿಷೇಧಿಸಿರಿ. 31:17
- ನಿಮ್ಮ ನಡವಳಿಕೆಯಲ್ಲಿ ಅಹಂಕಾರವನ್ನು ತಪ್ಪಿಸಿರಿ. ವ್ಯರ್ಥ ಮಾತುಗಳಲ್ಲಿ ಸಮಯವನ್ನು ವ್ಯರ್ಥ ಮಾಡಬೇಡಿ. 31:18
- ನಿಮ್ಮ ನಡಿಗೆ ಮತ್ತು ಧ್ವನಿಯ ಪ್ರಮಾಣದಲ್ಲಿ ಮಧ್ಯಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿರಿ. 31:19
- ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ ರವರ ಮಾದರಿಯನ್ನು ಅನುಸರಿಸಿರಿ. 33:21
- ಸ್ತ್ರೀಯರು ತಮ್ಮ ಸೌಂದರ್ಯ ಮತ್ತು ಆಭರಣಗಳನ್ನು ಪ್ರದರ್ಶಿಸಬಾರದು ಅಥವಾ ಹೆಮ್ಮೆಪಡಬಾರದು. 33:33
- ಎಲ್ಲಾ ಸಂದರ್ಭಗಳಲ್ಲೂ ಸತ್ಯವನ್ನು ಹೇಳಿರಿ. 33:70
- ಚಿಂತನೆಯ ಮೂಲಕ ಜ್ಞಾನ ಮತ್ತು ತಿಳುವಳಿಕೆಯನ್ನು ಹುಡುಕಿರಿ. 38:29
- ಕುರ್ಆನಿನ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿರಿ. 39:23
- ಪಾಪಿಯು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಅವನ ಕಡೆಗೆ ತಿರುಗಿದಾಗ, ದೇವರು ಎಲ್ಲಾ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುತ್ತಾನೆ. 39:53
- ಅಲ್ಲಾಹನಿಗೆ ಪ್ರಾಮಾಣಿಕ ದುಆ (ಪ್ರಾರ್ಥನೆ) ಮಾಡಿರಿ. 40:60
- ಕೆಟ್ಟದ್ದನ್ನು ಉತ್ತಮವಾದುದರೊಂದಿಗೆ ತಡೆಯಿರಿ. 41:34
- ಸಮಾಲೋಚನೆಯ ಮೂಲಕ ವ್ಯವಹಾರಗಳನ್ನು ನಿರ್ಧರಿಸಿರಿ. 42:38
- ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ಪ್ರವಾದಿಯ ಧ್ವನಿಗಿಂತ ಎತ್ತರಿಸಬೇಡಿ. 49:2
- ರಹಸ್ಯಗಳನ್ನು ಕಾಪಾಡಿರಿ ಮತ್ತು ವಿಶ್ವಾಸಘಾತವನ್ನು ತಪ್ಪಿಸಿರಿ. 49:6
- ವಿರುದ್ಧದಲ್ಲಿರುವವರ ನಡುವೆ ಶಾಂತಿಯನ್ನು ಸುಗಮಗೊಳಿಸಿರಿ. ಸಂಘರ್ಷಗಳಲ್ಲಿ ಸಮನ್ವಯವನ್ನು ಹುಡುಕಿರಿ. 49:9
- ಇತರರನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡಬೇಡಿ. 49:11
- ಅನುಮಾನವನ್ನು ತಪ್ಪಿಸಿರಿ. ಗೂಢಚರ್ಯೆ ಮತ್ತು ಅಪನಿಂದೆಯನ್ನು ತಪ್ಪಿಸಿರಿ. ಇತರರ ಬಗ್ಗೆ ದೂಷಿಸಬೇಡಿ ಮತ್ತು ಅಪವಾದ ಹೇಳಬೇಡಿ. ಅಪನಿಂದೆ ಮತ್ತು ಅಪವಾದದ ಎಲ್ಲಾ ರೂಪಗಳಿಂದ ದೂರವಿರಿ. ಅಹಂಕಾರವು ನಿಮ್ಮನ್ನು ಅನ್ಯಾಯಕ್ಕೆ ಕೊಂಡೊಯ್ಯಲು ಬಿಡಬೇಡಿ. 49:12
- ಧರ್ಮನಿಷ್ಠೆಯು ಮಾತ್ರ ವ್ಯಕ್ತಿಯನ್ನು ಉದಾತ್ತಗೊಳಿಸುತ್ತದೆ ಎಂದು ತಿಳಿಯಿರಿ. ಜನರು ಮತ್ತು ಸಂಸ್ಕೃತಿಗಳ ನಡುವಿನ ವ್ಯತ್ಯಾಸಗಳನ್ನು ಗೌರವಿಸಿರಿ. 49:13
- ಅತಿಥಿಗಳನ್ನು ಗೌರವಿಸಿರಿ. 51:26
- ಅಲ್ಲಾಹನ ಕಡೆಗೆ ನಿಮ್ಮ ಕರ್ತವ್ಯಗಳನ್ನು ಮನಸ್ಸಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿರಿ. 51:56
- ದಾನದಲ್ಲಿ ಸಂಪತ್ತನ್ನು ಖರ್ಚು ಮಾಡಿರಿ. 57:7
- ಧರ್ಮದಲ್ಲಿ ಸನ್ಯಾಸತ್ವ (ಮದುವೆ ಮತ್ತು ಸುಖಸೌಕರ್ಯಗಳನ್ನು ತ್ಯಜಿಸುವುದು, ಸನ್ಯಾಸಿಗಳು, ಸನ್ಯಾಸಿನಿಯರು ಅಥವಾ ಧಾರ್ಮಿಕ ಪ್ರತಿಜ್ಞೆಗಳ ಅಡಿಯಲ್ಲಿ ವಾಸಿಸುವ ಇತರರು, ಅಥವಾ ಅವರು ವಾಸಿಸುವ ಕಟ್ಟಡಗಳು) ಇಲ್ಲ ಎಂದು ತಿಳಿಯಿರಿ. 57:27
- ಸಂಪತ್ತು ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯಿಂದ ವಿಚಲಿತಗೊಳಿಸಲು ಬಿಡಬೇಡಿ. 58:11
- ಜ್ಞಾನವುಳ್ಳವರಿಗೆ ಅಲ್ಲಾಹನು ಉನ್ನತ ಸ್ಥಾನವನ್ನು ನೀಡುವನು. 58:11
- ಅವಿಶ್ವಾಸಿಗಳೊಂದಿಗೆ ದಯೆ ಮತ್ತು ನ್ಯಾಯದಿಂದ ವರ್ತಿಸಿರಿ. 60:8
- ನಿಮ್ಮ ನಂಬಿಕೆಗಳು ಮತ್ತು ಕಾರ್ಯಗಳಲ್ಲಿ ಕಪಟತನವನ್ನು ತಪ್ಪಿಸಿರಿ. 63:9
- ದುರಾಸೆ ಮತ್ತು ಜಿಪುಣತನದಿಂದ ದೂರವಿರಿ. 64:16
- ನಿಮಗೆ ಒಪ್ಪಿಸಲ್ಪಟ್ಟ ಪ್ರಕಾಶನಗಳನ್ನು ಕಾಪಾಡಿರಿ. 73:15
- ತೀರ್ಪಿನ ದಿನವನ್ನು ನೆನಪಿನಲ್ಲಿಡಿರಿ. 75:36
- ಸಹನೆ ಮತ್ತು ಸಹಾನುಭೂತಿಯನ್ನು ಆದೇಶಿಸಿರಿ. 90:17
- ತಮ್ಮ ಆತ್ಮಗಳನ್ನು ಪರಿಶುದ್ಧಗೊಳಿಸುವವರು ಯಶಸ್ವಿಯಾಗುತ್ತಾರೆ, ಮತ್ತು ಅವುಗಳನ್ನು ಭ್ರಷ್ಟಗೊಳಿಸುವವರು ವಿಫಲರಾಗುತ್ತಾರೆ. 91:10
- ಅಗತ್ಯವಿರುವವರನ್ನು ನಿರ್ಲಕ್ಷಿಸಬೇಡಿ ಅಥವಾ ದೂರ ತಳ್ಳಬೇಡಿ. 93:10
- ಜ್ಞಾನ ಮತ್ತು ತಿಳುವಳಿಕೆಯನ್ನು ಹುಡುಕಿರಿ. ಕುರ್ಆನ್ ಅನ್ನು ಓದಿರಿ ಮತ್ತು ಅದರ ಬಗ್ಗೆ ಚಿಂತನೆ ಮಾಡಿರಿ. 96:1–5
- ಬಡವರಿಗೆ ಆಹಾರ ನೀಡಲು ಪ್ರೋತ್ಸಾಹಿಸಿರಿ. 107:3
""";
