const String quranIndexKoreanRaw = r"""
만질 기도 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
우리 주님 기도 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
나의 주님 기도 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
아론 (하룬) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'아바사, S.80; 74:22
세정 (우두), 4:43; 5:6
아브라함 (이브라힘) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- 유대인도 기독교인도 아님, 3:67-68
- 바카의 첫 번째 성전에 섬, 3:97; 26:123
- 카아바의 기초를 세움 2:124-129
- 유일한 참 하나님의 경배로 백성을 부름 2:130-133; 26:69-89; 29:16; 29:24-27
- 오만한 왕과 논쟁함 2:258
- 부활에 대해 묻다 2:260
- 유대인도 기독교인도 아님 3:65-68
- 천체 숭배를 반박함 6:74-87
- 이삭의 탄생 소식을 받음 11:69-76; 51:24-30
- 카아바에서의 기도 14:35-41
- 천사들의 방문을 받음 15:51-56
- 모범 16:123
- 아버지를 진리로 부름 19:41-50
- 우상을 파괴하고 불에서 구원받음 21:51-73; 37:83-113
- 모두를 순례로 부름 22:26
아브라르, 3:193, 198; 76:5; 82:13; 83:18-22
폐기, 2:106, 16:101
아부 라합, 111:1-5
아드 민족, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
아담, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- 천사들에게 앞에 엎드리라 함, 2:34; 7:11
- 지식의 나무, 2:35; 7:19-20; 20:120-121
- 동산에서 추방됨 (이브에게는 책임 없음), 2:36; 7:24
- 알라에 의해 영예롭게 되고, 사탄에게 유혹받음 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- 알라에게 용서받음 2:37; 20:122
'아디야트, S.100
'아든 낙원, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
역경
- 타인의 짐을 지지 않음, 6:164; 17:15; 35:18; 39:7; 53:38
- 감당할 수 없는 짐을 지지 않음, 2:286; 6:152; 7:42; 23:62
- 역경 속의 인내, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
노화, 16:70; 22:5; 30:54; 36:68
- 부양 중인 노부모에 대한 행동, 17:23
아흐마드, 61:6
아흐카프, S.46; 46:21
아흐자브, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
아이카의 거주자들, 15:78; 26:176; 38:13; 50:14
알라 S.87; 87:1; 92:20
'알라크, S.96
알-이므란, S.3
알라
- 그분에게 하루는 오만 년이다, 70:4
- 그분에게 하루는 인간의 천 년이다, 22:47; 32:5
- 무엇이든 할 수 있는 능력, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- 모든 심판자 중 최고, 95:8
- 정의를 넘어섬, 43:82; 67:12
- 불신자들의 계획을 무력화함, 8:30; 8:36
- 인간을 사라지게 하고 다른 존재를 창조할 수 있음, 4:133; 14:19; 35:16
- 웃음과 울음을 일으킴, 53:43
- 한 사람을 한 세기 동안 잠들게 함, 2:259
- 진리를 부정하는 자들의 적, 2:98
- 아침부터 저녁까지 그분의 영광을 찬양하라, 33:42
- 거짓 딸들, 16:57; 17:40; 43:16; 52:39; 53:21-22
- 이름으로, 53:19-20
- 인간에게 자유 의지를 줌, 36:67
- 그분을 위해 모든 것을 내려놓음, 4:66-68; 4:125
- 선과 악은 그분에게서 비롯됨, 4:78
- 생명과 죽음을 허락함, 44:8; 53:44; 57:2; 67:2
- 열심히 노력하는 자에게 더 나은 보상, 4:95-96; 5:54; 9:120; 49:15; 61:11
- 배우자가 없음, 72:3
- 아들이 없음, 43:81; 72:3; 112:3
- 어려운 시간에 당신을 버리지 않으심, 93:3
- 지식으로 어디에나 계심, 2:115; 2:142; 2:177; 4:126
- 처음이자 마지막이심 (알파와 오메가), 57:3
- 외적이자 내적이심, 57:3
- 이해를 넘어선 것을 아심, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- 공평하게 행동하는 자를 사랑함, 49:9
- 말씀하지 않은 것에 대한 법을 만들지 않음, 5:101; 6:140; 6:148; 7:32
- 선함이 있는 전쟁 포로에 대한 자비, 8:70
- 본성, 2:255
- 어떤 인간도 신성하지 않음, 3:64; 3:151
- 삼위일체가 아님, 4:171
- 악으로부터 그분께 피난처를 구함, 113:1-5; 114:1-6
- 서서, 앉아서, 누워서 그분을 기억함, 3:191; 4:103; 10:12; 25:64
- 당신을 모태에서 빚으심, 3:6
- 왕좌는 물 위에 놓임, 11:7
- 당신이 알지 못하는 것들을 창조할 것임, 16:8
- 그분의 창조에 잘못을 행하지 않으심, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
동맹, 8:72; 9:7
- 기독교인과 유대인, 5:51
- 불신하는 친족과의 금지, 9:23-24
- 위선자들과의 금지, 4:88-89; 4:139; 4:144
알리야사' (엘리사 참조)
아마나, 신탁과 알라가 규정한 의무 등, 2:283; 4:58; 8:27
- 신탁 참조
천사들, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- 불에서 창조됨, 7:12; 38:76
- 여덟 천사가 심판의 날에 알라의 보좌를 받듦, 69:17
- 그들이 여성이라는 거짓 주장, 43:19; 53:27
- 수호 82:10-12; 86:4
- 열아홉이 지옥을 다스림, 74:30-31
- 변덕을 충족시키기 위해 보내지지 않음, 15:7-8
- 영감을 주기 위해 보내짐, 16:2
분노, 억제, 3:134
'안카부트, S.29
개미들, 27:18
유인원, 5:60
- 비열한, 2:65; 7:166
배교, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- 배교자들을 위한 신속한 멸망을 구하지 말라, 46:35
- 알라만이 그들을 벌할 것임, 73:11; 74:11
- 내세의 형벌, 2:217; 9:74
- 타인에 의한 거부, 3:87
- 회개, 3:89; 5:34; 9:5; 9:11
- 심판의 날에는 너무 늦음, 40:85
- 강압 하에서, 16:106
배교자들, 47:25
아'라프, S.7; 7:46, 48
아라파트, 2:198
논쟁
- 스스로를 속이는 자들을 위해 논쟁하지 말라, 4:107
- 당신이 이 세상에서 그들을 위해 논쟁했으나, 부활의 날에는 누가 하겠는가, 4:109
논쟁/공격
- 같은 방식으로 대응, 8:58
- 인내하는 것이 훨씬 나음, 16:126
갑옷, 16:81
'아스르, S.103
아야트 알-쿠르시, 2:255
험담꾼, 49:12; 104:1
바드르 (전투), 3:13
- 교훈, 8:5-19, 42-48
알-바이트-울-마'무르, 52:4
바카 (마카), 3:96
바'알, 37:125
발라드, S.90
균형, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
바누 안-나디르, 59:2-6, 13
바카라, S.2
바라'아 (타우바 참조), S.9
바르자크 (장벽), 23:100; 25:53; 55:20
- 또한 참조 18:94-97; 34:54; 36:9
바이이나, S.98
짐승 (마지막 날의), 27:82
베두인, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
벌, 16:68-69
행동
- 앞선 계시를 받은 자들과 친절한 방식으로 논쟁하라, 16:125, 29:46
- 아무것도 모르는 일에 관여하는 것을 피하라, 17:36
- 중대한 죄와 부끄러운 행동을 피하라, 53:32
- 서로에 대한 추측을 피하고, 서로를 감시하거나 험담하지 말라 49:12
- 의견에 있어 공정하라, 6:152
- 공동체는 절제해야 함, 2:143; 25:67
- 자만심은 권장되지 않음, 4:36, 57:23
- 도움을 구하는 자를 꾸짖지 말라, 93:10
- 스스로를 순수하다고 여기지 말라, 53:32
- 다른 사람을 조롱하지 말라, 49:11; 104:1
- 악한 것들을 공개적으로 언급하지 말라, 4:148
- 서로를 험담하지 말라, 104:1
- 각 집단에게는 율법과 삶의 방식이 주어짐, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- 그리고 예배 방식, 22:67
- 알라는 그들을 하나의 공동체로 만들 수 있었음, 5:48; 11:118; 16:93; 42:8
- 알라 아래 하나의 공동체, 21:92
- 유대인을 용서하라, 5:13
- 불신자들을 용서하라, 31:15; 45:14
- 기꺼이 용서하라, 42:37
- 통치자들은 협의 후 결정을 내림, 42:38
- 그리고 예언자, 10:47; 16:36
- 신자들을 비방하는 것은 죄임, 33:58
- 남성 (여성에 대한), 24:30
- 평화를 만드는 자는 보상받음, 42:40
- 어쩔 수 없다면, 어려운 처지의 자들에게 공정하게 말하라, 17:28
- 부양 중인 노부모에 대한, 17:23
- 다른 무슬림들에 대한, 33:6
- 타인에 대한, 17:26-29; 17:35; 17:53; 60:8
- 부모에 대한, 46:15
- 노예에 대한, 4:36; 24:33
- 비전투적 불신자들을 공평하게 대우하라, 60:8
- 예언자의 아내들, 33:28-34
- 여성 (남성에 대한), 24:31
- 모든 계시에서, 2:136; 2:285
- 본성, 49:14-15
신자들, 2:2-5; 2:285; 8:2-4; 8:24
유언, 2:180, 240; 4:7, 12; 36:50
배신 (기만, 사기), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
성경, 5:64, 5:65, 5:68
- 왜곡, 3:78; 5:14-15
새들, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
피값 (디야), 2:178-179; 4:92; 17:33
전리품, 4:94. 8:41; 59:6-8
- 불법으로 취득, 3:162
- 전리품 참조
뇌물, 2:188
부dn, 22:36
짐
- 타인의 짐, 어떤 짐을 진 자도 타인의 짐을 지지 않음, 35:18; 39:7; 53:38
- 불신자들은 타인의 짐도 짊어질 것임, 16:25; 29:13
- 그들이 짊어질 짐은 실로 악하다, 6:31, 164
- 알라는 사람이 감당할 수 없는 짐을 지우지 않음, 2:286; 7:42; 23:62
부루즈 (큰 별들), S.85; 85:1; 15:16; 25:61
낙타, 6:144; 7:40; 77:33; 88:17
포로, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- 전쟁 포로 참조
가축, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
타우르 동굴, 9:40
동굴, 동굴의 사람들 18:9-22, 25-26
진리와 함께하는 확실성, 56:95; 69:51
자선 (사다카), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- 자선과 자카트의 대상, 2:273; 9:60
자녀 2:233; 42:49-50
- 무지와 어리석음으로 자녀를 죽인 자들은 멸망함, 6:140
그리스도 (예수 참조)
기독교인들, 5:14, 19, 64-65, 69; 22:17
- 예수를 신격화하지 말라고 요청받음, 4:171
- 무슬림에 대한 애정을 가장 가까이 느끼는 자들, 5:82
- 대부분은 마음에 새기라고 들은 것을 잊어버렸음, 5:14
- 이제 당신들에게 사도가 왔음, 5:15, 19
- 의로운 자들은 보상받을 것임, 2:62; 5:65; 5:69
- "예수는 알라의 아들"이라 말함, 9:30
뒤집힌 도시들, 69:9
안전의 도시, 95:3
의복, 7:26; 16:81
- 불의 옷, 22:19
- 비가족 상황에서의 베일 또는 여성의 복장, 24:31
- 여성의 겉옷은 위선자들의 괴롭힘을 방지함, 33:59-60
연합군, 33:9, 22
- 아흐자브 참조 상호 협의, 42:38
창조
- 시작과 반복, 10:4; 21:104; 27:64; 29:19-20
- 새로운 창조, 17:49, 98; 35:16
- 진리와 함께, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- 유희를 위한 것이 아님, 21:16-17; 23:115
- 모든 생명체는 물로 만들어짐, 21:30; 24:45;25:54
- 인간의 창조, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 첫 번째 형태 56:62
- 육일 동안, 7:54; 11:7; 32:4; 50:38; 57:4
- 쌍으로, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- 다양성, 35:27-28
- 알라는 "있어라!" 명하시니 — 있게 됨, 2:117;16:40; 36:82; 40:68
- 눈 깜짝할 사이에, 54:50
- 밤과 낮, 태양과 달, 39:5
- 하늘과 땅의 창조는 인류의 창조보다 위대함, 40:57; 79:27
- 창조의 목적, 51:56
까마귀, 5:31
기준, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
다흐르 (인산 참조), S.76; 45:24
- 시간, 76:1; 103:1
다윗, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- 시편을 받음 4:163
- 골리앗과 싸워 죽임, 2:251
- 판결을 내림 21:78-80
- 지식과 예언자직으로 축복받음 27:15-16
- 산들과 새들이 함께 알라를 찬양함 34:10; 38:17-20
- 두 사람 사이에서 판결함 38:21-26
다왑 또는 답바 (움직이는 생명체 등) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
죽은 자들은 부활될 것임, 6:36
죽음, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- 전투에서의 도주, 33:16
- 알라의 길에서, 3:195; 22:58; 47:4
- 계시를 받지 못한 공동체는 멸망하지 않음, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- 알라의 길에서 순교한 자들은 살아있음, 2:154; 3:169
- 알라를 향해 악에서 도피하는 동안, 4:100
- 막거나 지연시킬 수 없음 63:10-11
- 잠의 쌍둥이 형제 6:60; 39:42
- 죽음의 순간 신자와 불신자 8:50; 16:27-32; 41:30
- 무덤에서의 형벌 40:46
빚, 2:280, 282; 4:11-12
결정
- 모든 일에는 결정이 있음, 13:38
- 그것에 대한 정해진 결정이 없는 한 우리는 어떤 마을도 멸망시키지 않았음, 15:4
- 모든 일의 결정은 알라에게서 비롯됨, 44:5
- 그분이 어떤 일을 결정하실 때는 오직 "있어라!" 라고 하시니 — 있게 됨, 2:117; 36:82; 40:68
행위
- 악행이 그들에게 아름답게 꾸며짐, 47:14
- 우리에게는 우리의 행위, 당신에게는 당신의 행위, 28:55; 42:15; 45:15
- 선행과 악행은 자기 자신을 위하고 자신에게 불리함, 41:46
- 인간의 행위를 자신의 목에 매어놓음, 17:13
등급, 행한 것에 따라, 6:132
욕망, 악한 욕망을 따르는 자들, 47:14, 16
- 자신의 욕망을 신으로 삼는 자, 25:43
알라의 자비를 절망하지 말라, 39:53; 21:87-88; 68:48-50
- 요나 참조
다리야트, S.51
지크르, 7:205; 15:6, 9
줄-키플, 21:85; 38:48
줄-까르나인, 18:83-98
줄-눈 (물고기의 동반자)
불신자들 (위선자들도 참조)
- 무함마드 (ﷺ)에게 증거로서 알라의 진노를 구하라고 요청함, 6:57-58; 8:32; 10:49-52
- 친절함으로 그들과 함께하라, 31:15
- 그들이 말하는 것을 인내로 견디라, 20:130; 50:39
- 그들과의 계약, 8:56; 8:72; 9:4, 7
- 계약 위반, 8:58; 9:12
- 알라는 그들의 계략을 무력화함, 8:30, 36
- 알라의 법을 조롱하는 행위 중에 있는 자들의 자리를 떠나라, 4:140; 6:68
- 그들이 보호를 요청하면 보호하라, 9:6
- 전쟁 중 형벌, 8:12, 50, 59
- 내세의 형벌, 8:37
- 모스크를 방문하거나 관리해서는 안 됨, 9:17
- 그들에게 친절하게 말하라, 17:53
- 그들에 대한 노력, 9:73; 25:52; 66:9
- 비전투적인 자들을 공평하게 대우하라, 60:8
- 불신자들끼리만 동맹을 맺음, 8:72
제자들 (예수의), 3:52; 61:14
위선자들과 불신자들의 마음속 질병, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
고난 후에는 평안이 있음, 3:154
전리품 배분, 8:41; 59:7-8
도랑의 사람들, 85:4-10
다양성
- 인류의, 30:22, 35:27-28
- 생명의, 35:27-28
이혼, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- 대기 기간 후 해소 또는 화해, 2:231; 65:2
- 두 명의 증인, 65:2
- 위자료, 2:233, 241
- 전 남편의 상속인에게도 연장됨, 2:233
- 두 번 취소 가능, 2:229
- 지참금 상태, 2:229, 236-237
- 필요하면 유모를 구하라, 65:6
- 지하르도 참조
이혼, 남성
- 다른 여성을 위해 한 여성과 이혼할 때 — 처음에 준 것을 돌려받지 말라, 4:20
- 아내를 괴롭히지 말라, 65:6
- 아내를 억지로 붙잡지 말라, 4:19
- 마음을 바꾸기 위한 네 달, 2:226
- 임신 기간과 대기 기간 동안 아내를 충분히 부양하라, 65:6
- 아내가 자녀에게 수유 중이라면 충분히 부양하라, 65:6
- 어머니는 아버지 없는 자녀로 인해 고통받아서는 안 됨, 2:233
- 이슬람 이전, 58:2
- 화해를 위한 회개로 연속 2개월 단식, 58:4
- 화해를 위한 회개로 60명의 어려운 자들에게 식사 제공, 58:4
- 화해를 위한 회개로 노예 해방, 58:3
- 화해 시도, 4:35
- 결혼이 이루어지지 않은 경우 무죄, 2:236
- 신부는 지참금의 절반을 받을 권리가 있음, 2:237
이혼, 여성
- 세 번째 이혼 후 (다른 남편으로부터의 이혼) 원래 남편에게 돌아갈 수 있음, 2:229
- 부양받을 권리, 2:241; 65:1
- 동등한 이혼권, 2:228
- 남편의 학대를 두려워함, 4:128
- 남편이 준 것을 보유할 수 있음, 2:229
- 집에서 쫓겨나서는 안 됨, 65:1
- 임신이 없음을 증명하기 위한 세 번의 생리 대기, 2:228
- 생리가 없는 자들을 위한 세 달 대기, 65:4
- 결혼이 이루어지지 않은 경우 제외, 33:49
개, 7:176
당나귀, 2:259; 16:8; 31:19; 62:5; 74:50
음료
- 알코올성, 2:219; 5:90
- 순수하고 하얀 맛있는 음료, 37:45-46; 76:21
- 순수하게 봉인된 포도주, 83:25
두하, S.93
두칸, S.44
코끼리 군대, 105:1-5
엘리아스 (엘리야; 일야신) 6:85; 37:123-132
엘리사, (알리야사') 6:86; 38:48
에녹, (이드리스 참조)
사건, 56:1; 69:15
악, 4:123; 10:27-30; 19:83; 59:15
- 공개적으로 언급되어서는 안 됨, 4:148
- 우리 자신에게서 비롯되지만, 선은 알라에게서 비롯됨, 4:79; 42:48
- 악을 용서하라, 4:149
- 보응받음, 6:160; 42:40
- 악한 계략을 꾸미는 자들, 16:45-47
- 끝이 악했음, 30:10
- 땅과 바다에 나타남, 30:41
- 선으로 악을 물리치라/방어하라, 13:22; 23:96; 41:34
- 선으로 바뀜, 7:95
- 악한 욕망을 따르는 자들, 47:14, 16
- 행위가 그들에게 아름답게 꾸며짐, 47:14
과도함
- 음식에서 금지됨, 5:87
- 종교에서, 4:171; 5:77-81
눈, 귀, 피부가 죄인들에 대해 증언할 것임, 41:20-23
에스라, (우자이르) 9:30
알라의 얼굴 또는 용모, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
아름답게 보임
- 알라는 각 민족에게 자신의 행위를 아름답게 보이게 하심, 6:108
믿음 (신앙), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- 믿음을 거부하는 자들, 3:116
- 믿음의 증가, 3:173
- 확실함과 함께, 44:7; 45:4, 20; 51:20
- 그분이 당신을 믿음으로 인도하셨음, 49:17
파즈르, S.89
팔라크, S.113
꾸란 구절에 대한 거짓 대화, 6:68
거짓 신들
- 알라 외에 우상들과 소위 파트너들 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- 그들이 알라 외에 경배하는 것을 모욕하지 말라, 6:108
- 타구트 참조
거짓 (바틸), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
인간의 행위를 자신의 목에 매어놓음, 17:13
단식, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- 흰 실이 검은 실과 구별될 때까지 먹고 마셔라, 2:187
파트흐, S.48
파티하, S.1
파티르, S.35
피디야 (단식의 대속), 2:196
- 포로 해방을 위한, 8:67
- 불신자들이 제공하는 대속, 3:91; 5:36,37; 10:54; 13:18
무화과, 95:1
전투
- 알라의 길에서, 불신자들에 대한, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- 명해짐, 2:216
- 성스러운 달에, 2:217; 9:5
- 이스라엘 자녀들에 의한, 2:246-251
- 알라의 길에서, 억압받는 남녀를 위해, 4:74-76
- 피트나가 없어질 때까지, 8:39
- 스무 명이 이백 명을 이김, 8:65
- 알라를 믿지 않는 자들에 대한, 9:29
- 억울한 자들에 대한 허가, 22:39-41
- 위선자들과, 47:20
- 면제, 48:17
필, S.105
피르다우스 낙원, 18:107; 23:11
불, 56:71, 100:2
파리, 22:73
음식
- 합법과 불법 (할랄과 하람), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- 과거에 먹은 것에 대한 죄 없음, 5:93
- 넘지 말라, 5:87
- 알라가 합법으로 만든 것을 불법으로 만들지 말라, 5:87; 7:32; 16:116
금지된 행위, 6:151-152; 7:33
용서, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- 신자들의 의무, 42:37; 45:14
- 신자들이 성경의 백성들을 위해, 2:109
- 알라는 원하시는 자를 용서하심, 4:48
- 알라는 그분과 함께 경배에 파트너를 세우는 것을 용서하지 않으심, 4:48, 116
- 알라의 용서를 구하는 자, 4:110
- 무쉬리쿤을 위해 알라의 용서를 구하지 말라, 9:113
- 알라는 모든 죄를 용서하심, 39:53
- 천사들은 땅 위의 자들을 위해 용서를 구함, 42:5
- 화가 날 때 용서하라, 42:37
- 용서하고 화해하라, 42:40
- 신자들은 알라의 날을 바라지 않는 자들을 용서하라, 45:14
- 큰 죄와 파와히쉬를 피하는 자들을 위해, 53:32
- 용서를 향해 서로 앞다퉈 달려가라, 57:21
- 악행이 선행으로 바뀜 25:68-71
사기 (배신 참조) 83:1-6
자유 의지
- 알라의 의지에 의해 제한됨, 6:107; 10:99; 74:56;76:31; 81:28-29
- 원하는 자는: 믿거나 불신하라, 18:29
- 자신의 주님께 나아가는 길을 택하라, 76:29
- 곧게 걸어라, 81:28
금요 예배, 62:9-11
과일, 6:41; 16:11
- 낙원에서 풍부하게, 43:73
- 모든 종류의, 47:15
- 원하는 대로, 77:42
푸자르, 82:14-16; 83:7
푸르칸, S.25
푸씰라트 (하 밈 참조), S.41
가브리엘, (지브릴) 2:97-98; 26:193; 66:4; 81:19-21
- 루흐, 26:193; 67:12; 70:4; 78:38; 97:4
- 루흐-울-쿠두스, 2:87, 253; 5:110; 16:102
도박, 2:219; 5:90
이흐람 상태에서의 사냥, 5:94-96
가피르 (무으민 참조), S.40
가쉬야, S.88
구슬, 4:43; 5:6
선물, 30:39
골리앗, (잘루트) 2:249-251
좋은 날들, 3:140
- 좋은 것을 싫어하고 나쁜 것을 좋아함, 2:216
- 보상받음, 4:85; 28:54
- 두 배로 보상받음, 4:40; 28:54
- 열 배로 보상받음, 6:160
- 증가됨, 42:23
- 선을 행하는 자들을 위해 선함과 내세의 집이 있음, 16:30
- 이 세상에서 선을 행하는 자들을 위한 것임, 39:10
- 알라는 선을 행하는 자들에게 최선으로 보상하심, 53:31
- 선에 대한 보상이 선 외에 다른 것이 있겠는가, 55:60
- 알라가 당신에게 선하신 것처럼 선을 행하라, 28:77
선과 악
- 선은 알라에게서, 악은 당신 자신에게서 비롯됨, 4:79
- 선을 행하면 자신을 위한 것이고 악을 행하면 자신에게 불리함, 17:7;41:46
- 선으로 악을 물리치라, 23:96; 28:54; 41:34
- 선한 행위와 악한 행위는 같을 수 없음, 41:34
- 모든 사람은 자신이 행한 선과 악 모두와 대면하게 됨, 3:30
- 무흐시눈 참조
선한 행위
- 드러내거나 숨기거나, 4:149
- 경쟁하듯이 노력하라, 5:48
복음서, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
큰 소식, 78:1-5
인사, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
하디드, S.57
하디 (희생을 위한 동물), 2:196, 200
하즈 (순례), 2:158, 196-203; 3:97; 5:2;22:30
하즈, S.22
하만, 28:6, 38; 29:39; 40:24, 36, 37
손과 발이 증언할 것임, 36:65
하카, S.69
고난에는 안도가 따름, 94:5-6
하룬, (아론)
하루트, 2:102
하쉬르, S.59
마음
- 굳어진, 2:74; 22:53; 39:22; 57:16
- 봉인된, 7:100-101; 40:35; 47:16; 63:3
- 덮인, 17:46; 41:5
- 잠긴, 47:24
- 나뉜, 59:14
- 두려움으로 가득 찬, 22:35
- 마음속에 질병이 있는 자들, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
하늘
- 보이지 않는 것은 알라께 속함, 16:77
- 유희를 위해 창조되지 않음, 21:16
- 땅과 결합되어 있었음, 21:30
- 하늘에 숨겨진 것은 없음, 27:75
- 어떤 기둥도 없이 창조됨, 31:10
- 그분의 오른손으로 말아 올려질 것임, 39:67
- 이틀 동안 일곱 하늘의 창조, 41:12
- 가장 가까운 하늘을 등불로 장식함, 41:12
- 하늘에 있는 모든 것은 알라께 속함, 45:27;53:31
- 하나 위에 하나, 일곱 하늘, 67:3
지옥 (불, 타오르는 불꽃) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- 타오르는 불과 끓는 물 22:19-22; 23:103-104
- 고름 14:14-17; 38:55-58; 69:35-37
- 잠쿰 나무 37:62-70; 44:43-50; 56:41-56
- 거주자들이 살지도 죽지도 못함 87:13
- 비난 주고받기 26:91-101; 34:31-33
- 즉각적인 멸망 요구 25:13-14; 43:74-78
- 애절한 울부짖음 35:36-37
- 불이 으르렁거리고 포효함 25:11-12; 67:6-11
- 불에 탄 피부가 새 피부로 교체됨 4:56
- 족쇄와 타르 옷 14:48-50
- 쇠 몽둥이 22:19-22
- 쇠사슬 13:5
- 지옥의 문지기들 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- 어떤 대속도 받아들여지지 않음 5:36-37
- 중재 거부됨 6:94; 26:100; 30:13; 74:48
- 불타는 절망과 얼음 같은 어둠, 38:57
- 70큐빗의 사슬, 69:32
- 제한된 기간 동안 머묾, 78:23
내세
- 내세의 집이 더 나음, 6:32; 7:169
- 내세에서의 끝이 어떻게 될 것인가, 6:135
- 잘리문은 내세에서 성공하지 못할 것임, 6:135
- 내세의 집, 12:109; 16:30; 28:83; 29:64
- 내세를 믿지 않는 자들, 17:10
- 내세의 보상, 42:20
- 은과 금보다 나음, 43:33-35
- 오직 무타쿤을 위한 것임, 43:35
- 내세의 형벌, 68:33
- 더 낫고 더 지속됨, 87:17
- 현재보다 나음, 93:4
넓은 도로, 21:31
히즈르 (바위 지대), 15:80-85
히즈르, S.15
동성애 26:165-166; 27:55; 29:28-29
말들, 16:8
시간
- 그 지식은 알라만이 가지고 있음, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- 갑자기 그들에게 닥침, 6:31; 7:187;12:107; 43:66
- 당신에게 닥침, 6:40; 12:107; 20:15; 34:3
- 가까이 다가왔음, 54:1-5
- 눈 깜짝할 사이, 혹은 그보다 더 빨리, 16:77
- 그 시간의 지진, 22:1
- 그날 세워질 것임, 30:12, 14
- 반드시 올 것이며 의심의 여지가 없음, 40:59;45:32; 51:5-6
- 징조들 21:96; 27:82; 43:61; 47:18; 54:1-2
- 이름들 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- 사람들을 갑작스럽게 덮칠 것임 6:31; 7:187
- 나팔이 불릴 것임 6:73; 23:101; 39:68
집, 집에 들어가는 예의, 24:27-29
후드, 7:65-72; 11:50-60; 26:123-140; 46:21-26
후드, S.11
후주라트, S.49
후마자, S.104
후나인 (전투), 9:25
후르 (낙원의 여성들), 44:54; 52:20
위선자들
- 알라와 마지막 날을 믿는다고 말하지만, 실제로는 믿지 않음, 2:8
- 스스로를 속임, 2:9
- 그들의 마음속 질병, 2:10; 8:49; 22:53;33:12; 47:29
- 불화를 일으킴, 2:11-12
- 바보들과 조롱꾼들, 2:13-15
- 인도 대신 오류를 구입함, 2:16
- 귀머거리, 벙어리, 장님, 2:17-18
- 죽음과 어둠을 두려워함, 2:19-20
- 듣기 좋은 말, 2:204-206
- 싸우기를 거부함, 3:167-168
- 알라는 그들의 마음속을 아심, 3:167;4:63
- 거짓 재판관에게 판결을 구하고, 계시를 외면하며, 재앙이 닥치면 나타남, 4:60-62
- 불행과 큰 성공 속에서, 4:72-73
- 알라가 그들을 돌려보내심, 4:88
- 친구로 삼지 말라, 4:89; 58:14-19
- 그들이 돌아서면, 어디서든 찾아 죽여라, 4:89
- 당신의 승리나 불신자들의 성공을 기다리며 지켜봄, 4:141
- 알라를 속이려 하며, 게으르게 기도하고 사람들에게 보이기 위해 기도함, 4:142
- 이쪽에도 저쪽에도 속하지 않음, 4:143
- 불의 가장 낮은 곳에 있음; 도와주는 자 없음, 4:145
- 발각될까 두려워함, 9:64-65
- 그들을 위해 기도하지 말라, 9:84
- 남녀 모두 서로에게서 비롯됨; 패배자들; 알라의 저주, 9:67-69
- 베두인 중에, 9:101
- 발견되는 곳마다 붙잡혀 죽임을 당할 것임, 33:61
- 알라는 위선자들을 벌하실 것임, 33:73
- 거짓말쟁이들; 등을 돌림; 그들의 마음은 나뉘어짐, 59:11-14
- 거짓말쟁이들; 자신들의 맹세를 방패막이로 삼음; 그들의 마음은 봉인됨; 그들을 조심하라, 63:1-4
- 이해하지 못하고 알지 못함, 63:7-8
- 그들에 대해 열심히 노력하라, 66:9
이블리스 (사탄), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- 사탄 참조
이브라힘, (아브라함 참조)
이브라힘, S.14
'잇다 (여성의 이혼 정해진 기간), 2:228, 231, 232, 234, 235; 33:49;65:1-7
이드리스 (에녹), 19:56-57; 21:85; 96:4
이흐람, 2:197; 5:2, 95
이흐산, 16:90
이클라스, S.112
일라, 오직 하나, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
불법 성관계; 증인의 증거, 4:15-18; 24:2, 19
일리윤, 83:18-21
불결한 것 (나자스) 9:28
'이므란
- 아내, 3:35
- 딸, 66:12
필연, 69:1-3
인피타르, S.82
상속, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
부당 행위, 당한 자에게, 4:30, 148
인산 (다흐르 참조), S.76
인쉬까크, S.84
인쉬라흐 (샤르흐 참조), S.94
영감, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
중재/중재자, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
취하게 하는 것들, 5:90, 2:219
이까맛-아스-살라트, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
이끄라' (알라크 참조), S.96
이람, 89:7
철, 57:25
'이사, 예수 참조
이삭, (이스하크) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
이스마일, 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
아버지와 함께 카아바의 기초를 세움 2:125-140
희생 이야기 37:100-113
이슬람, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- 무슬림으로 복종하는 첫 번째 자들, 6:14,163; 39:12
- 처음으로 받아들인 자들, 9:100
- 가슴이 열림, 39:22
- 은혜로서, 49:17
이스라', S.17
이스라엘 자녀들, 2:40-86
- 베풀어진 은혜, 2:47-53, 60, 122; 45:16-17
- 알라의 복종에 대한 반항, 2:54-59, 61, 63-74; 5:71; 7:138-141
- 무슬림들과의 관계, 2:75-79
- 그들의 오만함, 2:80, 88, 91
- 그들의 계약들, 2:80, 83-86, 93, 100; 5:12-13, 70
- 내세의 가격으로 이 세상의 삶을 구입함, 2:86
- 삶에 가장 탐욕스러운 인류, 2:96
- 왕을 요청함, 2:246-251
- 한계를 넘음; 여러 집단으로 나뉨; 원숭이, 7:161-171
- 두 번 약속됨, 17:4-8
- 적에게서 구출됨, 20:80-82
- 성경과 지도자들을 받음, 32:23-25; 40:53-54
- 학식 있는 학자들이 그것 (꾸란이 진실임)을 알았음, 26:197
이스타와 (위에 오르심), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
이으티카프, 2:187
야곱, (야으꿉) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- 아스바트 (야곱의 열두 아들), 2:140; 3:84;4:163
잘루트, (골리앗 참조)
자마라트, 2:200
자시야, S.45
예수, 마리아의 아들 이사
- 어머니가 세상 모든 여성 위에 선택됨 3:42
- 부활의 날에 증언함, 4:159
- 탄생의 기쁜 소식, 3:45-47; 19:22-23
- 이스라엘 자녀들에게 보내진 사도, 3:49-51
- 제자들, 3:52-53; 5:111-115
- 알라의 조력자로서의 제자들, 3:52; 61:14
- 들어올려짐, 3:55-59; 4:157-159
- 아담의 모습과 같음, 3:59
- 죽임을 당하거나 십자가에 못 박히지 않음, 4:157
- 영감을 받음, 4:163
- 사도에 불과함 (신격화하지 말라), 4:171-172; 5:75; 19:30, 43:63-64
- 이렇게 말하는 자들은 불신한 것임, 5:17, 72; 9:30
- 우리의 사도 (무함마드 ﷺ)가 왔음, 5:19
- 복음서를 줌, 5:46
- 제자들이 말함: 우리는 무슬림임, 5:111
- 음식이 차려진 상, 5:114
- 거짓 경배를 가르치지 않음, 5:116-118
- 의로운 예언자, 6:85
- 징표로서, 23:50
- 그의 재림 43:61
- 그에 대한 상충되는 견해, 43:65
- 이스라엘 자녀들에게 종이자 모범에 불과함, 43:59
- 이름이 아흐마드인 사도의 기쁜 소식, 61:6
- 그의 동정녀 탄생, 메시지, 기적 3:45-51; 19:16-38
- 알라의 은혜를 상기시킴 5:110-115
- 신성함을 부인함 5:116-120
- 그의 추종자들의 마음속 자비와 은혜 5:82; 57:27
유대인과 기독교인들, 2:140; 4:153-161, 171; 5:18
- 거짓에 귀 기울임, 5:41-42
- 그들이 말한 것으로 저주받음, 5:64
- 신자들 (무슬림들)에 대한 적대감, 5:82
- 이슬람을 받아들인 자들, 26:197; 28:53; 29:47
지브릴, (가브리엘 참조)
지하드, (전투, 노력) 2:216; 9:24; 22:78; 25:52
진, S.72
진, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
진, 불에서 창조됨 15:25; 55:15
- 믿는 진과 불신하는 진 72:1-15
- 일부는 꾸란의 메시지를 믿음 46:29-32
- 인간과 진은 목적을 위해 창조됨 51:56-58
욥, 4:163; 6:84; 21:83-84; 38:41-44
요한, (야흐야, 세례 요한)
- 기쁜 소식, 3:38-41; 19:7-11; 21:90
- 의로움, 6:85
- 지혜롭고 공감하며 효성스러움, 19:12-15
요나 (유누스), 4:163; 6:86; 10:98;21:87; 37:139-148
- (줄-눈) 21:87; 68:48-50
요셉 (유수프), 6:84; 12:4-101
- 최고의 이야기 12:1-3
- 어린 유수프의 꿈 12:4-6
- 형제들의 음모 12:7-18
- 노예로 팔림 12:19-20
- 이집트 재상의 집에서 자람 12:21-22
- 재상의 아내가 유혹하려 함 12:23-29
- 연회 사건 12:30-32
- 감옥에 감 12:33-35
- 두 명의 수감자 12:36-42
- 왕의 꿈 12:43-53
- 재상이 됨 12:54-57
- 형제들이 물자를 구하러 옴 12:58-68
- 동생 베냐민을 데려감 12:69-82
- 아버지의 새로운 슬픔 12:83-87
- 진정한 정체를 밝힘 12:88-98
- 오래된 꿈이 실현됨 12:99-100
- 마무리 기도 12:101
주디 산, 11:44
주무아, S.62
정의 (아들), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- 또한 참조 4:65, 105
카아바
- 아브라함이 건설함, 2:125-127
- 사냥 금지, 5:94-96
- 안전의 피난처, 5:97
- 벌거벗은 상태로 돌기, 7:28
- 기도하며 돌 때, 2:200; 7:29, 31
카피룬, S.109
카푸르, 카푸르가 섞인 잔, 76:5
카흐프, S.18
칸즈, 9:34-35
카우타르 (낙원의 강), 108:1
카우타르, S.108
열쇠
하늘과 땅의, 39:63; 42:12
가이브의, 6:59
카울라 빈트 탈라바, 58:1
살인
- 누구든 한 사람을 죽이면 온 인류를 죽인 것임, 5:32
- 누구도 죽이지 말라, 17:33
친절한 말은 자선보다 나음, 2:263
친족, 권리, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
키라만-카티빈, 82:11
지식
- 잎 하나도 떨어지지 않고 그분이 아심, 6:59
- 무지와 어리석음으로 자녀를 죽인 자들은 멸망함, 6:140
- 다섯 가지는 오직 알라만 아심, 31:34
- 확실함과 함께, 102:5-7
코라 (카룬), 28:76-82; 29:39; 40:24
쿠르시, 2:255
라합 (마사드 참조), S.111
라일, S.92
등불, 25:61; 67:5; 71:16; 78:13
언어
- 인간의 언어와 색깔의 차이, 30:22
라트, 53:19
율법, 규정된, 5:48
알라의 율법, 2:219; 98:3
거짓말쟁이들, 26:221-223
생명, 누구든 한 사람을 구하면 온 인류의 생명을 구한 것임, 5:32
이 세상의 삶
- 내세의 대가로 이 세상의 삶을 구입함, 2:86
- 오직 기만의 향락에 불과함, 3:185
- 내세를 위해 이 세상의 삶을 팔아라, 4:74
- 오락과 유희에 불과함, 6:32; 29:64; 47:36; 57:20
- 속임, 6:130
- 내세에 비해 이 세상의 향락은 적음, 9:38; 13:26; 28:60
- 이 세상의 삶의 비유는 비와 같음, 10:24
- 이 세상에서의 기쁜 소식, 10:64
- 이 세상을 원하는 자는 그 안에서 얻지만 내세의 몫은 없음, 11:15-16; 17:18; 42:20
- 현재를 사랑하고 내세를 소홀히 하는 자들, 75:20-21; 76:27
- 당신은 이 세상의 삶을 더 좋아함, 87:16
빛
- 분명한, 4:174
- 그리고 어둠, 6:1
- 빛의 비유, 24:35
- 신자들 앞에서, 그리고 신자들과 함께 감, 57:12-15; 66:8
- 알라가 주신 빛으로 신자들이 바른 길을 걸음, 57:2
알라가 정한 한계, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- 이것들이 한계임, 2:187; 229-230; 4:13; 58:4; 65:1
- 한계를 넘지 말라, 2:190, 229
- 한계를 넘는 자는, 2:229; 4:14; 78:22
- 필요에 의해 강요되었지만 한계를 넘지 않음, 2:173; 6:145
- 종교에서 한계를 넘지 말라, 4:171; 5:77
- 한계를 넘었을 때 (원숭이가 됨), 7:166
- 한계를 지키는 자들, 9:112
사자, 74:51
대출
- 알라에게 선한 대출을 하라, 2:245; 73:20
- 여러 배로 늘어남, 57:11, 18
- 두 배가 됨, 64:17
명백한 손실, 39:15
롯, (루트) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- 그의 불복종한 아내, 11:81; 15:60; 66:10
로테 나무, 34:16; 53:14-16; 56:28
루크만, 31:12-14
루크만, S.31
마아리즈, S.70
마디나 (야스리브), 9:120; 33:13, 60; 63:8
마디얀, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- 아이카 숲 참조
마흐르 (혼인 지참금), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
마이다, S.5
마카 (바카), 3:96;90:1-2
- 안전의 도시, 95:3
인간
- 지상에서 세대에 세대를 이어, 2:30;6:165
- 대리자로 세워짐, 35:39
- 의무, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- 알라에 의해 시험받음, 2:155; 3:186; 47:31; 57:25
- 인간이 탐내는 것들, 3:14
- 창조됨, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- 창조되고 정해진 기간이 결정됨, 6:2; 15:26
- 남성과 아내 사이의 화해, 4:35
- 알라와의 만남을 부정한 패배자들, 6:31
- 귀환, 6:60, 72, 164; 10:45-46
- 자신을 음모함, 6:123
- 타인의 짐을 지지 않음, 6:164
- 배은망덕함, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- 사탄에 대해 경고받음, 7:27
- 아내와 자녀, 7:189-190
- 해나 악이 닥칠 때, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- 주님을 향해 돌아감, 10:23; 84:6; 96:8
- 스스로에게 잘못함, 10:44
- 기뻐하며 자랑함, 11:10
- 악을 빌음, 17:11
- 항상 성급함, 17:11
- 행위가 목에 매어짐, 17:13
- 길을 잃는 자는 자신의 손해이고 바른 길을 가는 자는 자신을 위한 것임, 17:15
- 부당하게 대우받지 않음, 17:71
- 죽음과 부활, 23:15-16
- 종교를 종파로 나누어 각자 자신의 믿음에 기뻐함, 23:53
- 혀, 손, 발이 증언할 것임, 24:24
- 자신에 대해 스스로 증언함, 75:14
- 자신의 욕망을 신으로 삼은 자, 25:43
- 혈연과 혼인으로 이어진 친족, 25:54
- 알라는 하늘과 땅에 있는 것들을 당신을 위해 종속시키심, 31:20
- 누구든 알라에게 자신의 얼굴을 복종시키는 자, 31:22
- 몸속에 두 개의 심장이 없음, 33:4
- 알라를 경배하기 위해, 39:64-66
- 자신의 손이 얻은 것으로 인한 불행, 42:30, 48
- 천사들이 행위를 기록함, 50:17-18, 23;85:11
- 천사들이 그를 지킴, 13:11; 86:4
- 세 부류로 나뉨, 56:7-56
- 알라에게 가장 가까운 자들, 56:10-11
- 오른쪽 동반자들, 56:27-40
- 왼쪽 동반자들, 56:41-56
- 알려지지 않은 형태로 변형되고 창조됨, 56:60-62
- 형태가 아름답게 만들어짐, 64:3
- 재산과 자녀는 오직 시험일 뿐임, 64:15
- 창조되고 부여받음, 67:23-24; 74:12-15; 90:8-10
- 조급함, 70:19-21
- 기도에 헌신함, 70:22-35
- 더 많은 것을 원함, 74:15
- 자신에 대해 스스로 증언함, 75:14-15
- 그의 오만함, 75:31-40; 90:5-7
- 이 세상의 현재 삶을 사랑함, 76:27
- 창조하기 더 어려운 것은 인간인가, 하늘인가, 79:28
- 주님에 대해 부주의함, 82:6-12
- 완벽하게 빚어지고 균형이 갖춰짐, 82:7
- 단계에서 단계로 이동함, 84:19
- 재산에 대한 사랑, 89:20
- 수고 속에서 창조됨, 90:4
- 노력과 행위가 다양함, 92:4
- 쉬운 길과 어려운 길이 그를 위해 부드럽게 됨, 92:7, 10
- 최고의 체형 (형태)으로 창조됨, 95:4
- 그런 다음 가장 낮은 곳으로 낮춰짐, 96:5
- 모든 한계를 넘음, 96:6-7
하즈의 만나시크 (의무들), 2:128, 200; 22:30
마나트, 53:20
인류
- 증인들, 2:143
- 하나의 공동체, 2:213; 10:19
- 한 쌍에서 창조됨, 4:1; 39:6; 49:13
- 자신들에 대한 반항, 10:23
- 심판이 가까웠음에도 방심함, 21:1-3
- 피트라 위에 창조됨, 30:30
- 가장 고귀한 자, 49:13
- 민족과 부족으로 나뉨, 49:13
만나와 메추라기, 2:57
예절
- 집에 들어가는 것에 대한, 24:27-29
- 가정에서, 24:58-61
- 예언자의 집에서, 33:53
- 예언자에게 인사하고 살라트를 보내라, 33:56
- 알라와 그분의 사도, 또는 믿는 남녀를 괴롭히지 말라, 33:57-58
- 믿기 전에 소식을 확인하라, 49:6
- 다른 사람을 조롱하지 말라, 49:11
- 집회에서, 58:11
결혼, 2:232, 234
- 불신자나 노예와의, 2:221
- 합법적인 수, 4:3
- 마흐르는 돌려받지 않음 (이혼의 경우), 4:20-21
- 금지된 결혼 대상, 4:22-24
- 자유로운 믿는 여성과 결혼할 수단이 없을 경우, 4:25
- 불화가 우려될 경우, 중재자 두 명 임명, 4:35
- 아내가 학대나 유기를 두려워하면, 평화의 조건을 만들라, 4:128
- 한 아내에게 너무 치우쳐 다른 아내를 내버려두지 말라, 4:129
- 간음한 자들의 결혼, 24:3
- 가난한 자들과의 결혼, 24:32
- 결혼할 재정적 수단이 없는 자들, 24:33
- 예언자에게 합법적으로 된 아내들, 33:50-52
- 성관계 전에는 이혼 시 잇다 없음, 33:49
순교자들
- 죽지 않음, 2:154; 3:169
- 알라의 은혜와 축복으로 기뻐함, 3:170-171
- 용서와 자비를 받음, 3:157-158
- 좋은 양식을 받을 것임, 22:58-59
마루트, 2:102
마리아 (예수의 어머니), 탄생, 3:35-7
- 예수의 기쁜 소식, 3:42-51; 19:16-21
- 출산 중, 19:23-26
- 아기를 백성에게 데려옴, 19:27-33
- 거짓 혐의, 4:156
- 정결함을 지킴, 21:91; 66:12
마리얌, S.19
마사드, S.111
- 알-마스지드-알-아끄사, 17:1
- 알-마스지드-알-하람, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- 알-마쉬아르-알-하람, 2:198
마운, S.107
마와 낙원, 53:15
도량과 무게, 충분히 주어라, 11:85; 17:35;83:1-5
만남
- 알라와의, 6:31
- 대단한 날의, 19:37
- 내세의, 30:16
사도들, 2:253; 4:164-165; 40:78; 57:27
- 사도들의 계승, 2:87
- 사도들의 연속, 5:19; 23:44
- 살해됨, 3:183
- 위협받음, 14:13
- 조롱받음, 6:10; 13:32; 15:11; 21:41
- 부정되고 거부됨, 3:184; 6:34;25:37;34:45; 51:52
- 일부는 믿고 일부는 거부함, 4:150-152
- 사도들의 모임, 5:109
- 기쁜 소식과 경고자로 보내짐, 6:48; 14:4-8
- 모든 민족에게서 온 증인으로, 16:89
- 모든 민족에게 사도가 있음, 10:47; 16:36
- 알라의 구절들을 읽음, 7:35-36
- 천사가 사도로, 17:95; 25:7
- 인간에 불과함, 14:10-12;17:94; 21:8; 25:7-8, 20
- 그들의 아내와 자녀, 13:38
- 예언자들 참조
미라즈, 17:1; 53:12
인색함/구두쇠, 57:24
불행, 당신의 손 때문에, 42:30
수도원 제도, 규정되지 않음, 57:27
원숭이, 범법자들이 원숭이가 됨, 2:65;5:60; 7:166
미라즈, 17:1; 53:12
달의 수, 9:36-37
달, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- 달의 갈라짐; 54:1
모세
- 그와 그의 백성, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- 파라오와, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- 알라에 의해 인도됨, 6:84
- 산과 주님의 나타남, 7:142-145
- 송아지 경배로 백성을 꾸짖음, 7:148-156;20:83-99
- 그의 서적, 이견이 생김, 11:110
- 성경을 받음, 17:2
- 아홉 가지 명백한 징표, 7:133; 17:101
- 두 바다의 합류점으로, 18:60-82
- 타오르는 덤불에서의 운명적인 만남 20:9-36; 27:7-14; 28:29-35
- 불려서 사도직을 받음, 19:51-53;20:9-56
- 그의 어린 시절, 어머니와 누이, 20:38-40;28:7-13
- 마술사들이 개종함, 20:70-73; 26:46-52
- 마디얀에서, 20:40; 28:22-28
- 기준을 받음, 21:48
- 신비로운 불과 함께, 27:7-12; 28:29-35
- 도시에서 실수로 이집트인을 죽임 28:14-21
- 명백한 증거와 함께 옴, 29:39
- 파라오와의 이야기 7:103-137; 10:75-92; 11:96-99; 26:10-69
- 파라오와 백성을 위한 아홉 가지 징표 7:130-133; 20:17-22; 17:101
- 파라오의 마술사들을 이김 20:70-73; 26:46-52
- 미디안으로 도피하여 결혼함 28:22-28
- 서판을 받음 7:142-154
- 산 위에서 알라를 보기를 청함 7:142-145
- 알라에 의해 영예롭게 됨 33:69
- 이스라엘 자녀들에 대한 알라의 은혜 2:47-61
- 이스라엘 자녀들이 예루살렘 입성을 거부함 5:20-29
- 바른 길로 인도됨, 37:114-122
- 모세의 성경, 53:36; 87:19
모스크 (예루살렘의), 17:7
모스크 (쿠바의), 9:107-108
모스크들, 2:187; 9:17-19
- 알라의 모스크를 유지하라, 9:17-18
모기, 비유, 2:26
산들, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
무닷시르, S.74
무하지르 (이주자들), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- 여성들, 60:10-12
무함마드 ﷺ
- 조롱받음, 2:104; 4:46; 25:41-42; 34:78
- 사도를 공경하라, 2:104; 4:46; 49:1-5
- 그를 믿겠다는 계약, 3:81
- 신자들에 대한 증인, 2:143
- 사도에 불과함, 3:144
- 온화하게 대함, 3:159
- 그의 임무, 3:164; 7:157; 36:6; 52:29; 74:1-7
- 신자들에게 큰 은혜로 보내짐, 3:164
- 진리와 함께 보내짐, 4:170
- 감시자로 만들어지지 않음, 6:107
- 문맹, 7:157; 62:2
- 알라의 사도로 인류에게 보내짐, 7:158; 48:9, 29
- 분명한 경고자, 7:184, 188; 11:2; 15:89; 53:56
- 미친 사람이 아님, 7:184; 68:2; 81:22
- 당신을 비난하는 자들, 9:58
- 예언자를 해치는 자들, 신자들에게 자비, 9:61
- 오직 계시된 것만을 따름, 10:15-16; 11:12-14; 46:9
- 그의 말씀들, 11:2-4; 12:108; 34:46-50
- 알라가 그에 대해 증인이심, 13:43; 29:52; 46:8
- 증인, 기쁜 소식의 전달자, 경고자로 보내짐, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- 괴로워하지 말라, 15:97; 16:127; 18:6
- 증인으로 보내짐, 16:89; 22:78; 73:15
- 지혜와 공정한 설교로 초청하고 더 나은 방식으로 논쟁하라, 16:125
- 마카무 마흐무드, 17:79
- 영감을 받음, 18:110
- 세상을 위한 자비, 21:107
- 보상을 구하지 않음, 25:57; 38:86; 42:23
- 명받음, 27:91-93;30:30;66:9
- 알라의 자비로서, 28:46-47
- 신자들에게 가까움, 33:6
- 따를 좋은 모범, 33:21
- 마지막 예언자, 33:40
- 그에게 살라트를 보내라, 33:56
- 온 인류에게 보내짐, 34:28
- 보상은 알라에게서만, 34:47
- 오직 한 인간, 41:6
- 보호자로 보내짐, 42:48
- 사도들 중 새로운 것이 아님, 46:9
- 이스라엘 자녀들 중 증인, 46:10
- 그에게 한 바이아 (서약)는 알라에게 한 바이아 (서약)임, 48:10, 18
- 가브리엘을 봄, 53:4-18; 81:22-25
- 그를 거스르지 말라, 58:20-22
- 예수에 의해 예언됨, 61:6
- 모든 종교 위에 진리의 종교를 승리하게 함, 61:9
- 어둠에서 빛으로, 65:11
- 불신자들과 위선자들에 대해 열심히 노력하라, 66:9
- 고귀한 품성, 68:4
- 시인이나 점쟁이가 아님, 69:41-42
- 기도에 헌신함, 73:1-8, 20; 74:3
- 그리고 눈먼 자, 80:1-12
- 알라 앞에 엎드려 가까이 다가가라, 96:19
- 순수한 페이지들을 낭독함, 98:2
- 무함마드 가족에 관한 구절들, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- 사도들; 예언자들 참조
무함마드 (ﷺ), S.47
무흐시눈 (선행자들), 2:117, 195; 4:125,128; 10:12-16; 16:128
- 알라는 무흐시눈을 사랑하심, 3:134, 148; 5:93
- 알라는 무흐시눈의 보상을 잃지 않으심, 5:85;9:120; 11:115; 18:30
- 우리는 무흐시눈에게 보상함, 12:22; 37:80, 105, 110; 39:34;77:44
- 무흐시눈에게 기쁜 소식, 22:37; 46:12
- 알라의 자비는 무흐시눈에게 가까움, 7:56
- 알라는 무흐시눈과 함께하심, 29:69
- 부모에게 효성스럽고 선함, 2:83
- 알라에 대한 의무를 이행하는 데 인내함, 16:90
- 선과 악 참조
무자딜라, S.58
노새들, 16:8
물크, S.67
무민 (가피르 참조), S.40
무으미눈, S.23
뭄타하나, S.60
무나피쿤, S.63
살인, 2:178-179
무르살라트, S.77
무슬림들
- 첫 번째 무슬림들, 6:14, 163; 9:100; 39:12
- 누가 이름을 지었는가, 22:78
- 용서와 큰 보상이 그들을 위해 있음, 33:35-36
무탓피핀, S.83
무잠밀, S.73
나바, S.78
나디르, 바누-안- (유대인들), 59:2, 9, 13
나흘, S.16
나자스 (불결한 것) 9:28
나즘, S.53
나즈와 (비밀 참조)
이름들
가장 아름다운 이름은 그분께 속함, 7:180
최선의 이름은 그분께 속함, 17:110; 20:8; 59:24
필요, 필요에 의해 강요된 경우, 2:173; 6:145
이웃, 4:36
초승달, 2:189
소식, 검증될 것, 4:83
인색함 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
밤, (상징으로서), 휴식을 위해, 10:67
- 덮개로서, 13:3; 78:10
- 봉사하기 위해, 14:32
- 알-카드르 (결정)의 밤, 44:3-4; 97:1-5
니사, S.4
노아, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- 조롱받음 11:38
- 대홍수, 29:14
- 방주와 홍수 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- 의롭지 않은 아들은 구원받지 못함, 11:42-48
- 의롭지 않은 아내, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
누흐, S.71
누르, S.24
맹세, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
복종, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
이행해야 할 의무들, 5:1
자녀, 4:9; 42:49-50
- 그분은 원하시는 자에게 남녀를 수여하심, 42:49
올리브, 6:141; 16:11; 23:20; 24:35; 95:1
오직 하나의 일라, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
고아들, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- 고아의 후견인, 4:6
자신의 행위, 각 민족에게 아름답게 보임, 6:108
쌍들, 모든 피조물에서, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
야자나무, 13:4; 19:25; 20:71; 59:5
비유들, (닮음, 예시, 유사)
- 불을 지핀 자, 2:17-18
- 하늘에서 내리는 폭풍우, 2:19-20
- 모기, 2:26
- 소리치는 자, 2:171
- 완전히 폐허가 된 마을, 2:259
- 옥수수 낱알, 2:261
- 매끄러운 바위, 2:264
- 정원, 2:265-266
- 밧줄, 3:103
- 차가운 바람, 3:117
- 부활 7:57; 22:5; 41:39
- 혀를 내밀고 있는 개, 7:176
- 낭떠러지 끝, 9:109-110
- 비, 10:24
- 깨끗이 베어진 수확물, 10:24
- 귀머거리와 장님, 11:24
- 알라 대 거짓 신들 13:14; 16:76
- 진리 대 거짓 13:17
- 바람이 세차게 부는 재, 14:18
- 좋은 나무, 14:24-25
- 나쁜 나무, 14:26
- 노예와 한 남자, 16:75
- 주인에게 짐이 되는 벙어리 남자, 16:76
- 실을 푸는 여자, 16:92
- 안전하고 만족스러운 마을, 16:112-113
- 포도원을 가진 두 남자, 18:32-44
- 이 세상의 삶은 하늘에서 내리는 물과 같음, 18:45
- 하늘에서 떨어져 새들에게 잡아채임, 22:31
- 파리, 22:73
- 빛은 등감과 같음, 24:35-36
- 신기루, 24:39
- 광대한 깊은 바다의 어둠, 24:40
- 거미, 29:41
- 파트너들, 30:28
- 마을 거주자들, 36:13-32
- 다른 색깔의 작물들, 39:21
- 많은 파트너들에게 속한 한 남자, 39:29
- 자라는 씨앗, 48:29
- 굳어진 마음들 57:16-17
- 비 후 식물, 57:20
- 겸손해지는 산, 59:21
- 당나귀, 62:5
- 물이 사라진다면, 67:30
- 정원의 사람들, 68:17-33
낙원
- 거처의 (마와 낙원), 53:15
- 피르다우스 낙원, 18:107; 23:11
- 강이 흐르는 정원들, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- 영원한 정원들 ('아든 낙원) 9:72;13:23; 18:31; 19:61; 20:76
- 영원의 정원들 ('아든 낙원), 16:31;35:33; 98:8
- 즐거움의 정원들, 37:43; 56:12, 89
- 영원한 즐거움이 있는 정원들, 9:21
- 정원과 포도밭, 78:32
- 두 정원의 과일, 55:54, 62
- 원하는 대로 모든 종류의 과일, 풍부하게, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- 과일이 가까이 있을 것임, 55:54; 69:23
- 과일과 고기, 52:22
- 새고기, 56:21
- 가시 없는 로테 나무와 탈흐 (바나나 나무), 56:28-29
- 유익하지 않은 지식, 책을 진 당나귀 62:5
- 흐르는 샘, 88:12
- 살살빌이라 불리는 샘, 76:18
- 카푸르라 불리는 샘, 76:5
- 타스님 샘, 83:27-28
- 낙원의 강, 카우타르, 108:1
- 포도주, 우유, 정제된 꿀의 강들, 47:15
- 순수하게 봉인된 포도주, 희고 맛있는, 37:45-46; 56:18; 76:21; 83:25
- 잔지빌이 섞인 잔, 76:17; 78:34
- 물, 76:5
- 황금 쟁반과 잔들, 43:71
- 은 그릇과 수정 잔들, 76:15-16
- 고운 비단과 두꺼운 비단의 녹색 의복, 18:31;22:23; 35:33; 44:53; 76:12, 21
- 황금과 진주 팔찌로 장식됨, 18:31; 22:23; 35:33; 76:21
- 비단 브로케이드로 안감된 긴 의자, 55:54
- 녹색 방석과 아름다운 화려한 매트리스, 줄지어 놓인, 55:76; 88:15
- 황금과 보석으로 짜인 높이 들린 왕좌, 56:15; 88:13
- 펼쳐진 화려한 양탄자, 88:16
- 하나 위에 하나로 된 아름다운 저택과 높은 방들, 9:72; 39:20
- 영원히 그 안에 거함, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- 영원한 집, 3:15; 35:35
- 왕좌에서 서로 마주 보며, 15:47; 37:44;44:53; 56:16
- 그 안에서 결코 죽음을 맛보지 않음, 44:56
- 떠나라는 요청도 받지 않음, 15:48
- 마음속 증오와 상처감이 제거됨, 7:43; 15:47
- 모든 슬픔이 제거됨, 35:34
- 피로, 고생, 지침의 느낌이 없음, 15:48;35:35
- 해로움, 복통, 두통, 취함도 없음, 37:47; 56:19
- 헛된 말이나 죄스러운 말이 없음, 19:62;56:25
- 해로운 말이나 거짓도 없음, 78:35; 88:11
- 죄에서 자유로움, 37:47; 52:23
- 과도한 더위나 쓴 추위도 없음, 76:13
- 정해진 양식이 있을 것임, 37:41;56:89
- 평화와 안전 속에서, 15:46; 44:51, 55; 50:34
- 평화의 집, 6:127
- 그 안에서의 인사, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- 의로운 행위를 하는 자는 들어갈 것임, 4:124; 42:22; 44:51
- 주님에 대한 의무를 다한 자들은 무리 지어 인도될 것임, 39:73
- 행위로 인해 상속받게 됨, 43:72
- 알라는 그들에게 기뻐하시고 그들도 그분에게 기뻐함, 5:119
- 나의 낙원, 89:30
- 최고의 축복, 9:72
- 위대한 성공, 57:12; 64:9
- 최고의 성공, 9:72; 44:57
- 신자들을 위한 정원들이 환영으로 있음, 32:19
- 낙원의 거주자들은 그날 기쁜 것들로 바쁠 것임, 36:35
- 정원들과 물 샘들 사이에 있을 것임, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- 왕좌를 둘러싼 천사들을 볼 것임, 39:75
- 전능하신 왕 가까이에, 54:55
- 원하는 모든 것을 갖게 될 것임, 50:35
- 후르, 보존된 달걀처럼 크고 아름다운 눈을 가진 정결한 여성들, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- 순결한 아내들, 3:15
- 왕좌에 기대어 즐거운 그늘 속의 아내들, 36:55
- 같은 나이의 젊고 풍만한 처녀들, 78:33
- 흩어진 진주처럼 그들을 섬기는 불멸의 소년 시종들, 52:24; 56:17; 76:19
- 하늘과 땅만큼 넓음 3:133, 57:21
- 흐르는 물, 시원한 그늘, 진미, 순결한 짝들 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- 신자들의 보상 55:46-78; 56:10-40
- 꿀, 우유, 물, 포도주의 강들 47:15
- 기도와 인사 10:9-10; 39:73-74
- 평화의 인사로 환영받음 13:23-24; 14:32
- 축복 속에서 영원히 머묾 11:108
- 떠나라는 요청을 받지 않음 15:45-48
- 앞과 오른쪽에 빛나는 빛 57:12
- 더위나 추위 없음 76:13
- 모든 소원이 이루어짐 16:30-32; 41:31-32
- 황금 팔찌와 고운 비단 옷 18:30-31; 22:23-24; 44:51-53
- 황금 잔 쟁반들 43:67-73
- 은 그릇과 손에 닿을 만큼 매달린 과일 76:14-16
- 왕좌에 기대어 15:47; 37:44; 52:20
- 신자들은 그들의 주님을 볼 것임 75:22-23
부모, 친절함, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
알라의 파트너들, 거짓, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
목초지, 87:4-5
길, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- 방법 참조
인내, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- 인내와 기도로 도움을 구하라, 2:45, 153; 20:132;50:39
인내하는 자
- 충분한 보상을 받을 것임, 39:10
- 알라는 인내하는 자들과 함께하심, 8:46
- 인내하라, 11:115
- 알라에 대한 의무를 이행하는 데, 16:90
- 분노의 순간에 인내하라, 41:34
평화, 기울어라, 8:61
진주와 산호, 보존된, 52:24; 55:22; 56:23
펜, 68:1; 96:4
사람
- 알라는 감당할 수 없는 짐을 지우지 않음, 2:286; 7:42
- 알라는 능력 이상으로 세금을 부과하지 않음, 23:62
- 어떤 사람도 내일 무엇을 얻을지, 어떤 땅에서 죽을지 알지 못함, 31:34
- 모든 사람은 자신이 행한 선과 악 모두와 대면하게 됨, 3:30
- 모든 사람은 자신을 위해 변론하며 나타날 것임, 16:111
- 모든 사람은 자신이 얻은 것에 대한 담보임, 74:38
- 알라는 자책하는 자신에 맹세하심, 75:2
파라오, 28:6; 40:24
- 파라오의 백성, 2:49; 3:11; 7:141; 44:17-33
- 익사함, 2:50
- 모세와의 관계, 7:103-137; 10:75-92
- 바다에서 시체가 나옴, 10:90-92
- 한계를 넘고 죄를 짓고 불복종함, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- 의로운 아내, 28:8-9
- 신이라고 주장함, 28:38; 79:24
- 멸망함, 29:39
- 파라오 가문의 믿는 남자, 40:28-44
- 탑 건설, 40:36-37
- 모세 참조
세상 것들의 쌓음, 102:1-4
서약 (바이아)
- 이슬람을 위한, 16:91
- 사도에게 한 바이아는 알라에게 한 바이아임, 48:10
- 신자들의, 48:18; 60:12
담보 (저당), 담보가 있어야 함, 2:283
- 모든 사람은 자신이 얻은 것에 대한 담보임, 52:21; 74:38
시, 36:69
시인들, 26:224-227; 69:41
석류, 6:141
가난한 자, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
기도, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- 크게도 낮게도 하지 말라, 17:110
- 불신자들을 위한 간청, 9:113-114
- 불신자들의 간청, 13:14
- 그분은 그들의 간청에 응답하심, 42:26
- 인내와 기도로 도움을 구하라, 2:45, 153; 20:132;50:39
- 키블라를 향하여 이까맛-아스-살라트를 이행하라, 2:142-145, 149-150
- 기도를 엄격히 지키라, 2:238
- 여행 중과 공격 중에, 2:239; 4:101-102
- 술에 취한 상태에서는 가까이하지 말라, 4:43
- 자나바 상태에서도 아님, 4:43
- 기도를 위한 정화, 4:43; 5:6
- 기도를 마쳤을 때, 4:103
- 기도 시간, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- 알라만을 위한 엎드림, 13:15
금요 기도, 62:9-11
위험 시 주의사항, 4:71
전쟁 포로, 8:67-71
- 포로 참조
진리의 약속, 46:16-17
재산, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
예언자들, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- 예언자들의 계약, 3:81; 33:7-8
- 예언자들에게 불법인 것, 3:161
- 모든 예언자에게 적이 있음, 6:112; 25:31
- 사도들 참조
엎드림
- 하늘과 땅의 모든 것과 그 그림자들이 알라 앞에 엎드림, 13:15
양식, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
시편, 4:163
형벌
- 연기됨, 3:178
- 손이나 발 절단, 5:33
- 당신이 당한 것과 같은 방식으로 벌하라, 16:126
- 이 세상과 내세의 형벌, 24:19; 68:33
정화
- 신체적, 4:43; 5:6
- 영적 (불순함에서), 87:14; 91:9
카다르, 5:5; 64:11
카드르, S.97
카프, S.50
칼람, S.68
카마르, S.54
카리아, S.101
카룬 (코라), 28:76-82; 29:39
카사스, S.28
키블라, 2:142-145, 149
키사스 (형벌의 동등 법칙), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
꾸란
- 묘사됨, 13:31, 36, 37; 14:1; 56:77-80
- 알라 외에는 만들어낼 수 없는 것임, 2:23; 10:38; 11:13; 17:88
- 알라 외에서 왔다면 많은 모순이 있었을 것임, 4:82
- 분명한 빛, 4:174; 42:52
- 계시됨, 6:19
- 알라가 그것에 대해 증인이심, 6:19
- 명백한 증거, 6:157
- 구절들에 대한 거짓 대화, 6:68
- 상기시킴, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- 낭독될 때 듣고 침묵하라, 7:204
- 지크르, 7:205; 15:6, 9
- 지혜의 서, 10:1; 31:2; 36:2
- 영감받은 메시지, 10:2, 109; 42:52
- 거부하는 자들, 11:17
- 아랍어로, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- 부분으로 나뉘어 단계적으로 계시됨, 15:91; 17:106; 25:32; 76:23
- 구절의 변경, 16:10
- 낭독하고자 할 때, 16:98
- 인도함, 17:9
- 기쁜 소식과 경고, 17:9-10
- 불신자들과, 17:45-47
- 새벽의 낭독은 항상 (천사들에 의해) 증언됨, 17:78
- 치유와 자비, 17:82
- 인류에게 충분히 설명됨, 모든 종류의 비유와 예시, 그러나 대부분은 거부함, 17:89; 18:54; 39:27
- 쉬움, 19:97; 44:58; 54:17, 22, 32, 40
- 나의 백성이 이 꾸란을 저버림, 25:30
- 성경들에 의해 확인됨, 26:196
- 이스라엘 자녀들이 다르게 여기는 것을 그들에게 전함, 27:76
- 낭독하고 기도하라, 29:45
- 알라에게서 온 진리, 32:3; 35:31
- 축복받은 밤에, 44:3
- 그 안에 모든 일의 결정이 내려짐, 44:4
- 꾸란을 깊이 생각하라, 47:24
- 꾸란으로 경고하라, 50:45
- 알라가 가르치심, 55:1
- 잘 지켜진 영예로운 낭독, 56:77-78
- 순결한 자만이 만질 수 있음, 56:79
- 산 위에 내려보내진다면, 59:21
- 불신자들에게 고통, 69:50
- 확실한 절대적 진리, 69:51
- 천천히 낭독하라, 73:4
- 영예롭게 유지되고 순수하고 거룩하게 보관된 기록에서, 80:13-16
- 세상 모든 이에게 상기시킴, 81:27
- 불신자들이 거짓이라 함, 84:22
- 보존된 서판에, 85:22
- 진리를 거짓에서 구별하는 말씀, 86:13
- 순수한 페이지들을 낭독함, 98:2
- 서, 계시 참조
꾸라이쉬, S.106
꾸라이쉬
- 불신자들, 54:43-46, 51
- 길들임, 106:1-4
랍비들과 수도사들, 9:31, 34
경쟁, 선한 행위에서 경쟁하라, 5:48
라으드, S.13
라흐만, S.55
의로움의 의복이 더 나음, 7:26
비
- 알라의 선물, 56:68-70
- 돌의 비, 27:58
라마단, 2:185
라미, 2:200
대속
- 대속은 받아들여지지 않음, 57:15
- 불신자들이 제공하는, 3:91; 10:54; 13:18
피디야, 단식의 대속, 2:196
- 포로 해방을 위한, 8:67
라쓰의 거주자들, 25:38; 50:12
보응
- 보응의 날, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- 보응을 부정하는 자들, 107:1-7
- 악에 대한 보응은 같은 악임, 42:40
화해
- 용서하고 화해하는 자, 42:40
- 남성과 아내 사이, 4:35
- 신자들 사이, 49:9-10
기록
- 새겨진 명부, 83:7-9, 18-21
- 모든 민족이 자신의 기록으로 불릴 것임, 45:28-29
- 모든 사람의 행위가 적힌 페이지들, 81:10
- 진실을 말하는, 23:62
- 오른손에서, 69:19; 84:7-9
- 왼손에서, 69:25
- 등 뒤에서, 84:10-15
기록하는 천사들, 50:17-18, 23; 85:11
안도, 고난과 함께, 94:5-6
종교
- 강요 없음, 2:256
- 이슬람임, 3:19
- 알라의, 3:83-84
- 이슬람 외의, 3:85
- 종교에서 한계를 넘지 말라, 4:171; 5:77
- 완성됨, 5:3
- 유희와 오락으로 삼는 자들, 6:70
- 종교를 나누고 종파로 갈라지는 자들, 6:159; 30:32
- 또한 참조 42:13-14; 43:65; 45:17
- 인간들이 종교를 종파로 나누어 각 집단이 자신의 믿음에 기뻐함, 23:53; 30:32
- 종교에 어떠한 어려움도 부과하지 않음, 22:78
- 인류가 피트라 위에 창조됨, 30:30
- 모든 예언자들에게 동일한 종교, 42:13-15
- 조상의 종교, 43:22-24
알라에 대한 상기, 63:9
- 그분의 상기 속에서 마음이 안식을 찾음, 13:28
회개
- 무지 중에 악을 행하고 곧 회개하면 받아들여짐, 4:17; 6:54
- 악한 행위가 계속되면 회개의 효력이 없음, 4:18
- 그분은 회개를 받아들이고 죄를 용서하심, 4:25
악에 대한 유예, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
부활, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- 에스라 이야기의 예 2:259
- 아브라함 2:260
- 동굴의 사람들 18:9-26
- 부활 부정자들에 대한 경고 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
부활의 날, 7:89; 20:100-101, 124
- 진정한 날, 78:39
- 보수를 충분히 받음 3:185
- 행위가 적힌 페이지들이 펼쳐질 것임, 81:11
- 모든 사람은 자신이 가져온 것을 알게 될 것임, 81:14
- 모든 사람은 자신이 행한 선과 악 모두와 대면하게 됨, 3:30
- 사람은 자신이 앞서 보내고 남긴 것을 알게 될 것임, 82:5
- 불의에 대한 두려움 없음, 20:112
- 정의의 저울, 21:47
- 행위의 저울, 23:102-103
- 원자 무게만큼의 선이나 악을 행한 자는 그것을 볼 것임, 100:7-8
- 모든 비밀이 검토될 것임, 86:9
오른손에 주어지는 기록, 69:19; 84:7-9
왼손에 주어지는 기록, 69:25
등 뒤에 주어지는 기록, 84:10-15
- 불신자들에게 힘든 날, 25:26; 54:8; 74:9
- 무거운 날, 76:27
- 무거운 짐을 짊어짐, 20:100-101
- 어떤 변명도 내세울 수 없음, 77:36
- 잘못을 행한 자는 자신의 손을 깨물 것임, 25:27
- 잘못을 행한 자들이 그들의 동반자들과 우상들과 함께 모임, 37:22
- 깊은 후회, 슬픔, 절망으로 멸망함, 30:12
- 살아서 묻힌 여아는 심문받을 것임, 81:8-9
- 가장 큰 공포, 21:103
- 소환자가 끔찍한 것으로 부를 것임, 50:41;54:6-8
- 단 하나의 외침, 36:29, 49, 53; 38:15; 50:42
- 자즈라 (외침), 37:19; 79:13
- 가까운 고통, 78:40
- 하늘은 무섭게 흔들릴 것임, 52:9; 56:4
- 하늘이 갈라짐, 84:1-2
- 하늘이 쪼개짐, 77:9; 82:1
- 하늘이 구름과 함께 찢겨질 것임, 25:25
- 하늘이 그분의 오른손에 말아 올려질 것임, 21:104; 39:67
- 하늘과 땅의 모든 것이 기절할 것임, 39:68
- 하늘이 열려 문들이 될 것임, 78:19
- 하늘은 끓는 기름 찌꺼기처럼 될 것임, 70:8
- 별들이 떨어질 것임, 81:2; 82:2
- 별들이 빛을 잃을 것임, 77:8
- 태양이 빛을 잃을 것임, 81:1
- 바다가 타오르는 불이 될 것임, 81:6
- 바다가 터져나올 것임, 82:3
- 그 시간의 지진, 22:1; 99:1
- 산들이 이동할 것임, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- 먼지로 부서짐 20:105; 56:5
- 양털 조각처럼, 70:9;101:5
- 땅과 산들이 격렬히 흔들릴 것임, 73:14; 79:6
- 땅이 가루로 갈릴 것임, 89:21
- 땅이 다른 땅으로 바뀌고 하늘도 그렇게 될 것임, 14:48
- 땅이 펼쳐짐, 84:3-5
- 땅이 평평하게 됨 18:47; 20:106
- 땅이 그 짐을 토해낼 것임, 84:4; 99:2
- 무덤들이 뒤집힐 것임, 82:4
- 무덤에서의 부활, 21:97; 70:43
- 죽음 후 땅 위에서 살아남, 79:14
- 야생 동물들이 함께 모일 것임, 81:5
- 눈먼 상태로 일으켜짐, 20:124-125
- 나팔이 불릴 것임, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- 사크카, 80:33
- 영혼들이 그들의 몸과 합쳐질 것임, 81:7
- 열흘 이상 머물지 않음, 20:103
- 하루 이상 머물지 않음, 20:104
- 또는 하루의 일부, 23:112-114
- 모임의 날, 64:9
- 심판의 날, 37:21
- 결정의 날, 77:38; 78:17
- 분류의 날, 77:13-14
- 슬픔과 후회의 날, 19:39
- 부정하는 자들, 77:15-50
- 인류는 흩어진 나방들처럼 될 것임, 101:4
- 인류는 흩어진 무리들로 나아갈 것임, 100:6
- 인류는 술에 취한 상태처럼, 22:2
- 모든 임신한 여성이 짐을 내려놓을 것임, 22:2
- 임신한 암낙타들이 방치될 것임, 81:4
- 수유 중인 어머니가 자녀를 잊을 것임, 22:2
- 친척들이 서로를 보게 될 것임, 70:11
- 한 남자가 친척들에게서 도망칠 것임, 80:34-37
- 친구도 친구에게 묻지 않을 것임, 70:10
- 친구도 중재자도 없을 것임, 40:18
- 어떤 사람도 다른 사람을 위해 아무것도 할 수 없음, 82:19
- 어떤 힘도 도움자도 없을 것임, 87:10
- 신자들에게는 두려움이 없음, 43:68
- 신자들은 그늘과 샘들, 과일들 속에 있을 것임, 77:41-43
- 낙원의 거주자들과 그들의 아내들, 36:55-58
- 천사들이 웅장하게 내려올 것임, 25:25
- 정강이가 드러날 것임, 68:42-43
- 낙원이 가까이 가져와질 것임, 81:13
- 지옥이 가까이 가져와질 것임, 89:23
- 지옥불이 걷혀지고 맹렬히 타오를 것임, 81:11-12
- 자선으로 보복하는 것은 속죄가 될 것임, 5:45
계시
- 의심스럽다면, 2:23-24
- 폐기되거나 잊혀진 구절, 2:106
- 올바른 인도, 3:73
- 주님에게서 온 것이니 의심하는 자 중에 있지 말라, 6:114
- 이해하는 백성을 위한, 6:98
- 인도와 자비, 7:203; 16:64; 31:3
- 루흐-울-쿠두스를 통해, 16:102; 26:192-193
- 상세히 설명됨, 6:98; 41:2-4
- 서의 계시는 알라에게서 비롯됨, 46:2
- 서와 꾸란 참조
억압적인 잘못에 대한 복수, 42:39-43
보상
- 행위 중 최선에 따라, 그 이상도, 24:38; 29:7; 39:35
- 보상으로서 25:15
- 알라는 선을 행하는 자들에게 최선으로 보상하심, 53:31
- 선에 대한 보상은 선 외에 없음, 55:60
리바 (고리대금 참조)
의로운 자
- 의로운 자들의 동반, 4:69
- 땅을 상속받을 것임, 21:105
- 낙원에서, 51:15-19; 76:5-12
- 선 참조
의로움, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- 의로움의 가파른 길, 90:11-18
올바른 인도는 알라의 인도임, 3:73
도로, 방법, 43:10
바위 지대 (히즈르), 거주자들, 15:80-85
로마인들, 30:2-5
지붕, 하늘, 21:32
루흐 (가브리엘), 26:193; 67:12; 70:4; 78:38;97:4
루흐-울-쿠두스, 2:87, 253; 5:110; 16:102
- 가브리엘 참조
루흐 (영혼, 정신), 15:29; 17:85; 58:22
룸, S.30
사바 (시바), 27:22-44; 34:15-21
사바, S.34
안식일
- 위반자들, 2:65; 4:154; 7:163-166
- 오직 그들을 위해 규정됨, 16:124
사비인들, 5:69; 22:17
희생, 2:196, 200; 22:34-37
사드, S.38
사다카 (자선), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- 숨기는 것이 드러내는 것보다 나음, 2:271
사파와 마르와, 2:158
사프, S.61
사프파트, S.37
사일 알-아림 (마리브 댐에서 방류된 홍수), 34:16
사즈다, S.32
사키나 (고요함과 평온), 2:248;9:26, 40; 48:4, 18, 26
살리흐, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
살살빌 (낙원의 샘), 76:18
사미리, 20:85, 95-97
사무엘, 2:247
사탄, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- 적대감과 증오를 부추김, 5:91
- 사탄으로부터의 악한 속삭임, 7:200-201
- 속임, 8:48
- 배신함, 14:22
- 신자들에 대한 힘이 없음, 16:99-100
- 거짓을 던짐, 22:52-53
- 적임, 12:5; 35:6; 36:60
- 오만함 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- 진 18:50-51
- 아담의 유혹과 타락 7:20-23; 20:116-121
- 신자들에 대한 권한 없음 16:98-100
- 그의 목표 35:6-8
- 인류에 대한 맹세한 적 12:5; 17:53
- 그의 무리 53:14-19
- 그의 행위 5:90-91
- 선한 행위를 방해함 2:268
- 신자들이 알라에게 피난처를 구함 7:200-202
- 그의 계략은 약함 4:76
- 추종자들을 실망시킴 8:48
- 지옥에서 추종자들에게 말함 14:22
- 이블리스 참조
저울, 성공한 자의 무거울 것임, 7:8-9
- 균형 참조
성경
- 성경의 백성들 (유대인과 기독교인들), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- 그들이 숨기고 있는 것, 5:61-63
- 그들 중 올바른 길에 있는 자들, 5:66
- 알아보지만 믿지 않음, 6:20
바다들, 42:32-33; 45:12
- 두 바다, 18:60; 25:53; 35:12; 55:19-20
- 바다가 터져나올 때, 82:3
비밀 (나즈와)
- 대화, 4:114
- 셋의 은밀한 상담, 58:7
- 은밀한 상담들, 58:8, 10
- 사적 상담, 58:12-13
종교에서의 종파와 분열, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
고난 후의 안전, 그분이 내려보내심, 3:154
씨앗, 누가 자라게 하는가, 56:63-67
감각, 23:78
일곱, 창조됨
- 하늘들, 2:29; 23:17; 65:12; 67:3; 71:15
- 그에 준하는 땅도, 65:12
그림자
- 알라 앞에 엎드림, 13:15; 16:48
그림자의 퍼짐, 25:45
샴스, S.91
사무드 백성에게 명백한 징표로서의 암낙타, 7:73; 17:59; 26:155-158
배, 징표로서의 항해; 봉사하기 위해; 감사하기 위해; 그분의 은혜를 구하기 위해, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
슈아이브, 7:85-93; 11:84-95; 29:36-37
슈아라, S.26
슈라, S.42
시드라트-울-문타하, 53:14
마디나 포위, 33:9-27
시즈진, 88:7-9
죄, 7:100; 74:43-6
- 불법 성관계, 4:15-16; 24:2, 19
- 큰 죄를 피하면 작은 죄는 용서됨, 4:31
- 인간에게는 숨길 수 있지만 알라에게는 숨길 수 없음, 4:108
- 죄를 짓는 자는 자신에게만 짓는 것임, 4:111
- 죄를 짓고 결백한 자에게 덮어씌우는 자, 4:112
- 알라는 그분과 함께 경배에 파트너를 세우는 것을 용서하지 않으시지만, 원하시는 자의 다른 죄들은 용서하심, 4:116
- 죄를 짓는 자들은 합당한 보응을 받을 것임, 6:120
- 죄인들은 결코 성공하지 못할 것임, 10:17
- 알라는 모든 죄를 용서하심, 39:53
- 더 큰 죄들, 42:37
시나이 산, 19:52; 23:20; 95:2
죄인들, 그들의 귀, 눈, 피부가 그들에 대해 증언할 것임, 41:20-23
시라트 다리, 66:8
비방자, 68:11-12; 104:1
노예들, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- 전쟁 포로; 포로 참조
잠, 휴식을 위한 것, 78:9
소돔, 29:31; 37:136
남색, 7:80-82; 11:77-83; 15:61-77; 29:28-29
솔로몬, 2:102; 4:163; 6:84
- 아버지 다윗이 더 공정한 판결을 내리도록 도움 21:78-82
- 개미들과, 27:15-19
- 후투티와, 27:20-26
- 그리고 사바의 여왕, 27:22-44; 34:15
- 그에게 베풀어진 알라의 은혜 34:12-14, 38:34-40
- 준마에 대한 그의 사랑 38:30-33
양자, 33:4-5
영혼 (정신, 루흐), 15:29; 17:85; 58:22
알라의 길에서 쓰라, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- 필요 이상의 것, 2:219
- 알라의 길에서 재산을 쓰는 자들의 비유, 2:261
- 사람들에게 보이기 위해, 2:264; 4:38
- 알라의 길에서 쓰는 것은 무엇이든 갚아주실 것임, 2:272; 8:60; 34:39
- 과도하게 또는 낭비하지 말라, 6:141;17:26
- 과도하지도 인색하지도 않게, 25:67
- 알라의 길에서 쓰는 것을 거부하는 자들, 9:67
정신 (영혼, 루흐), 15:29
- 그 지식은 알라에게 있음, 17:85
- 알라는 신자들을 정신으로 강하게 하심, 58:22
전리품, 8:41, 69; 48:15, 19-20; 48:15
- 노획물 참조
염탐, 49:12
별, 53:1, 49; 86:1-4
별들, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
바른 길, 1:6
- 등. 길, 6:153
- 등. 노력, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
수유 기간, 유모, 2:233
고난, 가난, 건강 상실과 재난; 번영과 부, 7:94-96
태양, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
최고의 성공, 9:72; 44:57
수라, 10:38; 11:13; 47:20
- 그 계시는 믿음을 증가시킴, 9:124-127
의혹, 49:12
양식, 19:62
- 양식; 섭리 참조
수와, 71:23
타부크, 9:40-59, 81-99, 117-118, 120-122
타가분, S.64
타구트, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- 거짓 신들 참조
따-하, S.20
타흐림, S.66
타카수르, S.102
타크위르, S.81
탈라크, S.65
탈흐 (바나나 나무), 56:29
탈루트 (사울), 2:247-249
타리크, S.86
타스님 (샘), 83:27-28
타우바, S.9
타와프 (카아바 돌기), 2:200; 7:29,31
타얌뭄, 4:43; 5:6
기간, 모든 민족에게는 정해진 기간이 있으며 아무도 앞당기거나 늦출 수 없음, 7:34; 10:49;15:4-5; 16:61; 20:129
영토, 군 부대로 지켜라, 3:200
시험, 알라에 의한, 3:154; 34:21
사무드, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
도둑, 형벌, 5:38-39
왕좌, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- 물 위에, 11:7
- 여덟 천사가 받드는, 39:75; 40:7; 69:17
시간, 45:24; 76:1; 103:1
틴, S.95
고통, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
마을, 정해진 결정 없이는 어떤 마을도 멸망시키지 않음, 15:4
무역과 재산, 4:29
여행, 그들이 땅 위를 여행하지 않았는가, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
배신, 8:58; 22:38
- 사기 참조
쌓인 보물, 9:35
알라의 보물들, 6:50
영원의 나무, 20:120
나무들, 22:18
시련, 2:214-218; 64:15
나팔, 부활의 날에, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
사크카, 80:33
신탁은 하늘, 땅, 산들에게 제안되었으나 인간이 맡음, 33:72-73
신탁들 (아마나), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
진리, 5:48; 23:70-71, 90; 25:33; 69:51
- 거짓과 섞거나 숨기지 말라, 2:42
- 진리가 왔고 거짓은 사라졌음, 17:81
- 진리의 약속, 46:16-17
투바의 백성들, 44:37; 50:14
투르 (산), 28:29, 46
투르, S.52
투와, 계곡, 20:12; 79:16
우후드 전투, 3:121-128, 140-180
움마 (공동체, 민족), 2:143-144;10:47, 49; 11:118; 16:36, 120
'움라, 2:128, 158, 196
고리대금 (리바), 2:275-276, 278-280; 3:130;4:161; 30:39
'우자이르, (에스라 참조)
'우자, 53:19
보이지 않는 장막, 17:45-46
베일 씌움, 24:31; 33:59
구절들, 사브 알-마사니, 15:87
승리
- 알라가 주심, 48:1
- 알라의 도움으로, 61:13
덕목들, (의로움; 신자들 참조)
와드, 71:23
- "기다려라, 우리도 기다리고 있다", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
와키아, S.56
알라에 대한 전쟁, 5:33-34
낭비하지 말라, 6:141; 7:31; 17:26
물, 모든 생명체는 물로 만들어짐, 21:30;24:45; 25:54
- 두 바다, 18:60; 25:53; 35:12; 55:19-20
- 알라의 왕좌는 물 위에, 11:7
- 비, 23:18
길, 1:6; 42:52-53; 90:10
- 등. 쉬운 길, 쉽게 만들라, 87:8
- 방법 참조
나그네, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
재산
- 모은 자, 104:2-4
- 알라의 길에서 씀 (씀 참조)
재산과 자녀, 이 세상 삶의 장식, 18:46
무게와 도량, 충분히 주어라, 11:85; 17:35;83:1-5
과부들, 2:234-235, 240
알라의 의지, 10:99-100; 30:5; 81:29; 82:8
인간의 의지, 알라가 원하지 않으면 바르게 걷는 것, 28:29
바람들, 77:1-3
- 기쁜 소식의 전령으로, 7:57; 30:46
- 구름을 일으키고 물을 내리게 함, 15:22; 30:48
- 노랗게 변함, 30:51
포도주 (낙원에서)
- 순수한 음료, 37:45; 76:21
- 희고 맛있는, 37:46
- 강들, 47:15
- 순수하게 봉인된, 83:25
알라가 일부를 다른 자들보다 뛰어나게 한 것들을 바라지 말라, 4:32
증인들
- 예언자들의 계약에 대한, 3:81
- 인류에 대한, 2:143; 22:78
- 계약을 위한, 2:282
- 한 남자에 대한 두 여자, 2:282
- 불법 성관계에 대한, 4:16; 24:2
- 공정하라, 5:8
- 손과 발이 증언할 것임, 36:65
- 자신에 대한 인간, 75:14
증언의 날과 증언받는 날, 85:3
아내들
- 당신을 위한 경작지, 2:223
- 당신을 위한 덮개, 2:187
- 당신과 같은 종류의, 16:72
논쟁하는 여성, 58:1-2
여성들, 2:222-223; 4:15, 19-22, 34, 127
- 정결한 자를 비난하는 자들, 24:4-5, 11-17, 23-26
- 베일 씌움, 24:31; 33:59
- 이주자로서의 믿는 여성들, 60:10-12
- 논쟁에서 자신을 분명히 표현하지 못함, 43:17-18
숲의 거주자들, 15:78; 38:13; 50:14
- 아이카; 마디얀 참조 26:176-191
세상, 이 세상의 삶
- 오직 유희와 오락에 불과함, 6:32;29:64; 47:36; 57:20
- 사람을 속임, 6:130
- 내세에 비해 이 세상의 향락은 적음, 9:38; 13:26; 28:60-61
- 이 세상을 원하는 자는 그 안에서 얻지만 내세의 몫은 없을 것임, 11:15-16; 17:18; 42:20
- 재산과 자녀, 이 세상의 장식, 18:46
- 현재를 사랑하고 내세를 떠나는 자들, 75:20-21; 76:27
계약을 위한 문서 작성, 2:282
잘못을 행하는 자들, 11:18-22, 101-104, 116-117;39:47
- 불신자들 참조
우두 (세정), 4:43; 5:6
야구스, 71:23
야흐야 (요한)
- 기쁜 소식, 3:39; 21:90
- 의로움, 6:85
- 지혜롭고, 공감하며, 효성스러움, 19:12-15
야-신, S.36
야스리브 (알-마디나), 백성들, 33:13
야우크, 71:23
유누스 (요나), S.10
유수프 (요셉), S.12
자부르, 21:105
사가랴 (자카리야), 3:37-41; 6:85; 19:2-11; 21:89-90
자이드 이븐 하리사, 예언자의 노예, 33:37-38
자카트, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- 자카트와 자선의 대상, 2:273; 9:60
잔지빌, 76:17
잘잘라, S.99
잠쿰, 17:60; 37:62-66; 44:43-46; 56:52
지하르, 33:4; 58:2-4
주크루프, S.43
주마르, S.39
기본 교리
- 믿음의 완성 5:3
- 알라가 받아들이는 유일한 길 3:19, 85
- 이슬람을 받아들이는 데 강요 없음 2:256
- 서로 다른 믿음과 율법 체계를 가진 하나의 종교 5:48; 22:67-70; 42:13-14
- 이슬람의 예언자들 2:135-136; 3:84; 4:163-165
- 계명들 (알라를 믿고 선을 행하라) 4:36; 6:151-154;17:23-39;18:107-108
- 샤리아의 다섯 가지 목적: 믿음 보호 5:54
- 생명 보호 5:32;6:151
- 재산 보호 5:38
- 명예 보호 5:5;24:4
- 사고 능력 보호 5:90.
알라에 대한 믿음 2:255
- 신성한 자질, 아름다운 이름들 57:1-6; 59:22-24; 85:13-16; 112:1-4
- 경배받을 유일한 신 1:1-4; 2:285; 6:3; 43:84
- 모든 권위는 그분께 속함 3:26; 그분의 왕좌 (아르쉬) 7:54; 11:7
- 그분의 쿠르시 (발판 또는 의자) 2:255
- 인류에게 베푸신 셀 수 없는 은혜 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- 생명을 주시고 죽음을 일으키심 44:8; 53:44; 57:2; 67:2
- 기쁨과 슬픔을 일으키심 53:43
- 풍부하거나 제한된 양식을 주심 13:26; 17:30; 29:62
- 모든 심판자 중 최고 95:8
- 자비로운 자 중 가장 자비로우심 12:92
- 의로운 자를 사랑하심 85:14
- 용서가 충만하시고 형벌이 엄하심 13:6, 40:3
- 처음이자 마지막이심 57:3
- 모든 영예와 권능은 그분께 속함 35:10
- 알려지지 않은 것과 보이지 않는 것을 아심 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- 마음속에 숨겨진 것을 가장 잘 아심 5:7; 11:5; 31:23
- 일어난 것과 앞으로 올 것을 아심 2:255
- 모든 것을 기록 (또는 보존된 서판)에 기록하심 6:38; 13:39; 36:12
- 무엇이든 할 수 있는 능력 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- 그분의 무한한 능력 3:26-27; 24:45; 31:28-30
- 하늘과 땅을 육일 동안 창조하시고 결코 지치지 않으심 46:33; 50:38
- '있어라!'는 말씀으로 창조하심 36:81-83
- 그분의 창조에 결코 불의하지 않으심 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- 모든 것이 그분의 의지에 복종함 3:83; 22:18; 30:26
- 모든 것이 그분을 필요로 함 11:6; 35:15; 55:29
- 그분을 신뢰하라 10:84-85; 12:67; 25:58
- 신성한 소통의 형태들 42:51
- 마음에 새길 가치가 있으심 2:21; 3:102; 4:1; 33:70-71; 59:18
- 지혜는 그분에게서 온 선물임 2:269
- 그분은 누구도 필요로 하지 않으심 3:97; 6:133; 112:2
- 삼위일체 중의 하나가 아님 4:171
- 배우자가 없으심 6:101
- 자녀가 없으심 10:68; 19:35; 43:81; 72:3; 112:3
- 파트너나 협력 신이 없으심 6:94; 7:191-195; 46:4-5
- 그분과 같은 것은 없음 42:11; 112:4
그분의 창조의 경이로움에 대해 깊이 생각하라는 명령 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
창조의 징표들 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- 모든 것을 목적을 가지고 창조하심 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- 우주가 완성됨 67:3-4
- 낮을 밤으로 합침 3:27
- 다양성 30:22; 35:27-28
- 꿀 16:68-69
- 우유 16:66
- 자녀의 선물 42:49-50
- 행성과 궤도 21:33; 36:38-44
- 별자리들 25:61; 85:1
- 별들 37:6-7; 67:5
- 구름 7:57;30:48
- 지진 7:78; 7:155
- 산사태 28:81; 29:40
- 폭풍 10:22
- 이슬비, 우박과 비 2:265; 6:99; 24:43; 50:9-11
- 천둥과 번개 13:12-13
과학적 언급
- 인간은 남녀의 배우자에서 창조됨 76:2
- 태아의 형성과 발달 단계 22:5; 23:12-14
- 세 층의 어둠 속의 태아 39:6
- 기수 (汽水) 25:53-54; 35:12; 55:19-20
- 바람에 의한 수분 15:22
- 지문 75:3-4
- 말뚝으로서의 산들 78:7
- 내려보내진 철 57:25
- 통증 수용체 4:56
- 빛을 발산하는 태양과 반사된 빛으로서의 달 10:5
- 달의 갈라짐 54:1
- 잘 보호된 차양으로서의 하늘 21:32
- 모든 생명체는 물로 창조됨 21:30; 24:45
- 개미가 소통함 27:17-19
- 내부 파도 24:40
생명체들
- 천사들 39:75
- 인간 (땅 위의 권위자) 2:30; 6:165; 16:4
- 진 72:1-15
- 동물들은 인간처럼 공동체를 이룸 6:38
- 송아지 11:69
- 낙타 7:40
- 개 18:22
- 코끼리 105:1
- 말, 노새, 당나귀 16:8
- 사자와 얼룩말 74:50-51
- 원숭이 2:65
- 돼지 2:173
- 암낙타 7:73
- 양과 염소 6:143
- 늑대 12:17
- 개구리 7:133
- 뱀 7:107
- 새들 24:41
- 까마귀 5:31
- 후투티 27:20
- 메추라기 2:57
- 물고기 18:61
- 고래 37:142
- 개미 27:18
- 벌 16:68
- 모기 2:26
- 파리 22:73
- 이와 메뚜기 7:133
- 거미 29:41
- 우리에게 알려지지 않은 다른 것들 16:8
식물과 과일 6:99; 13:4; 16:11; 36:33-35
- 바나나 56:29
- 대추야자 19:25
- 허브, 오이, 마늘, 렌즈콩, 양파 2:61
- 포도 80:28
- 올리브 6:99
- 무화과 95:1
- 석류 55:68
- 호박 37:146
무함마드에 대한 믿음
- 자질, 오직 예언자 3:144; 6:50; 7:188; 18:110
- 진리를 전하기 위해 2:119; 35:24; 42:48
- 예언자들의 봉인 33:40
- 고귀한 품성 3:159; 68:4
- 모범 33:21
- 신자들에게 은혜로서 3:164
- 온 세상을 위한 자비 21:107
- 보편적 사도 4:170; 7:157-158; 34:28
- 바른 길로 인도함 42:52-53
- 백성을 염려함 9:129
- 심판의 날에 증인으로서 4:42; 16:89
- 문맹 예언자 7:157-158; 29:48; 62:2
- 토라와 복음서에 예언됨 7:157
- 예수에 의해 예고됨 61:6
예언자 (ﷺ)가 직면한 도전들
- 이교도들의 무의미한 요구 8:32; 15:7; 17:89-93; 25:7-8
- 거짓 비난 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- 생명에 대한 위협 8:30; 9:74
- 그를 해치거나 반대하는 자들에 대한 경고 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- 거부에 인내로 대응하라고 명받음 20:130; 30:60; 46:35; 70:5
- 알라에 의해 안심하도록 명받음 5:67; 93:1-11; 94:1-8
예언자 (ﷺ)의 삶에서 얻는 교훈
- 히즈라에서 바드르 전투까지 3:121-129; 8:42-44; 8:65-71
- 우후드 전투 3:151-180
- 참호 전투 33:9-27
- 후나인 전투 9:25-27
- 마디나 9:40
- 타부크 9:38-123
- 바누 안-나디르 59:2-6
- 함라 알-아사드 3:172-175
- 후다이비야 휴전 48:1-7; 48:10-29
예언자 (ﷺ)에게 베풀어진 영예
- 알라와 그분의 천사들이 그를 축복함 33:56
- 메카에서 예루살렘까지의 밤 여행 17:1
- 하늘로의 여행 53:1-18
- 이 세상과 다음 세상에서 영예롭게 됨 17:79; 66:8; 108:1
- 그에 대한 복종은 알라에 대한 복종임 4:80
- 알라와 그분의 사도에 대한 복종의 보상 4:69
- 그의 가족이 정화됨 33:33-34
- 가브리엘을 진정한 모습으로 봄 53:1-18
- 신자들이 그에게 복종하도록 명받음 59:7
- 그에게 말하는 예의 49:1-5
- 그를 방문하는 예의 33:53
- 그의 아내들을 대하는 예의 33:53
- 알라는 그와 그의 동반자들에게 기뻐하심 9:100; 9:117
- 그의 신앙 공동체의 탁월함 2:143; 3:110
기도 (살라) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- 금요 회중 기도 62:9
- 기도 방향 (키블라) 2:144; 2:149-150
- 악한 행위를 억제해야 함 29:45
- 기도 시간 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- 위험 중이거나 여행 중일 때 2:239; 4:101-102
- 기도를 소홀히 하는 자들에 대한 경고 19:59; 74:38-47; 107:5-7
- 위선자들의 기도 4:142; 9:54
정화, 세정 (우두) 5:6
- 전신 목욕 (구슬) 2:222; 4:43
- 건식 세정 (타얌뭄) 4:43; 5:6
간청 (두아)
- 아브라함의 2:126-129; 2:126-129; 14:35-41; 26:83-89
- 아담과 이브 7:23
- 예수 5:114
- 욥 21:83; 21:83
- 요나 21:87
- 요셉 12:33; 12:101
- 모세 10:88-89; 20:25-35
- 무함마드 17:80; 20:114
- 노아 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- 솔로몬 38:35
- 슈아이브 7:89
- 사가랴 3:38; 19:2-6; 21:89-90
- 천사들 40:8-9
- 마리아의 어머니 3:35-36
- 파라오의 아내 66:11
- 파라오의 마술사들 7:126
- 사울 왕과 그와 함께한 신자들 2:250
- 이스라엘 자녀들의 신자들 10:85-86
- 동굴의 사람들 18:10
- 의로운 자들 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- 억압받는 자들 4:75
엎드림 구절들
- 사자다트, 사즈다의 복수형, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
자카트 (구제세), 의무로서 2:110; 2:177; 2:277; 6:141
- 신자들의 자질 중 하나 22:41; 23:4; 51:19
- 수혜자들 9:60
- 자선 (사다카) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- 거부하는 자들에 대한 경고 3:180; 9:34; 47:38
단식 (사움)
- 라마단 중 2:183-185
- 단식 시간 2:187
- 면제 2:184-185
- 단식 전날 밤의 부부 관계 2:187
- 순례 중 단식 2:196
순례 (하즈)
- 능력이 있는 자에게 의무 3:97
- 의례와 규정 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- 희생 제물 2:196; 22:36-37
- 순례 중 육지에서의 사냥 금지 5:1; 5:94-95
- 바다에서의 사냥 허용 5:96
- 소순례 ('움라) 2:158; 2:196
신앙 공동체들
- 무슬림들 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- 서로의 보호자 3:28; 9:71
- 기독교인들 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- 유대인들 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- 이스라엘 자녀들 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- 성경의 백성들 (주로 유대인과 기독교인들) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- 무슬림들은 그들이 도살한 동물을 먹고 그들의 여성과 결혼할 수 있음 5:5
- 유대인들에게 금지된 음식 6:146
- 사비인들 2:62; 22:17
- 마기인들 22:17
- 다신론자들 (이교도, 우상 숭배자들) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- 이교도 미신적 관행들 2:189; 5:103; 6:138-144
- 무신론자들 52:35-36
금지된 이교도 관행들
- 딸을 산 채로 묻기 16:58-59; 81:8-9
- 가난에 대한 두려움으로 자녀를 죽이기 6:137; 6:151; 17:31
- 카아바 주변에서 휘파람 불기와 박수치기 8:35
- 우상에게 낙타를 바치기 5:103; 6:136
- 우상의 이름으로 희생하기 6:121
- 지하르 이혼 33:4; 58:2-4
- 일라 (4개월 이상) 2:226-227
- 결정을 위한 제비뽑기 5:3
- 벌거벗은 상태로 카아바 돌기 7:26-28
- 순례 후 뒷문으로 집에 들어오기 2:189
경배의 대상들
- 천사들 (일부 이교도 아랍인들 사이에서) 34:40
- 알-아이카 (슈아이브 백성들 사이에서) 26:176
- 바알 (엘리아스 백성들 사이에서) 37:125
- 예수 (기독교에서) 5:17
- 우상들 (아브라함 백성들 사이에서) 21:52-53
- 라트, 우자, 마나트 우상들 (아랍 이교도들 사이에서) 53:19-20
- 와드, 수와, 야구스, 야우크, 나스르 우상들 (노아 백성들 사이에서) 71:23
- 태양 (시바 백성들) 27:24
- 시리우스 (일부 이교도 아랍인들 사이에서) 53:49
- 파라오 (고대 이집트에서) 26:29; 28:38; 79:24
- 욕망 25:43-44; 45:23
- 복수의 신에 대한 믿음 반박 17:42-43; 21:21-24; 25:3
예배 장소, 모스크들 9:18
- 교회, 시나고그, 수도원 22:40
- 성소 3:39; 38:21
- 성전 17:7
- 종교적 칭호, 사제, 수도사, 랍비 5:44; 5:63; 5:82; 9:31-34
천사들
- 아담의 창조에 대해 묻다 2:30-34
- 알라에게 결코 불복종하지 않음 21:26-27; 66:6
- 알라의 딸들이 아님 21:26; 43:16-19
- 수호 천사들 13:11
- 두 기록 천사들 50:16-18; 82:10-12
- 심판의 날에 알라의 왕좌를 받드는 여덟 천사 69:17
- 지옥의 열아홉 문지기 74:26-31
- 죽음의 천사들 6:93; 16:28; 32:11
- 가브리엘 2:97; 66:4; 26:192-195; 53:1-14
- 미카엘 2:98
- 말리크 43:77
사도들
- 천사들과 인간들 중에서 22:75
- 굳은 결의의 사도들 (아브라함, 노아, 모세, 예수, 무함마드 ﷺ) 33:7; 42:13; 46:35
성경들
- 꾸란, 알라의 계시 12:2-3; 20:2-4; 26:192-195; 32:2-3
- 온 세상에 대한 상기시킴 68:51-52
- 가장 올바른 삶의 방식으로 인도 17:9
- 계시는 라마단 달에 시작됨 2:185
- 축복받은 밤에 44:3;97:1-5
- 단계적으로 계시됨 17:105-106
- 기억하기 쉽게 만들어짐 54:17
- 이전 계시들의 진리를 확인함 3:3-4
- 이전 성경들에 대한 최고 권위 5:48
- 의심의 여지가 없음 2:2; 10:37
- 모순이 없음 4:82
- 꾸며낸 것이 아님 10:37-39
- 성경을 베낀 것이 아님 25:4-6
- 악마들에 의해 계시된 것이 아님 26:210-212
- 아무도 그와 같은 것을 만들어낼 수 없음 17:88; 2:23-24;10:13-14; 11:13
- 부패로부터 보호됨 15:9
- 보존된 서판에 보호됨 56:75-80
- 거짓으로 증명될 수 없음 41:42
- 미래 사건들을 예고함 30:1-7; 48:27
- 신자들을 눈물짓게 함 5:83; 17:107-109
- 마음을 감동시킴 39:23
- 찬란한 빛 4:174; 42:52
- 신자들을 위한 치유와 자비 17:82
- 토라 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- 복음서 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- 시편 4:163; 17:55
- 아브라함의 두루마리들 53:36-44; 87:14-19
운명과 숙명 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- 자유로운 선택 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
심판의 날
- 불의 없음 2:281; 18:49; 40:17
- 종말의 공포 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- 그날 의로운 자들과 악한 자들 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- 중재 (샤파아) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
행위의 기록들 17:13; 18:49
- 신자들은 오른손에 기록을 받음 69:19-24; 84:7-9
- 불신자들은 왼손에 기록을 받음 69:25-37; 84:10-15
- 알라에게 숨겨질 것은 없음 21:47; 40:16
- 행위의 무게 달기 7:8; 23:102-104; 101:1-11
- 신체 기관의 증언 41:19-24; 24:24
- 선행과 악행에 대한 보상 6:160; 27:89-90; 28:84
사람들의 유형
- 신자들 18:107-108
- 불신자들 4:167-169
- 위선자들 4:145; 57:13-15
- 낙원의 거주자들, 최고의 신자들 55:46-61; 56:10-26
- 낙원의 거주자들, 오른쪽 백성 55:62-78; 56:27-40
- 지옥의 거주자들, 왼쪽 백성 55:31-45; 56:41-56
- 높은 곳의 백성 7:46-49
재정
- 사업 지침 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- 유증, 비상속인에 대한 선택적 유증 2:180-183; 4:11-12
여행 중 사망 전 5:106-108
- 뇌물 2:188
- 빚, 빚 수금 시 친절함 2:280
- 빚 계약 문서 작성과 증인 2:282
- 담보 취득 2:283
- 상속, 지침 4:7; 4:32-33; 8:75
- 자녀와 부모의 몫 4:11
- 배우자와 모계 형제자매 4:12
- 친형제자매 4:176
- 따르지 않는 자들에 대한 경고 4:13-14
- 이자, 금지와 경고 2:275-281; 3:130-132
- 무익하게 됨 30:39
법률
- 반역법 (히라바) 5:33-34
- 정의, 정의를 위해 일어서기 4:135; 5:8; 16:90-91
- 고아와 여성의 권리를 위해 일어서기 4:127
- 유대인에 대한 정의 4:105-112
- 이교도에 대한 정의 4:58
- 비무슬림들에 대한 공정함 60:8-9
- 법적 경로를 통한 보복 (용서 옵션 포함) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- 부부 간의 분리, 쿨으 2:229
- 리안 (간음 혐의) 24:6-10
정치
- 협의로 사안 처리 (슈라) 3:159; 42:38
- 자기 방어를 위한 전투 (지하드), 예의 2:190-192; 2:216; 22:38-40
- 무차별 공격 금지 4:94
- 억압받는 남녀와 어린이를 위한 전투 4:75
- 예배 장소 보호 22:37
- 순교자들의 보상 2:154; 3:169-171; 9:111; 57:19
- 군사력이 잠재적 적을 억제함 8:60
- 평화 선택 2:192; 8:61
- 당사자들 사이에 평화 중재 49:9-10
- 전쟁 포로, 처우 8:70; 47:4; 76:8
사회
- 입양 33:4-5
- 고아 돌봄 2:220; 4:2-10; 4:127; 6:152; 17:34
- 이혼, 중재와 화해 4:35; 4:128
- 이혼 예의 2:229-231; 65:1-2
- 지참금과 대기 기간 2:226-241; 4:19-21; 33:49; 65:1-7
- 남편은 지참금의 어떤 것도 돌려받지 않음 4:20
- 아내를 괴롭히지 않음 65:6
- 임신 중 재정적으로 아내를 부양함 65:6
- 대기 기간 중 65:6
- 전 남편의 자녀를 수유하는 경우 65:6
- 자녀로 인해 어떤 부모도 고통받지 않아야 함 2:233
- 유모 선택 65:6
- 선을 권장하고 악을 금하기 3:104; 3:110; 7:157; 9:71-72; 31:17
- 인간의 평등 49:13
- 알라와 율법 앞에서 남녀, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- 남성은 여성보다 한 단계 높은 책임이 있음 2:228
- 가난한 자, 고아, 포로 먹이기 76:8-9
- 용서와 분노 조절 3:134; 42:40
- 노예 해방과 지원 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- 부모 공경 4:36; 17:23-25; 31:14-15
- 겸손 17:37; 31:18-19
- 아브라함의 꿈 해석 37:102
- 요셉의 꿈 해석 12:4; 12:36; 12:43
- 무함마드의 꿈 해석 8:43; 48:27
- 비무슬림들에게 친절함 60:8
- 결혼 4:3; 4:129; 16:72; 30:21
- 결혼이 합법적이고 불법적인 여성들 4:22-24
- 친밀함의 예의 2:222-223
- 임신과 수유 2:233; 31:4; 46:15; 65:6
- 전 아내와 재혼 2:230
- 미혼자들의 결혼 지원 24:32
- 대기 기간 중 관심을 은근히 표현하기 2:235
- 맹세 2:224-225; 16:91-92; 16:94
- 깨진 맹세 보상 5:89
- 어려운 시간의 인내 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- 들어올 허락 24:58-60
- 사람들의 집에 들어가기 24:27-28
- 공공장소에 들어가기 24:29
- 사회적 예의, 소식 확인 4:83; 49:6
- 모든 이에 대한 존중 49:11-12
- 모임 예의 58:11
- 사적 대화 4:114; 58:9
- 서원 2:270; 9:75-77; 22:29; 76:7
- 낭비와 인색함 7:31; 17:29; 25:67
기타 이야기들
- 아벨과 카인 5:27-31
- 알-카디르와 모세 18:60-82
- 코끼리 군대 105:1-4
- 파라오 백성의 신자 40:28-46
- 마리아의 탄생 3:35-36
- 이스라엘 자녀들의 암소 2:67-74
- 에스라 2:259
- 정원 주인들 68:17-32
- 하루트와 마루트 2:102
- 코라 28:76-82
- 루크만의 아들에게 주는 조언 31:12-19
- 두 정원의 주인 18:32-44
- 시바 백성들 34:15-19
- 동굴의 사람들 18:9-26
- 도랑의 사람들 85:1-8
- 안식일 위반자들 7:163-165
- 사미리와 황금 송아지 20:83-97
- 사울과 사무엘 2:247-251
- 줄-까르나인 18:83-98
악마들 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- 악마 같은 인간과 진 6:112;114:6
- 하늘은 악마들로부터 보호됨 15:16-18
후회들
- 예언자를 따르지 않음 25:27
- 알라와 그분의 사도에게 복종하지 않음 4:41-42; 33:64-68
- 악한 친구들을 사귐 25:28-29; 26:96-102; 43:36-39
- 알라의 징표들을 부정함 6:27-30
- 내세를 위해 일하지 않음 89:23-24
절박한 애원
- 세상으로 돌아가기를 구함 2:167; 6:27-28; 32:12-14; 42:44
- 두 번째 기회를 위해 35:36-37
- 불에서 제거되기 위해 40:10-12
- 음식과 물을 위해 7:51-52
- 중재자를 위해 7:52-53
- 먼지로 만들어지기를 위해 4:41-42; 78:40
- 죽음을 위해 43:74-78
의로운 자들의 자질
- 창조주와 그분의 창조물의 권리를 지킴 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
악한 자들의 자질
- 배은망덕함 14:34
- 인색함 17:100
- 성급함 21:37
- 어려운 시간에만 알라를 기억함 10:12; 41:51
- 참을성 없음 70:19
- 논쟁적임 18:54
대죄들
- 경배에서 알라와 다른 것들을 연결함 (쉬르크) 4:48; 4:116; 5:72; 6:19; 31:13:
- 부모를 학대함 4:36; 6:151; 17:23
- 의무 기도를 소홀히 하거나 버림 19:59-60
- 자카트를 내지 않음 41:6-7
- 살인 6:151; 17:33
- 의도적으로 신자를 죽임 4:93
- 도둑질 5:38
- 사기 7:85; 11:85; 26:182-183; 83:1-6
- 거짓말 2:10; 9:77; 39:60
- 알라에 대해 거짓말함 6:93; 29:68; 61:7
- 금지된 성관계 2:222; 17:32; 24:2; 25:68; 29:28-30
- 간음에 대한 거짓 비난 24:4-5
- 배교 2:217; 5:54
- 돼지고기와 기타 금지된 음식 섭취 (사체, 피 등) 5:3; 6:145
- 알코올과 도박 5:90-91
- 험담 49:11
- 거짓 증언 22:30
- 마법 2:102; 10:77; 20:69
""";
