const String quranIndexMalayalamRaw = r"""
മന്‍സില്‍ പ്രാര്‍ത്ഥനകള്‍ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ഞങ്ങളുടെ രബ്ബേ പ്രാര്‍ത്ഥനകള്‍ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
എന്റെ രബ്ബേ പ്രാര്‍ത്ഥനകള്‍ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ഹാറൂൻ (Aaron) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'അബസ, S.80; 74:22
അംഗശുദ്ധി (വുദൂ), 4:43; 5:6
ഇബ്രാഹിം (Abraham) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- യഹൂദനോ ക്രിസ്ത്യാനിയോ അല്ല, 3:67-68
- ബക്കയിലെ ആദ്യ ദേവാലയത്തിൽ നിലകൊണ്ടു, 3:97; 26:123
- കഅ്ബയുടെ അടിത്തറ ഉയർത്തി 2:124-129
- ഏകസത്യദൈവത്തിന്റെ ആരാധനയിലേക്ക് ജനങ്ങളെ വിളിച്ചു 2:130-133; 26:69-89; 29:16; 29:24-27
- അഹങ്കാരിയായ രാജാവുമായി വാദിച്ചു 2:258
- പുനരുത്ഥാനത്തെക്കുറിച്ച് അന്വേഷിച്ചു 2:260
- യഹൂദനോ ക്രിസ്ത്യാനിയോ അല്ല 3:65-68
- ആകാശഗോള ആരാധനയെ നിരാകരിക്കുന്നു 6:74-87
- ഇസ്ഹാഖിന്റെ ജനനവാർത്ത ലഭിച്ചു 11:69-76; 51:24-30
- കഅ്ബയിൽ പ്രാർഥന 14:35-41
- മലക്കുകൾ സന്ദർശിച്ചു 15:51-56
- മാതൃകാ പുരുഷൻ 16:123
- പിതാവിനെ സത്യത്തിലേക്ക് വിളിച്ചു 19:41-50
- വിഗ്രഹങ്ങൾ തകർത്തു, അഗ്നിയിൽ നിന്ന് രക്ഷിക്കപ്പെട്ടു 21:51-73; 37:83-113
- ഹജ്ജിലേക്ക് എല്ലാവരെയും വിളിച്ചു 22:26
അബ്‌റാർ, 3:193, 198; 76:5; 82:13; 83:18-22
നിരോധനം (Abrogation), 2:106, 16:101
അബൂ ലഹബ്, 111:1-5
ആദ് ജനത, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ആദം, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- മലക്കുകൾ സാഷ്ടാംഗം ചെയ്യണമെന്ന് കൽപ്പിക്കപ്പെട്ടു, 2:34; 7:11
- അറിവിന്റെ വൃക്ഷം, 2:35; 7:19-20; 20:120-121
- സ്വർഗത്തിൽ നിന്ന് പുറത്താക്കൽ (ഹവ്വക്ക് കുറ്റമില്ല), 2:36; 7:24
- അല്ലാഹു ആദരിച്ചു, പിശാച് പ്രലോഭിപ്പിച്ചു 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- അല്ലാഹു പൊറുത്തു 2:37; 20:122
'അദിയ്യാത്ത്, S.100
'അദ്‌ൻ സ്വർഗം, 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
പ്രതികൂലത (Adversity)
- മറ്റൊരാളുടെ ഭാരം വഹിക്കേണ്ടതില്ല, 6:164; 17:15; 35:18; 39:7; 53:38
- സഹിക്കാനുള്ള ശേഷിക്കപ്പുറം ഭാരം ചുമത്തപ്പെടില്ല, 2:286; 6:152; 7:42; 23:62
- പ്രതികൂലതയിൽ ക്ഷമ, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
വാർധക്യം, 16:70; 22:5; 30:54; 36:68
- സംരക്ഷണത്തിലുള്ള വൃദ്ധ മാതാപിതാക്കളോടുള്ള പെരുമാറ്റം, 17:23
അഹ്‌മദ്, 61:6
അഹ്‌ഖാഫ്, S.46; 46:21
അഹ്‌സാബ്, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
ഐകഃ നിവാസികൾ, 15:78; 26:176; 38:13; 50:14
അഅ്‌ലാ S.87; 87:1; 92:20
'അലഖ്, S.96
ആലു ഇംറാൻ, S.3
അല്ലാഹു
- അവനിൽ ഒരു ദിവസം അമ്പതിനായിരം വർഷമാണ്, 70:4
- അവനിൽ ഒരു ദിവസം മനുഷ്യരുടെ ആയിരം വർഷമാണ്, 22:47; 32:5
- എന്തും ചെയ്യാനുള്ള കഴിവ്, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- എല്ലാ വിധികർത്താക്കളിലും ഉത്തമൻ, 95:8
- നിർവചനത്തിനപ്പുറം, 43:82; 67:12
- അവിശ്വാസികളുടെ പദ്ധതികൾ പൊളിക്കുന്നു, 8:30; 8:36
- മനുഷ്യരെ ഇല്ലാതാക്കി മറ്റ് ജീവികളെ ഉണ്ടാക്കാൻ കഴിവുള്ളവൻ, 4:133; 14:19; 35:16
- ചിരിയും കരച്ചിലും ഉണ്ടാക്കുന്നു, 53:43
- ഒരു മനുഷ്യനെ ഒരു നൂറ്റാണ്ട് ഉറക്കിച്ചു, 2:259
- സത്യനിഷേധികളുടെ ശത്രു, 2:98
- രാവിലെ മുതൽ രാത്രി വരെ അവന്റെ മഹത്ത്വം പ്രകീർത്തിക്കുക, 33:42
- കള്ള പുത്രിമാർ, 16:57; 17:40; 43:16; 52:39; 53:21-22
- പേരിൽ, 53:19-20
- മനുഷ്യർക്ക് സ്വതന്ത്ര ഇച്ഛ നൽകുന്നു, 36:67
- അവനു വേണ്ടി എല്ലാം ത്യജിക്കൽ, 4:66-68; 4:125
- നന്മയും തിന്മയും അവനിൽ നിന്ന്, 4:78
- ജീവനും മരണവും നൽകുന്നു, 44:8; 53:44; 57:2; 67:2
- കഠിനാധ്വാനികൾക്ക് മികച്ച പ്രതിഫലം, 4:95-96; 5:54; 9:120; 49:15; 61:11
- പത്‌നിയില്ല, 72:3
- പുത്രനില്ല, 43:81; 72:3; 112:3
- നിന്റെ കഷ്ടകാലത്ത് നിന്നെ ഉപേക്ഷിച്ചിട്ടില്ല, 93:3
- അറിവിൽ എല്ലായിടത്തും ഉണ്ട്, 2:115; 2:142; 2:177; 4:126
- ആദ്യനും അന്ത്യനും (ആൽഫയും ഒമേഗയും), 57:3
- പ്രകടവും അപ്രകടവും, 57:3
- ഗ്രഹണശക്തിക്കപ്പുറമുള്ളത് അറിയുന്നു, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ന്യായമായി പെരുമാറുന്നവരെ സ്നേഹിക്കുന്നു, 49:9
- പ്രസ്താവിക്കാത്ത കാര്യങ്ങളിൽ നിയമം ഉണ്ടാക്കിയിട്ടില്ല, 5:101; 6:140; 6:148; 7:32
- യുദ്ധത്തടവുകാരിൽ നന്മ ഉള്ളവരോട് കരുണ, 8:70
- സ്വഭാവം, 2:255
- ഒരു മനുഷ്യനും ദൈവമല്ല, 3:64; 3:151
- ത്രിത്വമല്ല, 4:171
- തിന്മയിൽ നിന്ന് അഭയം, 113:1-5; 114:1-6
- നിൽക്കുമ്പോഴും ഇരിക്കുമ്പോഴും കിടക്കുമ്പോഴും അവനെ സ്മരിക്കൽ, 3:191; 4:103; 10:12; 25:64
- ഗർഭപാത്രത്തിൽ നിന്നെ രൂപപ്പെടുത്തുന്നു, 3:6
- സിംഹാസനം വെള്ളത്തിൽ, 11:7
- നിങ്ങൾക്ക് അറിവില്ലാത്ത കാര്യങ്ങൾ സൃഷ്ടിക്കും, 16:8
- സൃഷ്ടികൾക്ക് അന്യായം ഉദ്ദേശിക്കുന്നില്ല, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
സഖ്യങ്ങൾ, 8:72; 9:7
- ക്രിസ്ത്യാനികളും യഹൂദരും, 5:51
- അവിശ്വാസിയായ ബന്ധുക്കളുമായുള്ള സഖ്യം നിഷിദ്ധം, 9:23-24
- കപടവിശ്വാസികളുമായി നിഷിദ്ധം, 4:88-89; 4:139; 4:144
അൽ‌യസഅ്, (എലിശ കാണുക)
അമാനഃ, വിശ്വസ്തതയും അല്ലാഹു നിർദേശിച്ച കടമകളും, 2:283; 4:58; 8:27
- വിശ്വസ്തത കാണുക
മലക്കുകൾ, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- തീയിൽ നിന്ന് സൃഷ്ടിക്കപ്പെട്ടു, 7:12; 38:76
- അന്ത്യദിനത്തിൽ എട്ടുപേർ അല്ലാഹുവിന്റെ സിംഹാസനം വഹിക്കും, 69:17
- അവർ സ്ത്രീകളാണെന്ന തെറ്റായ അവകാശവാദം, 43:19; 53:27
- രക്ഷാദൂതന്മാർ 82:10-12; 86:4
- പത്തൊൻപതുപേർ നരകം നിയന്ത്രിക്കുന്നു, 74:30-31
- ഇഷ്ടങ്ങൾ നിറവേറ്റാൻ അയക്കപ്പെടുന്നില്ല, 15:7-8
- പ്രചോദനം നൽകാൻ അയക്കപ്പെടുന്നു, 16:2
കോപം, നിയന്ത്രിക്കുക, 3:134
'അൻകബൂത്ത്, S.29
ഉറുമ്പുകൾ, 27:18
കുരങ്ങുകൾ, 5:60
- നിന്ദ്യമായ, 2:65; 7:166
മതപരിത്യാഗം, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- മതപരിത്യാഗികൾക്ക് ദ്രുത ശിക്ഷ തേടരുത്, 46:35
- അല്ലാഹു മാത്രം ശിക്ഷിക്കും, 73:11; 74:11
- പരലോകത്ത് ശിക്ഷ, 2:217; 9:74
- മറ്റുള്ളവരുടെ തിരസ്‌കരണം, 3:87
- പശ്ചാത്താപം, 3:89; 5:34; 9:5; 9:11
- വിചാരണ ദിനത്തിൽ പശ്ചാത്താപം വൈകി, 40:85
- നിർബന്ധ സാഹചര്യത്തിൽ, 16:106
മതപരിത്യാഗികൾ, 47:25
അഅ്‌റാഫ്, S.7; 7:46, 48
അറഫാ, 2:198
തർക്കിക്കൽ
- സ്വയം വഞ്ചിക്കുന്നവർക്ക് വേണ്ടി വാദിക്കരുത്, 4:107
- ഇഹലോകത്ത് നിങ്ങൾ അവർക്ക് വേണ്ടി വാദിച്ചു, എന്നാൽ പുനരുത്ഥാന ദിനത്തിൽ ആർ വാദിക്കും, 4:109
തർക്കങ്ങൾ/ആക്രമണങ്ങൾ
- തരത്തിനനുസരിച്ച് പ്രതികരിക്കുക, 8:58
- ക്ഷമിക്കുന്നതാണ് ഏറ്റവും നല്ലത്, 16:126
കവചം, 16:81
'അസ്‌ർ, S.103
ആയത്തുൽ കുർസി, 2:255
പരദൂഷകൻ, 49:12; 104:1
ബദ്ർ യുദ്ധം, 3:13
- പാഠങ്ങൾ, 8:5-19, 42-48
അൽ‌ബൈത്തുൽ മഅ്‌മൂർ, 52:4
ബക്ക (മക്ക), 3:96
ബഅ്‌ൽ, 37:125
ബലദ്, S.90
തുലാസ്, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
ബനൂ നദ്വീർ, 59:2-6, 13
ബഖറ, S.2
ബറാഅ (തൗബ കാണുക), S.9
ബർസഖ്, (തടസ്സം), 23:100; 25:53; 55:20
- കൂടാതെ കാണുക 18:94-97; 34:54; 36:9
ബയ്യിനഃ, S.98
അന്ത്യദിനത്തിലെ മൃഗം, 27:82
ബദ്ദുകൾ (Bedouins), 9:90, 97-99, 101, 120; 48:11, 16; 49:14
തേനീച്ച, 16:68-69
പെരുമാറ്റം
- മുൻ വേദഗ്രന്ഥക്കാരോട് സൗമ്യമായി വാദിക്കുക, 16:125, 29:46
- അറിയാത്ത കാര്യങ്ങളിൽ ഇടപെടരുത്, 17:36
- ഗുരുതരമായ പാപങ്ങളും നാണക്കേടുകരമായ കൃത്യങ്ങളും ഒഴിവാക്കുക, 53:32
- പരസ്പരം ദുഃശങ്ക വേണ്ട, ചാരവൃത്തി ഒഴിവാക്കുക, പരദൂഷണം ഒഴിവാക്കുക 49:12
- അഭിപ്രായങ്ങളിൽ നീതിയുള്ളവരായിരിക്കുക, 6:152
- സമൂഹം മിതമായിരിക്കണം, 2:143; 25:67
- അഹങ്കാരം നിരുത്സാഹിതം, 4:36, 57:23
- സഹായം തേടുന്നവരെ ശകാരിക്കരുത്, 93:10
- സ്വയം ശുദ്ധനെന്ന് കരുതരുത്, 53:32
- മറ്റുള്ളവരെ പരിഹസിക്കരുത്, 49:11; 104:1
- തിന്മ പരസ്യമായി പറയരുത്, 4:148
- പരദൂഷണം ഒഴിവാക്കുക, 104:1
- ഓരോ സമൂഹത്തിനും ഒരു നിയമവും ജീവിതരീതിയും, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- ഒരു ആരാധനാ രീതിയും, 22:67
- അല്ലാഹുവിന് അവരെ ഒരൊറ്റ സമൂഹമാക്കാമായിരുന്നു, 5:48; 11:118; 16:93; 42:8
- അല്ലാഹുവിന്റെ കീഴിൽ ഒരൊറ്റ സമൂഹം, 21:92
- യഹൂദരോട് ക്ഷമിക്കുക, 5:13
- അവിശ്വാസികളോട് ക്ഷമിക്കുക, 31:15; 45:14
- വേഗം ക്ഷമിക്കുക, 42:37
- ഭരണകർത്താക്കൾ കൂടിയാലോചനയ്ക്ക് ശേഷം തീരുമാനമെടുക്കണം, 42:38
- ഒരു പ്രവാചകനും, 10:47; 16:36
- വിശ്വാസികളെ അപവദിക്കൽ പാപം, 33:58
- പുരുഷന്മാർ (സ്ത്രീകളോട്), 24:30
- സമാധാന ശ്രമകർക്ക് പ്രതിഫലം, 42:40
- കഴിഞ്ഞില്ലെങ്കിൽ ദരിദ്രരോട് ന്യായമായി സംസാരിക്കുക, 17:28
- സംരക്ഷണത്തിലുള്ള വൃദ്ധ മാതാപിതാക്കളോട്, 17:23
- മറ്റ് മുസ്‌ലിംകളോട്, 33:6
- മറ്റുള്ളവരോട്, 17:26-29; 17:35; 17:53; 60:8
- മാതാപിതാക്കളോട്, 46:15
- അടിമകളോട്, 4:36; 24:33
- സ്ത്രീകൾ (പുരുഷന്മാരോട്), 24:31
- എല്ലാ വെളിപാടുകളിലും, 2:136; 2:285
- സ്വഭാവം, 49:14-15
വിശ്വാസികൾ, 2:2-5; 2:285; 8:2-4; 8:24
വസ്വിയ്യത്ത്, 2:180, 240; 4:7, 12; 36:50
വഞ്ചന (കബളിപ്പിക്കൽ, തട്ടിപ്പ്), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
ബൈബിൾ, 5:64, 5:65, 5:68
- വ്യാജമാക്കൽ, 3:78; 5:14-15
പക്ഷികൾ, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
രക്തദണ്ഡം (ദിയ), 2:178-179; 4:92; 17:33
യുദ്ധ മുതൽ, 4:94; 8:41; 59:6-8
- നിയമവിരുദ്ധമായി എടുക്കൽ, 3:162
- കൊള്ള കാണുക
കൈക്കൂലി, 2:188
ബുദ്‌ൻ, 22:36
ഭാരം
- മറ്റൊരാളുടെ ഭാരം ഒരു ഭാരവാഹകനും വഹിക്കേണ്ടതില്ല, 35:18; 39:7; 53:38
- അവിശ്വാസികൾ മറ്റുള്ളവരുടെ ഭാരവും വഹിക്കും, 16:25; 29:13
- അവർ വഹിക്കുന്ന ഭാരം എത്ര ദുഷ്ടം, 6:31, 164
- അല്ലാഹു ഒരു വ്യക്തിക്ക് ശേഷിക്കപ്പുറം ഭാരം ചുമത്തുകയില്ല, 2:286; 7:42; 23:62
ബുറൂജ് (വലിയ നക്ഷത്രങ്ങൾ), S.85; 85:1; 15:16; 25:61
ഒട്ടകം, 6:144; 7:40; 77:33; 88:17
തടവുകാർ, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- യുദ്ധത്തടവുകാർ കൂടി കാണുക
കന്നുകാലി, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
സൗർ ഗുഹ, 9:40
ഗുഹ, നിവാസികൾ 18:9-22, 25-26
ഉറപ്പോടെ സത്യം, 56:95; 69:51
ദാനധർമം (സദഖ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- ദാനധർമത്തിന്റെയും സകാത്തിന്റെയും അർഹർ, 2:273; 9:60
കുട്ടികൾ 2:233; 42:49-50
- അറിവില്ലാതെ മൗഢ്യത്തോടെ സന്താനങ്ങളെ കൊന്നവർ നഷ്ടക്കാർ, 6:140
ക്രിസ്തു (ഈസ കാണുക)
ക്രിസ്ത്യാനികൾ, 5:14, 19, 64-65, 69; 22:17
- ഈസയെ ദൈവമാക്കരുതെന്ന് ആവശ്യപ്പെട്ടു, 4:171
- മുസ്‌ലിംകളോട് ഏറ്റവും അടുത്ത സ്‌നേഹം, 5:82
- ഓർക്കാൻ പറഞ്ഞവ അധികവും മറന്നുപോയി, 5:14
- ഇപ്പോൾ ഒരു ദൂതൻ വന്നിരിക്കുന്നു, 5:15, 19
- നീതിമാന്മാർക്ക് പ്രതിഫലം, 2:62; 5:65; 5:69
- "ഈസ അല്ലാഹുവിന്റെ പുത്രൻ" എന്ന് പറയുന്നു, 9:30
തകർക്കപ്പെട്ട നഗരങ്ങൾ, 69:9
സുരക്ഷാ നഗരം, 95:3
വസ്ത്രം, 7:26; 16:81
- അഗ്നിയുടെ വസ്ത്രം, 22:19
- ഗൃഹേതര സാഹചര്യങ്ങളിൽ സ്ത്രീകളുടെ മൂടുപടം, 24:31
- സ്ത്രീകളുടെ പുറം വസ്ത്രം ശല്യം തടയുന്നു, 33:59-60
സഖ്യ കക്ഷികൾ, 33:9, 22
- അഹ്‌സാബ് കാണുക. പരസ്പര കൂടിയാലോചന, 42:38
സൃഷ്ടി
- ആരംഭിക്കുകയും ആവർത്തിക്കുകയും ചെയ്യുന്നു, 10:4; 21:104; 27:64; 29:19-20
- പുതിയൊരു, 17:49, 98; 35:16
- സത്യം കൊണ്ട്, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- കളിക്കല്ല, 21:16-17; 23:115
- എല്ലാ ജീവജാലവും നിർമ്മിതം, 21:30; 24:45; 25:54
- മനുഷ്യ സൃഷ്ടി, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ആദ്യ രൂപം 56:62
- ആറ് ദിവസത്തിൽ, 7:54; 11:7; 32:4; 50:38; 57:4
- ജോടിയായി, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- വൈവിധ്യം, 35:27-28
- അല്ലാഹു "ആകൂ!" എന്ന് കൽപ്പിക്കുന്നു — ഉടനെ ആകുന്നു, 2:117; 16:40; 36:82; 40:68
- കണ്ണ് ചിമ്മുന്ന നേരം, 54:50
- രാവും പകലും, സൂര്യനും ചന്ദ്രനും, 39:5
- ആകാശഭൂമിയുടെ സൃഷ്ടി മനുഷ്യ സൃഷ്ടിയേക്കാൾ വലുത്, 40:57; 79:27
- ഉദ്ദേശ്യം, 51:56
കാക്ക, 5:31
മാനദണ്ഡം, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ദഹ്‌ർ (ഇൻസാൻ കാണുക), S.76; 45:24
- സമയം, 76:1; 103:1
ദാവൂദ്, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- സബൂർ നൽകപ്പെട്ടു 4:163
- ഗോലിയാത്തിനെ യുദ്ധം ചെയ്ത് വധിച്ചു, 2:251
- ഒരു വിധി പ്രഖ്യാപിച്ചു 21:78-80
- അറിവും പ്രവാചകത്വവും ലഭിച്ചു 27:15-16
- പർവതങ്ങളും പക്ഷികളും അല്ലാഹുവിനെ സ്തുതിക്കുന്നതിൽ പങ്കുചേർന്നു 34:10; 38:17-20
- രണ്ടുപേർക്കിടയിൽ വിധിച്ചു 38:21-26
ദാബ്ബ (ഇഴജന്തു), 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
മൃതർ ഉയർത്തപ്പെടും, 6:36
മരണം, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- യുദ്ധത്തിൽ നിന്ന് പലായനം, 33:16
- അല്ലാഹുവിന്റെ മാർഗത്തിൽ, 3:195; 22:58; 47:4
- വെളിപ്പാടില്ലാത്ത സമൂഹങ്ങൾ നശിപ്പിക്കപ്പെടില്ല, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- അല്ലാഹുവിന്റെ മാർഗത്തിൽ കൊല്ലപ്പെട്ടവർ ജീവനുള്ളവർ, 2:154; 3:169
- തിന്മ ഒഴിഞ്ഞ് അല്ലാഹുവിലേക്ക് പലായനം ചെയ്യുമ്പോൾ, 4:100
- തടയാനോ നീട്ടാനോ കഴിയില്ല 63:10-11
- ഉറക്കത്തിന്റെ ഇരട്ട സഹോദരൻ 6:60; 39:42
- മരണ സമയത്ത് വിശ്വാസികളും അവിശ്വാസികളും 8:50; 16:27-32; 41:30
- ഖബ്‌റിലെ ശിക്ഷ 40:46
കടങ്ങൾ, 2:280, 282; 4:11-12
വിധി
- ഓരോ കാര്യത്തിനും ഒരു വിധിയുണ്ട്, 13:38
- ഒരു ദേശവും നശിപ്പിക്കപ്പെട്ടിട്ടില്ല, അതിന് ഒരു നിശ്ചിത വിധിയില്ലാതെ, 15:4
- ഓരോ കാര്യത്തിന്റെ വിധിയും അല്ലാഹുവിൽ നിന്ന്, 44:5
- ഒരു കാര്യം ഉദ്ദേശിക്കുമ്പോൾ "ആകൂ!" എന്ന് മാത്രം പറയുന്നു — ഉടനെ ആകുന്നു, 2:117; 36:82; 40:68
കർമങ്ങൾ
- തിന്മ അവർക്ക് അലങ്കൃതമാക്കി, 47:14
- ഞങ്ങളുടേത് ഞങ്ങൾക്ക്, നിങ്ങളുടേത് നിങ്ങൾക്ക്, 28:55; 42:15; 45:15
- നന്മതിന്മ സ്വന്തത്തിന് തന്നെ, 41:46
- മനുഷ്യന്റെ കർമം കഴുത്തിൽ ബന്ധിച്ചു, 17:13
പദവികൾ, ചെയ്തതിനനുസരിച്ച്, 6:132
ദേഷ്യം, ദുഷ്ട ആഗ്രഹങ്ങൾ പിൻതുടരുന്നവർ, 47:14, 16
- സ്വന്തം ദേഷ്യത്തെ ദൈവമാക്കിയവൻ, 25:43
അല്ലാഹുവിന്റെ കരുണയിൽ നിരാശപ്പെടരുത്, 39:53; 21:87-88; 68:48-50
- യൂനുസ് കൂടി കാണുക
ദാരിയ്യാത്ത്, S.51
ദിക്‌ർ, 7:205; 15:6, 9
ദുൽ‌കിഫ്‌ൽ, 21:85; 38:48
ദുൽ‌ഖർനൈൻ, 18:83-98
ദുന്നൂൻ (മത്സ്യ സഹചരൻ)
അവിശ്വാസികൾ (കപടവിശ്വാസികൾ കൂടി കാണുക)
- ദൈവകോപം ആവശ്യപ്പെടുന്നു തെളിവിനായി, 6:57-58; 8:32; 10:49-52
- ദയയോടെ അവരോടൊപ്പം ആയിരിക്കുക, 31:15
- ക്ഷമയോടെ അവർ പറഞ്ഞത് സഹിക്കുക, 20:130; 50:39
- അവരുമായുള്ള ഉടമ്പടി, 8:56; 8:72; 9:4, 7
- ഉടമ്പടി ലംഘനം, 8:58; 9:12
- അല്ലാഹു അവരുടെ ഗൂഢ പദ്ധതി പൊളിക്കുന്നു, 8:30, 36
- അല്ലാഹുവിന്റെ നിയമം പരിഹസിക്കുന്നവരുടെ സഭ വിടുക, 4:140; 6:68
- ആവശ്യപ്പെട്ടാൽ സംരക്ഷിക്കുക, 9:6
- യുദ്ധ സമയത്ത് ശിക്ഷ, 8:12, 50, 59
- പരലോകത്ത് ശിക്ഷ, 8:37
- പള്ളി സന്ദർശിക്കരുത്, 9:17
- ദയയോടെ സംസാരിക്കുക, 17:53
- കഠിനമായി ശ്രമിക്കൽ, 9:73; 25:52; 66:9
- നിരുദ്ദ്വേഗ അവിശ്വാസികളോട് ന്യായമായി ഇടപെടുക, 60:8
- അവിശ്വാസികൾ മറ്റ് അവിശ്വാസികളോടൊപ്പം മാത്രം ഐക്യം, 8:72
ശിഷ്യന്മാർ (ഈസയുടെ), 3:52; 61:14
ഹൃദയ രോഗം കപടവിശ്വാസികളിൽ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ദുരിതം, ശേഷം സുരക്ഷ, 3:154
യുദ്ധ മുതൽ വിതരണം, 8:41; 59:7-8
കുഴി (നിരകൾ), ആളുകൾ, 85:4-10
വൈവിധ്യം
- മനുഷ്യരിൽ, 30:22, 35:27-28
- ജീവിതത്തിൽ, 35:27-28
വിവാഹ മോചനം, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- കാത്തിരിപ്പ് കാലം കഴിഞ്ഞ് ഒഴിവാക്കുകയോ അനുരഞ്ജനമോ, 2:231; 65:2
- രണ്ട് സാക്ഷികൾ, 65:2
- ജീവനാംശം, 2:233, 241
- മുൻ ഭർത്താവിന്റെ അനന്തരാവകാശി, 2:233
- രണ്ടുതവണ തിരിച്ചുവാങ്ങാം, 2:229
- മഹ്‌ർ നില, 2:229, 236-237
- ആവശ്യമെങ്കിൽ മുലയൂട്ടുകാരിയെ കണ്ടെത്തുക, 65:6
- ളിഹാർ കൂടി കാണുക
വിവാഹ മോചനം, പുരുഷൻ
- ഒരു സ്ത്രീക്ക് പകരം മറ്റൊരുത്തിയെ വിവാഹം ചെയ്യൽ - ആദ്യം കൊടുത്തത് തിരിച്ചെടുക്കരുത്, 4:20
- ഭാര്യയെ ശല്യം ചെയ്യരുത്, 65:6
- ഭാര്യയെ ഇഷ്ടത്തിനെതിരെ പിടിച്ചിരിക്കരുത്, 4:19
- മനം മാറ്റാൻ നാല് മാസം, 2:226
- ഗർഭ കാലത്തും കാത്തിരിപ്പ് കാലത്തും ഭാര്യയെ പൂർണമായി扶养ം, 65:6
- കുഞ്ഞിനെ മുലയൂട്ടുകയാണെങ്കിൽ ഭാര്യയെ പൂർണമായി扶养ം, 65:6
- പിതൃരഹിത കുഞ്ഞ് കാരണം മാതാവ് കഷ്ടപ്പെടരുത്, 2:233
- ഇസ്‌ലാം പൂർവ കാലം, 58:2
- അനുരഞ്ജനത്തിന് തുടർച്ചയായ 2 മാസം നോമ്പ്, 58:4
- അനുരഞ്ജനത്തിന് 60 ദരിദ്രരെ ഊട്ടുക, 58:4
- അനുരഞ്ജനത്തിന് ഒരു അടിമയെ മോചിക്കുക, 58:3
- അനുരഞ്ജന ശ്രമം, 4:35
- വിവാഹം നടക്കാത്ത സ്ഥിതിയിൽ പാപമില്ല, 2:236
- മഹ്‌റിന്റെ പകുതി വധുവിന് അർഹം, 2:237
വിവാഹ മോചനം, സ്ത്രീ
- മൂന്നാം വിവാഹ മോചനത്തിന് ശേഷം (മറ്റൊരു ഭർത്താവിൽ നിന്ന്) ആദ്യ ഭർത്താവിലേക്ക് മടങ്ങാം, 2:229
- ജീവനാംശം അർഹം, 2:241; 65:1
- തുല്യ വിവാഹ മോചന അവകാശം, 2:228
- ഭർത്താവിന്റെ ദ്രോഹം ഭയം, 4:128
- ഭർത്താവ് കൊടുത്തത് സൂക്ഷിക്കാം, 2:229
- വീട്ടിൽ നിന്ന് പുറത്താക്കരുത്, 65:1
- ഗർഭമില്ലെന്ന് സ്ഥിരീകരിക്കാൻ മൂന്ന് ഋതു കാത്തിരിക്കൽ, 2:228
- ഋതുസ്രാവം ഇല്ലാത്തവർക്ക് മൂന്ന് മാസം കാത്തിരിക്കൽ, 65:4
- വിവാഹം നടക്കാത്ത സ്ഥിതിയിൽ ഒഴികെ, 33:49
നായ്ക്കൾ, 7:176
കഴുതകൾ, 2:259; 16:8; 31:19; 62:5; 74:50
പാനീയം
- മദ്യം, 2:219; 5:90
- ശുദ്ധവും വെളുത്തതും സ്വദിഷ്ടവുമായ, 37:45-46; 76:21
- മുദ്ര ചെയ്ത ശുദ്ധ മദ്യം, 83:25
ദുഹ, S.93
ദുഖാൻ, S.44
ആനപ്പട, 105:1-5
ഇൽ‌യാസ് (ഇൽ‌യാസീൻ) 6:85; 37:123-132
അൽ‌യസഅ്, 6:86; 38:48
ഇദ്‌രീസ് (ഇൻ‌ഖ്, കാണുക)
സംഭവം, 56:1; 69:15
തിന്മ, 4:123; 10:27-30; 19:83; 59:15
- പരസ്യമായി പ്രസ്താവിക്കരുത്, 4:148
- നന്മ അല്ലാഹുവിൽ നിന്ന്, തിന്മ സ്വന്തത്തിൽ നിന്ന്, 4:79; 42:48
- ഒരു തിന്മ മാപ്പ് ചെയ്യുക, 4:149
- പ്രതിഫലം, 6:160; 42:40
- ഗൂഢ പദ്ധതി, 16:45-47
- അവസാനം, 30:10
- കരയിലും കടലിലും തിന്മ പ്രത്യക്ഷപ്പെട്ടു, 30:41
- നന്മ കൊണ്ട് തിന്മ തടയുക, 13:22; 23:96; 41:34
- നന്മ തിന്മക്ക് പകരം, 7:95
- ദുഷ്ട ആഗ്രഹങ്ങൾ പിൻതുടരുന്നവർ, 47:14, 16
- കർമങ്ങൾ അവർക്ക് അലങ്കൃതമാക്കി, 47:14
അതിക്രമം
- ഭക്ഷണത്തിൽ നിഷിദ്ധം, 5:87
- മതത്തിൽ, 4:171; 5:77-81
കണ്ണുകളും കാതുകളും തൊലിയും പാപികൾക്കെതിരെ സാക്ഷ്യം, 41:20-23
ഉസൈർ (എസ്ര), 9:30
അല്ലാഹുവിന്റെ മുഖം (വജ്‌ഹ്), 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
അലങ്കൃതമായി തോന്നൽ
- അല്ലാഹു ഓരോ ജനതക്കും അവരുടെ കർമം, 6:108
വിശ്വാസം (ഈമാൻ), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- നിഷേധികൾ, 3:116
- ഈമാൻ വർദ്ധന, 3:173
- ഉറപ്പോടെ, 44:7; 45:4, 20; 51:20
- ഈമാനിലേക്ക് നയിച്ചു, 49:17
ഫജ്ർ, S.89
ഫലഖ്, S.113
ഖുർആൻ ആയത്തുകളെ കുറിച്ച് തെറ്റായ സംഭാഷണം, 6:68
കള്ള ദൈവങ്ങൾ
- അല്ലാഹുവിന് പുറമേ, വിഗ്രഹങ്ങളും പങ്കാളികളും 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- അല്ലാഹുവിന് പുറമേ ആരാധിക്കുന്നവരെ ശകാരിക്കരുത്, 6:108
- ത്വാഗൂത്ത് കൂടി കാണുക
അസത്യം (ബാത്വിൽ), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
കഴുത്തിൽ മനുഷ്യ കർമം ബന്ധിക്കൽ, 17:13
നോമ്പ്, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- കറുത്ത ഇഴ വെളുത്ത ഇഴയിൽ നിന്ന് തിരിച്ചറിയുന്നത് വരെ ഭക്ഷിക്കുകയും കുടിക്കുകയും ചെയ്യുക, 2:187
ഫത്ഹ്, S.48
ഫാതിഹ, S.1
ഫാത്വിർ, S.35
ഫിദ്‌യ (നോമ്പ് മോചനദ്രവ്യം), 2:196
- തടവുകാരെ മോചിക്കൽ, 8:67
- അവിശ്വാസികൾ നൽകിയ മോചനദ്രവ്യം, 3:91; 5:36, 37; 10:54; 13:18
അത്തിപ്പഴം, 95:1
യുദ്ധം
- അല്ലാഹുവിന്റെ മാർഗത്തിൽ, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- നിർദ്ദേശിക്കപ്പെട്ടു, 2:216
- പവിത്ര മാസങ്ങളിൽ, 2:217; 9:5
- ബനൂ ഇസ്‌റാഈൽ, 2:246-251
- അല്ലാഹുവിന്റെ മാർഗത്തിൽ, മർദ്ദിതർക്ക് വേണ്ടി, 4:74-76
- ഫിത്‌ന ഇല്ലാതാകുന്നത് വരെ, 8:39
- ഇരുനൂറ് പേരിൽ ഇരുപതുപേർ ജയിക്കും, 8:65
- അല്ലാഹുവിൽ വിശ്വസിക്കാത്തവർക്കെതിരെ, 9:29
- അക്രമം ചെയ്യപ്പെട്ടവർക്ക് അനുവാദം, 22:39-41
- കപടവിശ്വാസികൾ, 47:20
- ഒഴിവാക്കലുകൾ, 48:17
ഫിൽ, S.105
ഫിർദൗസ് സ്വർഗം, 18:107; 23:11
അഗ്നി, 56:71, 100:2
ഈച്ച, 22:73
ഭക്ഷണം
- അനുവദനീയവും നിഷിദ്ധവും (ഹലാൽ ഹറാം), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- കഴിഞ്ഞ കാലത്ത് ഭക്ഷിച്ചതിന് പാപമില്ല, 5:93
- അതിക്രമം ചെയ്യരുത്, 5:87
- അല്ലാഹു അനുവദിച്ചത് നിഷിദ്ധമാക്കരുത്, 5:87; 7:32; 16:116
നിഷിദ്ധ നടത്ത, 6:151-152; 7:33
പൊറുക്കൽ, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- വിശ്വാസികളുടെ കടമ, 42:37; 45:14
- വേദക്കാർക്ക് വിശ്വാസികളുടെ പൊറുക്കൽ, 2:109
- ഇഷ്ടമുള്ളവർക്ക് അല്ലാഹു പൊറുക്കുന്നു, 4:48
- ഒരുവൻ തന്നോടൊപ്പം മറ്റൊന്നിനെ ആരാധിക്കൽ പൊറുക്കില്ല, 4:48, 116
- അല്ലാഹുവോട് പൊറുക്കൽ തേടുന്നവൻ, 4:110
- മുശ്‌രിക്കുകൾക്ക് വേണ്ടി പൊറുക്കൽ ആവശ്യപ്പെടരുത്, 9:113
- അല്ലാഹു എല്ലാ പാപങ്ങളും പൊറുക്കുന്നു, 39:53
- ഭൂമിയിലുള്ളവർക്ക് വേണ്ടി മലക്കുകൾ പൊറുക്കൽ ആവശ്യപ്പെടുന്നു, 42:5
- കോപിക്കുമ്പോൾ പൊറുക്കുക, 42:37
- പൊറുക്കുകയും അനുരഞ്ജനം ചെയ്യുകയും, 42:40
- അല്ലാഹുവിന്റെ ദിനങ്ങൾ പ്രതീക്ഷിക്കാത്തവരോട് പൊറുക്കൽ, 45:14
- വൻ പാപങ്ങളും നാണക്കേടും ഒഴിവാക്കുന്നവർക്ക്, 53:32
- പൊറുക്കലിലേക്ക് ധൃതിയിൽ മത്സരിക്കുക, 57:21
- തിന്മ നന്മയായി മാറ്റൽ 25:68-71
തട്ടിപ്പ് (വഞ്ചന കാണുക) 83:1-6
സ്വതന്ത്ര ഇച്ഛ
- അല്ലാഹുവിന്റെ ഇഛക്ക് പരിമിതം, 6:107; 10:99; 74:56; 76:31; 81:28-29
- ആർ ഉദ്ദേശിക്കുന്നുവോ, വിശ്വസിക്കട്ടെ, നിഷേധിക്കട്ടെ, 18:29
- തന്റെ റബ്ബിലേക്കുള്ള പാതയിലൂടെ, 76:29
- നേർ വഴി നടക്കുക, 81:28
വെള്ളിയാഴ്ച നമസ്‌കാരം, 62:9-11
ഫലങ്ങൾ, 6:41; 16:11
- സ്വർഗത്തിൽ, ഫുൾ, 43:73
- ഓരോ തരം, 47:15
- ആഗ്രഹിക്കുന്നതെന്തും, 77:42
ഫുജ്ജാർ, 82:14-16; 83:7
ഫുർഖാൻ, S.25
ഫുസ്സ്വിലത്ത് (ഹാ മീം കാണുക), S.41
ജിബ്‌രീൽ (Gabriel) 2:97-98; 26:193; 66:4; 81:19-21
- റൂഹ്, 26:193; 67:12; 70:4; 78:38; 97:4
- റൂഹുൽ ഖുദ്ദൂസ്, 2:87, 253; 5:110; 16:102
ചൂതാട്ടം, 2:219; 5:90
ഇഹ്‌റാം അവസ്ഥയിൽ വേട്ടയാടൽ, 5:94-96
ഗാഫിർ (മുഅ്‌മിൻ കാണുക), S.40
ഗാശിയ, S.88
ഗുസ്‌ൽ, 4:43; 5:6
സമ്മാനങ്ങൾ, 30:39
ഗോലിയാത്ത് (ജാലൂത്) 2:249-251
നന്മ (ദിനങ്ങൾ), 3:140
- നിങ്ങൾ ഒരു കാര്യം വെറുക്കുന്നു, അത് നന്മ ആകാം, ഇഷ്ടപ്പെടുന്നത് ചീത്ത ആകാം, 2:216
- പ്രതിഫലം, 4:85; 28:54
- ഇരട്ടി പ്രതിഫലം, 4:40; 28:54
- പത്ത് ഇരട്ടി പ്രതിഫലം, 6:160
- വർദ്ധന, 42:23
- നന്മ ചെയ്യുന്നവർക്ക് ഐഹികത്തിലും പരലോകത്തിലും നന്മ, 16:30
- നന്മ ചെയ്യുന്നവർക്ക് ഈ ലോകത്ത് നന്മ, 39:10
- നന്മ ചെയ്യുന്നവർക്ക് ഏറ്റവും ഉത്തമം, 53:31
- നന്മക്ക് നന്മ മാത്രമല്ലേ പ്രതിഫലം, 55:60
- അല്ലാഹു നിനക്ക് ഗുണം ചെയ്തതുപോലെ നന്മ ചെയ്യുക, 28:77
നന്മ-തിന്മ
- നന്മ അല്ലാഹുവിൽ നിന്ന്, തിന്മ സ്വന്തത്തിൽ നിന്ന്, 4:79
- നന്മ ചെയ്താൽ സ്വന്തത്തിന്, തിന്മ ചെയ്താൽ സ്വന്തത്തിനെതിരെ, 17:7; 41:46
- നന്മ കൊണ്ട് തിന്മ തടയുക, 23:96; 28:54; 41:34
- നന്മയും തിന്മയും തുല്യമല്ല, 41:34
- ഓരോ വ്യക്തിയും ചെയ്ത നന്മ-തിന്മ, 3:30
- മുഹ്‌സിനൂൻ കൂടി കാണുക
നന്മ ചെയ്യൽ
- വെളിപ്പെടുത്തുകയോ മറച്ചുവയ്ക്കുകയോ ചെയ്യുക, 4:149
- നന്മയിൽ മത്സരിക്കുക, 5:48
സുവിശേഷം, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
മഹത്തായ വാർത്ത, 78:1-5
അഭിവാദ്യം, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ഹദീദ്, S.57
ഹദ്‌യ (ബലി മൃഗം), 2:196, 200
ഹജ്ജ് (തീർഥാടനം), 2:158, 196-203; 3:97; 5:2; 22:30
ഹജ്ജ്, S.22
ഹാമാൻ, 28:6, 38; 29:39; 40:24, 36, 37
കൈകളും കാലുകളും സാക്ഷ്യം വഹിക്കും, 36:65
ഹാഖ്ഖ, S.69
കഷ്ടത, എല്ലാ കഷ്ടതയ്ക്കൊപ്പം ആശ്വാസം, 94:5-6
ഹാറൂൻ (Aaron)
ഹാറൂത്ത്, 2:102
ഹഷ്‌ർ, S.59
ഹൃദയങ്ങൾ
- കടുത്തത്, 2:74; 22:53; 39:22; 57:16
- മുദ്രിതം, 7:100-101; 40:35; 47:16; 63:3
- മൂടപ്പെട്ടത്, 17:46; 41:5
- പൂട്ടിയത്, 47:24
- ഭിന്നിച്ചത്, 59:14
- ഭയം നിറഞ്ഞത്, 22:35
- രോഗമുള്ളത്, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ആകാശങ്ങൾ
- അദൃശ്യം അല്ലാഹുവിന്റേത്, 16:77
- കളിക്കല്ല സൃഷ്ടിച്ചത്, 21:16
- ഭൂമിയും ഒന്നായിരുന്നു, 21:30
- ആകാശങ്ങളിൽ ഒന്നും മറഞ്ഞിരിക്കില്ല, 27:75
- തൂണുകളില്ലാതെ സൃഷ്ടിക്കപ്പെട്ടു, 31:10
- അവന്റെ വലതു കൈയിൽ ചുരുട്ടപ്പെടും, 39:67
- രണ്ട് ദിവസത്തിൽ ഏഴ് ആകാശ സൃഷ്ടി, 41:12
- അടുത്ത ആകാശം വിളക്കുകൾ കൊണ്ട് അലങ്കരിക്കപ്പെട്ടു, 41:12
- ആകാശങ്ങളിലുള്ളതെല്ലാം അല്ലാഹുവിന്റേത്, 45:27; 53:31
- ഏഴ് ആകാശം ഒന്നിനു മുകളിൽ ഒന്നായി, 67:3
നരകം (തീ, കത്തുന്ന ജ്വാല) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- കത്തുന്നതും തിളക്കുന്നതുമായ വെള്ളം 22:19-22; 23:103-104
- ചലം 14:14-17; 38:55-58; 69:35-37
- സഖ്ഖൂം വൃക്ഷം 37:62-70; 44:43-50; 56:41-56
- നിവാസികൾക്ക് ജീവിക്കാനോ മരിക്കാനോ കഴിയില്ല 87:13
- കുറ്റം ആരോപണം 26:91-101; 34:31-33
- ക്ഷണിക നാശം ആവശ്യപ്പെടൽ 25:13-14; 43:74-78
- ഉത്കടമായ നിലവിളി 35:36-37
- നരകം ഗർജ്ജിക്കുകയും അലറുകയും ചെയ്യുന്നു 25:11-12; 67:6-11
- ചുട്ടുപൊള്ളിയ തൊലി പുതിയതായി മാറ്റപ്പെടും 4:56
- ചങ്ങലകളും താർ വസ്ത്രങ്ങളും 14:48-50
- ഇരുമ്പ് ഗദകൾ 22:19-22
- ചങ്ങലകൾ 13:5
- നരക പാലകർ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- മോചനദ്രവ്യം സ്വീകരിക്കില്ല 5:36-37
- ശുപാർശ നിഷേധിക്കപ്പെടും 6:94; 26:100; 30:13; 74:48
- കത്തുന്ന നിരാശയും മഞ്ഞുതണുത്ത ഇരുട്ടും, 38:57
- എഴുപത് മുഴം നീളമുള്ള ചങ്ങല, 69:32
- നിശ്ചിത കാലം തങ്ങൽ, 78:23
പരലോകം
- പരലോകത്തെ ഭവനം ഉത്തമം, 6:32; 7:169
- പരലോകത്ത് അന്തിമ ഫലം, 6:135
- സാലിമൂൻ വിജയിക്കില്ല, 6:135
- പരലോക ഭവനം, 12:109; 16:30; 28:83; 29:64
- പരലോകത്തിൽ വിശ്വസിക്കാത്തവർ, 17:10
- പരലോക പ്രതിഫലം, 42:20
- വെള്ളിയേക്കാലും സ്വർണത്തേക്കാളും ഉത്തമം, 43:33-35
- മുത്തഖീൻ മാത്രം, 43:35
- പരലോക ശിക്ഷ, 68:33
- ഉത്തമവും ശാശ്വതവും, 87:17
- ഐഹികത്തേക്കാൾ ഉത്തമം, 93:4
വിശാല പാതകൾ, 21:31
ഹിജ്‌ർ (പാറ നിറഞ്ഞ പ്രദേശം), 15:80-85
ഹിജ്‌ർ, S.15
സ്വവർഗരതി 26:165-166; 27:55; 29:28-29
കുതിരകൾ, 16:8
അന്ത്യനാഴിക
- അതിന്റെ അറിവ് അല്ലാഹുവിന് മാത്രം, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- പെട്ടെന്ന് വരും, 6:31; 7:187; 12:107; 43:66
- നിങ്ങൾക്ക് വരും, 6:40; 12:107; 20:15; 34:3
- അടുത്തുവന്നിരിക്കുന്നു, 54:1-5
- കണ്ണ് ചിമ്മുന്നതിലും വേഗം, 16:77
- അന്ത്യനാഴികയുടെ ഭൂചലനം, 22:1
- ആ ദിനത്തിൽ സ്ഥാപിക്കപ്പെടും, 30:12, 14
- തീർച്ചയായും വരും, സംശയമില്ല, 40:59; 45:32; 51:5-6
- അടയാളങ്ങൾ 21:96; 27:82; 43:61; 47:18; 54:1-2
- പേരുകൾ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ആളുകളെ അതിശയിപ്പിക്കും 6:31; 7:187
- കാഹളം ഊതപ്പെടും 6:73; 23:101; 39:68
വീടുകൾ, പ്രവേശ മര്യാദകൾ, 24:27-29
ഹൂദ്, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ഹൂദ്, S.11
ഹുജുറാത്ത്, S.49
ഹുമസ, S.104
ഹുനൈൻ (യുദ്ധം), 9:25
ഹൂർ (സ്വർഗത്തിലെ സ്ത്രീകൾ), 44:54; 52:20
കപടവിശ്വാസികൾ
- അല്ലാഹുവിലും അന്ത്യദിനത്തിലും വിശ്വസിക്കുന്നുവെന്ന് പറയുന്നു, യഥാർഥത്തിൽ വിശ്വസിക്കുന്നില്ല, 2:8
- സ്വയം വഞ്ചിക്കുന്നു, 2:9
- ഹൃദയ രോഗം, 2:10; 8:49; 22:53; 33:12; 47:29
- കുഴപ്പം ഉണ്ടാക്കുന്നു, 2:11-12
- മൂഢരും പരിഹാസകരും, 2:13-15
- സന്മാർഗം വിറ്റ് വഴിതെറ്റൽ വാങ്ങി, 2:16
- ബധിരരും ഊമകളും അന്ധരും, 2:17-18
- മരണ ഭയത്തിലും ഇരുട്ടിലും, 2:19-20
- മനോഹര സംഭാഷണം, 2:204-206
- യുദ്ധം ചെയ്യൽ നിരസിക്കുന്നു, 3:167-168
- അവരുടെ ഹൃദയത്തിൽ എന്തെന്ന് അല്ലാഹുവിന് അറിയാം, 3:167; 4:63
- തെറ്റായ വിധികർത്താക്കളിലേക്ക് വിധി തേടി പോകുന്നു, ദൈവ വെളിപ്പാടിൽ നിന്ന് തിരിഞ്ഞുകളയുന്നു, ദുരന്തം വരുമ്പോൾ വരുന്നു, 4:60-62
- ദുർഘടത്തിലും വിജയത്തിലും, 4:72-73
- അല്ലാഹു അവരെ തള്ളിക്കളഞ്ഞു, 4:88
- സ്നേഹിതരായി എടുക്കരുത്, 4:89; 58:14-19
- തിരിഞ്ഞാൽ കണ്ടിടത്ത് വെച്ച് വധിക്കുക, 4:89
- നിങ്ങളുടെ വിജയം അല്ലെങ്കിൽ അവിശ്വാസികളുടെ വിജയം കാത്തിരിക്കുന്നു, 4:141
- അല്ലാഹുവെ വഞ്ചിക്കാൻ ശ്രമിക്കുന്നു, മടിയോടെ നമസ്‌കരിക്കുന്നു, ആളുകൾ കാണാൻ, 4:142
- ഇവരുടേതുമല്ല അവരുടേതുമല്ല, 4:143
- നരകത്തിന്റെ ഏറ്റവും താഴ്ന്ന തട്ടിൽ; സഹായിയില്ല, 4:145
- തിരിച്ചറിയപ്പെടുമോ എന്ന ഭയം, 9:64-65
- അവർക്ക് വേണ്ടി നമസ്‌കരിക്കരുത്, 9:84
- പുരുഷന്മാരും സ്ത്രീകളും ഒരേ കൂട്ടർ; നഷ്ടക്കാർ; അല്ലാഹുവിന്റെ ശാപം, 9:67-69
- ബദ്ദുകളിൽ, 9:101
- കണ്ടിടത്ത് വെച്ച് പിടികൂടി വധിക്കപ്പെടും, 33:61
- അല്ലാഹു ശിക്ഷിക്കും, 33:73
- കള്ളന്മാർ; പിന്തിരിയുന്നു; ഹൃദയം ഭിന്നിച്ചത്, 59:11-14
- കള്ളന്മാർ; ശപഥം മറയാക്കി; ഹൃദയം മുദ്രിതം; സൂക്ഷിക്കുക, 63:1-4
- ഗ്രഹിക്കുന്നില്ല, അറിയുന്നില്ല, 63:7-8
- അവർക്കെതിരെ ശ്രമിക്കുക, 66:9
ഇബ്‌ലീസ് (പിശാച്), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- പിശാച് കൂടി കാണുക
ഇബ്രാഹിം (Abraham കാണുക)
ഇബ്രാഹിം, S.14
ഇദ്ദ (വിവാഹ മോചനത്തിൽ സ്ത്രീകൾക്ക് നിശ്ചയിക്കപ്പെട്ട കാലം), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
ഇദ്‌രീസ് (ഇൻഖ്), 19:56-57; 21:85; 96:4
ഇഹ്‌റാം, 2:197; 5:2, 95
ഇഹ്‌സാൻ, 16:90
ഇഖ്‌ലാസ്, S.112
ഇലാഹ്, ഒരേ ഒരു, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
നിയമ വിരുദ്ധ ലൈംഗിക ബന്ധം; സാക്ഷി തെളിവ്, 4:15-18; 24:2, 19
ഇല്ലിയ്യൂൻ, 83:18-21
നജസ് (അശുദ്ധം) 9:28
ഇംറാൻ
- ഭാര്യ, 3:35
- പുത്രി, 66:12
അനിവാര്യം, 69:1-3
ഇൻഫിത്വാർ, S.82
അനന്തരാവകാശം, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
അനീതി, ചെയ്യപ്പെട്ടവർക്ക്, 4:30, 148
ഇൻസാൻ (ദഹ്‌ർ കാണുക), S.76
ഇൻശിഖാഖ്, S.84
ഇൻശിറാഹ് (ശർഹ് കാണുക), S.94
പ്രചോദനം, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ശുപാർശ/ശുപാർശകൻ, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
മദ്യം, 5:90, 2:219
ഇഖാമത്തുസ്സലാത്ത്, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31, 37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
ഇഖ്‌റഅ് (അലഖ് കാണുക), S.96
ഇറം, 89:7
ഇരുമ്പ്, 57:25
ഈസ, ഈസ കാണുക
ഇസ്ഹാഖ് (Isaac), 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112-113
ഇസ്‌മാഈൽ (Ishmael), 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
- പിതാവിനോടൊപ്പം കഅ്ബയുടെ അടിത്തറ ഉയർത്തി 2:125-140
- ബലി കഥ 37:100-113
ഇസ്‌ലാം, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- മുസ്‌ലിമായി കീഴൊതുങ്ങിയവരിൽ ആദ്യൻ, 6:14, 163; 39:12
- ആദ്യം സ്വീകരിച്ചവർ, 9:100
- ഇസ്‌ലാമിന് വേണ്ടി ഹൃദയം തുറക്കപ്പെട്ടു, 39:22
- അനുഗ്രഹമായി, 49:17
ഇസ്‌റാഅ്, S.17
ഇസ്‌റാഈൽ മക്കൾ, 2:40-86
- നൽകപ്പെട്ട അനുഗ്രഹം, 2:47-53, 60, 122; 45:16-17
- അല്ലാഹുവിന്റെ അനുസരണത്തിനെതിരെ മത്സരം, 2:54-59, 61, 63-74; 5:71; 7:138-141
- മുസ്‌ലിംകളുമായുള്ള ബന്ധം, 2:75-79
- അഹങ്കാരം, 2:80, 88, 91
- ഉടമ്പടി, 2:80, 83-86, 93, 100; 5:12-13, 70
- പരലോകം വിറ്റ് ഐഹിക ജീവിതം വാങ്ങി, 2:86
- ജീവൻ ഏറ്റവും ആഗ്രഹിക്കുന്ന ജനം, 2:96
- ഒരു രാജാവിനെ ആവശ്യപ്പെട്ടു, 2:246-251
- അതിർ കടന്നു; പല വിഭാഗമായി; കുരങ്ങുകൾ, 7:161-171
- രണ്ടുതവണ വാഗ്ദാനം, 17:4-8
- ശത്രുവിൽ നിന്ന് രക്ഷിക്കപ്പെട്ടു, 20:80-82
- ഗ്രന്ഥവും നേതാക്കളും നൽകപ്പെട്ടു, 32:23-25; 40:53-54
- ഇസ്‌റാഈൽ പണ്ഡിതർ ഇത് (ഖുർആൻ) സത്യമെന്ന് അറിഞ്ഞിരുന്നു, 26:197
ഇസ്തവ (ഉയർന്നു), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
ഇഅ്തികാഫ്, 2:187
യഅ്ഖൂബ് (Jacob), 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- അസ്ബാത്ത് (യഅ്ഖൂബിന്റെ പന്ത്രണ്ട് പുത്രന്മാർ), 2:140; 3:84; 4:163
ജാലൂത്ത് (Goliath കാണുക)
ജമറാത്ത്, 2:200
ജാഥിയ, S.45
ഈസ (യേശു), മർ‌യമിന്റെ പുത്രൻ
- ലോകത്തിലെ എല്ലാ സ്ത്രീകളിലും ഉമ്മ തിരഞ്ഞെടുക്കപ്പെട്ടു 3:42
- പുനരുത്ഥാന ദിനത്തിൽ സാക്ഷ്യം, 4:159
- ജനന സന്തോഷ വാർത്ത, 3:45-47; 19:22-23
- ഇസ്‌റാഈൽ മക്കൾക്ക് ദൂതൻ, 3:49-51
- ശിഷ്യന്മാർ, 3:52-53; 5:111-115
- അല്ലാഹുവിന്റെ സഹായികളായ ശിഷ്യന്മാർ, 3:52; 61:14
- ഉയർത്തപ്പെട്ടു, 3:55-59; 4:157-159
- ആദമിന്റെ സദൃശ്യം, 3:59
- കൊല്ലപ്പെട്ടിട്ടില്ല, ക്രൂശിക്കപ്പെട്ടിട്ടില്ല, 4:157
- പ്രചോദനം ലഭിച്ചു, 4:163
- ദൂതൻ മാത്രം (ദൈവമാക്കരുത്), 4:171-172; 5:75; 19:30, 43:63-64
- "ഈസ ദൈവം" എന്ന് പറഞ്ഞവർ അവിശ്വസിച്ചു, 5:17, 72; 9:30
- നമ്മുടെ ദൂതൻ (മുഹമ്മദ് ﷺ) വന്നിരിക്കുന്നു, 5:19
- സുവിശേഷം നൽകി, 5:46
- ശിഷ്യന്മാർ: ഞങ്ങൾ മുസ്‌ലിംകൾ, 5:111
- ഭക്ഷണ വിരുന്ന്, 5:114
- തെറ്റായ ആരാധന പഠിപ്പിച്ചില്ല, 5:116-118
- നല്ലൊരു പ്രവാചകൻ, 6:85
- ദൃഷ്ടാന്തം, 23:50
- രണ്ടാം വരവ് 43:61
- വ്യത്യസ്ത അഭിപ്രായങ്ങൾ, 43:65
- ഇസ്‌റാഈൽ മക്കൾക്ക് ഒരു ദാസൻ മാത്രം, 43:59
- അഹ്‌മദ് എന്ന പേരുള്ള ദൂതന്റെ സന്തോഷ വാർത്ത, 61:6
- കന്യകാ ജനനം, സന്ദേശം, അദ്ഭുതങ്ങൾ 3:45-51; 19:16-38
- അല്ലാഹുവിന്റെ അനുഗ്രഹങ്ങൾ ഓർമ്മിപ്പിക്കപ്പെട്ടു 5:110-115
- ദൈവമല്ലെന്ന് നിഷേധിക്കുന്നു 5:116-120
- അനുയായികളുടെ ഹൃദയത്തിൽ കരുണയും ദയയും 5:82; 57:27
യഹൂദരും ക്രിസ്ത്യാനികളും, 2:140; 4:153-161, 171; 5:18
- കളവ് ശ്രദ്ധിക്കുന്നു, 5:41-42
- ഉച്ചരിച്ചതിന് ശപിക്കപ്പെട്ടു, 5:64
- വിശ്വാസികളോട് (മുസ്‌ലിംകൾ) ശത്രുത, 5:82
- ഇസ്‌ലാം സ്വീകരിച്ചവർ, 26:197; 28:53; 29:47
ജിബ്‌രീൽ (Gabriel കാണുക)
ജിഹാദ് (യുദ്ധം, പരിശ്രമം) 2:216; 9:24; 22:78; 25:52
ജിന്ന്, S.72
ജിന്ന്, 6:100, 112; 15:27; 34:41; 38:37; 46:18, 29; 55:33, 39
ജിന്ന്, തീയിൽ നിന്ന് സൃഷ്ടിക്കപ്പെട്ടു 15:25; 55:15
- വിശ്വാസിയും അവിശ്വാസിയുമായ ജിന്ന് 72:1-15
- ചിലർ ഖുർആൻ സന്ദേശം വിശ്വസിച്ചു 46:29-32
- മനുഷ്യരും ജിന്നും ഒരു ഉദ്ദേശ്യത്തിനായി സൃഷ്ടിക്കപ്പെട്ടു 51:56-58
അയ്യൂബ്, 4:163; 6:84; 21:83-84; 38:41-44
യഹ്‌യ (John the Baptist)
- സന്തോഷ വാർത്ത, 3:38-41; 19:7-11; 21:90
- നല്ലവൻ, 6:85
- ജ്ഞാനിയും അനുകമ്പയുള്ളവനും, 19:12-15
യൂനുസ് (Jonas), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (ദുന്നൂൻ) 21:87; 68:48-50
യൂസുഫ് (Joseph), 6:84; 12:4-101
- ഏറ്റവും നല്ല കഥ 12:1-3
- ചെറുപ്പത്തിലെ സ്വപ്നം 12:4-6
- സഹോദരന്മാരുടെ ഗൂഢാലോചന 12:7-18
- അടിമയായി വിൽക്കപ്പെട്ടു 12:19-20
- ഈജിപ്ത് മന്ത്രിയുടെ വീട്ടിൽ വളർത്തപ്പെട്ടു 12:21-22
- മന്ത്രിയുടെ ഭാര്യ വശീകരിക്കാൻ ശ്രമിച്ചു 12:23-29
- വിരുന്ന് സംഭവം 12:30-32
- ജയിലിലേക്ക് 12:33-35
- രണ്ട് തടവുകാർ 12:36-42
- രാജാവിന്റെ സ്വപ്നം 12:43-53
- മന്ത്രിയായി 12:54-57
- സഹോദരന്മാർ ഭക്ഷ്യസാധനങ്ങൾക്ക് വരുന്നു 12:58-68
- ബെഞ്ചമിൻ സഹോദരനെ എടുക്കുന്നു 12:69-82
- പിതാവിന്റെ വർദ്ധിത ദുഃഖം 12:83-87
- യഥാർഥ ഐഡൻ‌റ്റിറ്റി വെളിപ്പെടുത്തുന്നു 12:88-98
- പഴയ സ്വപ്നം പൂവണിയുന്നു 12:99-100
- ഉപസംഹാര പ്രാർഥന 12:101
ജൂദി പർവതം, 11:44
ജുമുഅ, S.62
നീതി (അദ്ൽ), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- കൂടാതെ കാണുക 4:65, 105
കഅ്ബ
- ഇബ്രാഹിം നിർമ്മിച്ചു, 2:125-127
- വേട്ടയാടൽ പാടില്ല, 5:94-96
- സുരക്ഷിത അഭയം, 5:97
- നഗ്നാവസ്ഥയിൽ ത്വവാഫ്, 7:28
- നമസ്‌കരിക്കുമ്പോഴും ത്വവാഫ് ചെയ്യുമ്പോഴും, 2:200; 7:29, 31
കാഫിറൂൻ, S.109
കാഫൂർ, കലർന്ന പാനീയം, 76:5
കഹ്ഫ്, S.18
കൻസ്, 9:34-35
കൗഥർ (സ്വർഗത്തിലെ നദി), 108:1
കൗഥർ, S.108
താക്കോൽ
- ആകാശഭൂമിയുടേത്, 39:63; 42:12
- ഗൈബിന്റേത്, 6:59
ഖൗല ബിൻത്ത് ഥഅ്ലബ, 58:1
കൊലപ്പെടുത്തൽ
- ഒരു വ്യക്തിയെ കൊന്നാൽ മനുഷ്യകുലം മൊത്തം കൊന്നതിന് തുല്യം, 5:32
- ആരെയും കൊല്ലരുത്, 17:33
- നല്ല വാക്ക് ദാനധർമ്മത്തേക്കാൾ ഉത്തമം, 2:263
കുടുംബ ബന്ധം, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
കിറാമൻ കാതിബീൻ, 82:11
അറിവ്
- ഒരു ഇലയും വീഴുന്നില്ല, അവൻ അറിയാതെ, 6:59
- അറിവില്ലാതെ മൗഢ്യത്തോടെ സന്താനങ്ങളെ കൊന്നവർ നഷ്ടക്കാർ, 6:140
- അഞ്ച് കാര്യങ്ങൾ അല്ലാഹുവിന് മാത്രം, 31:34
- ഉറപ്പോടെ, 102:5-7
ഖാറൂൻ (Korah), 28:76-82; 29:39; 40:24
കുർസി, 2:255
ലഹബ് (മസദ് കാണുക), S.111
ലൈൽ, S.92
വിളക്ക്, 25:61; 67:5; 71:16; 78:13
ഭാഷകൾ
- മനുഷ്യരുടെ ഭാഷകളിലും നിറങ്ങളിലും വ്യത്യാസം, 30:22
- ലാത്ത്, 53:19
നിശ്ചിത നിയമം, 5:48
അല്ലാഹുവിൽ നിന്നുള്ള നിയമങ്ങൾ, 2:219; 98:3
കള്ളന്മാർ, 26:221-223
ജീവൻ, ഒരു വ്യക്തിയെ രക്ഷിച്ചാൽ മനുഷ്യകുലം മൊത്തം രക്ഷിച്ചതിന് തുല്യം, 5:32
ഐഹിക ജീവിതം
- പരലോകം വിറ്റ് ഐഹിക ജീവിതം വാങ്ങി, 2:86
- വഞ്ചനയുടെ ആനന്ദം മാത്രം, 3:185
- പരലോകത്തിന് വേണ്ടി ഐഹികം വിൽക്കുക, 4:74
- വിനോദവും കളിയും മാത്രം, 6:32; 29:64; 47:36; 57:20
- വഞ്ചിക്കുന്നു, 6:130
- പരലോകത്തേക്കാൾ ചെറിയ ആനന്ദം, 9:38; 13:26; 28:60
- മഴ പോലുള്ള ഉപമ, 10:24
- ഐഹിക സന്തോഷ വാർത്ത, 10:64
- ഐഹികം ആഗ്രഹിക്കുന്നവർക്ക് ലഭിക്കും, പരലോകത്ത് ഓഹരി ഇല്ല, 11:15-16; 17:18; 42:20
- ഐഹികം ഇഷ്ടപ്പെടുകയും പരലോകം ഉപേക്ഷിക്കുകയും ചെയ്യുന്നവർ, 75:20-21; 76:27
- ഐഹികം തിരഞ്ഞെടുക്കുന്നു, 87:16
പ്രകാശം
- സ്പഷ്ടം, 4:174
- ഇരുട്ടും, 6:1
- ഉപമ, 24:35
- വിശ്വാസികൾക്ക് മുന്നിലും ഒപ്പവും, 57:12-15; 66:8
- അല്ലാഹു നൽകിയ, നേർ വഴി നടക്കാൻ, 57:2
അല്ലാഹു നിശ്ചയിച്ച പരിധികൾ, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ഇവ പരിധികൾ, 2:187; 229-230; 4:13; 58:4; 65:1
- പരിധി ലംഘിക്കരുത്, 2:190, 229
- ലംഘിക്കുന്നവർ, 2:229; 4:14; 78:22
- നിർബന്ധ സാഹചര്യം, പരിധി ലംഘനം ഇല്ലാതെ, 2:173; 6:145
- മതത്തിൽ അതിരു കടക്കരുത്, 4:171; 5:77
- അതിർ കടന്നപ്പോൾ (കുരങ്ങുകളായി), 7:166
- പരിധി പാലിക്കുന്നവർ, 9:112
സിംഹം, 74:51
കടം
- അല്ലാഹുവിന് നല്ല കടം, 2:245; 73:20
- പലമടങ്ങ് വർദ്ധിക്കും, 57:11, 18
- ഇരട്ടി, 64:17
പ്രകടമായ നഷ്ടം, 39:15
ലൂത്ത്, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- അനുസരണക്കേടുള്ള ഭാര്യ, 11:81; 15:60; 66:10
ലോട്ടസ് വൃക്ഷം, 34:16; 53:14-16; 56:28
ലുഖ്‌മാൻ, 31:12-14
ലുഖ്‌മാൻ, S.31
മആരിജ്, S.70
മദീന (യഥ്‌രിബ്), 9:120; 33:13, 60; 63:8
മദ്‌യൻ, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ഐക ജനത കൂടി കാണുക
മഹ്‌ർ (വിവാഹ ദക്ഷിണ), 2:229, 236-237; 4:4, 19-21, 24-25; 5:5; 33:50; 60:10-11
മാഇദ, S.5
മക്ക (ബക്ക), 3:96; 90:1-2
- സുരക്ഷാ നഗരം, 95:3
മനുഷ്യൻ
- ഭൂമിയിൽ തലമുറകൾ, 2:30; 6:165
- പ്രതിനിധി ആക്കി, 35:39
- കടമ, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- അല്ലാഹു പരീക്ഷിക്കുന്നു, 2:155; 3:186; 47:31; 57:25
- മനുഷ്യർ ആഗ്രഹിക്കുന്നത്, 3:14
- ഇതിൽ നിന്ന് സൃഷ്ടിക്കപ്പെട്ടു, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- സൃഷ്ടിക്കപ്പെട്ടു, ഒരു കാലാവധി നിശ്ചയിക്കപ്പെട്ടു, 6:2; 15:26
- ഭാര്യയുമായി അനുരഞ്ജനം, 4:35
- അല്ലാഹുവുമായുള്ള കണ്ടുമുട്ടൽ നിഷേധിച്ചവർ നഷ്ടക്കാർ, 6:31
- മടക്കം, 6:60, 72, 164; 10:45-46
- സ്വന്തത്തിനെതിരെ ഗൂഢ പദ്ധതി, 6:123
- മറ്റൊരാളുടെ ഭാരം വഹിക്കേണ്ടതില്ല, 6:164
- നന്ദിയില്ലാത്തവൻ, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- പിശാചിനെ കുറിച്ച് മുന്നറിയിപ്പ്, 7:27
- ഭാര്യയും മക്കളും, 7:189-190
- ദോഷം തൊടുമ്പോൾ, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8, 49; 41:49-51; 42:48; 70:19-21; 89:16
- റബ്ബിലേക്ക് മടങ്ങൽ, 10:23; 84:6; 96:8
- സ്വന്തത്തോട് അനീതി, 10:44
- ആഹ്ലാദിക്കുകയും പുകഴ്ത്തുകയും ചെയ്യുന്നവൻ, 11:10
- തിന്മ ആഗ്രഹിക്കുന്നു, 17:11
- ധൃതിക്കാരൻ, 17:11
- കർമം കഴുത്തിൽ ബന്ധിക്കപ്പെട്ടു, 17:13
- വഴിതെറ്റുന്നവൻ സ്വന്തം നഷ്ടത്തിന്, നേർ വഴി നടക്കുന്നവൻ സ്വന്തം ഗുണത്തിന്, 17:15
- അനീതി ചെയ്യപ്പെടില്ല, 17:71
- മരണവും പുനരുത്ഥാനവും, 23:15-16
- മതം വിഭാഗങ്ങളായി, ഓരോ കൂട്ടരും ആഹ്ലാദിക്കുന്നു, 23:53
- നാവും കൈകളും കാലുകളും സാക്ഷ്യം, 24:24
- സ്വന്തത്തിനെതിരെ സാക്ഷ്യം, 75:14
- ദേഷ്യത്തെ ദൈവമാക്കിയവൻ, 25:43
- രക്തബന്ധവും വൈവാഹിക ബന്ധവും, 25:54
- ആകാശഭൂമിയിലുള്ളതെല്ലാം കീഴ്‌പ്പെടുത്തി, 31:20
- മുഖം അല്ലാഹുവിലേക്ക് തിരിക്കുന്നവൻ, 31:22
- ഉള്ളിൽ രണ്ട് ഹൃദയം ഇല്ല, 33:4
- അല്ലാഹുവിനെ ആരാധിക്കാൻ, 39:64-66
- സ്വന്തം കൈകൾ ചെയ്തതിന്റെ ദുരന്തം, 42:30, 48
- കർമം രേഖപ്പെടുത്തുന്ന മലക്കുകൾ, 50:17-18, 23; 85:11
- കാവൽ മലക്കുകൾ, 13:11; 86:4
- മൂന്ന് വർഗ്ഗമായി തരംതിരിക്കപ്പെടും, 56:7-56
- അല്ലാഹുവോട് ഏറ്റവും അടുത്തവർ, 56:10-11
- വലതുകൈക്കാർ, 56:27-40
- ഇടതുകൈക്കാർ, 56:41-56
- അറിയാത്ത രൂപങ്ങളിലേക്ക് മാറ്റപ്പെടും, 56:60-62
- രൂപം ഭംഗിയാക്കി, 64:3
- സ്വത്തും മക്കളും പരീക്ഷണം മാത്രം, 64:15
- സൃഷ്ടിക്കപ്പെട്ടു, ദാനം ചെയ്യപ്പെട്ടു, 67:23-24; 74:12-15; 90:8-10
- ക്ഷമകേടുകാരൻ, 70:19-21
- നമസ്‌കാരത്തിൽ ഉറ്റവൻ, 70:22-35
- കൂടുതൽ ആഗ്രഹിക്കുന്നു, 74:15
- സ്വന്തത്തിനെതിരെ സാക്ഷ്യം, 75:14-15
- അഹങ്കാരം, 75:31-40; 90:5-7
- ഐഹിക ജീവിതം ഇഷ്ടപ്പെടുന്നു, 76:27
- ആകാശ സൃഷ്ടി മനുഷ്യ സൃഷ്ടിയേക്കാൾ ബുദ്ധിമുട്ടേറിയത്, 79:28
- റബ്ബിനോട് അശ്രദ്ധ, 82:6-12
- മനോഹരമായി രൂപപ്പെടുത്തി, 82:7
- ഘട്ടത്തിൽ നിന്ന് ഘട്ടത്തിലേക്ക് സഞ്ചരിക്കുന്നു, 84:19
- സ്വത്ത് സ്‌നേഹം, 89:20
- കഷ്ടതയിൽ സൃഷ്ടിക്കപ്പെട്ടു, 90:4
- പ്രയത്‌നങ്ങളും കർമങ്ങളും വ്യത്യസ്തം, 92:4
- എളുപ്പ വഴിക്ക് സൗകര്യം, 92:7, 10
- ഉത്തമ രൂപത്തിൽ സൃഷ്ടിക്കപ്പെട്ടു, 95:4
- ഏറ്റവും താഴ്ന്ന നിലയിലേക്ക് തള്ളപ്പെടും, 96:5
- അതിർ ലംഘിക്കുന്നു, 96:6-7
ഹജ്ജ് കർമ്മങ്ങൾ (മനാസിക്), 2:128, 200; 22:30
മനാത്ത്, 53:20
മനുഷ്യകുലം
- സാക്ഷികൾ, 2:143
- ഒരൊറ്റ സമൂഹം, 2:213; 10:19
- ഒരൊറ്റ ജോടിയിൽ നിന്ന് സൃഷ്ടിക്കപ്പെട്ടു, 4:1; 39:6; 49:13
- സ്വന്തത്തിനെതിരെ മത്സരം, 10:23
- വിചാരണ അടുത്തിട്ടും അശ്രദ്ധ, 21:1-3
- ഫിത്‌റ (പ്രകൃതി) യിൽ സൃഷ്ടിക്കപ്പെട്ടു, 30:30
- ഏറ്റവും ആദരണീയൻ, 49:13
- വ്യത്യസ്ത ജനതകളും ഗോത്രങ്ങളും ആക്കി, 49:13
മന്ന്, കാടപ്പക്ഷി, 2:57
മര്യാദകൾ
- വീടുകൾ പ്രവേശിക്കൽ, 24:27-29
- വീട്ടിൽ, 24:58-61
- പ്രവാചകരുടെ ഭവനങ്ങളിൽ, 33:53
- പ്രവാചകരെ സ്‌നേഹിക്കുകയും സലാം ചൊല്ലുകയും ചെയ്യൽ, 33:56
- അല്ലാഹുവിനെയും ദൂതരെയും വിശ്വാസ പുരുഷ-സ്ത്രീകളെയും ശല്യം ചെയ്യരുത്, 33:57-58
- വിശ്വസിക്കുന്നതിന് മുൻപ് വാർത്ത പരിശോധിക്കുക, 49:6
- പരിഹസിക്കരുത്, 49:11
- സഭകളിൽ, 58:11
വിവാഹം, 2:232, 234
- അവിശ്വാസികളുമായോ അടിമകളുമായോ, 2:221
- എത്ര പേരെ, അനുവദനീയം, 4:3
- മഹ്‌ർ തിരിച്ചെടുക്കരുത് (വിവാഹ മോചനത്തിൽ), 4:20-21
- നിഷിദ്ധം, 4:22-24
- സ്വതന്ത്ര വിശ്വാസ സ്ത്രീകളെ വിവാഹം ചെയ്യാൻ കഴിവില്ലെങ്കിൽ, 4:25
- ഭംഗം ഭയം, രണ്ട് മധ്യസ്ഥർ, 4:35
- ഭർത്താവ് ദ്രോഹം ഭയം, സന്ധി, 4:128
- ഒരു ഭാര്യയിലേക്ക് അധികം ചായരുത്, 4:129
- വ്യഭിചാരികളുടെ വിവാഹം, 24:3
- ദരിദ്രരോടൊപ്പം, 24:32
- സാമ്പത്തിക ശേഷിയില്ലാത്തവർ, 24:33
- പ്രവാചകർക്ക് അനുവദിക്കപ്പെട്ട ഭാര്യമാർ, 33:50-52
- ലൈംഗിക ബന്ധത്തിന് മുൻപ്, ഇദ്ദ ഇല്ല, 33:49
രക്തസാക്ഷികൾ
- മൃതരല്ല, 2:154; 3:169
- അല്ലാഹുവിൽ നിന്ന് ഔദാര്യം ആഹ്ലാദത്തോടെ, 3:170-171
- പൊറുക്കലും കരുണയും, 3:157-158
- നല്ല ഉപജീവനം, 22:58-59
മാറൂത്ത്, 2:102
മർ‌യം (ഈസയുടെ ഉമ്മ), ജനനം, 3:35-7
- ഈസ സന്തോഷ വാർത്ത, 3:42-51; 19:16-21
- പ്രസവ വേദനയിൽ, 19:23-26
- ശിശുവിനെ ജനതയ്ക്ക് കൊണ്ടുചെന്നു, 19:27-33
- അപവാദം, 4:156
- ചാരിത്ര്യം സൂക്ഷിച്ചു, 21:91; 66:12
മർ‌യം, S.19
മസദ്, S.111
- അൽ‌മസ്ജിദുൽ അഖ്‌സ, 17:1
- അൽ‌മസ്ജിദുൽ ഹറാം, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- അൽ‌മശ്‌അറുൽ ഹറാം, 2:198
മാഊൻ, S.107
മആവ സ്വർഗം, 53:15
അളവും തൂക്കവും, 11:85; 17:35; 83:1-5
കണ്ടുമുട്ടൽ
- അല്ലാഹുവുമായി, 6:31
- മഹാ ദിനം, 19:37
- പരലോകം, 30:16
ദൂതന്മാർ, 2:253; 4:164-165; 40:78; 57:27
- പ്രവാചകരുടെ പരമ്പര, 2:87
- ദൂതന്മാരുടെ ശ്രേണി, 5:19; 23:44
- കൊല്ലപ്പെട്ടു, 3:183
- ഭീഷണി ചെയ്യപ്പെട്ടു, 14:13
- പരിഹസിക്കപ്പെട്ടു, 6:10; 13:32; 15:11; 21:41
- നിഷേധിക്കപ്പെട്ടു, 3:184; 6:34; 25:37; 34:45; 51:52
- ചിലരിൽ വിശ്വസിക്കുകയും ചിലരെ നിഷേധിക്കുകയും, 4:150-152
- ദൂതന്മാരുടെ സമ്മേളനം, 5:109
- സന്തോഷ വാർത്ത നൽകുകയും മുന്നറിയിപ്പ് ചെയ്യുകയും, 6:48; 14:4-8
- ഓരോ ജനതയ്ക്കും ഒരു സാക്ഷി, 16:89
- ഓരോ ജനതയ്ക്കും ഒരു ദൂതൻ, 10:47; 16:36
- അല്ലാഹുവിന്റെ ആയത്തുകൾ ഓതുന്നു, 7:35-36
- ഒരു മലക്ക് ദൂതനായി, 17:95; 25:7
- മനുഷ്യർ മാത്രം, 14:10-12; 17:94; 21:8; 25:7-8, 20
- ഭാര്യമാരും സന്തതികളും, 13:38
- പ്രവാചകർ കൂടി കാണുക
മിഅ്‌റാജ്, 17:1; 53:12
പിശുക്ക്/പിശുക്കന്മാർ, 57:24
ദുരന്തം, സ്വന്തം കൈകൾ കൊണ്ട്, 42:30
സന്ന്യാസം, നിർദ്ദേശിക്കപ്പെട്ടിട്ടില്ല, 57:27
കുരങ്ങുകൾ, അതിക്രമകാരികൾ ആക്കപ്പെട്ടു, 2:65; 5:60; 7:166
മിഅ്‌റാജ്, 17:1; 53:12
മാസങ്ങൾ, എണ്ണം, 9:36-37
ചന്ദ്രൻ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- പിളർക്കൽ; 54:1
മൂസ
- ജനതയും, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- ഫിർഔനും, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- അല്ലാഹു നയിച്ചു, 6:84
- പർവതവും റബ്ബിന്റെ പ്രത്യക്ഷതയും, 7:142-145
- ജനതയുടെ കാള ആരാധന ശകാരിക്കൽ, 7:148-156; 20:83-99
- ഗ്രന്ഥം, ഭിന്നത ഉടലെടുത്തു, 11:110
- ഗ്രന്ഥം നൽകപ്പെട്ടു, 17:2
- ഒൻപത് സ്പഷ്ട ദൃഷ്ടാന്തങ്ങൾ, 7:133; 17:101
- രണ്ട് കടലുകൾ ചേരുന്ന ഇടത്തേക്ക്, 18:60-82
- കത്തുന്ന മുൾക്കൂടിൽ, 20:9-36; 27:7-14; 28:29-35
- ദൗത്യം ഏൽക്കൽ, 19:51-53; 20:9-56
- ബാല്യം, ഉമ്മ, സഹോദരി, 20:38-40; 28:7-13
- മാന്ത്രികർ മതം മാറി, 20:70-73; 26:46-52
- മദ്‌യനിൽ, 20:40; 28:22-28
- മാനദണ്ഡം നൽകപ്പെട്ടു, 21:48
- രഹസ്യ തീ, 27:7-12; 28:29-35
- നഗരത്തിൽ തെറ്റായി ഒരു ഈജിപ്ഷ്യനെ വധിച്ചു 28:14-21
- സ്പഷ്ട ആയത്തുകളുമായി വന്നു, 29:39
- ഫിർഔനുമായുള്ള കഥ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ഫിർഔനും ജനതയ്ക്കും ഒൻപത് ദൃഷ്ടാന്തങ്ങൾ 7:130-133; 20:17-22; 17:101
- ഫിർഔന്റെ മാന്ത്രികരെ പരാജയപ്പെടുത്തി 20:70-73; 26:46-52
- മദ്‌യൻ പലായനവും വിവാഹവും 28:22-28
- ഫലകങ്ങൾ ലഭിച്ചു 7:142-154
- പർവതത്തിൽ അല്ലാഹുവിനെ കാണാൻ ആവശ്യപ്പെട്ടു 7:142-145
- അല്ലാഹു ആദരിച്ചു 33:69
- ഇസ്‌റാഈൽ മക്കൾക്ക് അല്ലാഹുവിന്റെ അനുഗ്രഹങ്ങൾ 2:47-61
- ഇസ്‌റാഈൽ മക്കൾ ജറൂസലം പ്രവേശിക്കൽ നിരസിച്ചു 5:20-29
- നേർ മാർഗത്തിലേക്ക് നയിക്കപ്പെട്ടു, 37:114-122
- ഗ്രന്ഥം, 53:36; 87:19
മസ്‌ജിദ് (ജറൂസലം), 17:7
മസ്‌ജിദ് (ഖുബാ), 9:107-108
മസ്‌ജിദുകൾ, 2:187; 9:17-19
- അല്ലാഹുവിന്റെ മസ്‌ജിദ് പരിപാലിക്കൽ, 9:17-18
കൊതുക്, ഒരു ഉദാഹരണം, 2:26
പർവതങ്ങൾ, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10, 27; 81:3; 101:5
മുദ്ദഥ്ഥിർ, S.74
മുഹാജിർ (കുടിയേറ്റക്കാർ), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- സ്ത്രീകൾ, 60:10-12
മുഹമ്മദ് ﷺ
- പരിഹസിക്കപ്പെട്ടു, 2:104; 4:46; 25:41-42; 34:78
- ദൂതരെ ആദരിക്കുക, 2:104; 4:46; 49:1-5
- വിശ്വസിക്കാനുള്ള ഉടമ്പടി, 3:81
- വിശ്വാസികൾക്ക് മുകളിൽ സാക്ഷി, 2:143
- ദൂതൻ മാത്രം, 3:144
- സൗമ്യമായ ഇടപഴകൽ, 3:159
- ദൗത്യം, 3:164; 7:157; 36:6; 52:29; 74:1-7
- വിശ്വാസികൾക്ക് മഹത്തായ അനുഗ്രഹമായി അയക്കപ്പെട്ടു, 3:164
- സത്യവുമായി അയക്കപ്പെട്ടു, 4:170
- കാവൽക്കാരനാക്കപ്പെട്ടിട്ടില്ല, 6:107
- ഉമ്മി (നിരക്ഷരൻ), 7:157; 62:2
- മനുഷ്യകുലത്തിലേക്ക് അല്ലാഹുവിന്റെ ദൂതനായി അയക്കപ്പെട്ടു, 7:158; 48:9, 29
- സ്പഷ്ട മുന്നറിയിപ്പുകാരൻ, 7:184, 188; 11:2; 15:89; 53:56
- ഭ്രാന്തൻ അല്ല, 7:184; 68:2; 81:22
- ആക്ഷേപിക്കുന്നവർ, 9:58
- പ്രവാചകരെ ശല്യം ചെയ്യുന്ന ആളുകൾ, വിശ്വാസികൾക്ക് കരുണ, 9:61
- വെളിപ്പാടിൽ ഉള്ളത് മാത്രം പിൻതുടരുന്നു, 10:15-16; 11:12-14; 46:9
- പ്രസ്താവനകൾ, 11:2-4; 12:108; 34:46-50
- അല്ലാഹു അവൻ മേൽ സാക്ഷി, 13:43; 29:52; 46:8
- സാക്ഷിയും സന്തോഷ വാർത്ത നൽകുന്നവനും മുന്നറിയിപ്പുകാരനുമായി അയക്കപ്പെട്ടു, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- ദുഃഖിക്കേണ്ടതില്ല, 15:97; 16:127; 18:6
- സാക്ഷിയായി അയക്കപ്പെട്ടു, 16:89; 22:78; 73:15
- ജ്ഞാനത്തോടും ഉചിത പ്രബോധനത്തോടും ഉത്തമ രൂപത്തിൽ തർക്കിക്കുക, 16:125
- മഖാമ് മഹ്‌മൂദ്, 17:79
- പ്രചോദനം ലഭിച്ചു, 18:110
- ആലമീനിന് കരുണ, 21:107
- പ്രതിഫലം ആവശ്യപ്പെടുന്നില്ല, 25:57; 38:86; 42:23
- കൽപ്പിക്കപ്പെട്ടു, 27:91-93; 30:30; 66:9
- അല്ലാഹുവിൽ നിന്ന് കരുണ, 28:46-47
- വിശ്വാസികളോട് അടുത്തവൻ, 33:6
- പിൻതുടരാൻ നല്ല മാതൃക, 33:21
- പ്രവാചകന്മാരിൽ അവസാനത്തെ, 33:40
- അദ്ദേഹത്തിൽ സ്വലാത്ത് ചൊല്ലുക, 33:56
- മനുഷ്യകുലം മൊത്തം, 34:28
- കൂലി അല്ലാഹുവിൽ നിന്ന്, 34:47
- ഒരു മനുഷ്യൻ മാത്രം, 41:6
- സംരക്ഷകനായി അയക്കപ്പെട്ടു, 42:48
- ദൂതന്മാരിൽ പുതുമ ഒന്നും ഇല്ല, 46:9
- ഇസ്‌റാഈൽ മക്കളിൽ നിന്ന് സാക്ഷി, 46:10
- അദ്ദേഹത്തിനുള്ള ബൈഅത്ത് അല്ലാഹുവിനുള്ള ബൈഅത്ത്, 48:10, 18
- ജിബ്‌രീലിനെ കണ്ടു, 53:4-18; 81:22-25
- എതിർക്കരുത്, 58:20-22
- ഈസ പ്രഖ്യാപിച്ചു, 61:6
- എല്ലാ മതങ്ങൾക്കും മുകളിൽ സത്യ ദീൻ വിജയിപ്പിക്കൽ, 61:9
- ഇരുളിൽ നിന്ന് പ്രകാശത്തിലേക്ക്, 65:11
- അവിശ്വാസികളോടും കപടന്മാരോടും കഠിനമായി ശ്രമിക്കുക, 66:9
- ഉദാത്ത സ്വഭാവ മഹിമ, 68:4
- കവി അല്ല, ജ്യോത്സ്യൻ അല്ല, 69:41-42
- നമസ്‌കാരത്തിൽ ഉറ്റവൻ, 73:1-8, 20; 74:3
- അന്ധനും, 80:1-12
- സാഷ്ടാംഗം ചെയ്ത് അല്ലാഹുവോട് അടുക്കുക, 96:19
- ശുദ്ധ ഏടുകൾ ഓതുന്നു, 98:2
- കുടുംബ ആയത്തുകൾ, 24:11-17; 33:28-34, 50-53, 55, 59; 66:1, 3-6; 108:3
- ദൂതന്മാർ, പ്രവാചകർ കൂടി കാണുക
മുഹമ്മദ് (ﷺ), S.47
മുഹ്‌സിനൂൻ (നന്മ ചെയ്യുന്നവർ), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- അല്ലാഹു അവരെ സ്നേഹിക്കുന്നു, 3:134, 148; 5:93
- അല്ലാഹു അവരുടെ പ്രതിഫലം നഷ്ടപ്പെടുത്തില്ല, 5:85; 9:120; 11:115; 18:30
- ഞങ്ങൾ അവർക്ക് പ്രതിഫലം നൽകുന്നു, 12:22; 37:80, 105, 110; 39:34; 77:44
- അവർക്ക് സന്തോഷ വാർത്ത, 22:37; 46:12
- അല്ലാഹുവിന്റെ കരുണ അവർക്ക് അടുത്ത്, 7:56
- അല്ലാഹു അവരോടൊപ്പം, 29:69
- മാതാപിതാക്കളോട് കടമ നിർവഹണം, 2:83
- അല്ലാഹുവിനോടുള്ള കടമ ക്ഷമയോടെ, 16:90
- നന്മ-തിന്മ കൂടി കാണുക
മുജാദില, S.58
കോവർ കഴുതകൾ, 16:8
മുൽക്, S.67
മുഅ്‌മിൻ (ഗാഫിർ കാണുക), S.40
മുഅ്‌മിനൂൻ, S.23
മുംതഹന, S.60
മുനാഫിഖൂൻ, S.63
കൊലപ്പാതകം, 2:178-179
മുർസലാത്ത്, S.77
മുസ്‌ലിംകൾ
- ആദ്യ മുസ്‌ലിംകൾ, 6:14, 163; 9:100; 39:12
- ആരാണ് നാമകരണം ചെയ്തത്, 22:78
- പൊറുക്കലും മഹത്തായ പ്രതിഫലവും, 33:35-36
മുത്വഫ്‌ഫിഫീൻ, S.83
മുസ്സമ്മിൽ, S.73
നബഅ്, S.78
നദ്വീർ, ബനൂ- (യഹൂദർ), 59:2, 9, 13
നഹ്‌ൽ, S.16
നജസ് (അശുദ്ധം) 9:28
നജ്‌മ്, S.53
നജ്‌വ (രഹസ്യ കാണുക)
നാമങ്ങൾ
- ഏറ്റവും ഭംഗിയുള്ളവ അവന്റേത്, 7:180
- ഏറ്റവും ഉത്തമം അവന്റേത്, 17:110; 20:8; 59:24
- നിർബന്ധ സാഹചര്യം, 2:173; 6:145
- അയൽക്കാരൻ, 4:36
- പുതു ചന്ദ്രൻ, 2:189
- വാർത്ത, പരിശോധിക്കേണ്ടത്, 4:83
- പിശുക്ക്, 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
- രാത്രി (ഒരു പ്രതീകം), വിശ്രമത്തിന്, 10:67
- മൂടുപടമായി, 13:3; 78:10
- സേവനത്തിന്, 14:32
- ലൈലതുൽ ഖദ്ർ, 44:3-4; 97:1-5
- നിസാ, S.4
നൂഹ്, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- പരിഹസിക്കപ്പെട്ടു 11:38
- ജലപ്രളയം, 29:14
- കപ്പലും പ്രളയവും 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- അനീതിമാനായ പുത്രൻ രക്ഷിക്കപ്പെട്ടില്ല, 11:42-48
- അനീതിമതിയായ ഭാര്യ, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
നൂഹ്, S.71
നൂർ, S.24
ശപഥം, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
അനുസരണം, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51-52, 54; 47:33; 64:12
നിർവഹിക്കേണ്ട ബാധ്യതകൾ, 5:1
സന്തതികൾ, 4:9; 42:49-50
- ഇഷ്ടപ്പെടുന്നവർക്ക് ആൺ-പെൺ നൽകുന്നു, 42:49
- ഒലിവ്, 6:141; 16:11; 23:20; 24:35; 95:1
- ഒരേ ഒരു ഇലാഹ്, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
അനാഥർ, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- അനാഥ രക്ഷിതാക്കൾ, 4:6
- ഓരോ ജനതയ്ക്കും അവരുടേതായി അലങ്കൃതമായ കർമ്മം, 6:108
- ജോടികൾ, എല്ലാ ജീവജാലങ്ങളിലും, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- ഈന്തപ്പന, 13:4; 19:25; 20:71; 59:5
ഉദാഹരണങ്ങൾ (സാദൃശ്യം, ഉദ്ദാഹരണം)
- തീ കത്തിച്ചവൻ, 2:17-18
- ആകാശത്ത് നിന്ന് മഴക്കൊടുങ്കാറ്റ്, 2:19-20
- കൊതുക്, 2:26
- ആർക്കുന്നവൻ, 2:171
- ശൂന്യ നഗരം, 2:259
- ധാന്യ മണി, 2:261
- മിനുസമുള്ള പാറ, 2:264
- തോട്ടം, 2:265-266
- കയർ, 3:103
- തണുത്ത കാറ്റ്, 3:117
- പുനരുത്ഥാനം 7:57; 22:5; 41:39
- നാക്ക് നീട്ടി ഇരിക്കുന്ന നായ, 7:176
- ഗർത്തത്തിന്റെ അരികിൽ, 9:109-110
- മഴ, 10:24
- കൊയ്ത്ത്, 10:24
- ബധിരനും കൂമനും, 11:24
- അല്ലാഹും വ്യാജ ദൈവങ്ങളും 13:14; 16:76
- സത്യവും അസത്യവും 13:17
- ചാരം, ശക്തമായ കാറ്റ്, 14:18
- നല്ല വൃക്ഷം, 14:24-25
- ദുഷ്ട വൃക്ഷം, 14:26
- അടിമയും ഒരു മനുഷ്യനും, 16:75
- ഭാരമായ ഊമ, 16:76
- നൂൽ അഴിക്കുന്ന സ്ത്രീ, 16:92
- സുരക്ഷിതവും തൃപ്തവുമായ ഗ്രാമം, 16:112-113
- മുന്തിരിത്തോട്ടമുള്ള രണ്ട് ആളുകൾ, 18:32-44
- ആകാശ ജലം പോലെ ഐഹിക ജീവിതം, 18:45
- ആകാശത്ത് നിന്ന് വീണ് പക്ഷി കൊത്തിക്കൊണ്ടുപോയത്, 22:31
- ഈച്ച, 22:73
- പ്രകാശം ഒരു ദ്വാരം പോലെ, 24:35-36
- മൃഗതൃഷ്ണ, 24:39
- ആഴ കടലിൽ ഇരുട്ട്, 24:40
- എട്ടുകാലി, 29:41
- പങ്കാളികൾ, 30:28
- ഗ്രാമ നിവാസികൾ, 36:13-32
- വ്യത്യസ്ത നിറങ്ങളുള്ള വിള, 39:21
- പല പങ്കാളികൾക്കുള്ള ഒരാൾ, 39:29
- മുളക്കുന്ന വിത്ത്, 48:29
- കടുത്ത ഹൃദയം 57:16-17
- മഴ ശേഷം സസ്യം, 57:20
- താഴ്മ കാണിക്കുന്ന പർവതം, 59:21
- കഴുത, 62:5
- വെള്ളം ആഴ്ന്നുപോയെങ്കിൽ, 67:30
- തോട്ട ഉടമകൾ, 68:17-33
സ്വർഗം
- മആവ സ്വർഗം, 53:15
- ഫിർദൗസ് സ്വർഗം, 18:107; 23:11
- നദികൾ ഒഴുകുന്ന തോട്ടങ്ങൾ, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- അദ്‌ൻ ശാശ്വത തോട്ടങ്ങൾ 9:72; 13:23; 18:31; 19:61; 20:76
- അദ്‌ൻ നിത്യ തോട്ടങ്ങൾ, 16:31; 35:33; 98:8
- ആനന്ദ തോട്ടങ്ങൾ, 37:43; 56:12, 89
- ശാശ്വത ആനന്ദ തോട്ടങ്ങൾ, 9:21
- തോട്ടങ്ങളും മുന്തിരിത്തോട്ടങ്ങളും, 78:32
- രണ്ട് തോട്ടങ്ങളുടെ ഫലങ്ങൾ, 55:54, 62
- ആഗ്രഹിക്കുന്ന എല്ലാ ഫലങ്ങളും, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ഫലങ്ങൾ കൈക്കടക്കുന്ന ദൂരത്ത്, 55:54; 69:23
- ഫലവും മാംസവും, 52:22
- പക്ഷി മാംസം, 56:21
- മുള്ളില്ലാത്ത ലോട്ടസ് വൃക്ഷങ്ങളും വാഴകളും, 56:28-29
- ഉപകാരമില്ലാത്ത അറിവ്, പുസ്തകം ചുമക്കുന്ന കഴുത 62:5
- ഒഴുകുന്ന ഉറവ, 88:12
- സൽസബീൽ ഉറവ, 76:18
- കാഫൂർ ഉറവ, 76:5
- തസ്‌നീം ഉറവ, 83:27-28
- കൗഥർ നദി, 108:1
- മദ്യം, പാൽ, തേൻ നദികൾ, 47:15
- ശുദ്ധ മുദ്രിത മദ്യം, 37:45-46; 56:18; 76:21; 83:25
- സഞ്ജബീൽ കലർന്ന പാനപാത്രം, 76:17; 78:34
- വെള്ളം, 76:5
- സ്വർണ തളികകളും പാനപാത്രങ്ങളും, 43:71
- വെള്ളി പാത്രങ്ങളും സ്ഫടിക ഗ്ലാസുകളും, 76:15-16
- പട്ടു പുതച്ച കട്ടിലുകൾ, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- സ്വർണ വളകളും മുത്തും, 18:31; 22:23; 35:33; 76:21
- പട്ടു തലയണ നിറഞ്ഞ കിടക്കകൾ, 55:54
- പച്ച തലയണകളും മനോഹര മെത്തകളും, 55:76; 88:15
- ഉയർന്ന സ്വർണ-രത്ന സിംഹാസനങ്ങൾ 56:15; 88:13
- ആഡംബര പരവതാനികൾ, 88:16
- ഭംഗിയുള്ള ഭവനങ്ങൾ, ഒന്നിനു മുകളിൽ ഒന്നായ ഉയർന്ന മുറികൾ, 9:72; 39:20
- എന്നെന്നും അതിൽ, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ശാശ്വത ഭവനം, 3:15; 35:35
- സിംഹാസനങ്ങളിൽ പരസ്പരം അഭിമുഖം, 15:47; 37:44; 44:53; 56:16
- മരണം ആസ്വദിക്കില്ല, 44:56
- ഒരിക്കലും ഒഴിവാക്കപ്പെടില്ല, 15:48
- ഹൃദയത്തിൽ നിന്ന് വൈര-ദ്വേഷം നീക്കപ്പെടും, 7:43; 15:47
- സകല ദുഃഖവും നീക്കപ്പെടും, 35:34
- ക്ഷീണം, ദുരിതം, അലട്ടൽ ഒന്നും ഇല്ല, 15:48; 35:35
- വേദന, വയർ നോവ്, തലനോവ്, ലഹരി ഇല്ല, 37:47; 56:19
- വൃഥാ സംഭാഷണം, പാപ വചനം ഇല്ല, 19:62; 56:25
- ദോഷകരം, അസത്യം ഇല്ല, 78:35; 88:11
- പാപ വിമുക്തം, 37:47; 52:23
- കനത്ത ചൂടോ കൊടും തണുപ്പോ ഇല്ല, 76:13
- നിശ്ചിത ഉപജീവനം, 37:41; 56:89
- സമാധാനത്തോടും സുരക്ഷയോടും, 15:46; 44:51, 55; 50:34
- ശാന്തി ഭവനം, 6:127
- അഭിവാദ്യം, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- നല്ല കർമ്മം ചെയ്യുന്നവർ പ്രവേശിക്കും, 4:124; 42:22; 44:51
- ദൈവഭക്തരെ കൂട്ടം കൂട്ടമായി നയിക്കും, 39:73
- കർമ്മങ്ങൾ കാരണം അനന്തരമായി ലഭിക്കും, 43:72
- അല്ലാഹു അവരിൽ തൃപ്തൻ, അവർ അവനിൽ തൃപ്തർ, 5:119
- എന്റെ സ്വർഗം, 89:30
- ഏറ്റവും വലിയ ആനന്ദം, 9:72
- മഹത്തായ വിജയം, 57:12; 64:9
- പരമ വിജയം, 9:72; 44:57
- വിശ്വാസികൾക്ക് ആതിഥ്യ തോട്ടങ്ങൾ, 32:19
- ആ ദിനം ആനന്ദ കാര്യങ്ങളിൽ വ്യാപൃതർ, 36:35
- തോട്ടങ്ങൾക്കും ഉറവകൾക്കും നടുവിൽ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- സിംഹാസനം ചുറ്റും മലക്കുകളെ കാണും, 39:75
- സർവ ശക്തൻ രാജാവിന്റെ അടുത്ത്, 54:55
- ആഗ്രഹിക്കുന്നതെല്ലാം ലഭിക്കും, 50:35
- ഹൂർ, ഭംഗിയുള്ള കണ്ണുള്ള ശുദ്ധ സ്ത്രീകൾ, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ശുദ്ധ ഭാര്യമാർ, 3:15
- നിഴലിൽ, സിംഹാസനങ്ങളിൽ ചാരിയിരിക്കുന്ന ഭാര്യമാർ, 36:55
- ഒരേ പ്രായത്തിലുള്ള യൗവ്വനമുള്ള കന്യകമാർ, 78:33
- ചിതറിയ മുത്തുകൾ പോലെ സേവക ബാലന്മാർ, 52:24; 56:17; 76:19
- ആകാശഭൂമി വിശാലം, 3:133, 57:21
- ഒഴുകുന്ന വെള്ളം, തണൽ, വിഭവങ്ങൾ, ശുദ്ധ ഇണകൾ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- വിശ്വാസികളുടെ പ്രതിഫലം 55:46-78; 56:10-40
- തേൻ, പാൽ, വെള്ളം, മദ്യ നദികൾ 47:15
- പ്രാർഥനകളും അഭിവാദ്യങ്ങളും 10:9-10; 39:73-74
- ശാന്തി അഭിവാദ്യം 13:23-24; 14:32
- ആനന്ദത്തിൽ ശാശ്വത തങ്ങൽ 11:108
- ഒഴിവാക്കപ്പെടില്ല 15:45-48
- മുന്നിലും വലതിലും പ്രകാശം 57:12
- ചൂടോ തണുപ്പോ ഇല്ല 76:13
- ആഗ്രഹങ്ങൾ നിറവേറ്റപ്പെടും 16:30-32; 41:31-32
- സ്വർണ വളകളും പട്ടുടുപ്പും 18:30-31; 22:23-24; 44:51-53
- സ്വർണ ഗ്ലാസ് തളികകൾ 43:67-73
- വെള്ളി പാത്രങ്ങളും കൈക്കടക്കുന്ന ഫലങ്ങളും 76:14-16
- സിംഹാസനങ്ങളിൽ ചാരൽ 15:47; 37:44; 52:20
- വിശ്വാസികൾ റബ്ബിനെ കാണും 75:22-23
മാതാപിതാക്കൾ, ദയ, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
അല്ലാഹുവിന്റെ പങ്കാളികൾ, അസത്യം, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
മേച്ചൽ, 87:4-5
പാത, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- വഴി കൂടി കാണുക
ക്ഷമ, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- ക്ഷമയിലും നമസ്‌കാരത്തിലും സഹായം തേടുക, 2:45, 153; 20:132; 50:39
ക്ഷമ
- പൂർണ പ്രതിഫലം ലഭിക്കും, 39:10
- ക്ഷമിക്കുന്നവരോടൊപ്പം അല്ലാഹു, 8:46
- ക്ഷമിക്കുക, 11:115
- അല്ലാഹുവിനോടുള്ള കടമ നിർവഹണത്തിൽ, 16:90
- കോപ സമയത്ത്, 41:34
- സമാധാനത്തിന് ചായ്‌വ്, 8:61
- മുത്തും പവളവും, 52:24; 55:22; 56:23
- പേന, 68:1; 96:4
- വ്യക്തി
- ശേഷിക്കപ്പുറം ഭാരം ചുമത്തുകയില്ല, 2:286; 7:42
- ശേഷിക്കനുസരിച്ച്, 23:62
- നാളെ എന്ത് നേടും, ഏത് നാട്ടിൽ മരിക്കും, ആർക്കും അറിഞ്ഞൂടാ, 31:34
- ഓരോ വ്യക്തിയും ചെയ്ത നന്മ-തിന്മ, 3:30
- ഓരോ വ്യക്തിയും സ്വന്തത്തിന് വേണ്ടി പ്രത്യക്ഷമാകും, 16:111
- ഓരോ വ്യക്തിയും നേടിയതിന് പണയം, 74:38
- സ്വയം കുറ്റപ്പെടുത്തുന്ന ആത്മാവ്, 75:2
- ഫിർഔൻ, 28:6; 40:24
- ഫിർഔന്റെ ജനത, 2:49; 3:11; 7:141; 44:17-33
- മുങ്ങി മരിച്ചു, 2:50
- മൂസയുമായുള്ള ഇടപഴകൽ, 7:103-137; 10:75-92
- കടലിൽ നിന്ന് ജഡം, 10:90-92
- അതിർ ലംഘിച്ചു; പാപം; അനുസരണക്കേട്, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- നല്ല ഭാര്യ, 28:8-9
- ദൈവം ആണെന്ന് അവകാശം, 28:38; 79:24
- നശിപ്പിക്കപ്പെട്ടു, 29:39
- ഫിർഔൻ കുടുംബത്തിൽ ഒരു വിശ്വാസി, 40:28-44
- ഒരു ഗോപുരം നിർമ്മാണം, 40:36-37
- മൂസ കൂടി കാണുക
- ഐഹിക സ്വത്ത് കൂട്ടിവയ്ക്കൽ, 102:1-4
ബൈഅത്ത് (കരാർ)
- ഇസ്‌ലാമിന്, 16:91
- ദൂതരോടുള്ള ബൈഅത്ത് അല്ലാഹുവോടുള്ള ബൈഅത്ത്, 48:10
- വിശ്വാസികളുടെ, 48:18; 60:12
- ഉറപ്പ് (പണയം), 2:283
- ഓരോ വ്യക്തിയും നേടിയതിന് പണയം, 52:21; 74:38
- കവിത, 36:69
- കവികൾ, 26:224-227; 69:41
- മാതളനാരകം, 6:141
- ദരിദ്രരും, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
- നമസ്‌കാരം, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ഉച്ചത്തിൽ അല്ല, ശബ്ദം കുറച്ചും അല്ല, 17:110
- അവിശ്വാസികൾക്ക് വേണ്ടി, 9:113-114
- അവിശ്വാസികളുടെ, 13:14
- ഉത്തരം നൽകുന്നു, 42:26
- ക്ഷമയിലും നമസ്‌കാരത്തിലും സഹായം, 2:45, 153; 20:132; 50:39
- ഖിബ്‌ലക്ക് അഭിമുഖം, ഇഖാമത്തുസ്സലാത്ത്, 2:142-145, 149-150
- ശ്രദ്ധയോടെ, 2:238
- യാത്രയിലും യുദ്ധത്തിലും, 2:239; 4:101-102
- ലഹരിയിൽ, 4:43
- ജനാബത്ത് അവസ്ഥയിൽ, 4:43
- ശുദ്ധി, 4:43; 5:6
- നമസ്‌കാരം കഴിഞ്ഞ്, 4:103
- നമസ്‌കാര സമയങ്ങൾ, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- അല്ലാഹുവിന് മാത്രം സജദ, 13:15
- ജുമുഅ നമസ്‌കാരം, 62:9-11
- അപകടത്തിൽ മുൻകരുതൽ, 4:71
- യുദ്ധ തടവുകാർ, 8:67-71
- തടവുകാർ കൂടി കാണുക
- സത്യ വാഗ്ദാനം, 46:16-17
- സ്വത്ത്, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
- പ്രവാചകർ, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- ഉടമ്പടി, 3:81; 33:7-8
- നിഷിദ്ധം, 3:161
- ഓരോ പ്രവാചകനും ഒരു ശത്രു, 6:112; 25:31
- ദൂതന്മാർ കൂടി കാണുക
- സജദ
- ആകാശഭൂമിയിലുള്ളവരും നിഴലുകളും അല്ലാഹുവിന് സജദ ചെയ്യുന്നു, 13:15
- ഉപജീവനം, 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
- സബൂർ, 4:163
- ശിക്ഷ
- നീട്ടൽ, 3:178
- കൈകളും കാലുകളും മുറിക്കൽ, 5:33
- ഏറ്റ ദ്രോഹത്തിന് തുല്യ ശിക്ഷ, 16:126
- ഐഹികത്തിലും പരലോകത്തിലും, 24:19; 68:33
- ശുദ്ധി
- ശരീരം, 4:43; 5:6
- ആത്മീയം, 87:14; 91:9
- ഖദ്‌ർ, 5:5; 64:11
- ഖദ്‌ർ, S.97
- ഖാഫ്, S.50
- ഖലം, S.68
- ഖമർ, S.54
- ഖാരിഅ, S.101
- ഖാറൂൻ (Korah), 28:76-82; 29:39
- ഖസസ്, S.28
- ഖിബ്‌ല, 2:142-145, 149
- ഖിസാസ് (ശിക്ഷ സമത്വ നിയമം), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
ഖുർആൻ
- വിവരണം, 13:31, 36, 37; 14:1; 56:77-80
- അല്ലാഹുവിന് പുറമേ ആർക്കും ഉണ്ടാക്കാൻ കഴിയില്ല, 2:23; 10:38; 11:13; 17:88
- അല്ലാഹുവിൽ നിന്നല്ലെങ്കിൽ ധാരാളം വൈരുദ്ധ്യം, 4:82
- സ്പഷ്ട പ്രകാശം, 4:174; 42:52
- അവതരിക്കപ്പെട്ടു, 6:19
- അല്ലാഹു അതിന് സാക്ഷി, 6:19
- വ്യക്തമായ തെളിവ്, 6:157
- ആയത്തുകളെക്കുറിച്ച് തെറ്റായ സംഭാഷണം, 6:68
- ഒരു ഓർമ്മ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ഓതുമ്പോൾ ശ്രദ്ധയോടെ ശ്രവിക്കുക, 7:204
- ദിക്‌ർ, 7:205; 15:6, 9
- ജ്ഞാന ഗ്രന്ഥം, 10:1; 31:2; 36:2
- പ്രചോദന സന്ദേശം, 10:2, 109; 42:52
- നിഷേധിക്കുന്നവർ, 11:17
- അറബിയിൽ, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ഭാഗങ്ങളായി ഘട്ടം ഘട്ടമായി അവതരിപ്പിക്കപ്പെട്ടു, 15:91; 17:106; 25:32; 76:23
- ഒരു ആയത്ത് മാറ്റൽ, 16:10
- ഓതാൻ ഉദ്ദേശിക്കുമ്പോൾ, 16:98
- മാർഗദർശനം, 17:9
- സന്തോഷ വാർത്തയും മുന്നറിയിപ്പും, 17:9-10
- അവിശ്വാസികളും, 17:45-47
- പ്രഭാത ഓത്ത് മലക്കുകൾ സാക്ഷ്യം, 17:78
- രോഗശാന്തിയും കരുണയും, 17:82
- ഓരോ ഉദ്ദാഹരണവും പൂർണ്ണമായി വിശദീകരിക്കപ്പെട്ടു, 17:89; 18:54; 39:27
- എളുപ്പം, 19:97; 44:58; 54:17, 22, 32, 40
- എന്റെ ജനം ഈ ഖുർആൻ ഉപേക്ഷിച്ചു, 25:30
- ഗ്രന്ഥങ്ങൾ സ്ഥിരീകരിക്കുന്നു, 26:196
- ഇസ്‌റാഈൽ മക്കൾ ഭിന്നിക്കുന്ന കാര്യങ്ങൾ വിവരിക്കുന്നു, 27:76
- ഓതി നമസ്‌കരിക്കുക, 29:45
- അല്ലാഹുവിൽ നിന്ന് സത്യം, 32:3; 35:31
- അനുഗ്രഹീത രാത്രിയിൽ, 44:3
- ഓരോ കാര്യത്തിന്റെ വിധി നിശ്ചയിക്കപ്പെട്ടു, 44:4
- ആഴ്ന്ന് ആലോചിക്കുക, 47:24
- ഇതിലൂടെ മുന്നറിയിപ്പ് നൽകുക, 50:45
- അല്ലാഹു പഠിപ്പിച്ചു, 55:1
- ആദരണീയ ഓത്ത്, 56:77-78
- ശുദ്ധരല്ലാതെ സ്പർശിക്കരുത്, 56:79
- പർവതത്തിൽ അവതരിച്ചിരുന്നെങ്കിൽ, 59:21
- അവിശ്വാസികൾക്ക് ദുഃഖം, 69:50
- ഉറപ്പോടെ സമ്പൂർണ സത്യം, 69:51
- ശാന്തമായ രീതിയിൽ ഓതുക, 73:4
- ആദരണീയ ഏടുകളിൽ, 80:13-16
- ആലമീന് ഒരു ഓർമ്മ, 81:27
- അവിശ്വാസികൾ നിഷേധിക്കുന്നു, 84:22
- സുരക്ഷിത ഫലകത്തിൽ, 85:22
- സത്യം അസത്യത്തിൽ നിന്ന് വേർതിരിക്കുന്ന വചനം, 86:13
- ശുദ്ധ ഏടുകൾ ഓതൽ, 98:2
- ഗ്രന്ഥം; വെളിപ്പാട് കൂടി കാണുക
ഖുറൈശ്, S.106
ഖുറൈശ്
- അവിശ്വാസികൾ, 54:43-46, 51
- ഒതുക്കൽ, 106:1-4
- റബ്ബിമാരും സന്ന്യാസിമാരും, 9:31, 34
- നന്മ കർമ്മങ്ങളിൽ മത്സരിക്കുക, 5:48
- റഅ്ദ്, S.13
- റഹ്‌മാൻ, S.55
- നീതിയുടെ വസ്ത്രം ഉത്തമം, 7:26
- മഴ
- അല്ലാഹുവിന്റെ ദാനം, 56:68-70
- കല്ലുകളുടെ മഴ, 27:58
- റമദാൻ, 2:185
- റമ്‌യ്, 2:200
- മോചനദ്രവ്യം
- ഒന്നും സ്വീകരിക്കില്ല, 57:15
- അവിശ്വാസികൾ, 3:91; 10:54; 13:18
- നോമ്പ് ഫിദ്‌യ, 2:196
- തടവുകാരെ മോചിക്കൽ, 8:67
- റസ്സ് നിവാസികൾ, 25:38; 50:12
- പ്രതിഫലദിവസം, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- നിഷേധകർ, 107:1-7
- ദുഷ്ടതക്ക് തുല്യ ദുഷ്ടത, 42:40
- അനുരഞ്ജനം
- പൊറുക്കി അനുരഞ്ജനം ചെയ്യുന്നവൻ, 42:40
- ഭർത്താ-ഭാര്യ, 4:35
- വിശ്വാസികൾക്കിടയിൽ, 49:9-10
- രേഖ
- ലിഖിത രജിസ്റ്റർ, 83:7-9, 18-21
- ഓരോ ജനതയും രേഖക്ക് വിളിക്കപ്പെടും, 45:28-29
- ഓരോ വ്യക്തിയുടെ കർമ ഏടുകൾ, 81:10
- സത്യം പ്രകടിപ്പിക്കുന്നു, 23:62
- വലതു കൈയിൽ, 69:19; 84:7-9
- ഇടതു കൈയിൽ, 69:25
- പുറകിൽ, 84:10-15
- കർമ രേഖ മലക്കുകൾ, 50:17-18, 23; 85:11
- ആശ്വാസം, കഷ്ടതക്ക് ഒപ്പം, 94:5-6
- ദീൻ (മതം)
- ബലപ്രയോഗം ഇല്ല, 2:256
- ഇസ്‌ലാം, 3:19
- അല്ലാഹുവിന്റേത്, 3:83-84
- ഇസ്‌ലാം അല്ലാത്തത്, 3:85
- മതത്തിൽ അതിർ ലംഘിക്കരുത്, 4:171; 5:77
- പൂർണ്ണമാക്കപ്പെട്ടു, 5:3
- കളിയും ആമോദവും ആക്കുന്നവർ, 6:70
- ഭിന്നിക്കുന്നവർ, 6:159; 30:32
- കൂടി കാണുക 42:13-14; 43:65; 45:17
- ഓരോ കൂട്ടർക്കും ആഹ്ലാദം, 23:53; 30:32
- ബുദ്ധിമുട്ടൊന്നും ഇല്ല, 22:78
- ഫിത്‌റ (പ്രകൃതി) യിൽ, 30:30
- എല്ലാ പ്രവാചകർക്കും ഒരേ, 42:13-15
- പൂർവ്വിക മതം, 43:22-24
- അല്ലാഹുവിന്റെ ഓർമ്മ, 63:9
- ഹൃദയങ്ങൾ ആ ഓർമ്മയിൽ ശാന്തി, 13:28
- പശ്ചാത്താപം
- അറിവില്ലാതെ ചെയ്ത ദോഷം, ഉടൻ പശ്ചാത്തപിക്കൽ, 4:17; 6:54
- ദോഷം തുടരുകയാണെങ്കിൽ ഫലമില്ല, 4:18
- സ്വീകരിക്കുകയും പൊറുക്കുകയും ചെയ്യുന്നു, 4:25
- ദോഷത്തിന് അവധി, 3:178; 10:11; 12:110; 14:42, 44; 29:53-55; 86:15-17
- പുനരുത്ഥാനം, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ഉസൈറിന്റെ കഥ 2:259
- ഇബ്രാഹിം 2:260
- ഗുഹ നിവാസികൾ 18:9-26
- നിഷേധകർക്ക് മുന്നറിയിപ്പ് 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
- പുനരുത്ഥാന ദിനം, 7:89; 20:100-101, 124
- ശരിയായ ദിനം, 78:39
- കൂലി പൂർണ്ണമായി, 3:185
- കർമ ഏടുകൾ തുറക്കപ്പെടും, 81:11
- ഓരോ വ്യക്തിയും കൊണ്ടുവന്നത് അറിയും, 81:14
- ഓരോ വ്യക്തിയും ചെയ്ത നന്മ-തിന്മ, 3:30
- മുന്നേ ചെയ്തതും ശേഷം ചെയ്തതും, 82:5
- അനീതി ഭയം ഇല്ല, 20:112
- നീതിയുടെ തുലാസ്, 21:47
- കർമ തുലാസ്, 23:102-103
- ഒരു അണുവോളം നന്മ-തിന്മ കാണും, 100:7-8
- എല്ലാ രഹസ്യങ്ങളും പരിശോധിക്കപ്പെടും, 86:9
- വലതുകൈ രേഖ, 69:19; 84:7-9
- ഇടതുകൈ രേഖ, 69:25
- പുറകിൽ രേഖ, 84:10-15
- അവിശ്വാസികൾക്ക് കഠിനമായ ദിനം, 25:26; 54:8; 74:9
- ഭാരമേറിയ ദിനം, 76:27
- ഭാരമേറിയ ഭാരം വഹിക്കും, 20:100-101
- ഒഴികഴിവ് പറയാൻ അനുവദിക്കില്ല, 77:36
- അക്രമി കൈകൾ കടിക്കും, 25:27
- അക്രമികൾ സഹചരന്മാരോടും വിഗ്രഹങ്ങളോടും ഒപ്പം, 37:22
- ആഴമേറിയ ഖേദത്തോടും നിരാശയോടും നാശം, 30:12
- ജീവനോടെ കുഴിച്ചിടപ്പെട്ട പെൺകുഞ്ഞ് ചോദ്യം ചെയ്യപ്പെടും, 81:8-9
- ഏറ്റവും വലിയ ഭീകരത, 21:103
- വിളിക്കുന്നവൻ ഭയകരമായ ഒന്നിലേക്ക് വിളിക്കും, 50:41; 54:6-8
- ഒറ്റ നിലവിളി, 36:29, 49, 53; 38:15; 50:42
- സജ്‌റ (നിലവിളി), 37:19; 79:13
- അടുത്ത ശിക്ഷ, 78:40
- ആകാശം ഭയങ്കരമായി കുലുങ്ങും, 52:9; 56:4
- ആകാശം പിളർക്കപ്പെടും, 84:1-2
- ആകാശം ഭേദിക്കപ്പെടും, 77:9; 82:1
- ആകാശം മേഘ സഹിതം ചീന്തപ്പെടും, 25:25
- ആകാശം ചുരുട്ടപ്പെടും, 21:104; 39:67
- ആകാശഭൂമിയിലുള്ളവർ ബോധം മറക്കും, 39:68
- ആകാശം തുറക്കപ്പെടും, വാതിലുകളാകും, 78:19
- ആകാശം ഒരു തിളക്കുന്ന ദ്രാവകം പോലെ, 70:8
- നക്ഷത്രങ്ങൾ വീഴും, 81:2; 82:2
- നക്ഷത്രങ്ങൾ വെളിച്ചം കെടും, 77:8
- സൂര്യൻ വെളിച്ചം കെടും, 81:1
- കടൽ ആളിക്കത്തും, 81:6
- കടൽ ഭേദിക്കപ്പെടും, 82:3
- അന്ത്യനാഴികയുടെ ഭൂകമ്പം, 22:1; 99:1
- പർവതങ്ങൾ നീങ്ങിപ്പോകും, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- പൊടിയായി ചിതറും 20:105; 56:5
- രോമ്പൊടി പോലെ, 70:9; 101:5
- ഭൂമിയും പർവതങ്ങളും ശക്തമായി കുലുങ്ങും, 73:14; 79:6
- ഭൂമി പൊടിയായി, 89:21
- ഭൂമി മറ്റൊരു ഭൂമിയായി, ആകാശവും, 14:48
- ഭൂമി നിരപ്പാക്കപ്പെടും, 84:3-5
- ഭൂമി 18:47; 20:106
- ഭൂമി ഭാരം പുറത്ത് തള്ളും, 84:4; 99:2
- ഖബ്‌റുകൾ മറിക്കപ്പെടും, 82:4
- ഖബ്‌റുകളിൽ നിന്ന് പുനരുത്ഥാനം, 21:97; 70:43
- മരണ ശേഷം ഭൂമിയിൽ ജീവനോടെ, 79:14
- കാട്ടു മൃഗങ്ങൾ ഒരുമിച്ചു കൂട്ടപ്പെടും, 81:5
- അന്ധരായി ഉയർത്തപ്പെടും, 20:124-125
- കാഹളം ഊതപ്പെടും, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- സഖ്ഖ, 80:33
- ആത്മാക്കൾ ശരീരങ്ങളുമായി ചേർക്കപ്പെടും, 81:7
- പത്ത് ദിനത്തിൽ കൂടുതൽ തോന്നില്ല, 20:103
- ഒരു ദിനത്തിൽ കൂടുതൽ ഇല്ല, 20:104
- ഒരു ദിനത്തിന്റെ ഭാഗം, 23:112-114
- ഒരുമിക്കലിന്റെ ദിനം, 64:9
- വിചാരണ ദിനം, 37:21
- തീരുമാന ദിനം, 77:38; 78:17
- തരം തിരിക്കലിന്റെ ദിനം, 77:13-14
- ഖേദ-ദുഃഖ ദിനം, 19:39
- നിഷേധകർ, 77:15-50
- ശലഭങ്ങൾ ചിതറുന്നതുപോലെ മനുഷ്യകുലം, 101:4
- ചിതറിയ കൂട്ടങ്ങളായി, 100:6
- ലഹരിക്കാരെ പോലെ, 22:2
- ഗർഭിണികൾ ഭ്രൂണം ഇടും, 22:2
- ഗർഭിണി ഒട്ടകങ്ങൾ ഉപേക്ഷിക്കപ്പെടും, 81:4
- മുലയൂട്ടുന്ന ഉമ്മ കുഞ്ഞിനെ മറക്കും, 22:2
- ബന്ധുക്കൾ പരസ്പരം കാണിക്കപ്പെടും, 70:11
- ഒരു മനുഷ്യൻ ബന്ധുക്കളിൽ നിന്ന് ഓടിപ്പോകും, 80:34-37
- ഒരു സ്നേഹിതനും സ്നേഹിതനെ ചോദിക്കില്ല, 70:10
- സ്നേഹിതനോ ശുപാർശകനോ ഉണ്ടാകില്ല, 40:18
- ഒരു വ്യക്തിക്കും മറ്റൊരാൾക്ക് ഒന്നും ചെയ്യാൻ കഴിയില്ല, 82:19
- ശക്തിയോ സഹായിയോ ഉണ്ടാകില്ല, 87:10
- വിശ്വാസികൾക്ക് ഭയം ഇല്ല, 43:68
- വിശ്വാസികൾ തണലിലും ഉറവകളിലും ഫലങ്ങളിലും, 77:41-43
- സ്വർഗ നിവാസികളും ഭാര്യമാരും, 36:55-58
- മലക്കുകൾ ഭംഗിയായി ഇറങ്ങും, 25:25
- കണങ്കൈ തുറക്കപ്പെടും, 68:42-43
- സ്വർഗം അടുത്ത് കൊണ്ടുവരപ്പെടും, 81:13
- നരകം അടുത്ത് കൊണ്ടുവരപ്പെടും, 89:23
- നരകം ആളിക്കത്തിക്കപ്പെടും, 81:11-12
- പ്രായശ്ചിത്തമായ ദാനധർമ്മം, 5:45
വെളിപ്പാട്
- സംശയത്തിലെങ്കിൽ, 2:23-24
- ദുർബലപ്പെടുത്തപ്പെട്ടതോ മറക്കപ്പെട്ടതോ ആയ ആയത്ത്, 2:106
- സന്മാർഗദർശനം, 3:73
- റബ്ബിൽ നിന്ന്, സംശയിക്കരുത്, 6:114
- ഗ്രഹിക്കുന്ന ജനതയ്ക്ക്, 6:98
- മാർഗദർശനവും കരുണയും, 7:203; 16:64; 31:3
- റൂഹുൽ ഖുദ്ദൂസ് വഴി, 16:102; 26:192-193
- വിശദമായി വിവരിക്കപ്പെട്ടു, 6:98; 41:2-4
- ഗ്രന്ഥം അല്ലാഹുവിൽ നിന്ന്, 46:2
- ഗ്രന്ഥം; ഖുർആൻ കൂടി കാണുക
- അക്രമം ചെയ്യപ്പെട്ടവരുടെ പ്രതികാരം, 42:39-43
പ്രതിഫലം
- ഏറ്റവും ഉത്തമ കർമ്മങ്ങൾക്ക്, 24:38; 29:7; 39:35
- പ്രതിഫലമായി 25:15
- നന്മ ചെയ്യുന്നവർക്ക് ഉത്തമം, 53:31
- നന്മക്ക് നന്മ മാത്രം, 55:60
- പലിശ (റിബ കാണുക)
- നേർമ്മക്കാർ
- അവരുടെ സഹവർത്തിത്വം, 4:69
- ഭൂമി അനന്തരമായി ലഭിക്കും, 21:105
- സ്വർഗത്തിൽ, 51:15-19; 76:5-12
- നന്മ കൂടി കാണുക
- നേർമ്മ (നീതി), 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- കഠിനമായ നേർ പാത, 90:11-18
- സന്മാർഗം അല്ലാഹുവിന്റെ മാർഗദർശനം, 3:73
- വഴികൾ, 43:10
- പാറ നിറഞ്ഞ പ്രദേശം (ഹിജ്‌ർ), നിവാസികൾ, 15:80-85
- റോമക്കാർ, 30:2-5
- മേൽക്കൂര, ആകാശം, 21:32
- റൂഹ് (ജിബ്‌രീൽ), 26:193; 67:12; 70:4; 78:38; 97:4
- റൂഹുൽ ഖുദ്ദൂസ്, 2:87, 253; 5:110; 16:102
- ജിബ്‌രീൽ കൂടി കാണുക
- റൂഹ് (ആത്മാവ്), 15:29; 17:85; 58:22
- റൂം, S.30
- സബഅ് (ശേബ), 27:22-44; 34:15-21
- സബഅ്, S.34
- ശബ്ബത്ത്
- ലംഘിക്കുന്നവർ, 2:65; 4:154; 7:163-166
- ഒരു ജനതക്ക് മാത്രം, 16:124
- സ്വാബിഈൻ, 5:69; 22:17
- ബലി, 2:196, 200; 22:34-37
- സ്വാദ്, S.38
- സദഖ (ദാനധർമ്മം), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- മറ്റൊന്ന് ഒളിച്ച് ചെയ്യൽ ഉത്തമം, 2:271
- സ്വഫ, മർവ, 2:158
- സ്വഫ്, S.61
- സ്വാഫ്ഫാത്ത്, S.37
- സൈൽ അൽ അറിം (മഅ്‌രിബ് അണക്കെട്ടിൽ നിന്ന് പ്രളയം), 34:16
- സജ്ദ, S.32
- സകീന (ശാന്തതയും സ്വസ്ഥതയും), 2:248; 9:26, 40; 48:4, 18, 26
- സ്വാലിഹ്, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
- സൽസബീൽ (സ്വർഗ ഉറവ), 76:18
- സ്വാമിരി, 20:85, 95-97
- സാമുവേൽ, 2:247
പിശാച്, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- ശത്രുതയും വിദ്വേഷവും ഉണ്ടാക്കുന്നു, 5:91
- ദുഷ്ട മന്ത്രണം, 7:200-201
- വഞ്ചിക്കുന്നു, 8:48
- ഒറ്റ് കൊടുത്തു, 14:22
- വിശ്വാസികളിൽ ശക്തിയില്ല, 16:99-100
- അസത്യം ഇടുന്നു, 22:52-53
- ശത്രുവാണ്, 12:5; 35:6; 36:60
- അഹങ്കാരം 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ഒരു ജിന്ന് 18:50-51
- ആദമിന്റെ പ്രലോഭനം 7:20-23; 20:116-121
- വിശ്വാസികളിൽ അധികാരം ഇല്ല 16:98-100
- ലക്ഷ്യം 35:6-8
- മനുഷ്യകുലത്തിന്റെ ശത്രു 12:5; 17:53
- കക്ഷി 53:14-19
- ദുഷ്‌കൃത്യം 5:90-91
- നന്മ കർമ്മം നിരുത്സാഹിപ്പിക്കുന്നു 2:268
- വിശ്വാസികൾ അല്ലാഹുവിൽ അഭയം 7:200-202
- ഗൂഢ പദ്ധതി ദുർബലം 4:76
- അനുയായികളെ കൈവിടുന്നു 8:48
- നരകത്തിൽ അനുയായികളോട് സംസാരം 14:22
- ഇബ്‌ലീസ് കൂടി കാണുക
- തുലാസ്, ഭാരം ഉള്ളവൻ വിജയം, 7:8-9
- സന്തുലനം കൂടി കാണുക
- വേദഗ്രന്ഥം
- ആളുകൾ (യഹൂദ-ക്രിസ്ത്യാനികൾ), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- ഒളിച്ചുവെച്ചത്, 5:61-63
- അവരിൽ നേർ മാർഗത്തിൽ, 5:66
- അംഗീകരിക്കുന്നു, വിശ്വസിക്കുന്നില്ല, 6:20
- കടൽ, 42:32-33; 45:12
- രണ്ടു കടൽ, 18:60; 25:53; 35:12; 55:19-20
- ഭേദിക്കപ്പെടുമ്പോൾ, 82:3
- രഹസ്യം (നജ്‌വ)
- സംഭാഷണം, 4:114
- മൂന്നുപേരുടെ ഉപദേശം, 58:7
- ഉപദേശങ്ങൾ, 58:8, 10
- സ്വകാര്യ കൂടിയാലോചന, 58:12-13
- മതത്തിൽ വിഭാഗങ്ങൾ, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
- ദുരിതം കഴിഞ്ഞ് സുരക്ഷ, 3:154
- വിത്ത്, ആരാണ് മുളപ്പിക്കുന്നത്, 56:63-67
- ഇന്ദ്രിയങ്ങൾ, 23:78
- ഏഴ് സൃഷ്ടിക്കപ്പെട്ടത്
- ആകാശങ്ങൾ, 2:29; 23:17; 65:12; 67:3; 71:15
- ഭൂമിയും, 65:12
- നിഴൽ
- അല്ലാഹുവിന് സജദ, 13:15; 16:48
- വ്യാപനം, 25:45
- ശംസ്, S.91
- ഥമൂദ് ജനതക്ക് പ്രകടമായ ദൃഷ്ടാന്തം, 7:73; 17:59; 26:155-158
- കപ്പൽ, ദൃഷ്ടാന്തം; സേവനം; നന്ദി; ഔദാര്യം, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
- ശുഐബ്, 7:85-93; 11:84-95; 29:36-37
- ശുഅ്‌റ, S.26
- ശൂറ, S.42
- സിദ്‌റതുൽ മുൻതഹ, 53:14
- മദീന ഉപരോധം, 33:9-27
- സിജ്ജീൻ, 88:7-9
- പാപം, 7:100; 74:43-6
- നിയമ വിരുദ്ധ ലൈംഗികത, 4:15-16; 24:2, 19
- വൻ പാപങ്ങൾ ഒഴിവാക്കിയാൽ ചെറു പാപം പൊറുക്കപ്പെടും, 4:31
- മനുഷ്യരിൽ നിന്ന് ഒളിക്കാം, അല്ലാഹുവിൽ നിന്ന് ഒളിക്കാൻ കഴിയില്ല, 4:108
- ഒരു പാപം ചെയ്തവൻ സ്വന്തത്തിനെതിരെ, 4:111
- ഒരു കുറ്റം ചെയ്ത് നിരപരാധിക്ക് ആരോപിക്കുന്നവൻ, 4:112
- ഇടനിലക്കാരെ ആരാധിക്കൽ പൊറുക്കില്ല, 4:116
- പാപം ചെയ്യുന്നവർക്ക് തക്ക പ്രതിഫലം, 6:120
- പാപികൾ വിജയിക്കില്ല, 10:17
- അല്ലാഹു എല്ലാ പാപവും പൊറുക്കുന്നു, 39:53
- വൻ പാപങ്ങൾ, 42:37
- സീനൈ പർവതം, 19:52; 23:20; 95:2
- പാപികൾ, കാതുകളും കണ്ണുകളും തൊലിയും സാക്ഷ്യം, 41:20-23
- സിറാത്ത് പാലം, 66:8
- അപവാദകൻ, 68:11-12; 104:1
- അടിമകൾ, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- യുദ്ധ തടവുകാർ; ബന്ദികൾ കൂടി കാണുക
- ഉറക്കം, വിശ്രമത്തിന്, 78:9
- സദൂം, 29:31; 37:136
- സദൂം പ്രവൃത്തി, 7:80-82; 11:77-83; 15:61-77; 29:28-29
സുലൈമാൻ, 2:102; 4:163; 6:84
- ദാവൂദ് പിതാവ് നീതിയായ വിധി കണ്ടെത്താൻ സഹായിച്ചു 21:78-82
- ഉറുമ്പുകളും, 27:15-19
- ഹുദ്‌ഹുദ്, 27:20-26
- സബഅ് രാജ്ഞി, 27:22-44; 34:15
- അല്ലാഹുവിന്റെ അനുഗ്രഹം 34:12-14, 38:34-40
- ഉത്തമ കുതിരകളോടുള്ള സ്‌നേഹം 38:30-33
- ദത്ത് പുത്രൻ, 33:4-5
- ആത്മാവ് (റൂഹ്), 15:29; 17:85; 58:22
- അല്ലാഹുവിന്റെ മാർഗത്തിൽ ചെലവഴിക്കൽ, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ആവശ്യത്തിന് അധികം, 2:219
- അല്ലാഹുവിന്റെ മാർഗത്തിൽ ചെലവഴിക്കുന്നവരുടെ ഉദാഹരണം, 2:261
- ആളുകൾ കാണാൻ, 2:264; 4:38
- ചെലവഴിച്ചത് തിരിച്ചുകിട്ടും, 2:272; 8:60; 34:39
- ധൂർത്ത് ഒഴിവാക്കുക, 6:141; 17:26
- അതിരോ പിശുക്കോ ഇല്ലാതെ, 25:67
- കൈ പൂട്ടുന്നവർ, 9:67
- ആത്മാവ് (റൂഹ്), 15:29
- അതിന്റെ അറിവ് അല്ലാഹുവിന്, 17:85
- അല്ലാഹു വിശ്വാസികളെ ശക്തിപ്പെടുത്തുന്നു, 58:22
- യുദ്ധ മുതൽ, 8:41, 69; 48:15, 19-20; 48:15
- കൊള്ള കൂടി കാണുക
- ചാരവൃത്തി, 49:12
- നക്ഷത്രം, 53:1, 49; 86:1-4
- നക്ഷത്രങ്ങൾ, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
- നേർ മാർഗം, 1:6
- പാത, 6:153
- പരിശ്രമം, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
- മുലയൂട്ടൽ, 2:233
- ദുരിതം, ദാരിദ്ര്യം, ആരോഗ്യ നഷ്ടം; സമൃദ്ധി, 7:94-96
- സൂര്യൻ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
- പരമ വിജയം, 9:72; 44:57
- സൂറ, 10:38; 11:13; 47:20
- ഒരു സൂറ അവതരിക്കുമ്പോൾ ഈമാൻ വർദ്ധിക്കുന്നു, 9:124-127
- ദുഃശങ്ക, 49:12
- ഉപജീവനം, 19:62
- ഉപജീവനം; പ്രൊവിഡൻസ് കൂടി കാണുക
- സൂവ, 71:23
- തബൂക്, 9:40-59, 81-99, 117-118, 120-122
- തഗാബുൻ, S.64
- ത്വാഗൂത്ത്, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- കള്ള ദൈവങ്ങൾ കൂടി കാണുക
- ത്വാഹ, S.20
- തഹ്‌രീം, S.66
- തകാഥുർ, S.102
- തക്‌വീർ, S.81
- ത്വലാഖ്, S.65
- ത്വൽഹ് (വാഴ), 56:29
- ത്വാലൂത്ത് (ശൗൽ), 2:247-249
- ത്വാരിഖ്, S.86
- തസ്‌നീം (ഉറവ), 83:27-28
- തൗബ, S.9
- ത്വവാഫ് (കഅ്ബ ചുറ്റൽ), 2:200; 7:29, 31
- തയമ്മും, 4:43; 5:6
- ഓരോ ജനതക്കും നിശ്ചിത കാലം, ആർക്കും ആദ്യമോ പിന്നോ ഇല്ല, 7:34; 10:49; 15:4-5; 16:61; 20:129
- പ്രദേശം, സൈന്യ യൂണിറ്റ് കൊണ്ട് കാക്കുക, 3:200
- അല്ലാഹുവിന്റെ പരീക്ഷണം, 3:154; 34:21
ഥമൂദ്, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
- കള്ളൻ, ശിക്ഷ, 5:38-39
- സിംഹാസനം, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- വെള്ളത്തിൽ, 11:7
- എട്ട് മലക്കുകൾ വഹിക്കുന്നു, 39:75; 40:7; 69:17
- സമയം, 45:24; 76:1; 103:1
- തീൻ, S.95
- ശിക്ഷ, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
- ഗ്രാമം, ഒരു ഗ്രാമവും നശിപ്പിക്കപ്പെട്ടിട്ടില്ല, നിശ്ചിത വിധി ഇല്ലാതെ, 15:4
- വ്യാപാരവും സ്വത്തും, 4:29
- ഭൂമിയിൽ സഞ്ചരിച്ചിട്ടില്ലേ, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
- വഞ്ചന, 8:58; 22:38
- ചതി കൂടി കാണുക
- ശേഖരിച്ചുവച്ച നിക്ഷേപം, 9:35
- അല്ലാഹുവിന്റെ ഖജനാ, 6:50
- ശാശ്വതതയുടെ വൃക്ഷം, 20:120
- വൃക്ഷങ്ങൾ, 22:18
- പരീക്ഷണങ്ങൾ, 2:214-218; 64:15
- കാഹളം, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- സഖ്ഖ, 80:33
- ആകാശഭൂമി-പർവതങ്ങൾക്ക് അമാനത്ത് നൽകപ്പെട്ടു, മനുഷ്യൻ ഏറ്റെടുത്തു, 33:72-73
- വിശ്വസ്തത (അമാനത്ത്), 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
- സത്യം, 5:48; 23:70-71, 90; 25:33; 69:51
- അസത്യവുമായി കൂട്ടിക്കലർത്തരുത്, 2:42
- സത്യം വന്നു, അസത്യം മറഞ്ഞു, 17:81
- സത്യ വാഗ്ദാനം, 46:16-17
- തുബ്ബഅ് ജനത, 44:37; 50:14
- ത്വൂർ (പർവതം), 28:29, 46
- ത്വൂർ, S.52
- ത്വുവ, താഴ്‌വര, 20:12; 79:16
- ഉഹുദ് യുദ്ധം, 3:121-128, 140-180
- ഉമ്മ (സമൂഹം, ജനത), 2:143-144; 10:47, 49; 11:118; 16:36, 120
- ഉംറ, 2:128, 158, 196
- പലിശ (റിബ), 2:275-276, 278-280; 3:130; 4:161; 30:39
- ഉസൈർ (ഉസ്ര കാണുക)
- ഉസ്സ, 53:19
- അദൃശ്യ മറ, 17:45-46
- മൂടുപടം, 24:31; 33:59
- സബ്ഉൽ മഥാനി ആയത്തുകൾ, 15:87
- വിജയം
- അല്ലാഹു നൽകുന്നു, 48:1
- അല്ലാഹുവിന്റെ സഹായം, 61:13
- സദ്ഗുണങ്ങൾ (നേർമ്മ; വിശ്വാസികൾ കാണുക)
- വദ്ദ്, 71:23
- "കാത്തിരിക്കുക, ഞങ്ങളും കാത്തിരിക്കുന്നു", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
- വാഖിഅ, S.56
- അല്ലാഹുവിനെതിരെ യുദ്ധം, 5:33-34
- ധൂർത്ത് ഒഴിവാക്കുക, 6:141; 7:31; 17:26
- വെള്ളം, ഓരോ ജീവ വസ്തുവും നിർമ്മിതം, 21:30; 24:45; 25:54
- രണ്ടു കടൽ, 18:60; 25:53; 35:12; 55:19-20
- അല്ലാഹുവിന്റെ സിംഹാസനം വെള്ളത്തിൽ, 11:7
- മഴ, 23:18
- മാർഗം, 1:6; 42:52-53; 90:10
- എളുപ്പ, 87:8
- പാത കൂടി കാണുക
- വഴിയാത്രക്കാരൻ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
- സ്വത്ത്
- ശേഖരിക്കുന്നവൻ, 104:2-4
- അല്ലാഹുവിന്റെ മാർഗത്തിൽ ചെലവഴിക്കൽ
- സ്വത്തും മക്കളും ഐഹിക ആഭരണം, 18:46
- അളവും തൂക്കവും, 11:85; 17:35; 83:1-5
- വിധവകൾ, 2:234-235, 240
- അല്ലാഹുവിന്റെ ഇഛ, 10:99-100; 30:5; 81:29; 82:8
- മനുഷ്യന്റെ ഇഛ, അല്ലാഹു ഇഛിച്ചെങ്കിൽ, 28:29
- കാറ്റ്, 77:1-3
- സന്തോഷ വാർത്ത വഹിക്കുന്നത്, 7:57; 30:46
- മേഘം ഉയർത്തൽ, 15:22; 30:48
- മഞ്ഞ നിറം, 30:51
- മദ്യം (സ്വർഗത്തിൽ)
- ശുദ്ധ പാനീയം, 37:45; 76:21
- വെളുത്ത, സ്വദിഷ്ടം, 37:46
- നദികൾ, 47:15
- ശുദ്ധ മുദ്രിതം, 83:25
- അല്ലാഹു ചിലർക്ക് ശ്രേഷ്ഠത നൽകിയതിൽ ആഗ്രഹിക്കരുത്, 4:32
- സാക്ഷികൾ
- പ്രവാചകരുടെ ഉടമ്പടിക്ക്, 3:81
- മനുഷ്യകുലം മേൽ, 2:143; 22:78
- കരാറിന്, 2:282
- ഒരു പുരുഷന് പകരം രണ്ടു സ്ത്രീകൾ, 2:282
- നിയമ വിരുദ്ധ ലൈംഗിക ബന്ധം, 4:16; 24:2
- നീതിപൂർവ്വം, 5:8
- കൈകളും കാലുകളും സാക്ഷ്യം, 36:65
- മനുഷ്യൻ സ്വന്തത്തിനെതിരെ, 75:14
- സാക്ഷ്യ ദിനം, 85:3
- ഭാര്യമാർ
- നിങ്ങൾക്ക് കൃഷിയിടം, 2:223
- നിങ്ങൾക്ക് മൂടുപടം, 2:187
- നിങ്ങളുടെ കൂട്ടത്തിൽ നിന്ന്, 16:72
- തർക്കിക്കുന്ന സ്ത്രീ, 58:1-2
- സ്ത്രീകൾ, 2:222-223; 4:15, 19-22, 34, 127
- ചാരിത്ര്യ ആരോപണം, 24:4-5, 11-17, 23-26
- മൂടുപടം, 24:31; 33:59
- കുടിയേറ്റ വിശ്വാസ സ്ത്രീകൾ, 60:10-12
- ഐക നിവാസികൾ, 15:78; 38:13; 50:14
- ഐക; മദ്‌യൻ കൂടി കാണുക 26:176-191
- ഐഹിക ജീവിതം
- കളിയും ആമോദവും മാത്രം, 6:32; 29:64; 47:36; 57:20
- മനുഷ്യരെ വഞ്ചിക്കുന്നു, 6:130
- പരലോകത്തേക്കാൾ ചെറിയ ആനന്ദം, 9:38; 13:26; 28:60-61
- ഐഹികം ആഗ്രഹിക്കുന്നവർ, 11:15-16; 17:18; 42:20
- സ്വത്തും മക്കളും ആഭരണം, 18:46
- ഐഹികം ഇഷ്ടപ്പെടുന്നവർ, 75:20-21; 76:27
- കരാർ രേഖ, 2:282
- അക്രമകാരികൾ, 11:18-22, 101-104, 116-117; 39:47
- അവിശ്വാസികൾ കൂടി കാണുക
- വുദൂ (അംഗ ശുദ്ധി), 4:43; 5:6
- യഗൂഥ്, 71:23
- യഹ്‌യ (യോഹന്നാൻ)
- സന്തോഷ വാർത്ത, 3:39; 21:90
- നല്ലവൻ, 6:85
- ജ്ഞാനിയും അനുകമ്പയും, 19:12-15
- യാ സീൻ, S.36
- യഥ്‌രിബ് (മദീന) ജനത, 33:13
- യഊഖ്, 71:23
- യൂനുസ്, S.10
- യൂസുഫ്, S.12
- സബൂർ, 21:105
- സകരിയ്യ, 3:37-41; 6:85; 19:2-11; 21:89-90
- സൈദ് ബ്‌നു ഹാരിഥ, പ്രവാചകരുടെ ദാസൻ, 33:37-38
- സകാത്ത്, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- സകാത്ത്-ദാനധർമ്മ അർഹർ, 2:273; 9:60
- സഞ്ജബീൽ, 76:17
- സൽസല, S.99
- സഖ്ഖൂം, 17:60; 37:62-66; 44:43-46; 56:52
- ളിഹാർ, 33:4; 58:2-4
- സുഖ്‌റുഫ്, S.43
- സുമർ, S.39
അടിസ്ഥാന വിശ്വാസ സ്തംഭങ്ങൾ
- ഈമാൻ പൂർണ്ണമാക്കി 5:3
- അല്ലാഹു സ്വീകരിക്കുന്ന ഏക മാർഗം 3:19, 85
- ഇസ്‌ലാം സ്വീകരണത്തിൽ ബലപ്രയോഗം ഇല്ല 2:256
- ഒരേ ദീൻ, വ്യത്യസ്ത ഈമാനും ശരീഅ നിയമങ്ങളും 5:48; 22:67-70; 42:13-14
- ഇസ്‌ലാം പ്രവാചകർ 2:135-136; 3:84; 4:163-165
- കൽപ്പനകൾ (അല്ലാഹുവിൽ ഈമാൻ, നന്മ ചെയ്യൽ) 4:36; 6:151-154; 17:23-39; 18:107-108
- ശരീഅയുടെ അഞ്ച് ലക്ഷ്യങ്ങൾ: ദീൻ സംരക്ഷണം 5:54
- ജീവൻ സംരക്ഷണം 5:32; 6:151
- സ്വത്ത് സംരക്ഷണം 5:38
- അഭിമാനം സംരക്ഷണം 5:5; 24:4
- ചിന്ത സംരക്ഷണം 5:90.
അല്ലാഹുവിലുള്ള ഈമാൻ 2:255
- ദൈവ ഗുണങ്ങൾ, ഭംഗിയുള്ള നാമങ്ങൾ 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ആരാധനക്കർഹൻ ഒരുവൻ മാത്രം 1:1-4; 2:285; 6:3; 43:84
- എല്ലാ അധികാരവും അവന്റേത് 3:26; അർഷ് 7:54; 11:7
- കുർസി 2:255
- മനുഷ്യകുലത്തിന് അനന്ത അനുഗ്രഹങ്ങൾ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ജീവൻ നൽകുകയും മരണം ഏൽപ്പിക്കുകയും ചെയ്യുന്നു 44:8; 53:44; 57:2; 67:2
- സന്തോഷവും ദുഃഖവും ഉണ്ടാക്കുന്നു 53:43
- വിശാലവും പരിമിതവുമായ ഉപജീവനം 13:26; 17:30; 29:62
- ഏറ്റവും ഉത്തമ വിധികർത്താ 95:8
- കരുണാമയരിൽ ഏറ്റവും കരുണാമയൻ 12:92
- നേർമ്മക്കാരെ സ്‌നേഹിക്കുന്നു 85:14
- ഏറ്റവും ക്ഷമാശീലൻ, കഠിന ശിക്ഷ 13:6, 40:3
- ആദ്യനും അന്ത്യനും 57:3
- എല്ലാ ആദരവും ശക്തിയും അവന്റേത് 35:10
- അദൃശ്യം അറിയുന്നു 6:59, 73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ഹൃദയത്തിൽ മറഞ്ഞത് ഏറ്റവും നന്നായി അറിയുന്നു 5:7; 11:5; 31:23
- ഉണ്ടായതും ഇനി ഉണ്ടാകുന്നതും അറിയുന്നു 2:255
- ലൗഹ് മഹ്ഫൂളിൽ എഴുതി 6:38; 13:39; 36:12
- എന്തും ചെയ്യാൻ കഴിവ് 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- അനന്ത ശക്തി 3:26-27; 24:45; 31:28-30
- ആകാശഭൂമി ആറ് ദിവസം, ക്ഷീണം ഇല്ല 46:33; 50:38
- "ആകൂ" എന്ന വചനം കൊണ്ട് സൃഷ്ടിക്കുന്നു 36:81-83
- സൃഷ്ടികൾക്ക് ഒരിക്കലും അനീതി ഇല്ല 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- എല്ലാം അവന്റെ ഇഛക്ക് കീഴ്‌വഴങ്ങുന്നു 3:83; 22:18; 30:26
- എല്ലാവരും അവനിൽ ആശ്രിതർ 11:6; 35:15; 55:29
- അവനിൽ ഭരോൽഗതം 10:84-85; 12:67; 25:58
- ദൈവ ആശയ വിനിമയ രൂപങ്ങൾ 42:51
- ഭക്ത്യധിഷ്ഠിതം 2:21; 3:102; 4:1; 33:70-71; 59:18
- ജ്ഞാനം അവന്റെ ദാനം 2:269
- ആർക്കും ആവശ്യം ഇല്ല 3:97; 6:133; 112:2
- ത്രിത്വ ഒന്നല്ല 4:171
- പത്‌നി ഇല്ല 6:101
- സന്താനം ഇല്ല 10:68; 19:35; 43:81; 72:3; 112:3
- പങ്കാളി-ഇടനിലകൾ ഇല്ല 6:94; 7:191-195; 46:4-5
- അവനു സദൃശ്യം ഒന്നും ഇല്ല 42:11; 112:4
- സൃഷ്ടിയുടെ വിസ്മയങ്ങളിൽ ആലോചിക്കൽ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
- സൃഷ്ടിയിലെ ദൃഷ്ടാന്തങ്ങൾ 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ഓരോ കാര്യവും ഉദ്ദേശ്യത്തോടെ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- പ്രപഞ്ചം പൂർണ്ണമാക്കി 67:3-4
- രാവ് പകലിൽ ലയിക്കുന്നു 3:27
- വൈവിധ്യം 30:22; 35:27-28
- തേൻ 16:68-69
- പാൽ 16:66
- സന്താന ദാനം 42:49-50
- ഗ്രഹങ്ങളും ഭ്രമണ പഥങ്ങളും 21:33; 36:38-44
- നക്ഷത്ര സമൂഹങ്ങൾ 25:61; 85:1
- നക്ഷത്രങ്ങൾ 37:6-7; 67:5
- മേഘങ്ങൾ 7:57; 30:48
- ഭൂകമ്പം 7:78; 7:155
- മണ്ണിടിച്ചിൽ 28:81; 29:40
- കൊടുങ്കാറ്റ് 10:22
- ചാറ്റൽ മഴ, ആലിപ്പഴം, മഴ 2:265; 6:99; 24:43; 50:9-11
- ഇടിമിന്നൽ 13:12-13
ശാസ്ത്രീയ പരാമർശങ്ങൾ
- ആൺ-പെൺ കോശങ്ങളിൽ നിന്ന് മനുഷ്യ സൃഷ്ടി 76:2
- ഭ്രൂണ വികസന ഘട്ടങ്ങൾ 22:5; 23:12-14
- ഇരുളിന്റെ മൂന്ന് പാളിയിൽ ഭ്രൂണം 39:6
- ഉപ്പ് കലർന്ന വെള്ളം 25:53-54; 35:12; 55:19-20
- കാറ്റ് പരാഗണം 15:22
- വിരലടയാളങ്ങൾ 75:3-4
- പർവതങ്ങൾ ആണി 78:7
- ഇരുമ്പ് ഇറക്കി 57:25
- വേദന ഗ്രഹണ കേന്ദ്രം 4:56
- സൂര്യൻ വെളിച്ചം, ചന്ദ്രൻ പ്രതിഫലിത പ്രകാശം 10:5
- ചന്ദ്ര പിളർപ്പ് 54:1
- ആകാശം സംരക്ഷിത മേൽക്കൂര 21:32
- എല്ലാ ജീവ വസ്തുക്കളും വെള്ളത്തിൽ 21:30; 24:45
- ഉറുമ്പുകൾ ആശയ വിനിമയം 27:17-19
- ആന്തരിക തരംഗങ്ങൾ 24:40
ജീവ ജാലങ്ങൾ
- മലക്കുകൾ 39:75
- മനുഷ്യർ (ഭൂമിയിൽ അധികാരി) 2:30; 6:165; 16:4
- ജിന്ന് 72:1-15
- മൃഗങ്ങൾ മനുഷ്യരെ പോലെ സമൂഹങ്ങൾ 6:38
- കാള 11:69
- ഒട്ടകം 7:40
- നായ 18:22
- ആന 105:1
- കുതിരകൾ, കോവർ കഴുതകൾ, കഴുതകൾ 16:8
- സിംഹം, സീബ്ര 74:50-51
- കുരങ്ങ് 2:65
- പന്നി 2:173
- ഒട്ടക-പശു 7:73
- ആട്-മേക 6:143
- ചെന്നായ 12:17
- തവള 7:133
- പാമ്പ് 7:107
- പക്ഷികൾ 24:41
- കാക്ക 5:31
- ഹുദ്‌ഹുദ് 27:20
- കാടപ്പക്ഷി 2:57
- മത്സ്യം 18:61
- തിമിംഗലം 37:142
- ഉറുമ്പ് 27:18
- തേനീച്ച 16:68
- കൊതുക് 2:26
- ഈച്ച 22:73
- പേനും വെട്ടുക്കിളിയും 7:133
- എട്ടുകാലി 29:41
- നമുക്ക് അജ്ഞാതമായ മറ്റുള്ളവ 16:8
സസ്യങ്ങളും ഫലങ്ങളും 6:99; 13:4; 16:11; 36:33-35
- വാഴ 56:29
- ഈത്തപ്പഴം 19:25
- ഗോതമ്പ്, വെള്ളരി, വെളുത്തുള്ളി, പരിപ്പ്, സവാള 2:61
- മുന്തിരി 80:28
- ഒലിവ് 6:99
- അത്തി 95:1
- മാതള 55:68
- മത്തങ്ങ 37:146
മുഹമ്മദ് ﷺ-ൽ ഈമാൻ
- ഗുണങ്ങൾ, പ്രവാചകൻ മാത്രം 3:144; 6:50; 7:188; 18:110
- സത്യം എത്തിക്കൽ 2:119; 35:24; 42:48
- പ്രവാചകരിൽ അവസാനത്തെ 33:40
- ഉദാത്ത സ്വഭാവം 3:159; 68:4
- മാതൃക 33:21
- വിശ്വാസികൾക്ക് അനുഗ്രഹം 3:164
- ലോകത്തിന് കരുണ 21:107
- സർവ ദൂതൻ 4:170; 7:157-158; 34:28
- നേർ മാർഗത്തിലേക്ക് 42:52-53
- ജനങ്ങളെ ശ്രദ്ധിക്കുന്നു 9:129
- വിചാരണ ദിനത്തിൽ സാക്ഷി 4:42; 16:89
- ഉമ്മി പ്രവാചകൻ 7:157-158; 29:48; 62:2
- തൗറാത്തിലും സുവിശേഷത്തിലും പ്രഖ്യാപിക്കപ്പെട്ടു 7:157
- ഈസ പ്രഖ്യാപിച്ചു 61:6
പ്രവാചകൻ (ﷺ) നേരിട്ട വെല്ലുവിളികൾ
- ബഹുദൈവ വാദികളുടെ അർഥശൂന്യ ആവശ്യങ്ങൾ 8:32; 15:7; 17:89-93; 25:7-8
- തെറ്റായ ആരോപണങ്ങൾ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ജീവഹത്യ ശ്രമം 8:30; 9:74
- ദ്രോഹിക്കുന്നവർക്ക് മുന്നറിയിപ്പ് 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ക്ഷമയോടെ പ്രതികരിക്കാൻ കൽപ്പിക്കപ്പെട്ടു 20:130; 30:60; 46:35; 70:5
- അല്ലാഹു ആശ്വസിപ്പിച്ചു 5:67; 93:1-11; 94:1-8
പ്രവാചകൻ (ﷺ) ജീവിതത്തിൽ നിന്ന് പാഠങ്ങൾ
- ഹിജ്‌റ മുതൽ ബദ്ർ യുദ്ധം 3:121-129; 8:42-44; 8:65-71
- ഉഹുദ് യുദ്ധം 3:151-180
- ഖന്ദഖ് യുദ്ധം 33:9-27
- ഹുനൈൻ യുദ്ധം 9:25-27
- മദീന 9:40
- തബൂക്ക് 9:38-123
- ബനൂ നദ്വീർ 59:2-6
- ഹംറാഉൽ അസദ് 3:172-175
- ഹുദൈബിയ ഉടമ്പടി 48:1-7; 48:10-29
പ്രവാചകൻ (ﷺ)-ക്ക് നൽകപ്പെട്ട ആദരവുകൾ
- അല്ലാഹുവും മലക്കുകളും അനുഗ്രഹം ചൊരിയുന്നു 33:56
- മക്കയിൽ നിന്ന് ജറൂസലേമിലേക്ക് രാത്രി യാത്ര 17:1
- ആകാശ യാത്ര 53:1-18
- ഐഹികത്തിലും പരലോകത്തിലും ആദരിക്കപ്പെട്ടു 17:79; 66:8; 108:1
- അദ്ദേഹത്തോടുള്ള അനുസരണം അല്ലാഹുവോടുള്ള അനുസരണം 4:80
- അല്ലാഹുവിനും ദൂതർക്കും അനുസരണത്തിന്റെ പ്രതിഫലം 4:69
- കുടുംബം ശുദ്ധമാക്കപ്പെട്ടു 33:33-34
- ജിബ്‌രീലിനെ യഥാർഥ രൂപത്തിൽ കണ്ടു 53:1-18
- അദ്ദേഹത്തെ അനുസരിക്കാൻ കൽപ്പിക്കപ്പെട്ടു 59:7
- അദ്ദേഹത്തോട് സംഭാഷണ മര്യാദ 49:1-5
- അദ്ദേഹത്തെ സന്ദർശിക്കൽ മര്യാദ 33:53
- ഭാര്യമാരോടുള്ള ഇടപഴകൽ മര്യാദ 33:53
- അദ്ദേഹത്തിലും സ്വഹാബിമാരിലും അല്ലാഹു തൃപ്തൻ 9:100; 9:117
- ഈമാൻ സമൂഹത്തിന്റെ ശ്രേഷ്ഠത 2:143; 3:110
നമസ്‌കാരം 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ജുമുഅ 62:9
- നമസ്‌കാര ദിശ (ഖിബ്‌ല) 2:144; 2:149-150
- ദുഷ്‌കൃത്യത്തിൽ നിന്ന് തടയേണ്ടത് 29:45
- സമയങ്ങൾ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- അപകടത്തിലും യാത്രയിലും 2:239; 4:101-102
- നമസ്‌കാരം ഉപേക്ഷിക്കുന്നവർക്ക് മുന്നറിയിപ്പ് 19:59; 74:38-47; 107:5-7
- കപടന്മാരുടെ നമസ്‌കാരം 4:142; 9:54
ശുദ്ധി, വുദൂ 5:6
- ഗുസ്‌ൽ 2:222; 4:43
- തയമ്മും 4:43; 5:6
പ്രാർഥനകൾ (ദുആ)
- ഇബ്രാഹിമിന്റേത് 2:126-129; 14:35-41; 26:83-89
- ആദം-ഹവ്വ 7:23
- ഈസ 5:114
- അയ്യൂബ് 21:83
- യൂനുസ് 21:87
- യൂസുഫ് 12:33; 12:101
- മൂസ 10:88-89; 20:25-35
- മുഹമ്മദ് 17:80; 20:114
- നൂഹ് 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- സുലൈമാൻ 38:35
- ശുഐബ് 7:89
- സകരിയ്യ 3:38; 19:2-6; 21:89-90
- മലക്കുകൾ 40:8-9
- മർ‌യമിന്റെ ഉമ്മ 3:35-36
- ഫിർഔന്റെ ഭാര്യ 66:11
- ഫിർഔന്റെ മാന്ത്രികർ 7:126
- ത്വാലൂത്ത് രാജാവും വിശ്വാസികളും 2:250
- ഇസ്‌റാഈൽ മക്കളിലെ വിശ്വാസികൾ 10:85-86
- ഗുഹ നിവാസികൾ 18:10
- നേർമ്മക്കാർ 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- മർദ്ദിതർ 4:75
സജദ ആയത്തുകൾ
- സജദ, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
സകാത്ത്, ബാധ്യതയായി 2:110; 2:177; 2:277; 6:141
- വിശ്വാസികളുടെ ഗുണങ്ങൾ 22:41; 23:4; 51:19
- അർഹർ 9:60
- സദഖ 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- നൽകാത്തവർക്ക് മുന്നറിയിപ്പ് 3:180; 9:34; 47:38
നോമ്പ്
- റമദാനിൽ 2:183-185
- നോമ്പ് സമയം 2:187
- ഒഴിവുകൾ 2:184-185
- നോമ്പിന്റെ രാത്രി ദാമ്പത്യ ബന്ധം 2:187
- ഹജ്ജ് കാലത്ത് നോമ്പ് 2:196
ഹജ്ജ്
- കഴിവുള്ളവർക്ക് ബാധ്യത 3:97
- കർമ്മങ്ങളും നിയമങ്ങളും 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- ബലി 2:196; 22:36-37
- കരയിൽ വേട്ട നിഷിദ്ധം 5:1; 5:94-95
- കടലിൽ വേട്ട അനുവദനീയം 5:96
- ഉംറ 2:158; 2:196
ഈമാൻ സമൂഹങ്ങൾ
- മുസ്‌ലിംകൾ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- പരസ്പര രക്ഷിതാക്കൾ 3:28; 9:71
- ക്രിസ്ത്യാനികൾ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- യഹൂദർ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ഇസ്‌റാഈൽ മക്കൾ 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- വേദക്കാർ (മുഖ്യമായും യഹൂദ-ക്രിസ്ത്യാനികൾ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- അവർ അറുത്ത മൃഗം ഭക്ഷിക്കാം, അവരുടെ സ്ത്രീകളെ വിവാഹം ചെയ്യാം 5:5
- യഹൂദർക്ക് നിഷിദ്ധ ഭക്ഷണം 6:146
- സ്വാബിഈൻ 2:62; 22:17
- മജൂസ് 22:17
- ബഹുദൈവ വാദികൾ 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ബഹുദൈവ വാദ അന്ധ വിശ്വാസ ആചാരങ്ങൾ 2:189; 5:103; 6:138-144
- നിരീശ്വര വാദികൾ 52:35-36
നിഷിദ്ധമാക്കിയ ജാഹിലിയ്യ ആചാരങ്ങൾ
- പെൺ കുഞ്ഞുങ്ങളെ ജീവനോടെ കുഴിച്ചിടൽ 16:58-59; 81:8-9
- ദാരിദ്ര്യ ഭയം കൊണ്ട് സന്താനങ്ങളെ കൊലപ്പെടുത്തൽ 6:137; 6:151; 17:31
- കഅ്ബ ചുറ്റും വിസിൽ അടിക്കൽ 8:35
- ഒട്ടകങ്ങളെ വിഗ്രഹങ്ങൾക്ക് നേർച്ചയാക്കൽ 5:103; 6:136
- വിഗ്രഹ നാമത്തിൽ ബലി 6:121
- ളിഹാർ വിവാഹ മോചനം 33:4; 58:2-4
- ഈലാ (നാല് മാസത്തിൽ കൂടുതൽ) 2:226-227
- ചീട്ടുകൊണ്ട് തീരുമാനം 5:3
- നഗ്നനായി കഅ്ബ ത്വവാഫ് 7:26-28
- ഹജ്ജ് ശേഷം പിൻ വഴിയിൽ പ്രവേശം 2:189
ആരാധ്യ വിഷയങ്ങൾ
- മലക്കുകൾ (ചില ബഹുദൈവ അറബികൾ) 34:40
- അൽ‌ഐക (ശുഐബ് ജനത) 26:176
- ബഅ്‌ൽ (ഇൽ‌യാസ് ജനത) 37:125
- ഈസ (ക്രിസ്തുമതം) 5:17
- വിഗ്രഹങ്ങൾ (ഇബ്രാഹിം ജനത) 21:52-53
- ലാത്ത്, ഉസ്സ, മനാത്ത് വിഗ്രഹങ്ങൾ 53:19-20
- വദ്ദ്, സൂവ, യഗൂഥ്, യഊഖ്, നസ്‌ർ (നൂഹ് ജനത) 71:23
- സൂര്യൻ (സബഅ് ജനത) 27:24
- ശിഅ്‌ര (ചില ബഹുദൈവ അറബികൾ) 53:49
- ഫിർഔൻ (പുരാതന ഈജിപ്ത്) 26:29; 28:38; 79:24
- ദേഷ്യം 25:43-44; 45:23
- ഒന്നിൽ കൂടുതൽ ദൈവങ്ങൾ ഖണ്ഡിക്കൽ 17:42-43; 21:21-24; 25:3
ആരാധനാ സ്ഥലങ്ങൾ, പള്ളികൾ 9:18
- ദേവാലയങ്ങൾ, സിനഗോഗുകൾ, ആശ്രമങ്ങൾ 22:40
- ദേവസ്ഥാനം 3:39; 38:21
- ദേവാലയം 17:7
- മതപദവികൾ, പുരോഹിതർ, സന്ന്യാസിമാർ, റബ്ബിമാർ 5:44; 5:63; 5:82; 9:31-34
മലക്കുകൾ
- ആദം സൃഷ്ടിയെ കുറിച്ച് ചോദിക്കുന്നു 2:30-34
- അല്ലാഹുവിനെ ഒരിക്കലും അനുസരണക്കേട് ചെയ്യുന്നില്ല 21:26-27; 66:6
- അല്ലാഹുവിന്റെ പുത്രിമാർ അല്ല 21:26; 43:16-19
- കാവൽ മലക്കുകൾ 13:11
- രണ്ട് രേഖ മലക്കുകൾ 50:16-18; 82:10-12
- വിചാരണ ദിനം അർഷ് വഹിക്കുന്ന എട്ടുപേർ 69:17
- നരകം കാക്കുന്ന പത്തൊൻപതുപേർ 74:26-31
- മൃത്യു മലക്കുകൾ 6:93; 16:28; 32:11
- ജിബ്‌രീൽ 2:97; 66:4; 26:192-195; 53:1-14
- മീക്കാഈൽ 2:98
- മാലിക് 43:77
ദൂതന്മാർ
- മലക്കുകളിൽ നിന്നും മനുഷ്യരിൽ നിന്നും 22:75
- ദൃഢ സങ്കൽപ്പ ദൂതന്മാർ (ഇബ്രാഹിം, നൂഹ്, മൂസ, ഈസ, മുഹമ്മദ് ﷺ) 33:7; 42:13; 46:35
ഗ്രന്ഥങ്ങൾ
- ഖുർആൻ, അല്ലാഹുവിൽ നിന്ന് വെളിപ്പാട് 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ലോകത്തിന് ഓർമ്മ 68:51-52
- ഉത്തമ ജീവിത രീതിക്ക് മാർഗദർശനം 17:9
- റമദാനിൽ അവതരണം ആരംഭം 2:185
- അനുഗ്രഹീത രാത്രിയിൽ 44:3; 97:1-5
- ഘട്ടം ഘട്ടമായി അവതരിക്കപ്പെട്ടു 17:105-106
- ഓർക്കാൻ എളുപ്പം 54:17
- മുൻ വെളിപ്പാടുകളിലെ സത്യം ഉറപ്പിക്കുന്നു 3:3-4
- മുൻ ഗ്രന്ഥങ്ങൾക്ക് സർവോന്നത അധികാരം 5:48
- സംശയം ഇല്ല 2:2; 10:37
- വൈരുദ്ധ്യം ഇല്ല 4:82
- കെട്ടുകഥ അല്ല 10:37-39
- ബൈബിളിൽ നിന്ന് പകർത്തിയതല്ല 25:4-6
- പിശാചുക്കൾ അവതരിപ്പിച്ചതല്ല 26:210-212
- സദൃശ്യം ഉണ്ടാക്കാൻ ആർക്കും കഴിയില്ല 17:88; 2:23-24; 10:13-14; 11:13
- ദുർമ്മേൽ നിന്ന് സംരക്ഷിക്കപ്പെട്ടു 15:9
- ലൗഹ് മഹ്ഫൂളിൽ 56:75-80
- അസത്യം തെളിയിക്കാൻ കഴിയില്ല 41:42
- ഭാവി സംഭവങ്ങൾ പ്രഖ്യാപിക്കുന്നു 30:1-7; 48:27
- വിശ്വാസികൾ കരയുന്നു 5:83; 17:107-109
- ഹൃദയം സ്പർശിക്കുന്നു 39:23
- ശോഭനമായ പ്രകാശം 4:174; 42:52
- വിശ്വാസികൾക്ക് രോഗശാന്തിയും കരുണയും 17:82
- തൗറാത്ത് 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- സുവിശേഷം 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- സബൂർ 4:163; 17:55
- ഇബ്രാഹിമിന്റെ സ്വഹീഫകൾ 53:36-44; 87:14-19
വിധി നിർണ്ണയം 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- സ്വതന്ത്ര തിരഞ്ഞെടുപ്പ് 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
വിചാരണ ദിനം
- അനീതി ഇല്ല 2:281; 18:49; 40:17
- അന്ത്യ ഭീകരത 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ആ ദിനം നേർമ്മക്കാരും ദുഷ്ടരും 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ശുപാർശ 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
കർമ രേഖകൾ 17:13; 18:49
- വിശ്വാസികൾ വലതു കൈ 69:19-24; 84:7-9
- അവിശ്വാസികൾ ഇടതു കൈ 69:25-37; 84:10-15
- അല്ലാഹുവിൽ നിന്ന് ഒന്നും മറഞ്ഞിരിക്കില്ല 21:47; 40:16
- കർമ്മ തൂക്കം 7:8; 23:102-104; 101:1-11
- ശരീരാവയവ സാക്ഷ്യം 41:19-24; 24:24
- നന്മ-തിന്മ പ്രതിഫലം 6:160; 27:89-90; 28:84
മനുഷ്യ വിഭാഗങ്ങൾ
- വിശ്വാസികൾ 18:107-108
- അവിശ്വാസികൾ 4:167-169
- കപടന്മാർ 4:145; 57:13-15
- സ്വർഗ നിവാസികൾ, മുൻ നിര വിശ്വാസികൾ 55:46-61; 56:10-26
- സ്വർഗ നിവാസികൾ, വലതുകൈക്കാർ 55:62-78; 56:27-40
- നരക നിവാസികൾ, ഇടതുകൈക്കാർ 55:31-45; 56:41-56
- ഉയർന്ന സ്ഥലത്തുള്ളവർ 7:46-49
സാമ്പത്തിക
- ബിസിനസ് മാർഗദർശനം 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- വസ്വിയ്യത്ത്, അനന്തരാവകാശികൾ അല്ലാത്തവർക്ക് 2:180-183; 4:11-12
- യാത്രയിൽ മരണ സമയം 5:106-108
- കൈക്കൂലി 2:188
- കടം, ദയയോടെ ഈടാക്കൽ 2:280
- കടം കരാർ രേഖ, സാക്ഷ്യം 2:282
- ഈടുവസ്തു 2:283
- അനന്തരാവകാശം, മാർഗദർശനം 4:7; 4:32-33; 8:75
- സന്തതികൾ-മാതാപിതാക്കൾ ഓഹരി 4:11
- ദമ്പതികൾ, മാതൃ ഭ്രാതൃ ഭ്രാതൃ ഓഹരി 4:12
- സഹോദരങ്ങൾ 4:176
- പിന്തുടരാത്തവർക്ക് മുന്നറിയിപ്പ് 4:13-14
- പലിശ, നിഷേധം, മുന്നറിയിപ്പ് 2:275-281; 3:130-132
- ഫലരഹിതം 30:39
നിയമ
- രാജ്യദ്രോഹ നിയമം (ഹിറാബ) 5:33-34
- നീതി, നീതിക്ക് വേണ്ടി നിലകൊള്ളൽ 4:135; 5:8; 16:90-91
- അനാഥ-സ്ത്രീ അവകാശം 4:127
- ഒരു യഹൂദന് നീതി 4:105-112
- ഒരു ബഹുദൈവ വാദിക്ക് നീതി 4:58
- അമുസ്‌ലിംകളോട് നീതി 60:8-9
- ക്വിസ്വാസ് (ക്ഷമയോടെ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ഭർത്താ-ഭാര്യ വേർപിരിക്കൽ, ഖുൽഅ് 2:229
- ലിആൻ (വ്യഭിചാര ആരോപണം) 24:6-10
രാഷ്ട്രീയ
- കൂടിയാലോചന (ശൂറ) 3:159; 42:38
- ആത്മ സംരക്ഷണ യുദ്ധം (ജിഹാദ്), മര്യാദ 2:190-192; 2:216; 22:38-40
- ഇഷ്ടാനുസരണം ആക്രമിക്കരുത് 4:94
- മർദ്ദിത പുരുഷ-സ്ത്രീ-കുട്ടികൾ 4:75
- ആരാധനാ സ്ഥലം സംരക്ഷണം 22:37
- രക്തസാക്ഷി പ്രതിഫലം 2:154; 3:169-171; 9:111; 57:19
- സൈനിക ശക്തി ശത്രുക്കളെ തടയുന്നു 8:60
- സമാധാനം തിരഞ്ഞെടുക്കൽ 2:192; 8:61
- കക്ഷികൾക്കിടയിൽ സന്ധി 49:9-10
- യുദ്ധ തടവുകാർ, പരിചരണം 8:70; 47:4; 76:8
സാമൂഹ്യ
- ദത്ത് 33:4-5
- അനാഥ പരിചരണം 2:220; 4:2-10; 4:127; 6:152; 17:34
- വിവാഹ മോചനം, മദ്ധ്യസ്ഥത, അനുരഞ്ജനം 4:35; 4:128
- വിവാഹ മോചന മര്യാദ 2:229-231; 65:1-2
- മഹ്‌ർ, ഇദ്ദ 2:226-241; 4:19-21; 33:49; 65:1-7
- ഭർത്താ മഹ്‌ർ തിരിച്ചെടുക്കരുത് 4:20
- ഭാര്യയെ ശല്യം ചെയ്യരുത് 65:6
- ഗർഭകാലം സ്ത്രീ ജീവനാംശം 65:6
- ഇദ്ദ കാലം 65:6
- മുൻ ഭർത്താവിന്റെ കുഞ്ഞ് മുലയൂട്ടൽ 65:6
- കുഞ്ഞ് കാരണം മാതാ-പിതാ ദ്രോഹം ഇല്ല 2:233
- മുലയൂട്ടുകാരി 65:6
- നന്മ കൽപ്പിക്കൽ, തിന്മ നിഷേധിക്കൽ 3:104; 3:110; 7:157; 9:71-72; 31:17
- മനുഷ്യ സമത്വം 49:13
- അല്ലാഹുവിന്റെയും നിയമത്തിന്റെയും മുൻപിൽ പുരുഷ-സ്ത്രീ, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- ബാധ്യതയിൽ പുരുഷന് ഒരു പദവി 2:228
- ദരിദ്രരെ, അനാഥരെ, തടവുകാരെ ഊട്ടൽ 76:8-9
- ക്ഷമ, കോപ നിയന്ത്രണം 3:134; 42:40
- അടിമ മോചനം, സഹായം 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- മാതാ-പിതാ ആദരവ് 4:36; 17:23-25; 31:14-15
- വിനയം 17:37; 31:18-19
- ഇബ്രാഹിമിന്റെ സ്വപ്ന വ്യാഖ്യാനം 37:102
- യൂസുഫിന്റെ സ്വപ്ന വ്യാഖ്യാനം 12:4; 12:36; 12:43
- മുഹമ്മദിന്റെ സ്വപ്ന വ്യാഖ്യാനം 8:43; 48:27
- അമുസ്‌ലിംകളോട് ദയ 60:8
- വിവാഹം 4:3; 4:129; 16:72; 30:21
- അനുവദനീയ-നിഷിദ്ധ സ്ത്രീകൾ 4:22-24
- ദാമ്പത്യ മര്യാദ 2:222-223
- ഗർഭം, മുലയൂട്ടൽ 2:233; 31:4; 46:15; 65:6
- മുൻ ഭാര്യ വീണ്ടും വിവാഹം 2:230
- ഒറ്റപ്പെട്ടവർക്ക് വിവാഹ സഹായം 24:32
- ഇദ്ദ കാലം സൂചന 2:235
- ശപഥം 2:224-225; 16:91-92; 16:94
- ലംഘിച്ച ശപഥ പ്രായശ്ചിത്തം 5:89
- കഷ്ടകാലത്ത് ക്ഷമ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- പ്രവേശ അനുമതി 24:58-60
- ആളുകളുടെ വീടുകൾ 24:27-28
- പൊതു സ്ഥലങ്ങൾ 24:29
- സാമൂഹ്യ മര്യാദ, വാർത്ത പരിശോധന 4:83; 49:6
- എല്ലാവരോടും ആദരവ് 49:11-12
- സഭ മര്യാദ 58:11
- സ്വകാര്യ സംഭാഷണം 4:114; 58:9
- നേർച്ച 2:270; 9:75-77; 22:29; 76:7
- ധൂർത്ത്, പിശുക്ക് 7:31; 17:29; 25:67
മറ്റ് കഥകൾ
- ഹാബിൽ, ഖാബിൽ 5:27-31
- ഖദിർ-മൂസ 18:60-82
- ആനപ്പട 105:1-4
- ഫിർഔൻ ജനതയിലെ വിശ്വാസി 40:28-46
- മർ‌യം ജനനം 3:35-36
- ഇസ്‌റാഈൽ മക്കളുടെ ഒട്ടകം 2:67-74
- ഉസൈർ 2:259
- തോട്ട ഉടമകൾ 68:17-32
- ഹാറൂത്ത്, മാറൂത്ത് 2:102
- ഖാറൂൻ 28:76-82
- ലുഖ്‌മാന്റെ ഉപദേശം 31:12-19
- രണ്ട് തോട്ട ഉടമ 18:32-44
- സബഅ് ജനത 34:15-19
- ഗുഹ നിവാസികൾ 18:9-26
- ഖന്ദഖ് ജനത 85:1-8
- ശബ്ബത്ത് ലംഘകർ 7:163-165
- സ്വാമിരിയും സ്വർണ കാളക്കുട്ടിയും 20:83-97
- ത്വാലൂത്ത്, സാമുവേൽ 2:247-251
- ദുൽ‌ഖർനൈൻ 18:83-98
പിശാചുക്കൾ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- മനുഷ്യ-ജിന്ന് പിശാചുക്കൾ 6:112; 114:6
- ആകാശം പിശാചുക്കളിൽ നിന്ന് സംരക്ഷിക്കപ്പെട്ടു 15:16-18
ഖേദം
- പ്രവാചകരെ പിൻതുടരാത്തത് 25:27
- അല്ലാഹുവിനും ദൂതർക്കും അനുസരണക്കേട് 4:41-42; 33:64-68
- ദുഷ്ട സ്നേഹിതർ 25:28-29; 26:96-102; 43:36-39
- അല്ലാഹുവിന്റെ ദൃഷ്ടാന്തം നിഷേധം 6:27-30
- പരലോകത്തിന് വേണ്ടി പ്രവർത്തിക്കാത്തത് 89:23-24
നിരാശ അഭ്യർഥനകൾ
- ഭൂമിലോകത്തേക്ക് മടക്കം 2:167; 6:27-28; 32:12-14; 42:44
- ഒരു അവസരം കൂടി 35:36-37
- നരകത്തിൽ നിന്ന് 40:10-12
- ഭക്ഷണം, വെള്ളം 7:51-52
- ശുപാർശകർ 7:52-53
- പൊടിയാക്കപ്പെടാൻ 4:41-42; 78:40
- മരണം 43:74-78
നേർമ്മക്കാരുടെ ഗുണങ്ങൾ
- സ്രഷ്ടാവിന്റെയും സൃഷ്ടിയുടെയും അവകാശം നിറവേറ്റൽ 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
ദുഷ്ടന്മാരുടെ ഗുണങ്ങൾ
- നന്ദിയില്ലാത്തവർ 14:34
- പിശുക്കർ 17:100
- ധൃതിക്കാർ 21:37
- കഷ്ടകാലത്ത് മാത്രം അല്ലാഹുവിനെ ഓർക്കുന്നു 10:12; 41:51
- ക്ഷമകേടുകാർ 70:19
- വഴക്കൻ 18:54
വൻ പാപങ്ങൾ
- ശിർക്ക് 4:48; 4:116; 5:72; 6:19; 31:13
- മാതാ-പിതാ ദ്രോഹം 4:36; 6:151; 17:23
- നമസ്‌കാരം ഉപേക്ഷിക്കൽ 19:59-60
- സകാത്ത് നൽകാത്തത് 41:6-7
- കൊലപ്പാതകം 6:151; 17:33
- ഒരു വിശ്വാസിയെ ബോധപൂർവ്വം കൊലപ്പെടുത്തൽ 4:93
- മോഷണം 5:38
- തട്ടിപ്പ് 7:85; 11:85; 26:182-183; 83:1-6
- കള്ളം 2:10; 9:77; 39:60
- അല്ലാഹുവിനെ കുറിച്ച് കള്ളം 6:93; 29:68; 61:7
- നിഷിദ്ധ ലൈംഗിക ബന്ധം 2:222; 17:32; 24:2; 25:68; 29:28-30
- വ്യഭിചാര ആരോപണം 24:4-5
- മതപരിത്യാഗം 2:217; 5:54
- പന്നിയും മറ്റ് നിഷിദ്ധ ഭക്ഷണവും 5:3; 6:145
- മദ്യം, ചൂതാട്ടം 5:90-91
- പരദൂഷണം 49:11
- വ്യാജ സാക്ഷ്യം 22:30
- മാന്ത്രികം 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman     അത്യന്തം കരുണാനിധി (ഏറ്റവും കൃപാലുവായവൻ)  1:3; 17:110
- #2 Ar-Raheem      അത്യന്തം ദയാലു (കരുണാമയൻ)  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik       രാജാധിരാജൻ, സർവ്വാധിപതി  20:114; 23:116; 59:23
- #4 Al-Quddus      അതിപരിശുദ്ധൻ  59:23; 62:1
- #5 As-Salaam      സമാധാനത്തിന്റെ ഉറവിടം  59:23
- #6 Al-Mu'min      വിശ്വാസത്തിന്റെ സംരക്ഷകൻ  59:23
- #7 Al-Muhaymin    കാവൽക്കാരൻ, മേൽനോട്ടക്കാരൻ  59:23
- #8 Al-Aziz       സർവ്വശക്തൻ, അജയ്യൻ  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar     പ്രബലൻ, ശക്തൻ  59:23
- #10 Al-Mutakabbir സർവ്വോന്നതൻ, മഹത്വമുള്ളവൻ  59:23
- #11 Al-Khaliq    സൃഷ്ടാവ്  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'     സൃഷ്ടിയുടെ ആരംഭകൻ  59:24
- #13 Al-Musawwir  രൂപം നൽകുന്നവൻ  59:24
- #14 Al-Ghaffar   അത്യന്തം ക്ഷമാശീലൻ  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar    സർവ്വവിജയി, അടക്കുന്നവൻ  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab    ഏറ്റവും ദാനശീലൻ  3:8; 38:9; 38:35
- #17 Ar-Razzaq    ഉപജീവനം നൽകുന്നവൻ  51:58
- #18 Al-Fattah    (കാരുണ്യത്തിന്റെ വാതിലുകൾ) തുറക്കുന്നവൻ  34:26
- #19 Al-Alim      സർവ്വജ്ഞൻ  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid     (ഉപജീവനം) മുറുക്കുന്നവൻ  2:245
- #21 Al-Basit     (ഉപജീവനം) വികസിപ്പിക്കുന്നവൻ  2:245
- #22 Al-Khafid    താഴ്ത്തുന്നവൻ  95:5
- #23 Ar-Rafi'     ഉയർത്തുന്നവൻ  58:11; 6:83
- #24 Al-Mu'izz    ആദരവ് നൽകുന്നവൻ  3:26
- #25 Al-Mudhill   അപമാനിക്കുന്നവൻ  3:26
- #26 As-Sami'     സർവ്വശ്രോതാവ്  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir     സർവ്വവീക്ഷകൻ  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam     ന്യായാധിപൻ  22:69
- #29 Al-Adl       നീതിമാൻ  6:115
- #30 Al-Latif     സൂക്ഷ്മദർശി, കാരുണ്യവാൻ  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir    സമ്പൂർണ്ണമായി അറിയുന്നവൻ  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim     അത്യന്തം ക്ഷമാശീലൻ  2:235; 17:44; 22:59; 35:41
- #33 Al-Azim      മഹാനായവൻ  2:255; 42:4; 56:96
- #34 Al-Ghafur    ഏറ്റവും പൊറുക്കുന്നവൻ  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur   കൃതജ്ഞത അംഗീകരിക്കുന്നവൻ  35:30; 35:34; 42:23; 64:17
- #36 Al-Aliy      സർവ്വോന്നതൻ  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir     മഹാനായവൻ  13:9; 22:62; 31:30
- #38 Al-Hafiz     സംരക്ഷകൻ  11:57; 34:21; 42:6
- #39 Al-Muqit     പോഷിപ്പിക്കുന്നവൻ  4:85
- #40 Al-Hasib     കണക്ക് തീർക്കുന്നവൻ, പര്യാപ്തൻ  4:6; 4:86; 33:39
- #41 Al-Jalil     മഹത്വമുള്ളവൻ  55:27; 39:14; 7:143
- #42 Al-Karim     ഔദാര്യവാൻ  27:40; 82:6
- #43 Ar-Raqib     നിരീക്ഷകൻ  4:1; 5:117
- #44 Al-Mujib     പ്രാർത്ഥന സ്വീകരിക്കുന്നവൻ  11:61
- #45 Al-Wasi'     സർവ്വവ്യാപി  2:268; 3:73; 5:54
- #46 Al-Hakim     ജ്ഞാനി  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud     സ്നേഹിക്കുന്നവൻ  11:90; 85:14
- #48 Al-Majid     മഹത്വമുള്ളവൻ, ഉദാരൻ  11:73
- #49 Al-Ba'ith    മരിച്ചവരെ ഉയിർത്തെഴുന്നേൽപ്പിക്കുന്നവൻ  22:7
- #50 Ash-Shahid   സാക്ഷി  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq      പരമസത്യം  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil     ഭാരവാഹി, കാര്യസ്ഥൻ  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy    അതിശക്തൻ  22:40; 22:74; 42:19; 57:25
- #54 Al-Mateen    ദൃഢൻ, സ്ഥിരൻ  51:58
- #55 Al-Waliyy    സഹായി, രക്ഷകൻ  4:45; 7:196; 42:28; 45:19
- #56 Al-Hameed    സ്തുതിക്ക് അർഹൻ  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi     എല്ലാം എണ്ണുന്നവൻ  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'    ആദ്യമായി സൃഷ്ടിക്കുന്നവൻ  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id     വീണ്ടും ജീവിപ്പിക്കുന്നവൻ  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi     ജീവൻ നൽകുന്നവൻ  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumit     മരണം നൽകുന്നവൻ  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy      ശാശ്വതജീവൻ  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum    സ്വയം നിലനിൽക്കുന്നവൻ, എല്ലാം നിയന്ത്രിക്കുന്നവൻ  2:255; 3:2; 20:111
- #64 Al-Wajid     എല്ലാം കണ്ടെത്തുന്നവൻ  38:44
- #65 Al-Majid     അതിമഹത്വമുള്ളവൻ  11:73
- #66 Al-Wahid     ഏകൻ, അദ്വിതീയൻ  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad      ഏകനായവൻ, സമാനതകളില്ലാത്തവൻ  112:1
- #68 As-Samad     എല്ലാവരുടെയും ആശ്രയം, ശാശ്വതൻ  112:2
- #69 Al-Qadir     കഴിവുള്ളവൻ, ശക്തൻ  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir  പൂർണ്ണശക്തൻ  18:45; 54:42; 54:55
- #71 Al-Muqaddim  മുന്നോട്ടു കൊണ്ടുവരുന്നവൻ  16:61; 17:34
- #72 Al-Mu'akhkhir പിന്നോട്ടാക്കുന്നവൻ  71:4
- #73 Al-Awwal     ആദ്യൻ  57:3
- #74 Al-Akhir     അന്ത്യൻ  57:3
- #75 Az-Zahir     പ്രത്യക്ഷൻ, വ്യക്തൻ  57:3
- #76 Al-Batin     അപ്രത്യക്ഷൻ, ഗുപ്തൻ  57:3
- #77 Al-Wali      ഭരണാധികാരി, ശാസകൻ  13:11; 22:7
- #78 Al-Muta'ali  അത്യുന്നതൻ  13:9
- #79 Al-Barr      ഉപകാരി, നന്മയുടെ ഉറവിടം  52:28
- #80 At-Tawwab    പശ്ചാത്താപം സ്വീകരിക്കുന്നവൻ  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim  പ്രതികാരം ചെയ്യുന്നവൻ  32:22; 43:41; 44:16
- #82 Al-Afuw      ക്ഷമിക്കുന്നവൻ, പൊറുക്കുന്നവൻ  4:99; 4:149; 22:60
- #83 Ar-Ra'uf     അത്യന്തം ദയാലു, കാരുണ്യവാൻ  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk സർവ്വാധിപത്യത്തിന്റെ ഉടമ  3:26
- #85 Dhul-Jalali wal-Ikram   മഹത്വത്തിന്റെയും ആദരവിന്റെയും ഉടമ  55:27; 55:78
- #86 Al-Muqsit    നീതി പുലർത്തുന്നവൻ  3:18; 7:29
- #87 Al-Jami'     ഒരുമിപ്പിക്കുന്നവൻ  3:9
- #88 Al-Ghaniy    സ്വയം പര്യാപ്തൻ, നിസ്വാർത്ഥൻ  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni    സമ്പന്നനാക്കുന്നവൻ  9:28
- #90 Al-Mani'     തടയുന്നവൻ, നിരോധിക്കുന്നവൻ  67:21
- #91 Ad-Darr      ദോഷം വരുത്തുന്നവൻ  6:17
- #92 An-Nafi'     പ്രയോജനം നൽകുന്നവൻ  30:37
- #93 An-Nur       പ്രകാശം  24:35
- #94 Al-Hadi      മാർഗ്ഗദർശകൻ  25:31
- #95 Al-Badi'     അനന്യമായി സൃഷ്ടിക്കുന്നവൻ  2:117; 6:101
- #96 Al-Baqi      ശാശ്വതൻ  55:27
- #97 Al-Warith    അവകാശി  15:23
- #98 Ar-Rashid    ശരിയായ പാത കാണിക്കുന്നവൻ  2:256
- #99 As-Sabur     അത്യന്തം ക്ഷമാശീലൻ  2:153; 3:200; 103:3
Matching Ayahs
- = അലിഫ്, ലാം, മീം. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = അവർ തങ്ങളുടെ രക്ഷിതാവിങ്കൽ നിന്നുള്ള നേർവഴിയിലാണ്; അവർ തന്നെയാണ് വിജയികൾ. 2:5; 31:5
- = ഇസ്രായീൽ സന്തതികളേ, ഞാൻ നിങ്ങൾക്ക് നൽകിയ എന്റെ അനുഗ്രഹവും ഞാൻ നിങ്ങളെ ലോകരെക്കാൾ (ജനങ്ങളെക്കാൾ) ഉയർത്തിയതും ഓർമ്മിക്കുക. 2:47; 2:122
- = അത് കഴിഞ്ഞുപോയ ഒരു സമൂഹമാണ്. അവർക്ക് അവർ സമ്പാദിച്ചതും നിങ്ങൾക്ക് നിങ്ങൾ സമ്പാദിച്ചതും. അവർ ചെയ്തുകൊണ്ടിരുന്നതിനെക്കുറിച്ച് നിങ്ങളോട് ചോദിക്കപ്പെടുകയില്ല. 2:134; 2:141
- = അവർ അതിൽ എന്നെന്നും കഴിയും. ശിക്ഷ അവർക്ക് ലഘൂകരിക്കപ്പെടുകയില്ല; അവർക്ക് അവധി നൽകപ്പെടുകയുമില്ല. 2:162; 3:88
- = എന്നാൽ അതിനുശേഷം പശ്ചാത്തപിക്കുകയും സ്വയം പരിഷ്കരിക്കുകയും ചെയ്യുന്നവർ ഒഴികെ. തീർച്ചയായും അല്ലാഹു ഏറെ പൊറുക്കുന്നവനും കരുണാനിധിയുമാകുന്നു. 3:89; 24:5
- = എന്നാൽ അവിശ്വസിക്കുകയും നമ്മുടെ ദൃഷ്ടാന്തങ്ങളെ നിഷേധിക്കുകയും ചെയ്തവർ – അവർ നരകക്കാർ തന്നെ. 5:10; 5:86
- = അവരുടെ രക്ഷിതാവിന്റെ ദൃഷ്ടാന്തങ്ങളിൽ നിന്ന് ഒരു ദൃഷ്ടാന്തവും അവരിലേക്ക് വരുന്നില്ല; അതിൽ നിന്ന് അവർ മുഖം തിരിച്ചുകളയുന്നു. 6:4; 36:46
- = നിനക്ക് മുമ്പും ദൂതന്മാർ പരിഹസിക്കപ്പെട്ടിട്ടുണ്ട്. എന്നാൽ പരിഹസിച്ചവരെ, അവർ പരിഹസിച്ചുകൊണ്ടിരുന്നത് തന്നെ വലയം ചെയ്തു. 6:10; 21:41
- = പറയുക: "ഞാൻ എന്റെ രക്ഷിതാവിനെ അനുസരിക്കാതിരുന്നാൽ, മഹത്തായ ദിനത്തിലെ ശിക്ഷയെ ഞാൻ ഭയപ്പെടുന്നു." 6:15; 39:13
- = അപ്പോൾ ഭൂകമ്പം അവരെ പിടികൂടി; അവർ തങ്ങളുടെ വീടുകളിൽ കമിഴ്ന്നു വീണ് (മരിച്ച്) കിടന്നു. 7:78; 7:91
- = അങ്ങനെ അദ്ദേഹം (മൂസാ) തന്റെ വടി എറിഞ്ഞു; അതാ അത് വ്യക്തമായ ഒരു പാമ്പായിത്തീർന്നു. 7:107; 26:32
- = അദ്ദേഹം തന്റെ കൈ പുറത്തെടുത്തു; അതാ അത് നോക്കുന്നവർക്ക് വെളുത്ത് (പ്രകാശമാനമായി) തീർന്നു. 7:108; 26:33
- = അവർ പറഞ്ഞു: "ലോകങ്ങളുടെ രക്ഷിതാവിൽ ഞങ്ങൾ വിശ്വസിച്ചിരിക്കുന്നു." 7:121; 26:47
- = മൂസായുടെയും ഹാറൂന്റെയും രക്ഷിതാവ്. 7:122; 26:48
- = ഞാൻ അവർക്ക് അവധി നൽകും. തീർച്ചയായും എന്റെ തന്ത്രം ഉറച്ചതാണ്. 7:183; 68:45
- = അവൻ തന്റെ ദൂതനെ സന്മാർഗവും സത്യമതവും സഹിതം അയച്ചു. ബഹുദൈവവിശ്വാസികൾക്ക് അനിഷ്ടമുണ്ടെങ്കിലും, അതിനെ എല്ലാ മതങ്ങൾക്കും മീതെ വിജയിപ്പിക്കുന്നതിനായി. 9:33; 61:9
- = നബിയേ, സത്യനിഷേധികളോടും കപടവിശ്വാസികളോടും സമരം ചെയ്യുക; അവരോട് കർശനമായി പെരുമാറുക. അവരുടെ സങ്കേതം നരകമാകുന്നു; എത്ര ചീത്തയായ മടക്കം! 9:73; 66:9
- = അവർ പറയുന്നു: "നിങ്ങൾ സത്യവാന്മാരാണെങ്കിൽ ഈ വാഗ്ദാനം എപ്പോഴാണ് (വരുക)?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = തീർച്ചയായും നാം മൂസായെ നമ്മുടെ ദൃഷ്ടാന്തങ്ങളോടും വ്യക്തമായ അധികാരത്തോടും കൂടി അയച്ചു. 11:96; 40:23
- = തീർച്ചയായും നാം മൂസായ്ക്ക് വേദഗ്രന്ഥം നൽകി; എന്നാൽ അതിൽ അഭിപ്രായവ്യത്യാസമുണ്ടായി. നിന്റെ രക്ഷിതാവിങ്കൽ നിന്ന് ഒരു വാക്ക് മുൻകൂട്ടി വന്നില്ലായിരുന്നുവെങ്കിൽ, അവർക്കിടയിൽ തീർപ്പുണ്ടാകുമായിരുന്നു. തീർച്ചയായും അവർ അതിൽ സംശയത്തിലാണ്. 11:110; 41:45
- = അത് അല്ലാഹുവിന് പ്രയാസമുള്ളതല്ല. 14:20; 35:17
- = "ഞാൻ അവനെ രൂപപ്പെടുത്തി, എന്റെ ആത്മാവിൽ നിന്ന് അവനിൽ ഊതുമ്പോൾ, നിങ്ങൾ അവന് സാഷ്ടാംഗം ചെയ്ത് വീഴുക." 15:29; 38:72
- = അപ്പോൾ മലക്കുകൾ മുഴുവൻ ഒന്നിച്ചു സാഷ്ടാംഗം ചെയ്തു. 15:30; 38:73
- = (അല്ലാഹു) അരുൾ ചെയ്തു: "എങ്കിൽ അവിടെ നിന്ന് പുറത്തുപോകുക; തീർച്ചയായും നീ ഭ്രഷ്ടനാണ്." 15:34; 38:77
- = (ഇബ്ലീസ്) പറഞ്ഞു: "എന്റെ രക്ഷിതാവേ, അപ്പോൾ അവർ ഉയിർത്തെഴുന്നേൽക്കപ്പെടുന്ന ദിനം വരെ എനിക്ക് അവധി തരേണമേ." 15:36; 38:79
- = (അല്ലാഹു) അരുൾ ചെയ്തു: "എങ്കിൽ തീർച്ചയായും നീ അവധി ലഭിച്ചവരുടെ കൂട്ടത്തിലാണ്." 15:37; 38:80
- = നിശ്ചയിക്കപ്പെട്ട സമയത്തിന്റെ ദിനം വരെ." 15:38; 38:81
- = അവരിൽ നിന്റെ തെരഞ്ഞെടുക്കപ്പെട്ട ദാസന്മാരൊഴികെ. 15:40; 38:83
- = തീർച്ചയായും ധർമ്മനിഷ്ഠയുള്ളവർ സ്വർഗത്തോട്ടങ്ങളിലും അരുവികളിലും ആയിരിക്കും. 15:45; 51:15
- = അദ്ദേഹം (ഇബ്രാഹീം) ചോദിച്ചു: "എന്നാൽ ദൂതന്മാരേ, നിങ്ങളുടെ കാര്യമെന്താണ്?" 15:57; 51:31
- = അവർ പറഞ്ഞു: "ഞങ്ങൾ കുറ്റവാളികളായ ഒരു ജനതയിലേക്ക് അയക്കപ്പെട്ടിരിക്കുന്നു." 15:58; 51:32
- = വിശ്വസിക്കുകയും തങ്ങളുടെ വിശ്വാസത്തെ അക്രമവുമായി കലർത്താതിരിക്കുകയും ചെയ്തവർ – അവർക്ക് സുരക്ഷയുണ്ട്; അവർ സന്മാർഗ്ഗം പ്രാപിച്ചവരുമാണ്. 16:42; 29:59
- = നാം അവർക്ക് നൽകിയതിനെ അവർ നിഷേധിക്കുന്നതിന്. എന്നാൽ സുഖിച്ചുകൊള്ളുക; വൈകാതെ നിങ്ങൾ അറിയും. 16:55; 30:34
- = പിന്നീട് അദ്ദേഹം (ദുൽഖർനൈൻ) ഒരു പാത പിന്തുടർന്നു. 18:89; 18:92
- = ഫിർഔനിലേക്ക് പോകുക; തീർച്ചയായും അവൻ അതിക്രമം കാണിച്ചു. 20:24; 79:17
- = അവർ തങ്ങളുടെ ലൈംഗികാവയവങ്ങളെ കാത്തുസൂക്ഷിക്കുന്നവരാണ്. 23:5; 70:29
- = തങ്ങളുടെ ഭാര്യമാരോടോ വലതു കൈകൾക്ക് ഉടമസ്ഥതയുള്ളവരോടോ (ബന്ധപ്പെടുന്നത്) ഒഴികെ; എന്തെന്നാൽ അവർ നിന്ദ്യരല്ല. 23:6; 70:30
- = എന്നാൽ അതിനപ്പുറം ആഗ്രഹിക്കുന്നവരാരോ – അവർ അതിക്രമികൾ തന്നെ. 23:7; 70:31
- = അവർ തങ്ങളുടെ വിശ്വാസങ്ങളെയും കരാറുകളെയും കാത്തുസൂക്ഷിക്കുന്നവരാണ്. 23:8; 70:32
- = (നൂഹ്) പറഞ്ഞു: "എന്റെ രക്ഷിതാവേ, അവർ എന്നെ നിഷേധിച്ചതിനാൽ എനിക്ക് സഹായം നൽകേണമേ." 23:26; 23:39
- = ത്വാ, സീൻ, മീം. 26:1; 28:1
- = ഇത് വ്യക്തമായ വേദഗ്രന്ഥത്തിന്റെ വചനങ്ങളാകുന്നു. 26:2; 28:2
- = തീർച്ചയായും ഇതിൽ ഒരു ദൃഷ്ടാന്തമുണ്ട്; എന്നാൽ അവരിൽ ഭൂരിഭാഗവും വിശ്വസിക്കുന്നവരല്ല. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = തീർച്ചയായും നിന്റെ രക്ഷിതാവ് – അവൻ തന്നെ പ്രതാപിയും കരുണാനിധിയും. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = ബാക്കിയുള്ളവരെ നാം മുക്കി നശിപ്പിച്ചു. 26:66; 37:82
- = തീർച്ചയായും ഞാൻ നിങ്ങൾക്ക് വിശ്വസ്തനായ ദൂതനാകുന്നു. 26:107; 26:125; 26:143; 26:162; 26:178
- = എന്നാൽ അല്ലാഹുവെ സൂക്ഷിക്കുകയും എന്നെ അനുസരിക്കുകയും ചെയ്യുക. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = ഇതിന് ഞാൻ നിങ്ങളോട് യാതൊരു പ്രതിഫലവും ആവശ്യപ്പെടുന്നില്ല; എന്റെ പ്രതിഫലം ലോകരക്ഷിതാവിന്റെ പക്കൽ മാത്രമാണ്. 26:109; 26:127; 26:145; 26:164; 26:180
- = സ്വർഗത്തോട്ടങ്ങളിലും അരുവികളിലും. 26:147; 44:52
- = അവർ പറഞ്ഞു: "നീ ജാലവിദ്യയ്ക്ക് വിധേയനായവരുടെ കൂട്ടത്തിലാണ്." 26:153; 26:185
- = എന്നാൽ അദ്ദേഹത്തിന്റെ ഭാര്യയൊഴികെ – അവൾ പിന്നിൽ വീണവരുടെ കൂട്ടത്തിലായിരിക്കണമെന്ന് നാം വിധിച്ചു. 26:171; 37:135
- = പിന്നീട് ബാക്കിയുള്ളവരെ നാം നശിപ്പിച്ചു. 26:172; 37:136
- = അവരുടെ മേൽ നാം (കല്ല്) മഴ പെയ്യിച്ചു; അപ്പോൾ താക്കീത് ലഭിച്ചവർക്ക് ലഭിച്ച മഴ എത്ര ചീത്ത! 26:173; 27:58
- = എന്നിട്ടും അവർ നമ്മുടെ ശിക്ഷ ത്വരിതപ്പെടുത്താനാണോ ആവശ്യപ്പെടുന്നത്? 26:204; 37:176
- = അവർ നമസ്കാരം നിലനിർത്തുകയും സകാത്ത് നൽകുകയും പരലോകത്തിൽ ഉറച്ച വിശ്വാസമുള്ളവരുമാണ്. 27:3; 31:4
- = (ഓർമ്മിക്കുക) അവൻ അവരെ വിളിക്കുകയും "നിങ്ങൾ പറഞ്ഞുകൊണ്ടിരുന്ന എന്റെ 'പങ്കാളികൾ' എവിടെയാണ്?" എന്ന് ചോദിക്കുകയും ചെയ്യുന്ന ആ ദിനത്തെ. 28:62; 28:74
- = നമ്മുടെ പൂർവ്വികരും (ഉയിർത്തെഴുന്നേൽക്കുമോ)? 37:17; 56:48
- = അവർ അന്യോന്യം അടുത്തുവന്ന് പരസ്പരം ചോദ്യം ചെയ്യും. 37:27; 52:25
- = എന്നാൽ (അവർ) അല്ലാഹുവിന്റെ തെരഞ്ഞെടുക്കപ്പെട്ട ദാസന്മാർ. 37:40; 37:74; 37:128; 37:160
- = അനുഗ്രഹങ്ങളുടെ സ്വർഗത്തോട്ടങ്ങളിൽ. 37:43; 56:12
- = പിൽക്കാല തലമുറകൾക്കിടയിൽ നാം അദ്ദേഹത്തിന്റെ (നന്മയുടെ) സ്മരണ നിലനിർത്തി: 37:78; 37:108; 37:129
- = തീർച്ചയായും നാം ഇപ്രകാരം സൽകർമ്മികൾക്ക് പ്രതിഫലം നൽകുന്നു. 37:80; 37:121; 37:131; 77:44
- = തീർച്ചയായും അദ്ദേഹം നമ്മുടെ വിശ്വാസികളായ ദാസന്മാരിൽ പെട്ടവനായിരുന്നു. 37:81; 37:111; 37:132
- = നിങ്ങൾക്കെന്തുപറ്റി? എങ്ങനെയാണ് നിങ്ങൾ വിധിക്കുന്നത്? 37:154; 68:36
- = ഇത് (ഖുർആൻ) ലോകർക്കുള്ള ഒരു ഉൽബോധനമല്ലാതെ മറ്റൊന്നുമല്ല. 38:87; 81:27
- = വേദഗ്രന്ഥത്തിന്റെ അവതരണം പ്രതാപിയും യുക്തിമാനുമായ അല്ലാഹുവിങ്കൽ നിന്നാണ്. 39:1; 45:2; 46:2
- = ഹാ, മീം. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = വ്യക്തമായ വേദഗ്രന്ഥത്തെ സാക്ഷിയാക്കി. 43:2; 44:2
- = എന്നാൽ അവരെ വിട്ടേക്കുക; അവർക്ക് വാഗ്ദാനം ചെയ്യപ്പെട്ട അവരുടെ ആ ദിനത്തെ കണ്ടുമുട്ടുന്നതുവരെ അവർ വ്യർത്ഥ സംസാരത്തിലും വിനോദത്തിലും മുഴുകി കഴിയട്ടെ. 43:83; 70:42
- = (അവരോട് പറയപ്പെടും): "നിങ്ങൾ പ്രവർത്തിച്ചിരുന്നതിന്റെ ഫലമായി തൃപ്തിയോടെ ഭക്ഷിക്കുകയും കുടിക്കുകയും ചെയ്യുക." 52:19; 77:43
- = അതല്ല, നീ അവരോട് പ്രതിഫലം ആവശ്യപ്പെടുന്നുവോ? അങ്ങനെ അവർ കടത്തിന്റെ ഭാരത്തിൽ അമർന്നിരിക്കുകയാണോ? 52:40; 68:46
- = അതല്ല, അവർക്ക് അദൃശ്യത്തിന്റെ അറിവുണ്ടോ, അങ്ങനെ അവർ അത് (പകർത്തി) എഴുതുന്നു? 52:41; 68:47
- = എന്റെ ശിക്ഷയും എന്റെ താക്കീതുകളും എത്ര (ഭയങ്കരമായിരുന്നു)! 54:16; 54:21; 54:30
- = തീർച്ചയായും നാം ഖുർആനെ ഓർമ്മക്കായി എളുപ്പമാക്കിയിരിക്കുന്നു. ഓർമ്മിക്കാൻ ആരെങ്കിലുമുണ്ടോ? 54:17; 54:22; 54:32; 54:40
- = അപ്പോൾ നിങ്ങളുടെ രക്ഷിതാവിന്റെ അനുഗ്രഹങ്ങളിൽ ഏതിനെയാണ് നിങ്ങൾ നിഷേധിക്കുക? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = പൂർവ്വികരിൽ ഒരു വലിയ സംഘം. 56:13; 56:39
- = ഞങ്ങൾ (വിളവെടുപ്പിൽ നിന്ന്) വഞ്ചിക്കപ്പെട്ടു? 56:67; 68:27
- = അതിനാൽ നിന്റെ മഹാനായ രക്ഷിതാവിന്റെ നാമത്തെ മഹത്വീകരിക്കുക. 56:74; 56:96; 69:52
- = ഇത് ലോകരക്ഷിതാവിങ്കൽ നിന്നുള്ള അവതരണമാണ്. 56:80; 69:43
- = ആകാശങ്ങളിലുള്ളതും ഭൂമിയിലുള്ളതും അല്ലാഹുവെ സ്തുതിക്കുന്നു; അവൻ പ്രതാപിയും യുക്തിമാനും ആകുന്നു. 59:1; 61:1
- = നമ്മുടെ വചനങ്ങൾ അവനോട് ഓതിക്കേൾപ്പിക്കുമ്പോൾ, അവൻ പറയുന്നു: "പൂർവ്വികരുടെ കെട്ടുകഥകൾ!" 68:15; 83:13
- = അപ്പോൾ അവൻ സുഖകരമായ ജീവിതത്തിലായിരിക്കും. 69:21; 101:7
- = ഉയർന്ന സ്വർഗത്തോട്ടത്തിൽ. 69:22; 88:10
- = എളിയവർക്ക് ഭക്ഷണം നൽകാൻ അവൻ പ്രോത്സാഹിപ്പിക്കുന്നില്ല. 69:34; 107:3
- = തീർച്ചയായും ഇത് (ഖുർആൻ) ഒരു ആദരണീയ ദൂതന്റെ (ജിബ്രീലിന്റെ) വചനമാകുന്നു. 69:40; 81:19
- = തീർച്ചയായും ഇത് ഒരു ഉൽബോധനമാകുന്നു; അതിനാൽ ആഗ്രഹിക്കുന്നവൻ തന്റെ രക്ഷിതാവിലേക്ക് ഒരു പാത സ്വീകരിച്ചുകൊള്ളട്ടെ. 73:19; 76:29
- = ആഗ്രഹിക്കുന്നവൻ അത് ഓർമ്മിക്കുകയും ചെയ്യട്ടെ. 74:55; 80:12
- = ആ ദിനത്തിൽ നിഷേധിച്ചവർക്ക് കേട്! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = തീർച്ചയായും പുണ്യവാന്മാർ സുഖത്തിലായിരിക്കും. 82:13; 83:22
- = അത് എഴുതപ്പെട്ട ഒരു രജിസ്റ്ററാണ്. 83:9; 83:20
- = (സ്വർഗത്തിൽ) മെത്തകളിൽ ഇരുന്നു (അവർ) നോക്കിക്കൊണ്ടിരിക്കും. 83:23; 83:35
- = അത് (ആകാശം) തന്റെ രക്ഷിതാവിനെ അനുസരിച്ചു; അത് അങ്ങനെ ചെയ്യേണ്ടതായിരുന്നു. 84:2; 84:5
- = ഞാൻ നിങ്ങൾ ആരാധിക്കുന്നതിനെ ആരാധിക്കുന്നവനല്ല. 109:3; 109:5
noblequran.com Schemas
- മക്കയിലെ മുശ്രിക്കുകൾ അല്ലാഹുവിന്റെ റുബൂബിയ്യയെ (രക്ഷിതൃത്വം) സ്ഥിരീകരിച്ചു 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- ഗ്രന്ഥവും ജ്ഞാനവും (സുന്നത്ത്) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (വഴിതെറ്റിയ) പൂർവ്വികരുടെ മാർഗ്ഗം പിന്തുടരുന്നത് അപലപിക്കപ്പെട്ടിരിക്കുന്നു 2:170; 31:21; 43:22
- അല്ലാഹുവിന്റെ ദൂതൻ മനുഷ്യനായിരുന്നു 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- മുശ്രിക്കുകൾ ദുരിതസമയങ്ങളിൽ അല്ലാഹുവിനെ മാത്രം വിളിച്ചു പ്രാർത്ഥിച്ചു 10:22; 17:16; 29:65; 31:32
- മതത്തിൽ വിഭജനം നടത്തുന്നത് നിഷിദ്ധവും അപലപനീയവുമാണ് 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- അല്ലാഹുവിനുള്ള ഇസ്തിവാഇന്റെ ഗുണം 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ഈമാന്റെ (വിശ്വാസത്തിന്റെ) വർദ്ധനവും (കുറവും) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- ദൂതനും സൃഷ്ടികളിൽ നിന്നും ആരും അദൃശ്യകാര്യങ്ങൾ സ്വതന്ത്രമായി അറിയുന്നില്ല 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- അല്ലാഹു താൻ ഇച്ഛിക്കുന്നവർക്ക് ഉപജീവനം വിശാലമാക്കുകയും പരിമിതപ്പെടുത്തുകയും ചെയ്യുന്നു 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ഖുർആൻ വ്യക്തമായ അറബി ഭാഷയിൽ അവതരിപ്പിക്കപ്പെട്ടു 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- അല്ലാഹു ഒരു ആത്മാവിനെയും അതിന്റെ കഴിവിന് അതീതമായി ഭാരപ്പെടുത്തുന്നില്ല 2:233, 286; 6:152; 7:42; 23:62; 65:7
- ആരും മറ്റൊരാളുടെ ഭാരം വഹിക്കുകയില്ല 6:164; 17:15; 35:18; 39:7; 53:38
- അല്ലാഹു നിങ്ങൾക്ക് ഒരു ദോഷം വരുത്തിയാൽ അവനല്ലാതെ ആർക്കും അത് നീക്കം ചെയ്യാനാവില്ല 6:17; 10:107
- എന്നിട്ട് ഇവനേക്കാൾ അക്രമി ആരുണ്ട്... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- മനുഷ്യൻ സമൃദ്ധിയിൽ നന്ദികെട്ടവനും ദുരിതത്തിൽ വിനീതനുമാണ് 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ഉറപ്പ് (തഥ്ബീത്ത്) അല്ലാഹുവിനോട് അപേക്ഷിക്കപ്പെടുകയും അവനാൽ നൽകപ്പെടുകയും ചെയ്യുന്നു 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- എല്ലാ അഭിപ്രായവ്യത്യാസങ്ങളും അല്ലാഹുവിലേക്കും അവന്റെ ദൂതനിലേക്കും റഫർ ചെയ്യപ്പെടണം 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- നരകാഗ്നി നിവാസികൾ തമ്മിലുള്ള തർക്കം 26:96-102; 38:58-64; 40:47-50
- അല്ലാഹുവിന്റെ ദൂതനെ അനുസരിക്കാനുള്ള (താഅ) ബാധ്യത 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ഖുർആനിലെ സുജൂദിന്റെ വാക്യങ്ങൾ 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- ഉമ്മത്തിലെ എല്ലാ ദുരന്തങ്ങളും അനുസരണക്കേട് മൂലമാണ് 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- അല്ലാഹു വഴിതെറ്റിച്ചവനെ ആർക്കും നേർവഴിയിലാക്കാനാവില്ല 13:33; 39:23, 26; 40:33; 7:186; 18:17
- എല്ലാ പ്രവാചകന്മാരും ആരാധനയുടെ തൗഹീദ് മുഖേന പരിഷ്കരണം ആരംഭിച്ചു 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- വിജയവും സമൃദ്ധിയും ആത്മാവിന്റെ തസ്കിയ (ശുദ്ധീകരണം) മായി ബന്ധപ്പെട്ടിരിക്കുന്നു 20:76; 35:18; 87:14; 91:9; 92:18;
- എല്ലാ മഹത്വവും ശക്തിയും ('ഇസ്സ) അല്ലാഹുവിനുള്ളതാണ് 4:139; 10:65; 35:10; 63:8
- അല്ലാഹുവിനെ മാത്രം ശുദ്ധമായും ആത്മാർത്ഥമായും വിളിക്കാനുള്ള ബാധ്യത 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- അല്ലാഹുവിനോടൊപ്പം മറ്റുള്ളവരെ വിളിക്കുന്നതിന്റെ നിഷേധം 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- എല്ലാ പ്രവാചകന്മാരും അല്ലാഹുവിന്റെ തഖ്വയും (തങ്ങളോടുള്ള) അനുസരണവും കൽപ്പിച്ചു 43:63; 71:1-28
- ഹിജ്റ (കുടിയേറ്റം) സംബന്ധിച്ച് 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- അല്ലാഹുവല്ലാതെ സൃഷ്ടികൾക്ക് യഥാർത്ഥ രക്ഷാധികാരിയോ സഹായിയോ ഇല്ല 2:107, 120; 9:74, 116; 29:22; 42:31
- അല്ലാഹു ഹൃദയങ്ങളിൽ മുദ്രവെച്ചവർ 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ഈമാൻ ഭയത്തിനും പ്രത്യാശയ്ക്കും ഇടയിലാണ് 17:57; 32:16; 39:9
- കുഫ്റ്, ശിർക്ക്, നിഫാഖ് എന്നിവയിലൂടെ എല്ലാ പ്രവർത്തനങ്ങളും നിഷ്ഫലമാകുന്നതിനെക്കുറിച്ച് 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- അല്ലാഹുവിന്റെ വെളിപാടുകളും പ്രവാചകന്മാരും മാർഗ്ഗദർശനം, അറിവ്, വിശ്വാസം എന്നിവയുടെ പ്രകാശങ്ങളാണ് 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- വാക്കുകൾ വളച്ചൊടിക്കുന്നവർ യഹൂദരും താവീലിന്റെ (തഹ്റീഫ്) ആളുകളുമാണ് 2:75; 4:46; 5:13; 5:41
- ഐഹികജീവിതം താൽക്കാലിക ഭോഗവും ആസ്വാദനവും മാത്രമാണ് 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ദഹ്രിയ്യ (നിരീശ്വരവാദികൾ) 45:24; 6:29; 23:37
- അല്ലാഹു മുഹമ്മദിനെ മതവുമായി അയച്ചു, അതിനെ മറ്റെല്ലാ (റദ്ദാക്കപ്പെട്ട അല്ലെങ്കിൽ വ്യാജ) മതങ്ങളെക്കാളും മേൽക്കോയ്മ നൽകുന്നതിന് 9:33; 48:28; 61:9
- താഗൂത്തിനെക്കുറിച്ചും താഗൂത്തിനെ നിരാകരിക്കേണ്ടതിന്റെ ആവശ്യകതയെക്കുറിച്ചും 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- അവർ ഗൂഢാലോചന നടത്തുന്നു, അല്ലാഹുവും ഗൂഢാലോചന നടത്തുന്നു, അവനാണ് ഏറ്റവും നല്ല ഗൂഢാലോചകൻ 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- അന്ത്യസമയത്തിന്റെ അറിവ് അല്ലാഹുവിന്റെ അടുത്താണ് 7:187; 33:63; 41:47
- ഫുർഖാൻ (മാനദണ്ഡം) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- തിന്മയെ ഏറ്റവും നല്ലതു കൊണ്ട് പ്രതിരോധിക്കുക 23:96; 28:54; 41:34
- അന്ത്യസമയം അടുത്തു വന്നിരിക്കുന്നു 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- അവന്റെ ദൃഷ്ടാന്തങ്ങളിൽ പെട്ടതാണ്... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- അല്ലാഹു തന്റെ ദൃഷ്ടാന്തങ്ങൾ വിവരിക്കുന്നു, നിങ്ങൾ... 2:73, 187, 221, 242; 3:103; 5:89
- അല്ലാഹു എല്ലാറ്റിന്റെയും സ്രഷ്ടാവാണ് 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- അല്ലാഹു സൃഷ്ടികളെ വ്യാജത്തിലോ തമാശക്കോ വേണ്ടി സൃഷ്ടിച്ചിട്ടില്ല 21:16; 38:27; 44:38; 46:3
- മനുഷ്യരെ അവൻ മാത്രം ആരാധിക്കാനും, പ്രവൃത്തികളിൽ ഏറ്റവും നല്ലവൻ ആരെന്ന് പരീക്ഷിക്കാനും അല്ലാഹു സൃഷ്ടിച്ചു 11:7; 18:7; 51:56; 67:2;
- അല്ലാഹു തന്റെ ആരാധനയിലേക്ക് വിളിക്കാനും, അനുസരിക്കപ്പെടാനും, ശുഭവാർത്ത അറിയിക്കുന്നവരും മുന്നറിയിപ്പു നൽകുന്നവരുമായി ദൂതന്മാരെ അയച്ചു 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- അൽ-ഖദ്റിന്റെ നാല് തലങ്ങൾ 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- ആരാധനയുടെ രൂപങ്ങളും തരങ്ങളും 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- അല്ലാഹു താൻ ഇച്ഛിക്കുന്നവരെ നേർവഴിയിലാക്കുകയും വഴിതെറ്റിക്കുകയും ചെയ്യുന്നു 14:4; 16:93; 35:8; 74:31
- അല്ലാഹു വഴിതെറ്റിച്ചവർ 2:26; 9:115; 14:27; 40:34, 74; 45:23
- അല്ലാഹു വഴിതെറ്റിച്ചവനെ ആർക്കും നേർവഴിയിലാക്കാനാവില്ല 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- അല്ലാഹുവിന് യാതൊരു സാദൃശ്യവും നിഷേധിക്കുന്നു 2:22; 19:65; 42:11; 112:4
- അല്ലാഹു ആരോടും അനീതി കാണിക്കുന്നില്ല, എന്നാൽ അവർ അവരുടെ ആത്മാക്കളോട് അനീതി കാണിക്കുന്നു 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- സലഫ് (സ്വഹാബ) മാർ ഉം പിന്തുടരുന്നതിന്റെ ബാധ്യത 2:137; 9:100; 4:115; 48:18, 29
- ദഅവ (പ്രബോധനം) നൽകുന്നതിന്റെ രീതിശാസ്ത്രം 12:108; 16:125; 29:46
- ശിർക്ക് വിഗ്രഹങ്ങളിൽ ഒതുങ്ങുന്നതല്ല, മറിച്ച് പ്രവാചകന്മാർ, മാലാഖമാർ, ജിന്നുകൾ, സദ്വൃത്തർ എന്നിവരിലൂടെ ശുപാർശ തേടുന്നതും ഉൾപ്പെടുന്നു 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- വിവാഹ പ്രായത്തെ നിർണ്ണയിക്കുന്ന ഘടകങ്ങൾ 4:6; 6:152; 24:59
- ജിബ്രീൽ അല്ലാഹുവിങ്കൽ നിന്നും പ്രവാചകനിലേക്ക് ഖുർആൻ കൊണ്ടുവന്ന പരിശുദ്ധനും വിശ്വസ്തനുമായ ആത്മാവാണ് 2:97; 16:102; 26:192
- സഹായം, വിജയം, ആധിപത്യം എന്നിവ അല്ലാഹുവിനും അവന്റെ ദൂതന്മാർക്കും ഉള്ളതാണ് 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- തീർച്ചയായും നിനക്ക് മുമ്പുള്ള ദൂതന്മാരും പരിഹസിക്കപ്പെട്ടിട്ടുണ്ട്. എന്നാൽ അവരെ പരിഹസിച്ചവരെ, അവർ പരിഹസിച്ചുകൊണ്ടിരുന്നത് തന്നെ വലയം ചെയ്തു. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- മദ്യനിലേക്ക് അവരുടെ സഹോദരൻ ശുഐബിനെ (നാം അയച്ചു). അദ്ദേഹം പറഞ്ഞു: എന്റെ ജനങ്ങളേ, അല്ലാഹുവിനെ ആരാധിക്കുവിൻ; അവനല്ലാതെ നിങ്ങൾക്ക് യാതൊരു ദൈവവുമില്ല. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- സമൂദിലേക്ക് അവരുടെ സഹോദരൻ സ്വാലിഹിനെ (നാം അയച്ചു). അദ്ദേഹം പറഞ്ഞു: എന്റെ ജനങ്ങളേ, അല്ലാഹുവിനെ ആരാധിക്കുവിൻ; അവനല്ലാതെ നിങ്ങൾക്ക് യാതൊരു ദൈവവുമില്ല. (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- തീർച്ചയായും അല്ലാഹു താൻ ഇച്ഛിക്കുന്നവർക്ക് ഉപജീവനം വിശാലമാക്കുകയും ഇടുക്കുകയും ചെയ്യുന്നു. തീർച്ചയായും അതിൽ വിശ്വസിക്കുന്ന ജനങ്ങൾക്ക് ദൃഷ്ടാന്തങ്ങളുണ്ട്. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- ആദിലേക്ക് അവരുടെ സഹോദരൻ ഹൂദിനെ (നാം അയച്ചു). അദ്ദേഹം പറഞ്ഞു: എന്റെ ജനങ്ങളേ, അല്ലാഹുവിനെ ആരാധിക്കുവിൻ; അവനല്ലാതെ നിങ്ങൾക്ക് യാതൊരു ദൈവവുമില്ല. (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- വിശ്വസിക്കുകയും സൽക്കർമ്മങ്ങൾ പ്രവർത്തിക്കുകയും ചെയ്തവരെ, താഴ്ഭാഗത്തുകൂടി അരുവികൾ ഒഴുകുന്ന സ്വർഗത്തോട്ടങ്ങളിൽ നാം പ്രവേശിപ്പിക്കും; അവരതിൽ എന്നെന്നും വസിക്കും. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- താഴ്ഭാഗത്തുകൂടി അരുവികൾ ഒഴുകുന്നു, അവരതിൽ എന്നെന്നും വസിക്കും. അല്ലാഹു അവരിൽ പ്രസാദിച്ചിരിക്കുന്നു; അവരും അവനിൽ പ്രസാദിച്ചിരിക്കുന്നു. അതാണ്... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- പറയുക: ഞാൻ നിങ്ങളെപ്പോലെയുള്ള ഒരു മനുഷ്യൻ മാത്രമാണ്; എനിക്ക് ബോധനം നൽകപ്പെടുന്നത് നിങ്ങളുടെ ദൈവം ഏകദൈവം മാത്രമാണെന്നാണ്. (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- ജനങ്ങളിൽ ചിലർ യാതൊരു വിജ്ഞാനവും സൻമാർഗവും പ്രകാശമാനമായ ഗ്രന്ഥവുമില്ലാതെ അല്ലാഹുവിനെക്കുറിച്ച് തർക്കിക്കുന്നു. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- അവൻ രാത്രിയെ പകലിലേക്കും പകലിനെ രാത്രിയിലേക്കും പ്രവേശിപ്പിക്കുന്നു. സൂര്യനെയും ചന്ദ്രനെയും അവൻ അധീനപ്പെടുത്തിയിരിക്കുന്നു; ഓരോന്നും (നിശ്ചിത അവധിവരെ) സഞ്ചരിക്കുന്നു... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- ആകാശത്തുനിന്ന് വെള്ളം ഇറക്കി, അതുമൂലം ഭൂമിയെ അതിന്റെ മരണശേഷം ജീവിപ്പിച്ചു. തീർച്ചയായും അതിൽ (കേൾക്കുന്ന) ജനങ്ങൾക്ക് ഒരു ദൃഷ്ടാന്തമുണ്ട്. (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- തീർച്ചയായും സത്യനിഷേധികൾക്ക്, അവരുടെ സമ്പത്തുകളും സന്താനങ്ങളും അല്ലാഹുവിങ്കൽ യാതൊരു പ്രയോജനവും ചെയ്യുന്നതല്ല. അവർ... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- ആകാശങ്ങളും ഭൂമിയും അവയ്ക്കിടയിലുള്ളതും ആറു ദിവസത്തിൽ സൃഷ്ടിച്ചവൻ, പിന്നീട് അർശിന്മേൽ (സിംഹാസനത്തിൽ) സ്ഥിതിചെയ്തു. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- അവർ ഭൂമിയിൽ സഞ്ചരിച്ച് തങ്ങൾക്കുമുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് കണ്ടില്ലേ? അവർ... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- തീർച്ചയായും അല്ലാഹു വിശ്വസിക്കുകയും സൽക്കർമ്മങ്ങൾ പ്രവർത്തിക്കുകയും ചെയ്തവരെ, താഴ്ഭാഗത്തുകൂടി അരുവികൾ ഒഴുകുന്ന സ്വർഗത്തോട്ടങ്ങളിൽ പ്രവേശിപ്പിക്കും. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- തീർച്ചയായും അല്ലാഹുവിന്റെ വാഗ്ദാനം സത്യമാണ്; ഐഹികജീവിതം നിങ്ങളെ വഞ്ചിക്കാതിരിക്കട്ടെ, വഞ്ചകൻ അല്ലാഹുവിനെക്കുറിച്ച് നിങ്ങളെ വഞ്ചിക്കാതിരിക്കട്ടെ. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- ആരെങ്കിലും സൻമാർഗം സ്വീകരിക്കുന്നുവെങ്കിൽ അത് അവന്റെ സ്വന്തം നന്മയ്ക്കാണ്; ആരെങ്കിലും വഴിതെറ്റുന്നുവെങ്കിൽ അത് അവന്റെ സ്വന്തം നാശത്തിനാണ്. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- നിന്റെ വടി ഇട്ടുകൊടുക്കുക. അത് ഒരു സർപ്പം പോലെ ചലിക്കുന്നത് കണ്ടപ്പോൾ, അവൻ പിന്തിരിഞ്ഞോടി മടങ്ങിവന്നില്ല. ഹേ മൂസാ... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- ഭൂമിയിൽ സഞ്ചരിച്ച് നിങ്ങൾക്കുമുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് നോക്കുക. അവരിൽ അധികപേരും... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- അതിനാൽ അവർ പറയുന്നതിനെക്കുറിച്ച് ക്ഷമിക്കുക; സൂര്യോദയത്തിനുമുമ്പും അസ്തമയത്തിനുമുമ്പും നിന്റെ രക്ഷിതാവിനെ സ്തുതിച്ചുകൊണ്ട് പ്രകീർത്തിക്കുക. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- അനാഥയുടെ സ്വത്തിന് അവൻ പ്രായപൂർത്തിയാകുന്നതുവരെ, ഏറ്റവും നല്ല മാർഗത്തിലല്ലാതെ സമീപിക്കരുത്. വാഗ്ദാനം നിറവേറ്റുക... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- അന്ധന് കുറ്റമില്ല; മുടന്തന് കുറ്റമില്ല; രോഗിക്കും കുറ്റമില്ല. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- ഇത് സത്യമല്ലേ? അവർ പറഞ്ഞു: അതെ, ഞങ്ങളുടെ രക്ഷിതാവിനെ ആണയിട്ട്. അവൻ പറഞ്ഞു: എങ്കിൽ നിങ്ങൾ സത്യനിഷേധം ചെയ്തിരുന്നതിന്റെ പേരിൽ ശിക്ഷ അനുഭവിക്കുക. (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ദുർബലർ അഹങ്കാരികളോട് പറഞ്ഞു: തീർച്ചയായും ഞങ്ങൾ നിങ്ങളുടെ അനുയായികളായിരുന്നു. എന്നാൽ അല്ലാഹുവിന്റെ ശിക്ഷയിൽ നിന്ന് ഞങ്ങളെ ഒഴിവാക്കാൻ നിങ്ങൾക്ക് സാധിക്കുമോ? (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- നിങ്ങളും നിങ്ങളുടെ പിതാക്കന്മാരും പേരിട്ട ചില നാമങ്ങൾ മാത്രം; അവയ്ക്ക് അല്ലാഹു യാതൊരു അധികാരവും ഇറക്കിത്തന്നിട്ടില്ല. തീർച്ചയായും... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- നിനക്കുമുമ്പ് നാം പുരുഷന്മാരെ മാത്രമേ ദൂതന്മാരായി അയച്ചിട്ടുള്ളു; അവർക്ക് നാം ബോധനം നൽകി. അതിനാൽ നിങ്ങൾ അറിയുന്നില്ലെങ്കിൽ വിജ്ഞാനമുള്ളവരോട് ചോദിക്കുക. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- അവൻ പറഞ്ഞു: ഞാൻ അനുവദിക്കുന്നതിനുമുമ്പ് നിങ്ങൾ അവനിൽ വിശ്വസിച്ചോ? തീർച്ചയായും അവൻ നിങ്ങളുടെ മുഖ്യൻ തന്നെ; അവൻ നിങ്ങളെ മാന്ത്രികവിദ്യ പഠിപ്പിച്ചവൻ. (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- ഒരു ഭാരം വഹിക്കുന്നവൻ മറ്റൊരുത്തന്റെ ഭാരം വഹിക്കുകയില്ല. പിന്നീട് നിങ്ങളുടെ രക്ഷിതാവിങ്കലേക്കാണ് നിങ്ങളുടെ മടക്കം; അപ്പോൾ നിങ്ങൾ ഭിന്നിച്ചിരുന്നതിനെക്കുറിച്ച് അവൻ നിങ്ങളെ അറിയിക്കും. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- നാം പറഞ്ഞു: നിങ്ങൾ ഇറങ്ങിപ്പോകുക; നിങ്ങൾ പരസ്പരം ശത്രുക്കളാണ്. ഭൂമിയിൽ നിങ്ങൾക്ക് താമസവും ഒരു നിശ്ചിതകാലംവരെ ആസ്വാദനവുമുണ്ട്. (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- രണ്ട്: പറയുക: അവൻ രണ്ട് ആണിനെയാണോ പാടില്ലാതാക്കിയത്? അതല്ല രണ്ട് പെണ്ണിനെയോ? അതല്ല രണ്ട് പെണ്ണിന്റെ ഗർഭപാത്രങ്ങൾ ഉൾക്കൊണ്ടതിനെയോ? (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- ഇതിന് പ്രതിഫലമായി ഞാൻ നിങ്ങളോട് യാതൊന്നും ആവശ്യപ്പെടുന്നില്ല; എന്റെ പ്രതിഫലം ലോകരക്ഷിതാവിന്റെ മേൽ മാത്രമാണ്. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- അവർ ഭൂമിയിൽ സഞ്ചരിച്ച് തങ്ങൾക്കുമുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് കണ്ടില്ലേ? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- ഭൂമിയിൽ സഞ്ചരിച്ച് നിങ്ങൾക്കുമുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് നോക്കുക. അവർ... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- തീർച്ചയായും നിന്റെ രക്ഷിതാവ്, തന്റെ മാർഗത്തിൽ നിന്ന് വഴിതെറ്റുന്നവനെ ഏറ്റവും നന്നായി അറിയുന്നവനാണ്; സൻമാർഗം പ്രാപിച്ചവരെയും അവൻ നന്നായി അറിയുന്നു. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- ആറു ദിവസത്തിൽ ആകാശങ്ങളും ഭൂമിയും സൃഷ്ടിച്ചവൻ, പിന്നീട് അർശിന്മേൽ സ്ഥിതിചെയ്തു. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- അല്ലാഹുവിനെക്കുറിച്ച് കള്ളം കെട്ടിച്ചമയ്ക്കുകയോ അവന്റെ ദൃഷ്ടാന്തങ്ങളെ നിഷേധിക്കുകയോ ചെയ്യുന്നവനേക്കാൾ അക്രമി ആരാണ്? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- അവൻ തന്റെ ദൂതനെ സൻമാർഗവും സത്യമതവും കൊണ്ട് അയച്ചു; എല്ലാ മതങ്ങൾക്കും മീതെ അതിനെ ഉയർത്തുന്നതിനുവേണ്ടി. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- തീർച്ചയായും അല്ലാഹു മർയമിന്റെ പുത്രൻ മസീഹ് തന്നെയാണെന്ന് പറഞ്ഞവർ സത്യനിഷേധികളായി. പറയുക... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- അന്ധരെ അവരുടെ വഴികേടിൽ നിന്ന് നിനക്ക് കേൾപ്പിക്കാനാവില്ല. നമ്മുടെ ദൃഷ്ടാന്തങ്ങളിൽ വിശ്വസിക്കുന്നവരെ മാത്രമേ നിനക്ക് കേൾപ്പിക്കാനാവൂ; അവർ അനുസരണശീലർ (മുസ്ലിംകൾ) ആകുന്നു. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- ഐഹികജീവിതത്തിന്റെ ഉപമ ഞങ്ങൾ ആകാശത്തുനിന്ന് ഇറക്കിയ വെള്ളംപോലെയാണ്; ഭൂമിയിലെ സസ്യങ്ങൾ അതുമായി കൂടിക്കലർന്നു... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- അതിൽ (കപ്പലിൽ) ഓരോ ഇനത്തിൽനിന്നും രണ്ടു ജോഡികളെയും, നിന്റെ കുടുംബത്തെയും (കയറ്റുക) - അവരിൽ വിധി പണ്ടേ ഏർപ്പെട്ടവർ ഒഴികെ... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ഞാൻ നിങ്ങളോട് പറയുന്നില്ല: അല്ലാഹുവിന്റെ ഖജനാവുകൾ എന്റെയടുത്താണെന്ന്, ഞാൻ അദൃശ്യകാര്യങ്ങൾ അറിയുന്നില്ല, ഞാൻ പറയുന്നില്ല... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- തീർച്ചയായും അല്ലാഹു ജനങ്ങളോട് ഔദാര്യമുള്ളവനാണ്; എന്നാൽ അധികപേരും നന്ദികാണിക്കുന്നില്ല. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- അവരുടെ രക്ഷിതാവിന്റെ ദൃഷ്ടാന്തങ്ങളിൽ ഒന്ന് അവർക്ക് വന്നുകഴിഞ്ഞാൽ അവർ അതിൽനിന്ന് തിരിഞ്ഞുകളഞ്ഞിരുന്നു. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- ഒരു ആത്മാവും മറ്റൊരു ആത്മാവിനുവേണ്ടി യാതൊന്നും പ്രതിഫലം നൽകാത്ത, അതിൽനിന്ന് ഒരു മാറ്റും സ്വീകരിക്കപ്പെടാത്ത ആ ദിനത്തെ നിങ്ങൾ ഭയപ്പെടുക. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- തീർച്ചയായും നിനക്ക് മരിച്ചവരെ കേൾപ്പിക്കാനാവില്ല; പിന്തിരിഞ്ഞുപോകുന്നവർ ചെവിടൻമാരായിരിക്കുമ്പോൾ വിളി കേൾപ്പിക്കാനും നിനക്കാവില്ല. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- നിങ്ങൾക്ക് മൃതമൃഗം, രക്തം, പന്നിയുടെ മാംസം, അല്ലാഹുവിന്റെ പേരല്ലാതെ അറുക്കപ്പെട്ടത് എന്നിവ നിഷിദ്ധമാക്കപ്പെട്ടിരിക്കുന്നു. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- അല്ലാഹുവിനെ ആകാശങ്ങളിലും ഭൂമിയിലുമുള്ളതെല്ലാം പ്രകീർത്തിക്കുന്നു; അവൻ പ്രതാപശാലിയും യുക്തിമാനുമാകുന്നു. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- എന്നാൽ അതിനുശേഷം പശ്ചാത്തപിക്കുകയും പരിഷ്കരിക്കുകയും ചെയ്തവർ ഒഴികെ. തീർച്ചയായും അല്ലാഹു ഏറെ പൊറുക്കുന്നവനും കരുണാനിധിയുമാണ്. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (അവർ) അവരുടെ രക്ഷിതാവിൽ നിന്നുള്ള പ്രവാചകന്മാർ; അവരിൽ ആരെയും ഞങ്ങൾ വേർതിരിക്കുന്നില്ല; ഞങ്ങൾ അവന് കീഴ്പ്പെട്ടവരാണ്. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- നിന്റെ രക്ഷിതാവിൽ നിന്നുള്ളതാണ്; നിനക്കുമുമ്പ് ഒരു മുന്നറിയിപ്പുകാരനും വന്നുചേർന്നിട്ടില്ലാത്ത ഒരു ജനതയെ നീ താക്കീത് ചെയ്യുന്നതിനായി, അവർ... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- ഹേ പ്രവാചകാ, സത്യനിഷേധികളോടും കപടവിശ്വാസികളോടും നീ പോരാടുക; അവരോട് കർക്കശത കാണിക്കുക. അവരുടെ സങ്കേതം നരകമാകുന്നു; എത്ര ചീത്തയായ സങ്കേതം! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- തീർച്ചയായും നിന്റെ രക്ഷിതാവ് ഉയിർത്തെഴുന്നേൽപ്പിന്റെ നാളിൽ അവർ ഭിന്നിച്ചുകൊണ്ടിരുന്നതിനെക്കുറിച്ച് അവർക്കിടയിൽ വിധിന്യായം ചെയ്യും. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- അവൻ പറഞ്ഞു: എന്റെ രക്ഷിതാവേ, എനിക്ക് ഒരു ദൃഷ്ടാന്തമാക്കിത്തരേണമേ. അവൻ പറഞ്ഞു: നിന്റെ ദൃഷ്ടാന്തം നീ മനുഷ്യരോട് സംസാരിക്കാതിരിക്കുക എന്നതാണ്. (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- ആകയാൽ നിന്റെ മുഖം പവിത്രമായ പള്ളിയുടെ (മസ്ജിദുൽ ഹറാം) ദിശയിലേക്ക് തിരിക്കുക. നിങ്ങൾ എവിടെയായിരുന്നാലും നിങ്ങളുടെ മുഖങ്ങൾ അതിലേക്ക് തിരിക്കുക. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- ഹേ ഇസ്രായീൽ സന്തതികളേ, ഞാൻ നിങ്ങൾക്ക് നൽകിയ എന്റെ അനുഗ്രഹവും ഞാൻ നിങ്ങളെ ലോകരെല്ലാവരെക്കാളും ഉന്നതരാക്കിയതും ഓർക്കുക. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- ഏഴ് തടിച്ച പശുക്കളെ ഏഴ് മെലിഞ്ഞ പശുക്കൾ തിന്നുകളയുന്നു; ഏഴ് പച്ച കതിരുകളും മറ്റുള്ളവ ഉണങ്ങിയവയും... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- ഓരോ വിഭാഗത്തിനും ഒരു നിശ്ചിത അവധിയുണ്ട്; അവരുടെ അവധി വരുമ്പോൾ, അവർ ഒരു നിമിഷം പിന്നോട്ടുമില്ല, മുന്നോട്ടുമില്ല. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- അല്ലാഹുവിന്റെ പേരല്ലാതെ അറുക്കപ്പെട്ടത്; എന്നാൽ (വിശപ്പുമൂലം) നിർബന്ധിതനായവൻ, അതിക്രമിക്കാതെയും അതിരുകവിയാതെയും (അത് കഴിച്ചാൽ), എങ്കിൽ... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- അവരോട് പറയപ്പെടുമ്പോൾ: അല്ലാഹു അവതരിപ്പിച്ചത് പിന്തുടരുവിൻ; അവർ പറയും: ഇല്ല, ഞങ്ങൾ ഞങ്ങളുടെ പിതാക്കന്മാരെ യാതൊന്നിനുമേൽ കണ്ടുമുട്ടിയോ അതിനെയാണ് പിന്തുടരുക. (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- അവൻ പറഞ്ഞു: എന്റെ ജനങ്ങളേ, അല്ലാഹുവിനെ ആരാധിക്കുക; അവനല്ലാതെ നിങ്ങൾക്ക് യാതൊരു ദൈവവുമില്ല. എന്നാൽ നിങ്ങൾ സൂക്ഷിക്കുന്നില്ലേ? (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- അവർ ഭൂമിയിൽ സഞ്ചരിക്കുകയും അവർക്ക് മുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് കാണുകയും ചെയ്യുന്നു. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- അല്ലാഹുവിന്റെ പേരിൽ കള്ളം കെട്ടിച്ചമയ്ക്കുകയോ നിഷേധിക്കുകയോ ചെയ്യുന്നവനെക്കാൾ അക്രമി ആരുണ്ട്? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- തീർച്ചയായും, നിന്റെ രക്ഷിതാവ് തന്റെ മാർഗ്ഗത്തിൽ നിന്ന് വഴിതെറ്റുന്നവനെ നന്നായി അറിയുന്നു, അവൻ നന്നായി അറിയുന്നു. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- അവർ ഭൂമിയിൽ സഞ്ചരിച്ചിട്ട് അവർക്ക് മുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് കണ്ടില്ലേ? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- അവർക്ക് അവരുടെ രക്ഷിതാവിന്റെ അടുക്കൽ അവരുടെ പ്രതിഫലമുണ്ട്, അവർക്ക് യാതൊരു ഭയവുമില്ല, അവർ ദുഃഖിക്കുകയുമില്ല. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- വിശ്വസിക്കുകയും സൽക്കർമ്മങ്ങൾ പ്രവർത്തിക്കുകയും ചെയ്തവരെ താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്ന സ്വർഗീയാരാമങ്ങളിൽ പ്രവേശിപ്പിച്ചു. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- അവൻ പറഞ്ഞു: "എന്റെ ജനങ്ങളേ! നിങ്ങൾ അല്ലാഹുവിനെ ആരാധിക്കുക, അവനല്ലാതെ നിങ്ങൾക്ക് യാതൊരു ദൈവവുമില്ല, നിങ്ങൾ ഭയപ്പെടുന്നില്ലേ?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- അവരുടെ സമ്പത്തും സന്താനങ്ങളും അല്ലാഹുവിന്റെ അടുക്കൽ അവർക്ക് യാതൊരു പ്രയോജനവും ചെയ്യില്ല, അവരാണ്. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്ന സ്വർഗീയാരാമങ്ങൾ, അവയിൽ അവർ ശാശ്വതമായി കഴിയും, അതാണ് മഹത്തായ വിജയം. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- അവർക്ക് മുമ്പുള്ളവരുടെ, നൂഹിന്റെ, ആദിന്റെ, സമൂദിന്റെ ജനതകളുടെ വാർത്ത അവർക്ക് എത്തിയില്ലേ? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- അല്ലാഹുവിന്റെ മാർഗ്ഗത്തിൽ എന്റെ സഹായികൾ ആരാണ്? ശിഷ്യന്മാർ പറഞ്ഞു: "ഞങ്ങൾ അല്ലാഹുവിന്റെ സഹായികളാണ്, ഞങ്ങൾ വിശ്വസിച്ചു." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- നിന്റെ രക്ഷിതാവ് തന്റെ മാർഗ്ഗത്തിൽ നിന്ന് വഴിതെറ്റിയവനെ നന്നായി അറിയുന്നു, അവൻ സൻമാർഗ്ഗം പ്രാപിച്ചവരെയും നന്നായി അറിയുന്നു. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- അത് എന്തെന്നാൽ അല്ലാഹു തന്നെയാണ് സത്യം, അവനെക്കൂടാതെ അവർ വിളിച്ചു പ്രാർത്ഥിക്കുന്നതെല്ലാം അസത്യമാണ്. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- വല്ലവനും അല്ലാഹുവെയും അവന്റെ ദൂതനെയും അനുസരിക്കുന്നുവെങ്കിൽ, അല്ലാഹു അവനെ താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്ന സ്വർഗീയാരാമങ്ങളിൽ പ്രവേശിപ്പിക്കും. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- നിങ്ങൾക്ക് വിലക്കപ്പെട്ടത് ശവം, രക്തം, പന്നിയുടെ മാംസം, അല്ലാഹുവിന്റെ പേരല്ലാതെ അറുക്കപ്പെട്ടത് എന്നിവ മാത്രമാണ്. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- അല്ലാഹുവെക്കൂടാതെ ഒന്നിനെയും ആരാധിക്കരുത്; തീർച്ചയായും, ഞാൻ നിങ്ങൾക്ക് ആ മഹാദിനത്തിലെ ശിക്ഷയെ ഭയപ്പെടുന്നു. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- അത് അദൃശ്യവിവരങ്ങളിൽ പെട്ടതാണ്, അത് നിനക്ക് നാം ബോധനം നൽകുന്നു; അവർ തീരുമാനമെടുക്കുമ്പോൾ നീ അവരുടെ അടുക്കൽ ഉണ്ടായിരുന്നില്ല. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- നിങ്ങളുടെ രക്ഷിതാവിങ്കൽ നിന്ന് നിങ്ങളിൽത്തന്നെയുള്ള ഒരു മനുഷ്യൻ മുഖേന ഉൽബോധനം വന്നതിൽ നിങ്ങൾ ആശ്ചര്യപ്പെടുകയാണോ, അവൻ നിങ്ങളെ താക്കീത് ചെയ്യാൻ? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- പറയുക: "അല്ലാഹുവെക്കൂടാതെ നിങ്ങൾ വിളിച്ചു പ്രാർത്ഥിക്കുന്നവരെ ഞാൻ ആരാധിക്കുന്നത് വിലക്കപ്പെട്ടിരിക്കുന്നു." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- സ്വന്തം ഭാര്യമാരെയോ വലതുകൈകൾ ഉടമപ്പെടുത്തിയവരെയോ ഒഴികെ, കാരണം അവർ ആക്ഷേപാർഹരല്ല. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- അല്ലാഹു രാത്രിയെ പകലിലേക്കും പകലിനെ രാത്രിയിലേക്കും പ്രവേശിപ്പിക്കുന്നു. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- തീ, അവൻ തന്റെ കുടുംബത്തോട് പറഞ്ഞു: "നിങ്ങൾ കാത്തിരിക്കുക, ഞാൻ ഒരു തീ കണ്ടു, ഒരുപക്ഷേ ഞാൻ അതിൽ നിന്ന് നിങ്ങൾക്ക് എന്തെങ്കിലും കൊണ്ടുവന്നേക്കാം." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- അവൻ പറഞ്ഞു: "ഞാൻ അവനെക്കാൾ ഉത്തമൻ; എന്നെ നീ അഗ്നിയിൽ നിന്ന് സൃഷ്ടിച്ചു, അവനെ കളിമണ്ണിൽ നിന്നും സൃഷ്ടിച്ചു." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- അവരോട് പറയപ്പെടുമ്പോൾ: "അല്ലാഹു അവതരിപ്പിച്ചതിലേക്കും ദൂതന്റെ അടുത്തേക്കും വരൂ." (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- അവർക്കുവേണ്ടി നീ ദുഃഖിക്കുകയും അവരുടെ കുതന്ത്രങ്ങളെപ്പറ്റി മനസ്സിടുങ്ങുകയും ചെയ്യരുത്. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- അല്ലാഹു നിനക്ക് എന്തെങ്കിലും ദോഷം വരുത്തിയാൽ, അവനല്ലാതെ അത് നീക്കാൻ ആരുമില്ല, അവൻ. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- അവർക്ക് മുമ്പുള്ള തലമുറകൾ, അവർ അവരുടെ വാസസ്ഥലങ്ങളിൽ നടന്നു; തീർച്ചയായും അതിൽ ദൃഷ്ടാന്തങ്ങളുണ്ട്. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- അവരുടെ ഹൃദയങ്ങളിൽ അവർ അത് ഗ്രഹിക്കാതിരിക്കാൻ മറകൾ വെച്ചു, അവരുടെ ചെവികളിൽ ഭാരവും, അവർ. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- അവരുടെ ദൂതന്മാർ വ്യക്തമായ തെളിവുകളുമായി അവരുടെ അടുത്ത് വന്നു, എന്നാൽ അല്ലാഹു അവരോട് അക്രമം ചെയ്യുന്നവനല്ല, പക്ഷേ അവർ തങ്ങളോടുതന്നെ അക്രമം ചെയ്തു. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- ഭൂമിയിൽ, അല്ലാഹുവിനെക്കൂടാതെ നിങ്ങൾക്ക് യാതൊരു രക്ഷാധികാരിയും സഹായിയുമില്ല. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- പിന്നീട് നിങ്ങളെ അദൃശ്യവും ദൃശ്യവും അറിയുന്നവന്റെ അടുത്തേക്ക് മടക്കപ്പെടും, അപ്പോൾ നിങ്ങൾ ചെയ്തുകൊണ്ടിരുന്നതിനെപ്പറ്റി അവൻ നിങ്ങളെ അറിയിക്കും. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- രാത്രി, നിങ്ങൾ അതിൽ വിശ്രമിക്കാൻ, പകൽ, നിങ്ങൾ കാണാൻ; തീർച്ചയായും അതിൽ ചിന്തിക്കുന്ന ജനങ്ങൾക്ക് ദൃഷ്ടാന്തങ്ങളുണ്ട്. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- നിന്റെ രക്ഷിതാവിൽ നിന്ന് നിനക്ക് അവതരിപ്പിക്കപ്പെട്ടത് അവരിൽ പലർക്കും അതിക്രമവും അവിശ്വാസവും വർദ്ധിപ്പിക്കും. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- അവൻ പറഞ്ഞു: "എന്റെ ജനങ്ങളേ! നിങ്ങൾ എന്തു പറയുന്നു, ഞാൻ എന്റെ രക്ഷിതാവിങ്കൽ നിന്ന് വ്യക്തമായ തെളിവിലാണെങ്കിൽ, അവൻ എനിക്ക് നൽകിയിട്ടുണ്ടെങ്കിൽ." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- അവർ പറയുന്നു: "അവന്റെ രക്ഷിതാവിങ്കൽ നിന്ന് എന്തുകൊണ്ട് ഒരു ദൃഷ്ടാന്തം അവന് അവതരിപ്പിക്കപ്പെട്ടില്ല?" പറയുക: "തീർച്ചയായും." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- അല്ലാഹുവിങ്കൽ നിന്ന് മടക്കമില്ലാത്ത ഒരു ദിനം വരുന്നതിന് മുമ്പ്. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- അത് അല്ലാഹുവിന്റെ അനുഗ്രഹമാണ്, അവൻ അത് താൻ ഇച്ഛിക്കുന്നവർക്ക് നൽകുന്നു, അല്ലാഹു മഹത്തായ അനുഗ്രഹത്തിന്റെ ഉടമയാണ്. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- തീർച്ചയായും, കന്നുകാലികളിൽ നിങ്ങൾക്ക് ഒരു പാഠമുണ്ട്; അവയുടെ ഉദരങ്ങളിലുള്ളതിൽ നിന്ന് ഞങ്ങൾ നിങ്ങൾക്ക് കുടിക്കാൻ നൽകുന്നു. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- അത് അവരുടെ രക്ഷിതാവിങ്കൽ നിന്നുള്ള സത്യമാണെന്നും, അല്ലാഹു അവർ ചെയ്യുന്നതിനെപ്പറ്റി അശ്രദ്ധനല്ലെന്നും. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- അവരുടെ മുന്നിലും പിന്നിലും, അല്ലാഹുവെക്കൂടാതെ നിങ്ങൾ ആരെയും ആരാധിക്കരുത്. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- തീർച്ചയായും, നിങ്ങൾ സ്ത്രീകളെ വിട്ട് പുരുഷന്മാരോട് കാമത്തോടെ സമീപിക്കുന്നു; അല്ല, നിങ്ങൾ അതിക്രമികളായ ജനമാണ്. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- അവർ അതിൽ ശാശ്വതമായി കഴിയും, ആകാശങ്ങളും ഭൂമിയും നിലനിൽക്കുന്നിടത്തോളം, നിന്റെ രക്ഷിതാവ് ഇച്ഛിക്കുന്നതൊഴികെ. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- ആകാശങ്ങളിലും ഭൂമിയിലുമുള്ളവർ, അല്ലാഹു ഇച്ഛിക്കുന്നവരൊഴികെ. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- അവർക്ക് അവിടെ സ്വർണ്ണവളകളും മുത്തുകളും അണിയിക്കും, അവരുടെ വസ്ത്രങ്ങൾ പട്ടായിരിക്കും. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- അവൻ ആകാശത്ത് നിന്ന് വെള്ളം ഇറക്കി, അതുവഴി നിങ്ങൾക്ക് ആഹാരമായി കായ്കനികൾ ഉൽപ്പാദിപ്പിച്ചു. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- ഞങ്ങൾ നിങ്ങളുടെ കരാർ സ്വീകരിക്കുകയും നിങ്ങളുടെ മുകളിൽ തൂർ പർവ്വതം ഉയർത്തുകയും ചെയ്തപ്പോൾ: "ഞങ്ങൾ നിങ്ങൾക്ക് നൽകിയത് ശക്തിയായി പിടിക്കുക." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- അവൻ അവരിൽ നിന്ന് തിരിഞ്ഞുകളഞ്ഞു, പറഞ്ഞു: "എന്റെ ജനങ്ങളേ! ഞാൻ എന്റെ രക്ഷിതാവിന്റെ സന്ദേശം നിങ്ങൾക്ക് എത്തിച്ചുകൊടുത്തു, ഞാൻ നിങ്ങൾക്ക് ഉപദേശവും നൽകി." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- അവരുടെ താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്നു, അവിടെ അവർക്ക് സ്വർണ്ണവളകൾ അണിയിക്കും. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- അവർക്ക് ഭൂമിയിലുള്ളതെല്ലാം അതിനോടൊപ്പം തുല്യമായതും ഉണ്ടായിരുന്നെങ്കിൽ, അതുപയോഗിച്ച് വീണ്ടെടുക്കാൻ. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- ഒരു ജീവിയുമില്ല, എന്നാൽ അവൻ അവരെ ഒരു നിശ്ചിത അവധി വരെ താമസിപ്പിക്കുന്നു, അവരുടെ അവധി വരുമ്പോൾ. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- ഞങ്ങൾ നിങ്ങളെ മണ്ണിൽ നിന്നും, പിന്നീട് ഒരു ബീജത്തിൽ നിന്നും, പിന്നീട് ഉറഞ്ഞ രക്തത്തിൽ നിന്നും, പിന്നീട്. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- അല്ലാഹു ഉയിർത്തെഴുന്നേൽപ്പിന്റെ നാളിൽ അവർക്കിടയിൽ, അവർ ഭിന്നിച്ചുകൊണ്ടിരുന്നതിൽ, തീർപ്പുകൽപിക്കും. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- നിനക്ക് ജ്ഞാനം വന്നിരിക്കുന്നു, അല്ലാഹുവിങ്കൽ നിന്ന് നിനക്ക് യാതൊരു രക്ഷാധികാരിയുമില്ല. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- ഞങ്ങൾ മനുഷ്യന് അനുഗ്രഹം ചെയ്യുമ്പോൾ, അവൻ പിന്തിരിയുകയും അകന്നുപോകുകയും ചെയ്യുന്നു, ദോഷം ബാധിക്കുമ്പോൾ. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- അതിനെക്കാൾ ചെറുതോ വലുതോ ആയ യാതൊന്നും വ്യക്തമായ ഗ്രന്ഥത്തിൽ രേഖപ്പെടുത്തപ്പെടാതെ ഇല്ല. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- അവൻ പറഞ്ഞു: "എന്റെ ജനങ്ങളേ! നിങ്ങൾ അല്ലാഹുവിനെ ആരാധിക്കുക, അവനല്ലാതെ നിങ്ങൾക്ക് യാതൊരു ദൈവവുമില്ല." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- അവർ ഭൂമിയിൽ സഞ്ചരിച്ചിട്ട് അവർക്ക് മുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് കണ്ടില്ലേ? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- അവരുടെ പ്രതിഫലം അവരുടെ രക്ഷിതാവിന്റെ അടുക്കലാണ്, അവർക്ക് യാതൊരു ഭയവുമില്ല, അവർ ദുഃഖിക്കുകയുമില്ല. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- അവർ ഭൂമിയിൽ സഞ്ചരിക്കുകയും അവർക്ക് മുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് കാണുകയും ചെയ്യുന്നു. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- ഭൂമിയിൽ സഞ്ചരിക്കുകയും അവർക്ക് മുമ്പുള്ളവരുടെ അന്ത്യം എങ്ങനെയായിരുന്നുവെന്ന് കാണുകയും ചെയ്യുന്നു. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- അല്ലാഹുവിന്റെ പേരിൽ കള്ളം കെട്ടിച്ചമയ്ക്കുകയോ നിഷേധിക്കുകയോ ചെയ്യുന്നവനെക്കാൾ അക്രമി ആരുണ്ട്? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- അല്ലാഹു ഒരു കാര്യം തീരുമാനിച്ചാൽ, അവൻ അതിനോട് "ഉണ്ടാകൂ" എന്ന് പറയും, അത് ഉണ്ടാകും. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- അല്ലാഹുവിനെക്കൂടാതെ നിങ്ങൾക്ക് യാതൊരു രക്ഷാധികാരിയും സഹായിയുമില്ല. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- ഞാൻ അവരുടെ പാപങ്ങൾ പൊറുക്കുകയും അവരെ താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്ന സ്വർഗീയാരാമങ്ങളിൽ പ്രവേശിപ്പിക്കുകയും ചെയ്യും. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- ഞങ്ങൾ അവരെ താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്ന സ്വർഗീയാരാമങ്ങളിൽ പ്രവേശിപ്പിക്കും, അവയിൽ അവർ ശാശ്വതമായി കഴിയും. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- നിന്റെ രക്ഷിതാവ് തന്റെ മാർഗ്ഗത്തിൽ നിന്ന് വഴിതെറ്റിയവനെ നന്നായി അറിയുന്നു, അവൻ നന്നായി അറിയുന്നു. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- നിങ്ങളെ അദൃശ്യവും ദൃശ്യവും അറിയുന്നവന്റെ അടുത്തേക്ക് മടക്കപ്പെടും, അപ്പോൾ നിങ്ങൾ ചെയ്തുകൊണ്ടിരുന്നതിനെപ്പറ്റി അവൻ നിങ്ങളെ അറിയിക്കും. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- അവർ നിങ്ങളുടെ പുത്രന്മാരെ കൊല്ലുകയും സ്ത്രീകളെ ജീവനോടെ വിടുകയും ചെയ്തു; അതിൽ നിങ്ങളുടെ രക്ഷിതാവിങ്കൽ നിന്ന് വലിയ പരീക്ഷണമുണ്ടായിരുന്നു. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- തീർച്ചയായും, നിന്റെ രക്ഷിതാവ് തന്റെ മാർഗ്ഗത്തിൽ നിന്ന് വഴിതെറ്റുന്നവനെ നന്നായി അറിയുന്നു, അവൻ. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- അല്ലാഹു, ആകാശങ്ങളിലും ഭൂമിയിലുമുള്ളതെല്ലാം അവന്റേതാണ്. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- നിങ്ങൾക്ക് മുമ്പുള്ള ജനതകളിൽ, ജിന്നുകളിൽ നിന്നും മനുഷ്യരിൽ നിന്നും. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- അല്ലാഹുവിനെ ആരാധിക്കുക, അവനല്ലാതെ നിങ്ങൾക്ക് യാതൊരു ദൈവവുമില്ല, നിങ്ങൾ ഭയപ്പെടുന്നില്ലേ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- അവരുടെ ഹൃദയങ്ങളിൽ അവർ അത് ഗ്രഹിക്കാതിരിക്കാൻ മറകൾ വെച്ചു, അവരുടെ ചെവികളിൽ ഭാരവും. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- അവൻ ഉയിർത്തെഴുന്നേൽപ്പിന്റെ നാളിൽ അവർക്കിടയിൽ, അവർ ഭിന്നിച്ചുകൊണ്ടിരുന്നതിൽ, തീർപ്പുകൽപിക്കും. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- അവൻ പറഞ്ഞു: "എന്റെ ജനങ്ങളേ! നിങ്ങൾ എന്തു പറയുന്നു, ഞാൻ എന്റെ രക്ഷിതാവിങ്കൽ നിന്ന് വ്യക്തമായ തെളിവിലാണെങ്കിൽ?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- അത് നിങ്ങളുടെ കൈകൾ മുൻകൂട്ടി ചെയ്തതിന്റെ ഫലമാണ്, അല്ലാഹു ദാസന്മാരോട് അക്രമം ചെയ്യുന്നവനല്ല. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- അവർക്ക് ഐഹികത്തിൽ അപമാനവും പരലോകത്തിൽ വലിയ ശിക്ഷയുമുണ്ട്. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- ആകാശങ്ങളിലും ഭൂമിയിലുമുള്ളതെല്ലാം, അല്ലാഹു രക്ഷാധികാരിയായി മതിയാകും. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- വിശ്വസിക്കുകയും സൽക്കർമ്മങ്ങൾ പ്രവർത്തിക്കുകയും ചെയ്തവരൊഴികെ; അവർക്ക് ഒരിക്കലും അവസാനിക്കാത്ത പ്രതിഫലമുണ്ട്. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- നീ എനിക്ക് ഒരു പങ്കുകാരനെ ഉണ്ടാക്കരുത്, അത് നിനക്ക് അറിയില്ല; അവരെ അനുസരിക്കരുത്. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- തീർച്ചയായും, ഇത് ഒരു ഉൽബോധനമാണ്; ആരെങ്കിലും ഇച്ഛിക്കുന്നുവെങ്കിൽ, അവൻ തന്റെ രക്ഷിതാവിലേക്കുള്ള മാർഗ്ഗം സ്വീകരിക്കട്ടെ. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- ആർ നന്ദി കാണിക്കുന്നുവോ, അവൻ സ്വന്തം നന്മയ്ക്കായി നന്ദി കാണിക്കുന്നു; ആർ നന്ദികെട്ടവനാകുന്നുവോ. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- നമസ്കാരം നിലനിർത്തുകയും സകാത്ത് നൽകുകയും പരലോകത്തെ ഉറപ്പായി വിശ്വസിക്കുകയും ചെയ്യുന്നവർ. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- ഇബ്രാഹീം, ഇസ്മാഈൽ, ഇസ്ഹാഖ്, യഅ്ഖൂബ്, ഗോത്രങ്ങൾ, മൂസാ, ഈസാ എന്നിവർക്ക് നൽകപ്പെട്ടത്. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- സംഘങ്ങളായി, അവർ അതിന്റെ അടുത്ത് വരുമ്പോൾ, അതിന്റെ വാതിലുകൾ തുറക്കപ്പെടും, അതിന്റെ കാവൽക്കാർ അവരോട് പറയും. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- നിങ്ങളുടെ ആണയിടലുകളിലെ വെറും വാക്കുകൾക്ക് അല്ലാഹു നിങ്ങളെ പിടിക്കുകയില്ല, പക്ഷേ നിങ്ങളുടെ ഹൃദയങ്ങൾ സമ്പാദിച്ചതിന് പിടിക്കും. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- കാരുണ്യം, അവർ അതിൽ സന്തോഷിക്കുന്നു; അവരുടെ കൈകൾ മുൻകൂട്ടി ചെയ്തതിനാൽ അവർക്ക് ദോഷം ബാധിച്ചാൽ. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്ന സ്വർഗീയാരാമങ്ങൾ, അവയിൽ അവർ ശാശ്വതമായി കഴിയും, പ്രവർത്തിക്കുന്നവരുടെ പ്രതിഫലം എത്ര മഹത്തരം! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- അല്ലാഹു ആകാശങ്ങളിലും ഭൂമിയിലുമുള്ളതെല്ലാം അറിയുന്നു, അല്ലാഹു. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- അല്ലാഹുവെ അനുസരിക്കുക, ദൂതനെ അനുസരിക്കുക; എന്നാൽ നിങ്ങൾ പിന്തിരിഞ്ഞാൽ, അവന്റെ ചുമതല. (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- അവർക്ക് അവരുടെ രക്ഷിതാവിന്റെ അടുക്കൽ അവരുടെ പ്രതിഫലമുണ്ട്, അവർക്ക് യാതൊരു ഭയവുമില്ല, അവർ. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- അവർ പറഞ്ഞു: "ഞങ്ങൾ അസ്ഥികളും പൊടിയുമായിത്തീർന്നാൽ, ഞങ്ങൾ പുതിയ സൃഷ്ടിയായി ഉയിർത്തെഴുന്നേൽക്കുമോ?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- അവർ അല്ലാഹുവെക്കൂടാതെ സ്വന്തത്തിന് യാതൊരു രക്ഷാധികാരിയെയും സഹായിയെയും കണ്ടെത്തുന്നില്ല. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "നീ എത്രകാലം താമസിച്ചു?" അവൻ പറഞ്ഞു: "ഞാൻ ഒരു ദിവസം അല്ലെങ്കിൽ ഒരു ദിവസത്തിന്റെ കുറച്ചു ഭാഗം താമസിച്ചു." അവൻ പറഞ്ഞു. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- ഉയിർത്തെഴുന്നേൽപ്പിന്റെ നാളുവരെ ശാശ്വതമായി, അല്ലാഹുവെക്കൂടാതെ നിങ്ങൾക്ക് അത് നൽകാൻ കഴിയുന്ന ദൈവം ആരാണ്? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- വല്ലവനും സൽക്കർമ്മം ചെയ്യുന്നുവെങ്കിൽ, പുരുഷനായാലും സ്ത്രീയായാലും, അവൻ വിശ്വാസിയാണെങ്കിൽ. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- അല്ലാഹുവിന്റെ മാർഗ്ഗത്തിൽ നിന്ന് തടയുകയും അത് വളഞ്ഞതാക്കാൻ ആഗ്രഹിക്കുകയും ചെയ്യുന്നവർ, അവർ പരലോകത്തെ. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- നിങ്ങൾ ഇച്ഛിക്കുന്നിടത്ത് ഭക്ഷിക്കുക, എന്നാൽ ഈ വൃക്ഷത്തെ സമീപിക്കരുത്, അല്ലെങ്കിൽ നിങ്ങൾ അക്രമികളാകും. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- പറയുക: "എന്റെ ജനങ്ങളേ! നിങ്ങളുടെ നിലയിൽ പ്രവർത്തിക്കുക, ഞാനും പ്രവർത്തിക്കുന്നു, ഉടൻ നിങ്ങൾ അറിയും." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- തീർച്ചയായും, നഷ്ടപ്പെട്ടവർ ഉയിർത്തെഴുന്നേൽപ്പിന്റെ നാളിൽ സ്വയവും കുടുംബവും നഷ്ടപ്പെടുത്തിയവരാണ്, ഓർക്കുക. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- ആർ സൻമാർഗ്ഗം പ്രാപിക്കുന്നുവോ, അവൻ സ്വന്തം നന്മയ്ക്കായി പ്രാപിക്കുന്നു; ആർ വഴിതെറ്റുന്നുവോ, അവൻ സ്വന്തം നാശത്തിനായി തെറ്റുന്നു; കൂടാതെ. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- അവിശ്വാസികൾ പറയുന്നു: "അവന്റെ രക്ഷിതാവിങ്കൽ നിന്ന് എന്തുകൊണ്ട് ഒരു ദൃഷ്ടാന്തം അവന് അവതരിപ്പിക്കപ്പെട്ടില്ല?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- അവൻ നിങ്ങൾക്ക് രാത്രിയെ വിശ്രമത്തിനും പകലിനെ കാണാനും ആക്കിത്തന്നു, തീർച്ചയായും. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- യാതൊരു വ്യാപാരവും സൗഹൃദവും ഇല്ലാത്ത ഒരു ദിനം വരുന്നതിന് മുമ്പ്. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- അവരുടെ കൂട്ടുകാരന് യാതൊരു ഭ്രാന്തുമില്ലെന്ന് അവർ ചിന്തിക്കട്ടെ; അവൻ ഒരു താക്കീതുകാരൻ മാത്രമാണ്. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- അവർ അവയിൽ ശാശ്വതമായി കഴിയും, ശിക്ഷ അവർക്ക് ലഘൂകരിക്കപ്പെടുകയില്ല, അവർക്ക് അവധി നൽകപ്പെടുകയുമില്ല. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- ഞങ്ങൾ അവരിൽ ചിലർക്ക് ആസ്വദിക്കാൻ നൽകിയതിലേക്ക് നിന്റെ കണ്ണുകൾ ഉയർത്തരുത്. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- ജനങ്ങൾക്ക് അവരുടെ വസ്തുക്കളിൽ കുറവുവരുത്തരുത്, ഭൂമിയിൽ നാശം വിതയ്ക്കരുത്. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- അവൻ ജനിച്ച ദിവസത്തിലും, മരിക്കുന്ന ദിവസത്തിലും, ജീവനോടെ ഉയിർത്തെഴുന്നേൽക്കുന്ന ദിവസത്തിലും അവന് സമാധാനം. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- എന്റെ ജനങ്ങളേ! നിങ്ങളുടെ നിലയിൽ പ്രവർത്തിക്കുക, ഞാനും പ്രവർത്തിക്കുന്നു, ഉടൻ ആരെന്ന് നിങ്ങൾ അറിയും. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- ഒരു ദൂതനും അല്ലാഹുവിന്റെ അനുവാദമില്ലാതെ ഒരു ദൃഷ്ടാന്തവും കൊണ്ടുവരാൻ കഴിയില്ല. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- പിന്നീട് ഓരോ ആത്മാവിനും താൻ സമ്പാദിച്ചതിന്റെ പൂർണ്ണ പ്രതിഫലം നൽകപ്പെടും, അവരോട് അക്രമം ചെയ്യപ്പെടുകയുമില്ല. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- പുരുഷനായാലും സ്ത്രീയായാലും, അവൻ വിശ്വാസിയാണെങ്കിൽ, അവർ സ്വർഗത്തിൽ പ്രവേശിക്കും. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- അവൻ ഒരു സന്താനത്തെ സ്വീകരിക്കുകയും രാജ്യാധികാരത്തിൽ ഒരു പങ്കാളിയുമില്ല. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- അല്ലാഹു ആരെ സൻമാർഗ്ഗത്തിലാക്കുന്നുവോ, അവൻ സൻമാർഗ്ഗം പ്രാപിച്ചവനാണ്; ആരെ വഴിതെറ്റിക്കുന്നുവോ. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- അവർ നിനക്ക് എങ്ങനെ ഉദാഹരണങ്ങൾ നൽകുന്നുവെന്ന് നോക്കുക, അവർ വഴിതെറ്റി, ഒരു വഴിയും കണ്ടെത്തുന്നില്ല. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- പറയുക: "ഞാൻ എന്റെ രക്ഷിതാവിനെ ധിക്കരിച്ചാൽ മഹത്തായ ദിനത്തിലെ ശിക്ഷയെ ഭയപ്പെടുന്നു." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- അവർ ഇരുവരുടെയും ലജ്ജാസ്ഥാനങ്ങൾ വെളിപ്പെട്ടു, അവർ സ്വർഗത്തിലെ ഇലകൾ കൊണ്ട് മറയ്ക്കാൻ തുടങ്ങി. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- അല്ലാഹുവിനെക്കൂടാതെ നിങ്ങൾക്ക് വിളിക്കാവുന്നവരെ വിളിക്കുക, നിങ്ങൾ സത്യവാന്മാരാണെങ്കിൽ. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- ഭൂമിയിലുള്ളതെല്ലാം അതിനോടൊപ്പം തുല്യമായതും, അതുപയോഗിച്ച് വീണ്ടെടുക്കാൻ. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- ഞങ്ങൾ നിങ്ങൾക്ക് നൽകിയത് ശക്തിയായി പിടിക്കുക, അതിലുള്ളത് ഓർക്കുക, നിങ്ങൾ സൂക്ഷ്മത പാലിക്കാൻ. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- ലോകരിൽ ആരും നിങ്ങൾക്ക് മുമ്പ് ചെയ്യാത്ത ആ നീചകൃത്യം നിങ്ങൾ ചെയ്യുകയാണോ? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- ആകാശങ്ങളിലും ഭൂമിയിലുമുള്ളതെല്ലാം അല്ലാഹുവിന്റേതാണ്, അല്ലാഹു. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- അവർ ചെയ്ത തിന്മകൾ അവർക്ക് ബാധിച്ചു, അവർ പരിഹസിച്ചുകൊണ്ടിരുന്നത് അവരെ വലയം ചെയ്തു. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- നിങ്ങളിൽ നിന്നുതന്നെ ഒരു ദൂതൻ, അവൻ നിങ്ങൾക്ക് നമ്മുടെ വചനങ്ങൾ വായിച്ചുകേൾപ്പിക്കുകയും നിങ്ങളെ ശുദ്ധീകരിക്കുകയും വേദവും യുക്തിയും പഠിപ്പിക്കുകയും ചെയ്യുന്നു. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- അതിൽ നിന്ന് പന്ത്രണ്ട് ഉറവകൾ പൊട്ടിയൊഴുകി; ഓരോ സമുദായവും തങ്ങളുടെ കുടിവെള്ള സ്ഥലം അറിഞ്ഞു. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- ഊഹം മാത്രം, തീർച്ചയായും ഊഹം സത്യത്തെ സംബന്ധിച്ച് യാതൊരു ഉപയോഗവുമില്ല. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- ഞാൻ അവനെ രൂപപ്പെടുത്തി എന്റെ ആത്മാവിൽ നിന്ന് അവനിൽ ഊതുമ്പോൾ, നിങ്ങൾ അവന് സുജൂദ് ചെയ്യുക. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- ഈ ലോകത്തിലെ നല്ല അന്ത്യം ആർക്കാണ്? തീർച്ചയായും, അക്രമികൾ വിജയിക്കുകയില്ല. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- ആകാശങ്ങളെയും ഭൂമിയെയും സൃഷ്ടിച്ചവൻ, അവരെപ്പോലെ സൃഷ്ടിക്കാൻ ശക്തനാണ്. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- വിശ്വാസികളായ പുരുഷന്മാർക്കും വിശ്വാസികളായ സ്ത്രീകൾക്കും താഴ്ഭാഗത്ത് നദികൾ ഒഴുകുന്ന സ്വർഗീയാരാമങ്ങൾ, അവയിൽ അവർ ശാശ്വതമായി കഴിയും. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- അവരോട് ആകാശങ്ങളും ഭൂമിയും സൃഷ്ടിച്ചത് ആരാണെന്ന് ചോദിച്ചാൽ, അവർ തീർച്ചയായും "അല്ലാഹു" എന്ന് പറയും; പറയുക. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- തീർച്ചയായും, ഈ ഖുർആനിൽ ഞങ്ങൾ മനുഷ്യർക്ക് എല്ലാത്തരം ഉദാഹരണങ്ങളും നൽകിയിരിക്കുന്നു. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- നമ്മുടെ ദൂതന്മാർ ലൂത്വിന്റെ അടുത്ത് വന്നപ്പോൾ, അവൻ അവരെപ്പറ്റി വിഷമിക്കുകയും മനസ്സിടുങ്ങുകയും ചെയ്തു, പറഞ്ഞു. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- മലക്കുകളോട് ഞങ്ങൾ "ആദമിന് സുജൂദ് ചെയ്യുവിൻ" എന്ന് പറഞ്ഞപ്പോൾ, അവർ സുജൂദ് ചെയ്തു, ഇബ്ലീസ് ഒഴികെ, അവൻ നിഷേധിച്ചു. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- ഭൂമിയെ ഞങ്ങൾ വിരിച്ചു, അതിൽ ഉറച്ച പർവ്വതങ്ങൾ ഇട്ടു, അതിൽ എല്ലാത്തരം മനോഹരമായവ മുളപ്പിച്ചു. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- അവർ അല്ലാഹുവെ വിളിച്ചു, മതത്തെ അവന് സമർപ്പിച്ചുകൊണ്ട്; എന്നാൽ അവൻ അവരെ കരയിലേക്ക് രക്ഷിച്ചപ്പോൾ. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- അവർക്ക് ചുട്ടുതിളക്കുന്ന വെള്ളത്തിൽ നിന്നുള്ള പാനീയവും അവരുടെ അവിശ്വാസം നിമിത്തം വേദനാജനകമായ ശിക്ഷയുമുണ്ട്. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- അല്ലാഹുവിനെക്കൂടാതെ ഞങ്ങൾക്ക് പ്രയോജനമോ ദോഷമോ ചെയ്യാത്തതിനെ ഞങ്ങൾ വിളിക്കുമോ? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- അല്ലാഹു ആകാശങ്ങളിലും ഭൂമിയിലുമുള്ളതെല്ലാം അറിയുന്നു. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
""";
