const String quranIndexPunjabiRaw = r"""
ਮੰਜ਼ਿਲ ਦੁਆਵਾਂ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ਹੇ ਸਾਡੇ ਰੱਬ ਦੁਆਵਾਂ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ਹੇ ਮੇਰੇ ਰੱਬ ਦੁਆਵਾਂ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ਹਾਰੂਨ (Harun) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'Abasa, S.80; 74:22
ਵਜ਼ੂ (Wudu), 4:43; 5:6
ਇਬਰਾਹੀਮ (Ibrahim) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ਨਾ ਯਹੂਦੀ ਨਾ ਈਸਾਈ, 3:67-68
- ਬੱਕਾਹ ਵਿੱਚ ਪਹਿਲੀ ਮਸਜਿਦ ਵਿੱਚ ਖੜ੍ਹੇ ਹੋਏ, 3:97; 26:123
- ਕਾਅਬਾ ਦੀਆਂ ਨੀਂਹਾਂ ਉੱਚੀਆਂ ਕੀਤੀਆਂ 2:124-129
- ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਇੱਕ ਸੱਚੇ ਰੱਬ ਦੀ ਇਬਾਦਤ ਵੱਲ ਬੁਲਾਇਆ 2:130-133; 26:69-89; 29:16; 29:24-27
- ਹੰਕਾਰੀ ਬਾਦਸ਼ਾਹ ਨਾਲ ਬਹਿਸ ਕੀਤੀ 2:258
- ਕਿਆਮਤ ਬਾਰੇ ਪੁੱਛਿਆ 2:260
- ਨਾ ਯਹੂਦੀ ਨਾ ਈਸਾਈ 3:65-68
- ਆਕਾਸ਼ੀ ਪੂਜਾ ਦਾ ਖੰਡਨ ਕੀਤਾ 6:74-87
- ਇਸਹਾਕ ਦੇ ਜਨਮ ਦੀ ਖੁਸ਼ਖਬਰੀ ਮਿਲੀ 11:69-76; 51:24-30
- ਕਾਅਬਾ ਕੋਲ ਦੁਆ 14:35-41
- ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੇ ਮੁਲਾਕਾਤ ਕੀਤੀ 15:51-56
- ਇੱਕ ਆਦਰਸ਼ ਨਮੂਨਾ 16:123
- ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਸੱਚ ਵੱਲ ਬੁਲਾਇਆ 19:41-50
- ਬੁੱਤ ਤੋੜੇ ਅਤੇ ਅੱਗ ਤੋਂ ਬਚਾਏ ਗਏ 21:51-73; 37:83-113
- ਸਾਰਿਆਂ ਨੂੰ ਹੱਜ ਲਈ ਬੁਲਾਇਆ 22:26
ਅਬਰਾਰ, 3:193, 198; 76:5; 82:13; 83:18-22
ਮਨਸੂਖੀ, 2:106, 16:101
ਅਬੂ ਲਹਬ, 111:1-5
'ਆਦ ਕੌਮ, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ਆਦਮ, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਸਜਦਾ ਕਰਨ ਦਾ ਹੁਕਮ, 2:34; 7:11
- ਗਿਆਨ ਦਾ ਰੁੱਖ, 2:35; 7:19-20; 20:120-121
- ਬਾਗ਼ ਵਿੱਚੋਂ ਕੱਢੇ ਗਏ (ਹੱਵਾ ਉੱਤੇ ਕੋਈ ਦੋਸ਼ ਨਹੀਂ), 2:36; 7:24
- ਅੱਲਾਹ ਵੱਲੋਂ ਸਨਮਾਨਿਤ, ਸ਼ੈਤਾਨ ਵੱਲੋਂ ਭਰਮਾਇਆ 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ਅੱਲਾਹ ਨੇ ਮਾਫ਼ ਕੀਤਾ 2:37; 20:122
'Adiyat, S.100
'ਅਦਨ ਜੰਨਤ, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ਮੁਸੀਬਤ
- ਦੂਜੇ ਦਾ ਬੋਝ ਨਹੀਂ ਚੁੱਕਣਾ, 6:164; 17:15; 35:18; 39:7; 53:38
- ਸਮਰੱਥਾ ਤੋਂ ਵੱਧ ਬੋਝ ਨਹੀਂ, 2:286; 6:152; 7:42; 23:62
- ਮੁਸੀਬਤ ਵਿੱਚ ਸਬਰ, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ਬੁਢਾਪਾ, 16:70; 22:5; 30:54; 36:68
- ਆਪਣੀ ਦੇਖਭਾਲ ਵਿੱਚ ਬਜ਼ੁਰਗ ਮਾਪਿਆਂ ਨਾਲ ਵਿਵਹਾਰ, 17:23
ਅਹਿਮਦ, 61:6
ਅਹਿਕਾਫ਼, S.46; 46:21
ਅਹਿਜ਼ਾਬ, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ਅਯਕਾਹ ਦੇ ਵਾਸੀ, 15:78; 26:176; 38:13; 50:14
A'la S.87; 87:1; 92:20
'Alaq, S.96
Al-Imran, S.3
ਅੱਲਾਹ
- ਉਸ ਦਾ ਇੱਕ ਦਿਨ ਪੰਜਾਹ ਹਜ਼ਾਰ ਸਾਲ ਦੇ ਬਰਾਬਰ ਹੈ, 70:4
- ਉਸ ਦਾ ਇੱਕ ਦਿਨ ਇਨਸਾਨ ਦੇ ਇੱਕ ਹਜ਼ਾਰ ਸਾਲ ਦੇ ਬਰਾਬਰ ਹੈ, 22:47; 32:5
- ਕੁਝ ਵੀ ਕਰਨ ਦੀ ਸਮਰੱਥਾ, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- ਸਭ ਤੋਂ ਵਧੀਆ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲਾ, 95:8
- ਪਰਿਭਾਸ਼ਾ ਤੋਂ ਪਰੇ, 43:82; 67:12
- ਕਾਫ਼ਿਰਾਂ ਦੀਆਂ ਚਾਲਾਂ ਨੂੰ ਅਸਫਲ ਕਰਦਾ ਹੈ, 8:30; 8:36
- ਇਨਸਾਨਾਂ ਨੂੰ ਮਿਟਾ ਕੇ ਹੋਰ ਹਸਤੀਆਂ ਲਿਆ ਸਕਦਾ ਹੈ, 4:133; 14:19; 35:16
- ਹਾਸਾ ਅਤੇ ਰੋਣਾ ਦਿੰਦਾ ਹੈ, 53:43
- ਇੱਕ ਆਦਮੀ ਨੂੰ ਸਦੀ ਭਰ ਸੁਲਾਇਆ, 2:259
- ਸੱਚ ਨੂੰ ਝੁਠਲਾਉਣ ਵਾਲਿਆਂ ਦਾ ਦੁਸ਼ਮਣ, 2:98
- ਸਵੇਰ ਤੋਂ ਸ਼ਾਮ ਤੱਕ ਉਸਦੀ ਵਡਿਆਈ ਕਰੋ, 33:42
- ਉਸਦੀਆਂ ਝੂਠੀਆਂ ਧੀਆਂ, 16:57; 17:40; 43:16; 52:39; 53:21-22
- ਨਾਮ ਨਾਲ, 53:19-20
- ਇਨਸਾਨਾਂ ਨੂੰ ਆਜ਼ਾਦ ਇੱਛਾ ਦਿੰਦਾ ਹੈ, 36:67
- ਸਭ ਕੁਝ ਉਸ ਲਈ ਸਮਰਪਿਤ ਕਰਨਾ, 4:66-68; 4:125
- ਚੰਗਿਆਈ ਅਤੇ ਬੁਰਿਆਈ ਉਸ ਵੱਲੋਂ ਹਨ, 4:78
- ਜ਼ਿੰਦਗੀ ਅਤੇ ਮੌਤ ਦਿੰਦਾ ਹੈ, 44:8; 53:44; 57:2; 67:2
- ਸਖ਼ਤ ਮਿਹਨਤ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਵੱਧ ਇਨਾਮ, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ਉਸਦੀ ਕੋਈ ਪਤਨੀ ਨਹੀਂ, 72:3
- ਉਸਦਾ ਕੋਈ ਪੁੱਤਰ ਨਹੀਂ, 43:81; 72:3; 112:3
- ਤੇਰੀ ਮੁਸ਼ਕਲ ਵਿੱਚ ਨਹੀਂ ਛੱਡਿਆ, 93:3
- ਗਿਆਨ ਵਿੱਚ ਹਰ ਥਾਂ ਹੈ, 2:115; 2:142; 2:177; 4:126
- ਪਹਿਲਾ ਅਤੇ ਆਖ਼ਰੀ ਹੈ, 57:3
- ਪ੍ਰਗਟ ਅਤੇ ਛੁਪਿਆ ਹੈ, 57:3
- ਸਮਝ ਤੋਂ ਪਰੇ ਦੀਆਂ ਗੱਲਾਂ ਜਾਣਦਾ ਹੈ, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ਇਨਸਾਫ਼ ਨਾਲ ਵਿਵਹਾਰ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, 49:9
- ਜਿਸ ਬਾਰੇ ਨਹੀਂ ਕਿਹਾ ਉਸ ਬਾਰੇ ਕੋਈ ਕਾਨੂੰਨ ਨਹੀਂ, 5:101; 6:140; 6:148; 7:32
- ਜੰਗੀ ਕੈਦੀਆਂ ਉੱਤੇ ਰਹਿਮ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਭਲਾਈ ਹੈ, 8:70
- ਸੁਭਾਅ, 2:255
- ਕੋਈ ਇਨਸਾਨ ਖੁਦਾ ਨਹੀਂ, 3:64; 3:151
- ਤ੍ਰਿਏਕ ਨਹੀਂ, 4:171
- ਬੁਰਾਈ ਤੋਂ ਉਸ ਦੀ ਪਨਾਹ, 113:1-5; 114:1-6
- ਖੜ੍ਹੇ, ਬੈਠੇ, ਲੇਟੇ ਉਸਨੂੰ ਯਾਦ ਕਰਨਾ, 3:191; 4:103; 10:12; 25:64
- ਰਹਿਮ ਤੋਂ ਨਿਰਾਸ਼ ਨਾ ਹੋਵੋ, 39:53; 21:87-88; 68:48-50
- ਮਾਂ ਦੀ ਕੁੱਖ ਵਿੱਚ ਸ਼ਕਲ ਦਿੰਦਾ ਹੈ, 3:6
- ਤਖ਼ਤ ਪਾਣੀ ਉੱਤੇ ਹੈ, 11:7
- ਅਜਿਹੀਆਂ ਚੀਜ਼ਾਂ ਬਣਾਏਗਾ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ, 16:8
- ਆਪਣੀ ਸ੍ਰਿਸ਼ਟੀ ਨਾਲ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਕਰਦਾ, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
ਗੱਠਜੋੜ, 8:72; 9:7
- ਈਸਾਈ ਅਤੇ ਯਹੂਦੀ, 5:51
- ਕਾਫ਼ਿਰ ਰਿਸ਼ਤੇਦਾਰਾਂ ਨਾਲ ਮਨਾਹੀ, 9:23-24
- ਮੁਨਾਫ਼ਿਕਾਂ ਨਾਲ ਮਨਾਹੀ, 4:88-89; 4:139; 4:144
ਅਲਯਸਾ', (ਵੇਖੋ ਅਲੀਸ਼ਾ)
ਅਮਾਨਤ, 2:283; 4:58; 8:27
- ਵੇਖੋ ਭਰੋਸਾ
ਫ਼ਰਿਸ਼ਤੇ, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- ਅੱਗ ਤੋਂ ਬਣਾਏ ਗਏ, 7:12; 38:76
- ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਅੱਠ ਅੱਲਾਹ ਦਾ ਤਖ਼ਤ ਚੁੱਕਣਗੇ, 69:17
- ਝੂਠਾ ਦਾਅਵਾ ਕਿ ਉਹ ਔਰਤਾਂ ਹਨ, 43:19; 53:27
- ਰਾਖੇ 82:10-12; 86:4
- ਉੱਨੀ ਨਰਕ ਦੇ ਨਿਗਰਾਨ, 74:30-31
- ਖ਼ਾਹਿਸ਼ਾਂ ਪੂਰੀਆਂ ਕਰਨ ਲਈ ਨਹੀਂ ਭੇਜੇ, 15:7-8
- ਪ੍ਰੇਰਨਾ ਦੇਣ ਲਈ ਭੇਜੇ, 16:2
ਗੁੱਸਾ, ਦਬਾਓ, 3:134
'Ankabut, S.29
ਕੀੜੀਆਂ, 27:18
ਬਾਂਦਰ, 5:60
- ਨਿੰਦਣਯੋਗ, 2:65; 7:166
ਮੁਰਤਦ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ਮੁਰਤਦਾਂ ਲਈ ਜਲਦੀ ਅਜ਼ਾਬ ਨਾ ਮੰਗੋ, 46:35
- ਅੱਲਾਹ ਇਕੱਲਾ ਸਜ਼ਾ ਦੇਵੇਗਾ, 73:11; 74:11
- ਆਖ਼ਿਰਤ ਵਿੱਚ ਸਜ਼ਾ, 2:217; 9:74
- ਦੂਜਿਆਂ ਵੱਲੋਂ ਰੱਦ, 3:87
- ਤੌਬਾ, 3:89; 5:34; 9:5; 9:11
- ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਬਹੁਤ ਦੇਰ ਹੋ ਜਾਂਦੀ ਹੈ, 40:85
- ਜਬਰਦਸਤੀ ਅਧੀਨ, 16:106
ਮੁਰਤਦ, 47:25
A'raf, S.7; 7:46, 48
ਅਰਫ਼ਾਤ, 2:198
ਬਹਿਸ
- ਆਪਣੇ ਆਪ ਨੂੰ ਧੋਖਾ ਦੇਣ ਵਾਲਿਆਂ ਦੀ ਤਰਫ਼ਦਾਰੀ ਨਾ ਕਰੋ, 4:107
- ਤੁਸੀਂ ਇਸ ਦੁਨੀਆ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਤਰਫ਼ਦਾਰੀ ਕੀਤੀ, ਪਰ ਕਿਆਮਤ ਦੇ ਦਿਨ ਕੌਣ ਕਰੇਗਾ, 4:109
ਦਲੀਲਾਂ/ਹਮਲੇ
- ਉਸੇ ਤਰ੍ਹਾਂ ਜਵਾਬ ਦਿਓ, 8:58
- ਸਬਰ ਕਰਨਾ ਕਿਤੇ ਵੱਧ ਬਿਹਤਰ ਹੈ, 16:126
ਸ਼ਸਤ੍ਰ, 16:81
'Asr, S.103
ਆਯਤ ਅਲ-ਕੁਰਸੀ, 2:255
ਚੁਗ਼ਲਖ਼ੋਰ, 49:12; 104:1
ਬਦਰ (ਜੰਗ), 3:13
- ਸਬਕ, 8:5-19, 42-48
ਅਲ-ਬੈਤ-ਉਲ-ਮਾਮੂਰ, 52:4
ਬੱਕਾਹ (ਮੱਕਾ), 3:96
ਬਅਲ, 37:125
Balad, S.90
ਤਰਾਜ਼ੂ, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
ਬਨੂ ਅਨ-ਨਦੀਰ, 59:2-6, 13
Baqarah, S.2
ਬਰਾਅਤ (ਵੇਖੋ ਤੌਬਾ), S.9
ਬਰਜ਼ਖ਼, 23:100; 25:53; 55:20
- ਇਹ ਵੀ ਵੇਖੋ 18:94-97; 34:54; 36:9
Baiyinah, S.98
ਆਖ਼ਰੀ ਦਿਨਾਂ ਦਾ ਜਾਨਵਰ, 27:82
ਬਦਵੀ, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ਮਧੂ ਮੱਖੀ, 16:68-69
ਵਿਵਹਾਰ
- ਪਹਿਲਾਂ ਕਿਤਾਬ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਿਆਂ ਨਾਲ ਨਰਮੀ ਨਾਲ ਬਹਿਸ ਕਰੋ, 16:125, 29:46
- ਜਿਸ ਬਾਰੇ ਕੁਝ ਨਹੀਂ ਜਾਣਦੇ ਉਸ ਵਿੱਚ ਨਾ ਪਓ, 17:36
- ਵੱਡੇ ਗੁਨਾਹਾਂ ਅਤੇ ਸ਼ਰਮਨਾਕ ਕੰਮਾਂ ਤੋਂ ਬਚੋ, 53:32
- ਇੱਕ ਦੂਜੇ ਬਾਰੇ ਅੰਦਾਜ਼ੇ ਨਾ ਲਗਾਓ, ਜਾਸੂਸੀ ਨਾ ਕਰੋ, ਬੁਰਾਈ ਨਾ ਕਰੋ 49:12
- ਆਪਣੀਆਂ ਰਾਵਾਂ ਵਿੱਚ ਇਨਸਾਫ਼ ਕਰੋ, 6:152
- ਭਾਈਚਾਰਾ ਸੰਤੁਲਿਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, 2:143; 25:67
- ਹੰਕਾਰ ਤੋਂ ਮਨਾਹੀ, 4:36, 57:23
- ਮਦਦ ਮੰਗਣ ਵਾਲਿਆਂ ਨੂੰ ਝਿੜਕੋ ਨਾ, 93:10
- ਆਪਣੇ ਆਪ ਨੂੰ ਪਾਕ ਨਾ ਸਮਝੋ, 53:32
- ਦੂਜਿਆਂ ਦਾ ਮਜ਼ਾਕ ਨਾ ਉੜਾਓ, 49:11; 104:1
- ਬੁਰੀਆਂ ਗੱਲਾਂ ਖੁੱਲ੍ਹੇਆਮ ਨਾ ਕਹੋ, 4:148
- ਇੱਕ ਦੂਜੇ ਦੀ ਬੁਰਾਈ ਨਾ ਕਰੋ, 104:1
- ਹਰ ਕੌਮ ਨੂੰ ਕਾਨੂੰਨ ਅਤੇ ਜੀਵਨ ਮਾਰਗ ਮਿਲਿਆ, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- ਅਤੇ ਇਬਾਦਤ ਦਾ ਤਰੀਕਾ, 22:67
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਉੱਮਤ ਬਣਾ ਸਕਦਾ ਸੀ, 5:48; 11:118; 16:93; 42:8
- ਅੱਲਾਹ ਅਧੀਨ ਇੱਕ ਉੱਮਤ, 21:92
- ਯਹੂਦੀਆਂ ਨੂੰ ਮਾਫ਼ ਕਰੋ, 5:13
- ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਮਾਫ਼ ਕਰੋ, 31:15; 45:14
- ਜਲਦੀ ਮਾਫ਼ ਕਰੋ, 42:37
- ਹਾਕਮ ਸਲਾਹ ਤੋਂ ਬਾਅਦ ਫ਼ੈਸਲੇ ਕਰਨ, 42:38
- ਅਤੇ ਨਬੀ, 10:47; 16:36
- ਮੋਮਿਨਾਂ ਨੂੰ ਬਦਨਾਮ ਕਰਨਾ ਗੁਨਾਹ ਹੈ, 33:58
- ਮਰਦ (ਔਰਤਾਂ ਪ੍ਰਤੀ), 24:30
- ਸ਼ਾਂਤੀ ਕਾਇਮ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਇਨਾਮ, 42:40
- ਜ਼ਰੂਰਤਮੰਦਾਂ ਨਾਲ ਇਨਸਾਫ਼ ਨਾਲ ਬੋਲੋ, 17:28
- ਆਪਣੀ ਦੇਖਭਾਲ ਵਿੱਚ ਬਜ਼ੁਰਗ ਮਾਪਿਆਂ ਪ੍ਰਤੀ, 17:23
- ਦੂਜੇ ਮੁਸਲਮਾਨਾਂ ਪ੍ਰਤੀ, 33:6
- ਦੂਜਿਆਂ ਪ੍ਰਤੀ, 17:26-29; 17:35; 17:53; 60:8
- ਮਾਪਿਆਂ ਪ੍ਰਤੀ, 46:15
- ਗ਼ੁਲਾਮਾਂ ਪ੍ਰਤੀ, 4:36; 24:33
- ਗ਼ੈਰ-ਜੰਗਜੂ ਕਾਫ਼ਿਰਾਂ ਨਾਲ ਇਨਸਾਫ਼ ਕਰੋ, 60:8
- ਨਬੀ ﷺ ਦੀਆਂ ਪਤਨੀਆਂ, 33:28-34
- ਔਰਤਾਂ (ਮਰਦਾਂ ਪ੍ਰਤੀ), 24:31
- ਸਾਰੀਆਂ ਵਹੀਆਂ ਵਿੱਚ, 2:136; 2:285
- ਸੁਭਾਅ, 49:14-15
ਮੋਮਿਨ, 2:2-5; 2:285; 8:2-4; 8:24
ਵਸੀਅਤ, 2:180, 240; 4:7, 12; 36:50
ਧੋਖਾ, 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
ਬਾਈਬਲ, 5:64, 5:65, 5:68
- ਵਿਗਾੜ, 3:78; 5:14-15
ਪੰਛੀ, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ਦੀਅਤ, 2:178-179; 4:92; 17:33
ਗਨੀਮਤ, 4:94; 8:41; 59:6-8
- ਗ਼ੈਰਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਲੈਣੀ, 3:162
- ਵੇਖੋ ਲੁੱਟ
ਰਿਸ਼ਵਤ, 2:188
ਬੁਦਨ, 22:36
ਬੋਝ
- ਕੋਈ ਦੂਜੇ ਦਾ ਬੋਝ ਨਹੀਂ ਚੁੱਕੇਗਾ, 35:18; 39:7; 53:38
- ਕਾਫ਼ਿਰ ਦੂਜਿਆਂ ਦੇ ਬੋਝ ਵੀ ਚੁੱਕਣਗੇ, 16:25; 29:13
- ਉਹ ਜੋ ਬੋਝ ਚੁੱਕਣਗੇ ਬਹੁਤ ਬੁਰੇ ਹੋਣਗੇ, 6:31, 164
- ਅੱਲਾਹ ਕਿਸੇ ਉੱਤੇ ਉਸਦੀ ਸਮਰੱਥਾ ਤੋਂ ਵੱਧ ਬੋਝ ਨਹੀਂ ਪਾਉਂਦਾ, 2:286; 7:42; 23:62
Buruj, S.85; 85:1; 15:16; 25:61
ਊਠ, 6:144; 7:40; 77:33; 88:17
ਕੈਦੀ, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- ਵੇਖੋ ਜੰਗੀ ਕੈਦੀ
ਮਵੇਸ਼ੀ, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
ਗਾਰ-ਏ-ਸੌਰ, 9:40
ਗੁਫ਼ਾ ਦੇ ਲੋਕ 18:9-22, 25-26
ਯਕੀਨ ਨਾਲ ਸੱਚਾਈ, 56:95; 69:51
ਖ਼ੈਰਾਤ (ਸਦਕਾਹ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- ਸਦਕੇ ਅਤੇ ਜ਼ਕਾਤ ਦੇ ਹੱਕਦਾਰ, 2:273; 9:60
ਬੱਚੇ 2:233; 42:49-50
- ਜਿਨ੍ਹਾਂ ਨੇ ਮੂਰਖਤਾ ਵਿੱਚ ਆਪਣੇ ਬੱਚੇ ਮਾਰੇ ਉਹ ਤਬਾਹ ਹੋਏ, 6:140
ਮਸੀਹ (ਵੇਖੋ ਈਸਾ)
ਈਸਾਈ, 5:14, 19, 64-65, 69; 22:17
- ਈਸਾ ਨੂੰ ਰੱਬ ਨਾ ਬਣਾਓ, 4:171
- ਮੁਸਲਮਾਨਾਂ ਨਾਲ ਸਭ ਤੋਂ ਵੱਧ ਮੁਹੱਬਤ ਦੇ ਨੇੜੇ, 5:82
- ਜ਼ਿਆਦਾਤਰ ਉਹ ਗੱਲਾਂ ਭੁੱਲ ਗਏ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਯਾਦ ਰੱਖਣ ਲਈ ਕਿਹਾ ਗਿਆ, 5:14
- ਹੁਣ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਰਸੂਲ ਆਇਆ, 5:15, 19
- ਨੇਕ ਲੋਕਾਂ ਨੂੰ ਇਨਾਮ ਮਿਲੇਗਾ, 2:62; 5:65; 5:69
- ਕਹਿੰਦੇ ਹਨ "ਈਸਾ ਅੱਲਾਹ ਦਾ ਪੁੱਤਰ ਹੈ", 9:30
ਤਬਾਹ ਹੋਏ ਸ਼ਹਿਰ, 69:9
ਅਮਨ ਦਾ ਸ਼ਹਿਰ, 95:3
ਕੱਪੜੇ, 7:26; 16:81
- ਅੱਗ ਦੇ, 22:19
- ਪਰਦਾ ਜਾਂ ਔਰਤਾਂ ਦੇ ਕੱਪੜੇ ਘਰ ਤੋਂ ਬਾਹਰ, 24:31
- ਔਰਤਾਂ ਦੀ ਬਾਹਰੀ ਪੁਸ਼ਾਕ ਮੁਨਾਫ਼ਿਕਾਂ ਵੱਲੋਂ ਤੰਗ ਕਰਨ ਤੋਂ ਬਚਾਉਂਦੀ ਹੈ, 33:59-60
ਸੰਘੀਏ, 33:9, 22
- ਵੇਖੋ ਅਹਿਜ਼ਾਬ ਸਲਾਹ-ਮਸ਼ਵਰਾ, 42:38
ਸ੍ਰਿਸ਼ਟੀ
- ਸ਼ੁਰੂ ਹੁੰਦੀ ਅਤੇ ਦੁਹਰਾਉਂਦੀ ਹੈ, 10:4; 21:104; 27:64; 29:19-20
- ਨਵੀਂ, 17:49, 98; 35:16
- ਸੱਚ ਨਾਲ, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- ਖੇਡ ਲਈ ਨਹੀਂ, 21:16-17; 23:115
- ਹਰ ਜੀਵ ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ, 21:30; 24:45;25:54
- ਇਨਸਾਨ ਦੀ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ਪਹਿਲੀ ਸ਼ਕਲ 56:62
- ਛੇ ਦਿਨਾਂ ਵਿੱਚ, 7:54; 11:7; 32:4; 50:38; 57:4
- ਜੋੜਿਆਂ ਵਿੱਚ, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ਕਿਸਮਾਂ ਵਿੱਚ, 35:27-28
- ਅੱਲਾਹ ਕਹਿੰਦਾ ਹੈ "ਹੋ ਜਾ!" — ਅਤੇ ਹੋ ਜਾਂਦਾ ਹੈ, 2:117;16:40; 36:82; 40:68
- ਪਲਕ ਝਪਕਣ ਵਾਂਗੂ, 54:50
- ਰਾਤ ਅਤੇ ਦਿਨ, ਸੂਰਜ ਅਤੇ ਚੰਦ, 39:5
- ਅਸਮਾਨ ਅਤੇ ਜ਼ਮੀਨ ਦੀ ਸ੍ਰਿਸ਼ਟੀ ਇਨਸਾਨ ਨਾਲੋਂ ਵੱਡੀ, 40:57; 79:27
- ਮਕਸਦ, 51:56
ਕਾਂ, 5:31
ਮਿਆਰ, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, S.76; 45:24
- ਸਮਾਂ, 76:1; 103:1
ਦਾਊਦ, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ਜ਼ਬੂਰ ਦਿੱਤੀ 4:163
- ਜਾਲੂਤ ਨਾਲ ਲੜੇ ਅਤੇ ਮਾਰਿਆ, 2:251
- ਫ਼ੈਸਲਾ ਕੀਤਾ 21:78-80
- ਗਿਆਨ ਅਤੇ ਨਬੂਵਤ ਨਾਲ ਸਨਮਾਨਿਤ 27:15-16
- ਪਹਾੜ ਅਤੇ ਪੰਛੀ ਉਨ੍ਹਾਂ ਨਾਲ ਅੱਲਾਹ ਦੀ ਤਸਬੀਹ ਕਰਦੇ 34:10; 38:17-20
- ਦੋ ਵਿਅਕਤੀਆਂ ਵਿਚਕਾਰ ਫ਼ੈਸਲਾ 38:21-26
ਦਾਬਾਹ, 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
ਮੁਰਦੇ ਜ਼ਿੰਦਾ ਕੀਤੇ ਜਾਣਗੇ, 6:36
ਮੌਤ, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ਅਤੇ ਜੰਗ ਤੋਂ ਭੱਜਣਾ, 33:16
- ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ, 3:195; 22:58; 47:4
- ਉਹ ਕੌਮਾਂ ਤਬਾਹ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ ਜਿਨ੍ਹਾਂ ਕੋਲ ਵਹੀ ਨਹੀਂ ਪਹੁੰਚੀ, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਮਾਰੇ ਗਏ ਜ਼ਿੰਦਾ ਹਨ, 2:154; 3:169
- ਬੁਰਾਈ ਤੋਂ ਅੱਲਾਹ ਵੱਲ ਭੱਜਦੇ ਹੋਏ, 4:100
- ਰੋਕੀ ਜਾਂ ਟਾਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ 63:10-11
- ਨੀਂਦ ਦੀ ਜੁੜਵੀਂ ਭੈਣ 6:60; 39:42
- ਮੌਤ ਵੇਲੇ ਮੋਮਿਨ ਅਤੇ ਕਾਫ਼ਿਰ 8:50; 16:27-32; 41:30
- ਕਬਰ ਵਿੱਚ ਸਜ਼ਾ 40:46
ਕਰਜ਼ੇ, 2:280, 282; 4:11-12
ਫ਼ੈਸਲਾ
- ਹਰ ਮਾਮਲੇ ਲਈ ਇੱਕ, 13:38
- ਅਸੀਂ ਕਿਸੇ ਬਸਤੀ ਨੂੰ ਤਬਾਹ ਨਹੀਂ ਕੀਤਾ ਜਦ ਤੱਕ ਉਸ ਲਈ ਇੱਕ ਮਿੱਥਿਆ ਫ਼ੈਸਲਾ ਨਾ ਸੀ, 15:4
- ਹਰ ਮਾਮਲੇ ਦਾ ਫ਼ੈਸਲਾ ਅੱਲਾਹ ਵੱਲੋਂ, 44:5
- ਜਦੋਂ ਉਹ ਕਿਸੇ ਮਾਮਲੇ ਦਾ ਫ਼ੈਸਲਾ ਕਰਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ "ਹੋ ਜਾ!" — ਅਤੇ ਹੋ ਜਾਂਦਾ ਹੈ, 2:117; 36:82; 40:68
ਅਮਲ
- ਬੁਰੇ ਉਨ੍ਹਾਂ ਲਈ ਸੁਹਾਵਣੇ ਲੱਗਦੇ ਹਨ, 47:14
- ਸਾਡੇ ਆਪਣੇ ਲਈ ਅਤੇ ਤੁਹਾਡੇ ਆਪਣੇ ਲਈ, 28:55; 42:15; 45:15
- ਚੰਗੇ ਅਤੇ ਬੁਰੇ ਆਪਣੇ ਆਪ ਲਈ ਹਨ, 41:46
- ਇਨਸਾਨ ਦੇ ਅਮਲ ਉਸਦੇ ਗਲੇ ਨਾਲ ਬੱਝੇ, 17:13
ਦਰਜੇ, ਜੋ ਕੀਤਾ ਉਸ ਅਨੁਸਾਰ, 6:132
ਖ਼ਾਹਿਸ਼, ਜੋ ਆਪਣੀਆਂ ਬੁਰੀਆਂ ਖ਼ਾਹਿਸ਼ਾਂ ਦੇ ਪਿੱਛੇ ਚੱਲਦੇ ਹਨ, 47:14, 16
- ਜਿਸਨੇ ਆਪਣੀ ਖ਼ਾਹਿਸ਼ ਨੂੰ ਆਪਣਾ ਖੁਦਾ ਬਣਾ ਲਿਆ, 25:43
ਨਿਰਾਸ਼ ਨਾ ਹੋਵੋ ਅੱਲਾਹ ਦੀ ਰਹਿਮਤ ਤੋਂ, 39:53; 21:87-88; 68:48-50
- ਵੇਖੋ ਯੂਨੁਸ
Dhariyat, S.51
ਜ਼ਿਕਰ, 7:205; 15:6, 9
ਜ਼ੁਲ-ਕਿਫਲ, 21:85; 38:48
ਜ਼ੁਲ-ਕਰਨੈਨ, 18:83-98
ਜ਼ੁਨ-ਨੂਨ (ਮੱਛੀ ਵਾਲਾ ਸਾਥੀ)
ਕਾਫ਼ਿਰ (ਵੇਖੋ ਮੁਨਾਫ਼ਿਕ)
- ਮੁਹੰਮਦ ﷺ ਨੂੰ ਅਜ਼ਾਬ ਮੰਗਵਾਉਣ ਲਈ ਕਹੋ, 6:57-58; 8:32; 10:49-52
- ਨਰਮੀ ਨਾਲ ਉਨ੍ਹਾਂ ਦਾ ਸਾਥ ਦਿਓ, 31:15
- ਉਨ੍ਹਾਂ ਦੀਆਂ ਗੱਲਾਂ ਸਬਰ ਨਾਲ ਸਹੋ, 20:130; 50:39
- ਉਨ੍ਹਾਂ ਨਾਲ ਇਕਰਾਰਨਾਮੇ, 8:56; 8:72; 9:4, 7
- ਇਕਰਾਰਨਾਮੇ ਤੋੜਨਾ, 8:58; 9:12
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚਾਲਾਂ ਅਸਫਲ ਕਰਦਾ ਹੈ, 8:30, 36
- ਜਦੋਂ ਅੱਲਾਹ ਦੇ ਕਾਨੂੰਨ ਦਾ ਮਜ਼ਾਕ ਉੜਾਇਆ ਜਾਵੇ ਤਾਂ ਉੱਠ ਜਾਓ, 4:140; 6:68
- ਜੇ ਉਹ ਮੰਗਣ ਤਾਂ ਉਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਕਰੋ, 9:6
- ਜੰਗ ਵਿੱਚ ਸਜ਼ਾ, 8:12, 50, 59
- ਆਖ਼ਿਰਤ ਵਿੱਚ ਸਜ਼ਾ, 8:37
- ਮਸਜਿਦਾਂ ਦੀ ਦੇਖਭਾਲ ਨਾ ਕਰਨ, 9:17
- ਉਨ੍ਹਾਂ ਨਾਲ ਨਰਮੀ ਨਾਲ ਬੋਲੋ, 17:53
- ਉਨ੍ਹਾਂ ਵਿਰੁੱਧ ਜਤਨ, 9:73; 25:52; 66:9
- ਗ਼ੈਰ-ਜੰਗਜੂਆਂ ਨਾਲ ਇਨਸਾਫ਼, 60:8
- ਸਿਰਫ਼ ਆਪਣਿਆਂ ਨਾਲ ਗੱਠਜੋੜ ਕਰਨਗੇ, 8:72
ਈਸਾ ਦੇ ਸਾਥੀ, 3:52; 61:14
ਮੁਨਾਫ਼ਿਕਾਂ ਅਤੇ ਕਾਫ਼ਿਰਾਂ ਦੇ ਦਿਲਾਂ ਵਿੱਚ ਬਿਮਾਰੀ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ਕਿਤਾਬ ਦਾ ਵਿਗਾੜ, 3:78; 5:14-15
ਤੰਗੀ ਤੋਂ ਬਾਅਦ ਅਮਨ ਹੈ, 3:154
ਗਨੀਮਤ ਦੀ ਵੰਡ, 8:41; 59:7-8
ਖੱਡ ਵਾਲੇ, 85:4-10
ਵੰਨ-ਸੁਵੰਨਤਾ
- ਇਨਸਾਨਾਂ ਦੀ, 30:22, 35:27-28
- ਜ਼ਿੰਦਗੀ ਦੀ, 35:27-28
ਤਲਾਕ, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- ਇੰਤਜ਼ਾਰ ਮਗਰੋਂ, ਖ਼ਤਮ ਜਾਂ ਸੁਲ੍ਹਾ, 2:231; 65:2
- ਦੋ ਗਵਾਹ, 65:2
- ਗੁਜ਼ਾਰਾ ਭੱਤਾ, 2:233, 241
- ਸਾਬਕਾ ਪਤੀ ਦੇ ਵਾਰਸ ਤੱਕ ਵਧਦਾ ਹੈ, 2:233
- ਦੋ ਵਾਰ ਵਾਪਸ ਹੋ ਸਕਦਾ ਹੈ, 2:229
- ਮਹਿਰ ਦੀ ਸਥਿਤੀ, 2:229, 236-237
- ਲੋੜ ਪੈਣ 'ਤੇ ਦੁੱਧ ਚੁੰਘਾਉਣ ਵਾਲੀ ਲੱਭੋ, 65:6
- ਵੇਖੋ ਜ਼ਿਹਾਰ
ਤਲਾਕ, ਮਰਦ
- ਇੱਕ ਔਰਤ ਛੱਡ ਕੇ ਦੂਜੀ ਲਈ — ਪਹਿਲੀ ਨੂੰ ਦਿੱਤਾ ਵਾਪਸ ਨਾ ਲਓ, 4:20
- ਪਤਨੀ ਨੂੰ ਤੰਗ ਨਾ ਕਰੋ, 65:6
- ਪਤਨੀ ਨੂੰ ਜਬਰਦਸਤੀ ਨਾ ਰੱਖੋ, 4:19
- ਚਾਰ ਮਹੀਨੇ ਸੋਚਣ ਲਈ, 2:226
- ਗਰਭ ਅਤੇ ਇੱਦਤ ਦੌਰਾਨ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਾਲਣ ਪੋਸ਼ਣ, 65:6
- ਜੇ ਬੱਚੇ ਨੂੰ ਦੁੱਧ ਚੁੰਘਾ ਰਹੀ ਹੈ ਤਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਾਲਣ ਪੋਸ਼ਣ, 65:6
- ਮਾਂ ਨੂੰ ਯਤੀਮ ਬੱਚੇ ਕਾਰਨ ਤਕਲੀਫ਼ ਨਾ ਹੋਵੇ, 2:233
- ਇਸਲਾਮ ਤੋਂ ਪਹਿਲਾਂ ਦਾ, 58:2
- ਸੁਲ੍ਹਾ ਲਈ ਦੋ ਮਹੀਨੇ ਲਗਾਤਾਰ ਰੋਜ਼ੇ, 58:4
- ਸੁਲ੍ਹਾ ਲਈ ਸੱਠ ਲੋੜਵੰਦਾਂ ਨੂੰ ਖੁਆਓ, 58:4
- ਸੁਲ੍ਹਾ ਲਈ ਇੱਕ ਗ਼ੁਲਾਮ ਆਜ਼ਾਦ ਕਰੋ, 58:3
- ਸੁਲ੍ਹਾ ਦੀ ਕੋਸ਼ਿਸ਼, 4:35
- ਜੇ ਨਿਕਾਹ ਪੂਰਾ ਨਾ ਹੋਇਆ ਤਾਂ ਗੁਨਾਹ ਨਹੀਂ, 2:236
- ਲਾੜੀ ਅੱਧੇ ਮਹਿਰ ਦੀ ਹੱਕਦਾਰ, 2:237
ਤਲਾਕ, ਔਰਤ
- ਤੀਜੇ ਤਲਾਕ ਤੋਂ ਬਾਅਦ (ਕਿਸੇ ਹੋਰ ਪਤੀ ਤੋਂ) ਪਹਿਲੇ ਪਤੀ ਕੋਲ ਵਾਪਸ ਜਾ ਸਕਦੀ ਹੈ, 2:229
- ਗੁਜ਼ਾਰੇ ਦੀ ਹੱਕਦਾਰ, 2:241; 65:1
- ਤਲਾਕ ਦਾ ਬਰਾਬਰ ਹੱਕ, 2:228
- ਪਤੀ ਵੱਲੋਂ ਬੁਰੇ ਵਿਵਹਾਰ ਦਾ ਡਰ, 4:128
- ਪਤੀ ਵੱਲੋਂ ਦਿੱਤਾ ਰੱਖ ਸਕਦੀ ਹੈ, 2:229
- ਘਰੋਂ ਕੱਢੀ ਨਾ ਜਾਵੇ, 65:1
- ਤਿੰਨ ਮਾਹਵਾਰੀਆਂ ਦਾ ਇੰਤਜ਼ਾਰ, 2:228
- ਮਾਹਵਾਰੀ ਤੋਂ ਮੁਕਤ ਔਰਤਾਂ ਲਈ ਤਿੰਨ ਮਹੀਨੇ, 65:4
- ਜਦ ਤੱਕ ਨਿਕਾਹ ਪੂਰਾ ਨਾ ਹੋਇਆ ਹੋਵੇ, 33:49
ਕੁੱਤੇ, 7:176
ਗਧੇ, 2:259; 16:8; 31:19; 62:5; 74:50
ਪੀਣਾ
- ਸ਼ਰਾਬ, 2:219; 5:90
- ਸ਼ੁੱਧ ਅਤੇ ਚਿੱਟੀ ਸੁਆਦਲੀ, 37:45-46; 76:21
- ਸ਼ੁੱਧ ਮੋਹਰਬੰਦ ਸ਼ਰਾਬ, 83:25
Duha, S.93
Dukhan, S.44
ਹਾਥੀ ਦੀ ਫ਼ੌਜ, 105:1-5
ਇਲਿਯਾਸ (ਇਲਿਯਾਹ; ਇਲਿਆਸੀਨ) 6:85; 37:123-132
ਅਲਯਸਾ' (ਅਲੀਸ਼ਾ) 6:86; 38:48
ਇਦਰੀਸ (ਵੇਖੋ ਇਦਰੀਸ)
ਵਾਕਿਆ, 56:1; 69:15
ਬੁਰਾਈ, 4:123; 10:27-30; 19:83; 59:15
- ਖੁੱਲ੍ਹੇਆਮ ਨਹੀਂ ਕਹਿਣੀ, 4:148
- ਆਪਣੇ ਆਪ ਤੋਂ ਹੈ, ਪਰ ਚੰਗਿਆਈ ਅੱਲਾਹ ਤੋਂ, 4:79; 42:48
- ਮਾਫ਼ ਕਰੋ, 4:149
- ਬਦਲਾ, 6:160; 42:40
- ਜੋ ਚਾਲਾਂ ਚੱਲਦੇ ਹਨ, 16:45-47
- ਬੁਰਾ ਅੰਜਾਮ ਸੀ, 30:10
- ਜ਼ਮੀਨ ਅਤੇ ਸਮੁੰਦਰ 'ਤੇ ਪ੍ਰਗਟ ਹੋਈ, 30:41
- ਚੰਗਿਆਈ ਨਾਲ ਦੂਰ ਕਰੋ, 13:22; 23:96; 41:34
- ਚੰਗਿਆਈ ਲਈ ਬਦਲੀ, 7:95
- ਜੋ ਆਪਣੀਆਂ ਬੁਰੀਆਂ ਖ਼ਾਹਿਸ਼ਾਂ ਦੇ ਪਿੱਛੇ ਚੱਲਦੇ ਹਨ, 47:14, 16
- ਅਮਲ ਉਨ੍ਹਾਂ ਲਈ ਸੁਹਾਵਣੇ ਕਰ ਦਿੱਤੇ, 47:14
ਹੱਦ ਤੋਂ ਵੱਧ
- ਖਾਣੇ ਵਿੱਚ ਮਨਾਹੀ, 5:87
- ਦੀਨ ਵਿੱਚ, 4:171; 5:77-81
ਅੱਖਾਂ, ਕੰਨ ਅਤੇ ਚਮੜੀ ਗੁਨਾਹਗਾਰਾਂ ਵਿਰੁੱਧ ਗਵਾਹੀ ਦੇਣਗੇ, 41:20-23
ਉਜ਼ੈਰ, 9:30
ਅੱਲਾਹ ਦਾ ਚਿਹਰਾ ਜਾਂ ਜਲਾਲ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ਸੁਹਾਵਣਾ ਲੱਗਣਾ
- ਅੱਲਾਹ ਨੇ ਹਰ ਕੌਮ ਲਈ ਉਸ ਦੇ ਅਮਲ ਸੁਹਾਵਣੇ ਕੀਤੇ, 6:108
ਈਮਾਨ, 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ਮੁਨਕਰ, 3:116
- ਵਾਧਾ, 3:173
- ਯਕੀਨ ਨਾਲ, 44:7; 45:4, 20; 51:20
- ਉਸਨੇ ਤੁਹਾਨੂੰ ਸੇਧ ਦਿੱਤੀ, 49:17
Fajr, S.89
Falaq, S.113
ਕੁਰਆਨ ਦੀਆਂ ਆਇਤਾਂ ਬਾਰੇ ਝੂਠੀ ਗੱਲਬਾਤ, 6:68
ਝੂਠੇ ਦੇਵਤੇ
- ਅੱਲਾਹ ਤੋਂ ਇਲਾਵਾ, ਬੁੱਤ ਅਤੇ ਸਾਂਝੀਦਾਰ 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਪੂਜਦੇ ਹਨ ਉਨ੍ਹਾਂ ਨੂੰ ਗਾਲਾਂ ਨਾ ਦਿਓ, 6:108
- ਵੇਖੋ ਤਾਗ਼ੂਤ
ਝੂਠ, 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ਇਨਸਾਨ ਦੇ ਅਮਲ ਉਸਦੇ ਗਲੇ ਨਾਲ ਬੱਝੇ, 17:13
ਰੋਜ਼ਾ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- ਜਦੋਂ ਤੱਕ ਚਿੱਟਾ ਧਾਗਾ ਕਾਲੇ ਧਾਗੇ ਤੋਂ ਵੱਖਰਾ ਨਜ਼ਰ ਨਾ ਆਵੇ ਖਾਓ ਪੀਓ, 2:187
Fath, S.48
Fatihah, S.1
Fatir, S.35
ਰੋਜ਼ੇ ਦਾ ਫਿਦਯਾ, 2:196
- ਕੈਦੀਆਂ ਦੀ ਰਿਹਾਈ ਲਈ, 8:67
- ਕਾਫ਼ਿਰਾਂ ਵੱਲੋਂ ਪੇਸ਼ ਕੀਤਾ ਫਿਦਯਾ, 3:91; 5:36,37; 10:54; 13:18
ਅੰਜੀਰ, 95:1
ਜੰਗ
- ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਕਾਫ਼ਿਰਾਂ ਵਿਰੁੱਧ, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ਫ਼ਰਜ਼ ਕੀਤੀ ਗਈ, 2:216
- ਪਵਿੱਤਰ ਮਹੀਨਿਆਂ ਵਿੱਚ, 2:217; 9:5
- ਬਨੀ ਇਸਰਾਈਲ ਵੱਲੋਂ, 2:246-251
- ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਅਤੇ ਮਜ਼ਲੂਮ ਮਰਦਾਂ ਅਤੇ ਔਰਤਾਂ ਲਈ, 4:74-76
- ਜਦੋਂ ਤੱਕ ਫਿਤਨਾ ਖ਼ਤਮ ਨਾ ਹੋਵੇ, 8:39
- ਵੀਹ ਦੋ ਸੌ ਉੱਤੇ ਭਾਰੀ, 8:65
- ਉਨ੍ਹਾਂ ਵਿਰੁੱਧ ਜੋ ਅੱਲਾਹ ਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ, 9:29
- ਮਜ਼ਲੂਮਾਂ ਦੀ ਇਜਾਜ਼ਤ, 22:39-41
- ਅਤੇ ਮੁਨਾਫ਼ਿਕ, 47:20
- ਛੋਟਾਂ, 48:17
Fil, S.105
ਫਿਰਦੌਸ ਜੰਨਤ, 18:107; 23:11
ਅੱਗ, 56:71, 100:2
ਮੱਖੀ, 22:73
ਖਾਣਾ
- ਹਲਾਲ ਅਤੇ ਹਰਾਮ, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ਪਹਿਲਾਂ ਖਾਧੇ ਬਾਰੇ ਕੋਈ ਗੁਨਾਹ ਨਹੀਂ, 5:93
- ਹੱਦ ਤੋਂ ਨਾ ਵਧੋ, 5:87
- ਜੋ ਅੱਲਾਹ ਨੇ ਹਲਾਲ ਕੀਤਾ ਉਸਨੂੰ ਹਰਾਮ ਨਾ ਕਰੋ, 5:87; 7:32; 16:116
ਮਨਾਹੀ ਕੰਮ, 6:151-152; 7:33
ਮਾਫ਼ੀ, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- ਮੋਮਿਨਾਂ ਦਾ ਫ਼ਰਜ਼, 42:37; 45:14
- ਮੋਮਿਨਾਂ ਵੱਲੋਂ ਕਿਤਾਬ ਵਾਲਿਆਂ ਲਈ, 2:109
- ਅੱਲਾਹ ਜਿਸਨੂੰ ਚਾਹੇ ਮਾਫ਼ ਕਰਦਾ ਹੈ, 4:48
- ਅੱਲਾਹ ਸ਼ਿਰਕ ਮਾਫ਼ ਨਹੀਂ ਕਰਦਾ, 4:48, 116
- ਜੋ ਅੱਲਾਹ ਤੋਂ ਮਾਫ਼ੀ ਮੰਗੇ, 4:110
- ਮੁਸ਼ਰਿਕਾਂ ਲਈ ਮਾਫ਼ੀ ਨਾ ਮੰਗੋ, 9:113
- ਅੱਲਾਹ ਸਾਰੇ ਗੁਨਾਹ ਮਾਫ਼ ਕਰਦਾ ਹੈ, 39:53
- ਫ਼ਰਿਸ਼ਤੇ ਜ਼ਮੀਨ ਵਾਲਿਆਂ ਲਈ ਮਾਫ਼ੀ ਮੰਗਦੇ ਹਨ, 42:5
- ਗੁੱਸੇ ਵਿੱਚ ਮਾਫ਼ ਕਰੋ, 42:37
- ਮਾਫ਼ ਕਰੋ ਅਤੇ ਸੁਲ੍ਹਾ ਕਰੋ, 42:40
- ਮੋਮਿਨ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਫ਼ ਕਰਨ ਜੋ ਅੱਲਾਹ ਦੇ ਦਿਨਾਂ ਦੀ ਉਮੀਦ ਨਹੀਂ ਰੱਖਦੇ, 45:14
- ਵੱਡੇ ਗੁਨਾਹਾਂ ਤੋਂ ਬਚਣ ਵਾਲਿਆਂ ਲਈ, 53:32
- ਮਾਫ਼ੀ ਵੱਲ ਦੌੜੋ, 57:21
- ਬੁਰੇ ਅਮਲ ਚੰਗੇ ਵਿੱਚ ਬਦਲੇ 25:68-71
ਧੋਖਾ, 83:1-6
ਆਜ਼ਾਦ ਇੱਛਾ
- ਅੱਲਾਹ ਦੀ ਮਰਜ਼ੀ ਨਾਲ ਸੀਮਿਤ, 6:107; 10:99; 74:56;76:31; 81:28-29
- ਜੋ ਚਾਹੇ ਈਮਾਨ ਲਿਆਵੇ ਜਾਂ ਕੁਫ਼ਰ ਕਰੇ, 18:29
- ਆਪਣੇ ਰੱਬ ਵੱਲ ਰਾਹ ਲਓ, 76:29
- ਸਿੱਧੇ ਚੱਲੋ, 81:28
ਜੁੱਮੇ ਦੀ ਨਮਾਜ਼, 62:9-11
ਫਲ, 6:41; 16:11
- ਜੰਨਤ ਵਿੱਚ ਬਹੁਤਾਤ, 43:73
- ਹਰ ਕਿਸਮ ਦੇ, 47:15
- ਜਿਵੇਂ ਚਾਹੋ, 77:42
ਫੁੱਜਾਰ, 82:14-16; 83:7
Furqan, S.25
Fussilat, S.41
ਜਿਬਰੀਲ, 2:97-98; 26:193; 66:4; 81:19-21
- ਰੂਹ, 26:193; 67:12; 70:4; 78:38; 97:4
- ਰੂਹ-ਉਲ-ਕੁਦੁਸ, 2:87, 253; 5:110; 16:102
ਜੂਆ, 2:219; 5:90
ਇਹਰਾਮ ਦੀ ਹਾਲਤ ਵਿੱਚ ਸ਼ਿਕਾਰ, 5:94-96
Ghafir, S.40
Ghashiyah, S.88
ਗੁਸਲ, 4:43; 5:6
ਤੋਹਫ਼ੇ, 30:39
ਜਾਲੂਤ, 2:249-251
ਚੰਗੇ (ਦਿਨ), 3:140
- ਤੁਸੀਂ ਉਸ ਚੀਜ਼ ਨੂੰ ਨਾਪਸੰਦ ਕਰਦੇ ਹੋ ਜੋ ਚੰਗੀ ਹੈ ਅਤੇ ਉਸਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹੋ ਜੋ ਬੁਰੀ ਹੈ, 2:216
- ਇਨਾਮ ਮਿਲੇਗਾ, 4:85; 28:54
- ਦੁੱਗਣਾ ਇਨਾਮ, 4:40; 28:54
- ਦਸ ਗੁਣਾ ਇਨਾਮ, 6:160
- ਵਾਧਾ, 42:23
- ਜੋ ਚੰਗਾ ਕਰਦੇ ਹਨ ਉਨ੍ਹਾਂ ਲਈ ਚੰਗਾ ਅਤੇ ਆਖ਼ਿਰਤ ਦਾ ਘਰ, 16:30
- ਇਸ ਦੁਨੀਆ ਵਿੱਚ ਚੰਗਾ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਚੰਗਾ, 39:10
- ਅੱਲਾਹ ਚੰਗਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਸਭ ਤੋਂ ਵਧੀਆ ਨਾਲ ਨਵਾਜ਼ਦਾ ਹੈ, 53:31
- ਚੰਗੇ ਦਾ ਬਦਲਾ ਚੰਗਾ ਹੀ ਹੈ, 55:60
- ਜਿਵੇਂ ਅੱਲਾਹ ਨੇ ਤੇਰੇ ਨਾਲ ਚੰਗਾ ਕੀਤਾ, ਤੂੰ ਵੀ ਚੰਗਾ ਕਰ, 28:77
ਚੰਗਿਆਈ ਅਤੇ ਬੁਰਿਆਈ
- ਚੰਗਿਆਈ ਅੱਲਾਹ ਤੋਂ ਅਤੇ ਬੁਰਿਆਈ ਆਪਣੇ ਆਪ ਤੋਂ, 4:79
- ਜੇ ਚੰਗਾ ਕਰੋ ਆਪਣੇ ਲਈ ਅਤੇ ਬੁਰਾ ਕਰੋ ਆਪਣੇ ਵਿਰੁੱਧ, 17:7;41:46
- ਬੁਰਿਆਈ ਨੂੰ ਚੰਗਿਆਈ ਨਾਲ ਦੂਰ ਕਰੋ, 23:96; 28:54; 41:34
- ਚੰਗਾ ਅਤੇ ਬੁਰਾ ਅਮਲ ਬਰਾਬਰ ਨਹੀਂ, 41:34
- ਹਰ ਇਨਸਾਨ ਆਪਣੇ ਸਾਰੇ ਚੰਗੇ ਅਤੇ ਬੁਰੇ ਅਮਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰੇਗਾ, 3:30
- ਵੇਖੋ ਮੁਹਸਿਨੂਨ
ਚੰਗਾ ਅਮਲ
- ਜ਼ਾਹਰ ਕਰੋ ਜਾਂ ਛੁਪਾਓ, 4:149
- ਨੇਕੀਆਂ ਵਿੱਚ ਦੌੜ ਲਗਾਓ, 5:48
ਇੰਜੀਲ, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
ਮਹਾਨ ਖ਼ਬਰ, 78:1-5
ਸਲਾਮ, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Hadid, S.57
ਹਦੀ (ਕੁਰਬਾਨੀ ਦਾ ਜਾਨਵਰ), 2:196, 200
ਹੱਜ, 2:158, 196-203; 3:97; 5:2;22:30
Hajj, S.22
ਹਾਮਾਨ, 28:6, 38; 29:39; 40:24, 36, 37
ਹੱਥ ਅਤੇ ਪੈਰ ਗਵਾਹੀ ਦੇਣਗੇ, 36:65
Haggah, S.69
ਤੰਗੀ ਦੇ ਨਾਲ ਆਸਾਨੀ ਹੈ, 94:5-6
ਹਾਰੂਨ, (ਵੇਖੋ ਆਰੋਨ)
ਹਾਰੂਤ, 2:102
Hashr, S.59
ਦਿਲ
- ਸਖ਼ਤ, 2:74; 22:53; 39:22; 57:16
- ਮੋਹਰਬੰਦ, 7:100-101; 40:35; 47:16; 63:3
- ਢੱਕੇ ਹੋਏ, 17:46; 41:5
- ਬੰਦ, 47:24
- ਵੰਡੇ ਹੋਏ, 59:14
- ਡਰ ਨਾਲ ਭਰੇ, 22:35
- ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਵਿੱਚ ਬਿਮਾਰੀ ਹੈ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ਅਸਮਾਨ
- ਅੱਲਾਹ ਲਈ ਅਸਮਾਨਾਂ ਦਾ ਗ਼ੈਬ, 16:77
- ਖੇਡ ਲਈ ਨਹੀਂ ਬਣਾਏ, 21:16
- ਅਤੇ ਜ਼ਮੀਨ ਇਕੱਠੇ ਸਨ, 21:30
- ਅਸਮਾਨਾਂ ਵਿੱਚ ਕੁਝ ਵੀ ਲੁਕਿਆ ਨਹੀਂ, 27:75
- ਬਿਨਾਂ ਥੰਮ੍ਹਾਂ ਤੋਂ ਬਣਾਏ, 31:10
- ਉਸਦੇ ਸੱਜੇ ਹੱਥ ਵਿੱਚ ਲਪੇਟੇ ਜਾਣਗੇ, 39:67
- ਦੋ ਦਿਨਾਂ ਵਿੱਚ ਸੱਤ ਅਸਮਾਨਾਂ ਦੀ ਸ੍ਰਿਸ਼ਟੀ, 41:12
- ਨਜ਼ਦੀਕੀ ਅਸਮਾਨ ਚਰਾਗ਼ਾਂ ਨਾਲ ਸਜਾਇਆ, 41:12
- ਅੱਲਾਹ ਲਈ ਜੋ ਕੁਝ ਅਸਮਾਨਾਂ ਵਿੱਚ ਹੈ, 45:27;53:31
- ਸੱਤ ਅਸਮਾਨ ਇੱਕ ਦੂਜੇ ਉੱਤੇ, 67:3
ਨਰਕ (ਅੱਗ, ਭੜਕਦੀ ਲਾਟ) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ਸੜਦਾ ਅਤੇ ਉਬਲਦਾ ਪਾਣੀ 22:19-22; 23:103-104
- ਪੀਪ 14:14-17; 38:55-58; 69:35-37
- ਜ਼ੱਕੂਮ ਦਾ ਰੁੱਖ 37:62-70; 44:43-50; 56:41-56
- ਵਾਸੀਆਂ ਦੀ ਜਿਉਣ ਜਾਂ ਮਰਨ ਦੀ ਅਸਮਰੱਥਾ 87:13
- ਦੋਸ਼ਾਰੋਪਣ 26:91-101; 34:31-33
- ਤੁਰੰਤ ਤਬਾਹੀ ਦੀਆਂ ਦੁਹਾਈਆਂ 25:13-14; 43:74-78
- ਤੀਬਰ ਚੀਕਾਂ 35:36-37
- ਅੱਗ ਦਾ ਗਰਜਣਾ ਅਤੇ ਦਹਾੜਨਾ 25:11-12; 67:6-11
- ਭੁੱਜੀ ਚਮੜੀ ਦੀ ਥਾਂ ਨਵੀਂ 4:56
- ਬੇੜੀਆਂ ਅਤੇ ਤਾਰ ਦੇ ਕੱਪੜੇ 14:48-50
- ਲੋਹੇ ਦੇ ਗੁਰਜ਼ 22:19-22
- ਜ਼ੰਜੀਰਾਂ 13:5
- ਨਰਕ ਦੇ ਰਖਵਾਲੇ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ਕੋਈ ਫਿਦਯਾ ਮਨਜ਼ੂਰ ਨਹੀਂ 5:36-37
- ਸਿਫ਼ਾਰਸ਼ ਨਾਮਨਜ਼ੂਰ 6:94; 26:100; 30:13; 74:48
- ਸੜਦੀ ਨਿਰਾਸ਼ਾ ਅਤੇ ਬਰਫ਼ ਜਿਹੀ ਠੰਡੀ ਹਨੇਰੀ, 38:57
- ਸੱਤਰ ਹੱਥ ਲੰਬੀ ਜ਼ੰਜੀਰ, 69:32
- ਸੀਮਿਤ ਸਮੇਂ ਲਈ ਰਹਿਣਾ, 78:23
ਆਖ਼ਿਰਤ
- ਆਖ਼ਿਰਤ ਦਾ ਘਰ ਬਿਹਤਰ ਹੈ, 6:32; 7:169
- ਆਖ਼ਿਰਤ ਵਿੱਚ ਕੀ ਅੰਜਾਮ ਹੋਵੇਗਾ, 6:135
- ਜ਼ਾਲਿਮ ਕਾਮਯਾਬ ਨਹੀਂ ਹੋਣਗੇ, 6:135
- ਆਖ਼ਿਰਤ ਦਾ ਘਰ, 12:109; 16:30; 28:83; 29:64
- ਜੋ ਆਖ਼ਿਰਤ ਉੱਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ, 17:10
- ਆਖ਼ਿਰਤ ਦਾ ਇਨਾਮ, 42:20
- ਚਾਂਦੀ ਅਤੇ ਸੋਨੇ ਨਾਲੋਂ ਬਿਹਤਰ, 43:33-35
- ਸਿਰਫ਼ ਮੁੱਤਕੀਆਂ ਲਈ, 43:35
- ਆਖ਼ਿਰਤ ਦੀ ਸਜ਼ਾ, 68:33
- ਬਿਹਤਰ ਅਤੇ ਵੱਧ ਸਥਾਈ, 87:17
- ਇਸ ਦੁਨੀਆ ਨਾਲੋਂ ਬਿਹਤਰ, 93:4
ਚੌੜੇ ਰਾਹ, 21:31
ਹਿਜਰ (ਪੱਥਰੀਲਾ ਇਲਾਕਾ), 15:80-85
Hijr, S.15
ਹਮਜਿਨਸਪ੍ਰਸਤੀ 26:165-166; 27:55; 29:28-29
ਘੋੜੇ, 16:8
ਕਿਆਮਤ
- ਇਸਦਾ ਗਿਆਨ ਸਿਰਫ਼ ਅੱਲਾਹ ਕੋਲ ਹੈ, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ਅਚਾਨਕ ਆ ਜਾਂਦੀ ਹੈ, 6:31; 7:187;12:107; 43:66
- ਤੁਹਾਡੇ ਉੱਤੇ ਆਵੇਗੀ, 6:40; 12:107; 20:15; 34:3
- ਨਜ਼ਦੀਕ ਆ ਗਈ, 54:1-5
- ਪਲਕ ਝਪਕਣ ਜਿੰਨੀ ਜਾਂ ਉਸ ਤੋਂ ਵੀ ਨੇੜੇ, 16:77
- ਭੂਚਾਲ, 22:1
- ਕਾਇਮ ਹੋਵੇਗੀ, 30:12, 14
- ਜ਼ਰੂਰ ਆਵੇਗੀ, ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ, 40:59;45:32; 51:5-6
- ਨਿਸ਼ਾਨੀਆਂ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ਨਾਮ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ਲੋਕਾਂ ਨੂੰ ਅਚਾਨਕ ਆਵੇਗੀ 6:31; 7:187
- ਸੂਰ ਫੂਕਿਆ ਜਾਵੇਗਾ 6:73; 23:101; 39:68
ਘਰਾਂ ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣ ਦੇ ਢੰਗ, 24:27-29
ਹੂਦ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Hud, S.11
Hujurat, S.49
Humazah, S.104
ਹੁਨੈਨ (ਜੰਗ), 9:25
ਹੂਰਾਂ (ਜੰਨਤ ਵਿੱਚ), 44:54; 52:20
ਮੁਨਾਫ਼ਿਕ
- ਕਹਿੰਦੇ ਹਨ ਅੱਲਾਹ ਅਤੇ ਆਖ਼ਿਰਤ ਉੱਤੇ ਈਮਾਨ ਹੈ ਪਰ ਅਸਲ ਵਿੱਚ ਨਹੀਂ, 2:8
- ਆਪਣੇ ਆਪ ਨੂੰ ਧੋਖਾ ਦਿੰਦੇ ਹਨ, 2:9
- ਦਿਲਾਂ ਵਿੱਚ ਬਿਮਾਰੀ, 2:10; 8:49; 22:53;33:12; 47:29
- ਫਿਤਨਾ ਫੈਲਾਉਂਦੇ ਹਨ, 2:11-12
- ਮੂਰਖ ਅਤੇ ਮਜ਼ਾਕ ਕਰਨ ਵਾਲੇ, 2:13-15
- ਹਿਦਾਇਤ ਦੀ ਥਾਂ ਗੁਮਰਾਹੀ ਖ਼ਰੀਦੀ, 2:16
- ਬੋਲੇ, ਗੁੰਗੇ ਅਤੇ ਅੰਨ੍ਹੇ, 2:17-18
- ਮੌਤ ਅਤੇ ਹਨੇਰੇ ਤੋਂ ਡਰਦੇ ਹਨ, 2:19-20
- ਖ਼ੁਸ਼ਾਮਦੀ ਗੱਲਾਂ, 2:204-206
- ਜੰਗ ਕਰਨ ਤੋਂ ਇਨਕਾਰ, 3:167-168
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਦੀ ਗੱਲ ਜਾਣਦਾ ਹੈ, 3:167;4:63
- ਝੂਠੇ ਜੱਜਾਂ ਕੋਲ ਜਾਂਦੇ ਹਨ, ਵਹੀ ਤੋਂ ਮੂੰਹ ਮੋੜਦੇ ਹਨ, ਮੁਸੀਬਤ ਵੇਲੇ ਆਉਂਦੇ ਹਨ, 4:60-62
- ਮੁਸੀਬਤ ਅਤੇ ਕਾਮਯਾਬੀ ਵਿੱਚ, 4:72-73
- ਅੱਲਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵਾਪਸ ਕੀਤਾ, 4:88
- ਦੋਸਤ ਨਾ ਬਣਾਓ, 4:89; 58:14-19
- ਜੇ ਮੁੜਨ ਤਾਂ ਜਿੱਥੇ ਮਿਲਣ ਮਾਰ ਦਿਓ, 4:89
- ਤੁਹਾਡੀ ਫ਼ਤਹਿ ਜਾਂ ਕਾਫ਼ਿਰਾਂ ਦੀ ਕਾਮਯਾਬੀ ਦੀ ਉਡੀਕ, 4:141
- ਅੱਲਾਹ ਨੂੰ ਧੋਖਾ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹਨ, ਆਲਸ ਨਾਲ ਅਤੇ ਦਿਖਾਵੇ ਲਈ ਨਮਾਜ਼ ਪੜ੍ਹਦੇ ਹਨ, 4:142
- ਨਾ ਇਧਰ ਦੇ ਨਾ ਉਧਰ ਦੇ, 4:143
- ਦੋਜ਼ਖ਼ ਦੇ ਸਭ ਤੋਂ ਹੇਠਲੇ ਦਰਜੇ ਵਿੱਚ; ਕੋਈ ਮਦਦਗਾਰ ਨਹੀਂ, 4:145
- ਭਾਂਡੇ ਖੁੱਲ੍ਹਣ ਤੋਂ ਡਰਦੇ ਹਨ, 9:64-65
- ਉਨ੍ਹਾਂ ਲਈ ਦੁਆ ਨਾ ਕਰੋ, 9:84
- ਮਰਦ ਅਤੇ ਔਰਤਾਂ ਇੱਕ ਦੂਜੇ ਵਰਗੇ; ਘਾਟੇਵੰਦ; ਅੱਲਾਹ ਦੀ ਲਾਹਨਤ, 9:67-69
- ਬਦਵੀਆਂ ਵਿੱਚ, 9:101
- ਜਿੱਥੇ ਮਿਲਣ ਫੜੇ ਅਤੇ ਮਾਰੇ ਜਾਣ, 33:61
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਸਜ਼ਾ ਦੇਵੇਗਾ, 33:73
- ਝੂਠੇ; ਪਿੱਠ ਫੇਰਦੇ ਹਨ; ਦਿਲ ਵੰਡੇ ਹੋਏ, 59:11-14
- ਝੂਠੇ; ਕਸਮਾਂ ਢਾਲ ਬਣਾਈਆਂ; ਦਿਲ ਮੋਹਰਬੰਦ; ਸਾਵਧਾਨ, 63:1-4
- ਸਮਝਦੇ ਅਤੇ ਜਾਣਦੇ ਨਹੀਂ, 63:7-8
- ਉਨ੍ਹਾਂ ਵਿਰੁੱਧ ਜਤਨ ਕਰੋ, 66:9
ਇਬਲੀਸ (ਸ਼ੈਤਾਨ), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ਵੇਖੋ ਸ਼ੈਤਾਨ
ਇਬਰਾਹੀਮ, (ਵੇਖੋ ਅਬਰਾਹਿਮ)
Ibrahim, S.14
ਇੱਦਤ (ਔਰਤਾਂ ਲਈ ਤਲਾਕ ਦੀ ਮਿੱਥੀ ਮਿਆਦ), 2:228, 231, 232, 234, 235; 33:49;65:1-7
ਇਦਰੀਸ (ਇਨੋਕ), 19:56-57; 21:85; 96:4
ਇਹਰਾਮ, 2:197; 5:2, 95
ਇਹਸਾਨ, 16:90
Ikhlas, S.112
ਇਲਾਹ, ਸਿਰਫ਼ ਇੱਕ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ਗ਼ੈਰਕਾਨੂੰਨੀ ਜਿਨਸੀ ਸੰਬੰਧ; ਗਵਾਹਾਂ ਦੇ ਸਬੂਤ, 4:15-18; 24:2, 19
ਇੱਲੀਯੂਨ, 83:18-21
ਨਾਪਾਕ (ਨਜਸ) 9:28
ਇਮਰਾਨ
- ਪਤਨੀ, 3:35
- ਧੀ, 66:12
ਨਾ ਟਾਲੀ ਜਾਣ ਵਾਲੀ, 69:1-3
Infitar, S.82
ਵਿਰਾਸਤ, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ਜ਼ੁਲਮ, ਜਿਸ ਉੱਤੇ ਹੋਇਆ, 4:30, 148
Insan, S.76
Inshiqaq, S.84
Inshirah, S.94
ਵਹੀ, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
ਸਿਫ਼ਾਰਸ਼/ਸਿਫ਼ਾਰਸ਼ੀ, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
ਨਸ਼ੀਲੀਆਂ ਚੀਜ਼ਾਂ, 5:90, 2:219
ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨਾ, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Iqra', S.96
ਇਰਮ, 89:7
ਲੋਹਾ, 57:25
'ਈਸਾ, ਵੇਖੋ ਈਸਾ
ਇਸਹਾਕ, 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ਇਸਮਾਈਲ, 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
- ਆਪਣੇ ਪਿਤਾ ਨਾਲ ਕਾਅਬਾ ਦੀਆਂ ਨੀਂਹਾਂ ਉੱਚੀਆਂ ਕੀਤੀਆਂ 2:125-140
- ਕੁਰਬਾਨੀ ਦੀ ਕਹਾਣੀ 37:100-113
ਇਸਲਾਮ, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ਪਹਿਲੇ ਮੁਸਲਮਾਨ, 6:14,163; 39:12
- ਸਭ ਤੋਂ ਪਹਿਲੇ ਕਬੂਲ ਕਰਨ ਵਾਲੇ, 9:100
- ਸੀਨਾ ਇਸਲਾਮ ਲਈ ਖੋਲ੍ਹਿਆ, 39:22
- ਇੱਕ ਅਹਿਸਾਨ ਵਜੋਂ, 49:17
Isra', S.17
ਇਸਰਾਈਲ ਦੀ ਔਲਾਦ, 2:40-86
- ਬਖ਼ਸ਼ੀਆਂ ਨਿਅਮਤਾਂ, 2:47-53, 60, 122; 45:16-17
- ਅੱਲਾਹ ਦੀ ਆਗਿਆ ਦਾ ਵਿਰੋਧ, 2:54-59, 61, 63-74; 5:71; 7:138-141
- ਮੁਸਲਮਾਨਾਂ ਨਾਲ ਸੰਬੰਧ, 2:75-79
- ਉਨ੍ਹਾਂ ਦਾ ਹੰਕਾਰ, 2:80, 88, 91
- ਉਨ੍ਹਾਂ ਦੇ ਇਕਰਾਰਨਾਮੇ, 2:80, 83-86, 93, 100; 5:12-13, 70
- ਆਖ਼ਿਰਤ ਦੀ ਕੀਮਤ ਉੱਤੇ ਦੁਨੀਆ ਖ਼ਰੀਦੀ, 2:86
- ਜ਼ਿੰਦਗੀ ਦੇ ਸਭ ਤੋਂ ਲਾਲਚੀ, 2:96
- ਬਾਦਸ਼ਾਹ ਮੰਗਿਆ, 2:246-251
- ਹੱਦਾਂ ਟੱਪੀਆਂ; ਟੋਲਿਆਂ ਵਿੱਚ ਵੰਡੇ; ਬਾਂਦਰ ਬਣੇ, 7:161-171
- ਦੋ ਵਾਰ ਵਾਅਦਾ, 17:4-8
- ਦੁਸ਼ਮਣ ਤੋਂ ਛੁਟਕਾਰਾ, 20:80-82
- ਕਿਤਾਬ ਅਤੇ ਆਗੂ ਦਿੱਤੇ, 32:23-25; 40:53-54
- ਉਨ੍ਹਾਂ ਦੇ ਵਿਦਵਾਨ ਜਾਣਦੇ ਸਨ ਕਿ ਕੁਰਆਨ ਸੱਚ ਹੈ, 26:197
ਇਸਤਵਾ (ਉੱਚਾ ਹੋਇਆ), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
ਇਅਤਿਕਾਫ਼, 2:187
ਯਾਕੂਬ, 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- ਅਸਬਾਤ (ਯਾਕੂਬ ਦੇ ਬਾਰਾਂ ਪੁੱਤਰ), 2:140; 3:84;4:163
ਜਾਲੂਤ, (ਵੇਖੋ ਗੋਲਿਆਥ)
ਜਮਰਾਤ, 2:200
Jathiyah, S.45
ਈਸਾ, ਮਰੀਅਮ ਦਾ ਪੁੱਤਰ
- ਮਾਂ ਨੂੰ ਦੁਨੀਆ ਦੀਆਂ ਸਾਰੀਆਂ ਔਰਤਾਂ ਉੱਤੇ ਚੁਣਿਆ 3:42
- ਕਿਆਮਤ ਦੇ ਦਿਨ ਗਵਾਹੀ ਦੇਵੇਗਾ, 4:159
- ਜਨਮ ਦੀ ਖੁਸ਼ਖਬਰੀ, 3:45-47; 19:22-23
- ਬਨੀ ਇਸਰਾਈਲ ਵੱਲ ਰਸੂਲ, 3:49-51
- ਸਾਥੀ, 3:52-53; 5:111-115
- ਸਾਥੀ ਅੱਲਾਹ ਦੇ ਮਦਦਗਾਰ, 3:52; 61:14
- ਉੱਚਾ ਕੀਤਾ ਗਿਆ, 3:55-59; 4:157-159
- ਆਦਮ ਦੀ ਮਿਸਾਲ, 3:59
- ਨਾ ਕਤਲ ਕੀਤਾ ਨਾ ਸੂਲੀ ਚੜ੍ਹਾਇਆ, 4:157
- ਵਹੀ ਮਿਲੀ, 4:163
- ਸਿਰਫ਼ ਰਸੂਲ (ਖੁਦਾ ਨਹੀਂ), 4:171-172; 5:75; 19:30, 43:63-64
- ਜਿਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਉਹ ਕਾਫ਼ਿਰ ਹੋਏ, 5:17, 72; 9:30
- ਸਾਡਾ ਰਸੂਲ (ਮੁਹੰਮਦ ﷺ) ਆ ਗਿਆ, 5:19
- ਇੰਜੀਲ ਦਿੱਤੀ, 5:46
- ਸਾਥੀਆਂ ਨੇ ਕਿਹਾ ਅਸੀਂ ਮੁਸਲਮਾਨ ਹਾਂ, 5:111
- ਖਾਣੇ ਨਾਲ ਭਰਿਆ ਦਸਤਰਖ਼ਾਨ, 5:114
- ਝੂਠੀ ਪੂਜਾ ਨਹੀਂ ਸਿਖਾਈ, 5:116-118
- ਨੇਕ ਨਬੀ, 6:85
- ਇੱਕ ਨਿਸ਼ਾਨੀ ਵਜੋਂ, 23:50
- ਦੂਜੀ ਆਮਦ 43:61
- ਵੱਖ-ਵੱਖ ਵਿਚਾਰ, 43:65
- ਬਨੀ ਇਸਰਾਈਲ ਲਈ ਸਿਰਫ਼ ਇੱਕ ਬੰਦਾ ਅਤੇ ਮਿਸਾਲ, 43:59
- ਅਹਿਮਦ ਨਾਮੀ ਰਸੂਲ ਦੀ ਖੁਸ਼ਖਬਰੀ, 61:6
- ਕੁਆਰੇ ਜਨਮ, ਪੈਗ਼ਾਮ ਅਤੇ ਮੁਅਜਜ਼ੇ 3:45-51; 19:16-38
- ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਯਾਦ ਦਿਵਾਈਆਂ 5:110-115
- ਰੱਬ ਹੋਣ ਤੋਂ ਇਨਕਾਰ 5:116-120
- ਉਸਦੇ ਪੈਰੋਕਾਰਾਂ ਦੇ ਦਿਲਾਂ ਵਿੱਚ ਰਹਿਮ ਅਤੇ ਕਿਰਪਾ 5:82; 57:27
ਯਹੂਦੀ ਅਤੇ ਈਸਾਈ, 2:140; 4:153-161, 171; 5:18
- ਝੂਠ ਸੁਣਦੇ ਹਨ, 5:41-42
- ਆਪਣੀਆਂ ਗੱਲਾਂ ਕਾਰਨ ਲਾਹਨਤੀ, 5:64
- ਮੋਮਿਨਾਂ (ਮੁਸਲਮਾਨਾਂ) ਨਾਲ ਦੁਸ਼ਮਣੀ, 5:82
- ਜਿਨ੍ਹਾਂ ਨੇ ਇਸਲਾਮ ਕਬੂਲ ਕੀਤਾ, 26:197; 28:53; 29:47
ਜਿਬਰੀਲ, (ਵੇਖੋ ਜਿਬਰੀਲ)
ਜਿਹਾਦ (ਜੰਗ, ਜਤਨ) 2:216; 9:24; 22:78; 25:52
Jinn, S.72
ਜਿੰਨ, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
- ਅੱਗ ਤੋਂ ਬਣਾਏ 15:25; 55:15
- ਈਮਾਨਦਾਰ ਅਤੇ ਕਾਫ਼ਿਰ ਜਿੰਨ 72:1-15
- ਕੁਝ ਕੁਰਆਨ ਦੇ ਪੈਗ਼ਾਮ ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ 46:29-32
- ਇਨਸਾਨ ਅਤੇ ਜਿੰਨ ਇੱਕ ਮਕਸਦ ਲਈ ਬਣਾਏ 51:56-58
ਅੱਯੂਬ, 4:163; 6:84; 21:83-84; 38:41-44
ਯਹਿਯਾ (ਜੌਨ ਬੈਪਟਿਸਟ)
- ਜਨਮ ਦੀ ਖੁਸ਼ਖਬਰੀ, 3:38-41; 19:7-11; 21:90
- ਨੇਕ, 6:85
- ਦਾਨਾ, ਹਮਦਰਦ, ਫ਼ਰਮਾਂਬਰਦਾਰ, 19:12-15
ਯੂਨੁਸ, 4:163; 6:86; 10:98;21:87; 37:139-148
- (ਜ਼ੁਨ-ਨੂਨ) 21:87; 68:48-50
ਯੂਸੁਫ਼, 6:84; 12:4-101
- ਸਭ ਤੋਂ ਵਧੀਆ ਕਹਾਣੀ 12:1-3
- ਜਵਾਨ ਯੂਸੁਫ਼ ਦਾ ਸੁਪਨਾ 12:4-6
- ਭਰਾਵਾਂ ਦੀ ਸਾਜ਼ਿਸ਼ 12:7-18
- ਗ਼ੁਲਾਮੀ ਵਿੱਚ ਵੇਚਿਆ 12:19-20
- ਮਿਸਰ ਦੇ ਵਜ਼ੀਰ ਦੇ ਘਰ ਪਲਿਆ 12:21-22
- ਵਜ਼ੀਰ ਦੀ ਪਤਨੀ ਨੇ ਭਰਮਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ 12:23-29
- ਦਾਅਵਤ ਵਾਲਾ ਵਾਕਿਆ 12:30-32
- ਜੇਲ੍ਹ ਗਿਆ 12:33-35
- ਦੋ ਕੈਦੀ 12:36-42
- ਬਾਦਸ਼ਾਹ ਦਾ ਸੁਪਨਾ 12:43-53
- ਵਜ਼ੀਰ ਬਣਿਆ 12:54-57
- ਭਰਾ ਸਾਮਾਨ ਲੈਣ ਆਏ 12:58-68
- ਭਰਾ ਬਿਨਯਾਮੀਨ ਨੂੰ ਰੱਖਿਆ 12:69-82
- ਪਿਤਾ ਦਾ ਦੁੱਖ 12:83-87
- ਅਸਲ ਪਹਿਚਾਣ ਦੱਸੀ 12:88-98
- ਪੁਰਾਣਾ ਸੁਪਨਾ ਸੱਚ ਹੋਇਆ 12:99-100
- ਅੰਤਿਮ ਦੁਆ 12:101
ਜੂਦੀ, ਪਹਾੜ, 11:44
Jumu'ah, S.62
ਇਨਸਾਫ਼ (ਅਦਲ), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- ਵੇਖੋ 4:65, 105
ਕਾਅਬਾ
- ਇਬਰਾਹੀਮ ਨੇ ਬਣਾਇਆ, 2:125-127
- ਸ਼ਿਕਾਰ ਮਾਰਨ ਦੀ ਮਨਾਹੀ, 5:94-96
- ਅਮਨ ਦੀ ਪਨਾਹ, 5:97
- ਨੰਗੇ ਤਵਾਫ਼ ਕਰਨਾ, 7:28
- ਨਮਾਜ਼ ਅਤੇ ਤਵਾਫ਼ ਦੌਰਾਨ, 2:200; 7:29, 31
Kafirun, S.109
ਕਾਫ਼ੂਰ ਮਿਲਿਆ ਪਿਆਲਾ, 76:5
Kahf, S.18
ਕੰਜ਼, 9:34-35
ਕੌਸਰ (ਜੰਨਤ ਦੀ ਨਹਿਰ), 108:1
Kauthar, S.108
ਚਾਬੀਆਂ
- ਅਸਮਾਨਾਂ ਅਤੇ ਜ਼ਮੀਨ ਦੀਆਂ, 39:63; 42:12
- ਗ਼ੈਬ ਦੀਆਂ, 6:59
ਖ਼ੌਲਾ ਬਿੰਤ ਸਾਲਬਾ, 58:1
ਕਤਲ
- ਜੇ ਕਿਸੇ ਨੇ ਇੱਕ ਜਾਨ ਮਾਰੀ ਤਾਂ ਸਾਰੀ ਮਾਨਵਤਾ ਮਾਰੀ, 5:32
- ਕਿਸੇ ਨੂੰ ਨਾ ਮਾਰੋ, 17:33
- ਨੇਕ ਗੱਲਾਂ ਸਦਕੇ ਤੋਂ ਵਧੀਆ, 2:263
ਰਿਸ਼ਤੇਦਾਰਾਂ ਦੇ ਹੱਕ, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
ਕਿਰਾਮਨ-ਕਾਤਿਬੀਨ, 82:11
ਗਿਆਨ
- ਇੱਕ ਪੱਤਾ ਵੀ ਨਹੀਂ ਡਿੱਗਦਾ ਜੋ ਉਹ ਨਹੀਂ ਜਾਣਦਾ, 6:59
- ਜਿਨ੍ਹਾਂ ਨੇ ਮੂਰਖਤਾ ਵਿੱਚ ਬੱਚੇ ਮਾਰੇ ਉਹ ਤਬਾਹ ਹੋਏ, 6:140
- ਪੰਜ ਚੀਜ਼ਾਂ ਦਾ ਗਿਆਨ ਸਿਰਫ਼ ਅੱਲਾਹ ਕੋਲ, 31:34
- ਯਕੀਨ ਨਾਲ, 102:5-7
ਕੋਰਾਹ (ਕਾਰੂਨ), 28:76-82; 29:39; 40:24
ਕੁਰਸੀ, 2:255
Lahab, S.111
Lail, S.92
ਚਰਾਗ਼, 25:61; 67:5; 71:16; 78:13
ਭਾਸ਼ਾਵਾਂ
- ਰੰਗਾਂ ਅਤੇ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਫ਼ਰਕ, 30:22
ਲਾਤ, 53:19
ਕਾਨੂੰਨ, ਮਿੱਥਿਆ, 5:48
ਅੱਲਾਹ ਵੱਲੋਂ ਕਾਨੂੰਨ, 2:219; 98:3
ਝੂਠੇ, 26:221-223
ਜ਼ਿੰਦਗੀ, ਜੇ ਕਿਸੇ ਨੇ ਇੱਕ ਜਾਨ ਬਚਾਈ ਤਾਂ ਸਾਰੀ ਮਾਨਵਤਾ ਬਚਾਈ, 5:32
ਦੁਨੀਆ ਦੀ ਜ਼ਿੰਦਗੀ
- ਆਖ਼ਿਰਤ ਦੀ ਕੀਮਤ ਉੱਤੇ ਖ਼ਰੀਦੀ, 2:86
- ਸਿਰਫ਼ ਧੋਖੇ ਦਾ ਮਜ਼ਾ, 3:185
- ਆਖ਼ਿਰਤ ਲਈ ਵੇਚੋ, 4:74
- ਸਿਰਫ਼ ਖੇਡ ਤਮਾਸ਼ਾ, 6:32; 29:64; 47:36; 57:20
- ਧੋਖਾ ਦਿੰਦੀ ਹੈ, 6:130
- ਆਖ਼ਿਰਤ ਦੇ ਮੁਕਾਬਲੇ ਥੋੜਾ ਮਜ਼ਾ, 9:38; 13:26; 28:60
- ਮਿਸਾਲ ਮੀਂਹ ਵਾਂਗੂ, 10:24
- ਇਸ ਵਿੱਚ ਖੁਸ਼ਖਬਰੀਆਂ, 10:64
- ਜੋ ਇਸ ਦੀ ਇੱਛਾ ਕਰੇ ਮਿਲੇਗੀ ਪਰ ਆਖ਼ਿਰਤ ਵਿੱਚ ਕੁਝ ਨਹੀਂ, 11:15-16; 17:18; 42:20
- ਜੋ ਇਸ ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਅਤੇ ਆਖ਼ਿਰਤ ਭੁੱਲਦੇ, 75:20-21; 76:27
- ਤੁਸੀਂ ਇਸਨੂੰ ਤਰਜੀਹ ਦਿੰਦੇ ਹੋ, 87:16
ਰੋਸ਼ਨੀ
- ਸਾਫ਼, 4:174
- ਅਤੇ ਹਨੇਰਾ, 6:1
- ਮਿਸਾਲ, 24:35
- ਮੋਮਿਨਾਂ ਦੇ ਅੱਗੇ ਅਤੇ ਨਾਲ ਚੱਲਦੀ, 57:12-15; 66:8
- ਅੱਲਾਹ ਵੱਲੋਂ ਕਿ ਮੋਮਿਨ ਸਿੱਧੇ ਚੱਲਣ, 57:2
ਅੱਲਾਹ ਦੀਆਂ ਹੱਦਾਂ, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- ਇਹ ਹੱਦਾਂ ਹਨ, 2:187; 229-230; 4:13; 58:4; 65:1
- ਹੱਦਾਂ ਨਾ ਟੱਪੋ, 2:190, 229
- ਜੋ ਟੱਪੇ, 2:229; 4:14; 78:22
- ਮਜਬੂਰੀ ਵਿੱਚ ਹੱਦਾਂ ਤੋਂ ਬਿਨਾਂ, 2:173; 6:145
- ਦੀਨ ਵਿੱਚ ਹੱਦ ਤੋਂ ਵੱਧ ਨਾ ਕਰੋ, 4:171; 5:77
- ਜਦੋਂ ਟੱਪੀਆਂ (ਬਾਂਦਰ ਬਣੇ), 7:166
- ਜੋ ਹੱਦਾਂ ਮੰਨਦੇ ਹਨ, 9:112
ਸ਼ੇਰ, 74:51
ਕਰਜ਼
- ਅੱਲਾਹ ਨੂੰ ਚੰਗਾ ਕਰਜ਼ ਦਿਓ, 2:245; 73:20
- ਕਈ ਗੁਣਾ ਵਧ ਕੇ, 57:11, 18
- ਦੁੱਗਣਾ, 64:17
ਖੁੱਲ੍ਹਾ ਘਾਟਾ, 39:15
ਲੂਤ, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ਉਸਦੀ ਨਾਫ਼ਰਮਾਨ ਪਤਨੀ, 11:81; 15:60; 66:10
ਬੇਰੀ ਦਾ ਰੁੱਖ, 34:16; 53:14-16; 56:28
ਲੁਕਮਾਨ, 31:12-14
Luqman, S.31
Ma'arij, S.70
ਮਦੀਨਾ (ਯਥਰਿਬ), 9:120; 33:13, 60; 63:8
ਮਦਯਨ, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ਵੇਖੋ ਅਯਕਾਹ ਜੰਗਲ
ਮਹਿਰ, 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Ma'idah, S.5
ਮੱਕਾ (ਬੱਕਾਹ), 3:96;90:1-2
- ਅਮਨ ਦਾ ਸ਼ਹਿਰ, 95:3
ਇਨਸਾਨ
- ਧਰਤੀ ਉੱਤੇ ਪੀੜ੍ਹੀ ਦਰ ਪੀੜ੍ਹੀ, 2:30;6:165
- ਖ਼ਲੀਫ਼ਾ ਬਣਾਇਆ, 35:39
- ਫ਼ਰਜ਼, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- ਅੱਲਾਹ ਵੱਲੋਂ ਪਰਖਿਆ, 2:155; 3:186; 47:31; 57:25
- ਜੋ ਚੀਜ਼ਾਂ ਇਨਸਾਨ ਨੂੰ ਚੰਗੀਆਂ ਲੱਗਦੀਆਂ ਹਨ, 3:14
- ਬਣਾਇਆ ਗਿਆ, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- ਬਣਾਇਆ ਅਤੇ ਮਿੱਥੀ ਮਿਆਦ ਦਿੱਤੀ, 6:2; 15:26
- ਮਰਦ ਅਤੇ ਪਤਨੀ ਵਿੱਚ ਸੁਲ੍ਹਾ, 4:35
- ਜਿਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਨਾਲ ਮੁਲਾਕਾਤ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਉਹ ਘਾਟੇਵੰਦ, 6:31
- ਵਾਪਸੀ, 6:60, 72, 164; 10:45-46
- ਆਪਣੇ ਵਿਰੁੱਧ ਚਾਲਾਂ, 6:123
- ਦੂਜੇ ਦਾ ਬੋਝ ਨਹੀਂ ਚੁੱਕੇਗਾ, 6:164
- ਨਾਸ਼ੁਕਰਾ, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- ਸ਼ੈਤਾਨ ਤੋਂ ਖ਼ਬਰਦਾਰ, 7:27
- ਪਤਨੀ ਅਤੇ ਬੱਚੇ, 7:189-190
- ਜਦੋਂ ਨੁਕਸਾਨ ਜਾਂ ਬੁਰਾਈ ਛੂੰਹਦੀ ਹੈ, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ਰੱਬ ਵੱਲ ਮੁੜਦਾ, 10:23; 84:6; 96:8
- ਆਪਣੇ ਉੱਤੇ ਜ਼ੁਲਮ, 10:44
- ਖੁਸ਼ੀ ਅਤੇ ਹੰਕਾਰੀ, 11:10
- ਬੁਰਾਈ ਲਈ ਦੁਆ ਕਰਦਾ, 17:11
- ਕਾਹਲਾ, 17:11
- ਅਮਲ ਗਲੇ ਨਾਲ ਬੱਝੇ, 17:13
- ਜੋ ਭਟਕੇ ਆਪਣਾ ਨੁਕਸਾਨ ਅਤੇ ਜੋ ਸਿੱਧੇ ਚੱਲੇ ਆਪਣਾ ਫ਼ਾਇਦਾ, 17:15
- ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ, 17:71
- ਮੌਤ ਅਤੇ ਕਿਆਮਤ, 23:15-16
- ਦੀਨ ਵਿੱਚ ਟੋਲੇ ਬਣਾਏ ਹਰ ਟੋਲਾ ਖ਼ੁਸ਼, 23:53
- ਜ਼ਬਾਨਾਂ, ਹੱਥ ਅਤੇ ਪੈਰ ਗਵਾਹੀ ਦੇਣਗੇ, 24:24
- ਆਪਣੇ ਵਿਰੁੱਧ ਗਵਾਹ, 75:14
- ਜਿਸਨੇ ਆਪਣੀ ਖ਼ਾਹਿਸ਼ ਨੂੰ ਖੁਦਾ ਬਣਾਇਆ, 25:43
- ਖ਼ੂਨ ਅਤੇ ਵਿਆਹ ਦੇ ਰਿਸ਼ਤੇਦਾਰ, 25:54
- ਅੱਲਾਹ ਨੇ ਅਸਮਾਨਾਂ ਅਤੇ ਜ਼ਮੀਨ ਦੀਆਂ ਚੀਜ਼ਾਂ ਤੁਹਾਡੇ ਲਈ ਵਸ਼ ਕੀਤੀਆਂ, 31:20
- ਜੋ ਅੱਲਾਹ ਅੱਗੇ ਝੁਕਿਆ, 31:22
- ਇੱਕ ਸੀਨੇ ਵਿੱਚ ਦੋ ਦਿਲ ਨਹੀਂ, 33:4
- ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਕਰਨ ਲਈ, 39:64-66
- ਬਦਨਸੀਬੀਆਂ ਆਪਣੇ ਹੱਥਾਂ ਦੇ ਕਾਰਨ, 42:30, 48
- ਫ਼ਰਿਸ਼ਤੇ ਅਮਲ ਲਿਖਦੇ ਹਨ, 50:17-18, 23;85:11
- ਫ਼ਰਿਸ਼ਤੇ ਰੱਖਿਆ ਕਰਦੇ, 13:11; 86:4
- ਤਿੰਨ ਵਰਗਾਂ ਵਿੱਚ ਵੰਡੇ, 56:7-56
- ਅੱਲਾਹ ਦੇ ਸਭ ਤੋਂ ਨੇੜੇ, 56:10-11
- ਸੱਜੇ ਹੱਥ ਵਾਲੇ, 56:27-40
- ਖੱਬੇ ਹੱਥ ਵਾਲੇ, 56:41-56
- ਅਣਜਾਣੀਆਂ ਸ਼ਕਲਾਂ ਵਿੱਚ ਬਦਲਿਆ ਜਾਵੇਗਾ, 56:60-62
- ਚੰਗੀ ਸ਼ਕਲ ਦਿੱਤੀ, 64:3
- ਮਾਲ ਅਤੇ ਬੱਚੇ ਸਿਰਫ਼ ਪਰਖ, 64:15
- ਬਣਾਇਆ ਅਤੇ ਨਿਅਮਤਾਂ ਦਿੱਤੀਆਂ, 67:23-24; 74:12-15; 90:8-10
- ਕਾਹਲਾ, 70:19-21
- ਨਮਾਜ਼ਾਂ ਵਿੱਚ ਲੱਗਿਆ, 70:22-35
- ਹੋਰ ਦੀ ਇੱਛਾ, 74:15
- ਆਪਣੇ ਵਿਰੁੱਧ ਗਵਾਹ, 75:14-15
- ਹੰਕਾਰ, 75:31-40; 90:5-7
- ਦੁਨੀਆ ਦੀ ਜ਼ਿੰਦਗੀ ਪਿਆਰੀ, 76:27
- ਕੀ ਅਸਮਾਨ ਬਣਾਉਣਾ ਔਖਾ ਹੈ ਜਾਂ ਇਨਸਾਨ, 79:28
- ਰੱਬ ਤੋਂ ਗ਼ਾਫ਼ਲ, 82:6-12
- ਸੰਪੂਰਨ ਸ਼ਕਲ ਵਿੱਚ ਬਣਾਇਆ, 82:7
- ਮੰਜ਼ਿਲ ਤੋਂ ਮੰਜ਼ਿਲ ਸਫ਼ਰ, 84:19
- ਮਾਲ ਦੀ ਮੁਹੱਬਤ, 89:20
- ਮੁਸੀਬਤਾਂ ਵਿੱਚ ਬਣਾਇਆ, 90:4
- ਅਮਲ ਵੱਖ-ਵੱਖ, 92:4
- ਆਸਾਨੀ ਅਤੇ ਮੁਸ਼ਕਲ ਦਾ ਰਾਹ, 92:7, 10
- ਸਭ ਤੋਂ ਵਧੀਆ ਸ਼ਕਲ ਵਿੱਚ ਬਣਾਇਆ, 95:4
- ਫਿਰ ਸਭ ਤੋਂ ਨੀਵੇਂ ਦਰਜੇ ਤੱਕ ਡੇਗਿਆ, 96:5
- ਸਾਰੀਆਂ ਹੱਦਾਂ ਟੱਪਦਾ, 96:6-7
ਹੱਜ ਦੇ ਫ਼ਰਜ਼, 2:128, 200; 22:30
ਮਨਾਤ, 53:20
ਮਾਨਵਤਾ
- ਗਵਾਹ, 2:143
- ਇੱਕ ਉੱਮਤ, 2:213; 10:19
- ਇੱਕ ਜੋੜੇ ਤੋਂ ਬਣਾਈ, 4:1; 39:6; 49:13
- ਆਪਣੇ ਵਿਰੁੱਧ ਬਗ਼ਾਵਤ, 10:23
- ਹਿਸਾਬ ਨੇੜੇ ਹੈ ਪਰ ਗ਼ਾਫ਼ਲ, 21:1-3
- ਫ਼ਿਤਰਤ ਉੱਤੇ ਬਣਾਈ, 30:30
- ਸਭ ਤੋਂ ਇੱਜ਼ਤਵਾਲੇ, 49:13
- ਕੌਮਾਂ ਅਤੇ ਕਬੀਲਿਆਂ ਵਿੱਚ ਵੰਡੀ, 49:13
ਮਨ੍ਹਾ ਅਤੇ ਬਟੇਰੇ, 2:57
ਢੰਗ-ਤਰੀਕੇ
- ਘਰਾਂ ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣ ਦੇ, 24:27-29
- ਘਰ ਵਿੱਚ, 24:58-61
- ਨਬੀ ﷺ ਦੇ ਘਰਾਂ ਵਿੱਚ, 33:53
- ਨਬੀ ﷺ ਨੂੰ ਸਲਾਮ ਅਤੇ ਦਰੂਦ, 33:56
- ਅੱਲਾਹ, ਉਸਦੇ ਰਸੂਲ ਜਾਂ ਮੋਮਿਨ ਮਰਦਾਂ ਔਰਤਾਂ ਨੂੰ ਤੰਗ ਨਾ ਕਰੋ, 33:57-58
- ਖ਼ਬਰ ਦੀ ਤਸਦੀਕ ਕਰੋ, 49:6
- ਕਿਸੇ ਦਾ ਮਜ਼ਾਕ ਨਾ ਉੜਾਓ, 49:11
- ਇਕੱਠਾਂ ਵਿੱਚ, 58:11
ਨਿਕਾਹ, 2:232, 234
- ਕਾਫ਼ਿਰਾਂ ਜਾਂ ਗ਼ੁਲਾਮਾਂ ਨਾਲ, 2:221
- ਕਿੰਨੀਆਂ ਨਾਲ ਜਾਇਜ਼, 4:3
- ਤਲਾਕ ਵਿੱਚ ਮਹਿਰ ਵਾਪਸ ਨਾ ਲਓ, 4:20-21
- ਜਿਨ੍ਹਾਂ ਨਾਲ ਹਰਾਮ ਹੈ, 4:22-24
- ਜੇ ਆਜ਼ਾਦ ਮੋਮਿਨ ਔਰਤ ਨਾਲ ਨਿਕਾਹ ਦੀ ਸਮਰੱਥਾ ਨਹੀਂ, 4:25
- ਜੇ ਝਗੜੇ ਦਾ ਡਰ ਹੋਵੇ ਦੋ ਵਿਚੋਲੇ ਕਰੋ, 4:35
- ਜੇ ਪਤਨੀ ਜ਼ੁਲਮ ਜਾਂ ਤਿਆਗ ਤੋਂ ਡਰੇ ਤਾਂ ਸੁਲ੍ਹਾ ਕਰੋ, 4:128
- ਇੱਕ ਪਤਨੀ ਵੱਲ ਝੁਕ ਕੇ ਦੂਜੀ ਨੂੰ ਲਟਕਦੀ ਨਾ ਛੱਡੋ, 4:129
- ਜ਼ਿਨਾਕਾਰਾਂ ਦਾ ਨਿਕਾਹ, 24:3
- ਗ਼ਰੀਬਾਂ ਨਾਲ, 24:32
- ਜਿਨ੍ਹਾਂ ਕੋਲ ਨਿਕਾਹ ਦੇ ਸਾਧਨ ਨਹੀਂ, 24:33
- ਨਬੀ ﷺ ਲਈ ਜਾਇਜ਼ ਪਤਨੀਆਂ, 33:50-52
- ਮੇਲ ਤੋਂ ਪਹਿਲਾਂ ਤਲਾਕ ਉੱਤੇ ਇੱਦਤ ਨਹੀਂ, 33:49
ਸ਼ਹੀਦ
- ਮਰੇ ਨਹੀਂ, 2:154; 3:169
- ਅੱਲਾਹ ਦੀ ਰਹਿਮਤ ਅਤੇ ਫ਼ਜ਼ਲ ਵਿੱਚ ਖ਼ੁਸ਼, 3:170-171
- ਮਾਫ਼ੀ ਅਤੇ ਰਹਿਮਤ ਮਿਲੇਗੀ, 3:157-158
- ਚੰਗਾ ਰਿਜ਼ਕ ਮਿਲੇਗਾ, 22:58-59
ਮਾਰੂਤ, 2:102
ਮਰੀਅਮ (ਈਸਾ ਦੀ ਮਾਂ), ਜਨਮ, 3:35-7
- ਈਸਾ ਦੀ ਖੁਸ਼ਖਬਰੀ, 3:42-51; 19:16-21
- ਜਣੇਪੇ ਵੇਲੇ, 19:23-26
- ਬੱਚੇ ਨੂੰ ਲੋਕਾਂ ਕੋਲ ਲਿਆਂਦਾ, 19:27-33
- ਝੂਠਾ ਇਲਜ਼ਾਮ, 4:156
- ਆਪਣੀ ਇੱਜ਼ਤ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, 21:91; 66:12
Maryam, S.19
Masad, S.111
- ਮਸਜਿਦ ਅਲ-ਅਕਸਾ, 17:1
- ਮਸਜਿਦ ਅਲ-ਹਰਾਮ, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- ਮਸ਼ਅਰ ਅਲ-ਹਰਾਮ, 2:198
Maun, S.107
ਮਾਵਾ ਜੰਨਤ, 53:15
ਨਾਪ ਅਤੇ ਤੋਲ, ਪੂਰਾ ਦਿਓ, 11:85; 17:35;83:1-5
ਮੁਲਾਕਾਤ
- ਅੱਲਾਹ ਨਾਲ, 6:31
- ਮਹਾਨ ਦਿਨ ਦੀ, 19:37
- ਆਖ਼ਿਰਤ ਦੀ, 30:16
ਰਸੂਲ, 2:253; 4:164-165; 40:78; 57:27
- ਇੱਕ ਤੋਂ ਬਾਅਦ ਇੱਕ, 2:87
- ਲੜੀ, 5:19; 23:44
- ਕਤਲ ਕੀਤੇ ਗਏ, 3:183
- ਧਮਕੀਆਂ ਦਿੱਤੀਆਂ, 14:13
- ਮਜ਼ਾਕ ਉੜਾਇਆ, 6:10; 13:32; 15:11; 21:41
- ਝੁਠਲਾਏ ਅਤੇ ਰੱਦ ਕੀਤੇ, 3:184; 6:34;25:37;34:45; 51:52
- ਕੁਝ ਮੰਨਣਾ ਅਤੇ ਕੁਝ ਨਾ ਮੰਨਣਾ, 4:150-152
- ਰਸੂਲਾਂ ਦਾ ਇਕੱਠ, 5:109
- ਖੁਸ਼ਖਬਰੀ ਦੇਣ ਅਤੇ ਡਰਾਉਣ ਲਈ ਭੇਜੇ, 6:48; 14:4-8
- ਹਰ ਕੌਮ ਦਾ ਗਵਾਹ, 16:89
- ਹਰ ਕੌਮ ਲਈ ਇੱਕ ਰਸੂਲ, 10:47; 16:36
- ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ਪੜ੍ਹਦੇ, 7:35-36
- ਫ਼ਰਿਸ਼ਤਾ ਰਸੂਲ ਵਜੋਂ, 17:95; 25:7
- ਸਿਰਫ਼ ਇਨਸਾਨ, 14:10-12;17:94; 21:8; 25:7-8, 20
- ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪਤਨੀਆਂ ਅਤੇ ਬੱਚੇ, 13:38
- ਵੇਖੋ ਨਬੀ
ਮਿਰਾਜ, 17:1; 53:12
ਕੰਜੂਸੀ/ਕੰਜੂਸ, 57:24
ਬਦਨਸੀਬੀ, ਆਪਣੇ ਹੱਥਾਂ ਕਾਰਨ, 42:30
ਰਹਿਬਾਨੀਅਤ, ਫ਼ਰਜ਼ ਨਹੀਂ, 57:27
ਬਾਂਦਰ, ਹੱਦਾਂ ਟੱਪਣ ਵਾਲੇ ਬਣੇ, 2:65;5:60; 7:166
ਮਿਰਾਜ, 17:1; 53:12
ਮਹੀਨਿਆਂ ਦੀ ਗਿਣਤੀ, 9:36-37
ਚੰਦ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ਚੀਰਨਾ; 54:1
ਮੂਸਾ
- ਅਤੇ ਉਸਦੀ ਕੌਮ, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- ਅਤੇ ਫ਼ਿਰਔਨ, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- ਅੱਲਾਹ ਵੱਲੋਂ ਸੇਧ, 6:84
- ਪਹਾੜ ਅਤੇ ਰੱਬ ਦਾ ਜਲਾਲ, 7:142-145
- ਵੱਛੇ ਦੀ ਪੂਜਾ ਉੱਤੇ ਕੌਮ ਨੂੰ ਝਿੜਕਿਆ, 7:148-156;20:83-99
- ਉਸਦੀ ਕਿਤਾਬ, ਮਤਭੇਦ ਹੋਏ, 11:110
- ਕਿਤਾਬ ਦਿੱਤੀ, 17:2
- ਨੌਂ ਸਾਫ਼ ਨਿਸ਼ਾਨੀਆਂ, 7:133; 17:101
- ਦੋ ਸਮੁੰਦਰਾਂ ਦੇ ਮਿਲਾਪ ਵੱਲ, 18:60-82
- ਬਲਦੀ ਝਾੜੀ ਵਾਲਾ ਵਾਕਿਆ 20:9-36; 27:7-14; 28:29-35
- ਬੁਲਾਇਆ ਅਤੇ ਰਸਾਲਤ ਦਿੱਤੀ, 19:51-53;20:9-56
- ਉਸਦਾ ਬਚਪਨ, ਮਾਂ ਅਤੇ ਭੈਣ, 20:38-40;28:7-13
- ਜਾਦੂਗਰ ਈਮਾਨ ਲਿਆਏ, 20:70-73; 26:46-52
- ਮਦਯਨ ਵਿੱਚ, 20:40; 28:22-28
- ਕਸੌਟੀ ਦਿੱਤੀ, 21:48
- ਰਹੱਸਮਈ ਅੱਗ, 27:7-12; 28:29-35
- ਸ਼ਹਿਰ ਵਿੱਚ ਗ਼ਲਤੀ ਨਾਲ ਮਿਸਰੀ ਮਾਰਿਆ 28:14-21
- ਸਾਫ਼ ਆਇਤਾਂ ਲਿਆਇਆ, 29:39
- ਫ਼ਿਰਔਨ ਨਾਲ ਕਹਾਣੀ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ਫ਼ਿਰਔਨ ਅਤੇ ਉਸਦੀ ਕੌਮ ਲਈ ਨੌਂ ਨਿਸ਼ਾਨੀਆਂ 7:130-133; 20:17-22; 17:101
- ਫ਼ਿਰਔਨ ਦੇ ਜਾਦੂਗਰਾਂ ਨੂੰ ਹਰਾਇਆ 20:70-73; 26:46-52
- ਮਦਯਨ ਭੱਜੇ ਅਤੇ ਵਿਆਹ 28:22-28
- ਤਖ਼ਤੀਆਂ ਮਿਲੀਆਂ 7:142-154
- ਪਹਾੜ ਉੱਤੇ ਅੱਲਾਹ ਨੂੰ ਦੇਖਣ ਦੀ ਬੇਨਤੀ 7:142-145
- ਅੱਲਾਹ ਵੱਲੋਂ ਸਨਮਾਨਿਤ 33:69
- ਬਨੀ ਇਸਰਾਈਲ ਉੱਤੇ ਅੱਲਾਹ ਦੇ ਅਹਿਸਾਨ 2:47-61
- ਬਨੀ ਇਸਰਾਈਲ ਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣ ਤੋਂ ਇਨਕਾਰ 5:20-29
- ਸਿੱਧੇ ਰਾਹ ਵੱਲ ਸੇਧ, 37:114-122
- ਉਸਦੀ ਕਿਤਾਬ, 53:36; 87:19
ਮਸਜਿਦ (ਯਰੂਸ਼ਲਮ), 17:7
ਮਸਜਿਦ (ਕੁਬਾ), 9:107-108
ਮਸਜਿਦਾਂ, 2:187; 9:17-19
- ਅੱਲਾਹ ਦੀਆਂ ਮਸਜਿਦਾਂ ਦੀ ਸਾਂਭ-ਸੰਭਾਲ, 9:17-18
ਮੱਛਰ, ਇੱਕ ਮਿਸਾਲ, 2:26
ਪਹਾੜ, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Muddaththir, S.74
ਮੁਹਾਜਿਰ (ਹਿਜਰਤ ਕਰਨ ਵਾਲੇ), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- ਔਰਤਾਂ, 60:10-12
ਮੁਹੰਮਦ ﷺ
- ਮਜ਼ਾਕ ਉੜਾਇਆ, 2:104; 4:46; 25:41-42; 34:78
- ਰਸੂਲ ਦਾ ਆਦਰ ਕਰੋ, 2:104; 4:46; 49:1-5
- ਉੱਤੇ ਈਮਾਨ ਦਾ ਇਕਰਾਰ, 3:81
- ਮੋਮਿਨਾਂ ਉੱਤੇ ਗਵਾਹ, 2:143
- ਸਿਰਫ਼ ਰਸੂਲ, 3:144
- ਨਰਮੀ ਨਾਲ ਪੇਸ਼ ਆਉਣਾ, 3:159
- ਉਸਦਾ ਕੰਮ, 3:164; 7:157; 36:6; 52:29; 74:1-7
- ਮੋਮਿਨਾਂ ਉੱਤੇ ਵੱਡਾ ਅਹਿਸਾਨ, 3:164
- ਸੱਚ ਨਾਲ ਭੇਜਿਆ, 4:170
- ਨਿਗਰਾਨ ਨਹੀਂ ਬਣਾਇਆ, 6:107
- ਅਨਪੜ੍ਹ, 7:157; 62:2
- ਸਾਰੀ ਮਾਨਵਤਾ ਵੱਲ ਅੱਲਾਹ ਦਾ ਰਸੂਲ, 7:158; 48:9, 29
- ਸਾਫ਼ ਡਰਾਉਣ ਵਾਲਾ, 7:184, 188; 11:2; 15:89; 53:56
- ਪਾਗਲ ਨਹੀਂ, 7:184; 68:2; 81:22
- ਜੋ ਤੁਹਾਡੇ ਉੱਤੇ ਇਲਜ਼ਾਮ ਲਗਾਉਂਦੇ, 9:58
- ਨਬੀ ﷺ ਨੂੰ ਤੰਗ ਕਰਨ ਵਾਲੇ, ਮੋਮਿਨਾਂ ਲਈ ਰਹਿਮਤ, 9:61
- ਸਿਰਫ਼ ਉਹੀ ਦੱਸਦੇ ਜੋ ਵਹੀ ਹੋਵੇ, 10:15-16; 11:12-14; 46:9
- ਉਨ੍ਹਾਂ ਦੀਆਂ ਗੱਲਾਂ, 11:2-4; 12:108; 34:46-50
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਉੱਤੇ ਗਵਾਹ, 13:43; 29:52; 46:8
- ਗਵਾਹ, ਖੁਸ਼ਖਬਰੀ ਅਤੇ ਡਰਾਉਣ ਵਾਲੇ ਵਜੋਂ ਭੇਜੇ, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- ਤੰਗ ਨਾ ਹੋਣ, 15:97; 16:127; 18:6
- ਗਵਾਹ ਵਜੋਂ ਭੇਜੇ, 16:89; 22:78; 73:15
- ਦਾਨਾਈ ਅਤੇ ਚੰਗੀ ਨਸੀਹਤ ਨਾਲ ਦਾਅਵਤ, 16:125
- ਮਕਾਮ ਮਹਿਮੂਦ, 17:79
- ਵਹੀ ਮਿਲੀ, 18:110
- ਸਾਰੀਆਂ ਦੁਨੀਆਵਾਂ ਲਈ ਰਹਿਮਤ, 21:107
- ਕੋਈ ਅਜਰ ਨਹੀਂ ਮੰਗਦੇ, 25:57; 38:86; 42:23
- ਜਿਸਦਾ ਹੁਕਮ ਕੀਤਾ ਗਿਆ, 27:91-93;30:30;66:9
- ਅੱਲਾਹ ਵੱਲੋਂ ਰਹਿਮਤ, 28:46-47
- ਮੋਮਿਨਾਂ ਦੇ ਨੇੜੇ, 33:6
- ਪਾਲਣ ਕਰਨ ਦੀ ਚੰਗੀ ਮਿਸਾਲ, 33:21
- ਨਬੀਆਂ ਵਿੱਚੋਂ ਆਖ਼ਰੀ, 33:40
- ਉਨ੍ਹਾਂ ਉੱਤੇ ਦਰੂਦ ਭੇਜੋ, 33:56
- ਸਾਰੀ ਮਾਨਵਤਾ ਵੱਲ ਭੇਜੇ, 34:28
- ਅਜਰ ਸਿਰਫ਼ ਅੱਲਾਹ ਤੋਂ, 34:47
- ਸਿਰਫ਼ ਇੱਕ ਇਨਸਾਨ, 41:6
- ਰੱਖਿਅਕ ਵਜੋਂ ਭੇਜੇ, 42:48
- ਰਸੂਲਾਂ ਵਿੱਚ ਨਵੀਂ ਗੱਲ ਨਹੀਂ, 46:9
- ਬਨੀ ਇਸਰਾਈਲ ਵਿੱਚੋਂ ਗਵਾਹ, 46:10
- ਉਨ੍ਹਾਂ ਨਾਲ ਬੈਅਤ ਅੱਲਾਹ ਨਾਲ ਬੈਅਤ, 48:10, 18
- ਜਿਬਰੀਲ ਨੂੰ ਦੇਖਿਆ, 53:4-18; 81:22-25
- ਉਨ੍ਹਾਂ ਦਾ ਵਿਰੋਧ ਨਾ ਕਰੋ, 58:20-22
- ਈਸਾ ਨੇ ਖੁਸ਼ਖਬਰੀ ਦਿੱਤੀ, 61:6
- ਸੱਚੇ ਦੀਨ ਨੂੰ ਸਾਰੇ ਦੀਨਾਂ ਉੱਤੇ ਗ਼ਾਲਿਬ ਕਰਨ, 61:9
- ਹਨੇਰੇ ਤੋਂ ਰੋਸ਼ਨੀ ਵੱਲ, 65:11
- ਕਾਫ਼ਿਰਾਂ ਅਤੇ ਮੁਨਾਫ਼ਿਕਾਂ ਵਿਰੁੱਧ ਜਤਨ, 66:9
- ਉੱਚੇ ਅਖ਼ਲਾਕ, 68:4
- ਸ਼ਾਇਰ ਜਾਂ ਕਾਹਿਨ ਨਹੀਂ, 69:41-42
- ਨਮਾਜ਼ਾਂ ਵਿੱਚ ਲੱਗੇ, 73:1-8, 20; 74:3
- ਅਤੇ ਅੰਨ੍ਹਾ ਆਦਮੀ, 80:1-12
- ਸਜਦਾ ਕਰੋ ਅਤੇ ਅੱਲਾਹ ਦੇ ਨੇੜੇ ਹੋਵੋ, 96:19
- ਪਾਕ ਸਫ਼ੇ ਪੜ੍ਹਦੇ, 98:2
- ਪਰਿਵਾਰ ਬਾਰੇ ਆਇਤਾਂ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ਵੇਖੋ ਰਸੂਲ; ਨਬੀ
Muhammad (ﷺ), S.47
ਮੁਹਸਿਨੂਨ (ਨੇਕੀ ਕਰਨ ਵਾਲੇ), 2:117, 195; 4:125,128; 10:12-16; 16:128
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, 3:134, 148; 5:93
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਦਾ ਅਜਰ ਬਰਬਾਦ ਨਹੀਂ ਕਰਦਾ, 5:85;9:120; 11:115; 18:30
- ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਨਾਮ ਦਿੰਦੇ ਹਾਂ, 12:22; 37:80, 105, 110; 39:34;77:44
- ਉਨ੍ਹਾਂ ਲਈ ਖੁਸ਼ਖਬਰੀਆਂ, 22:37; 46:12
- ਅੱਲਾਹ ਦੀ ਰਹਿਮਤ ਉਨ੍ਹਾਂ ਦੇ ਨੇੜੇ, 7:56
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਹੈ, 29:69
- ਮਾਪਿਆਂ ਨਾਲ ਫ਼ਰਮਾਂਬਰਦਾਰ ਅਤੇ ਨੇਕ, 2:83
- ਅੱਲਾਹ ਦੇ ਫ਼ਰਜ਼ਾਂ ਵਿੱਚ ਸਬਰਵੰਦ, 16:90
- ਵੇਖੋ ਚੰਗਿਆਈ ਅਤੇ ਬੁਰਿਆਈ
Mujadilah, S.58
ਖੱਚਰ, 16:8
Mulk, S.67
Mumin, S.40
Mu'minun, S.23
Mumtahanah, S.60
Munafiqun, S.63
ਕਤਲ, 2:178-179
Mursalat, S.77
ਮੁਸਲਮਾਨ
- ਪਹਿਲੇ, 6:14, 163; 9:100; 39:12
- ਕਿਸਨੇ ਨਾਮ ਦਿੱਤਾ, 22:78
- ਮਾਫ਼ੀ ਅਤੇ ਵੱਡਾ ਇਨਾਮ, 33:35-36
Mutaffifin, S.83
Muzzammil, S.73
Naba', S.78
ਨਦੀਰ, ਬਨੂ-ਅਨ- (ਯਹੂਦੀ), 59:2, 9, 13
Nahl, S.16
ਨਜਸ (ਨਾਪਾਕ) 9:28
Najm, S.53
ਨਜਵਾ (ਵੇਖੋ ਰਾਜ਼)
ਨਾਮ
- ਉਸਦੇ ਸਭ ਤੋਂ ਸੁੰਦਰ ਨਾਮ, 7:180
- ਉਸਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਨਾਮ, 17:110; 20:8; 59:24
ਮਜਬੂਰੀ, ਜੇ ਮਜਬੂਰ ਹੋਵੇ, 2:173; 6:145
ਗੁਆਂਢੀ, 4:36
ਨਵੇਂ ਚੰਦ, 2:189
ਖ਼ਬਰਾਂ, ਪਰਖੀਆਂ ਜਾਣਗੀਆਂ 4:83
ਕੰਜੂਸੀ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
ਰਾਤ, (ਪ੍ਰਤੀਕ ਵਜੋਂ), ਆਰਾਮ ਲਈ, 10:67
- ਢੱਕਣ ਵਜੋਂ, 13:3; 78:10
- ਕੰਮ ਆਉਣ ਲਈ, 14:32
- ਲੈਲਤੁਲ-ਕਦਰ (ਸ਼ਬ-ਏ-ਕਦਰ), 44:3-4; 97:1-5
Nisa', S.4
ਨੂਹ, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ਮਜ਼ਾਕ ਉੜਾਇਆ 11:38
- ਤੂਫ਼ਾਨ, 29:14
- ਕਿਸ਼ਤੀ ਅਤੇ ਹੜ੍ਹ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ਨਾਫ਼ਰਮਾਨ ਪੁੱਤਰ ਨਹੀਂ ਬਚਿਆ, 11:42-48
- ਨਾਫ਼ਰਮਾਨ ਪਤਨੀ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
Nuh, S.71
Nur, S.24
ਕਸਮ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ਫ਼ਰਮਾਂਬਰਦਾਰੀ, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51-52, 54; 47:33; 64:12
ਫ਼ਰਜ਼ ਪੂਰੇ ਕਰਨੇ, 5:1
ਔਲਾਦ, 4:9; 42:49-50
- ਉਹ ਜਿਸਨੂੰ ਚਾਹੇ ਮੁੰਡੇ ਜਾਂ ਕੁੜੀਆਂ ਦਿੰਦਾ ਹੈ, 42:49
ਜ਼ੈਤੂਨ, 6:141; 16:11; 23:20; 24:35; 95:1
ਸਿਰਫ਼ ਇੱਕ ਇਲਾਹ, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
ਯਤੀਮ, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- ਉਨ੍ਹਾਂ ਦੇ ਸਰਪ੍ਰਸਤ, 4:6
- ਆਪਣੇ ਅਮਲ ਹਰ ਕੌਮ ਨੂੰ ਸੁਹਾਵਣੇ ਲੱਗਦੇ, 6:108
ਜੋੜੇ, ਸਾਰੀਆਂ ਮਖ਼ਲੂਕਾਂ ਵਿੱਚ, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
ਖਜੂਰ ਦਾ ਰੁੱਖ, 13:4; 19:25; 20:71; 59:5
ਮਿਸਾਲਾਂ
- ਜਿਸਨੇ ਅੱਗ ਬਾਲੀ, 2:17-18
- ਆਸਮਾਨ ਤੋਂ ਝੱਖੜ, 2:19-20
- ਮੱਛਰ, 2:26
- ਜੋ ਰੌਲਾ ਪਾਉਂਦੇ ਹਨ, 2:171
- ਖੰਡਰ ਬਣਿਆ ਕਸਬਾ, 2:259
- ਦਾਣਾ, 2:261
- ਚਿਕਣੀ ਚੱਟਾਨ, 2:264
- ਬਾਗ਼, 2:265-266
- ਰੱਸੀ, 3:103
- ਠੰਡੀ ਹਵਾ, 3:117
- ਕਿਆਮਤ 7:57; 22:5; 41:39
- ਜੀਭ ਲਟਕਾਉਂਦਾ ਕੁੱਤਾ, 7:176
- ਖੱਡ ਦੇ ਕਿਨਾਰੇ, 9:109-110
- ਮੀਂਹ, 10:24
- ਵੱਢੀ ਫ਼ਸਲ, 10:24
- ਅੰਨ੍ਹਾ ਅਤੇ ਬੋਲਾ, 11:24
- ਅੱਲਾਹ ਬਨਾਮ ਝੂਠੇ ਦੇਵਤੇ 13:14; 16:76
- ਸੱਚ ਬਨਾਮ ਝੂਠ 13:17
- ਸੁਆਹ ਜਿਸ ਉੱਤੇ ਤੇਜ਼ ਹਵਾ ਵੱਗੇ, 14:18
- ਚੰਗਾ ਰੁੱਖ, 14:24-25
- ਬੁਰਾ ਰੁੱਖ, 14:26
- ਗ਼ੁਲਾਮ ਅਤੇ ਆਜ਼ਾਦ ਆਦਮੀ, 16:75
- ਗੁੰਗਾ ਆਦਮੀ ਜੋ ਮਾਲਕ ਉੱਤੇ ਬੋਝ, 16:76
- ਧਾਗਾ ਤੋੜਦੀ ਔਰਤ, 16:92
- ਅਮਨ ਅਤੇ ਖ਼ੁਸ਼ਹਾਲ ਬਸਤੀ, 16:112-113
- ਅੰਗੂਰਾਂ ਦੇ ਬਾਗ਼ਾਂ ਵਾਲੇ ਦੋ ਆਦਮੀ, 18:32-44
- ਦੁਨੀਆ ਦੀ ਜ਼ਿੰਦਗੀ ਆਸਮਾਨ ਤੋਂ ਪਾਣੀ ਵਾਂਗੂ, 18:45
- ਆਸਮਾਨ ਤੋਂ ਡਿੱਗਿਆ ਅਤੇ ਪੰਛੀਆਂ ਨੇ ਚੁੱਕਿਆ, 22:31
- ਮੱਖੀ, 22:73
- ਰੋਸ਼ਨੀ ਤਾਕ ਵਾਂਗੂ, 24:35-36
- ਸਰਾਬ, 24:39
- ਡੂੰਘੇ ਸਮੁੰਦਰ ਵਿੱਚ ਹਨੇਰਾ, 24:40
- ਮੱਕੜੀ, 29:41
- ਸਾਂਝੀਦਾਰ, 30:28
- ਕਸਬੇ ਦੇ ਵਾਸੀ, 36:13-32
- ਵੱਖ-ਵੱਖ ਰੰਗਾਂ ਦੀਆਂ ਫ਼ਸਲਾਂ, 39:21
- ਕਈ ਮਾਲਕਾਂ ਵਾਲਾ ਆਦਮੀ, 39:29
- ਵਧਦਾ ਬੀਜ, 48:29
- ਸਖ਼ਤ ਦਿਲ 57:16-17
- ਮੀਂਹ ਪਿੱਛੋਂ ਬਨਸਪਤੀ, 57:20
- ਨਿਮਾਣਾ ਪਹਾੜ, 59:21
- ਗਧਾ, 62:5
- ਜੇ ਪਾਣੀ ਧਰਤੀ ਵਿੱਚ ਸਮਾ ਜਾਵੇ, 67:30
- ਬਾਗ਼ ਵਾਲੇ, 68:17-33
ਜੰਨਤ
- ਮਾਵਾ ਜੰਨਤ, 53:15
- ਫਿਰਦੌਸ ਜੰਨਤ, 18:107; 23:11
- ਬਾਗ਼ਾਂ ਵਿੱਚੋਂ ਨਹਿਰਾਂ, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- ਹਮੇਸ਼ਾ ਦੇ ਬਾਗ਼ ('ਅਦਨ ਜੰਨਤ) 9:72;13:23; 18:31; 19:61; 20:76
- ਸਦੀਵੀ ਬਾਗ਼ ('ਅਦਨ ਜੰਨਤ), 16:31;35:33; 98:8
- ਨਿਅਮਤਾਂ ਦੇ ਬਾਗ਼, 37:43; 56:12, 89
- ਸਦੀਵੀ ਨਿਅਮਤਾਂ ਵਾਲੇ ਬਾਗ਼, 9:21
- ਬਾਗ਼ ਅਤੇ ਅੰਗੂਰ, 78:32
- ਦੋ ਬਾਗ਼ਾਂ ਦੇ ਫਲ, 55:54, 62
- ਹਰ ਕਿਸਮ ਦੇ ਫਲ ਭਰਪੂਰ, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- ਫਲ ਨੇੜੇ ਹੋਣਗੇ, 55:54; 69:23
- ਫਲ ਅਤੇ ਮਾਸ, 52:22
- ਪੰਛੀਆਂ ਦਾ ਮਾਸ, 56:21
- ਕੰਡੇ ਰਹਿਤ ਬੇਰੀ ਅਤੇ ਕੇਲੇ ਦੇ ਰੁੱਖ, 56:28-29
- ਬੇਫ਼ਾਇਦਾ ਗਿਆਨ, ਕਿਤਾਬਾਂ ਵਾਲਾ ਗਧਾ 62:5
- ਵਹਿੰਦਾ ਚਸ਼ਮਾ, 88:12
- ਸਲਸਬੀਲ ਚਸ਼ਮਾ, 76:18
- ਕਾਫ਼ੂਰ ਚਸ਼ਮਾ, 76:5
- ਤਸਨੀਮ ਚਸ਼ਮਾ, 83:27-28
- ਕੌਸਰ ਨਹਿਰ, 108:1
- ਸ਼ਰਾਬ, ਦੁੱਧ, ਸ਼ਹਿਦ ਦੀਆਂ ਨਹਿਰਾਂ, 47:15
- ਪਾਕ ਮੋਹਰਬੰਦ ਸ਼ਰਾਬ, ਚਿੱਟੀ ਸੁਆਦਲੀ, 37:45-46; 56:18; 76:21; 83:25
- ਜ਼ੰਜਬੀਲ ਮਿਲਿਆ ਪਿਆਲਾ, 76:17; 78:34
- ਪਾਣੀ, 76:5
- ਸੋਨੇ ਦੀਆਂ ਟ੍ਰੇਆਂ ਅਤੇ ਪਿਆਲੇ, 43:71
- ਚਾਂਦੀ ਦੇ ਭਾਂਡੇ ਅਤੇ ਬਿੱਲੌਰ ਦੇ ਪਿਆਲੇ, 76:15-16
- ਮਹੀਨ ਅਤੇ ਮੋਟੇ ਰੇਸ਼ਮ ਦੇ ਹਰੇ ਕੱਪੜੇ, 18:31;22:23; 35:33; 44:53; 76:12, 21
- ਸੋਨੇ ਅਤੇ ਮੋਤੀਆਂ ਦੇ ਕੰਗਣ, 18:31; 22:23; 35:33; 76:21
- ਰੇਸ਼ਮ ਦੀਆਂ ਗੱਦੀਆਂ ਵਾਲੇ ਮੰਜੇ, 55:54
- ਹਰੇ ਗੱਦੇ ਅਤੇ ਸੁੰਦਰ ਫ਼ਰਸ਼, 55:76; 88:15
- ਉੱਚੇ ਸੋਨੇ ਜੜੇ ਤਖ਼ਤ, 56:15; 88:13
- ਖ਼ੂਬਸੂਰਤ ਕਾਲੀਨ, 88:16
- ਵਧੀਆ ਮਹਿਲ, ਇੱਕ ਦੂਜੇ ਉੱਤੇ ਕਮਰੇ, 9:72; 39:20
- ਹਮੇਸ਼ਾ ਲਈ ਰਹਿਣਾ, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- ਸਦੀਵੀ ਘਰ, 3:15; 35:35
- ਤਖ਼ਤਾਂ ਉੱਤੇ ਇੱਕ ਦੂਜੇ ਵੱਲ ਮੂੰਹ ਕਰਕੇ, 15:47; 37:44;44:53; 56:16
- ਮੌਤ ਦਾ ਸੁਆਦ ਨਹੀਂ, 44:56
- ਕੱਢੇ ਵੀ ਨਹੀਂ ਜਾਣਗੇ, 15:48
- ਦਿਲਾਂ ਵਿੱਚੋਂ ਨਫ਼ਰਤ ਅਤੇ ਦੁੱਖ ਕੱਢਿਆ, 7:43; 15:47
- ਸਾਰਾ ਦੁੱਖ ਦੂਰ, 35:34
- ਥਕਾਵਟ ਅਤੇ ਕਮਜ਼ੋਰੀ ਨਹੀਂ, 15:48;35:35
- ਨਾ ਕੋਈ ਤਕਲੀਫ਼, ਢਿੱਡਦਰਦ, ਸਿਰਦਰਦ ਅਤੇ ਨਾ ਨਸ਼ਾ, 37:47; 56:19
- ਕੋਈ ਬੇਕਾਰ ਜਾਂ ਗੁਨਾਹ ਦੀ ਗੱਲ ਨਹੀਂ, 19:62;56:25
- ਨਾ ਨੁਕਸਾਨਦੇਹ ਗੱਲਾਂ ਨਾ ਝੂਠ, 78:35; 88:11
- ਗੁਨਾਹ ਤੋਂ ਮੁਕਤ, 37:47; 52:23
- ਨਾ ਬਹੁਤ ਗਰਮੀ ਨਾ ਸਰਦੀ, 76:13
- ਜਾਣਿਆ-ਪਛਾਣਿਆ ਰਿਜ਼ਕ ਹੋਵੇਗਾ, 37:41;56:89
- ਅਮਨ ਅਤੇ ਸੁਰੱਖਿਅਤ, 15:46; 44:51, 55; 50:34
- ਅਮਨ ਦਾ ਘਰ, 6:127
- ਜੰਨਤ ਵਿੱਚ ਸਲਾਮ, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- ਜੋ ਨੇਕ ਕੰਮ ਕਰੇ ਦਾਖ਼ਲ ਹੋਵੇਗਾ, 4:124; 42:22; 44:51
- ਜੋ ਰੱਬ ਤੋਂ ਡਰੇ ਟੋਲਿਆਂ ਵਿੱਚ ਲਿਜਾਏ ਜਾਣਗੇ, 39:73
- ਅਮਲਾਂ ਕਾਰਨ ਵਿਰਾਸਤ ਮਿਲੀ, 43:72
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਤੋਂ ਰਾਜ਼ੀ ਅਤੇ ਉਹ ਅੱਲਾਹ ਤੋਂ, 5:119
- ਮੇਰੀ ਜੰਨਤ, 89:30
- ਸਭ ਤੋਂ ਵੱਡੀ ਨਿਅਮਤ, 9:72
- ਵੱਡੀ ਕਾਮਯਾਬੀ, 57:12; 64:9
- ਸਭ ਤੋਂ ਉੱਚੀ ਕਾਮਯਾਬੀ, 9:72; 44:57
- ਮੋਮਿਨਾਂ ਲਈ ਬਾਗ਼ ਮਹਿਮਾਨਖ਼ਾਨੇ ਵਜੋਂ, 32:19
- ਜੰਨਤੀ ਉਸ ਦਿਨ ਖ਼ੁਸ਼ੀ ਵਿੱਚ ਮਸਤ, 36:35
- ਬਾਗ਼ਾਂ ਅਤੇ ਚਸ਼ਮਿਆਂ ਦੇ ਵਿਚਕਾਰ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ਤਖ਼ਤ ਦੁਆਲੇ ਫ਼ਰਿਸ਼ਤੇ ਦੇਖਣਗੇ, 39:75
- ਸਰਬਸ਼ਕਤੀਮਾਨ ਬਾਦਸ਼ਾਹ ਦੇ ਨੇੜੇ, 54:55
- ਜੋ ਚਾਹੋ ਮਿਲੇਗਾ, 50:35
- ਹੂਰਾਂ, ਵੱਡੀਆਂ ਸੁੰਦਰ ਅੱਖਾਂ ਵਾਲੀਆਂ, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ਪਾਕ ਪਤਨੀਆਂ, 3:15
- ਸੁਖਾਵੇਂ ਸਾਏ ਵਿੱਚ ਤਖ਼ਤਾਂ ਉੱਤੇ ਪਤਨੀਆਂ, 36:55
- ਇੱਕੋ ਉਮਰ ਦੀਆਂ ਜਵਾਨ ਕੁੜੀਆਂ, 78:33
- ਸੇਵਾ ਲਈ ਅਮਰ ਲੜਕੇ, ਖਿੱਲਰੇ ਮੋਤੀਆਂ ਵਾਂਗੂ, 52:24; 56:17; 76:19
- ਅਸਮਾਨਾਂ ਅਤੇ ਜ਼ਮੀਨ ਜਿੱਡੀ ਵਿਸ਼ਾਲ 3:133, 57:21
- ਵਹਿੰਦਾ ਪਾਣੀ, ਠੰਡਾ ਸਾਇਆ, ਖਾਣੇ ਅਤੇ ਪਾਕ ਸਾਥੀ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- ਮੋਮਿਨਾਂ ਦਾ ਇਨਾਮ 55:46-78; 56:10-40
- ਸ਼ਹਿਦ, ਦੁੱਧ, ਪਾਣੀ ਅਤੇ ਸ਼ਰਾਬ ਦੀਆਂ ਨਹਿਰਾਂ 47:15
- ਦੁਆਵਾਂ ਅਤੇ ਸਲਾਮ 10:9-10; 39:73-74
- ਅਮਨ ਦੀਆਂ ਸਲਾਮਤੀਆਂ 13:23-24; 14:32
- ਸਦੀਵੀ ਨਿਅਮਤ ਵਿੱਚ ਰਹਿਣਾ 11:108
- ਕਦੇ ਕੱਢੇ ਨਹੀਂ ਜਾਣਗੇ 15:45-48
- ਅੱਗੇ ਅਤੇ ਸੱਜੇ ਰੋਸ਼ਨੀ 57:12
- ਨਾ ਗਰਮੀ ਨਾ ਸਰਦੀ 76:13
- ਸਾਰੀਆਂ ਇੱਛਾਵਾਂ ਪੂਰੀਆਂ 16:30-32; 41:31-32
- ਸੋਨੇ ਦੇ ਕੰਗਣ ਅਤੇ ਮਹੀਨ ਰੇਸ਼ਮ ਦੇ ਕੱਪੜੇ 18:30-31; 22:23-24; 44:51-53
- ਸੋਨੇ ਦੇ ਪਿਆਲਿਆਂ ਦੀਆਂ ਟ੍ਰੇਆਂ 43:67-73
- ਚਾਂਦੀ ਦੇ ਭਾਂਡੇ ਅਤੇ ਨੇੜੇ ਲਟਕਦੇ ਫਲ 76:14-16
- ਤਖ਼ਤਾਂ ਉੱਤੇ ਅਰਾਮ 15:47; 37:44; 52:20
- ਮੋਮਿਨ ਆਪਣੇ ਰੱਬ ਨੂੰ ਦੇਖਣਗੇ 75:22-23
ਮਾਪਿਆਂ ਨਾਲ ਨੇਕੀ, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
ਅੱਲਾਹ ਦੇ ਸ਼ਰੀਕ, ਝੂਠ, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
ਚਾਰਾ, 87:4-5
ਰਾਹ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ਵੇਖੋ ਮਾਰਗ
ਸਬਰ, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ਸਬਰ ਅਤੇ ਨਮਾਜ਼ ਤੋਂ ਮਦਦ ਮੰਗੋ, 2:45, 153; 20:132;50:39
ਸਬਰਵੰਦ
- ਪੂਰਾ ਇਨਾਮ ਮਿਲੇਗਾ, 39:10
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਹੈ, 8:46
- ਸਬਰ ਕਰੋ, 11:115
- ਅੱਲਾਹ ਦੇ ਫ਼ਰਜ਼ਾਂ ਵਿੱਚ, 16:90
- ਗੁੱਸੇ ਵੇਲੇ ਸਬਰ, 41:34
ਅਮਨ ਵੱਲ ਝੁਕੋ, 8:61
ਮੋਤੀ ਅਤੇ ਮੂੰਗਾ, 52:24; 55:22; 56:23
ਕਲਮ, 68:1; 96:4
ਵਿਅਕਤੀ
- ਅੱਲਾਹ ਕਿਸੇ ਉੱਤੇ ਉਸਦੀ ਸਮਰੱਥਾ ਤੋਂ ਵੱਧ ਬੋਝ ਨਹੀਂ, 2:286; 7:42
- ਅੱਲਾਹ ਸਮਰੱਥਾ ਤੋਂ ਵੱਧ ਨਹੀਂ ਮੰਗਦਾ, 23:62
- ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ ਕੱਲ੍ਹ ਕੀ ਕਮਾਏਗਾ ਅਤੇ ਕਿੱਥੇ ਮਰੇਗਾ, 31:34
- ਹਰ ਇਨਸਾਨ ਆਪਣੇ ਚੰਗੇ ਅਤੇ ਬੁਰੇ ਅਮਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰੇਗਾ 3:30
- ਹਰ ਇਨਸਾਨ ਆਪਣੀ ਵਕਾਲਤ ਕਰੇਗਾ, 16:111
- ਹਰ ਇਨਸਾਨ ਆਪਣੇ ਅਮਲਾਂ ਦਾ ਜ਼ਾਮਨ, 74:38
- ਅੱਲਾਹ ਆਪਣੇ ਆਪ ਨੂੰ ਲਾਹਨਤ ਕਰਨ ਵਾਲੇ ਦੀ ਕਸਮ ਖਾਂਦਾ ਹੈ, 75:2
ਫ਼ਿਰਔਨ, 28:6; 40:24
- ਉਸਦੀ ਕੌਮ, 2:49; 3:11; 7:141; 44:17-33
- ਡੁੱਬਿਆ, 2:50
- ਮੂਸਾ ਨਾਲ ਵਿਵਹਾਰ, 7:103-137; 10:75-92
- ਸਮੁੰਦਰ ਤੋਂ ਮੁਰਦਾ ਜਿਸਮ ਬਾਹਰ, 10:90-92
- ਹੱਦਾਂ ਟੱਪੀਆਂ; ਗੁਨਾਹ ਕੀਤੇ ਅਤੇ ਨਾਫ਼ਰਮਾਨੀ, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- ਨੇਕ ਪਤਨੀ, 28:8-9
- ਖੁਦਾ ਹੋਣ ਦਾ ਦਾਅਵਾ, 28:38; 79:24
- ਤਬਾਹ ਹੋਇਆ, 29:39
- ਫ਼ਿਰਔਨ ਦੇ ਪਰਿਵਾਰ ਦਾ ਇੱਕ ਮੋਮਿਨ ਆਦਮੀ, 40:28-44
- ਮੀਨਾਰ ਦੀ ਉਸਾਰੀ, 40:36-37
- ਵੇਖੋ ਮੂਸਾ
ਦੁਨੀਆਵੀ ਚੀਜ਼ਾਂ ਇਕੱਠੀਆਂ ਕਰਨਾ, 102:1-4
ਬੈਅਤ
- ਇਸਲਾਮ ਲਈ, 16:91
- ਰਸੂਲ ਨਾਲ ਬੈਅਤ ਅੱਲਾਹ ਨਾਲ ਬੈਅਤ, 48:10
- ਮੋਮਿਨਾਂ ਦੀ, 48:18; 60:12
ਗਿਰਵੀ, ਇੱਕ ਗਿਰਵੀ ਰੱਖੋ, 2:283
- ਹਰ ਇਨਸਾਨ ਆਪਣੇ ਅਮਲਾਂ ਦਾ ਜ਼ਾਮਨ, 52:21; 74:38
ਸ਼ਾਇਰੀ, 36:69
ਸ਼ਾਇਰ, 26:224-227; 69:41
ਅਨਾਰ, 6:141
ਗ਼ਰੀਬ, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
ਦੁਆ, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- ਨਾ ਉੱਚੀ ਨਾ ਹੌਲੀ, 17:110
- ਕਾਫ਼ਿਰਾਂ ਲਈ ਦੁਆ ਕਰਨਾ, 9:113-114
- ਕਾਫ਼ਿਰਾਂ ਦੀ ਦੁਆ, 13:14
- ਉਹ ਜਵਾਬ ਦਿੰਦਾ ਹੈ, 42:26
- ਸਬਰ ਅਤੇ ਨਮਾਜ਼ ਤੋਂ ਮਦਦ ਮੰਗੋ, 2:45, 153; 20:132;50:39
- ਕਿਬਲੇ ਵੱਲ ਮੂੰਹ ਕਰਕੇ ਨਮਾਜ਼, 2:142-145, 149-150
- ਨਮਾਜ਼ ਦੀ ਸੰਭਾਲ ਕਰੋ, 2:238
- ਸਫ਼ਰ ਅਤੇ ਜੰਗ ਵਿੱਚ, 2:239; 4:101-102
- ਨਸ਼ੇ ਦੀ ਹਾਲਤ ਵਿੱਚ ਨੇੜੇ ਨਾ ਜਾਓ, 4:43
- ਜਨਾਬਤ ਦੀ ਹਾਲਤ ਵਿੱਚ ਨਹੀਂ, 4:43
- ਨਮਾਜ਼ ਲਈ ਪਾਕੀ, 4:43; 5:6
- ਨਮਾਜ਼ ਖ਼ਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ, 4:103
- ਨਮਾਜ਼ ਦੇ ਵਕਤ, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- ਸਿਰਫ਼ ਅੱਲਾਹ ਲਈ ਸਜਦਾ, 13:15
ਜੁੱਮੇ ਦੀ ਨਮਾਜ਼, 62:9-11
ਖ਼ਤਰੇ ਵਿੱਚ ਸਾਵਧਾਨੀਆਂ, 4:71
ਜੰਗੀ ਕੈਦੀ, 8:67-71
- ਵੇਖੋ ਕੈਦੀ
ਸੱਚੇ ਵਾਅਦੇ, 46:16-17
ਮਾਲ-ਦੌਲਤ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ਨਬੀ, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- ਨਬੀਆਂ ਦੇ ਇਕਰਾਰਨਾਮੇ, 3:81; 33:7-8
- ਨਬੀਆਂ ਲਈ ਗ਼ੈਰਕਾਨੂੰਨੀ, 3:161
- ਹਰ ਨਬੀ ਦਾ ਦੁਸ਼ਮਣ, 6:112; 25:31
- ਵੇਖੋ ਰਸੂਲ
ਸਜਦਾ
- ਅੱਲਾਹ ਨੂੰ ਸਜਦਾ ਕਰਦੇ ਹਨ ਅਸਮਾਨਾਂ ਅਤੇ ਜ਼ਮੀਨ ਵਿੱਚ ਸਾਰੇ, 13:15
ਰਿਜ਼ਕ, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ਜ਼ਬੂਰ, 4:163
ਸਜ਼ਾ
- ਮੁਲਤਵੀ ਕਰਨਾ, 3:178
- ਹੱਥ ਜਾਂ ਪੈਰ ਕੱਟਣਾ, 5:33
- ਉਸੇ ਤਰ੍ਹਾਂ ਸਜ਼ਾ ਜਿਵੇਂ ਤੁਹਾਡੇ ਨਾਲ ਕੀਤਾ, 16:126
- ਇਸ ਦੁਨੀਆ ਅਤੇ ਆਖ਼ਿਰਤ ਦੀ, 24:19; 68:33
ਪਾਕੀ
- ਜਿਸਮਾਨੀ, 4:43; 5:6
- ਰੂਹਾਨੀ, 87:14; 91:9
ਕਦਰ, 5:5; 64:11
Qadr, S.97
Qaf, S.50
Qalam, S.68
Qamar, S.54
Qari'ah, S.101
ਕਾਰੂਨ (ਕੋਰਾਹ), 28:76-82; 29:39
Qasas, S.28
ਕਿਬਲਾ, 2:142-145, 149
ਕਿਸਾਸ (ਬਰਾਬਰ ਸਜ਼ਾ ਦਾ ਕਾਨੂੰਨ), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
ਕੁਰਆਨ
- ਵਰਣਨ, 13:31, 36, 37; 14:1; 56:77-80
- ਅੱਲਾਹ ਤੋਂ ਇਲਾਵਾ ਕੋਈ ਨਹੀਂ ਬਣਾ ਸਕਦਾ, 2:23; 10:38; 11:13; 17:88
- ਜੇ ਅੱਲਾਹ ਤੋਂ ਇਲਾਵਾ ਹੁੰਦਾ ਤਾਂ ਬਹੁਤ ਵਿਰੋਧਾਭਾਸ ਹੁੰਦੇ, 4:82
- ਸਾਫ਼ ਰੋਸ਼ਨੀ, 4:174; 42:52
- ਨਾਜ਼ਿਲ ਹੋਇਆ, 6:19
- ਅੱਲਾਹ ਇਸ ਦਾ ਗਵਾਹ, 6:19
- ਸਾਫ਼ ਦਲੀਲ, 6:157
- ਆਇਤਾਂ ਬਾਰੇ ਝੂਠੀ ਗੱਲਬਾਤ, 6:68
- ਯਾਦ-ਦਹਾਨੀ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- ਜਦੋਂ ਪੜ੍ਹਿਆ ਜਾਵੇ ਸੁਣੋ ਅਤੇ ਚੁੱਪ ਰਹੋ, 7:204
- ਜ਼ਿਕਰ, 7:205; 15:6, 9
- ਦਾਨਾਈ ਦੀ ਕਿਤਾਬ, 10:1; 31:2; 36:2
- ਵਹੀ ਦਾ ਪੈਗ਼ਾਮ, 10:2, 109; 42:52
- ਜੋ ਰੱਦ ਕਰਦੇ ਹਨ, 11:17
- ਅਰਬੀ ਵਿੱਚ, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ਹਿੱਸਿਆਂ ਵਿੱਚ ਅਤੇ ਮੁੜਾਂ ਵਿੱਚ ਨਾਜ਼ਿਲ, 15:91; 17:106; 25:32; 76:23
- ਆਇਤ ਬਦਲਣਾ, 16:10
- ਜਦੋਂ ਤਿਲਾਵਤ ਕਰਨੀ ਹੋਵੇ, 16:98
- ਰਾਹ ਦਿਖਾਉਂਦਾ ਹੈ, 17:9
- ਖੁਸ਼ਖਬਰੀ ਅਤੇ ਡਰਾਵਾ, 17:9-10
- ਅਤੇ ਕਾਫ਼ਿਰ, 17:45-47
- ਸਵੇਰ ਦੀ ਤਿਲਾਵਤ ਫ਼ਰਿਸ਼ਤਿਆਂ ਵੱਲੋਂ ਦੇਖੀ ਜਾਂਦੀ, 17:78
- ਸ਼ਿਫ਼ਾ ਅਤੇ ਰਹਿਮਤ, 17:82
- ਸਾਰੀ ਮਾਨਵਤਾ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਮਝਾਇਆ ਪਰ ਜ਼ਿਆਦਾਤਰ ਨੇ ਮੰਨਣ ਤੋਂ ਇਨਕਾਰ, 17:89; 18:54; 39:27
- ਆਸਾਨ, 19:97; 44:58; 54:17, 22, 32, 40
- ਮੇਰੀ ਕੌਮ ਨੇ ਕੁਰਆਨ ਛੱਡ ਦਿੱਤਾ, 25:30
- ਪਿਛਲੀਆਂ ਕਿਤਾਬਾਂ ਨੇ ਸੱਚ ਕੀਤਾ, 26:196
- ਬਨੀ ਇਸਰਾਈਲ ਦੇ ਮਤਭੇਦਾਂ ਦਾ ਸੱਚ ਦੱਸਦਾ, 27:76
- ਪੜ੍ਹੋ ਅਤੇ ਨਮਾਜ਼ ਪੜ੍ਹੋ, 29:45
- ਅੱਲਾਹ ਵੱਲੋਂ ਸੱਚ, 32:3; 35:31
- ਮੁਬਾਰਕ ਰਾਤ ਨੂੰ, 44:3
- ਹਰ ਮਾਮਲੇ ਦਾ ਫ਼ੈਸਲਾ ਉਸ ਵਿੱਚ, 44:4
- ਕੁਰਆਨ ਵਿੱਚ ਗਹਿਰੀ ਸੋਚ ਕਰੋ, 47:24
- ਕੁਰਆਨ ਨਾਲ ਡਰਾਓ, 50:45
- ਅੱਲਾਹ ਨੇ ਸਿਖਾਇਆ, 55:1
- ਇੱਜ਼ਤਦਾਰ ਅਤੇ ਸੁਰੱਖਿਅਤ ਤਿਲਾਵਤ, 56:77-78
- ਸਿਰਫ਼ ਪਾਕ ਹੀ ਛੂਹ ਸਕਦੇ, 56:79
- ਜੇ ਪਹਾੜ ਉੱਤੇ ਉਤਾਰਿਆ ਜਾਂਦਾ, 59:21
- ਕਾਫ਼ਿਰਾਂ ਲਈ ਤਕਲੀਫ਼, 69:50
- ਯਕੀਨੀ ਸੱਚ, 69:51
- ਆਰਾਮ ਨਾਲ ਪੜ੍ਹੋ, 73:4
- ਇੱਜ਼ਤਦਾਰ ਸਾਫ਼ ਸਫ਼ਿਆਂ ਵਿੱਚ, 80:13-16
- ਸਾਰੀ ਦੁਨੀਆ ਲਈ ਯਾਦ-ਦਹਾਨੀ, 81:27
- ਕਾਫ਼ਿਰ ਝੁਠਲਾਉਂਦੇ, 84:22
- ਸੁਰੱਖਿਅਤ ਤਖ਼ਤੀ ਵਿੱਚ, 85:22
- ਸੱਚ ਅਤੇ ਝੂਠ ਵੱਖ ਕਰਨ ਵਾਲਾ ਕਲਾਮ, 86:13
- ਪਾਕ ਸਫ਼ੇ ਪੜ੍ਹਣਾ, 98:2
- ਵੇਖੋ ਕਿਤਾਬ; ਵਹੀ
Quraish, S.106
ਕੁਰੈਸ਼
- ਕਾਫ਼ਿਰ, 54:43-46, 51
- ਕਾਬੂ ਕਰਨਾ, 106:1-4
ਰੱਬੀ ਅਤੇ ਰਾਹਿਬ, 9:31, 34
ਨੇਕੀਆਂ ਵਿੱਚ ਦੌੜ ਲਗਾਓ, 5:48
Ra'd, S.13
Rahman, S.55
ਨੇਕੀ ਦਾ ਲਿਬਾਸ ਬਿਹਤਰ, 7:26
ਮੀਂਹ
- ਅੱਲਾਹ ਦੀ ਦਾਤ, 56:68-70
- ਪੱਥਰਾਂ ਦਾ, 27:58
ਰਮਜ਼ਾਨ, 2:185
ਰਮੀ, 2:200
ਫਿਦਯਾ
- ਕੋਈ ਫਿਦਯਾ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ, 57:15
- ਕਾਫ਼ਿਰਾਂ ਵੱਲੋਂ ਪੇਸ਼, 3:91; 10:54; 13:18
- ਰੋਜ਼ੇ ਦਾ ਫਿਦਯਾ, 2:196
- ਕੈਦੀਆਂ ਦੀ ਰਿਹਾਈ ਲਈ, 8:67
ਰੱਸ ਵਾਲੇ, 25:38; 50:12
ਬਦਲਾ
- ਬਦਲੇ ਦਾ ਦਿਨ, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ਝੁਠਲਾਉਣ ਵਾਲੇ, 107:1-7
- ਬੁਰਾਈ ਦਾ ਬਦਲਾ ਬੁਰਾਈ, 42:40
ਸੁਲ੍ਹਾ
- ਜੋ ਮਾਫ਼ ਕਰੇ ਅਤੇ ਸੁਲ੍ਹਾ ਕਰੇ, 42:40
- ਮਰਦ ਅਤੇ ਪਤਨੀ ਵਿੱਚ, 4:35
- ਮੋਮਿਨਾਂ ਵਿੱਚ, 49:9-10
ਅਮਲਨਾਮਾ
- ਇੱਕ ਲਿਖਿਆ ਰਜਿਸਟਰ, 83:7-9, 18-21
- ਹਰ ਕੌਮ ਨੂੰ ਉਸਦੇ ਅਮਲਨਾਮੇ ਉੱਤੇ ਬੁਲਾਇਆ, 45:28-29
- ਹਰ ਇਨਸਾਨ ਦੇ ਅਮਲਾਂ ਦੇ ਲਿਖੇ ਸਫ਼ੇ, 81:10
- ਜੋ ਸੱਚ ਬੋਲਦਾ ਹੈ, 23:62
- ਸੱਜੇ ਹੱਥ ਵਿੱਚ, 69:19; 84:7-9
- ਖੱਬੇ ਹੱਥ ਵਿੱਚ, 69:25
- ਪਿੱਠ ਪਿੱਛੇ, 84:10-15
ਲਿਖਣ ਵਾਲੇ ਫ਼ਰਿਸ਼ਤੇ, 50:17-18, 23; 85:11
ਤੰਗੀ ਦੇ ਨਾਲ ਆਸਾਨੀ, 94:5-6
ਦੀਨ
- ਦੀਨ ਵਿੱਚ ਕੋਈ ਜਬਰ ਨਹੀਂ, 2:256
- ਇਸਲਾਮ ਹੈ, 3:19
- ਅੱਲਾਹ ਦਾ, 3:83-84
- ਇਸਲਾਮ ਤੋਂ ਇਲਾਵਾ, 3:85
- ਦੀਨ ਵਿੱਚ ਹੱਦਾਂ ਨਾ ਟੱਪੋ, 4:171; 5:77
- ਮੁਕੰਮਲ, 5:3
- ਜੋ ਦੀਨ ਨੂੰ ਖੇਡ ਸਮਝਦੇ, 6:70
- ਜੋ ਦੀਨ ਵਿੱਚ ਟੋਲੇ ਬਣਾਉਂਦੇ, 6:159; 30:32
- ਵੇਖੋ 42:13-14; 43:65; 45:17
- ਲੋਕਾਂ ਨੇ ਦੀਨ ਵਿੱਚ ਟੋਲੇ ਬਣਾਏ, 23:53; 30:32
- ਦੀਨ ਵਿੱਚ ਕੋਈ ਤੰਗੀ ਨਹੀਂ, 22:78
- ਫ਼ਿਤਰਤ ਉੱਤੇ ਬਣਾਈ, 30:30
- ਸਾਰੇ ਨਬੀਆਂ ਲਈ ਇੱਕੋ, 42:13-15
- ਵਡੇਰਿਆਂ ਦਾ ਦੀਨ, 43:22-24
ਅੱਲਾਹ ਦੀ ਯਾਦ, 63:9
- ਉਸਦੀ ਯਾਦ ਵਿੱਚ ਦਿਲਾਂ ਨੂੰ ਸਕੂਨ, 13:28
ਤੌਬਾ
- ਜਿਹਲ ਵਿੱਚ ਕੀਤੀ ਬੁਰਾਈ ਤੋਂ ਜਲਦੀ ਤੌਬਾ ਕਬੂਲ, 4:17; 6:54
- ਬੁਰੇ ਅਮਲ ਜਾਰੀ ਰੱਖਣ ਨਾਲ ਤੌਬਾ ਫ਼ਾਇਦਾ ਨਹੀਂ, 4:18
- ਉਹ ਤੌਬਾ ਕਬੂਲ ਕਰਦਾ ਅਤੇ ਗੁਨਾਹ ਮਾਫ਼ ਕਰਦਾ ਹੈ, 4:25
ਬੁਰਾਈ ਲਈ ਮੋਹਲਤ, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ਕਿਆਮਤ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ਉਜ਼ੈਰ ਦੀ ਕਹਾਣੀ ਵਿੱਚ ਮਿਸਾਲ 2:259
- ਇਬਰਾਹੀਮ 2:260
- ਗੁਫ਼ਾ ਦੇ ਲੋਕ 18:9-26
- ਕਿਆਮਤ ਨੂੰ ਝੁਠਲਾਉਣ ਵਾਲਿਆਂ ਲਈ ਚੇਤਾਵਨੀ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ਕਿਆਮਤ ਦਾ ਦਿਨ, 7:89; 20:100-101, 124
- ਸੱਚਾ ਦਿਨ, 78:39
- ਪੂਰਾ ਅਜਰ ਦਿੱਤਾ ਜਾਵੇਗਾ 3:185
- ਅਮਲਾਂ ਦੇ ਲਿਖੇ ਸਫ਼ੇ ਖੋਲ੍ਹੇ ਜਾਣਗੇ, 81:11
- ਹਰ ਇਨਸਾਨ ਜਾਣੇਗਾ ਕੀ ਲਿਆਇਆ, 81:14
- ਹਰ ਇਨਸਾਨ ਆਪਣੇ ਚੰਗੇ ਅਤੇ ਬੁਰੇ ਅਮਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰੇਗਾ, 3:30
- ਕੀ ਅੱਗੇ ਭੇਜਿਆ ਅਤੇ ਪਿੱਛੇ ਛੱਡਿਆ ਜਾਣੇਗਾ, 82:5
- ਜ਼ੁਲਮ ਦਾ ਕੋਈ ਡਰ ਨਹੀਂ, 20:112
- ਇਨਸਾਫ਼ ਦੇ ਤਰਾਜ਼ੂ, 21:47
- ਅਮਲਾਂ ਦੀ ਮੀਜ਼ਾਨ, 23:102-103
- ਜੋ ਰੱਤੀ ਭਰ ਚੰਗਾ ਜਾਂ ਬੁਰਾ ਕਰੇ ਦੇਖੇਗਾ, 100:7-8
- ਸਾਰੇ ਰਾਜ਼ ਪ੍ਰਗਟ ਕੀਤੇ ਜਾਣਗੇ, 86:9
- ਸੱਜੇ ਹੱਥ ਅਮਲਨਾਮਾ, 69:19; 84:7-9
- ਖੱਬੇ ਹੱਥ ਅਮਲਨਾਮਾ, 69:25
ਪਿੱਠ ਪਿੱਛੇ ਅਮਲਨਾਮਾ, 84:10-15
- ਕਾਫ਼ਿਰਾਂ ਲਈ ਔਖਾ ਦਿਨ, 25:26; 54:8; 74:9
- ਭਾਰਾ ਦਿਨ, 76:27
- ਭਾਰਾ ਬੋਝ ਚੁੱਕਣਾ, 20:100-101
- ਕੋਈ ਬਹਾਨਾ ਮਨਜ਼ੂਰ ਨਹੀਂ, 77:36
- ਜ਼ਾਲਿਮ ਆਪਣੇ ਹੱਥ ਚੱਬੇਗਾ, 25:27
- ਜ਼ਾਲਿਮ ਆਪਣੇ ਸਾਥੀਆਂ ਅਤੇ ਬੁੱਤਾਂ ਨਾਲ ਇਕੱਠੇ, 37:22
- ਡੂੰਘੇ ਪਛਤਾਵੇ ਅਤੇ ਨਿਰਾਸ਼ਾ ਨਾਲ ਤਬਾਹੀ, 30:12
- ਜ਼ਿੰਦਾ ਦਫ਼ਨਾਈ ਲੜਕੀ ਤੋਂ ਪੁੱਛਿਆ ਜਾਵੇਗਾ, 81:8-9
- ਸਭ ਤੋਂ ਵੱਡਾ ਡਰਾਵਾ, 21:103
- ਬੁਲਾਉਣ ਵਾਲਾ ਬੁਲਾਵੇਗਾ ਭਿਆਨਕ ਚੀਜ਼ ਵੱਲ, 50:41;54:6-8
- ਇੱਕੋ ਆਵਾਜ਼, 36:29, 49, 53; 38:15; 50:42
- ਜ਼ਜਰਾਹ (ਆਵਾਜ਼), 37:19; 79:13
- ਨੇੜੇ ਦਾ ਅਜ਼ਾਬ, 78:40
- ਅਸਮਾਨ ਭਿਆਨਕ ਤਰ੍ਹਾਂ ਕੰਬੇਗਾ, 52:9; 56:4
- ਅਸਮਾਨ ਫਟ ਜਾਵੇਗਾ, 84:1-2
- ਅਸਮਾਨ ਚੀਰਿਆ ਜਾਵੇਗਾ, 77:9; 82:1
- ਅਸਮਾਨ ਬੱਦਲਾਂ ਨਾਲ ਫਟੇਗਾ, 25:25
- ਅਸਮਾਨ ਉਸਦੇ ਸੱਜੇ ਹੱਥ ਵਿੱਚ ਲਪੇਟਿਆ ਜਾਵੇਗਾ, 21:104; 39:67
- ਅਸਮਾਨ ਅਤੇ ਜ਼ਮੀਨ ਵਿੱਚ ਸਭ ਬੇਹੋਸ਼ ਹੋਣਗੇ, 39:68
- ਅਸਮਾਨ ਖੁੱਲ੍ਹੇਗਾ, ਦਰਵਾਜ਼ੇ ਬਣ ਜਾਣਗੇ, 78:19
- ਅਸਮਾਨ ਉਬਲਦੇ ਤੇਲ ਵਰਗਾ, 70:8
- ਤਾਰੇ ਡਿੱਗਣਗੇ, 81:2; 82:2
- ਤਾਰੇ ਬੁੱਝ ਜਾਣਗੇ, 77:8
- ਸੂਰਜ ਬੁੱਝ ਜਾਵੇਗਾ, 81:1
- ਸਮੁੰਦਰ ਭੜਕਦੀ ਅੱਗ ਬਣ ਜਾਣਗੇ, 81:6
- ਸਮੁੰਦਰ ਫਟ ਜਾਣਗੇ, 82:3
- ਕਿਆਮਤ ਦਾ ਭੂਚਾਲ, 22:1; 99:1
- ਪਹਾੜ ਚੱਲ ਪੈਣਗੇ, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ਮਿੱਟੀ ਹੋ ਜਾਣਗੇ 20:105; 56:5
- ਊਨ ਵਰਗੇ, 70:9;101:5
- ਜ਼ਮੀਨ ਅਤੇ ਪਹਾੜ ਜ਼ੋਰ ਨਾਲ ਹਿੱਲਣਗੇ, 73:14; 79:6
- ਜ਼ਮੀਨ ਚੂਰ-ਚੂਰ ਹੋ ਜਾਵੇਗੀ, 89:21
- ਜ਼ਮੀਨ ਅਤੇ ਅਸਮਾਨ ਬਦਲ ਦਿੱਤੇ ਜਾਣਗੇ, 14:48
- ਜ਼ਮੀਨ ਫੈਲਾਈ ਜਾਵੇਗੀ, 84:3-5
- ਜ਼ਮੀਨ ਪੱਧਰੀ ਮੈਦਾਨ 18:47; 20:106
- ਜ਼ਮੀਨ ਆਪਣੇ ਬੋਝ ਸੁੱਟੇਗੀ, 84:4; 99:2
- ਕਬਰਾਂ ਪੁੱਟੀਆਂ ਜਾਣਗੀਆਂ, 82:4
- ਕਬਰਾਂ ਤੋਂ ਉੱਠਣਾ, 21:97; 70:43
- ਮੌਤ ਤੋਂ ਬਾਅਦ ਜ਼ਮੀਨ ਉੱਤੇ ਜ਼ਿੰਦਾ, 79:14
- ਜੰਗਲੀ ਜਾਨਵਰ ਇਕੱਠੇ ਹੋਣਗੇ, 81:5
- ਅੰਨ੍ਹੇ ਉਠਾਏ ਜਾਣਗੇ, 20:124-125
- ਸੂਰ ਫੂਕਿਆ ਜਾਵੇਗਾ, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- ਸੱਖਾ, 80:33
- ਰੂਹਾਂ ਜਿਸਮਾਂ ਨਾਲ ਮਿਲਾਈਆਂ ਜਾਣਗੀਆਂ, 81:7
- ਦਸ ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਨਹੀਂ ਰਹੇ, 20:103
- ਇੱਕ ਦਿਨ ਤੋਂ ਵੱਧ ਨਹੀਂ, 20:104
- ਜਾਂ ਦਿਨ ਦਾ ਕੁਝ ਹਿੱਸਾ, 23:112-114
- ਇਕੱਠ ਦਾ ਦਿਨ, 64:9
- ਫ਼ੈਸਲੇ ਦਾ ਦਿਨ, 37:21
- ਨਿਰਣੇ ਦਾ ਦਿਨ, 77:38; 78:17
- ਛਾਂਟੀ ਦਾ ਦਿਨ, 77:13-14
- ਦੁੱਖ ਅਤੇ ਪਛਤਾਵੇ ਦਾ ਦਿਨ, 19:39
- ਝੁਠਲਾਉਣ ਵਾਲੇ, 77:15-50
- ਇਨਸਾਨ ਉੱਡਦੇ ਪਤੰਗਿਆਂ ਵਰਗੇ, 101:4
- ਇਨਸਾਨ ਖਿੱਲਰੇ ਟੋਲਿਆਂ ਵਿੱਚ, 100:6
- ਇਨਸਾਨ ਨਸ਼ੇ ਦੀ ਹਾਲਤ ਵਿੱਚ, 22:2
- ਹਰ ਗਰਭਵਤੀ ਆਪਣਾ ਬੋਝ ਸੁੱਟੇਗੀ, 22:2
- ਗਰਭਵਤੀ ਊਠਣੀਆਂ ਅਣਗੌਲੀਆਂ, 81:4
- ਦੁੱਧ ਚੁੰਘਾਉਣ ਵਾਲੀ ਆਪਣਾ ਬੱਚਾ ਭੁੱਲ ਜਾਵੇਗੀ, 22:2
- ਰਿਸ਼ਤੇਦਾਰ ਇੱਕ ਦੂਜੇ ਨੂੰ ਦੇਖਣਗੇ, 70:11
- ਆਦਮੀ ਆਪਣੇ ਰਿਸ਼ਤੇਦਾਰਾਂ ਤੋਂ ਭੱਜੇਗਾ, 80:34-37
- ਕੋਈ ਦੋਸਤ ਦੋਸਤ ਨਹੀਂ ਪੁੱਛੇਗਾ, 70:10
- ਕੋਈ ਦੋਸਤ ਨਾ ਸਿਫ਼ਾਰਸ਼ੀ, 40:18
- ਕੋਈ ਦੂਜੇ ਲਈ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕੇਗਾ, 82:19
- ਕੋਈ ਤਾਕਤ ਨਾ ਮਦਦਗਾਰ, 87:10
- ਮੋਮਿਨਾਂ ਨੂੰ ਕੋਈ ਡਰ ਨਹੀਂ, 43:68
- ਮੋਮਿਨ ਸਾਇਆਂ, ਚਸ਼ਮਿਆਂ ਅਤੇ ਫਲਾਂ ਵਿੱਚ, 77:41-43
- ਜੰਨਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪਤਨੀਆਂ, 36:55-58
- ਫ਼ਰਿਸ਼ਤੇ ਵੱਡੀ ਉਤਰਾਈ ਨਾਲ ਆਉਣਗੇ, 25:25
- ਪਿੰਡਲੀ ਨੰਗੀ ਕੀਤੀ ਜਾਵੇਗੀ, 68:42-43
- ਜੰਨਤ ਨੇੜੇ ਲਿਆਂਦੀ ਜਾਵੇਗੀ, 81:13
- ਦੋਜ਼ਖ਼ ਨੇੜੇ ਲਿਆਂਦਾ ਜਾਵੇਗਾ, 89:23
- ਦੋਜ਼ਖ਼ ਦੀ ਅੱਗ ਭੜਕਾਈ ਜਾਵੇਗੀ, 81:11-12
- ਸਦਕੇ ਤੋਂ ਬਦਲਾ ਕਫ਼ਾਰਾ ਹੋਵੇਗਾ, 5:45
ਵਹੀ
- ਜੇ ਸ਼ੱਕ ਹੋਵੇ, 2:23-24
- ਮਨਸੂਖ ਜਾਂ ਭੁੱਲੀ ਆਇਤ, 2:106
- ਸਿੱਧੀ ਰਾਹ, 3:73
- ਰੱਬ ਵੱਲੋਂ, ਸ਼ੱਕ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚ ਨਾ ਹੋਵੋ, 6:114
- ਸਮਝਣ ਵਾਲੇ ਲੋਕਾਂ ਲਈ, 6:98
- ਰਾਹ ਦਿਖਾਉਣ ਵਾਲੀ ਅਤੇ ਰਹਿਮਤ, 7:203; 16:64; 31:3
- ਰੂਹ-ਉਲ-ਕੁਦੁਸ ਰਾਹੀਂ, 16:102; 26:192-193
- ਵਿਸਥਾਰ ਨਾਲ ਸਮਝਾਈ, 6:98; 41:2-4
- ਕਿਤਾਬ ਅੱਲਾਹ ਵੱਲੋਂ, 46:2
- ਵੇਖੋ ਕਿਤਾਬ ਅਤੇ ਕੁਰਆਨ
ਜ਼ੁਲਮ ਦਾ ਬਦਲਾ, 42:39-43
ਇਨਾਮ
- ਸਭ ਤੋਂ ਵਧੀਆ ਅਮਲਾਂ ਅਨੁਸਾਰ ਅਤੇ ਹੋਰ ਵੀ, 24:38; 29:7; 39:35
- ਇਨਾਮ ਵਜੋਂ 25:15
- ਅੱਲਾਹ ਨੇਕੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਸਭ ਤੋਂ ਵਧੀਆ ਨਾਲ ਨਵਾਜ਼ਦਾ, 53:31
- ਚੰਗੇ ਦਾ ਬਦਲਾ ਚੰਗਾ ਹੀ, 55:60
ਸੂਦ (ਵੇਖੋ ਰਿਬਾ)
ਨੇਕ
- ਨੇਕਾਂ ਦੀ ਸੰਗਤ, 4:69
- ਜ਼ਮੀਨ ਦੇ ਵਾਰਸ, 21:105
- ਜੰਨਤ ਵਿੱਚ, 51:15-19; 76:5-12
- ਵੇਖੋ ਚੰਗਿਆਈ
ਨੇਕੀ, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ਨੇਕੀ ਦਾ ਔਖਾ ਰਾਹ, 90:11-18
ਸਿੱਧੀ ਰਾਹ ਅੱਲਾਹ ਦੀ ਰਾਹ ਹੈ, 3:73
ਸੜਕਾਂ, ਰਾਹ, 43:10
ਪੱਥਰੀਲਾ ਇਲਾਕਾ (ਹਿਜਰ), ਵਾਸੀ, 15:80-85
ਰੋਮੀ, 30:2-5
ਛੱਤ, ਅਸਮਾਨ, 21:32
ਰੂਹ (ਜਿਬਰੀਲ), 26:193; 67:12; 70:4; 78:38;97:4
ਰੂਹ-ਉਲ-ਕੁਦੁਸ, 2:87, 253; 5:110; 16:102
- ਵੇਖੋ ਜਿਬਰੀਲ
ਰੂਹ, 15:29; 17:85; 58:22
Rum, S.30
ਸਬਾ (ਸ਼ੇਬਾ), 27:22-44; 34:15-21
Saba', S.34
ਸਬਤ
- ਹੱਦ ਟੱਪਣ ਵਾਲੇ, 2:65; 4:154; 7:163-166
- ਸਿਰਫ਼ ਉਨ੍ਹਾਂ ਲਈ ਮਿੱਥਿਆ, 16:124
ਸਾਬੀ, 5:69; 22:17
ਕੁਰਬਾਨੀ, 2:196, 200; 22:34-37
Sad, S.38
ਸਦਕਾਹ, 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ਛੁਪਾ ਕੇ ਦੇਣਾ ਜ਼ਾਹਰ ਕਰਨ ਤੋਂ ਬਿਹਤਰ, 2:271
ਸਫ਼ਾ ਅਤੇ ਮਰਵਾਹ, 2:158
Saff, S.61
Saffat, S.37
ਸੈਲ ਅਲ-ਅਰਿਮ (ਮਾਰਿਬ ਡੈਮ ਤੋਂ ਹੜ੍ਹ), 34:16
Sajdah, S.32
ਸਕੀਨਾ, 2:248;9:26, 40; 48:4, 18, 26
ਸਾਲਿਹ, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ਸਲਸਬੀਲ (ਜੰਨਤ ਦਾ ਚਸ਼ਮਾ), 76:18
ਸਾਮਰੀ, 20:85, 95-97
ਸਮੂਏਲ, 2:247
ਸ਼ੈਤਾਨ, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- ਦੁਸ਼ਮਣੀ ਅਤੇ ਨਫ਼ਰਤ ਭੜਕਾਉਂਦਾ, 5:91
- ਬੁਰੇ ਵਸਵਸੇ, 7:200-201
- ਧੋਖਾ ਦਿੰਦਾ, 8:48
- ਧੋਖਾ ਦਿੱਤਾ, 14:22
- ਮੋਮਿਨਾਂ ਉੱਤੇ ਕੋਈ ਤਾਕਤ ਨਹੀਂ, 16:99-100
- ਝੂਠ ਸੁੱਟਦਾ ਹੈ, 22:52-53
- ਦੁਸ਼ਮਣ ਹੈ, 12:5; 35:6; 36:60
- ਹੰਕਾਰ 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ਇੱਕ ਜਿੰਨ 18:50-51
- ਆਦਮ ਨੂੰ ਭਰਮਾਇਆ 7:20-23; 20:116-121
- ਮੋਮਿਨਾਂ ਉੱਤੇ ਕੋਈ ਅਧਿਕਾਰ ਨਹੀਂ 16:98-100
- ਉਸਦਾ ਮਕਸਦ 35:6-8
- ਮਾਨਵਤਾ ਦਾ ਖੁੱਲ੍ਹਾ ਦੁਸ਼ਮਣ 12:5; 17:53
- ਉਸਦਾ ਟੋਲਾ 53:14-19
- ਉਸਦਾ ਕੰਮ 5:90-91
- ਨੇਕ ਕੰਮਾਂ ਤੋਂ ਰੋਕਦਾ 2:268
- ਮੋਮਿਨ ਉਸ ਤੋਂ ਅੱਲਾਹ ਦੀ ਪਨਾਹ ਮੰਗਦੇ 7:200-202
- ਉਸਦੀਆਂ ਚਾਲਾਂ ਕਮਜ਼ੋਰ 4:76
- ਆਪਣੇ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਛੱਡਦਾ 8:48
- ਦੋਜ਼ਖ਼ ਵਿੱਚ ਪੈਰੋਕਾਰਾਂ ਨਾਲ ਗੱਲ 14:22
- ਵੇਖੋ ਇਬਲੀਸ
ਮੀਜ਼ਾਨ, ਕਾਮਯਾਬ ਉਹ ਜਿਸਦੀ ਭਾਰੀ, 7:8-9
- ਵੇਖੋ ਤਰਾਜ਼ੂ
ਕਿਤਾਬ ਵਾਲੇ
- (ਯਹੂਦੀ ਅਤੇ ਈਸਾਈ), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ਜੋ ਲੁਕਾਉਂਦੇ ਸਨ, 5:61-63
- ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਜੋ ਸਿੱਧੇ ਰਾਹ ਉੱਤੇ, 5:66
- ਪਛਾਣਦੇ ਪਰ ਮੰਨਦੇ ਨਹੀਂ, 6:20
ਸਮੁੰਦਰ, 42:32-33; 45:12
- ਦੋ ਸਮੁੰਦਰ, 18:60; 25:53; 35:12; 55:19-20
- ਜਦੋਂ ਫਟ ਜਾਣਗੇ, 82:3
ਰਾਜ਼ (ਨਜਵਾ)
- ਗੱਲਾਂ, 4:114
- ਤਿੰਨਾਂ ਦੀ ਸਲਾਹ, 58:7
- ਸਲਾਹਾਂ, 58:8, 10
- ਨਿੱਜੀ ਮਸ਼ਵਰਾ, 58:12-13
ਦੀਨ ਵਿੱਚ ਟੋਲੇ ਅਤੇ ਵੰਡੀਆਂ, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
ਤੰਗੀ ਤੋਂ ਬਾਅਦ ਅਮਨ, 3:154
ਬੀਜ, ਕੌਣ ਉਗਾਉਂਦਾ, 56:63-67
ਇੰਦਰੀਆਂ, 23:78
ਸੱਤ, ਬਣਾਏ
- ਅਸਮਾਨ, 2:29; 23:17; 65:12; 67:3; 71:15
- ਅਤੇ ਜ਼ਮੀਨ ਵੀ ਉਵੇਂ, 65:12
ਸਾਇਆ
- ਅੱਲਾਹ ਨੂੰ ਸਜਦਾ ਕਰਦਾ ਹੈ, 13:15; 16:48
- ਫੈਲਣਾ, 25:45
Shams, S.91
ਊਠਣੀ ਥਮੂਦ ਕੌਮ ਲਈ ਸਾਫ਼ ਨਿਸ਼ਾਨੀ, 7:73; 17:59; 26:155-158
ਜਹਾਜ਼, ਚੱਲਣਾ ਨਿਸ਼ਾਨੀ; ਕੰਮ ਆਉਣ ਲਈ; ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਹੋਣ; ਫ਼ਜ਼ਲ ਭਾਲਣ, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
ਸ਼ੁਐਬ, 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Shura, S.42
ਸਿਦਰਤ-ਉਲ-ਮੁੰਤਹਾ, 53:14
ਮਦੀਨਾ ਦਾ ਘੇਰਾ, 33:9-27
ਸਿੱਜੀਨ, 88:7-9
ਗੁਨਾਹ, 7:100; 74:43-6
- ਗ਼ੈਰਕਾਨੂੰਨੀ ਜਿਨਸੀ ਸੰਬੰਧ, 4:15-16; 24:2, 19
- ਜੇ ਵੱਡੇ ਗੁਨਾਹਾਂ ਤੋਂ ਬਚੋ ਤਾਂ ਛੋਟੇ ਮਾਫ਼, 4:31
- ਇਨਸਾਨਾਂ ਤੋਂ ਲੁਕਾ ਸਕਦੇ ਪਰ ਅੱਲਾਹ ਤੋਂ ਨਹੀਂ, 4:108
- ਜੋ ਗੁਨਾਹ ਕਰੇ ਆਪਣੇ ਵਿਰੁੱਧ, 4:111
- ਜੋ ਗੁਨਾਹ ਕਰਕੇ ਬੇਗੁਨਾਹ ਉੱਤੇ ਸੁੱਟੇ, 4:112
- ਅੱਲਾਹ ਸ਼ਿਰਕ ਮਾਫ਼ ਨਹੀਂ ਕਰਦਾ, ਬਾਕੀ ਜਿਸਨੂੰ ਚਾਹੇ, 4:116
- ਗੁਨਾਹਗਾਰਾਂ ਨੂੰ ਬਦਲਾ ਮਿਲੇਗਾ, 6:120
- ਗੁਨਾਹਗਾਰ ਕਦੇ ਕਾਮਯਾਬ ਨਹੀਂ, 10:17
- ਅੱਲਾਹ ਸਾਰੇ ਗੁਨਾਹ ਮਾਫ਼ ਕਰਦਾ, 39:53
- ਵੱਡੇ ਗੁਨਾਹ, 42:37
ਸੀਨਾਈ, ਪਹਾੜ, 19:52; 23:20; 95:2
ਗੁਨਾਹਗਾਰਾਂ ਦੇ ਕੰਨ, ਅੱਖਾਂ ਅਤੇ ਚਮੜੀ ਗਵਾਹੀ ਦੇਣਗੇ, 41:20-23
ਸਿਰਾਤ ਪੁਲ, 66:8
ਬਦਨਾਮ ਕਰਨ ਵਾਲਾ, 68:11-12; 104:1
ਗ਼ੁਲਾਮ, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- ਵੇਖੋ ਜੰਗੀ ਕੈਦੀ; ਕੈਦੀ
ਨੀਂਦ, ਆਰਾਮ ਲਈ, 78:9
ਸਦੂਮ, 29:31; 37:136
ਲਿਵਾਤਤ, 7:80-82; 11:77-83; 15:61-77; 29:28-29
ਸੁਲੇਮਾਨ, 2:102; 4:163; 6:84
- ਪਿਤਾ ਦਾਊਦ ਦਾ ਸਹੀ ਫ਼ੈਸਲਾ ਕਰਾਉਣ ਵਿੱਚ ਮਦਦ 21:78-82
- ਅਤੇ ਕੀੜੀਆਂ, 27:15-19
- ਅਤੇ ਹੁਦਹੁਦ, 27:20-26
- ਅਤੇ ਸਬਾ ਦੀ ਮਲਕਾ, 27:22-44; 34:15
- ਉਸ ਉੱਤੇ ਅੱਲਾਹ ਦੇ ਅਹਿਸਾਨ 34:12-14, 38:34-40
- ਚੰਗੇ ਘੋੜਿਆਂ ਦੀ ਮੁਹੱਬਤ 38:30-33
ਗੋਦ ਲਿਆ ਪੁੱਤਰ, 33:4-5
ਰੂਹ, 15:29; 17:85; 58:22
ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਖ਼ਰਚ ਕਰੋ, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- ਲੋੜ ਤੋਂ ਵੱਧ, 2:219
- ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਖ਼ਰਚ ਕਰਨ ਵਾਲਿਆਂ ਦੀ ਮਿਸਾਲ, 2:261
- ਦਿਖਾਵੇ ਲਈ, 2:264; 4:38
- ਜੋ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਖ਼ਰਚ ਕਰੋ ਵਾਪਸ ਮਿਲੇਗਾ, 2:272; 8:60; 34:39
- ਫ਼ਜ਼ੂਲਖ਼ਰਚੀ ਨਹੀਂ, 6:141;17:26
- ਨਾ ਫ਼ਜ਼ੂਲਖ਼ਰਚ ਨਾ ਕੰਜੂਸ, 25:67
- ਜੋ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਹੱਥ ਬੰਦ ਕਰਦੇ, 9:67
ਰੂਹ, 15:29
- ਇਸਦਾ ਗਿਆਨ ਅੱਲਾਹ ਕੋਲ, 17:85
- ਅੱਲਾਹ ਮੋਮਿਨਾਂ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦਾ, 58:22
ਜੰਗੀ ਮਾਲ, 8:41, 69; 48:15, 19-20; 48:15
- ਵੇਖੋ ਗਨੀਮਤ
ਜਾਸੂਸੀ, 49:12
ਤਾਰਾ, 53:1, 49; 86:1-4
ਤਾਰੇ, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
ਸਿੱਧਾ ਰਾਹ, 1:6
- ਆਦਿ ਮਾਰਗ, 6:153
- ਆਦਿ ਜਤਨ, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
ਦੁੱਧ ਚੁੰਘਾਉਣ ਦੀ ਮਿਆਦ, 2:233
ਮੁਸੀਬਤ, ਗ਼ਰੀਬੀ, ਬਿਮਾਰੀ ਅਤੇ ਆਫ਼ਤਾਂ; ਖ਼ੁਸ਼ਹਾਲੀ ਅਤੇ ਦੌਲਤ, 7:94-96
ਸੂਰਜ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
ਸਭ ਤੋਂ ਉੱਚੀ ਕਾਮਯਾਬੀ, 9:72; 44:57
ਸੂਰਤ, 10:38; 11:13; 47:20
- ਉਸਦਾ ਨਾਜ਼ਿਲ ਹੋਣਾ ਈਮਾਨ ਵਧਾਉਂਦਾ, 9:124-127
ਸ਼ੱਕ, 49:12
ਰਿਜ਼ਕ, 19:62
- ਵੇਖੋ ਰਿਜ਼ਕ
ਸੁਵਾਅ, 71:23
ਤਬੂਕ, 9:40-59, 81-99, 117-118, 120-122
Taghabun, S.64
ਤਾਗ਼ੂਤ, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- ਵੇਖੋ ਝੂਠੇ ਦੇਵਤੇ
Ta-Ha, S.20
Tahrim, S.66
Takathur, S.102
Takwir, S.81
Talaq, S.65
ਤਲਹ (ਕੇਲੇ ਦਾ ਰੁੱਖ), 56:29
ਤਾਲੂਤ (ਸ਼ਾਊਲ), 2:247-249
Tariq, S.86
ਤਸਨੀਮ (ਚਸ਼ਮਾ), 83:27-28
Taubah, S.9
ਤਵਾਫ਼ (ਕਾਅਬੇ ਦੇ ਗੇੜੇ), 2:200; 7:29,31
ਤੀਮੱਮੁਮ, 4:43; 5:6
ਮਿਆਦ, ਹਰ ਕੌਮ ਦੀ ਮਿੱਥੀ, ਨਾ ਅੱਗੇ ਨਾ ਪਿੱਛੇ, 7:34; 10:49;15:4-5; 16:61; 20:129
ਸਰਹੱਦ, ਫ਼ੌਜੀ ਦਸਤਿਆਂ ਨਾਲ ਰੱਖਿਆ, 3:200
ਪਰਖ, ਅੱਲਾਹ ਵੱਲੋਂ, 3:154; 34:21
ਸਮੂਦ, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
ਚੋਰ, ਸਜ਼ਾ, 5:38-39
ਤਖ਼ਤ, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- ਪਾਣੀ ਉੱਤੇ, 11:7
- ਅੱਠ ਫ਼ਰਿਸ਼ਤੇ ਚੁੱਕਣਗੇ, 39:75; 40:7; 69:17
ਸਮਾਂ, 45:24; 76:1; 103:1
Tin, S.95
ਅਜ਼ਾਬ, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
ਬਸਤੀ, ਅਸੀਂ ਕਿਸੇ ਬਸਤੀ ਨੂੰ ਤਬਾਹ ਨਹੀਂ ਕੀਤਾ ਜਦ ਤੱਕ ਮਿੱਥਿਆ ਫ਼ੈਸਲਾ ਨਾ ਸੀ, 15:4
ਵਪਾਰ ਅਤੇ ਮਾਲ-ਦੌਲਤ, 4:29
ਸਫ਼ਰ, ਕੀ ਉਨ੍ਹਾਂ ਨੇ ਜ਼ਮੀਨ ਵਿੱਚ ਸਫ਼ਰ ਨਹੀਂ ਕੀਤਾ, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
ਬੇਵਫ਼ਾਈ, 8:58; 22:38
- ਵੇਖੋ ਧੋਖਾ
ਇਕੱਠਾ ਕੀਤਾ ਖ਼ਜ਼ਾਨਾ, 9:35
ਅੱਲਾਹ ਦੇ ਖ਼ਜ਼ਾਨੇ, 6:50
ਸਦੀਵੀ ਰੁੱਖ, 20:120
ਰੁੱਖ, 22:18
ਅਜ਼ਮਾਇਸ਼ਾਂ, 2:214-218; 64:15
ਸੂਰ, ਕਿਆਮਤ ਦੇ ਦਿਨ, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
ਸੱਖਾ, 80:33
ਅਮਾਨਤ ਅਸਮਾਨਾਂ, ਜ਼ਮੀਨ ਅਤੇ ਪਹਾੜਾਂ ਨੂੰ ਪੇਸ਼ ਕੀਤੀ ਪਰ ਇਨਸਾਨ ਨੇ ਚੁੱਕੀ, 33:72-73
ਅਮਾਨਤਾਂ, 2:283; 4:58; 8:27; 23:8;33:72; 70:32
ਸੱਚ, 5:48; 23:70-71, 90; 25:33; 69:51
- ਝੂਠ ਨਾਲ ਨਾ ਮਿਲਾਓ ਅਤੇ ਨਾ ਛੁਪਾਓ, 2:42
- ਸੱਚ ਆਇਆ ਅਤੇ ਝੂਠ ਮਿਟਿਆ, 17:81
- ਸੱਚੇ ਵਾਅਦੇ, 46:16-17
ਤੁੱਬਾ ਕੌਮ, 44:37; 50:14
ਤੂਰ (ਪਹਾੜ), 28:29, 46
Tur, S.52
ਤੁਵਾ, ਵਾਦੀ, 20:12; 79:16
ਉਹੁਦ, ਜੰਗ, 3:121-128, 140-180
ਉੱਮਤ (ਭਾਈਚਾਰਾ, ਕੌਮ), 2:143-144;10:47, 49; 11:118; 16:36, 120
ਉਮਰਾਹ, 2:128, 158, 196
ਸੂਦ (ਰਿਬਾ), 2:275-276, 278-280; 3:130;4:161; 30:39
ਉਜ਼ੈਰ, (ਵੇਖੋ ਉਜ਼ੈਰ)
ਉੱਜ਼ਾ, 53:19
ਅਦਿੱਖ ਪਰਦਾ, 17:45-46
ਪਰਦਾ, 24:31; 33:59
ਆਇਤਾਂ, ਸਬਅ ਅਲ-ਮਸਾਨੀ, 15:87
ਫ਼ਤਹਿ
- ਅੱਲਾਹ ਵੱਲੋਂ, 48:1
- ਅੱਲਾਹ ਦੀ ਮਦਦ ਨਾਲ, 61:13
ਨੇਕੀਆਂ (ਵੇਖੋ ਸੱਚਾਈ; ਮੋਮਿਨ)
ਵੱਦ, 71:23
- "ਤੁਸੀਂ ਉਡੀਕ ਕਰੋ ਅਸੀਂ ਵੀ ਕਰਦੇ ਹਾਂ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Waqi'ah, S.56
ਅੱਲਾਹ ਵਿਰੁੱਧ ਜੰਗ, 5:33-34
ਫ਼ਜ਼ੂਲਖ਼ਰਚੀ ਨਾ ਕਰੋ, 6:141; 7:31; 17:26
ਪਾਣੀ, ਹਰ ਜੀਵ ਪਾਣੀ ਤੋਂ, 21:30;24:45; 25:54
- ਦੋ ਸਮੁੰਦਰ, 18:60; 25:53; 35:12; 55:19-20
- ਅੱਲਾਹ ਦਾ ਤਖ਼ਤ ਪਾਣੀ ਉੱਤੇ, 11:7
- ਮੀਂਹ, 23:18
ਰਾਹ, 1:6; 42:52-53; 90:10
- ਆਸਾਨ ਰਾਹ, 87:8
- ਵੇਖੋ ਮਾਰਗ
ਰਾਹੀ, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
ਦੌਲਤ
- ਜਿਸਨੇ ਇਕੱਠੀ ਕੀਤੀ, 104:2-4
- ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿੱਚ ਖ਼ਰਚ (ਵੇਖੋ ਖ਼ਰਚ)
ਦੌਲਤ ਅਤੇ ਬੱਚੇ, ਦੁਨੀਆ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸ਼ਿੰਗਾਰ, 18:46
ਨਾਪ ਅਤੇ ਤੋਲ, ਪੂਰਾ ਦਿਓ, 11:85; 17:35;83:1-5
ਵਿਧਵਾਵਾਂ, 2:234-235, 240
ਅੱਲਾਹ ਦੀ ਮਰਜ਼ੀ, 10:99-100; 30:5; 81:29; 82:8
ਇਨਸਾਨ ਦੀ ਮਰਜ਼ੀ, ਸਿੱਧਾ ਚੱਲਣ ਦੀ ਜਦ ਤੱਕ ਅੱਲਾਹ ਚਾਹੇ, 28:29
ਹਵਾਵਾਂ, 77:1-3
- ਖੁਸ਼ਖਬਰੀਆਂ ਦੇਣ ਵਾਲੀਆਂ, 7:57; 30:46
- ਬੱਦਲ ਚੁੱਕਦੀਆਂ, ਪਾਣੀ ਲਿਆਉਂਦੀਆਂ, 15:22; 30:48
- ਪੀਲੀਆਂ ਕਰਦੀਆਂ, 30:51
ਸ਼ਰਾਬ (ਜੰਨਤ ਵਿੱਚ)
- ਪਾਕ ਪੀਣੇ, 37:45; 76:21
- ਚਿੱਟੀ ਸੁਆਦਲੀ, 37:46
- ਸ਼ਰਾਬ ਦੀਆਂ ਨਹਿਰਾਂ, 47:15
- ਪਾਕ ਮੋਹਰਬੰਦ, 83:25
ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਦੀ ਇੱਛਾ ਨਾ ਕਰੋ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਅੱਲਾਹ ਨੇ ਇੱਕ ਨੂੰ ਦੂਜੇ ਤੋਂ ਵਧੇਰੇ ਕੀਤਾ, 4:32
ਗਵਾਹ
- ਨਬੀਆਂ ਦੇ ਇਕਰਾਰਨਾਮੇ ਉੱਤੇ, 3:81
- ਮਾਨਵਤਾ ਉੱਤੇ, 2:143; 22:78
- ਇਕਰਾਰਨਾਮੇ ਲਈ, 2:282
- ਇੱਕ ਮਰਦ ਦੇ ਬਰਾਬਰ ਦੋ ਔਰਤਾਂ, 2:282
- ਗ਼ੈਰਕਾਨੂੰਨੀ ਜਿਨਸੀ ਸੰਬੰਧ ਉੱਤੇ, 4:16; 24:2
- ਇਨਸਾਫ਼ ਕਰੋ, 5:8
- ਹੱਥ ਅਤੇ ਪੈਰ ਗਵਾਹੀ ਦੇਣਗੇ, 36:65
- ਆਦਮੀ ਆਪਣੇ ਵਿਰੁੱਧ, 75:14
ਗਵਾਹੀ ਦੇਣ ਵਾਲਾ ਦਿਨ ਅਤੇ ਗਵਾਹੀ ਦਿੱਤਾ ਦਿਨ, 85:3
ਪਤਨੀਆਂ
- ਤੁਹਾਡੇ ਲਈ ਖੇਤ, 2:223
- ਤੁਹਾਡਾ ਢੱਕਣ, 2:187
- ਆਪਣੀ ਕਿਸਮ ਦੀਆਂ, 16:72
ਝਗੜਾ ਕਰਨ ਵਾਲੀ ਔਰਤ, 58:1-2
ਔਰਤਾਂ, 2:222-223; 4:15, 19-22, 34, 127
- ਜੋ ਪਾਕਦਾਮਨ ਉੱਤੇ ਇਲਜ਼ਾਮ ਲਗਾਉਂਦੇ, 24:4-5, 11-17, 23-26
- ਪਰਦਾ, 24:31; 33:59
- ਮੋਮਿਨ ਔਰਤਾਂ ਹਿਜਰਤ ਕਰਨ ਵਾਲੀਆਂ, 60:10-12
- ਝਗੜੇ ਵਿੱਚ ਸਾਫ਼ ਨਾ ਬੋਲਣ ਵਾਲੀ, 43:17-18
ਜੰਗਲ ਦੇ ਵਾਸੀ, 15:78; 38:13; 50:14
- ਵੇਖੋ ਅਯਕਾਹ; ਮਦਯਨ 26:176-191
ਦੁਨੀਆ ਦੀ ਜ਼ਿੰਦਗੀ
- ਸਿਰਫ਼ ਖੇਡ ਤਮਾਸ਼ਾ, 6:32;29:64; 47:36; 57:20
- ਇਨਸਾਨਾਂ ਨੂੰ ਧੋਖਾ ਦਿੰਦੀ, 6:130
- ਆਖ਼ਿਰਤ ਦੇ ਮੁਕਾਬਲੇ ਥੋੜਾ ਮਜ਼ਾ, 9:38; 13:26; 28:60-61
- ਜੋ ਚਾਹੇ ਮਿਲੇ ਪਰ ਆਖ਼ਿਰਤ ਵਿੱਚ ਕੁਝ ਨਹੀਂ, 11:15-16; 17:18; 42:20
- ਦੌਲਤ ਅਤੇ ਬੱਚੇ ਇਸਦਾ ਸ਼ਿੰਗਾਰ, 18:46
- ਜੋ ਇਸਨੂੰ ਪਿਆਰ ਕਰਦੇ ਅਤੇ ਆਖ਼ਿਰਤ ਛੱਡਦੇ, 75:20-21; 76:27
ਲਿਖਾਈ, ਇਕਰਾਰਨਾਮਿਆਂ ਲਈ, 2:282
ਜ਼ਾਲਿਮ, 11:18-22, 101-104, 116-117;39:47
- ਵੇਖੋ ਕਾਫ਼ਿਰ
ਵਜ਼ੂ, 4:43; 5:6
ਯਗ਼ੂਸ, 71:23
ਯਹਿਯਾ
- ਜਨਮ ਦੀ ਖੁਸ਼ਖਬਰੀ, 3:39; 21:90
- ਨੇਕ, 6:85
- ਦਾਨਾ; ਹਮਦਰਦ; ਫ਼ਰਮਾਂਬਰਦਾਰ, 19:12-15
Ya-Sin, S.36
ਯਥਰਿਬ (ਅਲ-ਮਦੀਨਾ), ਲੋਕ, 33:13
ਯਾਊਕ, 71:23
Yunus, S.10
Yusuf, S.12
ਜ਼ਬੂਰ, 21:105
ਜ਼ਕਰੀਆ, 3:37-41; 6:85; 19:2-11; 21:89-90
ਜ਼ੈਦ ਇਬਨ ਹਾਰਸਾਹ, ਨਬੀ ﷺ ਦਾ ਗ਼ੁਲਾਮ, 33:37-38
ਜ਼ਕਾਤ, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- ਜ਼ਕਾਤ ਅਤੇ ਸਦਕੇ ਦੇ ਹੱਕਦਾਰ, 2:273; 9:60
ਜ਼ੰਜਬੀਲ, 76:17
Zalzalah, S.99
ਜ਼ੱਕੂਮ, 17:60; 37:62-66; 44:43-46; 56:52
ਜ਼ਿਹਾਰ, 33:4; 58:2-4
Zukhruf, S.43
Zumar, S.39
ਬੁਨਿਆਦੀ ਅਕੀਦੇ
- ਮੁਕੰਮਲ ਈਮਾਨ 5:3
- ਅੱਲਾਹ ਕੋਲ ਸਿਰਫ਼ ਇੱਕੋ ਕਬੂਲ ਦੀਨ 3:19, 85
- ਇਸਲਾਮ ਕਬੂਲ ਕਰਨ ਵਿੱਚ ਕੋਈ ਜਬਰ ਨਹੀਂ 2:256
- ਵੱਖ-ਵੱਖ ਸ਼ਰੀਅਤਾਂ ਨਾਲ ਇੱਕੋ ਦੀਨ 5:48; 22:67-70; 42:13-14
- ਇਸਲਾਮ ਦੇ ਨਬੀ 2:135-136; 3:84; 4:163-165
- ਹੁਕਮ (ਅੱਲਾਹ ਉੱਤੇ ਈਮਾਨ ਅਤੇ ਨੇਕ ਕੰਮ) 4:36; 6:151-154;17:23-39;18:107-108
- ਸ਼ਰੀਅਤ ਦੇ ਪੰਜ ਮਕਸਦ: ਦੀਨ ਦੀ ਰੱਖਿਆ 5:54
- ਜ਼ਿੰਦਗੀ ਦੀ ਰੱਖਿਆ 5:32;6:151
- ਮਾਲ ਦੀ ਰੱਖਿਆ 5:38
- ਇੱਜ਼ਤ ਦੀ ਰੱਖਿਆ 5:5;24:4
- ਸੋਚਣ ਦੀ ਸਮਰੱਥਾ ਦੀ ਰੱਖਿਆ 5:90.
ਅੱਲਾਹ ਉੱਤੇ ਈਮਾਨ 2:255
- ਇਲਾਹੀ ਸਿਫ਼ਤਾਂ, ਸੁੰਦਰ ਨਾਮ 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ਇਬਾਦਤ ਦੇ ਯੋਗ ਇੱਕੋ ਖੁਦਾ 1:1-4; 2:285; 6:3; 43:84
- ਸਾਰਾ ਅਧਿਕਾਰ ਉਸਦਾ 3:26; ਉਸਦਾ ਅਰਸ਼ 7:54; 11:7
- ਉਸਦੀ ਕੁਰਸੀ 2:255
- ਮਾਨਵਤਾ ਉੱਤੇ ਅਣਗਿਣਤ ਅਹਿਸਾਨ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ਜ਼ਿੰਦਗੀ ਦਿੰਦਾ ਅਤੇ ਮੌਤ ਦਿੰਦਾ 44:8; 53:44; 57:2; 67:2
- ਖੁਸ਼ੀ ਅਤੇ ਦੁੱਖ ਦਿੰਦਾ 53:43
- ਵਧੇਰੇ ਜਾਂ ਘੱਟ ਰਿਜ਼ਕ ਦਿੰਦਾ 13:26; 17:30; 29:62
- ਸਭ ਤੋਂ ਵਧੀਆ ਜੱਜ 95:8
- ਸਭ ਤੋਂ ਵੱਧ ਰਹਿਮ ਕਰਨ ਵਾਲਾ 12:92
- ਨੇਕਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ 85:14
- ਮਾਫ਼ ਕਰਨ ਵਾਲਾ ਅਤੇ ਸਖ਼ਤ ਸਜ਼ਾ ਦੇਣ ਵਾਲਾ 13:6, 40:3
- ਪਹਿਲਾ ਅਤੇ ਆਖ਼ਰੀ 57:3
- ਸਾਰੀ ਇੱਜ਼ਤ ਅਤੇ ਤਾਕਤ ਉਸਦੀ 35:10
- ਅਣਜਾਣ ਜਾਣਦਾ ਅਤੇ ਅਦਿੱਖ ਦੇਖਦਾ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ਦਿਲ ਵਿੱਚ ਲੁਕੀ ਗੱਲ ਜਾਣਦਾ 5:7; 11:5; 31:23
- ਕੀ ਹੋਇਆ ਅਤੇ ਕੀ ਹੋਵੇਗਾ ਜਾਣਦਾ 2:255
- ਸਭ ਕੁਝ ਲੌਹ ਮਹਿਫ਼ੂਜ਼ ਵਿੱਚ ਲਿਖਿਆ 6:38; 13:39; 36:12
- ਕੁਝ ਵੀ ਕਰਨ ਦੇ ਯੋਗ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- ਉਸਦੀ ਅਸੀਮ ਤਾਕਤ 3:26-27; 24:45; 31:28-30
- ਛੇ ਦਿਨਾਂ ਵਿੱਚ ਅਸਮਾਨ ਅਤੇ ਜ਼ਮੀਨ ਬਣਾਈ ਅਤੇ ਥੱਕਿਆ ਨਹੀਂ 46:33; 50:38
- "ਹੋ ਜਾ" ਕਹਿ ਕੇ ਬਣਾਉਂਦਾ 36:81-83
- ਆਪਣੀ ਸ੍ਰਿਸ਼ਟੀ ਉੱਤੇ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ਸਭ ਉਸਦੀ ਮਰਜ਼ੀ ਦੇ ਅਧੀਨ 3:83; 22:18; 30:26
- ਸਭ ਉਸਦੇ ਮੁਹਤਾਜ 11:6; 35:15; 55:29
- ਉਸ ਉੱਤੇ ਭਰੋਸਾ 10:84-85; 12:67; 25:58
- ਇਲਾਹੀ ਸੰਚਾਰ ਦੇ ਤਰੀਕੇ 42:51
- ਉਸ ਤੋਂ ਡਰਨ ਦੇ ਯੋਗ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ਦਾਨਾਈ ਉਸ ਵੱਲੋਂ ਦਾਤ 2:269
- ਉਸਨੂੰ ਕਿਸੇ ਦੀ ਲੋੜ ਨਹੀਂ 3:97; 6:133; 112:2
- ਤ੍ਰਿਏਕ ਵਿੱਚੋਂ ਨਹੀਂ 4:171
- ਕੋਈ ਜੀਵਨ ਸਾਥੀ ਨਹੀਂ 6:101
- ਕੋਈ ਔਲਾਦ ਨਹੀਂ 10:68; 19:35; 43:81; 72:3; 112:3
- ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ 6:94; 7:191-195; 46:4-5
- ਉਸ ਵਰਗਾ ਕੋਈ ਨਹੀਂ 42:11; 112:4
ਉਸਦੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਕਮਾਲਾਂ ਉੱਤੇ ਸੋਚਣ ਦਾ ਹੁਕਮ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ਸ੍ਰਿਸ਼ਟੀ ਵਿੱਚ ਨਿਸ਼ਾਨੀਆਂ 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ਸਭ ਕੁਝ ਮਕਸਦ ਨਾਲ ਬਣਾਇਆ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ਬ੍ਰਹਿਮੰਡ ਮੁਕੰਮਲ 67:3-4
- ਦਿਨ ਰਾਤ ਵਿੱਚ ਮਿਲਾਉਂਦਾ 3:27
- ਵੰਨ-ਸੁਵੰਨਤਾ 30:22; 35:27-28
- ਸ਼ਹਿਦ 16:68-69
- ਦੁੱਧ 16:66
- ਔਲਾਦ ਦੀ ਦਾਤ 42:49-50
- ਗ੍ਰਹਿ ਅਤੇ ਪੰਧ 21:33; 36:38-44
- ਤਾਰਾਮੰਡਲ 25:61; 85:1
- ਤਾਰੇ 37:6-7; 67:5
- ਬੱਦਲ 7:57;30:48
- ਭੂਚਾਲ 7:78; 7:155
- ਜ਼ਮੀਨ ਖਿਸਕਣੀ 28:81; 29:40
- ਤੂਫ਼ਾਨ 10:22
- ਕਣੀਆਂ, ਗੜੇ ਅਤੇ ਮੀਂਹ 2:265; 6:99; 24:43; 50:9-11
- ਗਰਜ ਅਤੇ ਬਿਜਲੀ 13:12-13
ਵਿਗਿਆਨਕ ਹਵਾਲੇ
- ਇਨਸਾਨ ਨਰ ਅਤੇ ਮਾਦਾ ਬੀਜਾਂ ਤੋਂ ਬਣਾਇਆ 76:2
- ਜਨੀਨ ਦੇ ਵਿਕਾਸ ਦੇ ਪੜਾਅ 22:5; 23:12-14
- ਤਿੰਨ ਹਨੇਰਿਆਂ ਵਿੱਚ ਗਰਭ 39:6
- ਖਾਰਾ ਪਾਣੀ 25:53-54; 35:12; 55:19-20
- ਹਵਾ ਰਾਹੀਂ ਪਰਾਗਣ 15:22
- ਉਂਗਲਾਂ ਦੀਆਂ ਲਕੀਰਾਂ 75:3-4
- ਪਹਾੜ ਖੂੰਟਿਆਂ ਵਜੋਂ 78:7
- ਲੋਹਾ ਉਤਾਰਿਆ ਗਿਆ 57:25
- ਦਰਦ ਮਹਿਸੂਸ ਕਰਨ ਵਾਲੇ ਸੈੱਲ 4:56
- ਸੂਰਜ ਰੋਸ਼ਨੀ ਦਾ ਸੋਮਾ ਅਤੇ ਚੰਦ ਪ੍ਰਤੀਬਿੰਬਿਤ ਰੋਸ਼ਨੀ 10:5
- ਚੰਦ ਚੀਰਿਆ 54:1
- ਅਸਮਾਨ ਸੁਰੱਖਿਅਤ ਛੱਤ 21:32
- ਸਭ ਜੀਵ ਪਾਣੀ ਤੋਂ 21:30; 24:45
- ਕੀੜੀਆਂ ਗੱਲਬਾਤ ਕਰਦੀਆਂ 27:17-19
- ਅੰਦਰੂਨੀ ਲਹਿਰਾਂ 24:40
ਜੀਵਤ ਹਸਤੀਆਂ
- ਫ਼ਰਿਸ਼ਤੇ 39:75
- ਇਨਸਾਨ (ਜ਼ਮੀਨ ਉੱਤੇ ਖ਼ਲੀਫ਼ਾ) 2:30; 6:165; 16:4
- ਜਿੰਨ 72:1-15
- ਜਾਨਵਰ ਇਨਸਾਨਾਂ ਵਾਂਗੂ ਭਾਈਚਾਰੇ 6:38
- ਵੱਛਾ 11:69
- ਊਠ 7:40
- ਕੁੱਤਾ 18:22
- ਹਾਥੀ 105:1
- ਘੋੜੇ, ਖੱਚਰ ਅਤੇ ਗਧੇ 16:8
- ਸ਼ੇਰ ਅਤੇ ਜ਼ੈਬਰੇ 74:50-51
- ਬਾਂਦਰ 2:65
- ਸੂਰ 2:173
- ਊਠਣੀ 7:73
- ਭੇਡਾਂ ਅਤੇ ਬੱਕਰੀਆਂ 6:143
- ਬਘਿਆੜ 12:17
- ਡੱਡੂ 7:133
- ਸੱਪ 7:107
- ਪੰਛੀ 24:41
- ਕਾਂ 5:31
- ਹੁਦਹੁਦ 27:20
- ਬਟੇਰੇ 2:57
- ਮੱਛੀ 18:61
- ਵ੍ਹੇਲ 37:142
- ਕੀੜੀਆਂ 27:18
- ਮਧੂ ਮੱਖੀਆਂ 16:68
- ਮੱਛਰ 2:26
- ਮੱਖੀ 22:73
- ਜੂੰਆਂ ਅਤੇ ਟਿੱਡੀਆਂ 7:133
- ਮੱਕੜੀ 29:41
- ਹੋਰ ਜੋ ਸਾਨੂੰ ਪਤਾ ਨਹੀਂ 16:8
ਬੂਟੇ ਅਤੇ ਫਲ 6:99; 13:4; 16:11; 36:33-35
- ਕੇਲੇ 56:29
- ਖਜੂਰਾਂ 19:25
- ਸਾਗ, ਖੀਰੇ, ਲਸਣ, ਦਾਲਾਂ ਅਤੇ ਪਿਆਜ਼ 2:61
- ਅੰਗੂਰ 80:28
- ਜ਼ੈਤੂਨ 6:99
- ਅੰਜੀਰ 95:1
- ਅਨਾਰ 55:68
- ਕੱਦੂ 37:146
ਮੁਹੰਮਦ ﷺ ਉੱਤੇ ਈਮਾਨ
- ਸਿਫ਼ਤਾਂ, ਸਿਰਫ਼ ਨਬੀ 3:144; 6:50; 7:188; 18:110
- ਸੱਚ ਪਹੁੰਚਾਉਣ ਲਈ 2:119; 35:24; 42:48
- ਨਬੀਆਂ ਦੀ ਮੋਹਰ 33:40
- ਉੱਚਾ ਅਖ਼ਲਾਕ 3:159; 68:4
- ਨਮੂਨਾ 33:21
- ਮੋਮਿਨਾਂ ਉੱਤੇ ਅਹਿਸਾਨ 3:164
- ਸਾਰੀ ਦੁਨੀਆ ਲਈ ਰਹਿਮਤ 21:107
- ਸਾਰਿਆਂ ਲਈ ਰਸੂਲ 4:170; 7:157-158; 34:28
- ਸਿੱਧੇ ਰਾਹ ਵੱਲ ਲੈ ਜਾਂਦੇ 42:52-53
- ਲੋਕਾਂ ਦੀ ਪਰਵਾਹ 9:129
- ਕਿਆਮਤ ਦੇ ਦਿਨ ਗਵਾਹ 4:42; 16:89
- ਅਨਪੜ੍ਹ ਨਬੀ 7:157-158; 29:48; 62:2
- ਤੌਰੇਤ ਅਤੇ ਇੰਜੀਲ ਵਿੱਚ ਭਵਿੱਖਬਾਣੀ 7:157
- ਈਸਾ ਨੇ ਖੁਸ਼ਖਬਰੀ ਦਿੱਤੀ 61:6
ਨਬੀ ﷺ ਵੱਲੋਂ ਦਰਪੇਸ਼ ਚੁਣੌਤੀਆਂ
- ਮੁਸ਼ਰਿਕਾਂ ਦੀਆਂ ਬੇਮਤਲਬ ਮੰਗਾਂ 8:32; 15:7; 17:89-93; 25:7-8
- ਝੂਠੇ ਇਲਜ਼ਾਮ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ਜਾਨ ਲੈਣ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ 8:30; 9:74
- ਤੰਗ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਚੇਤਾਵਨੀ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ਇਨਕਾਰ ਉੱਤੇ ਸਬਰ ਦਾ ਹੁਕਮ 20:130; 30:60; 46:35; 70:5
- ਅੱਲਾਹ ਵੱਲੋਂ ਤਸੱਲੀ 5:67; 93:1-11; 94:1-8
ਨਬੀ ﷺ ਦੀ ਜ਼ਿੰਦਗੀ ਤੋਂ ਸਬਕ
- ਹਿਜਰਤ ਤੋਂ ਬਦਰ ਦੀ ਜੰਗ ਤੱਕ 3:121-129; 8:42-44; 8:65-71
- ਉਹੁਦ ਦੀ ਜੰਗ 3:151-180
- ਖੰਦਕ ਦੀ ਜੰਗ 33:9-27
- ਹੁਨੈਨ ਦੀ ਜੰਗ 9:25-27
- ਮਦੀਨਾ 9:40
- ਤਬੂਕ 9:38-123
- ਬਨੂ ਅਨ-ਨਦੀਰ 59:2-6
- ਹਮਰਾ ਅਲ-ਅਸਦ 3:172-175
- ਹੁਦੈਬੀਆ ਦੀ ਸੁਲ੍ਹਾ 48:1-7; 48:10-29
ਨਬੀ ﷺ ਨੂੰ ਦਿੱਤੇ ਸਨਮਾਨ
- ਅੱਲਾਹ ਅਤੇ ਉਸਦੇ ਫ਼ਰਿਸ਼ਤੇ ਦਰੂਦ ਭੇਜਦੇ 33:56
- ਮੱਕੇ ਤੋਂ ਯਰੂਸ਼ਲਮ ਦੀ ਰਾਤ ਦੀ ਯਾਤਰਾ 17:1
- ਅਸਮਾਨਾਂ ਦੀ ਯਾਤਰਾ 53:1-18
- ਇਸ ਦੁਨੀਆ ਅਤੇ ਆਖ਼ਿਰਤ ਵਿੱਚ ਸਨਮਾਨਿਤ 17:79; 66:8; 108:1
- ਉਨ੍ਹਾਂ ਦੀ ਫ਼ਰਮਾਂਬਰਦਾਰੀ ਅੱਲਾਹ ਦੀ ਫ਼ਰਮਾਂਬਰਦਾਰੀ 4:80
- ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਦੀ ਫ਼ਰਮਾਂਬਰਦਾਰੀ ਦਾ ਇਨਾਮ 4:69
- ਉਨ੍ਹਾਂ ਦਾ ਪਰਿਵਾਰ ਪਾਕ ਕੀਤਾ 33:33-34
- ਜਿਬਰੀਲ ਨੂੰ ਅਸਲ ਸ਼ਕਲ ਵਿੱਚ ਦੇਖਿਆ 53:1-18
- ਮੋਮਿਨਾਂ ਨੂੰ ਫ਼ਰਮਾਂਬਰਦਾਰੀ ਦਾ ਹੁਕਮ 59:7
- ਉਨ੍ਹਾਂ ਨਾਲ ਗੱਲ ਕਰਨ ਦੇ ਢੰਗ 49:1-5
- ਮਿਲਣ ਦੇ ਢੰਗ 33:53
- ਉਨ੍ਹਾਂ ਦੀਆਂ ਪਤਨੀਆਂ ਨਾਲ ਵਿਵਹਾਰ 33:53
- ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਅਤੇ ਸਾਥੀਆਂ ਤੋਂ ਰਾਜ਼ੀ 9:100; 9:117
- ਉਨ੍ਹਾਂ ਦੀ ਉੱਮਤ ਦੀ ਸ਼੍ਰੇਸ਼ਠਤਾ 2:143; 3:110
ਨਮਾਜ਼ 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ਜੁੱਮੇ ਦੀ ਨਮਾਜ਼ 62:9
- ਕਿਬਲਾ 2:144; 2:149-150
- ਬੁਰੇ ਕੰਮਾਂ ਤੋਂ ਰੋਕਣੀ ਚਾਹੀਦੀ 29:45
- ਵਕਤ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ਖ਼ਤਰੇ ਜਾਂ ਸਫ਼ਰ ਵਿੱਚ 2:239; 4:101-102
- ਨਮਾਜ਼ ਛੱਡਣ ਵਾਲਿਆਂ ਲਈ ਚੇਤਾਵਨੀ 19:59; 74:38-47; 107:5-7
- ਮੁਨਾਫ਼ਿਕਾਂ ਦੀ ਨਮਾਜ਼ 4:142; 9:54
ਪਾਕੀ, ਵਜ਼ੂ 5:6
- ਗੁਸਲ 2:222; 4:43
- ਤੀਮੱਮੁਮ 4:43; 5:6
ਦੁਆਵਾਂ
- ਇਬਰਾਹੀਮ ਦੀਆਂ 2:126-129; 14:35-41; 26:83-89
- ਆਦਮ ਅਤੇ ਹੱਵਾ ਦੀ 7:23
- ਈਸਾ ਦੀ 5:114
- ਅੱਯੂਬ ਦੀ 21:83
- ਯੂਨੁਸ ਦੀ 21:87
- ਯੂਸੁਫ਼ ਦੀ 12:33; 12:101
- ਮੂਸਾ ਦੀ 10:88-89; 20:25-35
- ਮੁਹੰਮਦ ﷺ ਦੀ 17:80; 20:114
- ਨੂਹ ਦੀ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- ਸੁਲੇਮਾਨ ਦੀ 38:35
- ਸ਼ੁਐਬ ਦੀ 7:89
- ਜ਼ਕਰੀਆ ਦੀ 3:38; 19:2-6; 21:89-90
- ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੀ 40:8-9
- ਮਰੀਅਮ ਦੀ ਮਾਂ ਦੀ 3:35-36
- ਫ਼ਿਰਔਨ ਦੀ ਪਤਨੀ ਦੀ 66:11
- ਫ਼ਿਰਔਨ ਦੇ ਜਾਦੂਗਰਾਂ ਦੀ 7:126
- ਬਾਦਸ਼ਾਹ ਤਾਲੂਤ ਅਤੇ ਮੋਮਿਨਾਂ ਦੀ 2:250
- ਬਨੀ ਇਸਰਾਈਲ ਦੇ ਮੋਮਿਨਾਂ ਦੀ 10:85-86
- ਗੁਫ਼ਾ ਵਾਲਿਆਂ ਦੀ 18:10
- ਨੇਕਾਂ ਦੀ 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ਮਜ਼ਲੂਮਾਂ ਦੀ 4:75
ਸਜਦੇ ਦੀਆਂ ਆਇਤਾਂ
- ਸਜਦਾਤ, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ਜ਼ਕਾਤ, ਫ਼ਰਜ਼ 2:110; 2:177; 2:277; 6:141
- ਮੋਮਿਨਾਂ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਵਿੱਚੋਂ 22:41; 23:4; 51:19
- ਹੱਕਦਾਰ 9:60
- ਸਦਕਾਹ 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ਰੋਕਣ ਵਾਲਿਆਂ ਲਈ ਚੇਤਾਵਨੀ 3:180; 9:34; 47:38
ਰੋਜ਼ਾ
- ਰਮਜ਼ਾਨ ਵਿੱਚ 2:183-185
- ਰੋਜ਼ੇ ਦੇ ਘੰਟੇ 2:187
- ਛੋਟਾਂ 2:184-185
- ਰਾਤ ਦੇ ਸਮੇਂ ਪਤਨੀ ਨਾਲ ਸੰਬੰਧ 2:187
- ਹੱਜ ਦੌਰਾਨ ਰੋਜ਼ਾ 2:196
ਹੱਜ
- ਸਮਰੱਥ ਲੋਕਾਂ ਉੱਤੇ ਫ਼ਰਜ਼ 3:97
- ਰਸਮਾਂ ਅਤੇ ਮਸਲੇ 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- ਕੁਰਬਾਨੀਆਂ 2:196; 22:36-37
- ਇਹਰਾਮ ਵਿੱਚ ਜ਼ਮੀਨੀ ਸ਼ਿਕਾਰ ਮਨਾਹੀ 5:1; 5:94-95
- ਸਮੁੰਦਰੀ ਸ਼ਿਕਾਰ ਜਾਇਜ਼ 5:96
- ਉਮਰਾਹ 2:158; 2:196
ਧਾਰਮਿਕ ਭਾਈਚਾਰੇ
- ਮੁਸਲਮਾਨ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ਇੱਕ ਦੂਜੇ ਦੇ ਰਾਖੇ 3:28; 9:71
- ਈਸਾਈ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ਯਹੂਦੀ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ਬਨੀ ਇਸਰਾਈਲ 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ਅਹਿਲ-ਏ-ਕਿਤਾਬ (ਜ਼ਿਆਦਾਤਰ ਯਹੂਦੀ ਅਤੇ ਈਸਾਈ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ਉਨ੍ਹਾਂ ਦੇ ਜਾਨਵਰ ਖਾ ਸਕਦੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਔਰਤਾਂ ਨਾਲ ਨਿਕਾਹ 5:5
- ਯਹੂਦੀਆਂ ਲਈ ਹਰਾਮ ਖਾਣੇ 6:146
- ਸਾਬੀ 2:62; 22:17
- ਮਜੂਸੀ 22:17
- ਮੁਸ਼ਰਿਕ (ਬੁੱਤ ਪੂਜਕ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ਮੁਸ਼ਰਿਕਾਂ ਦੀਆਂ ਵਹਿਮੀ ਰਸਮਾਂ 2:189; 5:103; 6:138-144
- ਨਾਸਤਿਕ 52:35-36
ਮੁਸ਼ਰਿਕਾਂ ਦੀਆਂ ਮਨਾਹੀ ਰਸਮਾਂ
- ਕੁੜੀਆਂ ਜ਼ਿੰਦਾ ਦਫ਼ਨਾਉਣਾ 16:58-59; 81:8-9
- ਗ਼ਰੀਬੀ ਦੇ ਡਰੋਂ ਬੱਚੇ ਮਾਰਨੇ 6:137; 6:151; 17:31
- ਕਾਅਬੇ ਦੁਆਲੇ ਸੀਟੀਆਂ ਅਤੇ ਤਾੜੀਆਂ 8:35
- ਬੁੱਤਾਂ ਲਈ ਊਠ ਛੱਡਣੇ 5:103; 6:136
- ਬੁੱਤਾਂ ਦੇ ਨਾਮ ਉੱਤੇ ਕੁਰਬਾਨੀ 6:121
- ਜ਼ਿਹਾਰ ਤਲਾਕ 33:4; 58:2-4
- ਈਲਾ (ਚਾਰ ਮਹੀਨਿਆਂ ਤੋਂ ਵੱਧ) 2:226-227
- ਫ਼ੈਸਲਿਆਂ ਲਈ ਪਾਸੇ ਸੁੱਟਣੇ 5:3
- ਨੰਗੇ ਤਵਾਫ਼ 7:26-28
- ਹੱਜ ਤੋਂ ਬਾਅਦ ਪਿਛਲੇ ਦਰਵਾਜ਼ਿਆਂ ਤੋਂ ਦਾਖ਼ਲ ਹੋਣਾ 2:189
ਇਬਾਦਤ ਦੀਆਂ ਚੀਜ਼ਾਂ
- ਫ਼ਰਿਸ਼ਤੇ (ਕੁਝ ਮੁਸ਼ਰਿਕ ਅਰਬਾਂ ਵਿੱਚ) 34:40
- ਅਲ-ਅਯਕਾਹ (ਸ਼ੁਐਬ ਦੀ ਕੌਮ ਵਿੱਚ) 26:176
- ਬਅਲ (ਇਲਿਯਾਸ ਦੀ ਕੌਮ ਵਿੱਚ) 37:125
- ਈਸਾ (ਈਸਾਈਅਤ ਵਿੱਚ) 5:17
- ਬੁੱਤ (ਇਬਰਾਹੀਮ ਦੀ ਕੌਮ ਵਿੱਚ) 21:52-53
- ਲਾਤ, ਉੱਜ਼ਾ ਅਤੇ ਮਨਾਤ ਦੇ ਬੁੱਤ 53:19-20
- ਵੱਦ, ਸੁਵਾਅ, ਯਗ਼ੂਸ, ਯਾਊਕ ਅਤੇ ਨਸਰ ਦੇ ਬੁੱਤ 71:23
- ਸੂਰਜ (ਸਬਾ ਦੀ ਕੌਮ) 27:24
- ਸੀਰੀਅਸ ਤਾਰਾ (ਕੁਝ ਮੁਸ਼ਰਿਕ ਅਰਬਾਂ ਵਿੱਚ) 53:49
- ਫ਼ਿਰਔਨ (ਪੁਰਾਣੇ ਮਿਸਰ ਵਿੱਚ) 26:29; 28:38; 79:24
- ਖ਼ਾਹਿਸ਼ਾਂ 25:43-44; 45:23
- ਕਈ ਖੁਦਾਵਾਂ ਦਾ ਖੰਡਨ 17:42-43; 21:21-24; 25:3
ਇਬਾਦਤ ਦੀਆਂ ਥਾਵਾਂ, ਮਸਜਿਦਾਂ 9:18
- ਕਲੀਸਿਆਵਾਂ, ਸਿਨੇਗੌਗ ਅਤੇ ਮੱਠ 22:40
- ਹਰਮ 3:39; 38:21
- ਮੰਦਰ 17:7
- ਧਾਰਮਿਕ ਲਕਬ, ਪਾਦਰੀ, ਰਾਹਿਬ ਅਤੇ ਰੱਬੀ 5:44; 5:63; 5:82; 9:31-34
ਫ਼ਰਿਸ਼ਤੇ
- ਆਦਮ ਦੀ ਸ੍ਰਿਸ਼ਟੀ ਬਾਰੇ ਪੁੱਛਿਆ 2:30-34
- ਅੱਲਾਹ ਦੀ ਨਾਫ਼ਰਮਾਨੀ ਕਦੇ ਨਹੀਂ ਕਰਦੇ 21:26-27; 66:6
- ਅੱਲਾਹ ਦੀਆਂ ਧੀਆਂ ਨਹੀਂ 21:26; 43:16-19
- ਰਾਖੇ ਫ਼ਰਿਸ਼ਤੇ 13:11
- ਦੋ ਲਿਖਣ ਵਾਲੇ ਫ਼ਰਿਸ਼ਤੇ 50:16-18; 82:10-12
- ਕਿਆਮਤ ਦੇ ਦਿਨ ਅੱਠ ਫ਼ਰਿਸ਼ਤੇ ਤਖ਼ਤ ਚੁੱਕਣਗੇ 69:17
- ਉੱਨੀ ਦੋਜ਼ਖ਼ ਦੇ ਰਾਖੇ 74:26-31
- ਮੌਤ ਦੇ ਫ਼ਰਿਸ਼ਤੇ 6:93; 16:28; 32:11
- ਜਿਬਰੀਲ 2:97; 66:4; 26:192-195; 53:1-14
- ਮੀਕਾਈਲ 2:98
- ਮਾਲਿਕ 43:77
ਰਸੂਲ
- ਫ਼ਰਿਸ਼ਤਿਆਂ ਅਤੇ ਇਨਸਾਨਾਂ ਵਿੱਚੋਂ 22:75
- ਉਲੁਲ-ਅਜ਼ਮ ਰਸੂਲ (ਇਬਰਾਹੀਮ, ਨੂਹ, ਮੂਸਾ, ਈਸਾ ਅਤੇ ਮੁਹੰਮਦ ﷺ) 33:7; 42:13; 46:35
ਕਿਤਾਬਾਂ
- ਕੁਰਆਨ, ਅੱਲਾਹ ਵੱਲੋਂ ਵਹੀ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ਸਾਰੀ ਦੁਨੀਆ ਲਈ ਯਾਦ-ਦਹਾਨੀ 68:51-52
- ਸਿੱਧੀ ਜ਼ਿੰਦਗੀ ਵੱਲ ਰਾਹ 17:9
- ਰਮਜ਼ਾਨ ਵਿੱਚ ਨਾਜ਼ਿਲ ਸ਼ੁਰੂ 2:185
- ਮੁਬਾਰਕ ਰਾਤ ਨੂੰ 44:3;97:1-5
- ਮੁੜਾਂ ਵਿੱਚ ਨਾਜ਼ਿਲ 17:105-106
- ਯਾਦ ਕਰਨਾ ਆਸਾਨ 54:17
- ਪਿਛਲੀਆਂ ਵਹੀਆਂ ਦੀ ਸੱਚਾਈ ਦੀ ਤਸਦੀਕ 3:3-4
- ਪਹਿਲੀਆਂ ਕਿਤਾਬਾਂ ਉੱਤੇ ਅਧਿਕਾਰ 5:48
- ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ 2:2; 10:37
- ਕੋਈ ਵਿਰੋਧਾਭਾਸ ਨਹੀਂ 4:82
- ਘੜਿਆ ਨਹੀਂ 10:37-39
- ਬਾਈਬਲ ਦੀ ਨਕਲ ਨਹੀਂ 25:4-6
- ਸ਼ੈਤਾਨਾਂ ਵੱਲੋਂ ਨਹੀਂ 26:210-212
- ਕੋਈ ਨਹੀਂ ਬਣਾ ਸਕਦਾ ਇਸ ਵਰਗਾ 17:88; 2:23-24;10:13-14; 11:13
- ਵਿਗਾੜ ਤੋਂ ਸੁਰੱਖਿਅਤ 15:9
- ਲੌਹ ਮਹਿਫ਼ੂਜ਼ ਵਿੱਚ ਸੁਰੱਖਿਅਤ 56:75-80
- ਝੁਠਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ 41:42
- ਭਵਿੱਖ ਦੀਆਂ ਘਟਨਾਵਾਂ ਦੱਸਦਾ 30:1-7; 48:27
- ਮੋਮਿਨਾਂ ਦੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਹੰਝੂ 5:83; 17:107-109
- ਦਿਲਾਂ ਨੂੰ ਛੂੰਹਦਾ 39:23
- ਚਮਕਦੀ ਰੋਸ਼ਨੀ 4:174; 42:52
- ਮੋਮਿਨਾਂ ਲਈ ਸ਼ਿਫ਼ਾ ਅਤੇ ਰਹਿਮਤ 17:82
- ਤੌਰੇਤ 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ਇੰਜੀਲ 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ਜ਼ਬੂਰ 4:163; 17:55
- ਇਬਰਾਹੀਮ ਦੇ ਸਹੀਫ਼ੇ 53:36-44; 87:14-19
ਤਕਦੀਰ ਅਤੇ ਕਿਸਮਤ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ਆਜ਼ਾਦ ਚੋਣ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ਕਿਆਮਤ ਦਾ ਦਿਨ
- ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ 2:281; 18:49; 40:17
- ਕਿਆਮਤ ਦੀਆਂ ਭਿਆਨਕਤਾਵਾਂ 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ਉਸ ਦਿਨ ਨੇਕ ਅਤੇ ਬਦ 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ਸਿਫ਼ਾਰਸ਼ 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
ਅਮਲਾਂ ਦੇ ਰਿਕਾਰਡ 17:13; 18:49
- ਮੋਮਿਨਾਂ ਨੂੰ ਸੱਜੇ ਹੱਥ ਵਿੱਚ ਅਮਲਨਾਮਾ 69:19-24; 84:7-9
- ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਖੱਬੇ ਹੱਥ ਵਿੱਚ 69:25-37; 84:10-15
- ਅੱਲਾਹ ਤੋਂ ਕੁਝ ਲੁਕਿਆ ਨਹੀਂ 21:47; 40:16
- ਅਮਲਾਂ ਦੀ ਤੋਲਾਈ 7:8; 23:102-104; 101:1-11
- ਜਿਸਮ ਦੇ ਅੰਗਾਂ ਦੀ ਗਵਾਹੀ 41:19-24; 24:24
- ਚੰਗੇ ਅਤੇ ਬੁਰੇ ਅਮਲਾਂ ਦਾ ਬਦਲਾ 6:160; 27:89-90; 28:84
ਲੋਕਾਂ ਦੀਆਂ ਕਿਸਮਾਂ
- ਮੋਮਿਨ 18:107-108
- ਕਾਫ਼ਿਰ 4:167-169
- ਮੁਨਾਫ਼ਿਕ 4:145; 57:13-15
- ਜੰਨਤੀ, ਸਭ ਤੋਂ ਅੱਗੇ ਵਾਲੇ 55:46-61; 56:10-26
- ਜੰਨਤੀ, ਸੱਜੇ ਹੱਥ ਵਾਲੇ 55:62-78; 56:27-40
- ਦੋਜ਼ਖ਼ੀ, ਖੱਬੇ ਹੱਥ ਵਾਲੇ 55:31-45; 56:41-56
- ਅਰਾਫ਼ ਦੇ ਲੋਕ 7:46-49
ਵਿੱਤੀ
- ਕਾਰੋਬਾਰ ਦੇ ਅਸੂਲ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ਵਸੀਅਤਾਂ, ਗ਼ੈਰ-ਵਾਰਸਾਂ ਲਈ ਵਸੀਅਤ 2:180-183; 4:11-12; ਸਫ਼ਰ ਵਿੱਚ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ 5:106-108
- ਰਿਸ਼ਵਤ 2:188
- ਕਰਜ਼, ਨਰਮੀ ਨਾਲ ਵਸੂਲੀ 2:280; ਕਰਜ਼ੇ ਦਾ ਲਿਖਤੀ ਇਕਰਾਰਨਾਮਾ 2:282; ਗਿਰਵੀ 2:283
- ਵਿਰਾਸਤ, ਅਸੂਲ 4:7; 4:32-33; 8:75; ਔਲਾਦ ਅਤੇ ਮਾਪਿਆਂ ਦੇ ਹਿੱਸੇ 4:11; ਜੀਵਨ ਸਾਥੀ ਅਤੇ ਮਾਂ ਵੱਲੋਂ ਭੈਣ-ਭਰਾ 4:12; ਸਕੇ ਭੈਣ-ਭਰਾ 4:176; ਨਾ ਮੰਨਣ ਵਾਲਿਆਂ ਲਈ ਚੇਤਾਵਨੀ 4:13-14
- ਸੂਦ, ਮਨਾਹੀ ਅਤੇ ਚੇਤਾਵਨੀ 2:275-281; 3:130-132; ਬੇਫ਼ਾਇਦਾ 30:39
ਕਾਨੂੰਨੀ
- ਗ਼ਦਾਰੀ ਦਾ ਕਾਨੂੰਨ (ਹਿਰਾਬਾਹ) 5:33-34
- ਇਨਸਾਫ਼, ਇਨਸਾਫ਼ ਲਈ ਖੜ੍ਹੇ ਹੋਵੋ 4:135; 5:8; 16:90-91; ਯਤੀਮਾਂ ਅਤੇ ਔਰਤਾਂ ਦੇ ਹੱਕ 4:127; ਯਹੂਦੀ ਨਾਲ ਇਨਸਾਫ਼ 4:105-112; ਮੁਸ਼ਰਿਕ ਨਾਲ ਇਨਸਾਫ਼ 4:58; ਗ਼ੈਰ-ਮੁਸਲਮਾਨਾਂ ਨਾਲ ਇਨਸਾਫ਼ 60:8-9
- ਕਿਸਾਸ (ਮਾਫ਼ ਕਰਨ ਦੇ ਵਿਕਲਪ ਨਾਲ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ਖ਼ੁਲਅ ਤਲਾਕ 2:229; ਲਿਅਾਨ (ਜ਼ਿਨਾ ਦਾ ਇਲਜ਼ਾਮ) 24:6-10
ਸਿਆਸੀ
- ਸ਼ੂਰਾ ਰਾਹੀਂ ਮਾਮਲੇ ਚਲਾਉਣੇ 3:159; 42:38
- ਆਪਣੀ ਰੱਖਿਆ ਵਿੱਚ ਜਿਹਾਦ, ਅਸੂਲ 2:190-192; 2:216; 22:38-40; ਅੰਨ੍ਹੇਵਾਹ ਹਮਲਾ ਨਹੀਂ 4:94; ਮਜ਼ਲੂਮਾਂ ਲਈ ਜੰਗ 4:75; ਇਬਾਦਤਗਾਹਾਂ ਦੀ ਰੱਖਿਆ 22:37; ਸ਼ਹੀਦਾਂ ਦਾ ਇਨਾਮ 2:154; 3:169-171; 9:111; 57:19; ਫ਼ੌਜੀ ਤਾਕਤ ਦੁਸ਼ਮਣ ਨੂੰ ਰੋਕਦੀ 8:60; ਅਮਨ ਵੱਲ ਝੁਕਣਾ 2:192; 8:61
- ਧਿਰਾਂ ਵਿੱਚ ਸੁਲ੍ਹਾ 49:9-10
- ਜੰਗੀ ਕੈਦੀਆਂ ਨਾਲ ਵਿਵਹਾਰ 8:70; 47:4; 76:8
ਸਮਾਜਿਕ
- ਗੋਦ ਲੈਣਾ 33:4-5
- ਯਤੀਮਾਂ ਦੀ ਦੇਖਭਾਲ 2:220; 4:2-10; 4:127; 6:152; 17:34
- ਤਲਾਕ, ਵਿਚੋਲਗੀ ਅਤੇ ਸੁਲ੍ਹਾ 4:35; 4:128; ਤਲਾਕ ਦੇ ਅਸੂਲ 2:229-231; 65:1-2; ਮਹਿਰ ਅਤੇ ਇੱਦਤ 2:226-241; 4:19-21; 33:49; 65:1-7; ਮਹਿਰ ਵਾਪਸ ਨਾ ਲਿਆ ਜਾਵੇ 4:20; ਪਤਨੀ ਨੂੰ ਤੰਗ ਨਾ ਕੀਤਾ ਜਾਵੇ 65:6; ਗਰਭ ਦੌਰਾਨ ਭਰਨ-ਪੋਸ਼ਣ 65:6; ਇੱਦਤ ਦੌਰਾਨ 65:6; ਜੇ ਸਾਬਕਾ ਪਤੀ ਦੇ ਬੱਚੇ ਨੂੰ ਦੁੱਧ ਚੁੰਘਾਵੇ 65:6; ਬੱਚੇ ਕਾਰਨ ਮਾਂ ਜਾਂ ਬਾਪ ਨੂੰ ਤਕਲੀਫ਼ ਨਹੀਂ 2:233; ਦੁੱਧ ਚੁੰਘਾਉਣ ਵਾਲੀ ਲੱਭਣਾ 65:6
- ਨੇਕੀ ਦਾ ਹੁਕਮ ਅਤੇ ਬੁਰਾਈ ਤੋਂ ਰੋਕਣਾ 3:104; 3:110; 7:157; 9:71-72; 31:17
- ਇਨਸਾਨਾਂ ਦੀ ਬਰਾਬਰੀ 49:13; ਅੱਲਾਹ ਅਤੇ ਕਾਨੂੰਨ ਸਾਹਮਣੇ ਮਰਦ ਅਤੇ ਔਰਤ 3:195; 4:124; 5:38; 16:97; 24:2; 40:40; ਮਰਦਾਂ ਉੱਤੇ ਇੱਕ ਦਰਜਾ ਵੱਧ ਜ਼ਿੰਮੇਵਾਰੀ 2:228
- ਗ਼ਰੀਬਾਂ, ਯਤੀਮਾਂ ਅਤੇ ਕੈਦੀਆਂ ਨੂੰ ਖੁਆਉਣਾ 76:8-9
- ਮਾਫ਼ੀ ਅਤੇ ਗੁੱਸੇ ਉੱਤੇ ਕਾਬੂ 3:134; 42:40
- ਗ਼ੁਲਾਮ ਆਜ਼ਾਦ ਕਰਨੇ ਅਤੇ ਮਦਦ 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- ਮਾਪਿਆਂ ਦੀ ਇੱਜ਼ਤ 4:36; 17:23-25; 31:14-15
- ਨਿਮਰਤਾ 17:37; 31:18-19
- ਇਬਰਾਹੀਮ ਦੇ ਸੁਪਨੇ ਦੀ ਵਿਆਖਿਆ 37:102; ਯੂਸੁਫ਼ ਦੇ ਸੁਪਨਿਆਂ ਦੀ ਵਿਆਖਿਆ 12:4; 12:36; 12:43; ਮੁਹੰਮਦ ﷺ ਦੇ ਸੁਪਨੇ ਦੀ ਵਿਆਖਿਆ 8:43; 48:27
- ਗ਼ੈਰ-ਮੁਸਲਮਾਨਾਂ ਨਾਲ ਮਿਹਰਬਾਨੀ 60:8
- ਨਿਕਾਹ 4:3; 4:129; 16:72; 30:21; ਜਾਇਜ਼ ਅਤੇ ਨਾਜਾਇਜ਼ ਔਰਤਾਂ 4:22-24; ਮੇਲ ਦੇ ਅਸੂਲ 2:222-223; ਗਰਭ ਅਤੇ ਦੁੱਧ ਚੁੰਘਾਉਣਾ 2:233; 31:4; 46:15; 65:6; ਆਪਣੀ ਸਾਬਕਾ ਪਤਨੀ ਨਾਲ ਦੁਬਾਰਾ ਨਿਕਾਹ 2:230; ਕੁਆਰਿਆਂ ਦੀ ਮਦਦ 24:32; ਇੱਦਤ ਦੌਰਾਨ ਸੁਝਾਅ 2:235
- ਕਸਮਾਂ 2:224-225; 16:91-92; 16:94; ਕਸਮ ਟੁੱਟਣ ਦਾ ਕਫ਼ਾਰਾ 5:89
- ਔਖੇ ਵਕਤ ਸਬਰ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- ਇਜਾਜ਼ਤ ਲੈ ਕੇ ਦਾਖ਼ਲ ਹੋਣਾ 24:58-60; ਲੋਕਾਂ ਦੇ ਘਰਾਂ ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣਾ 24:27-28; ਜਨਤਕ ਥਾਵਾਂ ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣਾ 24:29
- ਸਮਾਜਿਕ ਅਸੂਲ, ਖ਼ਬਰ ਦੀ ਤਸਦੀਕ 4:83; 49:6; ਸਭ ਦੀ ਇੱਜ਼ਤ 49:11-12; ਇਕੱਠਾਂ ਦੇ ਅਸੂਲ 58:11; ਨਿੱਜੀ ਗੱਲਾਂ 4:114; 58:9
- ਮੰਨਤਾਂ 2:270; 9:75-77; 22:29; 76:7
- ਫ਼ਜ਼ੂਲਖ਼ਰਚੀ ਅਤੇ ਕੰਜੂਸੀ 7:31; 17:29; 25:67
ਹੋਰ ਕਹਾਣੀਆਂ
- ਹਾਬੀਲ ਅਤੇ ਕਾਬੀਲ 5:27-31
- ਅਲ-ਖ਼ਿਦਰ ਅਤੇ ਮੂਸਾ 18:60-82
- ਹਾਥੀਆਂ ਦੀ ਫ਼ੌਜ 105:1-4
- ਫ਼ਿਰਔਨ ਦੀ ਕੌਮ ਦਾ ਮੋਮਿਨ 40:28-46
- ਮਰੀਅਮ ਦਾ ਜਨਮ 3:35-36
- ਬਨੀ ਇਸਰਾਈਲ ਦੀ ਗਾਂ 2:67-74
- ਉਜ਼ੈਰ 2:259
- ਬਾਗ਼ ਵਾਲੇ 68:17-32
- ਹਾਰੂਤ ਅਤੇ ਮਾਰੂਤ 2:102
- ਕਾਰੂਨ 28:76-82
- ਲੁਕਮਾਨ ਦੀ ਪੁੱਤਰ ਨੂੰ ਨਸੀਹਤ 31:12-19
- ਦੋ ਬਾਗ਼ਾਂ ਦਾ ਮਾਲਕ 18:32-44
- ਸਬਾ ਦੇ ਲੋਕ 34:15-19
- ਗੁਫ਼ਾ ਦੇ ਲੋਕ 18:9-26
- ਖੱਡ ਵਾਲੇ 85:1-8
- ਸਬਤ ਤੋੜਨ ਵਾਲੇ 7:163-165
- ਸਾਮਰੀ ਅਤੇ ਸੋਨੇ ਦਾ ਵੱਛਾ 20:83-97
- ਤਾਲੂਤ ਅਤੇ ਸਮੂਏਲ 2:247-251
- ਜ਼ੁਲ-ਕਰਨੈਨ 18:83-98
ਸ਼ੈਤਾਨ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ਇਨਸਾਨੀ ਅਤੇ ਜਿੰਨੀ ਸ਼ੈਤਾਨ 6:112;114:6
- ਅਸਮਾਨ ਸ਼ੈਤਾਨਾਂ ਤੋਂ ਸੁਰੱਖਿਅਤ 15:16-18
ਪਛਤਾਵੇ
- ਨਬੀ ﷺ ਦੀ ਪੈਰਵੀ ਨਾ ਕਰਨ ਦਾ 25:27
- ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਦੀ ਫ਼ਰਮਾਂਬਰਦਾਰੀ ਨਾ ਕਰਨ ਦਾ 4:41-42; 33:64-68
- ਬੁਰੇ ਦੋਸਤ ਬਣਾਉਣ ਦਾ 25:28-29; 26:96-102; 43:36-39
- ਅੱਲਾਹ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਝੁਠਲਾਉਣ ਦਾ 6:27-30
- ਆਖ਼ਿਰਤ ਲਈ ਕੰਮ ਨਾ ਕਰਨ ਦਾ 89:23-24
ਬੇਵੱਸ ਗੁਹਾਰਾਂ
- ਦੁਨੀਆ ਵਿੱਚ ਵਾਪਸ ਭੇਜਣ ਦੀ ਬੇਨਤੀ 2:167; 6:27-28; 32:12-14; 42:44
- ਦੂਜਾ ਮੌਕਾ 35:36-37
- ਅੱਗ ਤੋਂ ਕੱਢਣ ਦੀ 40:10-12
- ਖਾਣੇ ਅਤੇ ਪਾਣੀ ਲਈ 7:51-52
- ਸਿਫ਼ਾਰਸ਼ੀਆਂ ਲਈ 7:52-53
- ਮਿੱਟੀ ਬਣਨ ਲਈ 4:41-42; 78:40
- ਮੌਤ ਲਈ 43:74-78
ਨੇਕਾਂ ਦੀਆਂ ਸਿਫ਼ਤਾਂ
- ਖਾਲਕ ਅਤੇ ਉਸਦੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਹੱਕਾਂ ਦੀ ਪਾਲਣਾ 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
ਬੁਰਿਆਂ ਦੀਆਂ ਸਿਫ਼ਤਾਂ
- ਨਾਸ਼ੁਕਰਾ 14:34
- ਕੰਜੂਸ 17:100
- ਕਾਹਲਾ 21:37
- ਮੁਸ਼ਕਲ ਵੇਲੇ ਹੀ ਯਾਦ ਕਰਦੇ 10:12; 41:51
- ਬੇਸਬਰਾ 70:19
- ਝਗੜਾਲੂ 18:54
ਵੱਡੇ ਗੁਨਾਹ
- ਸ਼ਿਰਕ 4:48; 4:116; 5:72; 6:19; 31:13:
- ਮਾਪਿਆਂ ਨਾਲ ਬੁਰਾ ਵਿਵਹਾਰ 4:36; 6:151; 17:23
- ਫ਼ਰਜ਼ ਨਮਾਜ਼ਾਂ ਛੱਡਣਾ 19:59-60
- ਜ਼ਕਾਤ ਨਾ ਦੇਣਾ 41:6-7
- ਕਤਲ 6:151; 17:33
- ਜਾਣਬੁੱਝ ਕੇ ਮੋਮਿਨ ਦਾ ਕਤਲ 4:93
- ਚੋਰੀ 5:38
- ਧੋਖਾ 7:85; 11:85; 26:182-183; 83:1-6
- ਝੂਠ 2:10; 9:77; 39:60
- ਅੱਲਾਹ ਉੱਤੇ ਝੂਠ 6:93; 29:68; 61:7
- ਮਨਾਹੀ ਜਿਨਸੀ ਸੰਬੰਧ 2:222; 17:32; 24:2; 25:68; 29:28-30
- ਜ਼ਿਨਾ ਦਾ ਝੂਠਾ ਇਲਜ਼ਾਮ 24:4-5
- ਮੁਰਤਦ 2:217; 5:54
- ਸੂਰ ਅਤੇ ਹੋਰ ਹਰਾਮ ਖਾਣੇ 5:3; 6:145
- ਸ਼ਰਾਬ ਅਤੇ ਜੂਆ 5:90-91
- ਚੁਗ਼ਲੀ 49:11
- ਝੂਠੀ ਗਵਾਹੀ 22:30
- ਜਾਦੂ 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman    ਬੇਅੰਤ ਰਹਿਮਤ ਵਾਲਾ (ਅਤਿ ਦਯਾਵਾਨ)  1:3; 17:110
- #2 Ar-Raheem     ਬੜਾ ਰਹਿਮ ਕਰਨ ਵਾਲਾ (ਅਤਿ ਕ੍ਰਿਪਾਲੂ)  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik      ਬਾਦਸ਼ਾਹ, ਮਾਲਕ  20:114; 23:116; 59:23
- #4 Al-Quddus     ਪਵਿੱਤਰ (ਨਿਰਮਲ)  59:23; 62:1
- #5 As-Salaam     ਅਮਨ ਅਤੇ ਸ਼ਾਂਤੀ ਦਾ ਸਰੋਤ  59:23
- #6 Al-Mu'min     ਈਮਾਨ ਦੀ ਰਾਖੀ ਕਰਨ ਵਾਲਾ  59:23
- #7 Al-Muhaymin   ਰਾਖਾ, ਸੰਭਾਲ ਕਰਨ ਵਾਲਾ  59:23
- #8 Al-Aziz       ਬੜੇ ਇਕਤਿਆਰ ਵਾਲਾ, ਸ਼ਕਤੀਸ਼ਾਲੀ  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar     ਜ਼ੋਰਾਵਰ, ਦਬਦਬਾ ਰੱਖਣ ਵਾਲਾ  59:23
- #10 Al-Mutakabbir ਵੱਡਿਆਈ ਵਾਲਾ, ਮਹਾਨ  59:23
- #11 Al-Khaliq    ਪੈਦਾ ਕਰਨ ਵਾਲਾ (ਸ੍ਰਿਸ਼ਟੀਕਰਤਾ)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'     ਅਸਤਿਤਵ ਵਿੱਚ ਲਿਆਉਣ ਵਾਲਾ  59:24
- #13 Al-Musawwir  ਸ਼ਕਲਾਂ ਬਣਾਉਣ ਵਾਲਾ  59:24
- #14 Al-Ghaffar   ਬੜਾ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ, ਖ਼ਤਾ ਢੱਕਣ ਵਾਲਾ  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar    ਸਭ ਉੱਤੇ ਗ਼ਾਲਬ, ਕਾਬੂ ਰੱਖਣ ਵਾਲਾ  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab    ਬੜਾ ਦਾਤਾ, ਬਖ਼ਸ਼ਿਸ਼ ਕਰਨ ਵਾਲਾ  3:8; 38:9; 38:35
- #17 Ar-Razzaq    ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ, ਰਾਜ਼ਕ  51:58
- #18 Al-Fattah    ਖੋਲ੍ਹਣ ਵਾਲਾ, ਮੁਸ਼ਕਲਾਂ ਸੁਲਝਾਉਣ ਵਾਲਾ  34:26
- #19 Al-Aleem     ਸਭ ਕੁਝ ਜਾਣਨ ਵਾਲਾ  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid     ਤੰਗ ਕਰਨ ਵਾਲਾ, ਰੋਕਣ ਵਾਲਾ  2:245
- #21 Al-Basit     ਵਿਸਥਾਰ ਦੇਣ ਵਾਲਾ, ਖੋਲ੍ਹਣ ਵਾਲਾ  2:245
- #22 Al-Khafid    ਨੀਵਾਂ ਕਰਨ ਵਾਲਾ, ਪਸਤ ਕਰਨ ਵਾਲਾ  95:5
- #23 Ar-Rafi'     ਉੱਚਾ ਕਰਨ ਵਾਲਾ, ਬੁਲੰਦੀਆਂ ਬਖ਼ਸ਼ਣ ਵਾਲਾ  58:11; 6:83
- #24 Al-Mu'izz    ਇੱਜ਼ਤ ਦੇਣ ਵਾਲਾ  3:26
- #25 Al-Mudhill   ਜ਼ਿਲਤ ਦੇਣ ਵਾਲਾ, ਥੱਲੇ ਪਾਉਣ ਵਾਲਾ  3:26
- #26 As-Sami'     ਸਭ ਸੁਣਨ ਵਾਲਾ  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir     ਸਭ ਵੇਖਣ ਵਾਲਾ  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam     ਇਨਸਾਫ਼ ਕਰਨ ਵਾਲਾ, ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲਾ  22:69
- #29 Al-Adl       ਅਦਲ ਕਰਨ ਵਾਲਾ, ਨਿਆਂ ਕਰਨ ਵਾਲਾ  6:115
- #30 Al-Latif     ਬੜਾ ਲਤੀਫ਼, ਕਿਰਪਾਲੂ  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir    ਖਬਰ ਰੱਖਣ ਵਾਲਾ, ਸੂਝਵਾਨ  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim     ਬੜਾ ਬਰਦਾਸ਼ਤ ਕਰਨ ਵਾਲਾ, ਸਹਿਣਸ਼ੀਲ  2:235; 17:44; 22:59; 35:41
- #33 Al-Azim      ਬੜੀ ਵੱਡਿਆਈ ਵਾਲਾ, ਮਹਾਨ  2:255; 42:4; 56:96
- #34 Al-Ghafur    ਬੜਾ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ, ਗ਼ਫ਼ੂਰ  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur   ਕਦਰ ਕਰਨ ਵਾਲਾ, ਸ਼ੁਕਰਗੁਜ਼ਾਰ  35:30; 35:34; 42:23; 64:17
- #36 Al-Aliy      ਬੜੀਆਂ ਉੱਚਾਈਆਂ ਵਾਲਾ, ਬੁਲੰਦ  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir     ਬੜਾ ਵੱਡਾ, ਮਹਾਨ  13:9; 22:62; 31:30
- #38 Al-Hafiz     ਸਭ ਦਾ ਰਾਖਾ, ਸਾਂਭ ਸੰਭਾਲ ਕਰਨ ਵਾਲਾ  11:57; 34:21; 42:6
- #39 Al-Muqit     ਰੋਜ਼ੀ ਅਤੇ ਤਾਕਤ ਦੇਣ ਵਾਲਾ  4:85
- #40 Al-Hasib     ਹਿਸਾਬ ਲੈਣ ਵਾਲਾ  4:6; 4:86; 33:39
- #41 Al-Jalil     ਉੱਚੇ ਰੁਤਬੇ ਵਾਲਾ, ਜਲਾਲ ਵਾਲਾ  55:27; 39:14; 7:143
- #42 Al-Karim     ਬੜਾ ਕਿਰਮ ਕਰਨ ਵਾਲਾ, ਦਾਨੀ  27:40; 82:6
- #43 Ar-Raqib     ਬੜਾ ਨਿਗ੍ਹਾਬਾਨ, ਵੇਖਣ ਵਾਲਾ  4:1; 5:117
- #44 Al-Mujib     ਦੁਆਵਾਂ ਕਬੂਲ ਕਰਨ ਵਾਲਾ  11:61
- #45 Al-Wasi'     ਬੜੀ ਵਿਸ਼ਾਲਤਾ ਵਾਲਾ, ਹਰ ਪਾਸੇ ਫੈਲਿਆ  2:268; 3:73; 5:54
- #46 Al-Hakim     ਬੜੀ ਹਿਕਮਤ ਵਾਲਾ, ਸਿਆਣਾ  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud     ਬੜਾ ਪਿਆਰ ਕਰਨ ਵਾਲਾ  11:90; 85:14
- #48 Al-Majid     ਬੜੀ ਵੱਡਿਆਈ ਵਾਲਾ, ਸ਼ਾਨ ਵਾਲਾ  11:73
- #49 Al-Ba'ith    ਮਰਨ ਉਪਰੰਤ ਜੀਉਣ ਵਾਲਾ, ਉਠਾਉਣ ਵਾਲਾ  22:7
- #50 Ash-Shahid   ਹਾਜ਼ਰ ਅਤੇ ਨਾਜ਼ਿਰ, ਗਵਾਹ  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq      ਸੱਚ, ਬਰਹੱਕ  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil     ਕੰਮ ਸਾਰਨ ਵਾਲਾ, ਭਰੋਸੇਯੋਗ  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy    ਬੜੀ ਤਾਕਤ ਅਤੇ ਕੂਵਤ ਵਾਲਾ  22:40; 22:74; 42:19; 57:25
- #54 Al-Mateen    ਬਹੁਤ ਮਜ਼ਬੂਤ ਅਤੇ ਪੱਕਾ  51:58
- #55 Al-Waliyy    ਮਦਦਗਾਰ, ਹਿਮਾਇਤੀ  4:45; 7:196; 42:28; 45:19
- #56 Al-Hameed    ਸ਼ਲਾਘਾ ਦੇ ਲਾਇਕ, ਉਸਤੱਤ ਕਰਨ ਯੋਗ  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi     ਗਿਣਤੀ ਰੱਖਣ ਵਾਲਾ, ਜਾਣਨ ਵਾਲਾ  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'    ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id     ਮੁੜ ਪੈਦਾ ਕਰਨ ਵਾਲਾ  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi     ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumit     ਮੌਤ ਦੇਣ ਵਾਲਾ  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy      ਹਮੇਸ਼ਾ ਜਿਉਂਦਾ ਰਹਿਣ ਵਾਲਾ  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum    ਆਪੇ ਕਾਇਮ, ਸਭ ਨੂੰ ਸੰਭਾਲਣ ਵਾਲਾ  2:255; 3:2; 20:111
- #64 Al-Wajid     ਲੱਭਣ ਵਾਲਾ, ਹਰ ਚੀਜ਼ ਦਾ ਪਾਉਣ ਵਾਲਾ  38:44
- #65 Al-Majid     ਵੱਡਿਆਈ ਵਾਲਾ, ਸ਼ਾਨਦਾਰ  11:73
- #66 Al-Wahid     ਇੱਕ, ਇਕੱਲਾ, ਬੇਮਿਸਾਲ  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad      ਇੱਕ, ਬੇਜੋੜ  112:1
- #68 As-Samad     ਬੇਨਿਆਜ਼, ਸਭ ਦੀ ਲੋੜ ਪੂਰੀ ਕਰਨ ਵਾਲਾ  112:2
- #69 Al-Qadir     ਤਾਕਤ ਵਾਲਾ, ਸਮਰੱਥ  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir  ਪੂਰੀ ਕੁਦਰਤ ਵਾਲਾ  18:45; 54:42; 54:55
- #71 Al-Muqaddim  ਅੱਗੇ ਕਰਨ ਵਾਲਾ  16:61; 17:34
- #72 Al-Mu'akhkhir ਪਿੱਛੇ ਕਰਨ ਵਾਲਾ  71:4
- #73 Al-Awwal     ਸਭ ਤੋਂ ਪਹਿਲਾਂ, ਆਦਿ  57:3
- #74 Al-Akhir     ਸਭ ਤੋਂ ਮਗਰੋਂ, ਅੰਤ  57:3
- #75 Az-Zahir     ਜ਼ਾਹਿਰ, ਉਘੜਵਾਂ, ਪ੍ਰਗਟ  57:3
- #76 Al-Batin     ਲੁਕਿਆ ਹੋਇਆ, ਗੁਪਤ  57:3
- #77 Al-Wali      ਸਰਪ੍ਰਸਤ, ਮੁਖ਼ਤਿਆਰ  13:11; 22:7
- #78 Al-Muta'ali  ਸਭ ਤੋਂ ਉੱਚਾ, ਬਰਤਰ  13:9
- #79 Al-Barr      ਨੇਕੀ ਦਾ ਸਰੋਤ, ਉਦਾਰ  52:28
- #80 At-Tawwab    ਤੌਬਾ ਕਬੂਲ ਕਰਨ ਵਾਲਾ  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim  ਬਦਲਾ ਲੈਣ ਵਾਲਾ  32:22; 43:41; 44:16
- #82 Al-Afuw      ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ, ਦਰਗੁਜ਼ਰ ਕਰਨ ਵਾਲਾ  4:99; 4:149; 22:60
- #83 Ar-Ra'uf     ਬੜਾ ਮਿਹਰਬਾਨ, ਸ਼ਫ਼ੀਕ  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk ਮੁਲਕਾਂ ਦਾ ਮਾਲਕ, ਬਾਦਸ਼ਾਹਾਂ ਦਾ ਬਾਦਸ਼ਾਹ  3:26
- #85 Dhul-Jalali wal-Ikram  ਉਜ਼ਮਤ, ਜਲਾਲ ਅਤੇ ਇਨਾਮ, ਇਕਰਾਮ ਵਾਲਾ  55:27; 55:78
- #86 Al-Muqsit    ਇਨਸਾਫ਼ ਅਤੇ ਅਦਲ ਕਾਇਮ ਰੱਖਣ ਵਾਲਾ  3:18; 7:29
- #87 Al-Jami'     ਇਕੱਠਾ ਕਰਨ ਵਾਲਾ, ਜਮ੍ਹਾ ਕਰਨ ਵਾਲਾ  3:9
- #88 Al-Ghaniy    ਆਪੇ ਮੁਖ਼ਤਿਆਰ, ਬੇਪਰਵਾਹ  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni    ਅਮੀਰ ਬਣਾਉਣ ਵਾਲਾ  9:28
- #90 Al-Mani'     ਰੋਕਣ ਵਾਲਾ  67:21
- #91 Ad-Darr      ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਵਾਲਾ  6:17
- #92 An-Nafi'     ਫ਼ਾਇਦਾ ਪਹੁੰਚਾਉਣ ਵਾਲਾ  30:37
- #93 An-Nur       ਨੂਰ, ਚਾਨਣ  24:35
- #94 Al-Hadi      ਸਿੱਧਾ ਰਾਹ ਦਿਖਾਉਣ ਵਾਲਾ  25:31
- #95 Al-Badi'     ਬੇਮਿਸਾਲ ਪੈਦਾ ਕਰਨ ਵਾਲਾ  2:117; 6:101
- #96 Al-Baqi      ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲਾ, ਬਾਕੀ ਰਹਿਣ ਵਾਲਾ  55:27
- #97 Al-Warith    ਵਾਰਸ, ਸਭ ਦਾ ਵਾਰਸ  15:23
- #98 Ar-Rashid    ਸਹੀ ਰਾਹ ਤੁਰਾਉਣ ਵਾਲਾ, ਹਾਦੀ  2:256
- #99 As-Sabur     ਬੜਾ ਸਬਰ ਕਰਨ ਵਾਲਾ, ਧੀਰਜ ਵਾਲਾ  2:153; 3:200; 103:3
Matching Ayahs
- = ਅਲਿਫ਼, ਲਾਮ, ਮੀਮ। 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = ਇਹ ਲੋਕ ਆਪਣੇ ਰੱਬ ਵੱਲੋਂ ਸਿੱਧੇ ਰਾਹ 'ਤੇ ਹਨ, ਅਤੇ ਇਹੀ ਲੋਕ ਸਫ਼ਲ ਹੋਣ ਵਾਲੇ ਹਨ। 2:5; 31:5
- = ਐ ਬਨੀ ਇਸਰਾਈਲ! ਮੇਰੀ ਉਹ ਨੇ'ਮਤ ਯਾਦ ਕਰੋ ਜੋ ਮੈਂ ਤੁਹਾਡੇ 'ਤੇ ਕੀਤੀ ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਜਗਤਾਂ (ਲੋਕਾਂ) ਉੱਤੇ ਉੱਤਮਤਾ ਦਿੱਤੀ। 2:47; 2:122
- = ਉਹ ਇੱਕ ਉਮੱਤ ਸੀ ਜੋ ਲੰਘ ਗਈ। ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਕਮਾਈ ਦਾ ਫਲ ਹੈ, ਅਤੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਕਮਾਈ ਦਾ। ਅਤੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਬਾਰੇ ਨਹੀਂ ਪੁੱਛਿਆ ਜਾਵੇਗਾ। 2:134; 2:141
- = ਉਹ ਉਸ ਵਿੱਚ ਹਮੇਸ਼ਾ ਰਹਿਣਗੇ। ਉਹਨਾਂ ਦੀ ਸਜਾ ਹੌਲੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ ਮੌਹਲਤ ਦਿੱਤੀ ਜਾਵੇਗੀ। 2:162; 3:88
- = ਪਰ ਜਿਹੜੇ ਇਸ ਤੋਂ ਬਾਅਦ ਤੌਬਾ ਕਰਨ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸੁਧਾਰ ਲੈਣ। ਨਿਸ਼ਚੇ ਹੀ ਅੱਲਾਹ ਮਾਫ਼ ਕਰਨ ਵਾਲਾ, ਬਹੁਤ ਦਯਾਵਾਨ ਹੈ। 3:89; 24:5
- = ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਨੂੰ ਝੁਠਲਾਇਆ – ਉਹੀ ਲੋਕ ਜਹੰਨਮ ਦੇ ਰਹਿਣ ਵਾਲੇ ਹਨ। 5:10; 5:86
- = ਅਤੇ ਉਹਨਾਂ ਦੇ ਰੱਬ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਜਦੋਂ ਵੀ ਕੋਈ ਨਿਸ਼ਾਨੀ ਉਹਨਾਂ ਕੋਲ ਆਉਂਦੀ ਹੈ, ਉਹ ਉਸ ਤੋਂ ਮੂੰਹ ਮੋੜ ਲੈਂਦੇ ਹਨ। 6:4; 36:46
- = ਅਤੇ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਰਸੂਲਾਂ ਦਾ ਮਖੌਲ ਉਡਾਇਆ ਗਿਆ, ਪਰ ਜਿਨ੍ਹਾਂ ਨੇ ਮਖੌਲ ਕੀਤਾ, ਉਹਨਾਂ ਨੂੰ ਉਸੇ ਚੀਜ਼ ਨੇ ਘੇਰ ਲਿਆ ਜਿਸ ਦਾ ਉਹ ਮਖੌਲ ਕਰ ਰਹੇ ਸਨ। 6:10; 21:41
- = ਆਖ ਦਿਓ: "ਜੇਕਰ ਮੈਂ ਆਪਣੇ ਰੱਬ ਦੀ ਨਾਫ਼ਰਮਾਨੀ ਕਰਾਂ, ਤਾਂ ਮੈਂ ਵੱਡੇ ਦਿਨ ਦੀ ਸਜਾ ਤੋਂ ਡਰਦਾ ਹਾਂ।" 6:15; 39:13
- = ਫਿਰ ਭੁਚਾਲ ਨੇ ਉਹਨਾਂ ਨੂੰ ਫੜ ਲਿਆ, ਅਤੇ ਉਹ ਆਪਣੇ ਘਰਾਂ ਵਿੱਚ ਉਲਥੇ ਪੈ ਗਏ। 7:78; 7:91
- = ਫਿਰ ਉਸ ਨੇ ਆਪਣੀ ਲਾਠੀ ਸੁੱਟੀ, ਅਤੇ ਉਹ ਤੁਰੰਤ ਇੱਕ ਸਪੱਸ਼ਟ ਸੱਪ ਬਣ ਗਈ। 7:107; 26:32
- = ਅਤੇ ਉਸ ਨੇ ਆਪਣਾ ਹੱਥ ਕੱਢਿਆ, ਤਾਂ ਉਹ ਵੇਖਣ ਵਾਲਿਆਂ ਲਈ ਚਮਕੀਲਾ ਚਿੱਟਾ ਸੀ। 7:108; 26:33
- = ਉਹਨਾਂ ਨੇ ਆਖਿਆ: "ਅਸੀਂ ਸਾਰੇ ਸੰਸਾਰ ਦੇ ਰੱਬ ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ।" 7:121; 26:47
- = ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਦਾ ਰੱਬ। 7:122; 26:48
- = ਅਤੇ ਮੈਂ ਉਹਨਾਂ ਨੂੰ ਮੌਹਲਤ ਦੇਵਾਂਗਾ। ਨਿਸ਼ਚੇ ਹੀ ਮੇਰੀ ਯੋਜਨਾ ਮਜ਼ਬੂਤ ਹੈ। 7:183; 68:45
- = ਉਹੀ ਹੈ ਜਿਸ ਨੇ ਆਪਣੇ ਰਸੂਲ ਨੂੰ ਸਿੱਧਾ ਰਾਹ ਅਤੇ ਸੱਚੇ ਧਰਮ ਦੇ ਨਾਲ ਭੇਜਿਆ, ਤਾਂ ਜੋ ਉਸ ਨੂੰ ਸਾਰੇ ਧਰਮਾਂ ਉੱਤੇ ਗ਼ਾਲਿਬ ਕਰ ਦੇਵੇ, ਭਾਵੇਂ ਮੁਸ਼ਰਿਕਾਂ ਨੂੰ ਬੁਰਾ ਲੱਗੇ। 9:33; 61:9
- = ਐ ਨਬੀ! ਕਾਫ਼ਰਾਂ ਅਤੇ ਮੁਨਾਫ਼ਿਕਾਂ ਨਾਲ ਜਿਹਾਦ ਕਰੋ ਅਤੇ ਉਹਨਾਂ 'ਤੇ ਸਖ਼ਤੀ ਕਰੋ। ਉਹਨਾਂ ਦਾ ਟਿਕਾਣਾ ਜਹੰਨਮ ਹੈ, ਅਤੇ ਉਹ ਕਿੰਨਾ ਬੁਰਾ ਟਿਕਾਣਾ ਹੈ! 9:73; 66:9
- = ਅਤੇ ਉਹ ਆਖਦੇ ਹਨ: "ਇਹ ਵਾਅਦਾ ਕਦੋਂ ਪੂਰਾ ਹੋਵੇਗਾ, ਜੇਕਰ ਤੁਸੀਂ ਸੱਚੇ ਹੋ?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਅਤੇ ਸਪੱਸ਼ਟ ਹੁਕਮ ਦੇ ਨਾਲ ਭੇਜਿਆ। 11:96; 40:23
- = ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ, ਪਰ ਉਸ ਵਿੱਚ ਮੱਤਭੇਦ ਪੈਦਾ ਹੋ ਗਿਆ। ਅਤੇ ਜੇਕਰ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਇੱਕ ਪਹਿਲੀ ਗੱਲ ਨਾ ਹੁੰਦੀ, ਤਾਂ ਉਹਨਾਂ ਵਿੱਚ ਫੈਸਲਾ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ। ਅਤੇ ਨਿਸ਼ਚੇ ਹੀ ਉਹ ਇਸ ਬਾਰੇ ਸ਼ੱਕ ਵਿੱਚ ਹਨ। 11:110; 41:45
- = ਇਹ ਅੱਲਾਹ ਲਈ ਔਖਾ ਨਹੀਂ। 14:20; 35:17
- = "ਜਦੋਂ ਮੈਂ ਉਸ ਨੂੰ ਠੀਕ-ਠਾਕ ਕਰ ਦਿਆਂਗਾ ਅਤੇ ਉਸ ਵਿੱਚ ਆਪਣੀ ਰੂਹ ਫੂਕ ਦਿਆਂਗਾ, ਤਾਂ ਤੁਸੀਂ ਉਸ ਅੱਗੇ ਸਜਦੇ ਵਿੱਚ ਡਿੱਗ ਪਓ।" 15:29; 38:72
- = ਫਿਰ ਸਾਰੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੇ ਸਜਦਾ ਕੀਤਾ। 15:30; 38:73
- = (ਅੱਲਾਹ ਨੇ) ਆਖਿਆ: "ਤਾਂ ਤੂੰ ਉਸ ਵਿੱਚੋਂ ਨਿਕਲ ਜਾ, ਕਿਉਂਕਿ ਤੂੰ ਰੱਦ ਕੀਤਾ ਹੋਇਆ ਹੈਂ।" 15:34; 38:77
- = (ਇਬਲੀਸ ਨੇ) ਆਖਿਆ: "ਮੇਰੇ ਰੱਬ! ਤਾਂ ਮੈਨੂੰ ਉਸ ਦਿਨ ਤੱਕ ਮੌਹਲਤ ਦੇਵੀਂ, ਜਦੋਂ ਉਹ ਦੁਬਾਰਾ ਉਠਾਏ ਜਾਣਗੇ।" 15:36; 38:79
- = (ਅੱਲਾਹ ਨੇ) ਆਖਿਆ: "ਤਾਂ ਨਿਸ਼ਚੇ ਹੀ ਤੂੰ ਮੌਹਲਤ ਦਿੱਤੇ ਗਏ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹੈਂ।" 15:37; 38:80
- = ਇੱਕ ਨਿਸ਼ਚਿਤ ਸਮੇਂ ਦੇ ਦਿਨ ਤੱਕ।" 15:38; 38:81
- = ਉਹਨਾਂ ਵਿੱਚੋਂ ਤੇਰੇ ਚੁਣੇ ਹੋਏ ਬੰਦਿਆਂ ਤੋਂ ਬਿਨਾਂ। 15:40; 38:83
- = ਨਿਸ਼ਚੇ ਹੀ ਪਰਹੇਜ਼ਗਾਰ ਲੋਕ ਬਾਗਾਂ ਅਤੇ ਚਸ਼ਮਿਆਂ ਵਿੱਚ ਹੋਣਗੇ। 15:45; 51:15
- = (ਇਬਰਾਹੀਮ ਨੇ) ਆਖਿਆ: "ਤਾਂ ਤੁਹਾਡਾ ਕੀ ਕੰਮ ਹੈ, ਐ ਰਸੂਲੋ?" 15:57; 51:31
- = ਉਹਨਾਂ ਨੇ ਆਖਿਆ: "ਅਸੀਂ ਇੱਕ ਅਪਰਾਧੀ ਕੌਮ ਵੱਲ ਭੇਜੇ ਗਏ ਹਾਂ।" 15:58; 51:32
- = ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ ਅਤੇ ਆਪਣੇ ਈਮਾਨ ਨੂੰ ਜ਼ੁਲਮ ਨਾਲ ਨਹੀਂ ਮਿਲਾਉਂਦੇ – ਉਹਨਾਂ ਲਈ ਸੁਰੱਖਿਆ ਹੈ ਅਤੇ ਉਹੀ ਸਿੱਧੀ ਰਾਹ 'ਤੇ ਹਨ। 16:42; 29:59
- = ਤਾਂ ਕਿ ਉਹ ਸਾਡੀ ਦਿੱਤੀ ਹੋਈ ਚੀਜ਼ ਦਾ ਇਨਕਾਰ ਕਰਨ। ਤਾਂ ਤੁਸੀਂ ਆਨੰਦ ਲਵੋ, ਕਿਉਂਕਿ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ। 16:55; 30:34
- = ਫਿਰ ਉਸ (ਜ਼ੁਲਕਰਨੈਨ) ਨੇ ਇੱਕ ਰਾਹ ਫੜਿਆ। 18:89; 18:92
- = ਫ਼ਿਰਔਨ ਕੋਲ ਜਾ, ਕਿਉਂਕਿ ਉਸ ਨੇ ਬਹੁਤ ਉਲੰਘਣਾ ਕੀਤੀ ਹੈ। 20:24; 79:17
- = ਅਤੇ ਜਿਹੜੇ ਆਪਣੀਆਂ ਸ਼ਰਮਗਾਹਾਂ ਦੀ ਰਾਖੀ ਕਰਦੇ ਹਨ। 23:5; 70:29
- = ਆਪਣੀਆਂ ਪਤਨੀਆਂ ਜਾਂ ਆਪਣੇ ਸੱਜੇ ਹੱਥਾਂ ਦੀ ਮਲਕੀਅਤ (ਦਾਸੀਆਂ) ਤੋਂ ਇਲਾਵਾ – ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਮਲਾਮਤ ਨਹੀਂ। 23:6; 70:30
- = ਪਰ ਜਿਹੜੇ ਇਸ ਤੋਂ ਬਾਅਦ ਇੱਛਾ ਕਰਨ – ਉਹੀ ਲੋਕ ਹੱਦ ਤੋਂ ਵੱਧ ਜਾਣ ਵਾਲੇ ਹਨ। 23:7; 70:31
- = ਅਤੇ ਜਿਹੜੇ ਆਪਣੀਆਂ ਅਮਾਨਤਾਂ ਅਤੇ ਆਪਣੇ ਇਕਰਾਰਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ। 23:8; 70:32
- = (ਨੂਹ ਨੇ) ਆਖਿਆ: "ਮੇਰੇ ਰੱਬ! ਮੇਰੀ ਮਦਦ ਕਰ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ ਮੈਨੂੰ ਝੁਠਲਾਇਆ ਹੈ।" 23:26; 23:39
- = ਤਾ, ਸੀਨ, ਮੀਮ। 26:1; 28:1
- = ਇਹ ਸਪਸ਼ਟ ਕਿਤਾਬ ਦੀਆਂ ਆਇਤਾਂ ਹਨ। 26:2; 28:2
- = ਨਿਸ਼ਚੇ ਹੀ ਇਸ ਵਿੱਚ ਇੱਕ ਨਿਸ਼ਾਨੀ ਹੈ, ਪਰ ਉਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁਤੇ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਨਹੀਂ। 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = ਅਤੇ ਨਿਸ਼ਚੇ ਹੀ ਤੁਹਾਡਾ ਰੱਬ – ਉਹੀ ਉੱਤਮ ਸ਼ਕਤੀ ਵਾਲਾ, ਬਹੁਤ ਰਹਿਮ ਵਾਲਾ ਹੈ। 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = ਅਤੇ ਅਸੀਂ ਬਾਕੀ ਲੋਕਾਂ ਨੂੰ ਡੁਬੋ ਦਿੱਤਾ। 26:66; 37:82
- = ਨਿਸ਼ਚੇ ਹੀ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਅਮਾਨਤਦਾਰ ਰਸੂਲ ਹਾਂ। 26:107; 26:125; 26:143; 26:162; 26:178
- = ਤਾਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਅਤੇ ਮੇਰੀ ਗੱਲ ਮੰਨੋ। 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = ਅਤੇ ਮੈਂ ਇਸ ਉੱਤੇ ਤੁਹਾਡੇ ਤੋਂ ਕੋਈ ਬਦਲਾ ਨਹੀਂ ਮੰਗਦਾ; ਮੇਰਾ ਬਦਲਾ ਤਾਂ ਸਾਰੇ ਸੰਸਾਰ ਦੇ ਰੱਬ ਦੇ ਕੋਲ ਹੈ। 26:109; 26:127; 26:145; 26:164; 26:180
- = ਬਾਗਾਂ ਅਤੇ ਚਸ਼ਮਿਆਂ ਵਿੱਚ। 26:147; 44:52
- = ਉਹਨਾਂ ਨੇ ਆਖਿਆ: "ਤੂੰ ਤਾਂ ਜਾਦੂ ਕੀਤੇ ਗਏ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹੈਂ।" 26:153; 26:185
- = ਉਸ ਦੀ ਪਤਨੀ ਨੂੰ ਛੱਡ ਕੇ – ਅਸੀਂ ਪਹਿਲਾਂ ਹੀ ਫੈਸਲਾ ਕਰ ਚੁੱਕੇ ਸੀ ਕਿ ਉਹ ਪਿੱਛੇ ਰਹਿ ਜਾਣ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਹੋਵੇਗੀ। 26:171; 37:135
- = ਫਿਰ ਅਸੀਂ ਬਾਕੀ ਲੋਕਾਂ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ। 26:172; 37:136
- = ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ ਉੱਤੇ (ਪੱਥਰਾਂ ਦੀ) ਵਰਖਾ ਕੀਤੀ, ਅਤੇ ਡਰਾਏ ਗਏ ਲੋਕਾਂ ਉੱਤੇ ਮੀਂਹ ਕਿੰਨਾ ਬੁਰਾ ਸੀ! 26:173; 27:58
- = ਤਾਂ ਕੀ ਉਹ ਸਜਾ ਦੀ ਜਲਦੀ ਕਰ ਰਹੇ ਹਨ? 26:204; 37:176
- = ਜਿਹੜੇ ਨਮਾਜ਼ ਕਾਇਮ ਕਰਦੇ ਹਨ, ਜ਼ਕਾਤ ਦਿੰਦੇ ਹਨ ਅਤੇ ਆਖ਼ਿਰਤ ਉੱਤੇ ਵਿਸ਼ਵਾਸ ਰੱਖਦੇ ਹਨ। 27:3; 31:4
- = ਅਤੇ (ਯਾਦ ਕਰੋ) ਉਸ ਦਿਨ ਨੂੰ ਜਦੋਂ ਉਹ ਉਹਨਾਂ ਨੂੰ ਆਵਾਜ਼ ਦੇਵੇਗਾ ਅਤੇ ਆਖੇਗਾ: "ਮੇਰੇ ਉਹ ਭਾਈਵਾਲ ਕਿੱਥੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ (ਝੂਠ) ਆਖਦੇ ਸੀ?" 28:62; 28:74
- = ਅਤੇ ਸਾਡੇ ਪੁਰਖੇ? 37:17; 56:48
- = ਅਤੇ ਉਹ ਇੱਕ ਦੂਜੇ ਵੱਲ ਮੁੜਨਗੇ ਅਤੇ ਇੱਕ ਦੂਜੇ ਨੂੰ ਪੁੱਛਣਗੇ। 37:27; 52:25
- = ਪਰ (ਉਹ) ਅੱਲਾਹ ਦੇ ਚੁਣੇ ਹੋਏ ਬੰਦੇ ਹਨ। 37:40; 37:74; 37:128; 37:160
- = ਨੇ'ਮਤਾਂ ਦੇ ਬਾਗਾਂ ਵਿੱਚ। 37:43; 56:12
- = ਅਤੇ ਅਸੀਂ ਉਸ ਲਈ ਬਾਅਦ ਵਾਲਿਆਂ ਵਿੱਚ (ਚੰਗਾ ਨਾਮ) ਛੱਡਿਆ: 37:78; 37:108; 37:129
- = ਨਿਸ਼ਚੇ ਹੀ ਅਸੀਂ ਨੇਕੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਇਸੇ ਤਰ੍ਹਾਂ ਬਦਲਾ ਦਿੰਦੇ ਹਾਂ। 37:80; 37:121; 37:131; 77:44
- = ਨਿਸ਼ਚੇ ਹੀ ਉਹ ਸਾਡੇ ਈਮਾਨਦਾਰ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਸੀ। 37:81; 37:111; 37:132
- = ਤੁਹਾਨੂੰ ਕੀ ਹੋ ਗਿਆ ਹੈ? ਕਿਵੇਂ ਫੈਸਲਾ ਕਰ ਰਹੇ ਹੋ? 37:154; 68:36
- = ਇਹ (ਕੁਰਆਨ) ਸਾਰੇ ਸੰਸਾਰ ਲਈ ਇੱਕ ਉਪਦੇਸ਼ ਹੈ। 38:87; 81:27
- = ਇਸ ਕਿਤਾਬ ਦਾ ਉਤਰਨਾ ਅੱਲਾਹ ਵੱਲੋਂ ਹੈ – ਉੱਤਮ ਸ਼ਕਤੀ ਵਾਲਾ, ਬੜੀ ਹਿਕਮਤ ਵਾਲਾ। 39:1; 45:2; 46:2
- = ਹਾ, ਮੀਮ। 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = ਸਪਸ਼ਟ ਕਿਤਾਬ ਦੀ ਸੌਂਹ। 43:2; 44:2
- = ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਛੱਡ ਦਿਓ – ਉਹ ਬੇਕਾਰ ਗੱਲਾਂ ਅਤੇ ਖੇਡ-ਕੁੱਦ ਵਿੱਚ ਮਸਤ ਰਹਿਣ, ਜਦੋਂ ਤੱਕ ਉਹ ਆਪਣੇ ਉਸ ਦਿਨ ਨੂੰ ਨਾ ਮਿਲਣ ਜਿਸ ਦਾ ਉਹਨਾਂ ਨੂੰ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਹੈ। 43:83; 70:42
- = (ਉਹਨਾਂ ਨੂੰ ਆਖਿਆ ਜਾਵੇਗਾ): "ਤੁਸੀਂ ਜੋ ਕੁਝ ਕਰਦੇ ਸੀ, ਉਸ ਦੇ ਬਦਲੇ ਆਨੰਦ ਨਾਲ ਖਾਓ ਅਤੇ ਪੀਓ।" 52:19; 77:43
- = ਜਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਤੋਂ ਕੋਈ ਬਦਲਾ ਮੰਗਦੇ ਹੋ, ਇਸ ਲਈ ਉਹ ਕਰਜ਼ੇ ਦੇ ਬੋਝ ਹੇਠ ਦੱਬੇ ਹੋਏ ਹਨ? 52:40; 68:46
- = ਜਾਂ ਉਹਨਾਂ ਕੋਲ ਗੁਪਤ ਗਿਆਨ ਹੈ, ਇਸ ਲਈ ਉਹ (ਉਸ ਨੂੰ) ਲਿਖ ਰਹੇ ਹਨ? 52:41; 68:47
- = ਤਾਂ ਮੇਰੀ ਸਜਾ ਅਤੇ ਮੇਰੀ ਡਰਾਵਣੀ ਕਿਵੇਂ (ਸਖ਼ਤ) ਸੀ! 54:16; 54:21; 54:30
- = ਅਤੇ ਅਸੀਂ ਕੁਰਆਨ ਨੂੰ ਯਾਦ ਰੱਖਣ ਲਈ ਸੌਖਾ ਕਰ ਦਿੱਤਾ ਹੈ। ਤਾਂ ਕੋਈ ਹੈ ਜੋ ਯਾਦ ਰੱਖੇ? 54:17; 54:22; 54:32; 54:40
- = ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਕਿਹੜੀਆਂ ਨੇ'ਮਤਾਂ ਦਾ ਇਨਕਾਰ ਕਰੋਗੇ? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = ਪਹਿਲਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਵੱਡਾ ਗਰੋਹ। 56:13; 56:39
- = ਅਤੇ ਅਸੀਂ (ਫ਼ਸਲ ਤੋਂ) ਵਾਂਝੇ ਰਹਿ ਗਏ? 56:67; 68:27
- = ਤਾਂ ਆਪਣੇ ਮਹਾਨ ਰੱਬ ਦੇ ਨਾਮ ਦੀ ਤਸਬੀਹ ਕਰੋ। 56:74; 56:96; 69:52
- = ਇਹ ਸਾਰੇ ਸੰਸਾਰ ਦੇ ਰੱਬ ਵੱਲੋਂ ਉਤਾਰਿਆ ਗਿਆ ਹੈ। 56:80; 69:43
- = ਜੋ ਕੁਝ ਅਸਮਾਨਾਂ ਵਿੱਚ ਹੈ ਅਤੇ ਜੋ ਕੁਝ ਧਰਤੀ ਵਿੱਚ ਹੈ, ਸਭ ਅੱਲਾਹ ਦੀ ਤਸਬੀਹ ਕਰਦਾ ਹੈ, ਅਤੇ ਉਹੀ ਉੱਤਮ ਸ਼ਕਤੀ ਵਾਲਾ, ਬੜੀ ਹਿਕਮਤ ਵਾਲਾ ਹੈ। 59:1; 61:1
- = ਜਦੋਂ ਉਸ ਨੂੰ ਸਾਡੀਆਂ ਆਇਤਾਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਤਾਂ ਉਹ ਆਖਦਾ ਹੈ: "ਇਹ ਤਾਂ ਪੁਰਾਣਿਆਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਹਨ!" 68:15; 83:13
- = ਤਾਂ ਉਹ ਸੁਖਦ ਜੀਵਨ ਵਿੱਚ ਹੋਵੇਗਾ। 69:21; 101:7
- = ਉੱਚੇ ਬਾਗ ਵਿੱਚ। 69:22; 88:10
- = ਅਤੇ ਉਹ ਮਿਸਕੀਨਾਂ ਨੂੰ ਖੁਆਉਣ ਦੀ ਤਰਗੀਬ ਨਹੀਂ ਦਿੰਦਾ। 69:34; 107:3
- = ਨਿਸ਼ਚੇ ਹੀ ਇਹ (ਕੁਰਆਨ) ਇੱਕ ਮਾਣਯੋਗ ਰਸੂਲ (ਜਿਬਰੀਲ) ਦਾ ਕਥਨ ਹੈ। 69:40; 81:19
- = ਨਿਸ਼ਚੇ ਹੀ ਇਹ ਇੱਕ ਉਪਦੇਸ਼ ਹੈ; ਜਿਹੜਾ ਚਾਹੇ, ਉਹ ਆਪਣੇ ਰੱਬ ਵੱਲ ਰਾਹ ਬਣਾ ਲਵੇ। 73:19; 76:29
- = ਤਾਂ ਜਿਹੜਾ ਚਾਹੇ, ਉਹ ਇਸ ਨੂੰ ਯਾਦ ਰੱਖੇ। 74:55; 80:12
- = ਉਸ ਦਿਨ ਝੁਠਲਾਉਣ ਵਾਲਿਆਂ ਲਈ ਤਬਾਹੀ ਹੈ! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = ਨਿਸ਼ਚੇ ਹੀ ਪੁੰਨਵਾਨ ਲੋਕ ਸੁਖ-ਸ਼ਾਂਤੀ ਵਿੱਚ ਹੋਣਗੇ। 82:13; 83:22
- = ਇਹ ਇੱਕ ਲਿਖੀ ਹੋਈ ਦਸਤਾਵੇਜ਼ ਹੈ। 83:9; 83:20
- = ਉੱਚੀਆਂ ਗੱਦੀਆਂ 'ਤੇ (ਬੈਠੇ) ਦੇਖ ਰਹੇ ਹੋਣਗੇ। 83:23; 83:35
- = ਅਤੇ ਆਪਣੇ ਰੱਬ ਦਾ ਹੁਕਮ ਮੰਨਿਆ, ਅਤੇ ਉਸ ਨੂੰ ਇਸੇ ਤਰ੍ਹਾਂ ਕਰਨਾ ਚਾਹੀਦਾ ਸੀ। 84:2; 84:5
- = ਅਤੇ ਨਾ ਮੈਂ ਉਸ ਦੀ ਪੂਜਾ ਕਰਦਾ ਹਾਂ ਜਿਸ ਦੀ ਤੁਸੀਂ ਪੂਜਾ ਕਰਦੇ ਹੋ। 109:3; 109:5
noblequran.com Schemas
- ਮੱਕਾ ਦੇ ਮੁਸ਼ਰਿਕਾਂ ਨੇ ਅੱਲਾਹ ਦੀ ਰੁਬੂਬੀਅਤ (ਪ੍ਰਭੂਤਵ) ਨੂੰ ਮੰਨਿਆ 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- ਕਿਤਾਬ ਅਤੇ ਹਿਕਮਤ (ਸੁੰਨਤ) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (ਗੁਮਰਾਹ) ਪੁਰਖਿਆਂ ਦੇ ਰਾਹ ਦੀ ਪਾਲਣਾ ਕਰਨਾ ਨਿੰਦਣਯੋਗ ਹੈ 2:170; 31:21; 43:22
- ਅੱਲਾਹ ਦਾ ਰਸੂਲ ਇਨਸਾਨ ਸੀ 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- ਮੁਸ਼ਰਿਕਾਂ ਨੇ ਮੁਸ਼ਕਲ ਸਮਿਆਂ 'ਤੇ ਇਕੱਲੇ ਅੱਲਾਹ ਨੂੰ ਪੁਕਾਰਿਆ 10:22; 17:16; 29:65; 31:32
- ਧਰਮ ਵਿੱਚ ਫੁੱਟ ਪਾਉਣਾ ਵਰਜਿਤ ਅਤੇ ਨਿੰਦਣਯੋਗ ਹੈ 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- ਅੱਲਾਹ ਲਈ ਇਸਤਿਵਾ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ਈਮਾਨ (ਵਿਸ਼ਵਾਸ) ਦਾ ਵਾਧਾ (ਅਤੇ ਘਾਟਾ) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- ਰਸੂਲ ਅਤੇ ਸ੍ਰਿਸ਼ਟੀ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਗ਼ੈਬ (ਅਦ੍ਰਿਸ਼) ਨੂੰ ਆਪਣੇ ਆਪ ਨਹੀਂ ਜਾਣਦਾ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- ਅੱਲਾਹ ਜਿਸ ਲਈ ਚਾਹੁੰਦਾ ਹੈ ਰੋਜ਼ੀ ਨੂੰ ਫੈਲਾਉਂਦਾ ਅਤੇ ਘਟਾਉਂਦਾ ਹੈ 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ਕੁਰਆਨ ਸਪੱਸ਼ਟ ਅਰਬੀ ਭਾਸ਼ਾ ਵਿੱਚ ਉਤਾਰਿਆ ਗਿਆ 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- ਅੱਲਾਹ ਕਿਸੇ ਜਾਨ 'ਤੇ ਉਸ ਦੀ ਸਮਰੱਥਾ ਤੋਂ ਵੱਧ ਬੋਝ ਨਹੀਂ ਪਾਉਂਦਾ 2:233, 286; 6:152; 7:42; 23:62; 65:7
- ਕੋਈ ਦੂਜੇ ਦਾ ਬੋਝ ਨਹੀਂ ਚੁੱਕੇਗਾ 6:164; 17:15; 35:18; 39:7; 53:38
- ਜੇ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਵੇ, ਤਾਂ ਅੱਲਾਹ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਇਸ ਨੂੰ ਹਟਾ ਨਹੀਂ ਸਕਦਾ 6:17; 10:107
- ਅਤੇ ਇਸ ਤੋਂ ਵੱਧ ਜ਼ਾਲਿਮ ਕੌਣ ਹੈ ਜੋ... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- ਮਨੁੱਖ ਖੁਸ਼ਹਾਲੀ ਵਿੱਚ ਨਾਸ਼ਕਰ ਅਤੇ ਲੋੜ ਵਿੱਚ ਨਿਮਰ ਹੁੰਦਾ ਹੈ 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ਸਥਿਰਤਾ (ਤਸਬੀਤ) ਅੱਲਾਹ ਤੋਂ ਮੰਗੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਸ ਵੱਲੋਂ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ਸਾਰੇ ਮਤਭੇਦ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਵੱਲ ਮੋੜੇ ਜਾਂਦੇ ਹਨ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- ਜਹੰਨਮ ਦੇ ਵਸਨੀਕਾਂ ਵਿਚਕਾਰ ਵਿਵਾਦ 26:96-102; 38:58-64; 40:47-50
- ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਦੀ ਆਗਿਆਕਾਰੀ (ਤਾਆ) ਕਰਨ ਦੀ ਬਧੱਧਤਾ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ਕੁਰਆਨ ਵਿੱਚ ਸਜਦੇ ਦੀਆਂ ਆਇਤਾਂ 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- ਉਮਤ ਵਿੱਚ ਸਾਰੀਆਂ ਮੁਸੀਬਤਾਂ ਨਾਫ਼ਰਮਾਨੀ ਕਾਰਨ ਹਨ 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਗੁਮਰਾਹ ਕਰੇ, ਉਸ ਦਾ ਕੋਈ ਰਹਿਨੁਮਾ ਨਹੀਂ 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ਸਾਰੇ ਨਬੀਆਂ ਨੇ ਇਬਾਦਤ ਦੇ ਤੌਹੀਦ ਨਾਲ ਸੁਧਾਰ ਸ਼ੁਰੂ ਕੀਤਾ 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ਸਫ਼ਲਤਾ ਅਤੇ ਖੁਸ਼ਹਾਲੀ ਰੂਹ ਦੀ ਤਜ਼ਕੀਆ (ਸ਼ੁੱਧੀ) ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ 20:76; 35:18; 87:14; 91:9; 92:18;
- ਸਾਰਾ ਮਾਣ ਅਤੇ ਤਾਕਤ ('ਇਜ਼ਜ਼ਤ) ਅੱਲਾਹ ਲਈ ਹੈ 4:139; 10:65; 35:10; 63:8
- ਇਕੱਲੇ ਅੱਲਾਹ ਨੂੰ ਸ਼ੁੱਧ ਅਤੇ ਇਮਾਨਦਾਰੀ ਨਾਲ ਪੁਕਾਰਨ ਦੀ ਬਧੱਧਤਾ 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- ਅੱਲਾਹ ਤੋਂ ਇਲਾਵਾ ਹੋਰਨਾਂ ਨੂੰ ਪੁਕਾਰਨ ਦੀ ਮਨਾਹੀ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- ਸਾਰੇ ਨਬੀਆਂ ਨੇ ਅੱਲਾਹ ਦਾ ਤਕਵਾ ਅਤੇ (ਆਪਣੀ) ਆਗਿਆਕਾਰੀ ਦਾ ਹੁਕਮ ਦਿੱਤਾ 43:63; 71:1-28
- ਹਿਜਰਤ (ਪਰਵਾਸ) ਬਾਰੇ 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- ਅੱਲਾਹ ਤੋਂ ਬਿਨਾਂ ਸ੍ਰਿਸ਼ਟੀ ਲਈ ਕੋਈ ਸੱਚਾ ਰੱਖਿਅਕ ਜਾਂ ਸਹਾਇਕ ਨਹੀਂ 2:107, 120; 9:74, 116; 29:22; 42:31
- ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ 'ਤੇ ਅੱਲਾਹ ਮੋਹਰ ਲਾਉਂਦਾ ਹੈ 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ਈਮਾਨ ਡਰ ਅਤੇ ਉਮੀਦ ਵਿਚਕਾਰ ਹੈ 17:57; 32:16; 39:9
- ਕੁਫ਼ਰ, ਸ਼ਿਰਕ ਅਤੇ ਨਿਫ਼ਾਕ ਦੁਆਰਾ ਸਾਰੇ ਕੰਮਾਂ ਦੇ ਰੱਦ ਹੋਣ ਬਾਰੇ 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- ਅੱਲਾਹ ਦੇ ਇਲਹਾਮ ਅਤੇ ਨਬੀ ਮਾਰਗਦਰਸ਼ਨ, ਗਿਆਨ ਅਤੇ ਈਮਾਨ ਦੀਆਂ ਰੋਸ਼ਨੀਆਂ ਹਨ 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- ਜੋ ਲਫ਼ਜ਼ਾਂ ਨੂੰ ਮਰੋੜਦੇ ਹਨ ਉਹ ਯਹੂਦੀ ਅਤੇ ਤਾਵੀਲ (ਤਹਿਰੀਫ਼) ਵਾਲੇ ਲੋਕ ਹਨ 2:75; 4:46; 5:13; 5:41
- ਸੰਸਾਰ ਦੀ ਜ਼ਿੰਦਗੀ ਮਹਿਜ਼ ਅਸਥਾਈ ਆਨੰਦ ਅਤੇ ਮੌਜ ਹੈ 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ਦਹਰੀਆ (ਨਾਸਤਿਕ) 45:24; 6:29; 23:37
- ਅੱਲਾਹ ਨੇ ਮੁਹੰਮਦ ਨੂੰ ਦੀਨ (ਧਰਮ) ਦੇ ਨਾਲ ਭੇਜਿਆ ਤਾਂ ਜੋ ਉਹ ਹੋਰ ਸਾਰੇ (ਰੱਦ ਕੀਤੇ ਗਏ ਜਾਂ ਝੂਠੇ) ਧਰਮਾਂ ਉੱਤੇ ਗ਼ਾਲਿਬ ਰਹੇ 9:33; 48:28; 61:9
- ਤਾਗ਼ੂਤ ਬਾਰੇ ਅਤੇ ਤਾਗ਼ੂਤ ਨੂੰ ਰੱਦ ਕਰਨ ਦੀ ਲੋੜ ਬਾਰੇ 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- ਉਹ ਸਾਜ਼ਿਸ਼ਾਂ ਰਚਦੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਵੀ ਸਾਜ਼ਿਸ਼ਾਂ ਰਚਦਾ ਹੈ ਅਤੇ ਉਹ ਸਭ ਤੋਂ ਉੱਤਮ ਸਾਜ਼ਿਸ਼ਕਾਰ ਹੈ 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- ਅੰਤਿਮ ਘੜੀ (ਕਿਆਮਤ) ਦਾ ਗਿਆਨ ਅੱਲਾਹ ਕੋਲ ਹੈ 7:187; 33:63; 41:47
- ਫ਼ੁਰਕਾਨ (ਮਾਪਦੰਡ) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- ਬੁਰਾਈ ਨੂੰ ਉਸ ਚੀਜ਼ ਨਾਲ ਦੂਰ ਕਰਨਾ ਜੋ ਬਿਹਤਰ ਹੈ 23:96; 28:54; 41:34
- ਅੰਤਿਮ ਘੜੀ ਨੇੜੇ ਹੈ 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- ਅਤੇ ਉਸ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- ਅੱਲਾਹ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਬਿਆਨ ਕਰਦਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ... 2:73, 187, 221, 242; 3:103; 5:89
- ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦਾ ਰਚਨਹਾਰ ਹੈ 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- ਅੱਲਾਹ ਨੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਝੂਠ ਜਾਂ ਮਜ਼ਾਕ ਵਿੱਚ ਪੈਦਾ ਨਹੀਂ ਕੀਤਾ 21:16; 38:27; 44:38; 46:3
- ਅੱਲਾਹ ਨੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਤਾਂ ਜੋ ਉਹ ਉਸ ਦੀ ਇਕੱਲੇ ਇਬਾਦਤ ਕਰਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਪਰਖ ਕਰੇ ਕਿ ਕੰਮਾਂ ਵਿੱਚ ਕੌਣ ਸਭ ਤੋਂ ਚੰਗਾ ਹੈ 11:7; 18:7; 51:56; 67:2;
- ਅੱਲਾਹ ਨੇ ਰਸੂਲ ਭੇਜੇ ਤਾਂ ਜੋ ਉਹ ਉਸ ਦੀ ਇਬਾਦਤ ਵੱਲ ਬੁਲਾਉਣ, ਉਸ ਦੀ ਆਗਿਆ ਮੰਨੀ ਜਾਵੇ, ਅਤੇ ਖੁਸ਼ਖਬਰੀ ਦੇਣ ਵਾਲੇ ਅਤੇ ਡਰਾਉਣ ਵਾਲੇ ਬਣਨ 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- ਅਲ-ਕਦਰ ਦੇ ਚਾਰ ਪੱਧਰ 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- ਇਬਾਦਤ ਦੇ ਰੂਪ ਅਤੇ ਕਿਸਮਾਂ 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਮਾਰਗਦਰਸ਼ਨ ਅਤੇ ਗੁਮਰਾਹ ਕਰਦਾ ਹੈ 14:4; 16:93; 35:8; 74:31
- ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਗੁਮਰਾਹ ਕਰਦਾ ਹੈ 2:26; 9:115; 14:27; 40:34, 74; 45:23
- ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਗੁਮਰਾਹ ਕਰੇ, ਉਸ ਨੂੰ ਕੋਈ ਰਾਹ ਨਹੀਂ ਦਿਖਾ ਸਕਦਾ 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- ਅੱਲਾਹ ਲਈ ਕਿਸੇ ਸਮਾਨਤਾ ਦਾ ਇਨਕਾਰ 2:22; 19:65; 42:11; 112:4
- ਅੱਲਾਹ ਕਿਸੇ 'ਤੇ ਜ਼ੁਲਮ ਨਹੀਂ ਕਰਦਾ, ਬਲਕਿ ਉਹ ਆਪਣੀਆਂ ਜਾਨਾਂ 'ਤੇ ਜ਼ੁਲਮ ਕਰਦੇ ਹਨ 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- ਸਲਫ਼ (ਸਹਾਬਾ) ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੀ ਬਧੱਧਤਾ 2:137; 9:100; 4:115; 48:18, 29
- ਦਾਅਵਤ (ਸੱਦਾ) ਦੇਣ ਦੀ ਵਿਧੀ 12:108; 16:125; 29:46
- ਸ਼ਿਰਕ ਸਿਰਫ਼ ਮੂਰਤੀਆਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਨਬੀਆਂ, ਫ਼ਰਿਸ਼ਤਿਆਂ, ਜਿਨ੍ਹਾਂ ਅਤੇ ਨੇਕ ਲੋਕਾਂ ਰਾਹੀਂ ਸਿਫ਼ਾਰਸ਼ ਮੰਗਣਾ ਸ਼ਾਮਲ ਹੈ 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- ਵਿਆਹ ਦੀ ਉਮਰ ਬਣਾਉਣ ਵਾਲੇ ਕਾਰਕ 4:6; 6:152; 24:59
- ਜਿਬਰੀਲ ਪਵਿੱਤਰ, ਭਰੋਸੇਮੰਦ ਰੂਹ ਹੈ ਜੋ ਕੁਰਆਨ ਨੂੰ ਅੱਲਾਹ ਤੋਂ ਨਬੀ ਕੋਲ ਲਿਆਇਆ 2:97; 16:102; 26:192
- ਮਦਦ, ਜਿੱਤ ਅਤੇ ਅਧਿਕਾਰ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲਾਂ ਲਈ ਹੈ 30:47; 37:171-173; 40:51; 58:21
""";
