const String quranIndexBulgarianRaw = r"""
Молитви Манзил 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Господи наш Молитви 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Господи мой Молитви 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Аарон (Харун) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
Абаса, S.80; 74:22
Абдул (Уду), 4:43; 5:6
Авраам (Ибрахим) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- нито евреин, нито християнин, 3:67-68
- стоял в първия храм в Бака, 3:97; 26:123
- издига основите на Кааба 2:124-129
- призовава народа си към поклонение на Единствения Истински Бог 2:130-133; 26:69-89; 29:16; 29:24-27
- дебати за арогантния цар 2:258
- пита за възкресението 2:260
- нито юдеин, нито християнин 3:65-68
- опровергава небесното поклонение 6:74-87
- получава вест за раждането на Исаак 11:69-76; 51:24-30
- молитвата му при Кааба 14:35-41
- посетен от ангели 15:51-56
- пример за подражание 16:123
- призовава баща си към истината 19:41-50
- унищожава идоли и бива спасен от огъня 21:51-73; 37:83-113
- призовава всички на поклонение 22:26
Abrar, 3:193, 198; 76:5; 82:13; 83:18-22
Отмяна, 2:106, 16:101
Абу Лахаб, 111:1-5
„Хората от Ад, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Адам, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ангели да се поклонят пред тях, 2:34; 7:11
- дървото на познанието, 2:35; 7:19-20; 20:120-121
- изгнание от Градината (без вина за Ева), 2:36; 7:24
- почитан от Аллах, изкушаван от Сатана 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- простен от Аллах 2:37; 20:122
Адият, S.100
„Adn Paradise“, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Неблагоприятни обстоятелства
- не обременяван с чуждо бреме, 6:164; 17:15; 35:18; 39:7; 53:38
- не е обременен отвъд възможностите си да издържи, 2:286; 6:152; 7:42; 23:62
- търпение по време на, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Стареене, 16:70; 22:5; 30:54; 36:68
- поведение към възрастните родители, за които се грижите, 17:23
Ахмад, 61:6
Ахкаф, S.46; 46:21
Ахзаб, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Айка, жителите на, 15:78; 26:176; 38:13; 50:14
А'ла S.87; 87:1; 92:20
Алак, S.96
Ал-Имран, S.3
Аллах
- един ден за Него е петдесет хиляди години, 70:4
- един ден за Него е хиляда човешки години, 22:47; 32:5
- способност да се прави каквото и да е, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- най-добрият от всички съдии, 95:8
- отвъд определение, 43:82; 67:12
- осуетява плановете на неверниците, 8:30; 8:36
- карат човешките същества да изчезнат и да се появят други същества, 4:133; 14:19; 35:16
- предизвиква смях и плач, 53:43
- накара човек да приспи за цял век, 2:259
- враг на онези, които отричат истината, 2:98
- възхвалявайте славата Му от сутрин до вечер, 33:42
- лъжливи дъщери от, 16:57; 17:40; 43:16; 52:39; 53:21-22
- по име, 53:19-20
- дава на хората свободна воля, 36:67
- отказвайки се от всичко заради него, 4:66-68; 4:125
- доброто и злото са от Него, 4:78
- дава живот и смърт, 44:8; 53:44; 57:2; 67:2
- упоритите се възнаграждават по-добре, 4:95-96; 5:54; 9:120; 49:15; 61:11
- няма съпруг/съпруга, 72:3
- няма син, 43:81; 72:3; 112:3
- не те е изоставил в трудните ти времена, 93:3
- е навсякъде в знанието, 2:115; 2:142; 2:177; 4:126
- е Първият и Последният (алфа и омега), 57:3
- е Външното и Вътрешното, 57:3
- знае това отвъд разбирането, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- обича онези, които се държат справедливо, 49:9
- не е издал закони относно това, за което не е говорил, 5:101; 6:140; 6:148; 7:32
- милост към военнопленниците, които имат добро в себе си, 8:70
- природа на, 2:255
- никой човек не е божество, 3:64; 3:151
- не е троица, 4:171
- убежище от злото с, 113:1-5; 114:1-6
- спомняйки си го как стои, седи, лежи, 3:191; 4:103; 10:12; 25:64
- оформя те в утробата, 3:6
- тронът лежи върху водата, 11:7
- ще създаде неща, за които нямате знание, 16:8
- не желае зло на Своето творение, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Съюзи, 8:72; 9:7
- Християни и евреи, 5:51
- забранено с невярващи роднини, 9:23-24
- забранено с лицемерите, 4:88-89; 4:139; 4:144
Аляса (виж Елисей)
Амана, Упование и предписаните от Аллах задължения и др., 2:283; 4:58; 8:27
- вижте Доверие
Ангели, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- създаден от огън, 7:12; 38:76
- осем ще носят трона на Аллах в Деня на Страшния съд, 69:17
- невярно твърдение, че са жени, 43:19; 53:27
- пазител 82:10-12; 86:4
- деветнадесет господар на ада, 74:30-31
- не е изпратен да задоволи капризи, 15:7-8
- изпратен да вдъхнови, 16:2
Гняв, въздържане, 3:134
Анкабут, S.29
Мравки, 27:18
Маймуни, 5:60
- презрян, 2:65; 7:166
Отстъпничество, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- не искайте бърза гибел за вероотстъпниците, 46:35
- Само Аллах ще ги накаже, 73:11; 74:11
- наказание в отвъдния живот, 2:217; 9:74
- отхвърляне от другите, 3:87
- покаяние, 3:89; 5:34; 9:5; 9:11
- в Деня на страшния съд е твърде късно, 40:85
- под принуда, 16:106
Отстъпници, 47:25
Араф, S.7; 7:46, 48
Арафат, 2:198
Спор
- не от името на онези, които заблуждават себе си, 4:107
- вие спорихте за тях на този свят, но кой ще спори в Деня на възкресението, 4:109
Спорове/Атаки
- отвърнете със същото, 8:58
- да бъдеш търпелив е много по-добре, 16:126
Броня, 16:81
Аср, S.103
Аят Ал-Курси, 2:255
Клеветник, 49:12; 104:1
Бадр (битката при), 3:13
- уроци от, 8:5-19, 42-48
Ал-Бейт-ул-Мамур, 52:4
Бака (Мека), 3:96
Бал, 37:125
Балад, S.90
Баланс, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Бану Ан-Надир, 59:2-6, 13
Бакара, S.2
Бараа (Виж Тауба), S.9
Барзах, (Бариера), 23:100; 25:53; 55:20
- вижте също 18:94-97; 34:54; 36:9
Байина, S.98
Звярът (от последните дни), 27:82
Бедуини, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Пчела, 16:68-69
Поведение
- спорете по любезен начин с онези, на които е дадено по-ранно откровение, 16:125, 29:46
- избягвай да се замесваш в неща, за които не знаеш нищо, 17:36
- избягвайте тежки грехове и срамни дела, 53:32
- избягвайте догадки един за друг, не шпионирайте и не говорете лошо един за друг 49:12
- бъдете справедливи в мнението си, 6:152
- общността трябва да бъде умерена, 2:143; 25:67
- обезкуражаване на самонадеяността, 4:36, 57:23
- не смъмряй онези, които търсят твоята помощ, 93:10
- не се смятай за чист, 53:32
- не подигравай другите, 49:11; 104:1
- не споменавайте открито зли неща, 4:148
- не говорете лошо един за друг, 104:1
- на всяка група е даден закон и начин на живот, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- и начин на поклонение, 22:67
- Аллах можеше да ги направи една общност, 5:48; 11:118; 16:93; 42:8
- една общност под ръководството на Аллах, 21:92
- прости на евреите, 5:13
- прощавай на невярващите, 31:15; 45:14
- прощава лесно, 42:37
- владетелите вземат решения след консултации, 42:38
- и пророк, 10:47; 16:36
- да се очерня вярващите е грях, 33:58
- мъже (към жени), 24:30
- миротворците са възнаградени, 42:40
- говорете справедливо на онези, които са в нужда, ако не можете да направите нищо друго, 17:28
- към възрастните родители, за които се грижите, 17:23
- към другите мюсюлмани, 33:6
- към другите, 17:26-29; 17:35; 17:53; 60:8
- към родителите, 46:15
- към робите, 4:36; 24:33
- отнасяйте се справедливо към невойнствените невярващи, 60:8
- съпруги на Пророка, 33:28-34
- жени (към мъже), 24:31
- във всички откровения, 2:136; 2:285
- природа на, 49:14-15
Вярващи, 2:2-5; 2:285; 8:2-4; 8:24
Завещание, 2:180, 240; 4:7, 12; 36:50
Предателство (измама, измама), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Библия, 5:64, 5:65, 5:68
- изопачаване на, 3:78; 5:14-15
Птици, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Кръвни пари (Дия), 2:178-179; 4:92; 17:33 ч
Плячка, война, 4:94. 8:41; 59:6-8
- незаконно отнемане, 3:162
- виж плячка
Подкуп, 2:188
Бъдн, 22:36
Тежест
- на друг, никой, който носи бреме, не бива да носи, 35:18; 39:7; 53:38
- невярващите ще носят и бремето на другите, 16:25; 29:13
- наистина зли са бремето, което ще носят, 6:31, 164
- Аллах не натоварва никого с повече, отколкото му е по силите, 2:286; 7:42; 23:62
Бурудж (Големи звезди), S.85; 85:1; 15:16; 25:61
Камила, 6:144; 7:40; 77:33; 88:17
Пленници, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- вижте също Военнопленници
Говеда, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Пещерата Таур, 9:40
Пещера, хора от 18:9-22, 25-26
Сигурност, свързана с истината, 56:95; 69:51
Милосърдие, (Садака), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- предмети на милостиня и Зекят, 2:273; 9:60
Деца 2:233; 42:49-50
- загубени са онези, които са убили своите, от глупост, без знание, 6:140
Христос (виж Исус)
Християни, 5:14, 19, 64-65, 69; 22:17
- помолен да не обожествява Исус, 4:171
- най-много се доближава до чувството на обич към мюсюлманите, 5:82
- повечето са забравили какво им е било казано да имат предвид, 5:14
- сега идва при вас пратеник, 5:15, 19
- праведните ще бъдат възнаградени, 2:62; 5:65; 5:69
- кажете „Исус е син на Аллах“, 9:30
Градове, съборени, 69:9
Град на сигурността, 95:3
Облекло, 7:26; 16:81
- на огъня, 22:19
- воалът или дамското облекло в ситуации, различни от домакинството, 24:31
- горните дрехи на жените предотвратяват тормоз от лицемери, 33:59-60
Конфедерати, 33:9, 22
- вижте Ахзаб Консултация, взаимна, 42:38
Създаване
- започва и се повтаря, 10:4; 21:104; 27:64; 29:19-20
- нов, 17:49, 98; 35:16
- с истина, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- не е за игра, 21:16-17; 23:115
- всяко живо същество, направено от, 21:30; 24:45; 25:54
- на човека, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- първата форма на 56:62
- след шест дни, 7:54; 11:7; 32:4; 50:38; 57:4
- по двойки, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- разнообразие в, 35:27-28
- Аллах заповядва „Бъди!“ — и това е така, 2:117; 16:40; 36:82; 40:68
- като миг на око, 54:50
- нощ и ден, слънце и луна, 39:5
- на небето и земята, по-големи от човечеството, 40:57; 79:27
- цел на, 51:56
Врана, 5:31
Критерион, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (виж Insan,) S.76; 45:24
- време, 76:1; 103:1
Давид, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- предвид Псалми 4:163
- се бори с Голиат и го убива, 2:251
- произнася присъда 21:78-80
- благословен със знание и пророчество 27:15-16
- планини и птици се присъединяват към него в хваленето на Аллах 34:10; 38:17-20
- съди между двама души 38:21-26
Дауаб или Даба (движещо се живо същество и др.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Мъртвите ще бъдат възкресени, 6:36
Смърт, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- и бягство от бой, 33:16
- в името на Аллах, 3:195; 22:58; 47:4
- онези общности, които нямат откровение, няма да бъдат унищожени, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- убитите по пътя на Аллах са живи, 2:154; 3:169
- докато бягат от злото към Аллах, 4:100
- не може да бъде спряно или забавено 63:10-11
- брат близнак от съня 6:60; 39:42
- вярващи и невярващи в момента на смъртта 8:50; 16:27-32; 41:30
- наказание в гроба 40:46
Дългове, 2:280, 282; 4:11-12
Указ
- за всеки отделен въпрос има, 13:38
- никога не сме унищожили селище, без да има известно за него, 15:4
- всяко нещо е от Аллах, 44:5
- когато Той решава нещо, казва само: „Бъди!“ - и то се случва, 2:117; 36:82; 40:68
Дела
- зло, разкрасено за тях, 47:14
- на нас нашите, на вас вашите дела, 28:55; 42:15; 45:15
- доброто и лошото, са за и против него самия, 41:46
- прикрепи мъжкия, към собствения му врат, 17:13
Степени, според това, което са правили, 6:132
Желание, онези, които следват злото си, 47:14, 16
- който е взел за свой бог своите собствени, 25:43
Не се отчайвай от милостта на Аллах, 39:53; 21:87-88; 68:48-50
- вижте също Йона
Дхарият, S.51
Зикр, 7:205; 15:6, 9
Зулу-Кифи, 21:85; 38:48
Зуль-Карайн, 18:83-98
Dhun-Nun (Спътник на рибата)
Невярващи (вижте също Лицемери)
- помолете Мохамед ( ﷺ ) да призове гнева на Аллах върху тях като доказателство, 6:57-58; 8:32; 10:49-52
- понасяйте тяхната компания с доброта, 31:15
- търпеливо понасяйте казаното от тях, 20:130; 50:39
- завети с, 8:56; 8:72; 9:4, 7
- нарушаване на завети, 8:58; 9:12
- Аллах осуетява техните замисли, 8:30, 36
- оставете компанията на онези, които се подиграват на закона на Аллах, 4:140; 6:68
- защити ги, ако те помолят, 9:6
- наказание по време на война, 8:12, 50, 59
- наказание в отвъдния живот, 8:37
- не трябва да посещават или да се грижат за джамии, 9:17
- говорете им любезно, 17:53
- борейки се усилено срещу, 9:73; 25:52; 66:9
- третирайте невоюващите страни по справедливост, 60:8
- ще се съюзява само с други неверници, 8:72
Ученици (на Исус), 3:52; 61:14
Болест в сърцата на лицемерите и неверниците, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Бедствие, след него идва безопасност, 3:154
Разпределение на военната плячка, 8:41; 59:7-8
Ров, хора от, 85:4-10
Разнообразие
- на хората, 30:22, 35:27-28
- на живота, 35:27-28
Развод, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- след период на изчакване, разпускане или помирение, 2:231; 65:2
- двама свидетели, 65:2
- издръжка, 2:233, 241
- се отнася и за наследника на бившия съпруг, 2:233
- може да бъде отменено два пъти, 2:229
- статут на зестрата, 2:229, 236-237
- намерете дойка, ако е необходимо, 65:6
- вижте също Зихар
Развод, мъж
- разведи се с една жена заради друга - не си вземай обратно това, което си дал първо, 4:20
- не тормози жена си, 65:6
- не държайте съпруги против волята им, 4:19
- четири месеца, за да промени решението си, 2:226
- да подкрепя напълно съпругата си по време на бременността и периода на изчакване, 65:6
- подкрепяйте напълно съпругата си, ако кърми детето ви, 65:6
- майката не бива да страда заради детето си без баща, 2:233
- предислямски, 58:2
- разкаяние за помирение с пост в продължение на 2 последователни месеца, 58:4
- разкаяние за помирение, за да се нахранят 60 нуждаещи се, 58:4
- разкаяние за помирение с освобождаването на роб, 58:3
- опит за помирение, 4:35
- безгрешен, ако бракът е неконсумиран, 2:236
- булката има право на половината от зестрата, 2:237
Развод, Жена
- след трети развод (този път с друг съпруг) може да се върне при първоначалния си съпруг, 2:229
- право на издръжка, 2:241; 65:1
- равно право на развод, 2:228
- страх от лошо отношение от страна на съпруга, 4:128
- може да запази това, което съпругът ѝ е дал, 2:229
- да не бъдат изгонени от домовете си, 65:1
- три изчаквания за менструация, за да се опровергае бременността, 2:228
- тримесечно чакане за тези, които нямат менструация, 65:4
- освен ако бракът не е консумиран, 33:49
Кучета, 7:176
Магарета (Магаре), 2:259; 16:8; 31:19; 62:5; 74:50
Пийте
- алкохолно, 2:219; 5:90
- чист и бял вкусен, 37:45-46; 76:21
- чисто запечатано вино, 83:25
Духа, S.93
Духан, S.44
Армия от слонове, 105:1-5
Илия (Илия; Илиясин) 6:85; 37:123-132
Елисей, (Аляса) 6:86; 38:48
Енох (виж Идрис)
Събитие, 56:1; 69:15
Зло, 4:123; 10:27-30; 19:83; 59:15
- не трябва да се изрича публично, 4:148
- идва от нас самите, но доброто е добро от Аллах, 4:79; 42:48
- извинете, 4:149
- възнаграден, 6:160; 42:40
- които кроят, кроят планове, 16:45-47
- беше краят, 30:10
- се е появил на сушата и морето, 30:41
- отблъсквам/защитавам, с добро, 13:22; 23:96; 41:34
- променено, за добро, 7:95
- тези, които следват своите, желания, 47:14, 16
- дела, разкрасени за тях, 47:14
Излишък
- забранено в храната, 5:87
- в религията, 4:171; 5:77-81
Очи, уши и кожа ще свидетелстват против грешниците, 41:20-23
Ездра (Узаир) 9:30
Лицето или Обличието на Аллах, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Прилично изглеждащ
- Аллах е отредил на всеки народ неговите дела, 6:108
Вяра (Вярване), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- отхвърлящи, 3:116
- увеличение, 3:173
- със сигурност, 44:7; 45:4, 20; 51:20
- Той те е насочил към, 49:17
Фаджр, S.89
Фалак, S.113
Фалшив разговор за стихове от Корана, 6:68
Фалшиви богове
- освен Аллах, идоли и така наречени съдружници 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- не обиждайте онези, на които се покланят освен на Аллах, 6:108
- вижте също Тагут
Лъжа (Батил), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Привърза делата на човека към собствената му врата, 17:13
Пост, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- яжте и пийте, докато белият конец започне да се различава от черния конец, 2:187
Фат, S.48
Фатиха, S.1
Фатир, S.35
Fidyah (откуп), на пост, 2:196
- за освобождаването на пленниците, 8:67
- откуп, принесен от невярващите, 3:91; 5:36,37; 10:54; 13:18
Фиг. 95:1
Борба
- по пътя на Аллах, срещу неверниците, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ръкоположен, 2:216
- в свещените месеци, 2:217; 9:5
- от Децата на Израел, 2:246-251
- в името на Аллах и угнетявани мъже и жени, 4:74-76
- докато не свърши Фитна, 8:39
- двадесет преодоляват двеста, 8:65
- срещу онези, които не вярват в Аллах, 9:29
- разрешение срещу онези, които са угнетени, 22:39-41
- и лицемерите, 47:20
- изключения от, 48:17
Фил, S.105
Раят Фирдеус, 18:107; 23:11
Огън, 56:71, 100:2
Полет, 22:73
Храна
- законно и незаконно, (Халал и Харам), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- няма грях за това, което е ял в миналото, 5:93
- не престъпвай, 5:87
- не забранявайте онова, което Аллах е разрешил, 5:87; 7:32; 16:116
Забранено поведение, 6:151-152; 7:33
Прошка, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- задължение на вярващите, 42:37; 45:14
- от вярващите, за хората на Писанието, 2:109
- Аллах прощава на когото пожелае, 4:48
- Аллах прощава, когато не Му се съдружават в поклонението, 4:48, 116
- който търси онова, което е на Аллах, 4:110
- да не се иска от Аллах за многоверците, 9:113
- Аллах прощава всички грехове, 39:53
- ангелите искат за тези на земята, 42:5
- прощават, когато са ядосани, 42:37
- прости и направи помирение, 42:40
- Вярващите да прощават на онези, които не се надяват на Дните на Аллах, 45:14
- за онези, които избягват големите грехове и Фавахиш, 53:32
- надпревара един с друг в бързане към, 57:21
- злите дела се превърнаха в добри дела 25:68-71
Измама (вижте Предателство) 83:1-6
Свободна воля
- ограничено от волята на Аллах, 6:107; 10:99; 74:56; 76:31; 81:28-29
- който пожелае, нека вярва и не вярва, 18:29
- поеме по пътя към своя Господ, 76:29
- ходи право, 81:28
Петъчни молитви, 62:9-11
Плодове, 6:41; 16:11
- в Рая, в изобилие, 43:73
- всякакъв вид, 47:15
- както желаят, 77:42
Фуджар, 82:14-16; 83:7
Фуркан, S.25
Фусилат (виж Ха Мим), S.41
Гавраил, (Джибрил) 2:97-98; 26:193; 66:4; 81:19-21
- Рух, 26:193; 67:12; 70:4; 78:38; 97:4
- Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
Хазарт, 2:219; 5:90
Дивеч, в състояние на Ихрам, 5:94-96
Гафир (виж Му'мин), S.40
Гашия, S.88
Гусл, 4:43; 5:6
Подаръци, 30:39
Голиат, (Джалут) 2:249-251
Добри (дни), 3:140
- не харесваш нещо, което е лошо, и харесваш нещо, което е лошо, 2:216
- да бъдеш възнаграден, 4:85; 28:54
- възнаграден двойно, 4:40; 28:54
- възнаграден десет пъти, 6:160
- увеличено, 42:23
- за онези, които правят това, има добро и дом на отвъдния живот, 16:30
- е за онези, които вършат добро в този свят, 39:10
- Аллах възнаграждава онези, които вършат дела, с най-доброто, 53:31
- има ли друга награда за това, освен доброто, 55:60
- постъпвай така, както Аллах е бил благ към теб, 28:77
Добро и зло
- доброто е от Аллах, а злото е от теб самия, 4:79
- ако вършите добро, за себе си, а ако вършите зло, против себе си, 17:7;41:46
- отблъсквайте злото с добро, 23:96; 28:54; 41:34
- доброто и злото дело не могат да бъдат равни, 41:34
- всеки човек ще бъде изправен пред всичко, което е направил, 3:30
- вижте също Мухсинун
Добро дело
- разкриване или скриване, 4:149
- стремят се като в състезание в, 5:48
Евангелие, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Великата вест, 78:1-5
Поздрав, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Хадид, S.57
Хади (животно за жертвоприношение), 2:196, 200
Хадж (Поклонение), 2:158, 196-203; 3:97; 5:2;22:30
Хадж, S.22
Аман, 28:6, 38; 29:39; 40:24, 36, 37
Ръцете и краката ще свидетелстват, 36:65
Ага, S.69
Трудности, има облекчение с всяка, 94:5-6
Харун, (Аарон)
Харут, 2:102
Хашр, S.59
Сърца
- закоравял, 2:74; 22:53; 39:22; 57:16
- запечатан, 7:100-101; 40:35; 47:16; 63:3
- покрито, 17:46; 41:5
- заключен, 47:24
- разделени, 59:14
- изпълнен със страх, 22:35
- в чийто, има болест, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Небеса
- на Аллах принадлежи скритото от, 16:77
- създадено не за пиеса, 21:16
- и земята се съедини, 21:30
- няма нищо скрито в, 27:75
- създаден без никакви стълбове, 31:10
- ще бъде свито в дясната Му ръка, 39:67
- сътворението на седем небеса за два дни, 41:12
- украсил най-близкото небе с лампи, 41:12
- на Аллах принадлежи всичко, което е в, 45:27;53:31
- седем небеса, едно над друго, 67:3
Ад (огънят, пламтящият пламък) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- горяща и вряща вода 22:19-22; 23:103-104
- гной 14:14-17; 38:55-58; 69:35-37
- дървото Заккум 37:62-70; 44:43-50; 56:41-56
- невъзможност на жителите да живеят или да умрат 87:13
- обвиняване 26:91-101; 34:31-33
- призовава за незабавно унищожение 25:13-14; 43:74-78
- пламенни викове 35:36-37
- Огън ръмжи и бучи 25:11-12; 67:6-11
- печените кожи са заменени с нови 4:56
- окови и дрехи от катран 14:48-50
- железни боздугани 22:19-22
- вериги 13:5
- пазителите на Ада 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- не е приет откуп 5:36-37
- ходатайство отказано 6:94; 26:100; 30:13; 74:48
- парещо отчаяние и леденостуден мрак в, 38:57
- верига от 70 лакътя, 69:32
- престой за ограничен период от време, 78:23
Оттук нататък
- по-добра е къщата в, 6:32; 7:169
- което ще бъде краят в, 6:135
- Залимун няма да успее (в), 6:135
- дом на, 12:109; 16:30; 28:83; 29:64
- които не вярват в, 17:10
- награда на, 42:20
- по-добро от сребро и злато, 43:33-35
- само за Мутакун, 43:35
- наказание от, 68:33
- по-добър и по-траен, 87:17
- по-добре от настоящето, 93:4
Магистрали, широки, 21:31
Хиджр (Скалист тракт), 15:80-85
Хиджр, S.15
Хомосексуалност 26:165-166; 27:55; 29:28-29
Коне, 16:8
Час
- знанието за това е само при Аллах, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- изведнъж е върху тях, 6:31; 7:187; 12:107; 43:66
- идва върху теб, 6:40; 12:107; 20:15; 34:3
- се е приближил, 54:1-5
- като миг на око, или дори по-близо, 16:77
- земетресение от, 22:1
- ще бъде установено в Деня, 30:12, 14
- със сигурност ще дойде, няма съмнение, 40:59; 45:32; 51:5-6
- знамения 21:96; 27:82; 43:61; 47:18; 54:1-2
- имена 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ще изненада хората 6:31; 7:187
- Тромпетът ще бъде засвирен в 6:73; 23:101; 39:68
Къщи, обноски за влизане, 24:27-29
Худ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Хъд, S.11
Худжурат, S.49
Хумазах, S.104
Хунайн (битка), 9:25
Хур (жените в Рая), 44:54; 52:20
Лицемери
- казват: Вярваме в Аллах и в Последния ден, но всъщност не вярваме, 2:8
- заблуждават себе си, 2:9
- болест в сърцата им, 2:10; 8:49; 22:53; 33:12; 47:29
- вършат пакости, 2:11-12
- глупаци и присмехулници, 2:13-15
- грешка при закупуване за насоки, 2:16
- глухи, неми и слепи, 2:17-18
- в страх от смъртта и тъмнината, 2:19-20
- приятна реч, 2:204-206
- отказват да се бият, 3:167-168
- Аллах знае какво е в сърцата им, 3:167;4:63
- отиват за съд при лъжливи съдии, отвръщат се от Откровението, идват, когато се случи катастрофа, 4:60-62
- в нещастие и в голям успех, 4:72-73
- Аллах ги е отхвърлил, 4:88
- да не се приемат за приятели, 4:89; 58:14-19
- ако се обърнат назад, убивайте ги, където и да ги намерите, 4:89
- те чакат и наблюдават твоята победа или успеха на невярващите, 4:141
- стремят се да заблудят Аллах, молят се с мързел и за да бъдат видени от хората, 4:142
- не принадлежат нито на тези, нито на онези, 4:143
- в най-дълбоките дълбини на Огъня; без помощник, 4:145
- страх от разкриване, 9:64-65
- да не се молим за, 9:84
- мъжете и жените са един от друг; губещи; Проклятие на Аллах, 9:67-69
- при бедуините, 9:101
- където и да бъдат намерени, ще бъдат хванати и убити, 33:61
- Аллах ще накаже, 33:73
- лъжци; обръщат гръб; сърцата им са разделени, 59:11-14
- лъжци; направиха клетвите си завеса; сърцата им са запечатани; пазете се от тях, 63:1-4
- не разбирам, не знам, 63:7-8
- да се бориш усилено срещу, 66:9
Иблис (Сатана), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- вижте също Сатана
Ибрахим (виж Авраам)
Ибрахим, S.14
Ида (предписан срок за развод при жените), 2:228, 231, 232, 234, 235; 33:49;65:1-7
Идрис (Енох), 19:56-57; 21:85; 96:4
Ихрам, 2:197; 5:2, 95
Ихсан, 16:90
Ихлас, S.112
Ила, само Един, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Незаконен сексуален контакт; показания на свидетели, 4:15-18; 24:2, 19
Илийюн, 83:18-21
Нечист (Наджас) 9:28
Имран
- съпруга на, 3:35
- дъщеря на, 66:12
Неизбежно, 69:1-3
Инфитар, S.82
Наследство, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
Несправедливост, на когото е била извършена, 4:30, 148
Инсан (виж Дар), S.76
Иншикак, S.84
Иншира (виж Шарх), S.94
Вдъхновение, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Ходатайство/Застъпник, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
Упойващи вещества, 5:90, 2:219
Iqamat-as-Salat, 2:3, 43, 83, 110, 177, 277; 4:77, 102–103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
„Четене“ (вижте „Дете“), S.96
Ерам, 89:7
Желязо, 57:25
Исусе, виж Исусе
Исак, (Исаак) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
Исмаил (Ишмаел), 2:125-129, 133; 4:163; 6:86; 19:54–55; 21:85; 38:48
издига основите на Кааба с баща си 2:125-140
история за жертвоприношението 37:100-113
Ислям, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- първи от онези, които се подчиняват като мюсюлмани, 6:14,163; 39:12
- първи, който прегръща, 9:100
- гърдата се отвори, 39:22
- като услуга, 49:17
Исра, S.17
Израел, Деца на, 2:40-86
- дадена благодат, 2:47-53, 60, 122; 45:16-17
- бунт срещу послушанието на Аллах, 2:54-59, 61, 63-74; 5:71; 7:138-141
- отношенията им с мюсюлманите, 2:75-79
- тяхната арогантност, 2:80, 88, 91
- техните завети, 2:80, 83-86, 93, 100; 5:12-13, 70
- купи живота на този свят с цената на отвъдния живот, 2:86
- най-алчният от човечеството за живот, 2:96
- поискай цар, 2:246-251
- превишил границите; разделен на различни групи; маймуни, 7:161-171
- обещано два пъти, 17:4-8
- освободен от врага, 20:80-82
- дадено Писание и водачи, 32:23-25; 40:53-54
- учените учени от, знаеха го (Коранът е истина), 26:197
Истава (издигна се), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
Итикаф, 2:187
Яков, (Якуб) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- Асбат (дванадесет синове на Яков), 2:140; 3:84;4:163
Джалут (виж Голиат)
Джамарат, 2:200
Джатия, S.45
Иисус, Иса, син на Мария
- майка, избрана измежду всички жени на света 3:42
- свидетелства за Деня на Възкресението, 4:159
- блага вест за раждането, 3:45-47; 19:22-23
- Пратеник до израилтяните, 3:49-51
- ученици, 3:52-53; 5:111-115
- учениците като помощници на Аллах, 3:52; 61:14
- възкресен, 3:55-59; 4:157-159
- подобие на Адам, 3:59
- нито убит, нито разпнат, 4:157
- вдъхновен, 4:163
- не повече от Пратеник (не за да го обожествяваме), 4:171-172; 5:75; 19:30, 43:63-64
- неверници са онези, които казват: 5:17, 72; 9:30
- Нашият Пратеник (Мохамед ﷺ ) дойде, 5:19
- даде Евангелието, 5:46
- учениците казаха: ние сме мюсюлмани, 5:111
- Храна за хранене, 5:114
- не е учил да не се поклонява на лъжа, 5:116-118
- праведен Пророк, 6:85
- като знак, 23:50
- второто му пришествие 43:61
- различни мнения относно, 43:65
- не повече от роб и пример за синовете на Израел, 43:59
- блага вест за Пратеник, чието име ще бъде Ахмед, 61:6
- неговото непорочно зачатие, послание и чудеса 3:45-51; 19:16-38
- напомни за благодатта на Аллах 5:110-115
- отрича да е божествен 5:116-120
- състрадание и благодат в сърцата на неговите последователи 5:82; 57:27
Юдеи и християни, 2:140; 4:153-161, 171; 5:18
- слушайте лъжата, 5:41-42
- проклети за това, което изговориха, 5:64
- вражда към вярващите (мюсюлманите), 5:82
- които приеха исляма, 26:197; 28:53; 29:47
Джибрил (виж Гавраил)
Джихад (Борба, Борба) 2:216; 9:24; 22:78; 25:52
Джин, S.72
Джин, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Джин, създаден от огън 15:25; 55:15
- вярващи и невярващи джинове 72:1-15
- някои вярвали в посланието на Корана 46:29-32
- хората и джиновете са създадени с цел 51:56-58
Йов, 4:163; 6:84; 21:83-84; 38:41-44
Йоан (Яхя, Йоан Кръстител)
- блага вест от, 3:38-41; 19:7-11; 21:90
- праведен, 6:85
- мъдър, състрадателен, послушен, 19:12-15
Йона (Йонас или Юнус), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Зу н-Нун) 21:87; 68:48-50
Йосиф (Юсуф), 6:84; 12:4-101
- най-добрите истории 12:1-3
- сънят на младия Юсуф 12:4-6
- заговор от страна на братята му 12:7-18
- продадени в робство 12:19-20
- отгледан в дома на главния министър на Египет 12:21-22
- Съпругата на главния министър се опитва да го съблазни 12:23-29
- инцидент на банкета 12:30-32
- отива в затвора 12:33-35
- двамата затворници 12:36-42
- Сънят на царя 12:43-53
- става главен министър 12:54-57
- братя идват при него за провизии 12:58-68
- взема брат си Вениамин 12:69-82
- подновената скръб на баща му 12:83-87
- разкрива истинската си самоличност 12:88-98
- стара мечта се сбъдва 12:99-100
- заключителна молитва 12:101
Джуди, Маунт, 11:44
Джума, S.62
Правосъдие (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- вижте също 4:65, 105
Кааба
- построен от Авраам, 2:125-127
- забранено е убиването на дивеч, 5:94-96
- убежище на сигурността, 5:97
- обикаляне голо, 7:28
- докато се молеше и обикаляше, 2:200; 7:29, 31
Кафирун, S.109
Кафур, чаша, смесена с, 76:5
Кахф, S.18
Канц, 9:34-35
Каутар (река в Рая), 108:1
Каутар, S.108
Ключове
на небесата и земята, 39:63; 42:12
на Гайб, 6:59
Хаула бинт Та Лабах, 58:1
Убиване
- ако някой е убил човек, той е убил цялото човечество, 5:32
- не убивай никого, 17:33
Добрите думи са по-добри от милостиня, 2:263
Родствени права от 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Кираман-Ратибин, 82:11
Знание
- нито един лист не пада, но Той го знае, 6:59
- загубени са онези, които са убили децата си от глупост, без да го правят, 6:140
- от пет неща, само с Аллах, 31:34
- със сигурност, 102:5-7
Корей (Карун), 28:76-82; 29:39; 40:24
Курси, 2:255
Лахаб (виж Масад), S.111
Лайл, S.92
Лампа, 25:61; 67:5; 71:16; 78:13
Езици
- разликата в мъжете и техните цветове, 30:22
Lat, 53:19
Закон, предписан, 5:48
Закони от Аллах, 2:219; 98:3
Лъжци, 26:221-223
Живот, ако някой е спасил човек, той е спасил живота на цялото човечество, 5:32
Живот на този свят
- купи, на цената на отвъдния живот, 2:86
- е само насладата от измамата, 3:185
- продай, за отвъдния живот, 4:74
- не е нищо друго освен забавление и игра, 6:32; 29:64; 47:36; 57:20
- заблуждава, 6:130
- насладата от отвъдния живот е по-малка от тази в отвъдния живот, 9:38; 13:26; 28:60
- подобие на, е като дъжда, 10:24
- блага вест в, 10:64
- който пожелае, ще влезе там; но след това няма да има дял в отвъдния живот, 11:15-16; 17:18; 42:20
- които обичат настоящето и пренебрегват отвъдния живот, 75:20-21; 76:27
- предпочиташ, 87:16
Светлина
- манифест, 4:174
- и тъмнина, 6:1
- притча от, 24:35
- върви пред и с вярващите, 57:12-15; 66:8
- дадено от Аллах, за да вървят вярващите по правия път, 57:2
Граници, определени от Аллах, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- това са 2:187; 229-230; 4:13; 58:4; 65:1
- не престъпвай, 2:190, 229
- който престъпва, 2:229; 4:14; 78:22
- но принуден от необходимост, нито престъпващ, 2:173; 6:145
- не превишавайте в религията си 4:171; 5:77
- когато превишиха, (станаха маймуни), 7:166
- които спазват, 9:112
Лъв, 74:51
Заем
- давайте назаем на Аллах добър дар, 2:245; 73:20
- увеличено многообразие, 57:11, 18
- удвоен, 64:17
Загуба, явна, 39:15
Лот, (Лут) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- непокорната му съпруга, 11:81; 15:60; 66:10
Лотосово дърво, 34:16; 53:14-16; 56:28
Лукман, 31:12-14
Лукман, S.31
Мааридж, S.70
Медина (Ятриб), 9:120; 33:13, 60; 63:8
Мадян, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- вижте също Айка Ууд
Махр (сватбени пари), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Маида, S.5
Мека (Бакка), 3:96;90:1-2
- Град на сигурността, 95:3
Човече
- поколения след поколения на земята, 2:30;6:165
- назначен за наследник, 35:39
- дълг, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- изпитан от Аллах, 2:155; 3:186; 47:31; 57:25
- неща, които мъжете пожелават, 3:14
- създаден от 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- създаде и постанови определен срок, 6:2; 15:26
- помирение между и съпругата, 4:35
- губещи, които отрекоха срещата си с Аллах, 6:31
- завръщането, 6:60, 72, 164; 10:45-46
- заговорничи срещу себе си, 6:123
- няма да носи бремето на друг, 6:164
- е неблагодарен, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- предупреден срещу Сатана, 7:27
- съпруга и деца, 7:189-190
- когато вреда или зло докосне, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- завръщане към Господа, 10:23; 84:6; 96:8
- грешат сами, 10:44
- е ликуващ и хвалещ се, 11:10
- призовава за зло, 17:11
- винаги е прибързан, 17:11
- делата му са привързани към врата му, 17:13
- който се заблуди, е за своя собствена загуба, а постъпва правилно, само за себе си, 17:15
- да не се отнасят с него несправедливо, 17:71
- смърт и възкресение, 23:15-16
- са разделили религията си на секти, всяка от които се радва на своята вяра, 23:53
- езици, ръце и нозе ще свидетелстват против, 24:24
- свидетелства срещу себе си, 75:14
- който е взел за свой бог собственото си желание, 25:43
- роднини по кръв и брак, 25:54
- Аллах подчини за вас всичко на небето и на земята, 31:20
- който отдаде лицето си на Аллах, 31:22
- няма две сърца в тялото му, 33:4
- да се покланяме на Аллах, 39:64-66
- нещастия заради това, което ръцете му са спечелили, 42:30, 48
- ангели, записващи делата му, 50:17-18, 23; 85:11
- ангели, които го пазят, 13:11; 86:4
- разделени на три категории, 56:7-56
- тези, които са най-близки до Аллах, 56:10-11
- сподвижници на Десната ръка, 56:27-40
- сподвижници на Левата ръка, 56:41-56
- да бъде преобразен и създаден в неизвестни форми, 56:60-62
- направени форми добре, 64:3
- богатството и децата са само изпитание, 64:15
- създаден и надарен с, 67:23-24; 74:12-15; 90:8-10
- е нетърпелив, 70:19-21
- посветен на молитви, 70:22-35
- желае повече, 74:15
- свидетелства срещу себе си, 75:14-15
- неговата арогантност, 75:31-40; 90:5-7
- обича настоящия живот на този свят, 76:27
- по-трудно за създаване, или е раят, 79:28
- небрежен за Господа, 82:6-12
- оформени перфектно и с необходимите пропорции, 82:7
- пътува от сцена на сцена, 84:19
- любов към богатството, 89:20
- създадено с труд, 90:4
- усилията и делата са разнообразни, 92:4
- изгладете за него пътя на Улеснението и Злото, 92:7, 10
- създаден от най-добрите форми (калъпи), 95:4
- след това намалено до най-ниското от най-ниските, 96:5
- престъпва всички граници, 96:6-7
Манасик (задължения) на хадж, 2:128, 200; 22:30 часа
Манат, 53:20
Човечеството
- свидетели свършиха, 2:143
- една общност, 2:213; 10:19
- създадени от една двойка, 4:1; 39:6; 49:13
- бунт срещу самите себе си, 10:23
- макар и безразсъден, разплатата е близо, 21:1-3
- създадено на Фитра, 30:30
- най-почтеният от, 49:13
- превърнати в народи и племена, 49:13
Манна и пъдпъдъците, 2:57
Маниери
- относно влизането в къщи, 24:27-29
- в дома, 24:58-61
- в домовете на Пророка, 33:53
- да поздрави и отправи молитва към Пророка, 33:56
- да не дразни Аллах и Неговия Пратеник, нито вярващите мъже или жени, 33:57-58
- проверете новините, преди да повярвате, 49:6
- да не се подиграваш на друг, 49:11
- в събрания, 58:11
Брак, 2:232, 234
- за неверниците или робите, 2:221
- на колко, законно, 4:3
- Махр да не се отнеме обратно (в случай на развод), 4:20-21
- забранено е, 4:22-24
- ако няма начин да се оженят за свободни вярващи жени, 4:25
- при наличие на опасения от нарушение, се назначават двама арбитри, 4:35
- ако съпругата се страхува от жестокост или изоставяне, да направи мирни условия, 4:128
- не се накланяй твърде много към едната жена, за да не оставиш другата да виси, 4:129
- на прелюбодейците, 24:3
- на бедните, 24:32
- тези, които не намират финансови средства за брак, 24:33
- съпругите, позволени на Пророка, 33:50-52
- преди полов акт, без Ида при развод, 33:49
Мъченици
- не е мъртъв, 2:154; 3:169
- радвайте се на благодатта и щедростта от Аллах, 3:170-171
- получават прошка и милост, 3:157-158
- ще получи добро снабдяване, 22:58-59
Марут, 2:102
Мария (майката на Исус), раждане, 3:35-7
- благата вест за Исус, 3:42-51; 19:16-21
- при раждане, 19:23-26
- доведе бебето на нейния народ, 19:27-33
- фалшиво обвинение, 4:156
- пазеше целомъдрието си, 21:91; 66:12
Мариам, S.19
Масад, S.111
- Ал-Масджид-ал-Агса, 17:1
- Ал-Масджид-ал-Харам, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Ал-Маш'ар-ал-Харам, 2:198
Маун, S.107
Ma'wa Paradise, 53:15
Измерете и претеглете, дайте пълната стойност, 11:85; 17:35; 83:1-5
Среща
- с Аллах, 6:31
- на Великия ден, 19:37
- на отвъдния живот, 30:16
Пратеници, 2:253; 4:164-165; 40:78; 57:27
- последователност от, 2:87
- серия от, 5:19; 23:44
- убит, 3:183
- заплашен, 14:13
- осмиван, 6:10; 13:32; 15:11; 21:41
- отречено и отхвърлено, 3:184; 6:34; 25:37; 34:45; 51:52
- вярване в едни и отхвърляне на други, 4:150-152
- събиране на, 5:109
- изпратени като благовестители и предупредители, 6:48; 14:4-8
- като свидетел от всеки народ, 16:89
- за всеки народ има, 10:47; 16:36
- рецитиране на стиховете на Аллах, 7:35-36
- ангел като, 17:95; 25:7
- не повече от човешки същества, 14:10-12; 17:94; 21:8; 25:7-8, 20
- и техните съпруги и потомство, 13:38
- вижте също Пророци
Мирадж, 17:1; 53:12
Скъперничество/Скъперници, 57:24
Нещастие, заради твоите ръце, 42:30
Монашеството не е предписано, 57:27
Маймуните, престъпници, станаха както, 2:65;5:60; 7:166
Мирадж, 17:1; 53:12
Месеци, брой, 9:36-37
Луна, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- разделяне на; 54:1
Моисей
- и неговият народ, 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- и Фараон, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- напътстван от Аллах, 6:84
- планината и явяването на Господа, 7:142-145
- укорява народа си за поклонението пред телета, 7:148-156;20:83-99
- неговата Книга, в нея възникнаха разногласия, 11:110
- предвид Писанието, 17:2
- девет ясни знамения, 7:133; 17:101
- до кръстовището на двете морета, 18:60-82
- съдбовна среща при горящия храст 20:9-36; 27:7-14; 28:29-35
- призован и получил послание, 19:51-53; 20:9-56
- детството му, майка му и сестра му, 20:38-40; 28:7-13
- магьосници, обърнати в вярата, 20:70-73; 26:46-52
- в Мадян, 20:40; 28:22-28
- Критерият е удовлетворен, 21:48
- и мистичният огън, 27:7-12; 28:29-35
- убива египтянин по погрешка в града 28:14-21
- дойде с ясен знамение, 29:39
- история с фараона 7:103-137; 10:75-92; 11:96-99; 26:10-69
- девет знамения за фараона и неговия народ 7:130-133; 20:17-22; 17:101
- побеждава магьосниците на фараона 20:70-73; 26:46-52
- бягство в Мадиам и брак 28:22-28
- получава Скрижалите 7:142-154
- иска да види Аллах на планината 7:142-145
- почитан от Аллах 33:69
- Благодатта на Аллах към израилтяните 2:47-61
- Израилтяните отказват да влязат в Йерусалим 5:20-29
- напътстван по правия път, 37:114-122
- Писание от, 53:36; 87:19
Джамия (на Йерусалим), 17:7
Джамия (на Куба), 9:107-108
Джамии, 2:187; 9:17-19
- да поддържа, на Аллах, 9:17-18
Комар, притча, 2:26
Планини, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Мудаттир, S.74
Мухаджир (Изселници), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- жени, 60:10-12
Мохамед ﷺ
- осмиван, 2:104; 4:46; 25:41-42; 34:78
- уважавайте Пратеника, 2:104; 4:46; 49:1-5
- завет, в който да вярваме, 3:81
- свидетелства над вярващите, 2:143
- не повече от Пратеник, 3:144
- отнасяйки се внимателно, 3:159
- неговите произведения, 3:164; 7:157; 36:6; 52:29; 74:1-7
- изпратен като голяма милост към вярващите, 3:164
- изпратен с истината, 4:170
- не е направен наблюдател, 6:107
- неграмотен, 7:157; 62:2
- изпратен на човечеството като Пратеник на Аллах, 7:158; 48:9, 29
- ясен предупредител, 7:184, 188; 11:2; 15:89; 53:56
- не е луд, 7:184; 68:2; 81:22
- кой те обвинява, 9:58
- мъжете, които са наранили Пророка, са милост за вярващите, 9:61
- следвай само това, което е разкрито, 10:15-16; 11:12-14; 46:9
- неговите думи, 11:2-4; 12:108; 34:46-50
- Аллах е свидетел над него, 13:43; 29:52; 46:8
- изпратен като свидетел, носител на блага вест и предупредител, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- да не се смущаваш, 15:97; 16:127; 18:6
- изпратен да бъде свидетел, 16:89; 22:78; 73:15
- да кани с мъдрост и справедливо проповядване и да спори по по-добър начин, 16:125
- Макаму Махмуд, 17:79
- вдъхновен, 18:110
- милост за „Аламин“, 21:107
- не иска награда, 25:57; 38:86; 42:23
- е било заповядано, 27:91-93;30:30;66:9
- като милост от Аллах, 28:46-47
- близо до вярващите, 33:6
- добър пример за подражание, 33:21
- последният от пророците, 33:40
- изпратете Салат на, 33:56
- изпратен на цялото човечество, 34:28
- наградата е само от Аллах, 34:47
- само човешко същество, 41:6
- изпратен като защитник, 42:48
- нищо ново в Пратениците, 46:9
- свидетел измежду синовете на Израел, 46:10
- Байа (обет) към него е Байа (обет) към Аллах, 48:10, 18
- видя Гавраил, 53:4-18; 81:22-25
- не му се противопоставяй, 58:20-22
- предсказано от Исус, 61:6
- да направи Религията на Истината победоносна над всички религии, 61:9
- от тъмнината към светлината, 65:11
- да се бори усилено срещу неверниците и лицемерите, 66:9
- възвишен стандарт на характера, 68:4
- не е поет или гадател, 69:41-42
- отдаден на молитва, 73:1-8, 20; 74:3
- и слепият човек, 80:1-12
- да се поклониш и да се приближиш до Аллах, 96:19
- рецитиране на чисти страници, 98:2
- Аят относно семейството на, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- вижте също Пратеници; Пророци
Мохамед ( ﷺ ), S.47
Мухсинун (Добродеещи), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- Аллах обича, 3:134, 148; 5:93
- Аллах не губи наградата на, 5:85;9:120;11:115;18:30
- Награждаваме, 12:22; 37:80, 105, 110; 39:34; 77:44
- блага вест за, 22:37; 46:12
- Милостта на Аллах е близо до, 7:56
- Аллах е с, 29:69
- послушен и добър към родителите, 2:83
- търпелив в изпълнението на задълженията към Аллах, 16:90
- вижте също Добро и зло
Муджадила, S.58
Мулета, 16:8
Мълк, S.67
Мумин (виж Гафир), S.40
Муминун, S.23
Мумтахана, S.60
Мунафигун, S.63
Убийство, 2:178-179
Мурсалат, S.77
мюсюлмани
- първи от, 6:14, 163; 9:100; 39:12
- Кой е посочил, 22:78
- прошка и голяма награда за онези, които, 33:35-36
Мутафифин, S.83
Музамил, S.73
Наба, S.78
Надир, Бану-ан-, (евреи), 59:2, 9, 13
Нал, S.16
Наджас (нечист) 9:28
Наджм, S.53
Наджва (Вижте Тайната)
Имена
Нему принадлежи Най-красивият, 7:180
Нему принадлежи Най-доброто, 17:110; 20:8; 59:24
Необходимост, ако човек е принуден от, 2:173; 6:145
Съсед, 4:36
Новолуния, 2:189
Новини, ще бъдат тествани 4:83
Стиснатост 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Нощ (като символ) за почивка, 10:67
- като покритие, 13:3; 78:10
- да бъда от полза, 14:32
- Нощта на Ал-Кадр (Указ), 44:3-4; 97:1-5
Ниса, S.4
Ной, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- подиграван 11:38
- Потопът (силно наводнение), 29:14
- ковчегът и потопът 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- неправедният син не е спасен, 11:42-48
- неправедната съпруга, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
Нух, S.71
Нур, S.24
Клетва, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Послушание, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Задължения, които трябва да бъдат изпълнени, 5:1
Потомство, 4:9; 42:49-50
- Той дарява мъж и жена, на когото пожелае, 42:49
Маслиново, 6:141; 16:11; 23:20; 24:35; 95:1
Само един Мах, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Сираци, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- пазители на, 4:6
Собствени дела, направени красиви за всеки народ, 6:108
Двойки, във всички създания, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Палма, 13:4; 19:25; 20:71; 59:5
Притчи (подобие, пример, сравнения)
- който запали огън, 2:17-18
- дъждовна буря от небето, 2:19-20
- комар, 2:26
- които викат, 2:171
- град, целият в руини, 2:259
- царевично зърно, 2:261
- гладка скала, 2:264
- градина, 2:265-266
- въже, 3:103
- студен вятър, 3:117
- възкресение 7:57; 22:5; 41:39
- куче, което си изплезва езика, 7:176
- на ръба на пропаст, 9:109-110
- дъжд, 10:24
- чисто окосена жътва, 10:24
- сляп и глух, 11:24
- Аллах срещу лъжливи богове 13:14; 16:76
- истина срещу лъжа 13:17
- пепел, върху която вятърът духа яростно, 14:18
- хубаво дърво, 14:24-25
- зло дърво, 14:26
- роб и мъж, 16:75
- ням човек, който е бреме за господаря си, 16:76
- жена, която развързва конеца, 16:92
- община, сигурна и добре доволна, 16:112-113
- двама мъже с градини с грозде, 18:32-44
- животът на този свят е като вода от небето, 18:45
- паднали от небето и грабнати от птици, 22:31
- муха, 22:73
- Светлината е като ниша, 24:35-36
- мираж, 24:39
- мрак в необятно дълбоко море, 24:40
- паяк, 29:41
- партньори, 30:28
- жителите на града, 36:13-32
- посеви с различни цветове, 39:21
- мъж, принадлежащ на много партньори, 39:29
- отглеждане на семена, 48:29
- закоравели сърца 57:16-17
- растителност след дъжд, 57:20
- планината се смирява, 59:21
- магаре, 62:5
- водата щеше да бъде потопена, 67:30
- хора от градината, 68:17-33
Рай
- на Обиталището, (рая Ма'ва), 53:15
- Раят Фирдеус, 18:107; 23:11
- Градини, под които текат реки, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- Вечните градини (Адн Рай) 9:72;13:23;18:31;19:61;20:76
- Градините на Вечността (Адн Рай), 16:31;35:33; 98:8
- Градини на насладата, 37:43; 56:12, 89
- Градини с вечни наслади, 9:21
- Градини и лозя, 78:32
- плодовете на две градини, 55:54, 62
- плодове от всякакъв вид, според желанието, в изобилие, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- плодовете ще бъдат наблизо, 55:54; 69:23
- плодове и месо, 52:22
- месо от птици, 56:21
- лотус без тръни и Талх (бананови дървета), 56:28-29
- безполезно знание, магаре с книги 62:5
- течаща пружина, 88:12
- извор, наречен Салсабил, 76:18
- извор, наречен Кафур, 76:5
- извор Тасним, 83:27-28
- река в Рая, Каутар, 108:1
- реки от вино, мляко, пречистен мед, 47:15
- чисто запечатано вино, бяло, вкусно, 37:45-46; 56:18; 76:21; 83:25
- чаша, смесена с, Занджабил, 76:17; 78:34
- вода, 76:5
- подноси със злато и чаши, 43:71
- сребърни съдове и кристални чаши, 76:15-16
- зелени дрехи от фина и дебела коприна, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- украсени с гривни от злато и перли, 18:31; 22:23; 35:33; 76:21
- карети, облицовани с копринен брокат, 55:54
- зелени възглавници и богати красиви матраци, подредени в редица, 55:76; 88:15
- тронове, изтъкани със злато и скъпоценни камъни, издигнати високо 56:15; 88:13
- разстлани богати килими, 88:16
- красиви имения, високи стаи, една над друга, 9:72; 39:20
- пребиваващи там завинаги, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- вечен дом, 3:15; 35:35
- един срещу друг на тронове, 15:47; 37:44; 44:53; 56:16
- никога не вкусвай смъртта там, 44:56
- нито пък (никога) да бъдат помолени да го напуснат, 15:48
- омразата или чувството за обида са премахнати от сърцата им, 7:43; 15:47
- всяка мъка е премахната, 35:34
- никакво чувство на умора, труд или отпадналост, 15:48;35:35
- нито ще има нараняване, коремна болка, главоболие, нито опиянение, 37:47; 56:19
- никакво празнословие, нито греховна реч, 19:62;56:25
- нито вредна реч, нито лъжа, 78:35; 88:11
- свободен от грях, 37:47; 52:23
- нито прекомерна жега, нито лют студ, 76:13
- ще има известно разпореждане, 37:41;56:89
- в мир и сигурност, 15:46; 44:51, 55; 50:34
- дом на мира, 6:127
- поздрави в 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- който върши праведни дела, ще влезе, 4:124; 42:22; 44:51
- които се боят от своя Господ, ще бъдат водени на групи, 39:73
- е наследен поради дела, 43:72
- Аллах е доволен от тях и те от Него, 5:119
- Моят рай, 89:30
- най-голямото блаженство, 9:72
- големият успех, 57:12; 64:9
- върховният успех, 9:72; 44:57
- за вярващите са градините за забавление, 32:19
- обитателите на Рая ще бъдат заети с радостни неща в този Ден, 36:35
- ще бъде сред градини и водни извори, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- вижте ангелите, обграждащи Трона, 39:75
- близо до Всемогъщия Цар, 54:55
- те ще имат всичко, което желаят, 50:35
- Хури, целомъдрени жени с широко отворени и красиви очи, сякаш консервирани яйца, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- чисти съпруги, 3:15
- съпруги в приятна сянка, отпуснати на тронове, 36:55
- млади едрогърди девойки на еднаква възраст, 78:33
- безсмъртни момчета-слуги, които да им служат, като разпръснати бисери, 52:24; 56:17; 76:19
- необятен като небесата и земята 3:133, 57:21
- течаща вода, хладна сянка, деликатеси и чисти партньори 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- награда за вярващите 55:46-78; 56:10-40
- реки от мед, мляко, вода и вино 47:15
- молитви и поздрави 10:9-10; 39:73-74
- поздравени с поздрави за мир 13:23-24; 14:32
- вечен престой в Блаженство 11:108
- никога не е бил помолен да си тръгне 15:45-48
- светлина, светеща пред тях и отдясно им 57:12
- без жега или студ 76:13
- всички желания са изпълнени 16:30-32; 41:31-32
- златни гривни и дрехи от фина коприна 18:30-31; 22:23-24; 44:51-53
- подноси със златни чаши 43:67-73
- сребърни съдове и плодове, висящи наблизо 76:14-16
- възлегнали на тронове 15:47; 37:44; 52:20
- вярващите ще видят своя Господ 75:22-23
Родители, доброта към, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Съдружници на Аллах, лъжа, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
Пасище, 87:4-5
Път, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- вижте също Път
Търпение, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- търсете помощ и се молете, 2:45, 153; 20:132; 50:39
Пациент
- ще получи пълната награда, 39:10
- Аллах е с онези, които са, 8:46
- и бъдете, 11:115
- при изпълнение на задълженията към Аллах, 16:90
- да бъде, по време на гняв, 41:34
Мир, склонност към, 8:61
Перла и корал, запазени, 52:24; 55:22; 56:23
Перо, 68:1; 96:4
Човек
- Аллах не обременява с нищо, което е извън Неговите възможности, 2:286; 7:42
- Аллах не облага никого с данък, освен според възможностите му, 23:62
- не, знае какво ще спечели утре и в коя земя ще умре, 31:34
- всеки ще се сблъска с всичко добро и зло, което е сторил 3:30
- всеки ще се изправи, за да се защити, 16:111
- всеки е залог за това, което е спечелил, 74:38
- Аллах се кълне в самоукоряващите се, 75:2
Фараон, 28:6; 40:24
- хора от, 2:49; 3:11; 7:141; 44:17-33
- удавен, 2:50
- отношения с Моисей, 7:103-137; 10:75-92
- мъртво тяло, извадено от морето, 10:90-92
- престъпвал е преградите; извършвал е грехове и е не се е подчинявал, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- праведна съпруга, 28:8-9
- твърди, че е бог, 28:38; 79:24
- унищожен, 29:39
- вярващ мъж от семейството на фараона, 40:28-44
- строеж на кула, 40:36-37
- виж също Моисей
Трупане на светски неща, 102:1-4
Клетва (Байа)
- за исляма, 16:91
- на Пратеника е Бай'а (обет) към Аллах, 48:10
- на вярващите, 48:18; 60:12
Залог (ипотекиране), нека има, 2:283
- всеки човек е, заради това, което е спечелил, 52:21; 74:38
Поезия, 36:69
Поети, 26:224-227; 69:41
Нарове, 6:141
Бедните, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
Молитва, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- нито на глас, нито тихо, 17:110
- призив за невярващите, 9:113-114
- призив към неверниците, 13:14
- Той отговаря (на призивите на) тези, 42:26
- търсете помощ в търпение и, 2:45, 153; 20:132;50:39
- изпълнете Iqamat-as-Salat, с лице към Qiblah, 2:142-145, 149-150
- пазете стриктно, 2:238
- при пътуване и атака, 2:239; 4:101-102
- не се приближавай, когато си в пияно състояние, 4:43
- нито в състояние на Джанаба, 4:43
- пречистващ за, 4:43; 5:6
- когато завърши, 4:103
- времена на, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- поклон пред Аллах, 13:15
Молитви, петък, 62:9-11
Предпазни мерки при опасност, 4:71
Военнопленници, 8:67-71
- вижте също Пленници
Обещание за истина, 46:16-17
Имот, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Пророци, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- завети на, 3:81; 33:7-8
- незаконно за, 3:161
- враг за всеки, 6:112; 25:31
- вижте също Пратеници
Поклон
- на Аллах се падат всички на небесата и на земята, както и техните сенки, 13:15
Провизия, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
Псалми, 4:163
Наказание
- отлагане на, 3:178
- порязване на ръцете или краката, 5:33
- накажете ги с подобно на онова, с което бяхте измъчвани, 16:126
- на този живот и на отвъдния живот, 24:19; 68:33
Пречистващ
- телесен, 4:43; 5:6
- духовно (от нечистотии), 87:14; 91:9
Кадар, 5:5; 64:11
Кадр, S.97
Каф, S.50
Калам, S.68
Камар, S.54
Кариа, S.101
Карун (Кора), 28:76-82; 29:39 часа
Касас, S.28
Кибла, 2:142-145, 149
Кисас (Закон за равенство в наказанието), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Коран
- описано, 13:31, 36, 37; 14:1; 56:77-80
- не е такова, каквото би могло да бъде създадено от друг освен Аллах, 2:23; 10:38; 11:13; 17:88
- ако беше от друг, а не от Аллах, в него щеше да има много противоречия, 4:82
- явна светлина, 4:174; 42:52
- разкрито, 6:19
- Аллах е свидетел на това, 6:19
- ясно доказателство, 6:157
- лъжлив разговор за стихове от, 6:68
- Напомняне, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- когато се рецитира, слушайте и мълчете, 7:204
- Зикр, 7:205; 15:6, 9
- Книга на мъдростта, 10:1; 31:2; 36:2
- вдъхновено послание, 10:2, 109; 42:52
- тези, които го отхвърлят, 11:17
- на арабски, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- направен на части и разкрит на етапи, 15:91; 17:106; 25:32; 76:23
- промяна на стих, 16:10
- когато искате да рецитирате, 16:98
- водачи, 17:9
- блага вест и предупреждение, 17:9-10
- и неверниците, 17:45-47
- рецитирането в ранни зори е винаги свидетелствано (от ангелите), 17:78
- изцеление и милост, 17:82
- напълно обяснени на човечеството, всякакъв вид сравнения и примери, но повечето отказват, 17:89; 18:54; 39:27
- лесно, 19:97; 44:58; 54:17, 22, 32, 40
- моят народ изостави този Коран, 25:30
- потвърдено от Писанията, 26:196
- разказва на синовете на Израел, за което те се различават, 27:76
- рецитирайте и се молете, 29:45
- Истина от Аллах, 32:3; 35:31
- в благословена нощ, 44:3
- в него е постановено всяко постановление, 44:4
- помислете дълбоко в, 47:24
- предупреждава от, 50:45
- преподано от Аллах, 55:1
- и почтен рецитал, добре пазен, 56:77-78
- никой не може да докосне, освен онези, които са чисти, 56:79
- ако бъде изпратен на планина, 59:21
- мъка за неверниците, 69:50
- абсолютна истина със сигурност, 69:51
- рецитирайте бавно, 73:4
- в Записи, водени с почит, пазени чисти и святи, 80:13-16
- Напомняне към (всички) аламини, 81:27
- неверниците отричат, 84:22
- в запазена таблетка, 85:22
- Дума, която разделя истината от лъжата, 86:13
- рецитиране на чисти страници, 98:2
- вижте също Книга; Откровение
Курейш, S.106
Курейш
- неверниците от, 54:43-46, 51
- опитомяване на, 106:1-4
Равини и монаси, 9:31, 34
Състезание, стремене като в, в добри дела, 5:48
Раад, S.13
Рахман, S.55
Дрехите на праведността са по-добри, 7:26
Дъжд
- Дарът на Аллах, 56:68-70
- от камъни, 27:58
Рамадан, 2:185
Рами, 2:200
Откуп
- не, ще бъде взет, 57:15
- предложено от невярващи, 3:91; 10:54; 13:18
Фидя, за пост, 2:196
- за освобождаването на пленниците, 8:67
Рас, жителите на, 25:38; 50:12
Възмездие
- Денят на, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- отричащи, 107:1-7
- на зло има зло, подобно на него, 42:40
Помирение
- който прощава и прави, 42:40
- между мъж и жена, 4:35
- между вярващите, 49:9-10
Запис
- вписан в регистър, 83:7-9, 18-21
- всеки народ ще бъде призован към своето, 45:28-29
- писани страници с делата на всеки човек, 81:10
- което говори истината, 23:62
- с дясната ръка, 69:19; 84:7-9
- с лява ръка, 69:25
- зад гърба, 84:10-15
Ангели, записващи, 50:17-18, 23; 85:11
Облекчение, с трудностите, 94:5-6
Религия
- без принуда, 2:256
- е ислямът, 3:19
- на Аллах, 3:83-84
- освен исляма, 3:85
- не превишавайте ограниченията в 4:171; 5:77
- усъвършенстван, 5:3
- които приемат като игра и забавление 6:70
- които разделят своите и се разделят на секти, 6:159; 30:32
- вижте също 42:13-14; 43:65; 45:17
- мъжете са се разделили на секти, като всяка група се радва на своята вяра, 23:53; 30:32
- не е положен, никакви трудности, 22:78
- човечеството е създадено на, 30:30
- същото, за всички пророци, 42:13-15
- прародителски, 43:22-24
Споменаване на Аллах, 63:9
- в сърцата намират покой, 13:28
Покаяние
- приема се, ако зло е извършено по невежество и се покае скоро след това, 4:17; 6:54
- и без резултат е, ако злите дела продължават, 4:18
- Той приема и прощава грехове, 4:25
Отсрочка за зло, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Възкресение, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- пример в историята от Ездра 2:259
- Авраам 2:260
- хора от пещерата 18:9-26
- предупреждение към отричащите възкресението 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Възкресение, 7:89; 20:100-101, 124
- Истинският ден, 78:39
- платихте си заплатата изцяло 3:185
- ще бъдат отворени писмени страници с актове, 81:11
- всеки човек ще знае какво е донесъл, 81:14
- всеки човек ще се изправи пред всички добри и зли дела, които е извършил, 3:30
- човек ще знае какво е изпратил напред и какво е оставил след себе си, 82:5
- без страх от несправедливост, 20:112
- баланси на справедливостта, 21:47
- везни на делата, 23:102-103
- който върши добро или зло, равно на теглото на един атом, ще го види, 100:7-8
- всички тайни ще бъдат изследвани, 86:9
Запис, даден с дясната ръка, 69:19; 84:7-9
Записът е даден с лявата ръка, 69:25
Запис, даден зад гърба, 84:10-15
- тежък ден за неверниците, 25:26; 54:8; 74:9
- тежък ден, 76:27
- носят тежко бреме, 20:100-101
- не е позволено да се извинява, 77:36
- злодеят ще хапе ръцете му, 25:27
- угнетителите се събраха със своите другари и идоли, 37:22
- разрушение с дълбоки съжаления, скърби и отчаяние, 30:12
- жената, погребана жива, ще бъде разпитана, 81:8-9
- най-големият ужас, 21:103
- обаждащият се ще се обади на нещо ужасно, 50:41;54:6-8
- единичен (вик), 36:29, 49, 53; 38:15; 50:42
- Заджра (вик), 37:19; 79:13
- почти мъчение, 78:40
- небето ще се разтресе със страшен трус, 52:9; 56:4
- небето е разделено на две, 84:1-2
- небето се разцепи, 77:9; 82:1
- небето ще се разкъса от облаци, 25:25
- небето ще бъде свито в десницата Му, 21:104; 39:67
- всички на небето и на земята ще припаднат, 39:68
- небето ще се отвори, ще стане като порти, 78:19
- небето ще бъде като вряща мръсотия от масло, 70:8
- звездите ще падат, 81:2; 82:2
- звездите ще загубят сиянието си, 77:8
- слънцето ще загуби светлината си, 81:1
- моретата ще станат като пламтящ огън, 81:6
- моретата се разразяват, 82:3
- земетресение на Часа, 22:1; 99:1
- планините ще се преместят, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- стрит на прах 20:105; 56:5
- като люспи от вълна, 70:9;101:5
- земята и планините ще се разтърсят силно, 73:14; 79:6
- земята е смляна на прах, 89:21
- земята ще се превърне в друга земя, както и небесата, 14:48
- земята е разпростряна, 84:3-5
- земята като заравнена равнина 18:47; 20:106
- земята изхвърля бремето си, 84:4; 99:2
- гробове, обърнати с главата надолу, 82:4
- възкресение от гробовете, 21:97; 70:43
- над земята, жива след смъртта, 79:14
- дивите зверове ще бъдат събрани заедно, 81:5
- възкресен сляп, 20:124-125
- Ще бъде затръбен тръбен тръбен звук, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Сахха, 80:33
- душите ще се съединят с телата си, 81:7
- престой не повече от десет дни, 20:103
- остават не повече от един ден, 20:104
- или част от деня, 23:112-114
- Ден на събирането, 64:9
- Денят на страшния съд, 37:21
- Ден на решението, 77:38; 78:17
- Ден на сортирането, 77:13-14
- Ден на скръбта и съжаленията, 19:39
- отричащи, 77:15-50
- човечеството ще бъде като разпръснати молци, 101:4
- човечеството ще се развива на разпръснати групи, 100:6
- човечеството е като в пиянско състояние, 22:2
- всяка бременна ще се откаже от товара си, 22:2
- бременните камили ще бъдат пренебрегнати, 81:4
- кърмещата майка ще забрави кърмачето си, 22:2
- роднините ще бъдат накарани да се видят един друг, 70:11
- човек ще бяга от роднините си, 80:34-37
- никой приятел няма да пита приятел, 70:10
- няма да има приятел, нито ходатай, 40:18
- никой човек няма право да прави каквото и да било за друг, 82:19
- няма да има сила, нито помощник, 87:10
- няма страх за вярващите, 43:68
- вярващите ще бъдат сред сенки, извори и плодове, 77:41-43
- обитателите на Рая и техните съпруги, 36:55-58
- ангели ще бъдат изпратени с грандиозно спускане, 25:25
- Шин ще бъде оголен, 68:42-43
- Раят ще се приближи, 81:13
- Адът ще се приближи, 89:23
- Адският огън ще бъде свален, разпален до свиреп пламък, 81:11-12
- Отмъщението чрез милостиня ще бъде изкупление, 5:45
Откровение
- ако се съмнявате, 2:23-24
- отменен или забравен стих, 2:106
- правилно напътствие, 3:73
- от Господа, затова не бъди от онези, които се съмняват, 6:114
- за хората, които разбират, 6:98
- Напътствие и Милост, 7:203; 16:64; 31:3
- чрез Рух-ул-Кудус, 16:102; 26:192-193
- обяснено подробно, 6:98; 41:2-4
- от Книгата е от Аллах, 46:2
- вижте също Книга и Коран
Отмъщение за угнетително зло, което им е било извършено, 42:39-43
Награда
- според най-добрите дела и дори повече, 24:38; 29:7; 39:35
- като награда 25:15
- Аллах възнаграждава онези, които вършат добро, с най-доброто, 53:31
- за добро, няма друга награда освен добро, 55:60
Риба (вижте лихварство)
Праведни
- компания на, 4:69
- ще наследи земята, 21:105
- в Рая, 51:15-19; 76:5-12
- вижте също Добро
Праведност, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- стръмен път от, 90:11-18
Правилното напътствие е напътствието на Аллах, 3:73
Пътища, път, 43:10
Скалист тракт (Хиджр), жители на, 15:80-85
Римляни, 30:2-5
Покрив, небето, 21:32
Рух (Гавраил), 26:193; 67:12; 70:4; 78:38;97:4
Рух-ул-Кудус, 2:87, 253; 5:110; 16:102
- вижте също Габриел
Рух (душа, дух), 15:29; 17:85; 58:22
Ром, S.30
Саба (Шава), 27:22-44; 34:15-21
Саба, S.34
Събота
- нарушителите на, 2:65; 4:154; 7:163-166
- предписано само за, 16:124
Савяни, 5:69; 22:17
Жертва, 2:196, 200; 22:34-37
Тъжно, S.38
Садака (Благотворителност), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- по-добре е да се крие, отколкото да се показва, 2:271
Сафа и Марва, 2:158
Саф, S.61
Сафат, S.37
Саил Ал-Арим (освободен поток от язовир Мариб), 34:16
Сажда, S.32
Сакина (спокойствие и тишина), 2:248; 9:26, 40; 48:4, 18, 26
Салих, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Салсабил (пролет в Рая), 76:18
Самири, 20:85, 95-97
Самуил, 2:247
Сатана, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- възбужда вражда и омраза, 5:91
- зли шепоти от, 7:200-201
- заблуждава, 8:48
- предаден, 14:22
- няма власт над вярващите, 16:99-100
- хвърля лъжа, 22:52-53
- е враг, 12:5; 35:6; 36:60
- арогантност 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- джин 18:50-51
- Изкушението и падението на Адам 7:20-23; 20:116-121
- няма власт над вярващите 16:98-100
- неговият гол 35:6-8
- заклет враг на човечеството 12:5; 17:53
- неговата партия 53:14-19
- делото на неговите ръце 5:90-91
- обезкуражава добрите дела 2:268
- вярващите търсят убежище при Аллах от него 7:200-202
- неговите схеми са слаби 4:76
- разочарова последователите си 8:48
- говори с последователите си в Ада 14:22
- вижте също Иблис
Мащаб, успешен, чиято ще бъде тежка, 7:8-9
- вижте също баланс
Писание
- хора от (юдеи и християни), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- какво криеха, 5:61-63
- сред онези, които са на правия път, 5:66
- те разпознават, но не вярват, 6:20
Морета, 42:32-33; 45:12
- двамата, 18:60; 25:53; 35:12; 55:19-20
- когато, избухват, 82:3
Тайна (Наджва)
- разговори, 4:114
- съвет на трима, 58:7
- съвети, 58:8, 10
- лична консултация, 58:12-13
Секти и разделения в религията, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Той низпосла сигурност след бедствието, 3:154
Семе, Който го кара да расте, 56:63-67
Сетива, 23:78
Седем, създадени
- небеса, 2:29; 23:17; 65:12; 67:3; 71:15
- и на земята като там, 65:12
Сянка
- пада в суджуд пред Аллах, 13:15; 16:48
разпространение на, 25:45
Шамс, S.91
Камила като ясен знак за самудянците, 7:73; 17:59; 26:155-158
Кораб, плаване на, като знак; да бъда в услуга; да бъда благодарен; да търся Неговата щедрост, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
Шуайб, 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Шура, S.42
Сидрат-ул-Мунтаха, 53:14
Обсада на Медина, 33:9-27
Сиджин, 88:7-9
Грях, 7:100; 74:43-6
- незаконен сексуален контакт, 4:15-16; 24:2, 19
- ако са по-големи, се избягват, малките грехове се опрощават, 4:31
- те могат да се крият от хората, но не могат да се скрият от Аллах, 4:108
- който печели, той го печели само срещу себе си, 4:111
- който спечели, а след това го хвърли на някой невинен, 4:112
- Аллах прощава, когато не Му се съдружават в поклонението, а прощава комуто пожелае грехове, освен това, 4:116
- онези, които са извършили, ще получат заслужено възнаграждение, 6:120
- грешниците никога няма да успеят, 10:17
- Аллах прощава всичко, 39:53
- по-големи грехове, 42:37
Синай, планината, 19:52; 23:20; 95:2
Грешниците, ушите, очите и кожата им ще свидетелстват против тях, 41:20-23
Мостът Сират, 66:8
Клеветник, 68:11-12; 104:1
Роби, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- вижте също Военнопленници; Пленници
Сънят, нещо за почивка, 78:9
Содом, 29:31; 37:136
Содомия, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Соломон, 2:102; 4:163; 6:84
- помага на баща си Давид да стигне до по-справедлива преценка 21:78-82
- и мравките, 27:15-19
- и папунякът, 27:20-26
- и царицата на Саба“, 27:22-44; 34:15
- Благодатта на Аллах към него 34:12-14, 38:34-40
- любовта му към хубавите коне 38:30-33
Син, осиновен, 33:4-5
Душа (дух, Рух), 15:29; 17:85; 58:22
Разходвайте, в името на Аллах, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- което е отвъд вашите нужди, 2:219
- подобие на онези, чиито богатства са по пътя на Аллах, 2:261
- да бъде видян от хората, 2:264; 4:38
- каквото и да направите, в името на Аллах, ще ви се въздаде, 2:272; 8:60; 34:39
- не с екстравагантност или разточителство, 6:141;17:26
- нито екстравагантен, нито стиснат, 25:67
- които затварят ръцете си, за да не харчат пари по пътя на Аллах, 9:67
Дух (душа, Рух), 15:29
- знанието за това е при Аллах, 17:85
- Аллах укрепва вярващите с, 58:22
Военни плячки, 8:41, 69; 48:15, 19-20; 48:15
- вижте също Плячка
Шпиониране, 49:12
Звезда, 53:1, 49; 86:1-4
Звезди, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Прав, Път, 1:6
- и др. Път, 6:153
- и др. Стремеж, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Кърмене, терминът на приемната майка, 2:233
Страдание, бедност, загуба на здраве и бедствия; просперитет и богатство, 7:94-96
Неделя, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Върховен успех, 9:72; 44:57
Сура, 10:38; 11:13; 47:20
- неговото откровение увеличава вярата, 9:124-127
Подозрения, 49:12
Прехрана, 19:62
- вижте също Провизия; Провидение
Сува, 71:23
Табук, 9:40-59, 81-99, 117-118, 120-122
Тагабун, S.64
Тагхут, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- вижте други фалшиви богове
Та-Ха, S.20
Тахрим, S.66
Такатур, S.102
Таквир, S.81
Талак, S.65
Талх (бананово дърво), 56:29
Талут (Саул), 2:247-249
Тарик, S.86
Тасним (пролет), 83:27-28
Тауба, S.9
Таваф (обикаляне на Кааба), 2:200; 7:29,31
Таяммум, 4:43; 5:6
Срок, всеки народ има свой определен, никой не може да го предвиди, нито да го забави, 7:34; 10:49; 15:4-5; 16:61; 20:129
Територия, пазете своята, от армейски части, 3:200
Изпитание, кълна се в Аллах, 3:154; 34:21
Самуд, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
Крадец, наказание, 5:38-39
Трон, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- върху водата, 11:7
- осем ангела, носещи, 39:75; 40:7; 69:17
Време, 45:24; 76:1; 103:1
Калай, S.95
Мъка, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Селище, никога не сме унищожили, но за него е имало известно постановление, 15:4
Търговия и собственост, 4:29
Пътуват, не са ли пътували те по земята, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Предателство, 8:58; 22:38
- виж Предателство
Съхранено съкровище, 9:35
Съкровищата на Аллах, 6:50
Дървото на Вечността, 20:120
Дървета, 22:18
Изпитания, 2:214-218; 64:15
Тръба, в Деня на възкресението, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
Сахха, 80:33
Доверие, предложено на небесата, земята и планините, но поето от човек, 33:72-73
Тръстове (Amanah),2:283; 4:58; 8:27; 23:8;33:72; 70:32
Истина, 5:48; 23:70-71, 90; 25:33; 69:51
- не смесвай с лъжа, нито скривай, 2:42
- дойде и лъжата изчезна, 17:81
- обещание от, 46:16-17
Tubba', хора от, 44:37; 50:14
Тур (Планината), 28:29, 46
Тур, S.52
Тува, долината на, 20:12; 79:16
Ухуд, битка, 3:121-128, 140-180
Умма (общност, нация), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Умра, 2:128, 158, 196
Лихварство (Риба), 2:275-276, 278-280; 3:130;4:161; 30:39 часа
Узаир (виж Езра)
Уза, 53:19
Воал, невидим, 17:45-46
Забулване, 24:31; 33:59
Стихове, Sab' Al-Mathani, 15:87
Победа
- дадено от Аллах, 48:1
- с помощта на Аллах, 61:13
Добродетели (вижте Праведност; Вярващи)
Уад, 71:23
- „Чакай, ние също чакаме“, 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Уакиа, S.56
Война срещу Аллах, 5:33-34
Не прахосвайте с разточителство, 6:141; 7:31; 17:26
Вода, всяко живо същество е направено от, 21:30; 24:45; 25:54
- две морета, 18:60; 25:53; 35:12; 55:19-20
- Тронът на Аллах е на, 11:7
- дъжд, 23:18
Пътят, 1:6; 42:52-53; 90:10
- и др. лесно, правя лесно, 87:8
- вижте също Път
Пътник, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
Богатство
- който е събрал, 104:2-4
- харчене в името на Аллах (виж Харчене)
Богатство и деца, украшение на земния живот, 18:46
Тегло и мярка, дайте пълна информация, 11:85; 17:35; 83:1-5
Вдовици, 2:234-235, 240
Волята на Аллах, 10:99-100; 30:5; 81:29; 82:8
Волята на човека е да ходи право, освен ако Аллах не пожелае, 28:29
Ветрове, 77:1-3
- като вестители на блага вест, 7:57; 30:46
- вдигане на облаци, причинявайки вода, 15:22; 30:48
- пожълтява, 30:51
Вино (в рая)
- чисти напитки, 37:45; 76:21
- бяло, вкусно, 37:46
- реки от, 47:15
- чисто запечатан, 83:25
Не пожелавай онова, в което Аллах е направил едни да превъзхождат други, 4:32
Свидетели
- към завета на пророците, 3:81
- над човечеството, 2:143; 22:78
- за договор, 2:282
- две жени срещу един мъж, 2:282
- до незаконен сексуален контакт, 4:16; 24:2
- бъди справедлив, 5:8
- ръцете и краката ще свидетелстват, 36:65
- човек срещу себе си, 75:14
Ден на свидетелстване и Ден на свидетелстване, 85:3
Съпруги
- са нива за вас, 2:223
- корица за теб, 2:187
- от твоя вид, 16:72
Жената, спорещата, 58:1-2
Жени, 2:222-223; 4:15, 19-22, 34, 127
- които обвиняват целомъдреността, 24:4-5, 11-17, 23-26
- забулване, 24:31; 33:59
- вярващи, като емигранти, 60:10-12
- не се изяснява в спора, 43:17-18
Дърво, обитатели на, 15:78; 38:13; 50:14
- виж също Aikah; Madyan 26:176-191
Свят, живот на този
- не е нищо друго освен игра и забавление, 6:32;29:64; 47:36; 57:20
- мами мъжете, 6:130
- насладата от отвъдния живот е по-малка от тази в отвъдния живот, 9:38; 13:26; 28:60-61
- който пожелае, ще влезе там, но после няма да има дял в отвъдния живот, 11:15-16; 17:18; 42:20
- богатство и деца, украшение на, 18:46
- които обичат настоящето и напускат отвъдния живот, 75:20-21; 76:27
Писане, за договори, 2:282
Злодеи, 11:18-22, 101-104, 116-117; 39:47
- вижте също Невярващите
Абдест (Измиване), 4:43; 5:6
Ягут, 71:23
Яхя (Джон)
- блага вест от, 3:39; 21:90
- праведен, 6:85
- мъдър; състрадателен; послушен, 19:12-15
Я-Син, S.36
Ясриб (Ал-Медина), хора от, 33:13
Яук, 71:23
Юнус (Йона), S.10
Юсуф (Йосиф), S.12
Забур, 21:105
Захария (Zakariyya), 3:37-41; 6:85; 19:2-11; 21:89-90
Заид Ибн Харита, роб на Пророка, 33:37-38
Зекят, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- предмети на Зекят и милостиня, 2:273; 9:60
Занджабил, 76:17
Залзала, S.99
Закум, 17:60; 37:62-66; 44:43-46; 56:52
Зихар, 33:4; 58:2-4
Зухруф, S.43
Зумар, S.39
Основни принципи
- Вяра, усъвършенствана 5:3
- единственият Път, приет от Аллах 3:19, 85
- никаква принуда при приемането на исляма 2:256
- една религия с различни вероизповедания и кодекси на законите 5:48; 22:67-70; 42:13-14
- пророци на исляма 2:135-136; 3:84; 4:163-165
- заповеди (вярвайте в Аллах и вършете добро) 4:36; 6:151-154; 17:23-39; 18:107-108
- пет цели на Шариата: защита на вярата 5:54
- защита на живота 5:32;6:151
- защита на богатството 5:38
- защита на честта 5:5;24:4
- защита на способността на човек да мисли 5:90.
Вяра в Аллах 2:255
- Божествени качества, Красиви имена 57:1-6; 59:22-24; 85:13-16; 112:1-4
- единственият бог, достоен за поклонение 1:1-4; 2:285; 6:3; 43:84
- цялата власт принадлежи на Него 3:26; Неговият престол (Арш) 7:54; 11:7
- Неговият Курси (табуретка или стол) 2:255
- безбройни благоволения за човечеството 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- дава живот и причинява смърт 44:8; 53:44; 57:2; 67:2
- носи радост и тъга 53:43
- дава изобилни или ограничени провизии 13:26; 17:30; 29:62
- Най-добрият от всички съдии 95:8
- Най-милостивият от милостивите 12:92
- обича праведните 85:14
- пълен с прошка и суров в наказанието 13:6, 40:3
- Първият и Последният 57:3
- цялата чест и сила принадлежат на Него 35:10
- познава непознатото и вижда невидимото 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- знае най-добре какво е скрито в сърцето 5:7; 11:5; 31:23
- знае какво се е случило и какво предстои 2:255
- е написал всичко в Летописа (или Запазената плоча) 6:38; 13:39; 36:12
- способен да направи всичко 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- Неговата безгранична сила 3:26-27; 24:45; 31:28-30
- сътвори небесата и земята за шест дни и никога не се умори 46:33; 50:38
- създава с думата „Бъди!“ 36:81-83
- никога не е несправедлив към Своето творение 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- всичко се подчинява на Неговата воля 3:83; 22:18; 30:26
- всички се нуждаят от Него 11:6; 35:15; 55:29
- уповавай се на Него 10:84-85; 12:67; 25:58
- форми на божествено общуване 42:51
- достойно е да се имат предвид 2:21; 3:102; 4:1; 33:70-71; 59:18
- мъдростта е дар от Него 2:269
- Той не се нуждае от никого 3:97; 6:133; 112:2
- нито едно в Троица 4:171
- няма партньор 6:101
- няма деца 10:68; 19:35; 43:81; 72:3; 112:3
- няма съдружници или богове-съдружници 6:94; 7:191-195; 46:4-5
- нищо подобно на Него 42:11; 112:4
Заповед за размисъл върху чудесата на Неговото творение 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Знамения в сътворението 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- е създал всичко с определена цел 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- вселената е усъвършенствана 67:3-4
- слива се денят с нощта 3:27
- разнообразие 30:22; 35:27-28
- мед 16:68-69
- мляко 16:66
- дар от деца 42:49-50
- планети и орбити 21:33; 36:38-44
- съзвездия 25:61; 85:1
- звезди 37:6-7; 67:5
- облаци 7:57;30:48
- земетресение 7:78; 7:155
- свлачище 28:81; 29:40
- буря 10:22
- ръмеж, градушка и дъжд 2:265; 6:99; 24:43; 50:9-11
- гръм и светкавица 13:12-13
Научни справки
- хората са създадени от мъжки и женски гамети 76:2
- фази на формиране и развитие на ембриона 22:5; 23:12-14
- плод в три слоя мрак 39:6
- солени води 25:53-54; 35:12; 55:19-20
- опрашване от вятъра 15:22
- пръстови отпечатъци 75:3-4
- планини като колчета 78:7
- желязо, изпратено надолу 57:25
- рецептори за болка 4:56
- слънцето като източник на лъчиста светлина и луната като отразена светлина 10:5
- разделяне на луната 54:1
- небето като добре защитен балдахин 21:32
- всички същества са създадени от вода 21:30; 24:45
- мравките общуват 27:17-19
- вътрешни вълни 24:40
Живи същества
- ангели 39:75
- хора (авторитет на земята) 2:30; 6:165; 16:4
- джин 72:1-15
- животните принадлежат към общности като хората 6:38
- теле 11:69
- камила 7:40
- куче 18:22
- слон 105:1
- коне, мулета и магарета 16:8
- лъв и зебри 74:50-51
- маймуни 2:65
- прасета 2:173
- камила 7:73
- овце и кози 6:143
- вълк 12:17
- жаби 7:133
- змия 7:107
- птици 24:41
- врана 5:31
- папуняк 27:20
- пъдпъдъци 2:57
- риба 18:61
- кит 37:142
- мравки 27:18
- пчели 16:68
- комар 2:26
- полет 22:73
- въшки и скакалци 7:133
- паяк 29:41
- други непознати за нас 16:8
Растения и плодове 6:99; 13:4; 16:11; 36:33-35
- банани 56:29
- дати 19:25
- билки, краставици, чесън, леща и лук 2:61
- грозде 80:28
- маслини 6:99
- фиг. 95:1
- нарове 55:68
- скуош 37:146
Вярата в Мохамед
- Качества, само пророк 3:144; 6:50; 7:188; 18:110
- да се предаде истината 2:119; 35:24; 42:48
- печат на пророците 33:40
- благороден характер 3:159; 68:4
- пример за подражание 33:21
- като услуга за вярващите 3:164
- милост за целия свят 21:107
- универсален пратеник 4:170; 7:157-158; 34:28
- води към Правия път 42:52-53
- грижи се за хората 9:129
- като свидетел в Деня на страшния съд 4:42; 16:89
- неграмотен пророк 7:157-158; 29:48; 62:2
- пророкувано в Тората и Евангелието 7:157
- предсказано от Исус 61:6
Предизвикателства, пред които е изправен Пророкът ( ﷺ )
- безсмислените искания на езичниците 8:32; 15:7; 17:89-93; 25:7-8
- лъжливи обвинения 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- опити за покушение върху живота му 8:30; 9:74
- предупреждение към онези, които му вредят или му се противопоставят 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- заповядано е да се отговаря с търпение на отказ 20:130; 30:60; 46:35; 70:5
- заповядано, успокоено от Аллах 5:67; 93:1-11; 94:1-8
Уроци от живота на Пророка ( S.а.S. )
- от емиграцията му (хиджра) до битката при Бадр 3:121-129; 8:42-44; 8:65-71
- Битката при Ухуд 3:151-180
- Битката при рова 33:9-27
- Битката при Хунайн 9:25-27
- Медина 9:40
- Табук 9:38-123
- Бану Ан-Надир 59:2-6
- Хамра ал-Асад 3:172-175
- Примирие от Худайбия 48:1-7; 48:10-29
Почести, отдадени на Пророка ( ﷺ )
- Аллах и Неговите ангели го благославят 33:56
- нощно пътуване от Мека до Йерусалим 17:1
- пътуване до небесата 53:1-18
- почитан в този и следващия живот 17:79; 66:8; 108:1
- послушанието към него е послушание към Аллах 4:80
- награда за послушание към Аллах и Неговия Пратеник 4:69
- семейството му е пречистено 33:33-34
- вижда Гавраил в истинския му вид 53:1-18
- на вярващите е наредено да му се подчиняват 59:7
- етикет на говорене с него 49:1-5
- етикет на посещението му 33:53
- етикет в общуването със съпругите му 33:53
- Аллах е доволен от него и неговите сподвижници 9:100; 9:117
- превъзходство на неговата религиозна общност 2:143; 3:110
Молитва (салах) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- Петъчно събрание 62:9
- посока на молитвата (Кибла) 2:144; 2:149-150
- трябва да възпира човек от зли дела 29:45
- пъти 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- докато е в опасност или е на път 2:239; 4:101-102
- предупреждение към онези, които пренебрегват молитвите 19:59; 74:38-47; 107:5-7
- молитвите на лицемерите 4:142; 9:54
Пречистване, измиване (уду) 5:6
- пълно къпане (гусл) 2:222; 4:43
- сухо измиване (таяммум) 4:43; 5:6
Молитви (дуа)
- от Авраам 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Адам и Ева 7:23
- Исус 5:114
- Йов 21:83; 21:83
- Йона 21:87
- Йосиф 12:33; 12:101
- Моисей 10:88-89; 20:25-35
- Мохамед 17:80; 20:114
- Ной 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Соломон 38:35
- Шуайб 7:89
- Захария 3:38; 19:2-6; 21:89-90
- ангели 40:8-9
- Майката на Мария 3:35-36
- Фараоновата жена 66:11
- Фараоновите магьосници 7:126
- Цар Саул и вярващите с него 2:250
- вярващите от израилтяните 10:85-86
- хората от пещерата 18:10
- праведните 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- потиснатите 4:75
Стихове за поклонение
- саджадат, множествено число на седжда, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
Милостиня (закят), като задължение 2:110; 2:177; 2:277; 6:141
- едно от качествата на вярващите 22:41; 23:4; 51:19
- получатели 9:60
- благотворителност (sadaqah) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- предупреждение към онези, които задържат 3:180; 9:34; 47:38
Пост (саум)
- в Рамадан 2:183-185
- часове пост 2:187
- изключения 2:184-185
- интимни отношения през нощта преди поста 2:187
- пост по време на поклонение 2:196
Поклонение (хадж)
- задължение за тези, които могат да си го позволят 3:97
- ритуали и постановления 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- жертвоприношения 2:196; 22:36-37
- забрана за лов на сушата по време на поклонение 5:1; 5:94-95
- допустимост на лов в морето 5:96
- Малко поклонение (умра) 2:158; 2:196
Религиозни общности
- Мюсюлмани 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- пазители един на друг 3:28; 9:71
- Християни 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Юдеи 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Децата на Израел 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Хората на Писанието (главно евреи и християни) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Мюсюлманите могат да ядат от животни, пожертвани от тях, и да се женят за техните жени 5:5
- храни, забранени за евреите 6:146
- Савяни 2:62; 22:17
- Маги 22:17
- политеисти (езичници, идолопоклонници) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- езически суеверни практики 2:189; 5:103; 6:138-144
- атеисти 52:35-36
Езическите практики са забранени
- погребване на дъщери живи 16:58-59; 81:8-9
- убиване на деца от страх от бедност 6:137; 6:151; 17:31
- подсвиркване и пляскане с ръце около Кааба 8:35
- посвещаване на камили на идоли 5:103; 6:136
- жертвоприношение в името на идоли 6:121
- развод Зихар 33:4; 58:2-4
- ила' (за повече от четири месеца) 2:226-227
- теглене на жребий за решения 5:3
- обикаляне около Кааба голо 7:26-28
- влизане в домовете през задни врати след поклонение 2:189
Предмети на поклонение
- ангели (сред някои езически араби) 34:40
- Ал-Айка (сред хората от Шуайб) 26:176
- Баал (сред народа на Илия 37:125
- Исус (в християнството) 5:17
- идоли (сред народа на Авраам) 21:52-53
- идолите на Лат, Уза и Манат (сред арабските езичници) 53:19-20
- идолите на Уад, Сува, Ягут, Яук и Наср (сред народа на Ной) 71:23
- слънцето (жителството на Шева) 27:24
- Сириус (сред някои езически араби) 53:49
- Фараон (в древен Египет) 26:29; 28:38; 79:24
- желания 25:43-44; 45:23
- опровергана е вярата в множество богове 17:42-43; 21:21-24; 25:3
Места за поклонение, джамии 9:18
- църкви, синагоги и манастири 22:40
- светилище 3:39; 38:21
- храм 17:7
- Религиозни титли, свещеници, монаси и равини 5:44; 5:63; 5:82; 9:31-34
Ангели
- попитайте за сътворението на Адам 2:30-34
- никога не се подчинявайте на Аллах 21:26-27; 66:6
- не са дъщери на Аллах 21:26; 43:16-19
- ангели пазители 13:11
- двама ангели, записващи 50:16-18; 82:10-12
- осем, носещи Трона на Аллах в Съдния ден 69:17
- деветнадесет пазители на Ада 74:26-31
- Ангели на смъртта 6:93; 16:28; 32:11
- Гавраил 2:97; 66:4; 26:192-195; 53:1-14
- Михаил 2:98
- Малик 43:77
Пратеници
- измежду ангелите и хората 22:75
- Пратеници на твърда решителност (Авраам, Ной, Моисей, Исус и Мохамед ﷺ ) 33:7; 42:13; 46:35
Писания
- Коран, откровение от Аллах 12:2-3; 20:2-4; 26:192-195; 32:2-3
- напомняне за целия свят 68:51-52
- напътствия към най-праведния начин на живот 17:9
- откровението започна през месец Рамадан 2:185
- в благословена нощ 44:3;97:1-5
- разкрива се на етапи 17:105-106
- направено лесно за запомняне 54:17
- потвърждава истината в предишните откровения 3:3-4
- върховен авторитет по отношение на по-ранни писания 5:48
- няма съмнение в това 2:2; 10:37
- без противоречия 4:82
- не е измислено 10:37-39
- не е преписано от Библията 25:4-6
- не е разкрито от дяволи 26:210-212
- никой не може да създаде нещо подобно 17:88; 2:23-24; 10:13-14; 11:13
- защитен от поквара 15:9
- защитено в Запазената скрижалка 56:75-80
- не може да се докаже лъжата 41:42
- предсказва бъдещи събития 30:1-7; 48:27
- трогва вярващите до сълзи 5:83; 17:107-109
- докосва сърцата 39:23
- блестяща светлина 4:174; 42:52
- изцеление и милост за вярващите 17:82
- Тора 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Евангелие 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Псалми 4:163; 17:55
- Свитъци на Авраам 53:36-44; 87:14-19
Съдба и предопределение 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- свободен избор 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Денят на страшния съд
- никаква несправедливост 2:281; 18:49; 40:17
- ужасите на апокалипсиса 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- праведните и нечестивите в този Ден 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- застъпничество (шафаа) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
Записи на дела 17:13; 18:49
- вярващите получават своя запис с дясната си ръка 69:19-24; 84:7-9
- невярващите получават записа си с лявата си ръка 69:25-37; 84:10-15
- нищо няма да бъде скрито от Аллах 21:47; 40:16
- претегляне на делата 7:8; 23:102-104; 101:1-11
- свидетелство на телесни органи 41:19-24; 24:24
- награда за добри и зли дела 6:160; 27:89-90; 28:84
Видове хора
- вярващи 18:107-108
- невярващи 4:167-169
- лицемери 4:145; 57:13-15
- жители на Рая, водещи вярващи 55:46-61; 56:10-26
- жители на Рая, хора на десницата 55:62-78; 56:27-40
- жители на Ада, хора от левицата 55:31-45; 56:41-56
- хора по висините 7:46-49
Финанси
- Бизнес насоки 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Завещания, незадължителни завещания на лица, които не са наследници 2:180-183; 4:11-12
преди смъртта, докато е на път 5:106-108
- Подкуп 2:188
- Дългове, доброта при събиране на дългове 2:280
- написване и свидетелство за договор за дълг 2:282
- вземане на обезпечение 2:283
- Наследство, насоки 4:7; 4:32-33; 8:75
- дялове на потомството и родителите 4:11
- съпрузи и братя и сестри по майчина линия 4:12
- пълноправни братя и сестри 4:176
- предупреждение към онези, които не спазват 4:13-14
- Лихва, забрана и предупреждение 2:275-281; 3:130-132
- станали без печалба 30:39
Правни
- закон за предателство (хираба) 5:33-34
- Правосъдие, отстоявайки справедливостта 4:135; 5:8; 16:90-91
- отстояване на правата на сираците и жените 4:127
- справедливост към евреин 4:105-112
- справедливост към езичник 4:58
- справедливост с немюсюлманите 60:8-9
- Отмъщение по законни канали (с възможност за прошка) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Раздяла между съпруг и съпруга, хул' 2:229
- лиан (обвинява в прелюбодеяние) 24:6-10
Политически
- Уреждане на дела чрез консултация (шура) 3:159; 42:38
- Бой при самозащита (джихад), етикет 2:190-192; 2:216; 22:38-40
- да не атакува безразборно 4:94
- борба за потиснатите мъже, жени и деца 4:75
- защита на местата за поклонение 22:37
- награда за мъчениците 2:154; 3:169-171; 9:111; 57:19
- военната мощ възпира потенциалните врагове 8:60
- избирайки мир 2:192; 8:61
- Помирение между партиите 49:9-10
- Военнопленници, отношение 8:70; 47:4; 76:8
Социални мрежи
- Осиновяване 33:4-5
- Грижа за сираци 2:220; 4:2-10; 4:127; 6:152; 17:34
- Развод, арбитраж и помирение 4:35; 4:128
- етикет на развода 2:229-231; 65:1-2
- зестра и период на изчакване 2:226-241; 4:19-21; 33:49; 65:1-7
- съпругът да не взема обратно нищо от зестрата 4:20
- съпругата да не бъде тормозена 65:6
- съпругата да бъде издържана финансово по време на бременност 65:6
- по време на периода на изчакване 65:6
- ако кърми детето на бившия си съпруг, 65:6
- никой родител не трябва да страда заради детето си 2:233
- избирайки да бъде дойка 65:6
- Насърчаване на доброто и забраняване на злото 3:104; 3:110; 7:157; 9:71-72; 31:17
- Равенство на човешките същества 49:13
- мъже и жени пред Аллах и закона, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- мъжете имат степен на отговорност по-висока от жените 2:228
- Хранене на бедните, сираците и пленниците 76:8-9
- Прошка и контрол на гнева 3:134; 42:40
- Освобождаване на роби и подпомагане на тях 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Почитане на собствените родители 4:36; 17:23-25; 31:14-15
- Смирение 17:37; 31:18-19
- Тълкуване на сънищата на Авраам 37:102
- Тълкуване на сънищата на Йосиф 12:4; 12:36; 12:43
- Тълкуване на сънищата на Мохамед 8:43; 48:27
- Доброта към немюсюлманите 60:8
- Брак 4:3; 4:129; 16:72; 30:21
- законни и незаконни жени за брак 4:22-24
- етикет на интимността 2:222-223
- бременност и кърмене 2:233; 31:4; 46:15; 65:6
- повторно женитба със собствената си бивша съпруга 2:230
- подпомагане на необвързани да сключат брак 24:32
- едва доловимо проявява интерес по време на периода на чакане 2:235
- Клетви 2:224-225; 16:91-92; 16:94
- поправяне на нарушена клетва 5:89
- Търпение в трудни времена 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Разрешение за влизане 24:58-60
- влизане в домовете на хората 24:27-28
- влизане на обществени места 24:29
- Социален етикет, проверка на новини 4:83; 49:6
- уважение към всички 49:11-12
- етикет на събиранията 58:11
- лични разговори 4:114; 58:9
- Обет 2:270; 9:75-77; 22:29; 76:7
- Прахосване и стиснатост 7:31; 17:29; 25:67
Други истории
- Авел и Каин 5:27-31
- Ал-Хадир и Муса 18:60-82
- Армия на слона 105:1-4
- вярващият от народа на фараона 40:28-46
- раждането на Мария 3:35-36
- Кравата на израилтяните 2:67-74
- Ездра 2:259
- собственици на градини 68:17-32
- Харут и Марут 2:102
- Корей 28:76-82
- Съветът на Лукман към сина му 31:12-19
- собственик на двете градини 18:32-44
- жителите на Савската земя 34:15-19
- хора от пещерата 18:9-26
- хора от окопа 85:1-8
- Нарушители на съботата 7:163-165
- Самири и Златният телец 20:83-97
- Саул и Самуил 2:247-251
- Зул-Карнайн 18:83-98
Дяволи 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- дяволски хора и джинове 6:112;114:6
- небето е защитено от дяволи 15:16-18
Съжаления
- неспазване на Пророк 25:27
- непокорство към Аллах и Неговия Пратеник 4:41-42; 33:64-68
- вземане на зли приятели 25:28-29; 26:96-102; 43:36-39
- отричане на знаменията на Аллах 6:27-30
- не работи за отвъдния живот 89:23-24
Отчаяни молби
- молба за завръщане в света 2:167; 6:27-28; 32:12-14; 42:44
- за втори шанс 35:36-37
- да бъде отстранен от Огъня 40:10-12
- за храна и вода 7:51-52
- за ходатаи 7:52-53
- да бъде сринат до прах 4:41-42; 78:40
- за смърт 43:74-78
Качества на праведния
- спазване на правата на Създателя и Неговото творение 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Качества на нечестивите
- неблагодарен 14:34
- стиснат 17:100
- прибързан 21:37
- споменавайте Аллах само в трудни времена 10:12; 41:51
- нетърпелив 70:19
- спорен 18:54
Големи грехове
- съдружаване на други с Аллах в поклонение (ширк) 4:48; 4:116; 5:72; 6:19; 31:13
- малтретиране на собствените родители 4:36; 6:151; 17:23
- пренебрегване или изоставяне на задължителните молитви 19:59-60
- неплащане на милостиня 41:6-7
- убийство 6:151; 17:33
- умишлено убиване на вярващ 4:93
- кражба 5:38
- измама 7:85; 11:85; 26:182-183; 83:1-6
- лъжа 2:10; 9:77; 39:60
- лъжа за Аллах 6:93; 29:68; 61:7
- забранени сексуални отношения 2:222; 17:32; 24:2; 25:68; 29:28-30
- лъжливи обвинения в прелюбодеяние 24:4-5
- отстъпничество 2:217; 5:54
- ядене на свинско месо и други забранени храни (мърша, кръв и др.) 5:3; 6:145
- алкохол и хазарт 5:90-91
- клеветничество 49:11
- лъжесвидетелстване 22:30
- магия 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman     Всемилостивият  1:3; 17:110
- #2 Ar-Raheem     Милосърдният  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik      Владетелят  20:114; 23:116; 59:23
- #4 Al-Quddus     Пресветият  59:23; 62:1
- #5 As-Salaam     Даряващият мир  59:23
- #6 Al-Mu'min     Пазителят на вярата  59:23
- #7 Al-Muhaymin   Властващият, Пазителят  59:23
- #8 Al-Aziz       Всемогъщият  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar     Всеподчиняващият  59:23
- #10 Al-Mutakabbir Преголемият, Превъзходният  59:23
- #11 Al-Khaliq    Творецът, Сътворителят  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'     Създателят, Изкусният  59:24
- #13 Al-Musawwir  Ваятелят  59:24
- #14 Al-Ghaffar   Прощаващият  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar    Всепобедният, Покоряващият  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab    Вседаряващият  3:8; 38:9; 38:35
- #17 Ar-Razzaq    Всепрепитаващият, Даващият препитание  51:58
- #18 Al-Fattah    Отварящият, Отсъждащият  34:26
- #19 Al-Aleem     Всезнаещият  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid     Хващащият, Сграбчващият  2:245
- #21 Al-Basit     Разпростиращият, Увеличаващият  2:245
- #22 Al-Khafid    Намаляващият  95:5
- #23 Ar-Rafi'     Възвишаващият  58:11; 6:83
- #24 Al-Mu'izz    Укрепващият, Въздигащият, Даряващият чест  3:26
- #25 Al-Mudhill   Унизяващият  3:26
- #26 As-Sami'     Всечуващият  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir     Всевиждащият, Съзиращият  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam     Съдията  22:69
- #29 Al-Adl       Справедливият  6:115
- #30 Al-Latif     Доброжелателният  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir    Всепроникващият  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim     Нежният, Всеблагият, Ласкавият  2:235; 17:44; 22:59; 35:41
- #33 Al-Azim      Великият, Великолепният  2:255; 42:4; 56:96
- #34 Al-Ghafur    Всепрощаващият  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur   Оценяващият  35:30; 35:34; 42:23; 64:17
- #36 Al-Aliy      Най-Високият  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir     Най-Големият  13:9; 22:62; 31:30
- #38 Al-Hafiz     Пазителят, Защитникът  11:57; 34:21; 42:6
- #39 Al-Muqit     Хранещият, Въздаващият  4:85
- #40 Al-Hasib     Преценяващият, Правещият равносметка  4:6; 4:86; 33:39
- #41 Al-Jalil     Величественият  55:27; 39:14; 7:143
- #42 Al-Karim     Прещедрият  27:40; 82:6
- #43 Ar-Raqib     Наблюдаващият, Надзорникът  4:1; 5:117
- #44 Al-Mujib     Всеотговарящият, Откликващият  11:61
- #45 Al-Wasi'     Всеобхватният  2:268; 3:73; 5:54
- #46 Al-Hakim     Най-Мъдрият  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud     Любещият, Обичащият  11:90; 85:14
- #48 Al-Majid     Преславният  11:73
- #49 Al-Ba'ith    Възкресяващият  22:7
- #50 Ash-Shahid   Свидетелят  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq      Истинният, Истината  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil     Покровителят, Довереникът  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy    Всесилният  22:40; 22:74; 42:19; 57:25
- #54 Al-Matin     Непоколебимият  51:58
- #55 Al-Waliyy    Покровителят, Приближеният  4:45; 7:196; 42:28; 45:19
- #56 Al-Hamid     Всеславният  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi     Преброяващият, Пресмятащият  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'    Творящият, Основоположникът  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id     Възвръщащият, Пресъздаващият, Възстановяващият  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi     Съживяващият  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumit     Умъртвяващият  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy      Вечноживият  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum    Вечносъществуващият, Неизменният  2:255; 3:2; 20:111
- #64 Al-Wajid     Пребиваващият, Намиращият  38:44
- #65 Al-Majid     Славният, Достойният да бъде прославян  11:73
- #66 Al-Wahid     Единственият  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad      Единият  112:1
- #68 As-Samad     Поддържащият, Целта, Вечният  112:2
- #69 Al-Qadir     Способният, Имащият сила  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir  Мощният, Всесилният  18:45; 54:42; 54:55
- #71 Al-Muqaddim  Връчващият, Даващият  16:61; 17:34
- #72 Al-Mu'akhkhir Забавящият  71:4
- #73 Al-Awwal     Първият, Изначалният  57:3
- #74 Al-Akhir     Последният, Безкрайният  57:3
- #75 Az-Zahir     Явният  57:3
- #76 Al-Batin     Скритият  57:3
- #77 Al-Wali      Управляващият  13:11; 22:7
- #78 Al-Muta'ali  Всевишният, Възвишеният  13:9
- #79 Al-Barr      Благонравният, Източникът на всичко добро  52:28
- #80 At-Tawwab    Приемащият покаянието  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim  Отмъщаващият  32:22; 43:41; 44:16
- #82 Al-Afuw      Прощаващият, Извиняващият  4:99; 4:149; 22:60
- #83 Ar-Ra'uf     Състрадателният  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk Притежателят на владението, Владетелят на владението  3:26
- #85 Dhul-Jalali wal-Ikram  Притежаващият величието и почитта, Владетелят на великолепието и щедростта  55:27; 55:78
- #86 Al-Muqsit    Рационалният  3:18; 7:29
- #87 Al-Jami'     Събиращият  3:9
- #88 Al-Ghaniy    Най-Богатият  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni    Обогатяващият, Даряващият богатство  9:28
- #90 Al-Mani'     Препятстващият, Спиращият всичко  67:21
- #91 Ad-Darr      Вредящият  6:17
- #92 An-Nafi'     Даващият полза, Благосклонният  30:37
- #93 An-Nur       Светлината  24:35
- #94 Al-Hadi      Напътстващият, Водителят  25:31
- #95 Al-Badi'     Несравнимият  2:117; 6:101
- #96 Al-Baqi      Вечният  55:27
- #97 Al-Warith    Наследяващият, Наследникът  15:23
- #98 Ar-Rashid    Мъдрият, Напътстващият  2:256
- #99 As-Sabur     Многотърпеливият  2:153; 3:200; 103:3
- = Алиф, Лам, Мим. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = Те са на правия път от своя Господ и те са сполучилите. 2:5; 31:5
- = О, синове на Израил, помнете Моята благодат, която ви дарих, и че ви предпочетох пред народите (световете). 2:47; 2:122
- = Това е народ, който вече си отиде. За него е това, което е придобил, и за вас е това, което сте придобили. И не ще бъдете питани за това, което те са вършили. 2:134; 2:141
- = Вечно там ще пребивават. Мъчението няма да им бъде облекчено и няма да им се даде отсрочка. 2:162; 3:88
- = Освен онези, които след това се покаят и поправят. Аллах е опрощаващ, милосърден. 3:89; 24:5
- = А онези, които не вярват и взимат за лъжа Нашите знамения, те са обитателите на Ада. 5:10; 5:86
- = И не идва при тях знамение от знаменията на техния Господ, без да се отвърнат от него. 6:4; 36:46
- = И преди тебе са били подигравани пратеници, но онези, които им се присмиваха, бяха обградени от онова, на което се присмиваха. 6:10; 21:41
- = Кажи: "Аз се страхувам, ако не се подчиня на своя Господ, от мъчението на Великия ден." 6:15; 39:13
- = И ги обхвана земетресението, и те останаха в домовете си безжизнени, проснати. 7:78; 7:91
- = И той хвърли тоягата си, и ето я – явна змия. 7:107; 26:32
- = И извади ръката си, и ето я – бяла за гледащите. 7:108; 26:33
- = Казаха: "Ние повярвахме в Господа на световете." 7:121; 26:47
- = Господа на Муса и Харун. 7:122; 26:48
- = И Аз ще им дам отсрочка. Моят план е твърд. 7:183; 68:45
- = Той е, Който изпрати Своя Пратеник с напътствието и истинската вяра, за да я възвиси над всички религии, дори съдружаващите да не желаят това. 9:33; 61:9
- = О, Пророче, бори се с неверниците и лицемерите и бъди строг с тях! Тяхното място е Адът, и колко лоша е тази участ! 9:73; 66:9
- = И казват: "Кога ще бъде това обещание, ако говорите истината?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = И изпратихме Муса с Нашите знамения и с явна власт. 11:96; 40:23
- = И дадохме на Муса Писанието, но в него настъпиха разногласия. И ако нямаше предишно слово от твоя Господ, щеше да бъде отсъдено между тях. И те са в съмнение относно него. 11:110; 41:45
- = Това не е трудно за Аллах. 14:20; 35:17
- = И когато го завърша и му вдъхна от Своя дух, паднете пред него в суджуд. 15:29; 38:72
- = И ангелите се поклониха в суджуд всички заедно. 15:30; 38:73
- = (Аллах) каза: "Тогава излез оттук, защото си прокуден." 15:34; 38:77
- = (Иблис) каза: "Господи мой, дай ми отсрочка до Деня, когато бъдат възкресени." 15:36; 38:79
- = (Аллах) каза: "Ти си сред получилите отсрочка." 15:37; 38:80
- = До определения Ден." 15:38; 38:81
- = Освен Твоите предани раби сред тях. 15:40; 38:83
- = Богобоязливите ще бъдат сред градини и извори. 15:45; 51:15
- = Той каза: "А каква е вашата задача, о, пратеници?" 15:57; 51:31
- = Казаха: "Изпратени сме при народ престъпници." 15:58; 51:32
- = Които вярват и не смесват вярата си с гнет – за тях е сигурността и те са на правия път. 16:42; 29:59
- = За да отрекат онова, което сме им дали. Наслаждавайте се, но ще узнаете. 16:55; 30:34
- = После той пое по друг път. 18:89; 18:92
- = Иди при Фараона, защото той престъпи. 20:24; 79:17
- = И които пазят целомъдрието си. 23:5; 70:29
- = Освен от своите съпруги или от владените от десницата им – те не са за порицание. 23:6; 70:30
- = А които търсят отвъд това, те са престъпващите. 23:7; 70:31
- = И които спазват повереното им и обетите си. 23:8; 70:32
- = Той каза: "Господи мой, помогни ми, защото ме взеха за лъжец." 23:26; 23:39
- = Та, Син, Мим. 26:1; 28:1
- = Това са знаменията на ясната Книга. 26:2; 28:2
- = В това има знамение, но повечето от тях не вярват. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = И твоят Господ е Всемогъщият, Милосърдният. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = И удавихме другите. 26:66; 37:82
- = Аз съм доверен пратеник за вас. 26:107; 26:125; 26:143; 26:162; 26:178
- = Бойте се от Аллах и ми се покорявайте! 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = И не искам от вас отплата. Моята отплата е единствено от Господа на световете. 26:109; 26:127; 26:145; 26:164; 26:180
- = Сред градини и извори. 26:147; 44:52
- = Казаха: "Ти си само от омагьосаните." 26:153; 26:185
- = Освен неговата съпруга – Ние отредихме тя да бъде от оставащите. 26:171; 37:135
- = После унищожихме другите. 26:172; 37:136
- = И изсипахме върху им дъжд (от камъни), и колко лош беше дъждът за предупредените! 26:173; 27:58
- = Нима искат да ускорят Нашето мъчение? 26:204; 37:176
- = Които отслужват молитвата и дават милостинята закат, и са убедени в отвъдния живот. 27:3; 31:4
- = И (спомни) Деня, когато Той ще ги призове и ще каже: "Къде са Моите съдружници, за които твърдяхте?" 28:62; 28:74
- = И нашите предци? 37:17; 56:48
- = И ще се обърнат един към друг, разпитвайки се. 37:27; 52:25
- = Но (те са) предани раби на Аллах. 37:40; 37:74; 37:128; 37:160
- = В Градините на блаженството. 37:43; 56:12
- = И оставихме за него (спомен) сред следващите поколения: 37:78; 37:108; 37:129
- = Така възнаграждаваме благодетелните. 37:80; 37:121; 37:131; 77:44
- = Той бе от Нашите вярващи раби. 37:81; 37:111; 37:132
- = Какво ви е? Как отсъждате? 37:154; 68:36
- = Това е само напомняне за световете. 38:87; 81:27
- = Писанието е низпослано от Аллах, Всемогъщия, Премъдрия. 39:1; 45:2; 46:2
- = Ха, Мим. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = Кълна се в ясната Книга. 43:2; 44:2
- = Остави ги да говорят празни приказки и да се забавляват, докато срещнат своя Ден, който им е обещан. 43:83; 70:42
- = (Ще им бъде казано): "Яжте и пийте със задоволство за онова, което сте вършили." 52:19; 77:43
- = Или искаш от тях отплата, та са обременени с дълг? 52:40; 68:46
- = Или при тях е неведомото и те го записват? 52:41; 68:47
- = И колко бяха Моето мъчение и Моето предупреждение! 54:16; 54:21; 54:30
- = И направихме Корана лесен за поучаване. Има ли кой да се поучи? 54:17; 54:22; 54:32; 54:40
- = Та кои от благодеянията на вашия Господ взимате за лъжа? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = Голяма група от предците. 56:13; 56:39
- = И бяхме лишени? 56:67; 68:27
- = И прославяй името на своя Господ, Пребожествения! 56:74; 56:96; 69:52
- = Това е низпослание от Господа на световете. 56:80; 69:43
- = Всичко на небесата и всичко на земята прославя Аллах, и Той е Всемогъщия, Премъдрия. 59:1; 61:1
- = Когато му бъдат четени Нашите знамения, той казва: "Легенди на древните!" 68:15; 83:13
- = И той ще бъде в приятен живот. 69:21; 101:7
- = Във възвишена градина. 69:22; 88:10
- = И не подканва за нахранване на бедняка. 69:34; 107:3
- = Това е слово на достоен Пратеник. 69:40; 81:19
- = Това е напомняне. И който желае, да поеме път към своя Господ. 73:19; 76:29
- = И който желае, нека го помни. 74:55; 80:12
- = Горко този Ден за отричащите! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = Праведниците ще бъдат в блаженство. 82:13; 83:22
- = Това е книга, написана (с номера). 83:9; 83:20
- = На престоли те ще гледат. 83:23; 83:35
- = И се вслуша в своя Господ, и се подчини. 84:2; 84:5
- = И аз не служа на това, на което вие служите. 109:3; 109:5
noblequran.com Schemas
- Мушриките от Мека признаваха Рубубийята (Господството) на Аллах 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- Книгата и Мъдростта (Сунната) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- Следването на пътя на своите (заблудени) предци е осъдено 2:170; 31:21; 43:22
- Пратеникът на Аллах беше човек 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- Мушриките се обръщаха само към Аллах във времена на трудност 10:22; 17:16; 29:65; 31:32
- Разцеплението във вярата е забранено и осъдено 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- Атрибутът Истива на Аллах 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- Увеличаването (и намаляването) на Имана (Вярата) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- Пратеникът и никой от творенията не знае скритото самостоятелно 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- Аллах разширява и ограничава препитанието за когото пожелае 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- Коранът беше низпослан на ясен арабски език 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- Аллах не натоварва душа повече, отколкото може да понесе 2:233, 286; 6:152; 7:42; 23:62; 65:7
- Никой не ще носи товара на другиго 6:164; 17:15; 35:18; 39:7; 53:38
- Ако Аллах те засегне с беда, никой освен Него не може да я отстрани 6:17; 10:107
- А кой е по-голям угнетител от онзи, който... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- Човекът е неблагодарен в благоденствие и покорен, когато е в нужда 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- Утвърждаването (Тасбит) се търси от Аллах и се дарява от Него 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- Всички различия трябва да бъдат отнесени към Аллах и Неговия Пратеник 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- Спорът между обитателите на Огъня 26:96-102; 38:58-64; 40:47-50
- Задължението за подчинение (Таа) на Пратеника на Аллах 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- Аятите за поклон в Корана 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- Всички бедствия в Уммата са поради непокорство 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- Онзи, когото Аллах заблуди, никой не може да напъти 13:33; 39:23, 26; 40:33; 7:186; 18:17
- Всички пророци започваха поправянето с Таухид в поклонението 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- Успехът и благоденствието са свързани с пречистването (Тазкия) на душата 20:76; 35:18; 87:14; 91:9; 92:18
- Цялата чест и мощ (Иза) принадлежат на Аллах 4:139; 10:65; 35:10; 63:8
- Задължението да се призовава единствено Аллах чисто и искрено 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- Забраната да се призовават други заедно с Аллах 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- Всички пророци заповядваха богобоязън (Таква) към Аллах и подчинение (на самите тях) 43:63; 71:1-28
- Относно Хиджра (Преселението) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- Няма истински закрилник, нито помощник за творението освен Аллах 2:107, 120; 9:74, 116; 29:22; 42:31
- Онези, чиито сърца Аллах запечатва 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- Иманът е между страх и надежда 17:57; 32:16; 39:9
- За анулирането на всички дела чрез куфр, ширк и лицемерие 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- Откровенията и пророците на Аллах са светлините на напътствието, знанието и вярата 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- Онези, които изопачават думите, са евреите и хората на Теавил (Тахриф) 2:75; 4:46; 5:13; 5:41
- Животът на този свят е само временно наслаждение и забавление 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- Дахрия (Атеисти) 45:24; 6:29; 23:37
- Аллах изпрати Мухаммед с религията, за да надделее над всички други (отменени или лъжливи) религии 9:33; 48:28; 61:9
- Относно Тагута и необходимостта от отхвърлянето на Тагута 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- Те кроят козни, а и Аллах крои козни, и Той е Най-добрият от кроящите козни 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- Знанието за Последния час е единствено при Аллах 7:187; 33:63; 41:47
- Фуркан (Разграничителят) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- Отблъскването на злото с най-доброто 23:96; 28:54; 41:34
- Последният час е много близо 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- И сред Неговите знамения... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- Аллах обяснява Своите знамения, за да можете вие... 2:73, 187, 221, 242; 3:103; 5:89
- Аллах е Творецът на всичко 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- Аллах не сътвори творението напразно или на игра 21:16; 38:27; 44:38; 46:3
- Аллах сътвори човечеството, за да Го обожават единствено Него и за да изпита кой от тях е най-добър в делата 11:7; 18:7; 51:56; 67:2
- Аллах изпращаше пратеници, за да призовават към Неговото обожание, за да им се подчиняват, и като благовестители и предупредители 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- Четирите нива на Кадар 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- Формите и видовете поклонение 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- Аллах напътва и заблуждава когото пожелае 14:4; 16:93; 35:8; 74:31
- Онези, които Аллах заблуждава 2:26; 9:115; 14:27; 40:34, 74; 45:23
- Никой не може да напъти онзи, когото Аллах заблуди 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- Отричането на каквато и да е прилика с Аллах 2:22; 19:65; 42:11; 112:4
- Аллах не угнетява никого, но те угнетяват собствените си души 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- Задължението да се следва Саляф (Сподвижниците) 2:137; 9:100; 4:115; 48:18, 29
- Методологията на призоваването (Даауа) 12:108; 16:125; 29:46
- Ширкът не се ограничава само до идоли и включва търсене на застъпничество чрез пророци, ангели, джинове и праведни хора 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- Факторите, определящи брачната възраст 4:6; 6:152; 24:59
- Джибрил е Свещеният, Доверен Дух, който донесе Корана от Аллах на Пратеника 2:97; 16:102; 26:192
- Помощта, победата и надмощието принадлежат на Аллах и Неговите пратеници 30:47; 37:171-173; 40:51; 58:21
""";
