const String quranIndexOdiaRaw = r"""
ମାନଜିଲ ଦୁଆଗୁଡ଼ିକ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ହେ ଆମ ପ୍ରଭୁ ଦୁଆଗୁଡ଼ିକ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ହେ ମୋ ପ୍ରଭୁ ଦୁଆଗୁଡ଼ିକ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:28-28
ହାରୋଣ (ହାରୁନ୍) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'ଆବାସା, S.80; 74:22
ପ୍ରକ୍ଷାଳନ (ଓଜୁ), 4:43; 5:6
ଅବ୍ରହାମ (ଇବ୍ରାହିମ୍) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ଯିହୂଦୀ ନୁହେଁ କି ଖ୍ରୀଷ୍ଟିଆନ ନୁହେଁ, 3:67-68
- ବକ୍କାର ପ୍ରଥମ ମନ୍ଦିରରେ ଠିଆ ହୋଇଥିଲେ, 3:97; 26:123
- କାବାର ମୂଳଦୁଆ ଉଠାଇଥାଏ 2:124-129
- ତାଙ୍କ ଲୋକମାନଙ୍କୁ ଏକମାତ୍ର ସତ୍ୟ ପରମେଶ୍ୱରଙ୍କ ଉପାସନା ପାଇଁ ଡାକୁଛନ୍ତି 2:130-133; 26:69-89; 29:16; 29:24-27
- ବିତର୍କ ଅହଂକାରୀ ରାଜା 2:258
- ପୁନରୁତ୍ଥାନ ବିଷୟରେ ପଚାରିଥାଏ 2:260
- ଯିହୂଦୀ ନୁହେଁ କି ଖ୍ରୀଷ୍ଟିଆନ ନୁହେଁ 3:65-68
- ସ୍ୱର୍ଗୀୟ ଉପାସନାକୁ ଖଣ୍ଡନ କରେ 6:74-87
- ଇସାହାକଙ୍କ ଜନ୍ମ ଖବର ପାଆନ୍ତି 11:69-76; 51:24-30
- କା'ବାଠାରେ ତାଙ୍କର ପ୍ରାର୍ଥନା 14:35-41
- ଦୂତମାନଙ୍କ ଦ୍ୱାରା ପରିଦର୍ଶନ 15:51-56
- ଏକ ଆଦର୍ଶ 16:123
- ତାଙ୍କ ପିତାଙ୍କୁ ସତ୍ୟକୁ ଡାକୁଛନ୍ତି 19:41-50
- ପ୍ରତିମାଗୁଡ଼ିକୁ ନଷ୍ଟ କରନ୍ତି ଏବଂ ଅଗ୍ନିରୁ ରକ୍ଷା ପାଆନ୍ତି 21:51-73; 37:83-113
- ସମସ୍ତଙ୍କୁ ତୀର୍ଥଯାତ୍ରା ପାଇଁ ଡାକୁଛି 22:26
ଅବରାର, 3:193, 198; 76:5; 82:13; 83:18-22
ପ୍ରତ୍ୟାଖ୍ୟାନ, 2:106, 16:101
ଆବୁ ଲାହାବ, 111:1-5
'ଆଦ୍ ଲୋକ, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ଆଦମ, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ଦୂତମାନେ ଆଗରେ ପ୍ରଣାମ କରିବେ, 2:34; 7:11
- ଜ୍ଞାନବୃକ୍ଷ, 2:35; 7:19-20; 20:120-121
- ଉଦ୍ୟାନରୁ ନିର୍ବାସନ (ହବାଙ୍କ ଉପରେ କୌଣସି ଦୋଷ ନାହିଁ), 2:36; 7:24
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ସମ୍ମାନିତ, ଶୟତାନ ଦ୍ୱାରା ପରୀକ୍ଷିତ 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା କ୍ଷମା କରାଯାଇଛି 2:37; 20:122
'ଆଦିୟତ, S.100
'ଆଡନ୍ ପାରାଡାଇଜ୍, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ପ୍ରତିକୂଳତା
- ଅନ୍ୟର ଭାରରେ ଭାରାକ୍ରାନ୍ତ ନୁହେଁ, 6:164; 17:15; 35:18; 39:7; 53:38
- ସହ୍ୟ କରିବାର କ୍ଷମତାଠାରୁ ଅଧିକ ଭାରଗ୍ରସ୍ତ ନୁହେଁ, 2:286; 6:152; 7:42; 23:62
- ଧର୍ଯ୍ୟ ରଖିବା, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ବାର୍ଦ୍ଧକ୍ୟ, 16:70; 22:5; 30:54; 36:68
- ଆପଣଙ୍କ ଯତ୍ନରେ ବୃଦ୍ଧ ପିତାମାତାଙ୍କ ପ୍ରତି ଆଚରଣ, 17:23
ଅହମଦ, 61:6
ଆହକାଫ୍, S.46; 46:21
ଅହଜାବ, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
ଆଇକା, ବାସିନ୍ଦା, 15:78; 26:176; 38:13; 50:14
ଆ'ଲା S.87; 87:1; 92:20
'ଆଲାକ, S.96
ଆଲ-ଇମ୍ରାନ, S.3
ଆଲ୍ଲାହ
- ତାଙ୍କ ପାଇଁ ଏକ ଦିନ ପଚାଶ ହଜାର ବର୍ଷ, 70:4
- ତାଙ୍କ ପାଇଁ ଏକ ଦିନ ଏକ ହଜାର ମାନବ ବର୍ଷ, 22:47; 32:5
- ଯେକୌଣସି କାମ କରିବାର କ୍ଷମତା, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ସର୍ବୋତ୍ତମ ବିଚାରକ, 95:8
- ପରିଭାଷା ବାହାରେ, 43:82; 67:12
- ଅବିଶ୍ୱାସୀଙ୍କ ଯୋଜନାକୁ ବିଫଳ କରେ, 8:30; 8:36
- ମଣିଷକୁ ଅଦୃଶ୍ୟ କରି ଅନ୍ୟ ପ୍ରାଣୀମାନଙ୍କୁ ଜନ୍ମ ଦେବା, 4:133; 14:19; 35:16
- ହସ ଏବଂ କ୍ରନ୍ଦନ କରାଏ, 53:43
- ଜଣେ ବ୍ୟକ୍ତିଙ୍କୁ ଶତାବ୍ଦୀ ପାଇଁ ଶୋଇ ପକାଇଲା, 2:259
- ସତ୍ୟକୁ ଅସ୍ୱୀକାର କରୁଥିବା ଲୋକଙ୍କ ଶତ୍ରୁ, 2:98
- ସକାଳଠାରୁ ରାତି ପର୍ଯ୍ୟନ୍ତ ତାଙ୍କ ମହିମା ଗାନ କର, 33:42
- 16:57; 17:40; 43:16; 52:39; 53:21-22 ର ଭଣ୍ଡ ଝିଅମାନେ
- ନାମ ଅନୁସାରେ, 53:19-20
- ମଣିଷକୁ ସ୍ୱାଧୀନ ଇଚ୍ଛା ଦିଏ, 36:67
- ତାଙ୍କ ପାଇଁ ସବୁକିଛି ତ୍ୟାଗ କରିବା, 4:66-68; 4:125
- ଭଲ ଏବଂ ମନ୍ଦ ତାଙ୍କଠାରୁ, 4:78
- ଜୀବନ ଏବଂ ମୃତ୍ୟୁ ପ୍ରଦାନ କରନ୍ତି, 44:8; 53:44; 57:2; 67:2
- କଠିନ ଚେଷ୍ଟାକାରୀଙ୍କୁ ଭଲ ପୁରସ୍କାର ଦିଆଗଲା, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ତାଙ୍କର କୌଣସି ପତ୍ନୀ ନାହିଁ, 72:3
- କୌଣସି ପୁତ୍ର ନାହିଁ, 43:81; 72:3; 112:3
- ତୁମର କଷ୍ଟ ସମୟରେ ତୁମକୁ ପରିତ୍ୟାଗ କରିନାହିଁ, 93:3
- ଜ୍ଞାନରେ ସର୍ବତ୍ର ଅଛନ୍ତି, 2:115; 2:142; 2:177; 4:126
- ପ୍ରଥମ ଏବଂ ଶେଷ (ଆଲଫା ଏବଂ ଓମେଗା), 57:3
- ହେଉଛି ବାହ୍ୟ ଏବଂ ଅନ୍ତର୍ମୁଖୀ, 57:3
- ଜାଣେ ଯେ ବୁଝିବା ବାହାରେ, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ଯେଉଁମାନେ ସମାନ ଭାବରେ ଆଚରଣ କରନ୍ତି ସେମାନଙ୍କୁ ଭଲ ପାଆନ୍ତି, 49:9
- ସେ ଯାହା କହି ନାହାଁନ୍ତି ସେ ବିଷୟରେ କୌଣସି ନିୟମ ତିଆରି କରିନାହାଁନ୍ତି, 5:101; 6:140; 6:148; 7:32
- ଯେଉଁ ଯୁଦ୍ଧବନ୍ଦୀମାନଙ୍କ ମଧ୍ୟରେ ଭଲ ଅଛି ସେମାନଙ୍କ ପ୍ରତି ଦୟା, 8:70
- ପ୍ରକୃତି, 2:255
- କୌଣସି ମଣିଷ ଦେବତ୍ୱ ନୁହେଁ, 3:64; 3:151
- ତ୍ରିମୂର୍ତ୍ତି ନୁହେଁ, 4:171
- ମନ୍ଦରୁ ଆଶ୍ରୟ, 113:1-5; 114:1-6
- ତାଙ୍କୁ ଠିଆ ହୋଇଥିବା, ବସିଥିବା, ଶୋଇଥିବା ମନେ ପକାଇବା, 3:191; 4:103; 10:12; 25:64
- ଗର୍ଭରେ ତୁମକୁ ଗଢ଼ି ତୋଳିବ, 3:6
- ସିଂହାସନ ଜଳ ଉପରେ ଅବସ୍ଥିତ, 11:7
- ଏପରି ଜିନିଷ ସୃଷ୍ଟି କରିବେ ଯାହା ବିଷୟରେ ତୁମେ ଜାଣି ନାହଁ, 16:8
- ତାଙ୍କ ସୃଷ୍ଟି ପ୍ରତି କୌଣସି ଅନ୍ୟାୟ କରିବାକୁ ଚାହାଁନ୍ତି ନାହିଁ, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
ମିଳିତତା, 8:72; 9:7
- ଖ୍ରୀଷ୍ଟିଆନ ଏବଂ ଯିହୂଦୀମାନେ, 5:51
- ଅବିଶ୍ୱାସୀ ସମ୍ପର୍କୀୟଙ୍କ ସହିତ ନିଷେଧ, 9:23-24
- କପଟୀଙ୍କ ସହିତ ନିଷେଧ, 4:88-89; 4:139; 4:144
ଆଲିଆସା', (ଇଲିଶା ଦେଖନ୍ତୁ)
ଅମାନା, ବିଶ୍ୱାସ ଏବଂ ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ କର୍ତ୍ତବ୍ୟ ଇତ୍ୟାଦି, 2:283; 4:58; 8:27
- ଟ୍ରଷ୍ଟ ଦେଖନ୍ତୁ
ଦୂତମାନେ, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- ଅଗ୍ନିରୁ ସୃଷ୍ଟି, 7:12; 38:76
- ବିଚାର ଦିନ ଆଠ ଜଣ ଆଲ୍ଲାଙ୍କ ସିଂହାସନକୁ ଉପରକୁ ଉଠାଇବେ, 69:17
- ସେମାନେ ମହିଳା ବୋଲି ମିଥ୍ୟା ଦାବି, 43:19; 53:27
- ରକ୍ଷକ 82:10-12; 86:4
- ନର୍କର ଉଣେଇଶ ଜଣ ପ୍ରଭୁ, 74:30-31
- ଇଚ୍ଛା ପୂରଣ କରିବାକୁ ପଠାଯାଇ ନାହିଁ, 15:7-8
- ପ୍ରେରଣା ଦେବା ପାଇଁ ପଠାଯାଇଛି, 16:2
କ୍ରୋଧ, ନିବୃତ୍ତ ରଖ, 3:134
'ଅଙ୍କାବୁଟ, S.29
ପିମ୍ପୁଡ଼ି, 27:18
ବାନର, 5:60
- ଘୃଣ୍ୟ, 2:65; 7:166
ଧର୍ମତ୍ୟାଗ, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ଧର୍ମତ୍ୟାଗୀଙ୍କ ପାଇଁ ଶୀଘ୍ର ବିନାଶ ମାଗ ନାହିଁ, 46:35
- କେବଳ ଆଲ୍ଲା ସେମାନଙ୍କୁ ଦଣ୍ଡ ଦେବେ, 73:11; 74:11
- ପରଲୋକରେ ଦଣ୍ଡ, 2:217; 9:74
- ଅନ୍ୟମାନଙ୍କ ଦ୍ୱାରା ପ୍ରତ୍ୟାଖ୍ୟାନ, 3:87
- ଅନୁତାପ, 3:89; 5:34; 9:5; 9:11
- ବିଚାର ଦିନ ବହୁତ ଡେରି ହୋଇଗଲାଣି, 40:85
- ଚାପରେ, 16:106
ଧର୍ମତ୍ୟାଗୀ, 47:25
ଆ'ରାଫ୍, S.7; 7:46, 48
ଆରାଫତ, 2:198
ଯୁକ୍ତି କରନ୍ତୁ
- ଯେଉଁମାନେ ନିଜକୁ ଠକନ୍ତି ସେମାନଙ୍କ ପକ୍ଷରୁ ନୁହେଁ, 4:107
- ତୁମେ ଏହି ଦୁନିଆରେ ସେମାନଙ୍କ ପାଇଁ ଯୁକ୍ତି କରିଥିଲ, କିନ୍ତୁ ପୁନରୁତ୍ଥାନ ଦିନ କିଏ କରିବ, 4:109
ଯୁକ୍ତି/ଆକ୍ରମଣ
- ପ୍ରକାରେ ଉତ୍ତର ଦିଅ, 8:58
- ଧର୍ଯ୍ୟବାନ ହେବା ବହୁତ ଭଲ, 16:126
କବଚ, 16:81
'ଆସର, S.103
ଆୟତ ଅଲ-କୁରସି, 2:255
ନିନ୍ଦାକାରୀ, 49:12; 104:1
ବଦର (ଯୁଦ୍ଧ), 3:13
- 8:5-19, 42-48 ରୁ ଶିକ୍ଷା
ଆଲ-ବୈତ-ଉଲ-ମା ମୁର, 52:4
ବକ୍କା (ମକ୍କା), 3:96
ବାଲ୍, 37:125
ବାଲାଡ୍, S.90
ସନ୍ତୁଳନ, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
ବାନୁ ଅନ୍-ନାଦିର, 59:2-6, 13
ବାକାରା, S.2
ବାରା'ଆ (ତୌବା ଦେଖନ୍ତୁ), ପୃଷ୍ଠ 9
ବରଜାଖ, (ପ୍ରତିବନ୍ଧକ), 23:100; 25:53; 55:20
- ଏହା ମଧ୍ୟ ଦେଖନ୍ତୁ 18:94-97; 34:54; 36:9
ବାଇୟିନାହ, S.98
ପଶୁ (ଶେଷ ଦିନର), 27:82
ବେଦୁଇନ୍ସ, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ମହୁମାଛି, 16:68-69
ଆଚରଣ
- ପୂର୍ବରୁ ପ୍ରକାଶିତ ହୋଇଥିବା ଲୋକଙ୍କ ସହିତ ସଦୟ ଭାବରେ ଯୁକ୍ତି କରନ୍ତୁ, 16:125, 29:46
- ତୁମେ କିଛି ଜାଣିନଥିବା ବିଷୟରେ ଜଡିତ ହେବାରୁ ଦୂରେଇ ରୁହ, 17:36
- ଗୁରୁତର ପାପ ଏବଂ ଲଜ୍ଜାଜନକ କାର୍ଯ୍ୟରୁ ଦୂରେଇ ରୁହ, 53:32
- ପରସ୍ପର ବିଷୟରେ ଅନୁମାନ କରିବାରୁ ଦୂରେଇ ରୁହନ୍ତୁ, ପରସ୍ପର ଉପରେ ଗୁପ୍ତଚର କରନ୍ତୁ ନାହିଁ କିମ୍ବା ଖରାପ କଥା କୁହନ୍ତୁ ନାହିଁ 49:12
- ତୁମର ମତରେ କେବଳ ରୁହ, 6:152
- ସମ୍ପ୍ରଦାୟ ମଧ୍ୟମ ହେବା ଉଚିତ, 2:143; 25:67
- ଅହଂକାର ନିରୁତ୍ସାହିତ, 4:36, 57:23
- ଯେଉଁମାନେ ତୁମର ସାହାଯ୍ୟ ଚାହାଁନ୍ତି ସେମାନଙ୍କୁ ଭର୍ତ୍ସନା କର ନାହିଁ, 93:10
- ନିଜକୁ ପବିତ୍ର ଭାବ ନାହିଁ, 53:32
- ଅନ୍ୟମାନଙ୍କୁ ଉପହାସ କରନାହିଁ, 49:11; 104:1
- ମନ୍ଦ କଥା ଖୋଲାଖୋଲି ଭାବରେ କୁହ ନାହିଁ, 4:148
- ପରସ୍ପରକୁ ଖରାପ କଥା କୁହ ନାହିଁ, 104:1
- ପ୍ରତ୍ୟେକ ଗୋଷ୍ଠୀକୁ ଏକ ନିୟମ ଏବଂ ଜୀବନଶୈଳୀ ଦିଆଯାଇଛି, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- ଏବଂ ଉପାସନା କରିବାର ଏକ ଉପାୟ, 22:67
- ଆଲ୍ଲା ସେମାନଙ୍କୁ ଗୋଟିଏ ସମ୍ପ୍ରଦାୟ କରିପାରିଥାନ୍ତେ, 5:48; 11:118; 16:93; 42:8
- ଆଲ୍ଲାହଙ୍କ ଅଧୀନରେ ଗୋଟିଏ ସମ୍ପ୍ରଦାୟ, 21:92
- ଯିହୂଦୀମାନଙ୍କୁ କ୍ଷମା କର, 5:13
- ଅବିଶ୍ୱାସୀମାନଙ୍କୁ କ୍ଷମା କର, 31:15; 45:14
- ସହଜରେ କ୍ଷମା କର, 42:37
- ପରାମର୍ଶ ପରେ ଶାସକମାନେ ନିଷ୍ପତ୍ତି ନିଅନ୍ତି, 42:38
- ଏବଂ ଜଣେ ଭବିଷ୍ୟଦ୍ବକ୍ତା, 10:47; 16:36
- ବିଶ୍ୱାସୀମାନଙ୍କୁ ନିନ୍ଦା କରିବା ପାପପୂର୍ଣ୍ଣ, 33:58
- ପୁରୁଷ (ମହିଳାଙ୍କ ପ୍ରତି), 24:30
- ଶାନ୍ତି ସ୍ଥାପନକାରୀଙ୍କୁ ପୁରସ୍କୃତ କରାଯାଇଛି, 42:40
- ଯଦି ତୁମେ ଆଉ କିଛି କରିପାରିବ ନାହିଁ, ତେବେ ଅଭାବଗ୍ରସ୍ତ ଲୋକଙ୍କ ପ୍ରତି ନ୍ୟାୟ ସହିତ କଥା ହୁଅ, 17:28
- ତୁମର ଯତ୍ନରେ ଥିବା ବୃଦ୍ଧ ପିତାମାତାଙ୍କ ପ୍ରତି, 17:23
- ଅନ୍ୟ ମୁସଲମାନମାନଙ୍କ ପ୍ରତି, 33:6
- ଅନ୍ୟମାନଙ୍କ ପ୍ରତି, 17:26-29; 17:35; 17:53; 60:8
- ପିତାମାତାଙ୍କ ପ୍ରତି, 46:15
- ଦାସମାନଙ୍କ ପ୍ରତି, 4:36; 24:33
- ଯୁଦ୍ଧ କରୁନଥିବା ଅବିଶ୍ୱାସୀମାନଙ୍କ ସହିତ ସମାନ ବ୍ୟବହାର କର, 60:8
- ପୟଗମ୍ବରଙ୍କ ପତ୍ନୀମାନେ, 33:28-34
- ମହିଳା (ପୁରୁଷଙ୍କ ପ୍ରତି), 24:31
- ସମସ୍ତ ପ୍ରକାଶନରେ, 2:136; 2:285
- ପ୍ରକୃତି, 49:14-15
ବିଶ୍ୱାସୀମାନେ, 2:2-5; 2:285; 8:2-4; 8:24
ଦାନ, 2:180, 240; 4:7, 12; 36:50
ବିଶ୍ୱାସଘାତକତା (ପ୍ରତାରଣା, ଠକେଇ), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
ବାଇବଲ, 5:64, 5:65, 5:68
- ବିକୃତି, 3:78; 5:14-15
ପକ୍ଷୀମାନେ, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ରକ୍ତ-ଟଙ୍କା (ଦିୟା), 2:178-179; 4:92; 17:33
ଲୁଟ, ଯୁଦ୍ଧ, 4:94. 8:41; 59:6-8
- ବେଆଇନ ଭାବରେ ନେବା, 3:162
- ଲୁଟ୍ ଦେଖନ୍ତୁ
ଲାଞ୍ଚ, 2:188
ବୁଡନ୍, 22:36
ଭାର
- ଅନ୍ୟ ଜଣଙ୍କର, କୌଣସି ଭାର ବହିବହନ କରିବ ନାହିଁ, 35:18; 39:7; 53:38
- ଅବିଶ୍ୱାସୀମାନେ ଅନ୍ୟମାନଙ୍କର ଭାର ମଧ୍ୟ ବହନ କରିବେ, 16:25; 29:13
- ସେମାନେ ଯେଉଁ ଭାର ବହନ କରିବେ ତାହା ପ୍ରକୃତରେ ମନ୍ଦ, 6:31, 164
- ଆଲ୍ଲାହ କୌଣସି ବ୍ୟକ୍ତିଙ୍କୁ ତାଙ୍କ କ୍ଷମତା ବାହାରେ ବୋଝ ଦିଅନ୍ତି ନାହିଁ, 2:286; 7:42; 23:62
ବୁରୁଜ (ବଡ ତାରକା), S.85; 85:1; 15:16; 25:61
ଓଟ, 6:144; 7:40; 77:33; 88:17
ବନ୍ଦୀମାନେ, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- ଯୁଦ୍ଧବନ୍ଦୀ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଗୋରୁ, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
ଥାୱର ଗୁମ୍ଫା, 9:40
ଗୁମ୍ଫା, 18:9-22, 25-26 ର ଲୋକମାନେ
ସତ୍ୟ ସହିତ ନିଶ୍ଚିତତା, 56:95; 69:51
ଦାନ, (ସାଦାକା), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13 |
- ଦାନ ଏବଂ ଜକାତର ବସ୍ତୁ, 2:273; 9:60
ପିଲାମାନେ 2:233; 42:49-50
- ଯେଉଁମାନେ ଜ୍ଞାନ ବିନା ମୂର୍ଖତାରୁ ନିଜର ହତ୍ୟା କରିଛନ୍ତି ସେମାନେ ହଜିଯାଇଛନ୍ତି, 6:140
ଖ୍ରୀଷ୍ଟ, (ଯୀଶୁଙ୍କୁ ଦେଖନ୍ତୁ)
ଖ୍ରୀଷ୍ଟିୟାନମାନେ, 5:14, 19, 64-65, 69; 22:17
- ଯୀଶୁଙ୍କୁ ଦେବତା ଭାବରେ ଗ୍ରହଣ ନକରିବାକୁ ଅନୁରୋଧ କରାଯାଇଥିଲା, 4:171
- ମୁସଲମାନମାନଙ୍କ ପ୍ରତି ସ୍ନେହ ଅନୁଭବ କରିବାର ନିକଟତର ହୁଅ, 5:82
- ଅଧିକାଂଶ ଲୋକମାନେ ଭୁଲିଯାଇଛନ୍ତି ଯେ ସେମାନଙ୍କୁ କଣ ମନେ ରଖିବାକୁ କୁହାଯାଇଥିଲା, 5:14
- ଏବେ ତୁମ ପାଖକୁ ଜଣେ ଦୂତ ଆସୁଛନ୍ତି, 5:15, 19
- ଧାର୍ମିକମାନେ ପୁରସ୍କୃତ ହେବେ, 2:62; 5:65; 5:69
- କୁହ "ଯୀଶୁ ଆଲ୍ଲାଙ୍କ ପୁତ୍ର", 9:30
ନଗରଗୁଡ଼ିକ ଉତ୍ପାଟିତ, 69:9
ସୁରକ୍ଷାର ନଗରୀ, 95:3
ପୋଷାକ, 7:26; 16:81
- ଅଗ୍ନିର, 22:19
- ଘର ବାହାରେ ଥିବା ପରିସ୍ଥିତିରେ ପରଦା କିମ୍ବା ମହିଳାମାନଙ୍କ ପୋଷାକ, 24:31
- ମହିଳାଙ୍କ ବାହ୍ୟ ପୋଷାକ କପଟୀଙ୍କ ଦ୍ୱାରା ହଇରାଣକୁ ରୋକିଥାଏ, 33:59-60
ସଂଘ, 33:9, 22
- ଆହଜାବ ପରାମର୍ଶ, ପାରସ୍ପରିକ, 42:38 ଦେଖନ୍ତୁ।
ସୃଷ୍ଟି
- ଆରମ୍ଭ ଏବଂ ପୁନରାବୃତ୍ତି, 10:4; 21:104; 27:64; 29:19-20
- ଏକ ନୂତନ, 17:49, 98; 35:16
- ସତ୍ୟ ସହିତ, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- ଖେଳ ପାଇଁ ନୁହେଁ, 21:16-17; 23:115
- ପ୍ରତ୍ୟେକ ଜୀବିତ ପ୍ରାଣୀ ଯାହାରୁ ସୃଷ୍ଟି ହୋଇଛି, 21:30; 24:45; 25:54
- ମନୁଷ୍ୟ ବିଷୟରେ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- 56:62 ର ପ୍ରଥମ ରୂପ
- ଛଅ ଦିନରେ, 7:54; 11:7; 32:4; 50:38; 57:4
- ଯୋଡାରେ, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ବିବିଧତା, 35:27-28
- ଆଲ୍ଲା "ହୁଅ!" ଆଦେଶ ଦିଅନ୍ତି - ଏବଂ ଏହା ହୁଏ, 2:117; 16:40; 36:82; 40:68
- ଆଖି ପିଛୁଳକ ପରି, 54:50
- ରାତି ଏବଂ ଦିନ, ସୂର୍ଯ୍ୟ ଏବଂ ଚନ୍ଦ୍ର, 39:5
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀର, ମାନବଜାତି ଅପେକ୍ଷା ମହାନ, 40:57; 79:27
- ଉଦ୍ଦେଶ୍ୟ, 51:56
କାଉ, 5:31
ମାନଦଣ୍ଡ, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ଡାହର, (ଇନସାନ୍ ଦେଖନ୍ତୁ,) S.76; 45:24
- ସମୟ, 76:1; 103:1
ଡେଭିଡ୍, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ଗୀତସଂହିତା 4:163 ରେ ଦିଆଯାଇଛି
- ଗଲିୟାଥଙ୍କ ସହିତ ଯୁଦ୍ଧ କରି ହତ୍ୟା କରେ, 2:251
- ଏକ ବିଚାର ପାସ୍ କରନ୍ତି 21:78-80
- ଜ୍ଞାନ ଏବଂ ଭବିଷ୍ୟ‌ଦ୍‌ବାଣୀରେ ଆଶୀର୍ବାଦପ୍ରାପ୍ତ 27:15-16
- ପର୍ବତ ଏବଂ ପକ୍ଷୀମାନେ ତାଙ୍କ ସହିତ ଆଲ୍ଲାହଙ୍କ ପ୍ରଶଂସା କରିବାରେ ଯୋଗ ଦିଅନ୍ତି 34:10; 38:17-20
- ଦୁଇ ଜଣଙ୍କ ମଧ୍ୟରେ ବିଚାରକ 38:21-26
ଦାୱାବ୍ ବା ଦବା (ଚଳିତ ଜୀବନ୍ତ ପ୍ରାଣୀ, ଇତ୍ୟାଦି) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
ମୃତମାନେ ପୁନରୁତ୍ଥିତ ହେବେ, 6:36
ମୃତ୍ୟୁ, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ଏବଂ ଯୁଦ୍ଧରୁ ପଳାୟନ, 33:16
- ଆଲ୍ଲାହଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ, 3:195; 22:58; 47:4
- ଯେଉଁ ସମ୍ପ୍ରଦାୟଗୁଡ଼ିକର କୌଣସି ପ୍ରକାଶନ ନାହିଁ, ସେମାନେ ଧ୍ୱଂସ ପାଇବେ ନାହିଁ, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ହତ୍ୟା ହୋଇଥିବା ଲୋକମାନେ ଜୀବିତ, 2:154; 3:169
- ଆଲ୍ଲାହଙ୍କ ଆଡ଼କୁ ମନ୍ଦରୁ ପଳାୟନ କରିବା ସମୟରେ, 4:100
- ବନ୍ଦ କିମ୍ବା ବିଳମ୍ବ କରାଯାଇପାରିବ ନାହିଁ 63:10-11
- ନିଦ୍ରାର ଯମଜ ଭାଇ 6:60; 39:42
- ମୃତ୍ୟୁ ସମୟରେ ବିଶ୍ୱାସୀ ଏବଂ ଅବିଶ୍ୱାସୀ 8:50; 16:27-32; 41:30
- କବରରେ ଦଣ୍ଡ 40:46
ଋଣ, 2:280, 282; 4:11-12
ଡିକ୍ରି
- ପ୍ରତ୍ୟେକ ବିଷୟ ପାଇଁ, ଏକ ଅଛି, 13:38
- ଆମେ କେବେ କୌଣସି ନଗରକୁ ଧ୍ୱଂସ କରିନାହୁଁ କିନ୍ତୁ ସେଠାରେ ଏକ ଜଣାଶୁଣା ସହର ଥିଲା, 15:4
- ପ୍ରତ୍ୟେକ ବିଷୟ ଆଲ୍ଲାହଙ୍କଠାରୁ, 44:5
- ଯେତେବେଳେ ସେ କୌଣସି ବିଷୟ ନିର୍ଣ୍ଣୟ କରନ୍ତି, ସେ କେବଳ କୁହନ୍ତି "ହୁଅ!" - ଏବଂ ତାହା ହୁଏ, 2:117; 36:82; 40:68
କାର୍ଯ୍ୟ
- ମନ୍ଦ, ସେମାନଙ୍କ ପାଇଁ ସୁନ୍ଦର, 47:14
- ଆମକୁ ଆମର, ତୁମକୁ ତୁମର କାର୍ଯ୍ୟ, 28:55; 42:15; 45:15
- ଭଲ ଏବଂ ମନ୍ଦ, ତାଙ୍କ ନିଜ ପାଇଁ ଏବଂ ତାଙ୍କ ବିରୁଦ୍ଧରେ, 41:46
- ମଣିଷର ନିଜ ବେକରେ ବାନ୍ଧି, 17:13
ଡିଗ୍ରୀ, ସେମାନେ ଯାହା କରିଥିଲେ ସେହି ଅନୁସାରେ, 6:132
ଇଚ୍ଛା, ଯେଉଁମାନେ ସେମାନଙ୍କର ମନ୍ଦତା ଅନୁସରଣ କରନ୍ତି, 47:14, 16
- ଯିଏ ନିଜର ଦେବତା ଭାବରେ ଗ୍ରହଣ କରିଛି, 25:43
ଆଲ୍ଲାହଙ୍କ ଦୟାରୁ ନିରାଶ ହୁଅ ନାହିଁ, 39:53; 21:87-88; 68:48-50
- ଯୋନାଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଧରିୟାତ, S.51
ଧିକର, 7:205; 15:6, 9
ଧୁଲ୍-କିଫି, 21:85; 38:48
ଧୁଲ୍-କାରୈନ୍, 18:83-98
ଧୁନ୍-ନନ୍ (ମାଛର ସାଥୀ)
ଅବିଶ୍ୱାସୀ (ଭଣ୍ଡବାଦୀମାନେ ମଧ୍ୟ ଦେଖନ୍ତୁ)
ପ୍ରମାଣ ସ୍ୱରୂପ ସେମାନଙ୍କ ଉପରେ ଆଲ୍ଲାହର କ୍ରୋଧ ଆଣିବାକୁ ମହମ୍ମଦ ( ﷺ )ଙ୍କୁ କୁହନ୍ତୁ, 6:57-58; 8:32; 10:49-52
- ଦୟାରେ ସେମାନଙ୍କ ସାଥୀ ଗ୍ରହଣ କର, 31:15
- ସେମାନେ ଯାହା କୁହନ୍ତି ତାହା ଧୈର୍ଯ୍ୟର ସହିତ ସହ୍ୟ କର, 20:130; 50:39
- ସହିତ ଚୁକ୍ତି, 8:56; 8:72; 9:4, 7
- ଚୁକ୍ତି ଭଙ୍ଗ, 8:58; 9:12
- ଆଲ୍ଲା ସେମାନଙ୍କର ଷଡ଼ଯନ୍ତ୍ରକୁ ବିଫଳ କରନ୍ତି, 8:30, 36
- ଆଲ୍ଲାହଙ୍କ ନିୟମକୁ ଉପହାସ କରୁଥିବା ଲୋକଙ୍କ ସହ ତ୍ୟାଗ କର, 4:140; 6:68
- ଯଦି ସେମାନେ ତୁମକୁ ଚାହାଁନ୍ତି ତେବେ ସେମାନଙ୍କୁ ସୁରକ୍ଷା ଦିଅ, 9:6
- ଯୁଦ୍ଧ ସମୟରେ ଦଣ୍ଡ, 8:12, 50, 59
- ପରଲୋକରେ ଦଣ୍ଡ, 8:37
- ମସଜିଦ ପରିଦର୍ଶନ କିମ୍ବା ଯତ୍ନ ନେବା ଉଚିତ୍ ନୁହେଁ, 9:17
- ସେମାନଙ୍କ ସହିତ ଦୟାପୂର୍ଣ୍ଣ କଥା କୁହ, 17:53
- କଠିନ ପରିଶ୍ରମ କରିବା, 9:73; 25:52; 66:9
- ଯୁଦ୍ଧ କରୁନଥିବା ଲୋକଙ୍କ ସହିତ ସମାନ ବ୍ୟବହାର କର, 60:8
- କେବଳ ଅନ୍ୟ ଅବିଶ୍ୱାସୀମାନଙ୍କ ସହିତ ମିତ୍ର ହେବ, 8:72
ଶିଷ୍ୟମାନେ (ଯୀଶୁଙ୍କ), 3:52; 61:14
କପଟୀ ଏବଂ ଅବିଶ୍ୱାସୀମାନଙ୍କ ହୃଦୟରେ ରୋଗ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
କଷ୍ଟ, ତା'ପରେ ସୁରକ୍ଷା ଅଛି, 3:154
ଯୁଦ୍ଧ-ଲୁଣ୍ଠନ ବଣ୍ଟନ, 8:41; 59:7-8
ଖାତ, ଲୋକମାନେ, 85:4-10
ବିବିଧତା
- ମଣିଷମାନଙ୍କ ବିଷୟରେ, 30:22, 35:27-28
- ଜୀବନର, 35:27-28
ଛାଡପତ୍ର, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- ଅପେକ୍ଷା ସମୟ ପରେ, ବିଲୟ କିମ୍ବା ପୁନଃମିଳନ, 2:231; 65:2
- ଦୁଇଜଣ ସାକ୍ଷୀ, 65:2
- ଭରଣପୋଷଣ, 2:233, 241
- ପୂର୍ବତନ ସ୍ୱାମୀଙ୍କ ଉତ୍ତରାଧିକାରୀ ପର୍ଯ୍ୟନ୍ତ ବିସ୍ତାରିତ, 2:233
- ଦୁଇଥର ପ୍ରତ୍ୟାହାର କରାଯାଇପାରିବ, 2:229
- ଯୌତୁକ ସ୍ଥିତି, 2:229, 236-237
- ଆବଶ୍ୟକ ହେଲେ ଓଦା-ନର୍ସ ଖୋଜ, 65:6
- ଜିହାର ମଧ୍ୟ ଦେଖନ୍ତୁ
ଛାଡପତ୍ର, ପୁରୁଷ
- ଗୋଟିଏ ସ୍ତ୍ରୀକୁ ଅନ୍ୟ ଜଣେ ସ୍ତ୍ରୀ ପାଇଁ ଛାଡପତ୍ର ଦିଅ - ପ୍ରଥମେ ଯାହା ଦେଇଛ ତାହା ଫେରସ୍ତ ନିଅ ନାହିଁ, 4:20
- ସ୍ତ୍ରୀକୁ ହଇରାଣ କରନାହିଁ, 65:6
- ସ୍ତ୍ରୀମାନଙ୍କୁ ସେମାନଙ୍କ ଇଚ୍ଛା ବିରୁଦ୍ଧରେ ଧରି ରଖ ନାହିଁ, 4:19
- ତାଙ୍କ ମନ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାରି ମାସ, 2:226
- ଗର୍ଭାବସ୍ଥା ଏବଂ ଅପେକ୍ଷା ସମୟରେ ପତ୍ନୀଙ୍କୁ ପୂର୍ଣ୍ଣ ସମର୍ଥନ କରିବା, 65:6
- ଯଦି ସ୍ତ୍ରୀ ତୁମର ପିଲାକୁ କ୍ଷୀର ଦେଉଛି, ତେବେ ତାକୁ ପୂର୍ଣ୍ଣ ସମର୍ଥନ କର, 65:6
- ମାଆ ତାଙ୍କ ପିତୃହୀନ ସନ୍ତାନ ପାଇଁ କଷ୍ଟ ପାଇବା ଉଚିତ୍ ନୁହେଁ, 2:233
- ପୂର୍ବ-ଇସଲାମିକ, 58:2
- ଲଗାତାର 2 ମାସ ପାଇଁ ଉପବାସ ରଖିବା ପାଇଁ ଅନୁତାପ, 58:4
- 60 ଜଣ ଅସହାୟ ଲୋକଙ୍କୁ ଖାଦ୍ୟ ଦେବା ପାଇଁ ଅନୁତାପ, 58:4
- ଜଣେ ଦାସକୁ ମୁକ୍ତ କରିବା ପାଇଁ ପୁନର୍ବାର ଅନୁତାପ, 58:3
- ସମାଧାନ ପ୍ରୟାସ, 4:35
- ବିବାହ ସମ୍ପୂର୍ଣ୍ଣ ନ ହେଲେ ପାପମୁକ୍ତ, 2:236
- କନ୍ୟା ଯୌତୁକର ଅଧା ପାଇବାକୁ ହକଦାର, 2:237
ଛାଡପତ୍ର, ମହିଳା
- ତୃତୀୟ ତଲାକ ପରେ (ଏହା ଅନ୍ୟ ସ୍ୱାମୀଙ୍କଠାରୁ) ମୂଳ ସ୍ୱାମୀ ପାଖକୁ ଫେରିପାରିବେ, 2:229
- ଭରଣପୋଷଣ ପାଇଁ ହକଦାର, 2:241; 65:1
- ଛାଡପତ୍ରର ସମାନ ଅଧିକାର, 2:228
- ସ୍ୱାମୀଙ୍କ ଦ୍ୱାରା ଖରାପ ବ୍ୟବହାରର ଭୟ, 4:128
- ତାଙ୍କ ସ୍ୱାମୀ ତାଙ୍କୁ ଯାହା ଦେଇଛନ୍ତି ତାହା ରଖିପାରିବେ, 2:229
- ସେମାନଙ୍କ ଘରୁ ବାହାର କରିଦିଆଯିବ ନାହିଁ, 65:1
- ଗର୍ଭଧାରଣକୁ ଭୁଲ ପ୍ରମାଣିତ କରିବା ପାଇଁ ତିନୋଟି ଋତୁସ୍ରାବ ଅପେକ୍ଷା କରେ, 2:228
- ଋତୁସ୍ରାବ ମୁକ୍ତ ଲୋକଙ୍କ ପାଇଁ ତିନି ମାସ ଅପେକ୍ଷା କରନ୍ତୁ, 65:4
- ଯଦି ବିବାହ ଅସମ୍ପୂର୍ଣ୍ଣ ନହୁଏ, 33:49
କୁକୁର, 7:176
ଗଧ (ଗଧ), 2:259; 16:8; 31:19; 62:5; 74:50
ପାନ କର
- ମଦ୍ୟପ, 2:219; 5:90
- ଶୁଦ୍ଧ ଏବଂ ଧଳା ସ୍ୱାଦିଷ୍ଟ, 37:45-46; 76:21
- ଶୁଦ୍ଧ ମୁଦ୍ରାଙ୍କିତ ମଦ, 83:25
ଦୁହା, S.93
ଦୁଖାନ, S.44
ହାତୀ ସେନା, 105:1-5
ଏଲିୟସ୍ (ଏଲିୟସ୍; ଇଲିଆସିନ୍) 6:85; 37:123-132
ଇଲିଶା, (ଆଲ୍ୟାସ) 6:86; 38:48
ହନୋକ, (ଇଦ୍ରିସ୍ ଦେଖନ୍ତୁ)
ଘଟଣା, 56:1; 69:15
ମନ୍ଦ, 4:123; 10:27-30; 19:83; 59:15
- ସାର୍ବଜନୀନ ଭାବରେ ଉଚ୍ଚାରଣ କରାଯିବା ଉଚିତ୍ ନୁହେଁ, 4:148
- ଆମଠାରୁ ଆସେ, କିନ୍ତୁ ଭଲ ଭଲ ଆଲ୍ଲାହଙ୍କଠାରୁ, 4:79; 42:48
- କ୍ଷମା କରନ୍ତୁ, 4:149
- ପ୍ରତିଫଳିତ, 6:160; 42:40
- ଯିଏ ଯୋଜନା କରନ୍ତି, ଷଡ଼ଯନ୍ତ୍ର କରନ୍ତି, 16:45-47
- ଶେଷ ଥିଲା, 30:10
- ସ୍ଥଳ ଏବଂ ସମୁଦ୍ରରେ ଦେଖାଦେଇଛି, 30:41
- ଭଲ ସହିତ ପ୍ରତିରୋଧ/ପ୍ରତିରକ୍ଷା, 13:22; 23:96; 41:34
- ଭଲ ପାଇଁ ପରିବର୍ତ୍ତିତ, 7:95
- ଯେଉଁମାନେ ସେମାନଙ୍କର ଇଚ୍ଛା ଅନୁସରଣ କରନ୍ତି, 47:14, 16
- ସେମାନଙ୍କ ପାଇଁ ସୁନ୍ଦର କାର୍ଯ୍ୟ, 47:14
ଅତ୍ୟଧିକ
- ଖାଦ୍ୟରେ ନିଷେଧ, 5:87
- ଧର୍ମରେ, 4:171; 5:77-81
ଆଖି, କାନ ଏବଂ ଚର୍ମ ପାପୀମାନଙ୍କ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବ, 41:20-23
ଏଜ୍ରା, (ଉଜୈର) 9:30
ଆଲ୍ଲାହଙ୍କ ମୁହଁ ବା ରୂପ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ସୁନ୍ଦର ଦେଖାଯାଉଥିବା
- ଆଲ୍ଲା ପ୍ରତ୍ୟେକ ଜାତିକୁ ତାହାର ନିଜସ୍ୱ କାର୍ଯ୍ୟ କରାଇଛନ୍ତି, 6:108
ବିଶ୍ୱାସ (ବିଶ୍ୱାସ), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ପ୍ରତ୍ୟାଖ୍ୟାନକାରୀ, 3:116
- ବୃଦ୍ଧି, 3:173
- ନିଶ୍ଚିତ ଭାବରେ, 44:7; 45:4, 20; 51:20
- ସେ ତୁମକୁ ପଥ ଦେଖାଇଛନ୍ତି, 49:17
ଫଜର୍, S.89
ଫାଲାକ, S.113
କୋରାନର ପଦ ବିଷୟରେ ମିଥ୍ୟା ଆଲୋଚନା, 6:68
ଭଣ୍ଡ ଦେବତାମାନେ
- ଆଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ପ୍ରତିମା ଏବଂ ତଥାକଥିତ ଅଂଶୀଦାର 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ଆଲ୍ଲାହ ବ୍ୟତୀତ ସେମାନେ ଯେଉଁମାନଙ୍କୁ ପୂଜା କରନ୍ତି ସେମାନଙ୍କୁ ଅପମାନିତ କର ନାହିଁ, 6:108
- ତାଘୁଟ୍ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମିଥ୍ୟା (ବାଟିଲ), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
ମଣିଷର କର୍ମକୁ ନିଜ ବେକରେ ବାନ୍ଧି ଦେଇଛି, 17:13
ଉପବାସ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- କଳା ସୂତାଠାରୁ ଧଳା ସୂତା ପୃଥକ ଦେଖାଯିବା ପର୍ଯ୍ୟନ୍ତ ଖାଅ ଏବଂ ପିଅ, 2:187
ଫାଥ୍, S.48
ଫାତିହା, S.1
ଫାଟିର, S.35
ଫିଡିଆ (ମୁକ୍ତି), ଦ୍ରୁତ, 2:196 |
- ବନ୍ଦୀମାନଙ୍କୁ ମୁକ୍ତ କରିବା ପାଇଁ, 8:67
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥିବା ମୁକ୍ତି, 3:91; 5:36,37; 10:54; 13:18
ଚିତ୍ର, 95:1
ଯୁଦ୍ଧ
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ, ଅବିଶ୍ୱାସୀମାନଙ୍କ ବିରୁଦ୍ଧରେ, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ନିଯୁକ୍ତ, 2:216
- ପବିତ୍ର ମାସଗୁଡ଼ିକରେ, 2:217; 9:5
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କ ଦ୍ୱାରା, 2:246-251
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ, ଏବଂ ନିର୍ଯାତିତ ପୁରୁଷ ଓ ମହିଳାମାନଙ୍କ ପାଇଁ, 4:74-76
- ଆଉ ଫିଟନା ନ ହେବା ପର୍ଯ୍ୟନ୍ତ, 8:39
- କୋଡ଼ିଏଟି ଦୁଇ ଶହକୁ ପରାସ୍ତ କରି, 8:65
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କୁ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ, 9:29
- ଯେଉଁମାନେ ଅନ୍ୟାୟର ଶିକାର ହୋଇଛନ୍ତି ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଅନୁମତି, 22:39-41
- ଏବଂ କପଟୀମାନେ, 47:20
- 48:17 ରୁ ଛାଡ଼
ଫିଲ୍, S.105
ଫିର୍ଡସ୍ ପାରାଡାଇଜ୍, 18:107; 23:11
ଅଗ୍ନି, 56:71, 100:2
ଉଡ଼ିଯାଅ, 22:73
ଖାଦ୍ୟ
- ଆଇନଗତ ଏବଂ ବେଆଇନ, (ହଲାଲ ଏବଂ ହାରାମ), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ପୂର୍ବରୁ ଯାହା ଖାଇଥିଲୁ, ସେଥିପାଇଁ କୌଣସି ପାପ ନାହିଁ, 5:93
- ଲଙ୍ଘନ କରନାହିଁ, 5:87
- ଆଲ୍ଲା ଯାହାକୁ ଆଇନଗତ କରିଛନ୍ତି ତାହାକୁ ବେଆଇନ କରନ୍ତୁ ନାହିଁ, 5:87; 7:32; 16:116
ନିଷିଦ୍ଧ ଆଚରଣ, 6:151-152; 7:33
କ୍ଷମା, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- ବିଶ୍ୱାସୀମାନଙ୍କର ଏକ କର୍ତ୍ତବ୍ୟ, 42:37; 45:14
- ଧର୍ମଗ୍ରନ୍ଥର ଲୋକଙ୍କ ପାଇଁ, ବିଶ୍ୱାସୀମାନଙ୍କ ଦ୍ୱାରା, 2:109
- ଆଲ୍ଲା ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି କ୍ଷମା କରନ୍ତି, 4:48
- ଆଲ୍ଲାହ ତାଙ୍କ ସହିତ ପୂଜାରେ ଅଂଶୀଦାର ନ କରିବା କ୍ଷମା କରନ୍ତି, 4:48, 116
- ଯେକେହି ଆଲ୍ଲାହଙ୍କୁ ଖୋଜେ, 4:110
- ମୁଶ୍ରିକୁନମାନଙ୍କ ପାଇଁ ଆଲ୍ଲାହଙ୍କଠାରୁ ମାଗିବା ନୁହେଁ, 9:113
- ଆଲ୍ଲା ସମସ୍ତ ପାପ କ୍ଷମା କରନ୍ତି, 39:53
- ଦୂତମାନେ ପୃଥିବୀରେ ଥିବା ଲୋକଙ୍କ ପାଇଁ ମାଗୁଛନ୍ତି, 42:5
- ଯେତେବେଳେ ସେମାନେ ରାଗିଯାଆନ୍ତି, କ୍ଷମା କର, 42:37
- କ୍ଷମା କର ଏବଂ ପୁନର୍ମିଳନ କର, 42:40
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କ ଦିନ ପାଇଁ ଆଶା କରନ୍ତି ନାହିଁ ସେମାନଙ୍କୁ କ୍ଷମା କରିବା ପାଇଁ ବିଶ୍ୱାସୀମାନେ, 45:14
- ଯେଉଁମାନେ ମହାପାପ ଏବଂ ଫୱାହିଶରୁ ଦୂରେଇ ରୁହନ୍ତି, 53:32
- ଶୀଘ୍ର ଅଗ୍ରସର ହେବା ପାଇଁ ପରସ୍ପର ସହିତ ପ୍ରତିଯୋଗିତା କର, 57:21
- ମନ୍ଦ କାମ ଭଲ କାମରେ ପରିବର୍ତ୍ତିତ ହେଲା 25:68-71
ଠକେଇ, (ବିଶ୍ୱାସଘାତ ଦେଖନ୍ତୁ) 83:1-6
ସ୍ୱାଧୀନ ଇଚ୍ଛା
- ଆଲ୍ଲାହଙ୍କ ଇଚ୍ଛା ଦ୍ଵାରା ସୀମିତ, 6:107; 10:99; 74:56; 76:31; 81:28-29
- ଯିଏ ଇଚ୍ଛା କରେ, ସେ:ବିଶ୍ୱାସ କର ଏବଂ ଅବିଶ୍ୱାସ କର, 18:29
- ତାଙ୍କ ପ୍ରଭୁଙ୍କ ପାଖକୁ ପଥ ନିଅ, 76:29
- ସିଧା ଚାଲ, 81:28
ଶୁକ୍ରବାର ପ୍ରାର୍ଥନା, 62:9-11
ଫଳ, 6:41; 16:11
- ସ୍ୱର୍ଗରେ, ପ୍ରଚୁର ପରିମାଣରେ, 43:73
- ସମସ୍ତ ପ୍ରକାରର, 47:15
- ଯେପରି ସେମାନେ ଚାହାଁନ୍ତି, 77:42
ଫୁଜ୍ଜର, 82:14-16; 83:7
ଫୁରକାନ, S.25
ଫୁସିଲାଟ୍ (ହା ମିମ୍ ଦେଖନ୍ତୁ), S.41
ଗାବ୍ରିଏଲ, (ଜିବ୍ରିଲ) 2:97-98; 26:193; 66:4; 81:19-21
- ରୁହ, 26:193; 67:12; 70:4; 78:38; 97:4
- ରୁହ-ଉଲ୍-କୁଡସ୍, 2:87, 253; 5:110; 16:102
ଜୁଆ ଖେଳ, 2:219; 5:90
ଖେଳ, ଇହରାମ ଅବସ୍ଥାରେ, 5:94-96
ଘଫିର (ମୁ'ମିନ୍ ଦେଖନ୍ତୁ), S.40
ଘାସିଆ, S.88
ଘୁସଲ, 4:43; 5:6
ଉପହାର, 30:39
ଗୋଲିଆଥ୍, (ଜାଲୁଟ୍) 2:249-251
ଶୁଭ (ଦିନ), 3:140
- ତୁମେ ଏପରି ଜିନିଷକୁ ଘୃଣା କର ଯାହା ଖରାପ, ଏବଂ ଯାହା ଭଳି, 2:216
- ପୁରସ୍କୃତ ହେବା ପାଇଁ, 4:85; 28:54
- ଦୁଇଗୁଣ ପୁରସ୍କୃତ, 4:40; 28:54
- ଦଶ ଥର ପୁରସ୍କୃତ, 6:160
- ବୃଦ୍ଧି ପାଇଛି, 42:23
- ଯେଉଁମାନେ ଏପରି କରନ୍ତି, ସେମାନଙ୍କ ପାଇଁ ମଙ୍ଗଳ ଏବଂ ପରଲୋକର ଘର ଅଛି, 16:30
- ଏହି ଦୁନିଆରେ ଭଲ କାମ କରୁଥିବା ଲୋକଙ୍କ ପାଇଁ, 39:10
- ଯେଉଁମାନେ କାମ କରନ୍ତି, ଆଲ୍ଲା ସେମାନଙ୍କୁ ସର୍ବୋତ୍ତମ କାର୍ଯ୍ୟ ସହିତ ପୁରସ୍କୃତ କରନ୍ତି, 53:31
- ଭଲ ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ପୁରସ୍କାର ଅଛି କି, 55:60
- ଆଲ୍ଲାହ ତୁମ ପ୍ରତି ଯେପରି ମଙ୍ଗଳ କରିଛନ୍ତି, ସେହିପରି କର, 28:77
ଭଲ ଏବଂ ମନ୍ଦ
- ଭଲ ଆଲ୍ଲାହଙ୍କଠାରୁ ଏବଂ ମନ୍ଦ ନିଜଠାରୁ,4:79
- ଯଦି ତୁମେ ଭଲ କର, ନିଜ ପାଇଁ ଏବଂ ଯଦି ତୁମେ ମନ୍ଦ କର, ନିଜ ବିରୁଦ୍ଧରେ, 17:7; 41:46
- ଭଲ ଦ୍ୱାରା ମନ୍ଦକୁ ଦୂର କରିବା, 23:96; 28:54; 41:34
- ଭଲ ଏବଂ ମନ୍ଦ କାମ ସମାନ ହୋଇପାରେ ନାହିଁ,41:34
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ତାଙ୍କ ଦ୍ୱାରା କରାଯାଇଥିବା ସମସ୍ତ କାର୍ଯ୍ୟର ସମ୍ମୁଖୀନ ହେବେ, 3:30
- ମୁହସିନୁନ୍ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଭଲ କାମ
- ପ୍ରକାଶ କର କିମ୍ବା ଲୁଚାଇ ରଖ, 4:149
- ଏକ ଦୌଡ଼ରେ ପରି ଚେଷ୍ଟା କର, 5:48
ସୁସମାଚାର, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
ମହାନ ସମାଚାର, 78:1-5
ଅଭିବାଦନ, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ହାଦିଦ୍, S.57
ହାଡି (ବଳି ପାଇଁ ପଶୁ), 2:196, 200
ହଜ୍ (ତୀର୍ଥଯାତ୍ରା), 2:158, 196-203; 3:97; 5:2; 22:30
ହଜ୍, S.22
ହାମନ, 28:6, 38; 29:39; 40:24, 36, 37
ହାତ ଏବଂ ଗୋଡ଼ ସାକ୍ଷ୍ୟ ଦେବେ, 36:65
ହାଗା, S.69
କଷ୍ଟ, ପ୍ରତ୍ୟେକ ସହିତ ଆଶ୍ୱସ୍ତି ଅଛି, 94:5-6
ହାରୁନ୍, (ହାରୋଣ)
ହାରୁତ, 2:102
ହାସର, S.59
ହୃଦୟ
- କଠିନ, 2:74; 22:53; 39:22; 57:16
- ମୁଦ୍ରିତ, 7:100-101; 40:35; 47:16; 63:3
- ଆଚ୍ଛାଦିତ, 17:46; 41:5
- ବନ୍ଦ, 47:24
- ବିଭକ୍ତ, 59:14
- ଭୟରେ ପରିପୂର୍ଣ୍ଣ, 22:35
- ଯାହାଙ୍କଠାରେ, ଏକ ରୋଗ ଅଛି, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ସ୍ୱର୍ଗ
- ଅଦୃଶ୍ୟ ବିଷୟ ଆଲ୍ଲାଙ୍କର, 16:77
- ନାଟକ ପାଇଁ ସୃଷ୍ଟି ହୋଇନାହିଁ, 21:16
- ଏବଂ ପୃଥିବୀ ଏକାଠି ସଂଯୁକ୍ତ ହେଲା, 21:30
- ଏଥିରେ କିଛି ଲୁଚି ନାହିଁ, 27:75
- କୌଣସି ସ୍ତମ୍ଭ ବିନା ସୃଷ୍ଟି ହୋଇଛି, 31:10
- ତାଙ୍କ ଡାହାଣ ହାତରେ ଗୁଡ଼ାଇ ଦିଆଯିବ, 39:67
- ଦୁଇ ଦିନରେ ସାତ ସ୍ୱର୍ଗର ସୃଷ୍ଟି, 41:12
- ନିକଟତମ ସ୍ୱର୍ଗକୁ ଦୀପ ସହିତ ସଜ୍ଜିତ କରାଯାଇଥିଲା, 41:12
- ଯାହାସବୁ ଅଛି ତାହା ଆଲ୍ଲାଙ୍କର, 45:27; 53:31
- ସାତଟି ସ୍ୱର୍ଗ, ଗୋଟିଏ ଉପରେ ଅନ୍ୟଟି, 67:3
ନର୍କ (ଅଗ୍ନି, ପ୍ରଜ୍ୱଳିତ ଅଗ୍ନି) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ଜଳୁଥିବା ଏବଂ ଫୁଟୁଥିବା ପାଣି 22:19-22; 23:103-104
- ପୁସ୍ 14:14-17; 38:55-58; 69:35-37
- ଜାକୁମ୍ ଗଛ 37:62-70; 44:43-50; 56:41-56
- ବାସିନ୍ଦାଙ୍କ ବଞ୍ଚିବା କିମ୍ବା ମରିବାରେ ଅକ୍ଷମତା 87:13
- ଦୋଷ ନିକ୍ଷେପ 26:91-101; 34:31-33
- ତୁରନ୍ତ ବିନାଶ ପାଇଁ ଆହ୍ୱାନ 25:13-14; 43:74-78
- ପ୍ରବଳ କ୍ରନ୍ଦନ 35:36-37
- ଅଗ୍ନି ଗର୍ଜନ ଏବଂ ଗର୍ଜନ 25:11-12; 67:6-11
- ଭଜା ଚମଡାକୁ ନୂତନ ଚମଡା ସହିତ ବଦଳାଗଲା 4:56
- ଟାରର ଶିକୁଳି ଏବଂ ପୋଷାକ 14:48-50
- ଲୁହାର ଗଦା 22:19-22
- ଶୃଙ୍ଖଳା 13:5
- ନର୍କର ରକ୍ଷକମାନେ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- କୌଣସି ମୁକ୍ତି ଗ୍ରହଣ କରାଯାଇ ନାହିଁ 5:36-37
- ମଧ୍ୟସ୍ଥତା ଅସ୍ୱୀକାର 6:94; 26:100; 30:13; 74:48
- ଜଳୁଥିବା ହତାଶା ଏବଂ ବରଫ ଥଣ୍ଡା ଅନ୍ଧକାର, 38:57
- 70 ହାତର ଶୃଙ୍ଖଳ, 69:32
- ସୀମିତ ଅବଧି ପାଇଁ ରୁହନ୍ତୁ, 78:23
ପରବର୍ତ୍ତୀ ସମୟରେ
- 6:32; 7:169 ରେ ଘରଟି ଭଲ।
- ଯାହା ଶେଷ ହେବ, 6:135 ରେ
- ଜାଲିମୁନ୍ ସଫଳ ହେବେ ନାହିଁ (ରେ), 6:135
- ଘର, 12:109; 16:30; 28:83; 29:64
- ଯେଉଁମାନେ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, 17:10
- 42:20 ର ପୁରସ୍କାର
- ସୁନା ଓ ରୂପା ଅପେକ୍ଷା ଉତ୍ତମ, 43:33-35
- କେବଳ ମୁତାକୁନମାନଙ୍କ ପାଇଁ, 43:35
- ଦଣ୍ଡ, 68:33
- ଉତ୍ତମ ଏବଂ ଅଧିକ ସ୍ଥାୟୀ, 87:17
- ବର୍ତ୍ତମାନ ଅପେକ୍ଷା ଭଲ, 93:4
ରାଜପଥ, ପ୍ରଶସ୍ତ, 21:31
ହିଜର୍ (ରକି ଟ୍ରାକ୍ଟ), 15:80-85
ହିଜର୍, S.15
ସମଲିଙ୍ଗୀତା 26:165-166; 27:55; 29:28-29
ଘୋଡା, 16:8
ଘଣ୍ଟା
- ଏହାର ଜ୍ଞାନ କେବଳ ଆଲ୍ଲାହଙ୍କ ପାଖରେ ଅଛି, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ହଠାତ୍ ଏହା ସେମାନଙ୍କ ଉପରେ ପଡ଼ିଯାଏ, 6:31; 7:187; 12:107; 43:66
- ତୁମ ଉପରେ ଆସିବ, 6:40; 12:107; 20:15; 34:3
- ନିକଟତର ହୋଇଛି, 54:1-5
- ଆଖିର ପଲକ ପରି, କିମ୍ବା ଆହୁରି ନିକଟତର,16:77
- ଭୂମିକମ୍ପ, 22:1
- ପ୍ରତିଷ୍ଠିତ ହେବ, ଦିନ, 30:12, 14
- ନିଶ୍ଚିତ ଭାବରେ ଆସୁଛନ୍ତି, ଏଥିରେ କୌଣସି ସନ୍ଦେହ ନାହିଁ, 40:59; 45:32; 51:5-6
- ଚିହ୍ନ 21:96; 27:82; 43:61; 47:18; 54:1-2
- ନାମ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- ଲୋକଙ୍କୁ ଆଶ୍ଚର୍ଯ୍ୟ କରିଦେବ 6:31; 7:187
- ତୂରୀ ଫୁଙ୍କିବ 6:73; 23:101; 39:68
ଘର, ପ୍ରବେଶ କରିବାର ପଦ୍ଧତି, 24:27-29
ହୁଦ୍, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ହୁଡ୍, S.11
ହୁଜୁରାତ, S.49
ହୁମାଜା, S.104
ହୁନୈନ (ଯୁଦ୍ଧ), 9:25
ହୁର (ସ୍ୱର୍ଗରେ ମହିଳା), 44:54; 52:20
କପଟୀମାନେ
- କୁହ:ଆମେ ଆଲ୍ଲାହ ଏବଂ ଶେଷ ଦିନରେ ବିଶ୍ୱାସ କରୁ, କିନ୍ତୁ ପ୍ରକୃତରେ ବିଶ୍ୱାସ କରୁନାହୁଁ, 2:8
- ନିଜକୁ ପ୍ରତାରଣା କରିବା, 2:9
- ସେମାନଙ୍କ ହୃଦୟରେ ରୋଗ, 2:10; 8:49; 22:53; 33:12; 47:29
- ଦୁଷ୍ଟାମି କର, 2:11-12
- ମୂର୍ଖ ଏବଂ ପରିହାସକାରୀ, 2:13-15
- ମାର୍ଗଦର୍ଶନ ପାଇଁ କ୍ରୟ କରାଯାଇଥିବା ତ୍ରୁଟି, 2:16
- ବଧିର, ମୂକ ଏବଂ ଅନ୍ଧ, 2:17-18
- ମୃତ୍ୟୁ ଏବଂ ଅନ୍ଧକାରର ଭୟରେ, 2:19-20
- ସୁଖଦ ଭାଷଣ, 2:204-206
- ଯୁଦ୍ଧ କରିବାକୁ ମନା, 3:167-168
- ଆଲ୍ଲାହ ଜାଣନ୍ତି ସେମାନଙ୍କ ହୃଦୟରେ କ’ଣ ଅଛି, 3:167; 4:63
- ମିଥ୍ୟା ବିଚାରକଙ୍କ ନିକଟକୁ ବିଚାର ପାଇଁ ଯାଅ, ପ୍ରକାଶିତ ବାକ୍ୟରୁ ଦୂରେଇ ଯାଅ, ଯେତେବେଳେ ଏକ ବିପର୍ଯ୍ୟୟ ଘଟେ, ଆସ, 4:60-62
- ଦୁର୍ଭାଗ୍ୟରେ ଏବଂ ଏକ ମହାନ ସଫଳତାରେ, 4:72-73
- ଆଲ୍ଲା ସେମାନଙ୍କୁ ପଛକୁ ପକାଇ ଦେଇଛନ୍ତି, 4:88
- ବନ୍ଧୁ ଭାବରେ ଗ୍ରହଣ କରାଯିବା ଉଚିତ୍ ନୁହେଁ, 4:89; 58:14-19
- ଯଦି ସେମାନେ ପଛକୁ ଫେରେ, ଯେଉଁଠାରେ ପାଅ ସେମାନଙ୍କୁ ହତ୍ୟା କର, 4:89
- ସେମାନେ ତୁମର ବିଜୟ କିମ୍ବା ଅବିଶ୍ୱାସୀଙ୍କ ସଫଳତା ପାଇଁ ଅପେକ୍ଷା କରନ୍ତି ଏବଂ ଅପେକ୍ଷା କରନ୍ତି, 4:141
- ଆଲ୍ଲାହଙ୍କୁ ଠକିବାକୁ ଚେଷ୍ଟା କରନ୍ତି, ସେମାନେ ଆଳସ୍ୟ ସହିତ ଏବଂ ଲୋକଙ୍କ ଦ୍ୱାରା ଦେଖାଯିବା ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତି, 4:142
- ଏମାନଙ୍କର ନୁହେଁ କିମ୍ବା ସେମାନଙ୍କର ନୁହେଁ, 4:143
- ଅଗ୍ନିର ନିମ୍ନତମ ଗଭୀରତାରେ; କୌଣସି ସାହାଯ୍ୟକାରୀ ନାହିଁ, 4:145
- ଜଣାପଡ଼ିବାର ଭୟ, 9:64-65
- ପ୍ରାର୍ଥନା କରିବା ପାଇଁ ନୁହେଁ, 9:84
- ପୁରୁଷ ଏବଂ ମହିଳା ପରସ୍ପରଠାରୁ; ପରାଜିତ; ଆଲ୍ଲାହର ଅଭିଶାପ, 9:67-69
- ବେଦୁଇନ୍ସରେ, 9:101
- ଯେଉଁଠାରେ ମିଳିବ, ସେମାନଙ୍କୁ ଧରି ହତ୍ୟା କରାଯିବ, 33:61
- ଆଲ୍ଲା ଦଣ୍ଡ ଦେବେ, 33:73
- ମିଥ୍ୟାବାଦୀ; ପିଠି ଫେରାଇବା; ସେମାନଙ୍କର ହୃଦୟ ବିଭାଜିତ, 59:11-14
- ମିଥ୍ୟାବାଦୀ; ସେମାନଙ୍କର ଶପଥକୁ ଏକ ଆବରଣ କରିଥିଲେ; ସେମାନଙ୍କର ହୃଦୟ ମୁଦ୍ରିତ; ସେମାନଙ୍କଠାରୁ ସାବଧାନ ରୁହନ୍ତୁ, 63:1-4
- ବୁଝିବ ନାହିଁ, ଜାଣ ନାହିଁ, 63:7-8
- ବିରୁଦ୍ଧରେ କଠିନ ପ୍ରୟାସ କରିବା, 66:9
ଇବଲିସ୍ (ଶୟତାନ), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ଶୟତାନ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଇବ୍ରାହିମ, (ଆବ୍ରାହିମ ଦେଖନ୍ତୁ)
ଇବ୍ରାହିମ୍, S.14
'ଇଦ୍ଦା (ମହିଳାଙ୍କ ଛାଡପତ୍ର ନିର୍ଦ୍ଧିଷ୍ଟ ଅବଧି), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
ଇଦ୍ରିସ୍ (ହନୋକ୍), 19:56-57; 21:85; 96:4
ଇହରାମ, 2:197; 5:2, 95
ଇହସାନ, 16:90
ଇଖଲାସ୍, S.112
ଇଲାହ, ଏକମାତ୍ର, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ଅବୈଧ ଯୌନ ସମ୍ପର୍କ; ସାକ୍ଷୀଙ୍କ ପ୍ରମାଣ, 4:15-18; 24:2, 19
ଇଲିୟୁନ୍, 83:18-21
ଅଶୁଦ୍ଧ (ନାଜାସ୍) 9:28
'ଇମ୍ରାନ
- ସ୍ତ୍ରୀ, 3:35
- ଝିଅ, 66:12
ଅନିବାର୍ଯ୍ୟ, 69:1-3
ଇନଫିଟାର, S.82
ଉତ୍ତରାଧିକାର, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ଅନ୍ୟାୟ, କାହା ପ୍ରତି କରାଯାଇଛି, 4:30, 148
ଇନସାନ (ଦାହର ଦେଖନ୍ତୁ), S.76
ଇନସିକାକ୍, S.84
ଇନଶିରାହ (ଶାରହ ଦେଖନ୍ତୁ), S.94
ପ୍ରେରଣା, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
ମଧ୍ୟସ୍ଥି/ମଧ୍ୟସ୍ଥିକର୍ତ୍ତା, 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
ନିଶାଦ୍ରବ୍ୟ, 5:90, 2:219
ଇକାମାଟ-ଆସ-ସାଲାଟ, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
ଇକରା' ('ଆଲକ' ଦେଖନ୍ତୁ), ପୃଷ୍ଠ 96
ଈରମ୍, 89:7
ଲୁହା, 57:25
'ଯୀଶୁ, ଯୀଶୁଙ୍କୁ ଦେଖ।'
ଇସ୍ହାକ, (ଇଶାକ) 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112-113
ଇଶ୍ମାଏଲ (ଇସମାଇଲ), 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
ତାଙ୍କ ପିତାଙ୍କ ସହିତ କାବାର ମୂଳଦୁଆ ସ୍ଥାପନ କରନ୍ତି 2:125-140
ବଳିଦାନର କାହାଣୀ 37:100-113
ଇସଲାମ, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ମୁସଲମାନ ଭାବରେ ଆତ୍ମସମର୍ପଣକାରୀଙ୍କ ମଧ୍ୟରୁ ପ୍ରଥମେ, 6:14,163; 39:12
- ପ୍ରଥମେ ଆଲିଙ୍ଗନ କରିବା ପାଇଁ, 9:100
- ଛାତି ଖୋଲିଗଲା, 39:22
- ଏକ ଅନୁଗ୍ରହ ଭାବରେ, 49:17
ଇସ୍ରା', S.17
ଇସ୍ରାଏଲ, ସନ୍ତାନଗଣ, 2:40-86
- ଅନୁଗ୍ରହ ପ୍ରଦାନ, 2:47-53, 60, 122; 45:16-17
- ଆଲ୍ଲାହଙ୍କ ଆଜ୍ଞାପାଳନ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ କରିବା, 2:54-59, 61, 63-74; 5:71; 7:138-141
- ମୁସଲମାନମାନଙ୍କ ସହିତ ସେମାନଙ୍କର ସମ୍ପର୍କ, 2:75-79
- ସେମାନଙ୍କର ଅହଂକାର, 2:80, 88, 91
- ସେମାନଙ୍କର ଚୁକ୍ତି, 2:80, 83-86, 93, 100; 5:12-13, 70
- ପରକାଳର ମୂଲ୍ୟରେ ଏହି ଦୁନିଆର ଜୀବନ କିଣିଛି, 2:86
- ଜୀବନ ପାଇଁ ସବୁଠାରୁ ଲୋଭୀ ମାନବଜାତି, 2:96
- ଜଣେ ରାଜା ମାଗ, 2:246-251
- ସୀମା ଅତିକ୍ରମ କରିଛି; ବିଭିନ୍ନ ଗୋଷ୍ଠୀରେ ବିଭକ୍ତ; ବାନର, 7:161-171
- ଦୁଇଥର ପ୍ରତିଜ୍ଞା କରାଯାଇଥିଲା, 17:4-8
- ଶତ୍ରୁଠାରୁ ଉଦ୍ଧାର, 20:80-82
- ଶାସ୍ତ୍ର ଏବଂ ନେତାମାନଙ୍କୁ ଦିଆଯାଇଛି, 32:23-25; 40:53-54
- ବିଦ୍ୱାନ ବିଦ୍ୱାନମାନେ ଏହାକୁ ଜାଣିଥିଲେ (କୋରାନ ସତ୍ୟ), 26:197
ଇସ୍ତାୱା (ଉପରକୁ ଉଠି), 2:29; 7:54; 10:;; 13:2; 20:5; 32:4; 41:11; 57:4
ଇ'ତିକାଫ୍, 2:187
ଯାକୁବ, (ୟାକୁବ) 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 2:27:2 ।।
- ଅସବତ (ଯାକୁବଙ୍କ ବାର ପୁଅ), 2:140; 3:84; 4:163
ଜାଲୁତ, (ଗୋଲିଆଥ୍ ଦେଖନ୍ତୁ)
ଜମାରାଟ, 2:200
ଜାଥିୟାହ, S.45
ଯୀଶୁ, ମରିୟମଙ୍କ ପୁତ୍ର ଯିଶାଇୟ
- ଜଗତର ସମସ୍ତ ନାରୀମାନଙ୍କ ମଧ୍ୟରୁ ମାତାଙ୍କୁ ମନୋନୀତ କରାଯାଇଛି 3:42
- ପୁନରୁତ୍ଥାନ ଦିନ ସାକ୍ଷ୍ୟ ଦିଏ, 4:159
- ଜନ୍ମର ଶୁଭ ଖବର, 3:45-47; 19:22-23
- ଇସ୍ରାଏଲ ସନ୍ତାନଗଣଙ୍କ ପାଇଁ ଦୂତ, 3:49-51
- ଶିଷ୍ୟମାନେ, 3:52-53; 5:111-115
- ଆଲ୍ଲାହର ସହାୟକ ଭାବରେ ଶିଷ୍ୟମାନେ, 3:52; 61:14
- ଉଠିଲେ, 3:55-59; 4:157-159
- ଆଦମଙ୍କ ପ୍ରତିରୂପ, 3:59
- ହତ୍ୟା କରାଯାଇନାହିଁ କିମ୍ବା କ୍ରୁଶବିଦ୍ଧ କରାଯାଇନାହିଁ, 4:157
- ପ୍ରେରିତ, 4:163
- ଦୂତ ବ୍ୟତୀତ ଆଉ କେହି ନୁହେଁ (ତାଙ୍କୁ ଦେବତା ଭାବରେ ଗ୍ରହଣ କରିବା ପାଇଁ ନୁହେଁ), 4:171-172; 5:75; 19:30, 43:63-64
- ଯେଉଁମାନେ କୁହନ୍ତି, 5:17, 72; 9:30 ସେମାନେ ଅବିଶ୍ୱାସ କରିଛନ୍ତି।
- ଆମର ଦୂତ (ମହମ୍ମଦ ﷺ ) ଆସିଛନ୍ତି, 5:19
- ସୁସମାଚାର ଦେଲେ, 5:46
- ଶିଷ୍ୟମାନେ କହିଲେ:ଆମେ ମୁସଲମାନ, 5:111
- ଖାଦ୍ୟ ସହିତ ଟେବୁଲ ବିସ୍ତାର, 5:114
- ମିଥ୍ୟା ଉପାସନା ଶିଖାଇ ନଥିଲେ, 5:116-118
- ଜଣେ ଧାର୍ମିକ ଭବିଷ୍ୟଦ୍ବକ୍ତା, 6:85
- ଏକ ଚିହ୍ନ ଭାବରେ, 23:50
- ତାଙ୍କର ଦ୍ୱିତୀୟ ଆଗମନ 43:61
- 43:65 ବିଷୟରେ ଭିନ୍ନ ଭିନ୍ନ ମତାମତ
- ଇସ୍ରାଏଲ ସନ୍ତାନଗଣ ପାଇଁ ଦାସ ଏବଂ ଏକ ଉଦାହରଣ ବ୍ୟତୀତ ଆଉ କିଛି ନୁହେଁ, 43:59
- ଜଣେ ଦୂତଙ୍କ ଶୁଭ ଖବର ଯାହାଙ୍କ ନାମ ଅହମଦ ହେବ, 61:6
- ତାଙ୍କର କୁମାରୀ ଜନ୍ମ, ବାର୍ତ୍ତା ଏବଂ ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ 3:45-51; 19:16-38
- ଆଲ୍ଲାହଙ୍କ ଅନୁଗ୍ରହକୁ ମନେ ପକାଇଲା 5:110-115
- ଈଶ୍ୱରୀୟ ହେବା ଅସ୍ୱୀକାର କରେ 5:116-120
- ତାଙ୍କ ଅନୁସରଣକାରୀମାନଙ୍କ ହୃଦୟରେ କରୁଣା ଏବଂ ଅନୁଗ୍ରହ 5:82; 57:27
ଯିହୂଦୀ ଏବଂ ଖ୍ରୀଷ୍ଟିଆନମାନେ, 2:140; 4:153-161, 171; 5:18
- ମିଥ୍ୟା କଥା ଶୁଣ, 5:41-42
- ସେମାନେ ଯାହା କହିଥିଲେ ସେଥିପାଇଁ ଅଭିଶପ୍ତ, 5:64
- ବିଶ୍ୱାସୀମାନଙ୍କ (ମୁସଲମାନମାନଙ୍କ) ପ୍ରତି ଶତ୍ରୁତା, 5:82
- ଯିଏ ଇସଲାମ ଗ୍ରହଣ କରିଥିଲେ, 26:197; 28:53; 29:47
ଜିବ୍ରିଲ୍, (ଗାବ୍ରିଏଲ୍ ଦେଖନ୍ତୁ)
ଜିହାଦ, (ଲଢ଼େଇ, ପ୍ରୟାସ) 2:216; 9:24; 22:78; 25:52
ଜିନ୍, S.72
ଜିନ୍, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ଜିନ୍, ଅଗ୍ନିରୁ ସୃଷ୍ଟି 15:25; 55:15
- ବିଶ୍ୱାସ କରିବା ଏବଂ ଅବିଶ୍ୱାସ କରିବା ଜିନ୍ 72:1-15
- କେତେକ କୋରାନର ବାର୍ତ୍ତାରେ ବିଶ୍ୱାସ କରୁଥିଲେ 46:29-32
- ମଣିଷ ଏବଂ ଜିନ୍ ଏକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ସୃଷ୍ଟି ହୋଇଥିଲେ 51:56-58
ଆୟୁବ, 4:163; 6:84; 21:83-84; 38:41-44
ଯୋହନ, (ଯାହୟା, ବାପ୍ତିଜକ ଯୋହନ)
- ଶୁଭ ଖବର, 3:38-41; 19:7-11; 21:90
- ଧାର୍ମିକ, 6:85
- ଜ୍ଞାନୀ, ସହାନୁଭୂତିଶୀଳ, କର୍ତ୍ତବ୍ୟପରାୟଣ, 19:12-15
ଯୋନା (ଯୋନାସ କିମ୍ବା ୟୁନୁସ), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (ଧୂ ନ-ନନ୍) 21:87; 68:48-50
ଯୋଷେଫ (ୟୁସୁଫ), 6:84; 12:4-101
- ସର୍ବୋତ୍ତମ କାହାଣୀ 12:1-3
- ଯୁବକ ୟୁସୁଫଙ୍କ ସ୍ୱପ୍ନ 12:4-6
- ତାଙ୍କ ଭାଇମାନଙ୍କ ଦ୍ୱାରା ଷଡ଼ଯନ୍ତ୍ର 12:7-18
- ଦାସତ୍ୱରେ ବିକ୍ରୟ 12:19-20
- ମିଶରର ମୁଖ୍ୟମନ୍ତ୍ରୀଙ୍କ ଘରେ ପାଳିତ 12:21-22
- ମୁଖ୍ୟମନ୍ତ୍ରୀଙ୍କ ସ୍ତ୍ରୀ ତାଙ୍କୁ ପ୍ରଲୋଭିତ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତି 12:23-29
- ଭୋଜି ଘଟଣା 12:30-32
- ଜେଲକୁ ଯାଏ 12:33-35
- ଦୁଇ କଏଦୀ 12:36-42
- ରାଜାଙ୍କ ସ୍ୱପ୍ନ 12:43-53
- ମୁଖ୍ୟମନ୍ତ୍ରୀ ହୁଅନ୍ତି 12:54-57
- ଭାଇମାନେ ତାଙ୍କ ପାଖକୁ ସାମଗ୍ରୀ ପାଇଁ ଆସନ୍ତି 12:58-68
- ତାଙ୍କ ଭାଇ ବିନ୍ୟାମିନଙ୍କୁ ନେଇଯାଏ 12:69-82
- ତାଙ୍କ ପିତାଙ୍କ ନୂତନ ଦୁଃଖ 12:83-87
- ତାଙ୍କର ପ୍ରକୃତ ପରିଚୟ ପ୍ରକାଶ କରନ୍ତି 12:88-98
- ପୁରୁଣା ସ୍ୱପ୍ନ ସତ ହୁଏ 12:99-100
- ଶେଷ ପ୍ରାର୍ଥନା 12:101
ଜୁଡି, ପର୍ବତ, 11:44
ଜୁମୁଆ, S.62
ନ୍ୟାୟ (ଆଦଲ), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- 4:65, 105 ମଧ୍ୟ ଦେଖନ୍ତୁ।
କାବା
- ଆବ୍ରାହାମଙ୍କ ଦ୍ୱାରା ନିର୍ମିତ, 2:125-127
- ଶିକାର ହତ୍ୟା ନୁହେଁ, 5:94-96
- ସୁରକ୍ଷା ଆଶ୍ରୟସ୍ଥଳ, 5:97
- ଉଲଗ୍ନ ଅବସ୍ଥାରେ ବୁଲିବା, 7:28
- ପ୍ରାର୍ଥନା କରିବା ଏବଂ ବୁଲିବା ସମୟରେ, 2:200; 7:29, 31
କାଫିରୁନ୍, S.109
କାଫୁର, ମିଶ୍ରିତ ପାତ୍ର, 76:5
କାହଫ୍, S.18
କାଞ୍ଜ, 9:34-35
କାଉଥର୍ (ପାରାଦୀପରେ ନଦୀ), 108:1 |
କୌଥର, S.108
ଚାବି
ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀର, 39:63; 42:12
ଘାଇବର, 6:59
ଖାଉଲା ବିଣ୍ଟ ଥା ଲାବା, 58:1
ହତ୍ୟା
- ଯଦି କେହି ଜଣେ ବ୍ୟକ୍ତିକୁ ହତ୍ୟା କରେ, ସେ ସମଗ୍ର ମାନବଜାତିକୁ ହତ୍ୟା କରେ, 5:32
- କାହାକୁ ହତ୍ୟା କରନାହିଁ, 17:33
ଦାନ ଅପେକ୍ଷା ଦୟାଳୁ କଥା ଭଲ, 2:263
ଜ୍ଞାତି, ଅଧିକାର, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
କିରାମନ-ରତିବିନ, 82:11
ଜ୍ଞାନ
- ପତ୍ର ଖଣ୍ଡେ ପଡ଼େ ନାହିଁ, କିନ୍ତୁ ସେ ତାହା ଜାଣନ୍ତି, 6:59
- ଯେଉଁମାନେ ମୂର୍ଖତାରୁ ନିଜ ପିଲାମାନଙ୍କୁ ହତ୍ୟା କରିଛନ୍ତି, ସେମାନେ ହଜିଯାଇଛନ୍ତି, ବିନା, 6:140
- ପାଞ୍ଚଟି ଜିନିଷର, କେବଳ ଆଲ୍ଲାହଙ୍କ ସହିତ, 31:34
- ନିଶ୍ଚିତ ଭାବରେ, 102:5-7
କୋରାହ (କାରୁନ୍), 28:76-82; 29:39; 40:24
କୁର୍ସି, 2:255
ଲାହାବ (ମସାଦ ଦେଖନ୍ତୁ), S.111
ଲୈଲ୍, S.92
ଦୀପ, 25:61; 67:5; 71:16; 78:13
ଭାଷାଗୁଡ଼ିକ
- ପୁରୁଷଙ୍କ ରଙ୍ଗ ଏବଂ ରଙ୍ଗରେ ପାର୍ଥକ୍ୟ, 30:22
ଅକ୍ଷର, 53:19
ନିୟମ, ବିହିତ, 5:48
ଆଲ୍ଲାହଙ୍କ ନିୟମ, 2:219; 98:3
ମିଛବାଦୀ, 26:221-223
ଜୀବନ, ଯଦି କେହି ଜଣେ ବ୍ୟକ୍ତିଙ୍କୁ ରକ୍ଷା କଲେ, ସେ ସମଗ୍ର ମାନବଜାତିଙ୍କ ଜୀବନ ରକ୍ଷା କଲେ, 5:32
ଏହି ଜଗତର ଜୀବନ
- ପରକାଳର ମୂଲ୍ୟରେ କିଣିଲି, 2:86
- କେବଳ ପ୍ରତାରଣାର ଉପଭୋଗ, 3:185
- ପରଲୋକ ପାଇଁ ବିକ୍ରୟ କର, 4:74
- ଏହା କେବଳ ମନୋରଞ୍ଜନ ଏବଂ ଖେଳ, 6:32; 29:64; 47:36; 57:20
- ପ୍ରତାରଣା କରେ, 6:130
- ପରଲୋକ ଅପେକ୍ଷା ପରଲୋକର ଆନନ୍ଦ କମ୍, 9:38; 13:26; 28:60
- ର ସାଦୃଶ୍ୟ ବର୍ଷା ପରି, 10:24
- ଶୁଭ ଖବର, 10:64
- ଯିଏ ଇଚ୍ଛା କରେ, ସେ ସେଥିରେ ପ୍ରବେଶ କରେ; କିନ୍ତୁ ତା'ପରେ ପରଲୋକରେ କୌଣସି ଅଂଶ ରହିବ ନାହିଁ, 11:15-16; 17:18; 42:20
- ଯେଉଁମାନେ ବର୍ତ୍ତମାନକୁ ଭଲ ପାଆନ୍ତି ଏବଂ ପରକାଳକୁ ଅବହେଳା କରନ୍ତି, 75:20-21; 76:27
- ତୁମେ ପସନ୍ଦ କର, 87:16
ଆଲୋକ
- ପ୍ରକାଶିତ, 4:174
- ଏବଂ ଅନ୍ଧକାର, 6:1
- ଦୃଷ୍ଟାନ୍ତ, 24:35
- ବିଶ୍ୱାସୀମାନଙ୍କ ଆଗରେ ଏବଂ ସେମାନଙ୍କ ସହିତ ଯାଏ, 57:12-15; 66:8
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଦିଆଯାଇଛି, ଯାହା ଦ୍ୱାରା ବିଶ୍ୱାସୀମାନେ ସିଧା ଚାଲିପାରିବେ, 57:2
ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ସ୍ଥିର କରାଯାଇଥିବା ସୀମା, 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- ଏଗୁଡ଼ିକ ହେଉଛି, 2:187; 229-230; 4:13; 58:4; 65:1
- ଲଙ୍ଘନ କରନାହିଁ, 2:190, 229
- ଯେକେହି ଲଙ୍ଘନ କରେ, 2:229; 4:14; 78:22
- କିନ୍ତୁ ଆବଶ୍ୟକତା ଦ୍ଵାରା ବାଧ୍ୟ ହୋଇ, କିମ୍ବା ନିୟମ ଲଙ୍ଘନ କରି, 2:173; 6:145
- ତୁମ ଧର୍ମରେ, 4:171; 5:77 ଅତିକ୍ରମ କର ନାହିଁ
- ଯେତେବେଳେ ସେମାନେ ଅତିକ୍ରମ କଲେ, (ବାନର ହୋଇଗଲେ), 7:166
- ଯେଉଁମାନେ ପାଳନ କରନ୍ତି, 9:112
ସିଂହ, 74:51
ଋଣ
- ଆଲ୍ଲାହଙ୍କୁ ଉତ୍ତମ ଋଣ ଦିଅ, 2:245; 73:20
- ବହୁଗୁଣ ବୃଦ୍ଧି ପାଇଛି, 57:11, 18
- ଦ୍ୱିଗୁଣିତ, 64:17
କ୍ଷତି, ପ୍ରକାଶିତ, 39:15
ଲଟ୍, (ଲୁଟ୍) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- ତାଙ୍କର ଅବାଧ୍ୟ ପତ୍ନୀ, 11:81; 15:60; 66:10
ଲୋଟ ଗଛ, 34:16; 53:14-16; 56:28
ଲୁକମାନ, 31:12-14
ଲୁକମାନ, S.31
ମା'ଆରିଜ, S.70
ମଦିନା (ୟଥ୍ରିବ), 9:120; 33:13, 60; 63:8
ମାଡିଆନ୍, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ଆଇକା କାଠ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମାହର (ବଧୂ-ଧନ), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
ମାଇଦା, S.5
ମକ୍କା (ବକ୍କା), 3:96; 90:1-2
- ସୁରକ୍ଷାର ନଗରୀ, 95:3
ମଣିଷ
- ପୃଥିବୀରେ ପିଢ଼ି ପରେ ପିଢ଼ି, 2:30; 6:165
- ଉତ୍ତରାଧିକାରୀ କରାଗଲା, 35:39
- କର୍ତ୍ତବ୍ୟ, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ପରୀକ୍ଷିତ, 2:155; 3:186; 47:31; 57:25
- ଲୋକମାନେ ଲୋଭ କରୁଥିବା ଜିନିଷ, 3:14
- ସୃଷ୍ଟି ହୋଇଛି, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2 ରୁ
- ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଶବ୍ଦ ସୃଷ୍ଟି ଏବଂ ନିର୍ଣ୍ଣୟ କଲେ, 6:2; 15:26
- ଏବଂ ସ୍ତ୍ରୀ ମଧ୍ୟରେ ପୁନଃମିଳନ, 4:35
- ଆଲ୍ଲାହଙ୍କ ସହ ସାକ୍ଷାତକୁ ଅସ୍ୱୀକାର କରିଥିବା ପରାଜିତ ବ୍ୟକ୍ତିମାନେ, 6:31
- ପ୍ରତ୍ୟାବର୍ତ୍ତନ, 6:60, 72, 164; 10:45-46
- ନିଜ ବିରୁଦ୍ଧରେ ଷଡ଼ଯନ୍ତ୍ର, 6:123
- ଅନ୍ୟର ଭାର ବହନ କରିବ ନାହିଁ, 6:164
- ଅକୃତଜ୍ଞ, 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- ଶୟତାନ ବିରୁଦ୍ଧରେ ସତର୍କ କରାଯାଇଛି, 7:27
- ସ୍ତ୍ରୀ ଏବଂ ପିଲାମାନେ, 7:189-190
- ଯେତେବେଳେ କ୍ଷତି କିମ୍ବା ମନ୍ଦ ସ୍ପର୍ଶ କରେ, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ପ୍ରଭୁଙ୍କ ନିକଟକୁ ଫେରିବା, 10:23; 84:6; 96:8
- ନିଜକୁ ଭୁଲ୍ କରିବା, 10:44
- ଆନନ୍ଦିତ ଏବଂ ଗର୍ବୀ, 11:10
- ମନ୍ଦ ପାଇଁ ଆହ୍ବାନ କରେ, 17:11
- ସର୍ବଦା ଶୀଘ୍ର, 17:11
- ତାଙ୍କ କାର୍ଯ୍ୟ ତାଙ୍କ ବେକରେ ଲାଗିଥିଲା, 17:13
- ଯିଏ ବିପଥଗାମୀ ହୁଏ, ନିଜ କ୍ଷତି ପାଇଁ ଏବଂ ଠିକ୍ ପଥରେ ଯାଏ, କେବଳ ନିଜ ପାଇଁ, 17:15
- ଅନ୍ୟାୟ କରାଯିବ ନାହିଁ, 17:71
- ମୃତ୍ୟୁ ଏବଂ ପୁନରୁତ୍ଥାନ, 23:15-16
- ସେମାନଙ୍କର ଧର୍ମକୁ ଦଳରେ ଭାଙ୍ଗି ଦେଇଛନ୍ତି, ପ୍ରତ୍ୟେକେ ନିଜ ନିଜ ବିଶ୍ୱାସରେ ଆନନ୍ଦ କରୁଛନ୍ତି, 23:53
- ଜିଭ, ହାତ ଏବଂ ପାଦ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବେ, 24:24
- ନିଜ ବିରୁଦ୍ଧରେ ସାକ୍ଷୀ, 75:14
- ଯିଏ ନିଜର ଇଚ୍ଛାକୁ ପରମେଶ୍ୱର ଭାବରେ ଗ୍ରହଣ କରିଛି,25:43
- ରକ୍ତ ଏବଂ ବିବାହ ଦ୍ୱାରା ସମ୍ପର୍କୀୟ, 25:54
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀରେ ଯାହା କିଛି ଅଛି, ତାହା ପରମେଶ୍ୱର ତୁମ ପାଇଁ ଅଧୀନ କରିଦେଇଛନ୍ତି, 31:20
- ଯେକେହି ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ନିଜର ମୁହଁ ସମର୍ପଣ କରେ, 31:22
- ତାଙ୍କ ଶରୀର ଭିତରେ ଦୁଇଟି ହୃଦୟ ନୁହେଁ, 33:4
- ଆଲ୍ଲାହଙ୍କୁ ପୂଜା କରିବା, 39:64-66
- ତାଙ୍କ ହାତ ଯାହା ଅର୍ଜନ କରିଛି ସେଥିପାଇଁ ଦୁର୍ଭାଗ୍ୟ, 42:30, 48
- ଦୂତମାନେ ତାଙ୍କ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ରେକର୍ଡ କରୁଛନ୍ତି, 50:17-18, 23; 85:11
- ଦୂତମାନେ ତାଙ୍କୁ ଜଗି ରହିଛନ୍ତି, 13:11; 86:4
- ତିନୋଟି ଶ୍ରେଣୀରେ ବିଭକ୍ତ, 56:7-56
- ଆଲ୍ଲାହର ନିକଟତମ ବ୍ୟକ୍ତିମାନେ, 56:10-11
- ଡାହାଣ ହାତର ସାଥୀ, 56:27-40
- ବାମ ହାତର ସାଥୀ, 56:41-56
- ଅଜ୍ଞାତ ରୂପରେ ରୂପାନ୍ତରିତ ଏବଂ ସୃଷ୍ଟି ହେବା, 56:60-62
- ଆକୃତିଗୁଡ଼ିକୁ ଭଲ କରିଦେଲେ, 64:3
- ଧନ ଏବଂ ସନ୍ତାନସନ୍ତତି କେବଳ ଏକ ପରୀକ୍ଷା, 64:15
- ସୃଷ୍ଟି ଏବଂ ସମ୍ପନ୍ନ, 67:23-24; 74:12-15; 90:8-10
- ଅଧୈର୍ଯ୍ୟ, 70:19-21
- ପ୍ରାର୍ଥନାରେ ଉତ୍ସର୍ଗୀକୃତ, 70:22-35
- ଅଧିକ ଇଚ୍ଛା କରେ, 74:15
- ନିଜ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବା, 75:14-15
- ତାଙ୍କର ଅହଂକାର, 75:31-40; 90:5-7
- ଏହି ଜଗତର ବର୍ତ୍ତମାନର ଜୀବନକୁ ଭଲ ପାଏ, 76:27
- ସୃଷ୍ଟି କରିବା ଅଧିକ କଷ୍ଟକର, ନା ସ୍ୱର୍ଗ,79:28
- ପ୍ରଭୁଙ୍କ ବିଷୟରେ ଅସାବଧାନ, 82:6-12
- ସଂପୂର୍ଣ୍ଣ ଭାବରେ ସଜ୍ଜିତ ଏବଂ ଉପଯୁକ୍ତ ଅନୁପାତରେ, 82:7
- ପର୍ଯ୍ୟାୟରୁ ପର୍ଯ୍ୟାୟକୁ ଯାତ୍ରା କରେ, 84:19
- ଧନ ପ୍ରେମ, 89:20
- ପରିଶ୍ରମରେ ସୃଷ୍ଟି, 90:4
- ପ୍ରୟାସ ଏବଂ କାର୍ଯ୍ୟ ବିବିଧ, 92:4
- ତାଙ୍କ ପାଇଁ ସହଜ ଏବଂ ମନ୍ଦର ପଥକୁ ସୁଗମ କରନ୍ତୁ,92:7, 10
- ସର୍ବୋତ୍ତମ ଶରୀର (ଢାଞ୍ଚା) ସହିତ ସୃଷ୍ଟି, 95:4
- ତା'ପରେ ସର୍ବନିମ୍ନ ସୀମାକୁ ହ୍ରାସ କରାଗଲା, 96:5
- ସମସ୍ତ ସୀମା ଲଙ୍ଘନ କରେ, 96:6-7
ହଜର ମାନସିକ୍ (କର୍ତ୍ତବ୍ୟ), 2:128, 200; 22:30
ମାନତ, 53:20
ମାନବଜାତି
- ସାକ୍ଷୀମାନେ, 2:143
- ଗୋଟିଏ ସମ୍ପ୍ରଦାୟ, 2:213; 10:19
- ଏକକ ଯୋଡ଼ିରୁ ସୃଷ୍ଟି, 4:1; 39:6; 49:13
- ନିଜ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ, 10:23
- ଯଦିଓ ହିସାବ ନିକଟତର, 21:1-3
- ଫିତ୍ରା, 30:30 ରେ ସୃଷ୍ଟି ହୋଇଛି
- ସବୁଠାରୁ ସମ୍ମାନନୀୟ, 49:13
- ଜାତି ଓ ଗୋଷ୍ଠୀରେ ପରିଣତ, 49:13
ମାନ୍ନା ଏବଂ କ୍ୱେଇ ପକ୍ଷୀମାନେ, 2:57
ଶିଷ୍ଟାଚାର
- ଘର ପ୍ରବେଶ ବିଷୟରେ, 24:27-29
- ଘରେ, 24:58-61
- ପୟଗମ୍ବରଙ୍କ ଘରେ, 33:53
- ନବିଶଙ୍କୁ ନମସ୍କାର କରିବା ଏବଂ ତାଙ୍କ ଉପରେ ନମସ୍କାର ପଠାଇବା, 33:56
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ରସୁଲ କିମ୍ବା ବିଶ୍ୱାସୀ ପୁରୁଷ କିମ୍ବା ମହିଳାମାନଙ୍କୁ କଷ୍ଟ ଦେବା ନାହିଁ, 33:57-58
- ବିଶ୍ୱାସ କରିବା ପୂର୍ବରୁ ଖବର ଯାଞ୍ଚ କର, 49:6
- ଅନ୍ୟକୁ ଉପହାସ କରିବା ପାଇଁ ନୁହେଁ, 49:11
- ସଭାଗୁଡ଼ିକରେ, 58:11
ବିବାହ, 2:232, 234
- ଅବିଶ୍ୱାସୀ କିମ୍ବା ଦାସମାନଙ୍କ ପ୍ରତି, 2:221
- କେତେ ଜଣଙ୍କୁ, ଆଇନଗତ, 4:3
- ମାହର ଫେରାଇ ନିଆଯିବ ନାହିଁ (ଛାଡ଼ପତ୍ର କ୍ଷେତ୍ରରେ), 4:20-21
- ନିଷେଧ, 4:22-24 ପାଇଁ
- ଯଦି ସ୍ୱାଧୀନ ବିଶ୍ୱାସୀ ମହିଳାମାନଙ୍କୁ ବିବାହ କରିବାର କୌଣସି ଉପାୟ ନାହିଁ, 4:25
- ଯଦି ଉଲ୍ଲଂଘନର ଆଶଙ୍କା ଥାଏ, ତେବେ ଦୁଇଜଣ ମଧ୍ୟସ୍ଥି ନିଯୁକ୍ତ ହେବେ, 4:35
- ଯଦି ସ୍ତ୍ରୀ ନିଷ୍ଠୁରତା କିମ୍ବା ପରିତ୍ୟାଗକୁ ଭୟ କରେ, ତେବେ ଶାନ୍ତିର ଚୁକ୍ତି କର, 4:128
- ଗୋଟିଏ ସ୍ତ୍ରୀ ପ୍ରତି ଏତେ ଆକର୍ଷିତ ହୁଅ ନାହିଁ ଯେ ଅନ୍ୟ ସ୍ତ୍ରୀ ଝୁଲି ରହିବ, 4:129
- ବ୍ୟଭିଚାରୀମାନଙ୍କ ବିଷୟରେ, 24:3
- ଗରିବ ଲୋକଙ୍କ ପାଇଁ, 24:32
- ଯେଉଁମାନେ ବିବାହ ପାଇଁ ଆର୍ଥିକ ସାଧନ ପାଆନ୍ତି ନାହିଁ, 24:33
- ପୟଗମ୍ବରଙ୍କ ପାଇଁ ସ୍ତ୍ରୀମାନଙ୍କୁ ଆଇନଗତ କରାଯାଇଥିଲା, 33:50-52
- ଯୌନ ସମ୍ପର୍କ ପୂର୍ବରୁ, ଛାଡପତ୍ର ଉପରେ କୌଣସି ଇଦ୍ଦାହ ନାହିଁ, 33:49
ସହିଦମାନେ
- ମୃତ ନୁହେଁ, 2:154; 3:169
- ଆଲ୍ଲାହର ଅନୁଗ୍ରହ ଏବଂ ଅନୁଗ୍ରହରେ ଆନନ୍ଦ କର, 3:170-171
- କ୍ଷମା ଏବଂ ଦୟା ପାଅ, 3:157-158
- ଭଲ ଖାଦ୍ୟ ପାଇବେ, 22:58-59
ମାରୁତ, 2:102
ମରିୟମ (ଯୀଶୁଙ୍କ ମାତା), ଜନ୍ମ, 3:35-7
- ଯୀଶୁଙ୍କ ଶୁଭ ଖବର, 3:42-51; 19:16-21
- ପ୍ରସବ ସମୟରେ, 19:23-26
- ଶିଶୁଟିକୁ ତାଙ୍କ ଲୋକମାନଙ୍କ ପାଖକୁ ଆଣିଲେ, 19:27-33
- ମିଥ୍ୟା ଅଭିଯୋଗ, 4:156
- ତାଙ୍କର ସତୀତ୍ୱକୁ ରକ୍ଷା କରିଥିଲେ, 21:91; 66:12
ମାରିୟମ, S.19
ମାସାଦ, S.111
- ଆଲ-ମସଜିଦ-ଆଲ-ଆଗସା, 17:1
- ଅଲ-ମସଜିଦ-ଅଲ-ହରାମ, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- ଆଲ-ମାଶ'ଆର-ଆଲ-ହାରାମ, 2:198
ମାଉନ୍, S.107
ମାୱା ପାରାଡାଇଜ୍, 53:15
ମାପ ଏବଂ ଓଜନ କର, ପୂର୍ଣ୍ଣ ଦିଅ, 11:85; 17:35; 83:1-5
ବୈଠକ
- ଆଲ୍ଲାହଙ୍କ ସହିତ, 6:31
- ମହାନ ଦିବସର, 19:37
- ପରକାଳ ବିଷୟରେ, 30:16
ଦୂତଗଣ, 2:253; 4:164-165; 40:78; 57:27
- 2:87 ର ଉତ୍ତରାଧିକାରୀ
- ସିରିଜ୍, 5:19; 23:44
- ହତ୍ୟା, 3:183
- ଧମକ ଦିଆଯାଇଛି, 14:13
- ଉପହାସ କରାଯାଇଛି, 6:10; 13:32; 15:11; 21:41
- ପ୍ରତ୍ୟାଖ୍ୟାନ ଏବଂ ପ୍ରତ୍ୟାଖ୍ୟାନ,3:184; 6:34;25:37;34:45; 51:52
- କିଛି ଉପରେ ବିଶ୍ୱାସ କରିବା ଏବଂ ଅନ୍ୟଗୁଡ଼ିକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବା,4:150-152
- 5:109 ର ସମାବେଶ
- ଶୁଭସମ୍ବାଦଦାତା ଏବଂ ଚେତାବନୀଦାତା ଭାବରେ ପଠାଯାଇଛି, 6:48; 14:4-8
- ପ୍ରତ୍ୟେକ ଜାତିର ସାକ୍ଷୀ ଭାବରେ, 16:89
- ପ୍ରତ୍ୟେକ ଜାତି ପାଇଁ, ଏକ ଅଛି, 10:47; 16:36
- ଆଲ୍ଲାହଙ୍କ ପଦ୍ୟଗୁଡ଼ିକ ପାଠ କରିବା, 7:35-36
- ଜଣେ ଦୂତ ଭାବରେ, 17:95; 25:7
- ମଣିଷ ବ୍ୟତୀତ ଆଉ ନୁହେଁ, 14:10-12; 17:94; 21:8; 25:7-8, 20
- ଏବଂ ସେମାନଙ୍କ ସ୍ତ୍ରୀ ଏବଂ ସନ୍ତାନସନ୍ତତି, 13:38
- ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମିରାଜ, 17:1; 53:12
କୃପଣତା/କୃପଣତା, 57:24
ତୁମ ହାତ ଯୋଗୁଁ ଦୁର୍ଭାଗ୍ୟ, 42:30
ମଠବାଦ, ନିର୍ଦ୍ଧିଷ୍ଟ ନୁହେଁ, 57:27
ବାନରମାନେ, ଅପରାଧୀମାନେ ଏପରି ହୋଇଗଲେ, 2:65; 5:60; 7:166
ମିରାଜ, 17:1; 53:12
ମାସ, ସଂଖ୍ୟା, 9:36-37
ଚନ୍ଦ୍ର, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ବିଭାଜନ; 54:1
ମୋଶା
- ଏବଂ ତାଙ୍କ ଲୋକମାନେ, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- ଏବଂ ଫାରୋ, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- ଆଲ୍ଲାହଙ୍କ ଦ୍ଵାରା ନିର୍ଦ୍ଦେଶିତ, 6:84
- ପର୍ବତ ଏବଂ ପ୍ରଭୁଙ୍କ ଆବିର୍ଭାବ, 7:142-145
- ବାଛୁରୀ ପୂଜା ପାଇଁ ତାଙ୍କ ଲୋକମାନଙ୍କୁ ଭର୍ତ୍ସନା କରନ୍ତି, 7:148-156; 20:83-99
- ତାଙ୍କ ପୁସ୍ତକ, ଏଥିରେ ମତଭେଦ ଦେଖାଦେଲା, 11:110
- ଶାସ୍ତ୍ର ଅନୁସାରେ, 17:2
- ନଅଟି ସ୍ପଷ୍ଟ ସଙ୍କେତ, 7:133; 17:101
- ଦୁଇଟି ସମୁଦ୍ରର ସଂଯୋଗ ସ୍ଥଳକୁ, 18:60-82
- ଜଳୁଥିବା ବୁଦାରେ ଏକ ଦୁର୍ଭାଗ୍ୟପୂର୍ଣ୍ଣ ସାକ୍ଷାତ 20:9-36; 27:7-14; 28:29-35
- ଡକାଯାଇ ଦୂତପଦ ପ୍ରଦାନ କରାଯାଇଛି, 19:51-53; 20:9-56
- ତାଙ୍କ ପିଲାଦିନ, ମା ଏବଂ ଭଉଣୀ, 20:38-40; 28:7-13
- ଯାଦୁକରମାନେ ପରିବର୍ତ୍ତିତ ହେଲେ, 20:70-73; 26:46-52
- ମାଦିଆନରେ, 20:40; 28:22-28
- ମାନଦଣ୍ଡ ପ୍ରଦାନ କରାଯାଇଛି, 21:48
- ଏବଂ ରହସ୍ୟମୟ ଅଗ୍ନି, 27:7-12; 28:29-35
- ସହରରେ ଭୁଲରେ ଜଣେ ମିଶରୀୟଙ୍କୁ ହତ୍ୟା କରେ 28:14-21
- ସ୍ପଷ୍ଟ ଆୟାତ ସହିତ ଆସିଥିଲା, 29:39
- ଫାରୋଙ୍କ ସହିତ କାହାଣୀ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ଫାରୋ ଏବଂ ତାଙ୍କ ଲୋକମାନଙ୍କ ପାଇଁ ନଅଟି ଚିହ୍ନ 7:130-133; 20:17-22; 17:101
- ଫାରୋଙ୍କ ଯାଦୁକରମାନଙ୍କୁ ପରାସ୍ତ କରେ 20:70-73; 26:46-52
- ମିଦିୟନକୁ ପଳାୟନ ଏବଂ ବିବାହ 28:22-28
- ଟାବଲେଟ୍ 7:142-154 ଗ୍ରହଣ କରେ
- ପର୍ବତ ଉପରେ ଆଲ୍ଲାହଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁରୋଧ କରେ 7:142-145
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ସମ୍ମାନିତ 33:69
- ଇସ୍ରାଏଲୀୟମାନଙ୍କ ପ୍ରତି ଆଲ୍ଲାହର ଅନୁଗ୍ରହ 2:47-61
- ଇସ୍ରାଏଲୀୟମାନେ ଯିରୁଶାଲମରେ ପ୍ରବେଶ କରିବାକୁ ମନା କରନ୍ତି 5:20-29
- ସଠିକ୍ ପଥକୁ ମାର୍ଗଦର୍ଶନ, 37:114-122
- ଶାସ୍ତ୍ର, 53:36; 87:19
ମସଜିଦ (ଯିରୁଶାଲମର), 17:7
ମସଜିଦ (କୁବାର), 9:107-108
ମସଜିଦଗୁଡ଼ିକ, 2:187; 9:17-19
- ଆଲ୍ଲାହଙ୍କୁ ବଜାୟ ରଖିବା ପାଇଁ, 9:17-18
ମଶା, ଏକ ଦୃଷ୍ଟାନ୍ତ, 2:26
ପର୍ବତମାଳା, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
ମୁଦ୍ଦାଥ୍ଥିର, S.74
ମୁହାଜିର (ପ୍ରବାସୀ), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- ମହିଳା, 60:10-12
ମହମ୍ମଦ ﷺ
- ପରିହାସ କରାଯାଇଛି, 2:104; 4:46; 25:41-42; 34:78
- ଦୂତଙ୍କୁ ସମ୍ମାନ କର, 2:104; 4:46; 49:1-5
- ବିଶ୍ୱାସ କରିବା ପାଇଁ ଚୁକ୍ତି, 3:81
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ ସାକ୍ଷୀ, 2:143
- କେବଳ ଜଣେ ଦୂତ, 3:144
- ନମ୍ର ଭାବରେ ବ୍ୟବହାର କରିବା, 3:159
- ତାଙ୍କ କାର୍ଯ୍ୟ, 3:164; 7:157; 36:6; 52:29; 74:1-7
- ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଏକ ମହାନ ଅନୁଗ୍ରହ ଭାବରେ ପଠାଯାଇଛି, 3:164
- ସତ୍ୟ ସହିତ ପଠାଯାଇଛି, 4:170
- ପର୍ଯ୍ୟବେକ୍ଷକ କରାଯାଇନାହିଁ, 6:107
- ନିରକ୍ଷର, 7:157; 62:2
- ଆଲ୍ଲାହର ଦୂତ ଭାବରେ ମାନବଜାତି ପାଇଁ ପଠାଯାଇଥିଲା, 7:158; 48:9, 29
- ଏକ ସ୍ପଷ୍ଟ ସତର୍କକାରୀ, 7:184, 188; 11:2; 15:89; 53:56
- ପାଗଳ ନୁହେଁ, 7:184; 68:2; 81:22
- କିଏ ତୁମକୁ ଦୋଷୀ କରୁଛି, 9:58
- ଯେଉଁ ଲୋକମାନେ ପୟଗମ୍ବରଙ୍କୁ ଆଘାତ ଦେଇଥିଲେ, ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଦୟା, 9:61
- କେବଳ ଯାହା ପ୍ରକାଶିତ ହୁଏ ତାହା ଅନୁସରଣ କର, 10:15-16; 11:12-14; 46:9
- ତାଙ୍କ କଥା, 11:2-4; 12:108; 34:46-50
- ଆଲ୍ଲା ତାଙ୍କ ଉପରେ ସାକ୍ଷୀ ଅଛନ୍ତି, 13:43; 29:52; 46:8
- ସାକ୍ଷୀ, ଶୁଭସମ୍ବାଦଦାତା ଏବଂ ସତର୍କକାରୀ ଭାବରେ ପଠାଯାଇଛି, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- ଦୁଃଖିତ ହେବା ଉଚିତ୍ ନୁହେଁ, 15:97; 16:127; 18:6
- ସାକ୍ଷୀ ହେବା ପାଇଁ ପଠାଗଲା, 16:89; 22:78; 73:15
- ଜ୍ଞାନ ଏବଂ ନ୍ୟାୟପୂର୍ଣ୍ଣ ପ୍ରଚାର ସହିତ ନିମନ୍ତ୍ରଣ କରିବା, ଏବଂ ଉତ୍ତମ ଉପାୟରେ ଯୁକ୍ତି କରିବା, 16:125
- ମକାମୁ ମହମୁଦ, 17:79
- ପ୍ରେରିତ, 18:110
- ଆଲାମିନଙ୍କ ପାଇଁ ଦୟା, 21:107
- କୌଣସି ପୁରସ୍କାର ମାଗୁନାହିଁ, 25:57; 38:86; 42:23
- ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଛି, 27:91-93; 30:30; 66:9
- ଆଲ୍ଲାହର ଦୟା ସ୍ୱରୂପ, 28:46-47
- ବିଶ୍ୱାସୀମାନଙ୍କ ନିକଟତର, 33:6
- ଅନୁସରଣ କରିବା ପାଇଁ ଭଲ ଉଦାହରଣ, 33:21
- ଶେଷ ଭବିଷ୍ୟଦ୍ବକ୍ତା, 33:40
- ନମାଜ ପଠାନ୍ତୁ, 33:56
- ସମସ୍ତ ମାନବଜାତି ପାଇଁ ପଠାଯାଇଛି, 34:28
- ପାରିଶ୍ରମିକ କେବଳ ଆଲ୍ଲାହଙ୍କଠାରୁ, 34:47
- କେବଳ ଜଣେ ମଣିଷ, 41:6
- ରକ୍ଷାକର୍ତ୍ତା ଭାବରେ ପଠାଯାଇଛି, 42:48
- ଦୂତମାନଙ୍କ ମଧ୍ୟରେ ଏହା କୌଣସି ନୂତନ କଥା ନୁହେଁ, 46:9
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କ ମଧ୍ୟରୁ ସାକ୍ଷୀ, 46:10
- ତାଙ୍କ ନିକଟରେ ବାଇଆ (ପ୍ରତିଜ୍ଞା) ହେଉଛି ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ବାଇଆ (ପ୍ରତିଜ୍ଞା), 48:10, 18
- ଗାବ୍ରିଏଲଙ୍କୁ ଦେଖିଲେ, 53:4-18; 81:22-25
- ତାଙ୍କୁ ବିରୋଧ କରନାହିଁ, 58:20-22
- ଯୀଶୁଙ୍କ ଦ୍ୱାରା ଭବିଷ୍ୟବାଣୀ, 61:6
- ସତ୍ୟ ଧର୍ମକୁ ସମସ୍ତ ଧର୍ମ ଉପରେ ବିଜୟୀ କରିବା ପାଇଁ, 61:9
- ଅନ୍ଧାରରୁ ଆଲୋକକୁ, 65:11
- ଅବିଶ୍ୱାସୀ ଏବଂ କପଟୀଙ୍କ ବିରୁଦ୍ଧରେ କଠିନ ପ୍ରୟାସ କରିବା, 66:9
- ଚରିତ୍ରର ଉଚ୍ଚ ମାନଦଣ୍ଡ, 68:4
- କବି କିମ୍ବା ଗୁଣିଆ ନୁହେଁ, 69:41-42
- ପ୍ରାର୍ଥନାରେ ଉତ୍ସର୍ଗୀକୃତ, 73:1-8, 20; 74:3
- ଏବଂ ଅନ୍ଧ ବ୍ୟକ୍ତି, 80:1-12
- ପ୍ରଣାମ କରିବା ଏବଂ ଆଲ୍ଲାହଙ୍କ ନିକଟତର ହେବା, 96:19
- ଶୁଦ୍ଧ ପୃଷ୍ଠାଗୁଡ଼ିକ ପାଠ କରିବା, 98:2
- ପରିବାର ବିଷୟରେ ଆୟତ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ଦୂତମାନେ; ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମହମ୍ମଦ ( ﷺ ), S.47
ମୁହସିନୁନ୍ (ପୂଣ୍ୟକର୍ମୀ), 2:117, 195; 4:125,128; 10:12-16; 16:128
- ଆଲ୍ଲାହ ଭଲ ପାଆନ୍ତି, 3:134, 148; 5:93
- ଆଲ୍ଲାହ 5:85;9:120; 11:115; 18:30 ର ପୁରସ୍କାର ହରାଇବେ ନାହିଁ।
- ଆମେ ପୁରସ୍କୃତ କରୁ, 12:22; 37:80, 105, 110; 39:34; 77:44
- ଶୁଭ ଖବର, 22:37; 46:12
- ଆଲ୍ଲାଙ୍କ ଦୟା ନିକଟତର, 7:56
- ଆଲ୍ଲାହ ତାଙ୍କ ସହିତ ଅଛନ୍ତି, 29:69
- କର୍ତ୍ତବ୍ୟପରାୟଣ ଏବଂ ପିତାମାତାଙ୍କ ପ୍ରତି ଭଲ, 2:83
- ଆଲ୍ଲାହଙ୍କ ପ୍ରତି କର୍ତ୍ତବ୍ୟ ପାଳନ କରିବାରେ ଧୈର୍ଯ୍ୟବାନ, 16:90
- ଭଲ ଏବଂ ମନ୍ଦ ମଧ୍ୟ ଦେଖନ୍ତୁ
ମୁଜାଦିଲାହ, S.58
ଖଚର, 16:8
ମୁଲ୍କ, S.67
ମୁମିନ୍ (ଘାଫିର ଦେଖନ୍ତୁ), S.40
ମୁ'ମିନୁନ୍, S.23
ମୁମତାହାନା, S.60
ମୁନାଫିଗୁନ୍, S.63
ହତ୍ୟା, 2:178-179
ମୁରସାଲାଟ, S.77
ମୁସଲମାନମାନେ
- ପ୍ରଥମଟି, 6:14, 163; 9:100; 39:12
- କିଏ ନାମ ଦେଇଛନ୍ତି, 22:78
- କ୍ଷମା ଏବଂ ସେମାନଙ୍କ ପାଇଁ ଏକ ମହାନ ପୁରସ୍କାର, 33:35-36
ମୁଟାଫିଫିନ୍, S.83
ମୁଜ୍ଜାମିଲ୍, S.73
ନାବା', S.78
ନାଦିର, ବାନୁ-ଆନ୍-, (ଯିହୁଦୀ), 59:2, 9, 13
ନାହଲ୍, S.16
ନାଜାସ୍ (ଅପବିତ୍ର) 9:28
ନଜମ୍, S.53
ନଜୱା (ରହସ୍ୟ ଦେଖନ୍ତୁ)
ନାମ
ସବୁଠାରୁ ସୁନ୍ଦର ତାଙ୍କରି, 7:180
ସର୍ବୋତ୍ତମ ତାହାଙ୍କର, 17:110; 20:8; 59:24
ଆବଶ୍ୟକତା, ଯଦି ଜଣେ ବାଧ୍ୟ ହୁଏ, 2:173; 6:145
ପଡ଼ୋଶୀ, 4:36
ନୂତନ ଚନ୍ଦ୍ର, 2:189
ଖବର, ପରୀକ୍ଷିତ ହେବାକୁ 4:83
ନିଷ୍ଠୁରତା 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
ରାତି, (ପ୍ରତୀକ ଭାବରେ), ବିଶ୍ରାମ ପାଇଁ, 10:67
- ଏକ ଆବରଣ ଭାବରେ, 13:3; 78:10
- ସେବା ପାଇଁ, 14:32
- ଅଲ-କଦର ରାତି (ଡିକ୍ରୀ), 44:3-4; 97:1-5
ନିସା', S.4
ନୋହ, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- ଉପହାସ କରାଗଲା 11:38
- ଜଳପ୍ଳାବନ (ଭୀଷଣ ବନ୍ୟା), 29:14
- ଜାହାଜ ଏବଂ ଜଳପ୍ଲାବନ 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ଅଧାର୍ମିକ ପୁଅ ପରିତ୍ରାଣ ପାଇଲା ନାହିଁ, 11:42-48
- ଅଧର୍ମୀ ସ୍ତ୍ରୀ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
ନୁହ, S.71
ନୁର, S.24
ଶପଥ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ଆଜ୍ଞାପାଳନ, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
ପୂରଣ କରିବାକୁ ଥିବା ଦାୟିତ୍ୱ, 5:1
ସନ୍ତାନସନ୍ତତି, 4:9; 42:49-50
- ସେ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି, ପୁରୁଷ ଓ ସ୍ତ୍ରୀ ଦାନ କରନ୍ତି, 42:49
ଅଲିଭ୍, 6:141; 16:11; 23:20; 24:35; 95:1
କେବଳ ଗୋଟିଏ ମାହ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ଅନାଥ, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- ରକ୍ଷକମାନେ, 4:6
ପ୍ରତ୍ୟେକ ଲୋକଙ୍କ ପାଇଁ ସୁନ୍ଦର ଦେଖାଯାଉଥିବା ନିଜସ୍ୱ କାର୍ଯ୍ୟ, 6:108
ସମସ୍ତ ପ୍ରାଣୀରେ ଯୋଡ଼ି, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
ତାଳଗଛ, 13:4; 19:25; 20:71; 59:5
ଦୃଷ୍ଟାନ୍ତ, (ସାଦୃଶ୍ୟ, ଉଦାହରଣ, ଉପମା)
- ଯିଏ ନିଆଁ ଜାଳିଥିଲେ, 2:17-18
- ଆକାଶରୁ ଝଡ଼ ବର୍ଷା, 2:19-20
- ମଶା, 2:26
- ଯେଉଁମାନେ ଚିତ୍କାର କରନ୍ତି, 2:171
- ସମ୍ପୂର୍ଣ୍ଣ ଧ୍ୱଂସପ୍ରାପ୍ତ ଏକ ସହର, 2:259
- ମକା ଶସ୍ୟ, 2:261
- ମସୃଣ ପଥର, 2:264
- ଉଦ୍ୟାନ, 2:265-266
- ଦଉଡ଼ି, 3:103
- ଥଣ୍ଡା ପବନ, 3:117
- ପୁନରୁତ୍ଥାନ 7:57; 22:5; 41:39
- ଜିଭ ବାହାର କରି କୁକୁର, 7:176
- ଏକ ଖରସ୍ରୋତର ଧାର, 9:109-110
- ବର୍ଷା, 10:24
- ସଫା-କଟା ଫସଲ, 10:24
- ଅନ୍ଧ ଏବଂ ବଧିର, 11:24
- ଆଲ୍ଲା ବନାମ ମିଥ୍ୟା ଦେବତା 13:14; 16:76
- ସତ୍ୟ ବନାମ ମିଥ୍ୟା 13:17
- ପାଉଁଶ ଯାହା ଉପରେ ପବନ ପ୍ରଚଣ୍ଡ ଭାବରେ ବହିଥାଏ,14:18
- ଭଲ ଗଛ, 14:24-25
- ଦୁଷ୍ଟ ଗଛ, 14:26
- ଦାସ ଏବଂ ଜଣେ ପୁରୁଷ, 16:75
- ମୂର୍ଖ ବ୍ୟକ୍ତି ଯିଏ ତାଙ୍କ ମାଲିକଙ୍କ ପାଇଁ ବୋଝ,16:76
- ମହିଳା ସୂତା ଖୋଲିବା, 16:92
- ସହରାଞ୍ଚଳ, ସୁରକ୍ଷିତ ଏବଂ ଭଲ ସନ୍ତୁଷ୍ଟ, 16:112-113
- ଦ୍ରାକ୍ଷାରସ ବଗିଚା ଥିବା ଦୁଇଜଣ ବ୍ୟକ୍ତି, 18:32-44
- ଏହି ଜଗତର ଜୀବନ ଆକାଶରୁ ପାଣି ପରି, 18:45
- ଆକାଶରୁ ପଡ଼ି ପକ୍ଷୀମାନେ ଛିଣ୍ଡାଇ ନେଇଗଲେ, 22:31
- ଏକ ମାଛି, 22:73
- ଆଲୋକ ଏକ ନିଶ ଭଳି, 24:35-36
- ମରୀଚିକା, 24:39
- ଏକ ବିଶାଳ ଗଭୀର ସମୁଦ୍ରରେ ଅନ୍ଧକାର, 24:40
- ସ୍ପାଇଡର, 29:41
- ଅଂଶୀଦାର, 30:28
- ନଗରର ବାସିନ୍ଦାମାନେ, 36:13-32
- ବିଭିନ୍ନ ରଙ୍ଗର ଫସଲ, 39:21
- ଅନେକ ସାଥୀଙ୍କ ସହ ଜଡିତ ଜଣେ ପୁରୁଷ, 39:29
- ବିହନ ବୃଦ୍ଧି, 48:29
- କଠିନ ହୃଦୟ 57:16-17
- ବର୍ଷା ପରେ ଉଦ୍ଭିଦ, 57:20
- ପର୍ବତ ନିଜକୁ ନମ୍ର କରୁଛି, 59:21
- ଗଧ, 62:5
- ପାଣି ବୁଡ଼ାଇ ଦିଆଯିବାକୁ ଥିଲା, 67:30
- ଉଦ୍ୟାନର ଲୋକମାନେ, 68:17-33
ସ୍ୱର୍ଗ
- ବାସସ୍ଥାନର, (ମାୱା ପାରାଡାଇଜ୍), 53:15 |
- ଫିର୍ଡସ୍ ପାରାଡାଇଜ୍, 18:107; 23:11
- ନଦୀଗୁଡ଼ିକ ପ୍ରବାହିତ ହେଉଥିବା ଉଦ୍ୟାନ, 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- ଅନନ୍ତ ଉଦ୍ୟାନ ('ଆଦନ ସ୍ୱର୍ଗ) 9:72; 13:23; 18:31; 19:61; 20:76
- ଅନନ୍ତକାଳର ଉଦ୍ୟାନ ('ଆଦନ ସ୍ୱର୍ଗ), 16:31;35:33; 98:8
- ଆନନ୍ଦର ଉଦ୍ୟାନ, 37:43; 56:12, 89
- ଅନନ୍ତ ଆନନ୍ଦ ସହିତ ଉଦ୍ୟାନ, 9:21
- ଉଦ୍ୟାନ ଏବଂ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର, 78:32
- ଦୁଇଟି ଉଦ୍ୟାନର ଫଳ, 55:54, 62
- ସମସ୍ତ ପ୍ରକାରର ଫଳ ଯେପରି ଇଚ୍ଛା କରାଯାଏ, ପ୍ରଚୁର ପରିମାଣରେ, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- ଫଳଗୁଡ଼ିକ ପାଖରେ ରହିବ, 55:54; 69:23
- ଫଳ ଏବଂ ମାଂସ, 52:22
- ପକ୍ଷୀମାନଙ୍କର ମାଂସ, 56:21
- କଣ୍ଟାହୀନ କମଳ ଗଛ ଏବଂ ତାଳ (କଦଳୀ ଗଛ),56:28-29
- ଅନୁପଯୋଗୀ ଜ୍ଞାନ, ପୁସ୍ତକ ସହିତ ଗଧ 62:5
- ଏକ ଚାଲୁଥିବା ଝରଣା, 88:12
- ସାଲସାବିଲ ନାମକ ବସନ୍ତ, 76:18
- କାଫୁର ନାମକ ଏକ ଝରଣା, 76:5
- ଏକ ବସନ୍ତ ତସନିମ୍, 83:27-28
- ସ୍ୱର୍ଗରେ ଏକ ନଦୀ, କୌଥର, 108:1
- ମଦ, କ୍ଷୀର, ସ୍ପଷ୍ଟ ମହୁର ନଦୀ, 47:15
- ଶୁଦ୍ଧ ସିଲ୍ ହୋଇଥିବା ମଦ, ଧଳା, ସ୍ୱାଦିଷ୍ଟ, 37:45-46; 56:18; 76:21; 83:25
- କପ୍, ମିଶ୍ରିତ, ଜାଞ୍ଜାବିଲ୍, 76:17; 78:34
- ଜଳ, 76:5
- ସୁନାର ଟ୍ରେ ଏବଂ କପ, 43:71
- ରୂପାର ପାତ୍ର ଏବଂ ସ୍ଫଟିକର ପାତ୍ର, 76:15-16
- ସୂକ୍ଷ୍ମ ଏବଂ ଘନ ରେଶମରେ ତିଆରି ସବୁଜ ବସ୍ତ୍ର, 18:31; 22:23; 35:33; 44:53; 76:12, 21
- ସୁନା ଏବଂ ମୁକ୍ତାର କଙ୍କଣରେ ସଜ୍ଜିତ,18:31; 22:23; 35:33; 76:21
- ରେଶମ ବ୍ରୋକେଡ୍ ସହିତ ଧାଡ଼ି ହୋଇଥିବା କୋଚ୍, 55:54
- ସବୁଜ କୁଶନ ଏବଂ ସମୃଦ୍ଧ ସୁନ୍ଦର ଗଦା, ଧାଡିରେ ସଜାଯାଇଛି, 55:76; 88:15
- ସୁନା ଏବଂ ମୂଲ୍ୟବାନ ପଥରରେ ବୁଣା ସିଂହାସନ, ଉଚ୍ଚରେ ଉଠିଥିବା 56:15; 88:13
- ବିସ୍ତାରିତ ଧନୀ କାର୍ପେଟ, 88:16
- ସୁନ୍ଦର ପ୍ରାସାଦ, ଉଚ୍ଚ କୋଠରୀ, ଗୋଟିଏ ଉପରେ ଅନ୍ୟଟି, 9:72; 39:20
- ଏଥିରେ ଚିରକାଳ ରହିବେ, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- ଅନନ୍ତ ଘର, 3:15; 35:35
- ସିଂହାସନରେ ପରସ୍ପର ମୁହାଁମୁହିଁ ହେବା, 15:47; 37:44; 44:53; 56:16
- ସେଠାରେ କେବେ ମୃତ୍ୟୁର ସ୍ୱାଦ ଚାଖିବ ନାହିଁ, 44:56
- ସେମାନଙ୍କୁ (କେବେବି) ଏହାକୁ ଛାଡିବାକୁ କୁହାଯିବ ନାହିଁ, 15:48
- ସେମାନଙ୍କ ହୃଦୟରୁ ଘୃଣା କିମ୍ବା ଆଘାତ ଭାବନା ଦୂର ହୋଇଯାଏ, 7:43; 15:47
- ସମସ୍ତ ଦୁଃଖ ଦୂର ହୋଇଗଲା, 35:34
- କ୍ଳାନ୍ତି, ପରିଶ୍ରମ କିମ୍ବା କ୍ଳାନ୍ତିର କୌଣସି ଅନୁଭବ ନାହିଁ, 15:48; 35:35
- କୌଣସି ଆଘାତ ହେବ ନାହିଁ, ପେଟ ଯନ୍ତ୍ରଣା, ମୁଣ୍ଡବିନ୍ଧା କିମ୍ବା ନିଶା ହେବ ନାହିଁ, 37:47; 56:19
- କୌଣସି ନିରର୍ଥକ କଥା କିମ୍ବା ପାପପୂର୍ଣ୍ଣ କଥା ନୁହେଁ, 19:62; 56:25
- କ୍ଷତିକାରକ କଥା କିମ୍ବା ମିଥ୍ୟା ନୁହେଁ, 78:35; 88:11
- ପାପରୁ ମୁକ୍ତ, 37:47; 52:23
- ଅତ୍ୟଧିକ ଗରମ କିମ୍ବା ପ୍ରବଳ ଥଣ୍ଡା ନୁହେଁ, 76:13
- ଏକ ଜଣାଶୁଣା ବ୍ୟବସ୍ଥା ରହିବ, 37:41; 56:89
- ଶାନ୍ତି ଏବଂ ସୁରକ୍ଷାରେ, 15:46; 44:51, 55; 50:34
- ଶାନ୍ତିର ଘର, 6:127
- ଶୁଭେଚ୍ଛା, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- ଯେକେହି ଧାର୍ମିକ କାର୍ଯ୍ୟ କରେ ସେ ପ୍ରବେଶ କରିବ,4:124; 42:22; 44:51
- ଯେଉଁମାନେ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ପ୍ରତି କର୍ତ୍ତବ୍ୟ ପାଳନ କରିଥିଲେ, ସେମାନଙ୍କୁ ଦଳରେ ନେଇଯିବ, 39:73
- କର୍ମ ଯୋଗୁଁ ଉତ୍ତରାଧିକାରୀ କରାଯାଇଛି,43:72
- ଆଲ୍ଲା ସେମାନଙ୍କ ଉପରେ ଖୁସି ଏବଂ ସେମାନେ ତାଙ୍କ ଉପରେ, 5:119
- ମୋର ସ୍ୱର୍ଗ, 89:30
- ସର୍ବୋତ୍ତମ ଆନନ୍ଦ, 9:72
- ମହାନ ସଫଳତା, 57:12; 64:9
- ସର୍ବୋଚ୍ଚ ସଫଳତା, 9:72; 44:57
- ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ମନୋରଞ୍ଜନ ପାଇଁ ଉଦ୍ୟାନ, 32:19
- ସ୍ୱର୍ଗବାସୀମାନେ ସେହି ଦିନ ଆନନ୍ଦଦାୟକ କାର୍ଯ୍ୟରେ ବ୍ୟସ୍ତ ରହିବେ, 36:35
- ଉଦ୍ୟାନ ଏବଂ ଜଳ ଝରଣା ମଧ୍ୟରେ ରହିବେ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ସିଂହାସନକୁ ଘେରି ରହିଥିବା ଦୂତମାନଙ୍କୁ ଦେଖନ୍ତୁ,39:75
- ସର୍ବଶକ୍ତିମାନ ରାଜାଙ୍କ ନିକଟରେ, 54:55
- ସେମାନଙ୍କର ଯାହା ଇଚ୍ଛା ତାହା ହେବ, 50:35
- ହୁର୍, ଚଉଡା ଏବଂ ସୁନ୍ଦର ଆଖି ସହିତ ପବିତ୍ର ମାଈ, ଯେପରି ସଂରକ୍ଷିତ ଅଣ୍ଡା, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ପବିତ୍ର ସ୍ତ୍ରୀମାନେ, 3:15
- ସିଂହାସନରେ ବସି ସୁନ୍ଦର ଛାଇରେ ସ୍ତ୍ରୀମାନେ, 36:55
- ସମାନ ବୟସର ପୂର୍ଣ୍ଣ ଛାତିଯୁକ୍ତ ଯୁବତୀ,78:33
- ବିଛାଡ଼ି ହୋଇଥିବା ମୁକ୍ତା ପରି ସେମାନଙ୍କର ସେବା କରିବା ପାଇଁ ଅମର ବାଳକ-ସେବକ, 52:24; 56:17; 76:19
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀ ପରି ବିଶାଳ 3:133, 57:21
- ପ୍ରବାହିତ ଜଳ, ଶୀତଳ ଛାଇ, ସ୍ୱାଦିଷ୍ଟ ଖାଦ୍ୟ, ଏବଂ ପବିତ୍ର ସାଥୀ 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- ବିଶ୍ୱାସୀମାନଙ୍କ ପୁରସ୍କାର 55:46-78; 56:10-40
- ମହୁ, କ୍ଷୀର, ପାଣି ଏବଂ ଦ୍ରାକ୍ଷାରସର ନଦୀ 47:15
- ପ୍ରାର୍ଥନା ଏବଂ ଶୁଭେଚ୍ଛା 10:9-10; 39:73-74
- ଶାନ୍ତିର ଅଭିବାଦନ ସହିତ ଅଭିବାଦନ 13:23-24; 14:32
- ପରମାନନ୍ଦରେ ଅନନ୍ତ ବାସ 11:108
- କେବେ ଛାଡିବାକୁ କହିନାହିଁ 15:45-48
- ସେମାନଙ୍କ ସମ୍ମୁଖରେ ଏବଂ ଡାହାଣ ପାର୍ଶ୍ୱରେ ଆଲୋକ ଝଲସୁଛି 57:12
- ଗରମ କିମ୍ବା ଥଣ୍ଡା ନାହିଁ 76:13
- ସମସ୍ତ ଇଚ୍ଛା ପୂରଣ ହୋଇଛି 16:30-32; 41:31-32
- ସୁନାର କଙ୍କଣ ଏବଂ ସୂକ୍ଷ୍ମ ରେଶମର ପୋଷାକ 18:30-31; 22:23-24; 44:51-53
- ସୁନା କପର ଟ୍ରେ 43:67-73
- ପହଞ୍ଚିବା ମଧ୍ୟରେ ଝୁଲୁଥିବା ରୂପା ପାତ୍ର ଏବଂ ଫଳ 76:14-16
- ସିଂହାସନରେ ବସିବା 15:47; 37:44; 52:20
- ବିଶ୍ୱାସୀମାନେ ସେମାନଙ୍କର ପ୍ରଭୁଙ୍କୁ ଦେଖିବେ 75:22-23
ପିତାମାତାଙ୍କ ପ୍ରତି ଦୟା, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
ଆଲ୍ଲାହର ଅଂଶୀଦାର, ଏକ ମିଥ୍ୟା,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
ଚରାଭୂମି, 87:4-5
ପଥ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ପଥ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଧର୍ଯ୍ୟ, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- ସାହାଯ୍ୟ ମାଗନ୍ତୁ, ଏବଂ ପ୍ରାର୍ଥନା କରନ୍ତୁ, 2:45, 153; 20:132; 50:39
ରୋଗୀ
- ପୂର୍ଣ୍ଣ ପୁରସ୍କାର ପାଇବେ, 39:10
- ଯେଉଁମାନେ ଅଛନ୍ତି, ଆଲ୍ଲା ସେମାନଙ୍କ ସହିତ ଅଛନ୍ତି, 8:46
- ଏବଂ ହୁଅ, 11:115
- ଆଲ୍ଲାହଙ୍କ ପ୍ରତି କର୍ତ୍ତବ୍ୟ ପାଳନ କରିବାରେ, 16:90
- କ୍ରୋଧ ସମୟରେ ହେବା, 41:34
ଶାନ୍ତି, ଆକର୍ଷିତ ହୁଅ, 8:61
ମୁକ୍ତା ଏବଂ ପ୍ରବାଳ, ସଂରକ୍ଷିତ, 52:24; 55:22; 56:23
ପେନ୍, 68:1; 96:4
ବ୍ୟକ୍ତି
- ଆଲ୍ଲାହ ତାଙ୍କ କ୍ଷମତା ବାହାରେ କୌଣସି ବ୍ୟକ୍ତିକୁ ଭାର ଦିଅନ୍ତି ନାହିଁ,2:286; 7:42
- ଆଲ୍ଲାହ କାହା ଉପରେ କର ଦିଅନ୍ତି ନାହିଁ, କେବଳ ତାଙ୍କ କ୍ଷମତା ଅନୁସାରେ, 23:62
- ନା, ସେ କାଲି କ'ଣ ରୋଜଗାର କରିବ ଏବଂ କେଉଁ ଦେଶରେ ସେ ମରିବ ତାହା ଜାଣେ, 31:34
- ପ୍ରତ୍ୟେକ, ସେ କରିଥିବା ସମସ୍ତ ଭଲ ଏବଂ ମନ୍ଦର ସମ୍ମୁଖୀନ ହେବେ 3:30
- ପ୍ରତ୍ୟେକେ, ନିଜ ପାଇଁ ନିବେଦନ କରି ଆସିବେ,16:111
- ପ୍ରତ୍ୟେକ, ସେ ଯାହା ଅର୍ଜନ କରିଛନ୍ତି ତାହାର ଏକ ବନ୍ଧକ,74:38
- ଆଲ୍ଲା ଆତ୍ମନିନ୍ଦାର ଶପଥ କରନ୍ତି, 75:2
ଫାରୋ, 28:6; 40:24
- ଲୋକମାନେ, 2:49; 3:11; 7:141; 44:17-33
- ବୁଡ଼ିଗଲା, 2:50
- ମୋଶାଙ୍କ ସହିତ ବ୍ୟବହାର, 7:103-137; 10:75-92
- ସମୁଦ୍ରରୁ ମୃତ ଶରୀର ବାହାର, 10:90-92
- ସୀମା ଅତିକ୍ରମ କରି; ପାପ କରି ଏବଂ ଅବାଧ୍ୟ ହୋଇ, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- ଧାର୍ମିକ ସ୍ତ୍ରୀ, 28:8-9
- ନିଜକୁ ଈଶ୍ୱର ବୋଲି ଦାବି କରେ, 28:38; 79:24
- ନଷ୍ଟ, 29:39
- ଫାରୋଙ୍କ ପରିବାରର ଜଣେ ବିଶ୍ୱାସୀ ବ୍ୟକ୍ତି,40:28-44
- ଏକ ଦୁର୍ଗ ନିର୍ମାଣ, 40:36-37
- ମୋଶାଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସାଂସାରିକ ଜିନିଷର ଗଦା, 102:1-4
ପ୍ରତିଜ୍ଞା (ବାଇଆ)
- ଇସଲାମ ପାଇଁ, 16:91
- ଦୂତଙ୍କ ପାଇଁ ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ବାଇଆ (ପ୍ରତିଜ୍ଞା) ଅଟେ, 48:10
- ବିଶ୍ୱାସୀମାନଙ୍କ ମଧ୍ୟରୁ, 48:18; 60:12
ପ୍ରତିଜ୍ଞା (ବନ୍ଧକ), ଏକ ରହିବା ଉଚିତ୍, 2:283
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ଏକ, ଯାହା ସେ ଅର୍ଜନ କରିଛି, 52:21; 74:38
କବିତା, 36:69
କବିମାନେ, 26:224-227; 69:41
ଡାଳିମ୍ବ, 6:141
ଗରିବ, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
ପ୍ରାର୍ଥନା, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ଉଚ୍ଚ ସ୍ୱରରେ ନୁହେଁ କିମ୍ବା ନିମ୍ନ ସ୍ୱରରେ ନୁହେଁ, 17:110
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ପ୍ରାର୍ଥନା, 9:113-114
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ଆହ୍ୱାନ, 13:14
- ସେ ସେମାନଙ୍କ (ଆହ୍ବାନର) ଉତ୍ତର ଦିଅନ୍ତି, 42:26
- ଧୈର୍ଯ୍ୟ ସହିତ ସାହାଯ୍ୟ ଲୋଡ଼ନ୍ତୁ ଏବଂ, 2:45, 153; 20:132; 50:39
- କିବଲା ଆଡକୁ ମୁହାଁଇଥିବା ଇକାମାଟ-ଆସ-ସାଲାଟ, 2:142-145, 149-150
- କଡ଼ାକଡ଼ି ଭାବରେ ରକ୍ଷା କର, 2:238
- ଯାତ୍ରା ଏବଂ ଆକ୍ରମଣରେ, 2:239; 4:101-102
- ମଦ୍ୟପାନ ଅବସ୍ଥାରେ ପାଖକୁ ଯାଅ ନାହିଁ, 4:43
- ନା ଜାନାବା ଅବସ୍ଥାରେ, 4:43
- ଶୁଦ୍ଧୀକରଣ ପାଇଁ, 4:43; 5:6
- ଯେତେବେଳେ ସମାପ୍ତ ହେବ, 4:103
- ସମୟ, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- କେବଳ ଆଲ୍ଲାହଙ୍କ ପାଇଁ ପ୍ରଣାମ, 13:15
ପ୍ରାର୍ଥନା, ଶୁକ୍ରବାର, 62:9-11
ବିପଦରେ ସତର୍କତା, 4:71
ଯୁଦ୍ଧବନ୍ଦୀମାନେ, 8:67-71
- ବନ୍ଦୀମାନଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସତ୍ୟର ପ୍ରତିଜ୍ଞା, 46:16-17
ସମ୍ପତ୍ତି, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- ନିୟମ, 3:81; 33:7-8
- ପାଇଁ ଅବୈଧ, 3:161
- ପ୍ରତ୍ୟେକଙ୍କ ପାଇଁ ଜଣେ ଶତ୍ରୁ, 6:112; 25:31
- ମେସେଞ୍ଜର ମଧ୍ୟ ଦେଖନ୍ତୁ
ପ୍ରଣାମ
- ଆଲ୍ଲାହଙ୍କ ନିକଟରେ ପଡ଼ନ୍ତି, ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀରେ ଥିବା ଯେକୌଣସି ବ୍ୟକ୍ତି ଏବଂ ସେମାନଙ୍କର ଛାୟା ମଧ୍ୟ, 13:15
ବ୍ୟବସ୍ଥା, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ଗୀତସଂହିତା, 4:163
ଦଣ୍ଡ
- ସ୍ଥଗିତ ରଖିବା, 3:178
- ହାତ କିମ୍ବା ପାଦ କାଟିବା, 5:33
- ତୁମେ ଯେପରି କଷ୍ଟ ପାଇଥିଲ, ସେହିପରି ସେମାନଙ୍କୁ ଦଣ୍ଡ ଦିଅ, 16:126
- ଏହି ଜୀବନ ଏବଂ ପରକାଳ ବିଷୟରେ, 24:19; 68:33
ଶୁଦ୍ଧ କରିବା
- ଶାରୀରିକ, 4:43; 5:6
- ଆଧ୍ୟାତ୍ମିକ ଭାବରେ (ଅଶୁଚିତାରୁ), 87:14; 91:9
କାଦର, 5:5; 64:11
କାଦର, S.97
କାଫ୍, S.50
କଲାମ, S.68
କମର, S.54
କ୍ୱାରିଅହ, S.101
କରୁଣ (କୋରାହ), 28:76-82; 29:39
କାସାସ, S.28
କିବ୍ଲା, 2:142-145, 149
କିସାସ (ଦଣ୍ଡରେ ସମାନତାର ନିୟମ), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
କୋରାନ
- ବର୍ଣ୍ଣିତ, 13:31, 36, 37; 14:1; 56:77-80
- ଏପରି ନୁହେଁ ଯେ ଆଲ୍ଲାହ ବ୍ୟତୀତ ଅନ୍ୟ କେହି କେବେ ସୃଷ୍ଟି କରିପାରିବେ, 2:23; 10:38; 11:13; 17:88
- ଯଦି ଏହା ଆଲ୍ଲାହ ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ବ୍ୟକ୍ତିଙ୍କଠାରୁ ହୋଇଥାନ୍ତା, ତେବେ ଏଥିରେ ଅନେକ ବିରୋଧାଭାସ ରହିଥାନ୍ତା, 4:82
- ଏକ ପ୍ରକାଶିତ ଆଲୋକ, 4:174; 42:52
- ପ୍ରକାଶିତ, 6:19
- ଆଲ୍ଲା ଏହାର ସାକ୍ଷୀ, 6:19
- ସ୍ପଷ୍ଟ ପ୍ରମାଣ, 6:157
- ପଦ 6:68 ବିଷୟରେ ମିଥ୍ୟା କଥାବାର୍ତ୍ତା
- ଏକ ସ୍ମରଣକାରୀ, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ପାଠ କଲେ, ଶୁଣ ଏବଂ ନୀରବ ରୁହ, 7:204
- ଧିକର, 7:205; 15:6, 9
- ଜ୍ଞାନ ପୁସ୍ତକ, 10:1; 31:2; 36:2
- ପ୍ରେରିତ ବାର୍ତ୍ତା, 10:2, 109; 42:52
- ଯେଉଁମାନେ ଏହାକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତି, 11:17
- ଆରବୀ ଭାଷାରେ, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ଅଂଶରେ ପରିଣତ, ଏବଂ ପର୍ଯ୍ୟାୟକ୍ରମେ ପ୍ରକାଶିତ, 15:91; 17:106; 25:32; 76:23
- ଏକ ପଦର ପରିବର୍ତ୍ତନ, 16:10
- ଯେତେବେଳେ ଆପଣ ପାଠ କରିବାକୁ ଚାହାଁନ୍ତି, 16:98
- ମାର୍ଗଦର୍ଶକ, 17:9
- ଶୁଭ ଖବର ଏବଂ ଚେତାବନୀ, 17:9-10
- ଏବଂ ଅବିଶ୍ୱାସୀମାନେ, 17:45-47
- ପ୍ରାତଃକାଳରେ ପାଠ ସର୍ବଦା (ଦୂତମାନଙ୍କ ଦ୍ୱାରା) ଦେଖାଯାଏ, 17:78
- ଆରୋଗ୍ୟ ଏବଂ ଦୟା, 17:82
- ମାନବଜାତିକୁ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ବୁଝାଇ ଦିଆଯାଇଛି, ପ୍ରତ୍ୟେକ ପ୍ରକାରର ଉପମା ଏବଂ ଉଦାହରଣ, କିନ୍ତୁ ଅଧିକାଂଶ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତି, 17:89; 18:54; 39:27
- ସହଜ, 19:97; 44:58; 54:17, 22, 32, 40
- ମୋ ଲୋକମାନେ ଏହି କୁରାନକୁ ପରିତ୍ୟାଗ କରିଥିଲେ, 25:30
- ଶାସ୍ତ୍ର ଦ୍ୱାରା ନିଶ୍ଚିତ, 26:196
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କୁ ବର୍ଣ୍ଣନା କରନ୍ତି ଯାହା ବିଷୟରେ ସେମାନେ ମତଭେଦ କରନ୍ତି, 27:76
- ପାଠ କର ଏବଂ ପ୍ରାର୍ଥନା କର, 29:45
- ଆଲ୍ଲାହଙ୍କ ଠାରୁ ସତ୍ୟ, 32:3; 35:31
- ଏକ ଶୁଭ ରାତିରେ, 44:3
- ଏଥିରେ ପ୍ରତ୍ୟେକ ନିୟମ ସ୍ଥିର କରାଯାଇଛି, 44:4
- ଗଭୀର ଭାବରେ ଚିନ୍ତା କର, 47:24
- 50:45 ସୁଦ୍ଧା ସତର୍କ କରନ୍ତୁ
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଶିକ୍ଷା ଦିଆଯାଇଛି, 55:1
- ଏବଂ ସମ୍ମାନଜନକ ପାଠୋତ୍ସବ, ଭଲ ଭାବରେ ସୁରକ୍ଷିତ,56:77-78
- ପବିତ୍ର ବ୍ୟତୀତ କେହି ଛୁଇଁ ପାରିବେ ନାହିଁ, 56:79
- ଯଦି ପର୍ବତ ଉପରେ ପଠାଯାଏ, 59:21
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଏକ ଦୁଃଖ, 69:50
- ନିଶ୍ଚିତତାର ସହିତ ଏକ ସମ୍ପୂର୍ଣ୍ଣ ସତ୍ୟ, 69:51
- ଧୀର ଶୈଳୀରେ ପାଠ କରନ୍ତୁ, 73:4
- ସମ୍ମାନଜନକ ଭାବରେ ରଖାଯାଇଥିବା, ଶୁଦ୍ଧ ଏବଂ ପବିତ୍ର ରଖାଯାଇଥିବା ରେକର୍ଡଗୁଡ଼ିକରେ, 80:13-16
- ସମସ୍ତ ଆଲାମିନଙ୍କ ପାଇଁ ଏକ ସ୍ମରଣକାରୀ, 81:27
- ଅବିଶ୍ୱାସୀମାନେ ମିଛ କୁହନ୍ତି, 84:22
- ସଂରକ୍ଷିତ ଟ୍ୟାବଲେଟରେ, 85:22
- ସତ୍ୟକୁ ମିଥ୍ୟାରୁ ପୃଥକ କରୁଥିବା ଶବ୍ଦ, 86:13
- ଶୁଦ୍ଧ ପୃଷ୍ଠାଗୁଡ଼ିକ ପାଠ କରିବା, 98:2
- ପୁସ୍ତକ; ପ୍ରକାଶନ ମଧ୍ୟ ଦେଖନ୍ତୁ
କୁରାଇଶ, S.106
କୁରୈଶ
- ଅବିଶ୍ୱାସୀମାନେ, 54:43-46, 51
- ନିୟନ୍ତ୍ରଣ କରିବା, 106:1-4
ରାବି ଏବଂ ସନ୍ୟାସୀମାନେ, 9:31, 34
ଦୌଡ଼, ଭଲ କାମରେ ଚେଷ୍ଟା କର, 5:48
ରା'ଡ୍, S.13
ରହମାନ, S.55
ଧାର୍ମିକତାର ପୋଷାକ ଭଲ, 7:26
ବର୍ଷା
- ଆଲ୍ଲାହଙ୍କ ଉପହାର, 56:68-70
- ପଥରର, 27:58
ରମଜାନ, 2:185
ରାମି, 2:200
ମୁକ୍ତି
- ନା, ନିଆଯିବ, 57:15
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଛି, 3:91; 10:54; 13:18
ଫିଦିୟା, ଉପବାସର, 2:196
- ବନ୍ଦୀମାନଙ୍କୁ ମୁକ୍ତ କରିବା ପାଇଁ, 8:67
ରାସ୍, ବାସ କରୁଥିବା ଲୋକମାନେ, 25:38; 50:12
ପ୍ରତିଫଳ
- ଦିନ, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- 107:1-7 କୁ ଅସ୍ୱୀକାରକାରୀମାନେ
- ମନ୍ଦର ସମାନ ମନ୍ଦ, 42:40
ସମାଧାନ
- ଯିଏ କ୍ଷମା କରେ ଏବଂ କରେ, 42:40
- ପୁରୁଷ ଏବଂ ସ୍ତ୍ରୀ ମଧ୍ୟରେ, 4:35
- ବିଶ୍ୱାସୀମାନଙ୍କ ମଧ୍ୟରେ, 49:9-10
ରେକର୍ଡ
- ଏକ ପଞ୍ଜିକା ଲିଖିତ, 83:7-9, 18-21
- ପ୍ରତ୍ୟେକ ଜାତିକୁ ତାହାର ନିକଟକୁ ଡକାଯିବ, 45:28-29
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତିଙ୍କ କାର୍ଯ୍ୟର ଲିଖିତ ପୃଷ୍ଠା, 81:10
- ଯାହା ସତ୍ୟ କହେ, 23:62
- ଡାହାଣ ହାତରେ, 69:19; 84:7-9
- ବାମ ହାତରେ, 69:25
- ପଛ ପଛରେ, 84:10-15
ରେକର୍ଡିଂ ଦୂତମାନେ, 50:17-18, 23; 85:11
କଷ୍ଟ ସହିତ ମୁକ୍ତି, 94:5-6
ଧର୍ମ
- କୌଣସି ବାଧ୍ୟବାଧକତା ନାହିଁ, 2:256
- ଇସଲାମ କି, 3:19
- ଆଲ୍ଲାହର, 3:83-84
- ଇସଲାମ ବ୍ୟତୀତ, 3:85
- ସୀମା ଅତିକ୍ରମ କରନ୍ତୁ ନାହିଁ, 4:171; 5:77
- ସିଦ୍ଧ, 5:3
- ଯେଉଁମାନେ ଖେଳ ଏବଂ ମନୋରଞ୍ଜନ ଭାବରେ ନିଅନ୍ତି, 6:70
- ଯେଉଁମାନେ ସେମାନଙ୍କୁ ବିଭକ୍ତ କରନ୍ତି ଏବଂ ଗୋଷ୍ଠୀରେ ବିଭକ୍ତ କରନ୍ତି, 6:159; 30:32
- 42:13-14; 43:65; 45:17 ମଧ୍ୟ ଦେଖନ୍ତୁ।
- ଲୋକମାନେ ସେମାନଙ୍କୁ ବିଭିନ୍ନ ଗୋଷ୍ଠୀରେ ଭାଙ୍ଗି ଦେଇଛନ୍ତି, ପ୍ରତ୍ୟେକ ଗୋଷ୍ଠୀ ନିଜ ନିଜ ବିଶ୍ୱାସରେ ଆନନ୍ଦ କରୁଛନ୍ତି, 23:53; 30:32
- କୌଣସି କଷ୍ଟରେ ନାହିଁ, 22:78
- ମାନବଜାତି ସୃଷ୍ଟି ହୋଇଥିଲା, 30:30
- ସମସ୍ତ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପାଇଁ ସମାନ, 42:13-15
- ପୂର୍ବପୁରୁଷ, 43:22-24
ଆଲ୍ଲାହଙ୍କ ସ୍ମରଣ, 63:9
- ହୃଦୟରେ ବିଶ୍ରାମ ପାଏ, 13:28
ଅନୁତାପ
- ଯଦି ଅଜ୍ଞାନତାରେ ଭୁଲ୍ କରାଯାଏ ଏବଂ ଶୀଘ୍ର ପରେ ଅନୁତାପ କରାଯାଏ, ତେବେ ଗ୍ରହଣ କରାଯାଏ, 4:17; 6:54
- ଏବଂ ଯଦି ମନ୍ଦ କାମ ଜାରି ରଖାଯାଏ, ତେବେ କୌଣସି ପ୍ରଭାବ ପଡ଼ିବ ନାହିଁ, 4:18
- ସେ ପାପ ଗ୍ରହଣ କରନ୍ତି ଏବଂ କ୍ଷମା କରନ୍ତି, 4:25
ମନ୍ଦ ପାଇଁ ବିଶ୍ରାମ, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ପୁନରୁତ୍ଥାନ, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ଏଜ୍ରା 2:259 କାହାଣୀରେ ଉଦାହରଣ
- ଅବ୍ରହାମ 2:260
- ଗୁମ୍ଫାର ଲୋକମାନେ 18:9-26
- ପୁନରୁତ୍ଥାନ ଅସ୍ୱୀକାରକାରୀଙ୍କ ପ୍ରତି ଚେତାବନୀ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ପୁନରୁତ୍ଥାନ ଦିନ, 7:89; 20:100-101, 124
- ସତ୍ୟ ଦିନ, 78:39
- ତୁମର ପାରିଶ୍ରମିକ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ଦେଇଛ 3:185
- ଲିଖିତ କାର୍ଯ୍ୟ ପୃଷ୍ଠାଗୁଡ଼ିକ ଖୋଲାଯିବ,81:11
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ଜାଣିବେ ଯେ ସେ କ'ଣ ଆଣିଛି, 81:14
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ତାଙ୍କ ଦ୍ୱାରା କରାଯାଇଥିବା ସମସ୍ତ ଭଲ ଏବଂ ମନ୍ଦର ସମ୍ମୁଖୀନ ହେବେ, 3:30
- ଜଣେ ବ୍ୟକ୍ତି ଜାଣିବ ଯେ ସେ କଣ ଆଗକୁ ପଠାଇଛି ଏବଂ କଣ ପଛରେ ଛାଡିଛି, 82:5
- ଅନ୍ୟାୟର ଭୟ ନାହିଁ, 20:112
- ନ୍ୟାୟର ତରାଜୁ, 21:47
- କାର୍ଯ୍ୟର ତରାଜୁ, 23:102-103
- ଯେକେହି ପରମାଣୁ ପରିମାଣର ଭଲ କିମ୍ବା ମନ୍ଦ କାମ କରେ, ସେ ତାହା ଦେଖିବ, 100:7-8
- ସମସ୍ତ ଗୁପ୍ତ କଥା ଯାଞ୍ଚ କରାଯିବ, 86:9
ଡାହାଣ ହାତରେ ଦିଆଯାଇଥିବା ରେକର୍ଡ, 69:19; 84:7-9
ବାମ ହାତରେ ଦିଆଯାଇଥିବା ରେକର୍ଡ, 69:25
ପଛ ପଛରେ ଦିଆଯାଇଥିବା ରେକର୍ଡ, 84:10-15
- ଅବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ କଷ୍ଟକର ଦିନ, 25:26; 54:8; 74:9
- ଏକ ଭାରୀ ଦିନ, 76:27
- ଭାରୀ ଭାର ବହନ କର, 20:100-101
- କୌଣସି ବାହାନା ଦେଖାଇବାକୁ ଅନୁମତି ନାହିଁ, 77:36
- ଭୁଲ୍ କରୁଥିବା ଲୋକଟି ତା' ହାତରେ କାମୁଡ଼ିବ, 25:27
- ପାପୀମାନେ ସେମାନଙ୍କ ସାଥୀ ଏବଂ ପ୍ରତିମାମାନଙ୍କ ସହିତ ଏକତ୍ରିତ ହୋଇଥିଲେ, 37:22
- ଗଭୀର ଅନୁତାପ, ଦୁଃଖ ଏବଂ ହତାଶା ସହିତ ବିନାଶ, 30:12
- ଜୀବନ୍ତ ପୋତି ଦିଆଯାଇଥିବା ମହିଳାଙ୍କୁ ପଚରାଯିବ,81:8-9
- ସବୁଠାରୁ ବଡ଼ ଆତଙ୍କ, 21:103
- ଡାକୁଥିବା ବ୍ୟକ୍ତି ଏକ ଭୟଙ୍କର ଜିନିଷକୁ ଡାକିବେ, 50:41; 54:6-8
- ଗୋଟିଏ (ଚିତ୍କାର), 36:29, 49, 53; 38:15; 50:42
- ଜାଜରା (ଚିତ୍କାର), 37:19; 79:13
- ଏକ ନିକଟତର ଯନ୍ତ୍ରଣା, 78:40
- ଭୟଙ୍କର କମ୍ପନରେ ଆକାଶ ଥରିବ, 52:9; 56:4
- ସ୍ୱର୍ଗ ବିଭାଜିତ ହୋଇଛି, 84:1-2
- ସ୍ୱର୍ଗ ବିଦୀର୍ଣ୍ଣ ହେଲା, 77:9; 82:1
- ଆକାଶ ମେଘ ସହିତ ବିଦୀର୍ଣ୍ଣ ହେବ, 25:25
- ସ୍ୱର୍ଗ ତାଙ୍କ ଡାହାଣ ହାତରେ ଗୁଡ଼ାଯିବ, 21:104; 39:67
- ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀରେ ଥିବା ସମସ୍ତେ ମୂର୍ଚ୍ଛିତ ହୋଇଯିବେ, 39:68
- ସ୍ୱର୍ଗ ଖୋଲାଯିବ, ଏହା ଦ୍ୱାର ପରି ହୋଇଯିବ, 78:19
- ଆକାଶ ତେଲର ଫୁଟୁଥିବା ମଇଳା ପରି ହେବ, 70:8
- ତାରାମାନେ ଖସିଯିବେ, 81:2; 82:2
- ତାରାମାନେ ସେମାନଙ୍କର ଆଲୋକ ହରାଇବେ, 77:8
- ସୂର୍ଯ୍ୟ ତାର ଆଲୋକ ହରାଇବ, 81:1
- ସମୁଦ୍ରଗୁଡ଼ିକ ପ୍ରଜ୍ୱଳିତ ଅଗ୍ନି ପରି ହୋଇଯିବ, 81:6
- ସମୁଦ୍ର ଫାଟି ଆସିଲା, 82:3
- ଘଣ୍ଟାର ଭୂମିକମ୍ପ, 22:1; 99:1
- ପର୍ବତଗୁଡ଼ିକ ଘୁଞ୍ଚିଯିବେ, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- ଚୂର୍ଣ୍ଣ ହୋଇ ଧୂଳି ହୋଇଯିବା 20:105; 56:5
- ପଶମର କଣ୍ଟା ପରି, 70:9; 101:5
- ପୃଥିବୀ ଏବଂ ପର୍ବତଗୁଡ଼ିକ ପ୍ରବଳ ଭାବରେ ଥରି ଉଠିବେ, 73:14; 79:6
- ପୃଥିବୀ ଚୁର୍ଣ୍ଣ ହୋଇଗଲା, 89:21
- ପୃଥିବୀ ଅନ୍ୟ ଏକ ପୃଥିବୀରେ ପରିବର୍ତ୍ତିତ ହେବ ଏବଂ ସ୍ୱର୍ଗ ମଧ୍ୟ ସେହିପରି ହେବ, 14:48
- ପୃଥିବୀ ବିସ୍ତାରିତ, 84:3-5
- ପୃଥିବୀ ଏକ ଲଭେଲଡ୍ ସମତଳ ଭାବରେ 18:47; 20:106
- ପୃଥିବୀ ତା'ର ଭାର ବାହାର କରିଦିଏ, 84:4; 99:2
- କବରଗୁଡ଼ିକୁ ଓଲଟାଇ ଦିଆଯାଇଥିଲା, 82:4
- କବରରୁ ପୁନରୁତ୍ଥାନ, 21:97; 70:43
- ମୃତ୍ୟୁ ପରେ ଜୀବିତ ପୃଥିବୀ ଉପରେ, 79:14
- ବନ୍ୟ ପଶୁମାନେ ଏକତ୍ରିତ ହେବେ, 81:5
- ଅନ୍ଧ ଭାବରେ ଉଠିଲେ, 20:124-125
- ତୂରୀ ଫୁଙ୍କିବ, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- ସଖଖା, 80:33
- ଆତ୍ମାଗୁଡ଼ିକ ସେମାନଙ୍କ ଶରୀର ସହିତ ସଂଯୁକ୍ତ ହେବେ,81:7
- ଦଶ ଦିନରୁ ଅଧିକ ସମୟ ରହିବ ନାହିଁ, 20:103
- ଗୋଟିଏ ଦିନରୁ ଅଧିକ ରୁହନ୍ତୁ ନାହିଁ, 20:104
- କିମ୍ବା ଦିନର କିଛି ଅଂଶ, 23:112-114
- ସମାବେଶ ଦିନ, 64:9
- ବିଚାର ଦିନ, 37:21
- ନିଷ୍ପତ୍ତି ଦିନ, 77:38; 78:17
- ସଜାଡ଼ିବାର ଦିନ, 77:13-14
- ଦୁଃଖ ଏବଂ ଅନୁତାପର ଦିନ, 19:39
- ଅସ୍ୱୀକାରକାରୀମାନେ, 77:15-50
- ମାନବଜାତି ବିକ୍ଷିପ୍ତ ହୋଇ ରହିଥିବା ପତଙ୍ଗ ପରି ହେବ,101:4
- ମାନବଜାତି ବିକ୍ଷିପ୍ତ ଗୋଷ୍ଠୀରେ ଆଗକୁ ବଢ଼ିବ,100:6
- ମଣିଷଜାତି ମତ୍ତ ଅବସ୍ଥାରେ, 22:2
- ପ୍ରତ୍ୟେକ ଗର୍ଭବତୀ ତାଙ୍କର ଭାର ଛାଡ଼ିଦେବେ, 22:2
- ଗର୍ଭବତୀ ଓଟମାନଙ୍କୁ ଅବହେଳିତ କରାଯିବ,81:4
- ସ୍ତନ୍ୟପାନକାରୀ ମାଆ ତାଙ୍କ ଶିଶୁକୁ ଭୁଲିଯିବେ,22:2
- ସମ୍ପର୍କୀୟମାନଙ୍କୁ ପରସ୍ପରକୁ ଦେଖା କରାଯିବ,70:11
- ଜଣେ ବ୍ୟକ୍ତି ନିଜ ସମ୍ପର୍କୀୟଙ୍କଠାରୁ ପଳାଇଯିବ,80:34-37
- କୌଣସି ବନ୍ଧୁ ବନ୍ଧୁଙ୍କୁ ପଚାରିବ ନାହିଁ, 70:10
- କେହି ବନ୍ଧୁ କିମ୍ବା ମଧ୍ୟସ୍ଥିକାରୀ ରହିବେ ନାହିଁ,40:18
- କୌଣସି ବ୍ୟକ୍ତି ଅନ୍ୟ ପାଇଁ କିଛି କରିବାର କ୍ଷମତା ରଖିବେ ନାହିଁ, 82:19
- ତାଙ୍କର କୌଣସି ଶକ୍ତି ରହିବ ନାହିଁ, କିମ୍ବା କେହି ସାହାଯ୍ୟକାରୀ ହେବେ ନାହିଁ, 87:10
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ କୌଣସି ଭୟ ନାହିଁ, 43:68
- ବିଶ୍ୱାସୀମାନେ ଛାଇ, ଝରଣା ଏବଂ ଫଳ ମଧ୍ୟରେ ରହିବେ, 77:41-43
- ସ୍ୱର୍ଗବାସୀ ଏବଂ ସେମାନଙ୍କ ସ୍ତ୍ରୀମାନେ, 36:55-58
- ଦୂତମାନଙ୍କୁ ଏକ ମହାନ ଅବତରଣ ସହିତ ପଠାଯିବ, 25:25
- ଶିନ୍ ଖୋଲା ରହିବ, 68:42-43
- ସ୍ୱର୍ଗ ନିକଟକୁ ଅଣାଯିବ, 81:13
- ନର୍କକୁ ନିକଟତର କରାଯିବ, 89:23
- ନର୍କ-ନିଷ୍କାସନ କରାଯିବ, ଭୟଙ୍କର ଅଗ୍ନିରେ ପ୍ରଜ୍ୱଳିତ ହେବ, 81:11-12
- ଦାନ ଦ୍ୱାରା ପ୍ରତିଶୋଧ ଏକ ପ୍ରାୟଶ୍ଚିତ୍ତ ହେବ, 5:45
ପ୍ରକାଶିତ ବାକ୍ୟ
- ଯଦି ତୁମର ସନ୍ଦେହ ଅଛି, 2:23-24
- ରଦ୍ଦ କିମ୍ବା ବିସ୍ମୃତ ପଦ, 2:106
- ସଠିକ୍ ମାର୍ଗଦର୍ଶନ, 3:73
- ପ୍ରଭୁଙ୍କଠାରୁ, ତେଣୁ ସନ୍ଦେହ କରୁଥିବା ଲୋକଙ୍କ ମଧ୍ୟରୁ ହୁଅ ନାହିଁ, 6:114
- ବୁଝିପାରୁଥିବା ଲୋକଙ୍କ ପାଇଁ, 6:98
- ଏକ ମାର୍ଗଦର୍ଶନ ଏବଂ ଦୟା, 7:203; 16:64; 31:3
- ରୁହ-ଉଲ୍-କୁଡୁସ୍ ମାଧ୍ୟମରେ, 16:102; 26:192-193
- ବିସ୍ତାରିତ ଭାବରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି, 6:98; 41:2-4
- ଏହି ପୁସ୍ତକ ଆଲ୍ଲାହଙ୍କଠାରୁ ଆସିଛି, 46:2
- ପୁସ୍ତକ ଏବଂ କୋରାନ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସେମାନଙ୍କ ପ୍ରତି ହୋଇଥିବା ଅତ୍ୟାଚାରୀ ଅନ୍ୟାୟର ପ୍ରତିଶୋଧ, 42:39-43
ପୁରସ୍କାର
- ସର୍ବୋତ୍ତମ କାର୍ଯ୍ୟ ଅନୁସାରେ, ଏବଂ ଆହୁରି ଅଧିକ, 24:38; 29:7; 39:35
- ପୁରସ୍କାର ସ୍ୱରୂପ 25:15
- ଯେଉଁମାନେ ଭଲ କାମ କରନ୍ତି, ଆଲ୍ଲା ସେମାନଙ୍କୁ ସର୍ବୋତ୍ତମ ପୁରସ୍କାର ଦିଅନ୍ତି, 53:31
- ଭଲ ପାଇଁ, ଭଲ ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ପୁରସ୍କାର ନାହିଁ, 55:60
ରିବା (ସୁଧ ଦେଖନ୍ତୁ)
ଧାର୍ମିକ
- ସଙ୍ଗୀ, 4:69
- ଦେଶ ଅଧିକାର କରିବେ, 21:105
- ସ୍ୱର୍ଗରେ, 51:15-19; 76:5-12
- ଭଲ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଧାର୍ମିକତା, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- 90:11-18 ର ଖଡ଼ା ପଥ
ସଠିକ୍ ମାର୍ଗଦର୍ଶନ ହେଉଛି ଆଲ୍ଲାହର ମାର୍ଗଦର୍ଶନ,3:73
ରାସ୍ତା, ରାସ୍ତା, 43:10
ରକିୟ ଟ୍ରାକ୍ଟ (ହିଜର୍), ବାସିନ୍ଦା, 15:80-85
ରୋମୀୟ, 30:2-5
ଛାତ, ସ୍ୱର୍ଗ, 21:32
ରୁହ (ଗାବ୍ରିଏଲ୍), 26:193; 67:12; 70:4; 78:38; 97:4 |
ରୁହ-ଉଲ୍-କୁଡସ୍, 2:87, 253; 5:110; 16:102
- ଗାବ୍ରିଏଲଙ୍କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ
ରୁହ (ଆତ୍ମା, ଆତ୍ମା), 15:29; 17:85; 58:22
ରମ୍, S.30
ସାବା '(ଶିବା), 27:22-44; 34:15-21
ସାବା', S.34
ବିଶ୍ରାମବାର
- ନିୟମ ଉଲ୍ଲଂଘନକାରୀ, 2:65; 4:154; 7:163-166
- କେବଳ 16:124 ପାଇଁ ନିର୍ଦ୍ଧାରିତ
ସାବିଆନ୍ସ, 5:69; 22:17
ବଳିଦାନ, 2:196, 200; 22:34-37
ଦୁଃଖ, S.38
ସାଦାକା (ଦାନ), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ଦେଖାଇବା ଅପେକ୍ଷା ଲୁଚାଇବା ଭଲ, 2:271
ସଫା ଏବଂ ମାରୱା, 2:158
ସାଫ୍, S.61
ସଫାତ, S.37
ସୈଲ ଅଲ-ଆରମ୍ (ମା'ରିବ ଡ୍ୟାମରୁ ଛଡାଯାଇଥିବା ବନ୍ୟା), 34:16
ସଜଦା, S.32
ସାକିନା (ଶାନ୍ତି ଏବଂ ଶାନ୍ତି), 2:248; 9:26, 40; 48:4, 18, 26
ସାଲିହ, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ସାଲସାବିଲ (ପାରାଦୀପରେ ବସନ୍ତ), 76:18 |
ସାମିରି, 20:85, 95-97
ଶାମୁୟେଲ, 2:247
ଶୟତାନ, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- ଶତ୍ରୁତା ଏବଂ ଘୃଣାକୁ ଉତ୍ତେଜିତ କରେ, 5:91
- ମନ୍ଦ ଫୁସ୍‌ଫୁସ୍‌, 7:200-201 ରୁ
- ପ୍ରତାରଣା କରେ, 8:48
- ବିଶ୍ୱାସଘାତକତା କରାଯାଇଥିଲା, 14:22
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ ତାଙ୍କର କୌଣସି କ୍ଷମତା ନାହିଁ, 16:99-100
- ମିଥ୍ୟା ଫିଙ୍ଗିଥାଏ, 22:52-53
- ଜଣେ ଶତ୍ରୁ, 12:5; 35:6; 36:60
- ଅହଂକାର 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ଏକ ଜିନ୍ 18:50-51
- ଆଦମଙ୍କ ପ୍ରଲୋଭନ ଏବଂ ପତନ 7:20-23; 20:116-121
- ବିଶ୍ୱାସୀମାନଙ୍କ ଉପରେ ତାଙ୍କର କୌଣସି କର୍ତ୍ତୃତ୍ୱ ନାହିଁ 16:98-100
- ତାଙ୍କର ଲକ୍ଷ୍ୟ 35:6-8
- ମାନବଜାତି ପ୍ରତି ଜଣେ ଶପଥପ୍ରାପ୍ତ ଶତ୍ରୁ 12:5; 17:53
- ତାଙ୍କ ଦଳ 53:14-19
- ତାଙ୍କ ହସ୍ତକୃତି 5:90-91
- ଭଲ କାମକୁ ନିରୁତ୍ସାହିତ କରେ 2:268
- ବିଶ୍ୱାସୀମାନେ ତାଙ୍କଠାରୁ ଆଲ୍ଲାହଙ୍କଠାରେ ଆଶ୍ରୟ ନିଅନ୍ତି 7:200-202
- ତାଙ୍କର ଯୋଜନାଗୁଡ଼ିକ ଦୁର୍ବଳ 4:76
- ତାଙ୍କ ଅନୁଗାମୀମାନଙ୍କୁ ନିରାଶ କରନ୍ତି 8:48
- ନର୍କରେ ତାଙ୍କ ଅନୁଗାମୀମାନଙ୍କ ସହ କଥା ହୁଅ 14:22
- ଇବ୍ଲିସ୍ ମଧ୍ୟ ଦେଖନ୍ତୁ
ସ୍କେଲ୍, ସଫଳ, କାହାର ଇଚ୍ଛା ଭାରୀ, 7:8-9
- ବାଲାନ୍ସ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଶାସ୍ତ୍ର
- (ଯିହୂଦୀ ଏବଂ ଖ୍ରୀଷ୍ଟିଆନ) ର ଲୋକମାନେ, 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ସେମାନେ କ'ଣ ଲୁଚାଇ ରଖିଥିଲେ, 5:61-63
- ସେମାନଙ୍କ ମଧ୍ୟରେ ଯେଉଁମାନେ ଠିକ୍ ପଥରେ ଅଛନ୍ତି, 5:66
- ସେମାନେ ଚିହ୍ନିପାରନ୍ତି କିନ୍ତୁ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, 6:20
ସମୁଦ୍ର, 42:32-33; 45:12
- ଦୁଇଟି, 18:60; 25:53; 35:12; 55:19-20
- ଯେତେବେଳେ, ଫୁଟି ଉଠିବ, 82:3
ଗୁପ୍ତ (ନଜୱା)
- ଆଲୋଚନା, 4:114
- ତିନି ଜଣଙ୍କ ପରାମର୍ଶ, 58:7
- ପରାମର୍ଶ, 58:8, 10
- ବ୍ୟକ୍ତିଗତ ପରାମର୍ଶ, 58:12-13
ଧର୍ମରେ ସମ୍ପ୍ରଦାୟ ଏବଂ ବିଭାଜନ, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
ସଙ୍କଟ ପରେ, ସେ ସୁରକ୍ଷା ପଠାଇଲେ, 3:154
ବିହନ, କିଏ ଏହାକୁ ବଢ଼ାଏ, 56:63-67
ଇନ୍ଦ୍ରିୟ, 23:78
ସାତ, ସୃଷ୍ଟି ହୋଇଛି
- ସ୍ୱର୍ଗ, 2:29; 23:17; 65:12; 67:3; 71:15
- ଏବଂ ପୃଥିବୀର ସେହିପରି, 65:12
ଛାଇ
- ଆଲ୍ଲାହଙ୍କୁ ପ୍ରଣାମ କରେ, 13:15; 16:48
ବିସ୍ତାର, 25:45
ଶାମ୍ସ, S.91
ଥମୁଦ ଲୋକଙ୍କ ପାଇଁ ଏକ ସ୍ପଷ୍ଟ ସଙ୍କେତ ସ୍ୱରୂପ ଓଟ, 7:73; 17:59; 26:155-158
ଜାହାଜ, ଯାତ୍ରା, ଏକ ଚିହ୍ନ ଭାବରେ; ସେବା କରିବା; କୃତଜ୍ଞ ହେବା; ତାଙ୍କ ଅନୁଗ୍ରହ ଅନ୍ୱେଷଣ କରିବା, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ଶୁଆବ, 7:85-93; 11:84-95; 29:36-37
ଶୁଆରା, S.26
ଶୁରା, S.42
ସିଦ୍ରାତ-ଉଲ-ମୁନତାହା, 53:14
ଅଲ-ମଦିନା ଘେରାବନ୍ଦୀ, 33:9-27
ସିଜିନ୍, 88:7-9
ପାପ, 7:100; 74:43-6
- ଅବୈଧ ଯୌନ ସମ୍ପର୍କ, 4:15-16; 24:2, 19
- ଯଦି ବଡ଼, ଏଡାଯାଏ, ଛୋଟ ପାପ କ୍ଷମା ହୁଏ, 4:31
- ସେମାନେ ମଣିଷଠାରୁ ଲୁଚିପାରିବେ, କିନ୍ତୁ ଆଲ୍ଲାହଙ୍କଠାରୁ ଲୁଚିପାରିବେ ନାହିଁ, 4:108
- ଯିଏ ରୋଜଗାର କରେ, ସେ କେବଳ ନିଜ ବିରୁଦ୍ଧରେ ରୋଜଗାର କରେ, 4:111
- ଯିଏ ରୋଜଗାର କରେ, ଏବଂ ତା’ପରେ ନିର୍ଦ୍ଦୋଷ କାହା ଉପରେ ପକାଇଥାଏ, 4:112
- ଆଲ୍ଲାହ ତାଙ୍କ ସହିତ ପୂଜାରେ ଅଂଶୀଦାର ନ କରିବା ପାଇଁ କ୍ଷମା କରନ୍ତି, କିନ୍ତୁ ଏହା ବ୍ୟତୀତ ଅନ୍ୟ ପାପଗୁଡ଼ିକୁ କ୍ଷମା କରନ୍ତି, 4:116
- ଯେଉଁମାନେ କାମ କରିବେ, ସେମାନେ ଉଚିତ ପ୍ରତିଫଳ ପାଇବେ,6:120
- ପାପୀମାନେ କେବେ ସଫଳ ହେବେ ନାହିଁ, 10:17
- ଆଲ୍ଲା ସମସ୍ତଙ୍କୁ କ୍ଷମା କରନ୍ତି, 39:53
- ମହାନ ପାପ, 42:37
ସିନାଇ, ପର୍ବତ, 19:52; 23:20; 95:2
ପାପୀମାନେ, ସେମାନଙ୍କର କାନ, ଆଖି ଏବଂ ଚର୍ମ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବେ, 41:20-23
ସିରାତ ସେତୁ, 66:8
ନିନ୍ଦାକାରୀ, 68:11-12; 104:1
ଦାସମାନେ, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- ଯୁଦ୍ଧବନ୍ଦୀ; ବନ୍ଦୀ ମଧ୍ୟ ଦେଖନ୍ତୁ
ନିଦ୍ରା, ବିଶ୍ରାମ ପାଇଁ ଏକ ଜିନିଷ, 78:9
ସଦୋମ, 29:31; 37:136
ସଦୋମି, 7:80-82; 11:77-83; 15:61-77; 29:28-29
ଶଲୋମନ, 2:102; 4:163; 6:84
- ତାଙ୍କ ପିତା ଦାଉଦଙ୍କୁ ଏକ ନ୍ୟାୟପୂର୍ଣ୍ଣ ବିଚାରରେ ପହଞ୍ଚିବାରେ ସାହାଯ୍ୟ କରନ୍ତି 21:78-82
- ଏବଂ ପିମ୍ପୁଡ଼ିମାନେ, 27:15-19
- ଏବଂ ହୁପୁ, 27:20-26
- ଏବଂ ସବାର ରାଣୀ, 27:22-44; 34:15
- ତାଙ୍କ ଉପରେ ଆଲ୍ଲାହର ଅନୁଗ୍ରହ 34:12-14, 38:34-40
- ସୁନ୍ଦର ଘୋଡାମାନଙ୍କ ପ୍ରତି ତାଙ୍କର ପ୍ରେମ 38:30-33
ପୁତ୍ର, ପାଳିତ, 33:4-5
ଆତ୍ମା (ଆତ୍ମା, ରୁହ), 15:29; 17:85; 58:22
ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ଖର୍ଚ୍ଚ କର, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- ଯାହା ତୁମର ଆବଶ୍ୟକତାଠାରୁ ଅଧିକ, 2:219
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ନିଜର ଧନ ସମ୍ପତ୍ତି ଖର୍ଚ୍ଚ କରନ୍ତି, 2:261
- ପୁରୁଷମାନଙ୍କ ଦ୍ୱାରା ଦେଖାଯିବା ପାଇଁ, 2:264; 4:38
- ତୁମେ ଆଲ୍ଲାହଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯାହା କର, ତାହା ତୁମକୁ ପ୍ରତିଫଳ ଦିଆଯିବ, 2:272; 8:60; 34:39
- ଅପବ୍ୟବହାର ସହିତ ନୁହେଁ, କିମ୍ବା ଅପବ୍ୟବହାର କରି ନୁହେଁ, 6:141; 17:26
- ଅଯଥା ନୁହେଁ କି କୃପଣ ନୁହେଁ, 25:67
- ଯେଉଁମାନେ ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ଖର୍ଚ୍ଚ କରିବାରୁ ହାତ ବନ୍ଦ କରନ୍ତି, 9:67
ଆତ୍ମା (ଆତ୍ମା, ରୁହ), 15:29
- ଏହାର ଜ୍ଞାନ ଆଲ୍ଲାହଙ୍କ ପାଖରେ ଅଛି, 17:85
- ଆଲ୍ଲାହ ବିଶ୍ୱାସୀମାନଙ୍କୁ ଶକ୍ତିଶାଳୀ କରନ୍ତି, 58:22
ଯୁଦ୍ଧର ଲୁଟ, 8:41, 69; 48:15, 19-20; 48:15
- ବୁଟି ମଧ୍ୟ ଦେଖନ୍ତୁ
ଗୁପ୍ତଚର, 49:12
ତାରା, 53:1, 49; 86:1-4
ତାରା, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
ସିଧା, ପଥ, 1:6
- ଇତ୍ୟାଦି। ପଥ, 6:153
- ଇତ୍ୟାଦି ପ୍ରୟାସ, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
ସ୍ତନ୍ୟପାୟୀ ଶିଶୁ, ପାଳିତ ମାଆର ଶବ୍ଦ, 2:233
ଦୁଃଖ, ଦାରିଦ୍ର୍ୟ, ସ୍ୱାସ୍ଥ୍ୟହାନି ଏବଂ ବିପର୍ଯ୍ୟୟ; ସମୃଦ୍ଧି ଏବଂ ସମ୍ପତ୍ତି, 7:94-96
ରବି, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
ସର୍ବୋଚ୍ଚ ସଫଳତା, 9:72; 44:57
ସୂରା, 10:38; 11:13; 47:20
- ଏହାର ପ୍ରକାଶନ ବିଶ୍ୱାସକୁ ବୃଦ୍ଧି କରେ, 9:124-127
ସନ୍ଦେହ, 49:12
ପୋଷଣ, 19:62
- ବ୍ୟବସ୍ଥା ମଧ୍ୟ ଦେଖନ୍ତୁ; ପ୍ରୋଭିଡେନ୍ସ
ସୁୱା', 71:23
ଟାବୁକ୍, 9:40-59, 81-99, 117-118, 120-122 |
ତାଘାବୁନ୍, S.64
ଟାଗୁଟ୍, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- ଅନ୍ୟ ମିଥ୍ୟା ଦେବତାମାନଙ୍କୁ ଦେଖନ୍ତୁ
ଟା-ହା, S.20
ତାହରିମ୍, S.66
ଟାକାଥୁର, S.102
ଟାକୱିର, S.81
ତଲାକ, S.65
ତାଳ (କଦଳୀ ଗଛ), 56:29
ତାଲୁତ (ଶାଉଲ), 2:247-249
ତାରିକ, S.86
ତସନିମ୍ (ବସନ୍ତ), 83:27-28
ତୌବା, S.9
ତୱାଫ୍ (କାବା ବୁଲିବା), 2:200; 7:29,31
ତୟାମ୍ମୁମ୍, 4:43; 5:6
ପ୍ରତ୍ୟେକ ଜାତିର ସମୟ ନିର୍ଦ୍ଦିଷ୍ଟ ଅଛି, କେହି ଏହାକୁ ପୂର୍ବାନୁମାନ କରିପାରିବେ ନାହିଁ କିମ୍ବା ବିଳମ୍ବ କରିପାରିବେ ନାହିଁ, 7:34; 10:49; 15:4-5; 16:61; 20:129
ଅଞ୍ଚଳ, ସେନା ୟୁନିଟ୍ ଦ୍ୱାରା ତୁମର ସୁରକ୍ଷା କର, 3:200
ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ପରୀକ୍ଷା, 3:154; 34:21
ଥାମୁଦ, 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
ଚୋର, ଦଣ୍ଡ, 5:38-39
ସିଂହାସନ, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- ପାଣି ଉପରେ, 11:7
- ଆଠ ଜଣ ଦୂତ ଧାରଣ କରିଛନ୍ତି, 39:75; 40:7; 69:17
ସମୟ, 45:24; 76:1; 103:1
ଟିନ୍, S.95
ଯନ୍ତ୍ରଣା,3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
ନଗରୀ, ଆମେ କେବେବି କୌଣସି ନଗରୀକୁ ନଷ୍ଟ କରିନାହୁଁ, କିନ୍ତୁ ଏହାର ଏକ ଜଣାଶୁଣା ନିୟମ ଥିଲା, 15:4
ବାଣିଜ୍ୟ ଏବଂ ସମ୍ପତ୍ତି, 4:29
ଭ୍ରମଣ କର, ସେମାନେ କ’ଣ ପୃଥିବୀ ଦେଇ ଭ୍ରମଣ କରିନାହାଁନ୍ତି, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
ବିଶ୍ୱାସଘାତକତା, 8:58; 22:38
- ବିଶ୍ୱାସଘାତ ଦେଖନ୍ତୁ
ଧନ ସଞ୍ଚିତ, 9:35
ଆଲ୍ଲାହର ଧନ, 6:50
ଅନନ୍ତ ବୃକ୍ଷ, 20:120
ଗଛ, 22:18
ପରୀକ୍ଷଣ, 2:214-218; 64:15
ପୁନରୁତ୍ଥାନ ଦିନ, ତୂରୀବଜାନ, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
ସଖଖା,80:33
ସ୍ୱର୍ଗ, ପୃଥିବୀ ଏବଂ ପର୍ବତ ଉପରେ ଆସ୍ଥା ଅର୍ପଣ କରାଯାଇଛି, କିନ୍ତୁ ମଣିଷ ଦ୍ୱାରା ଗ୍ରହଣ କରାଯାଇଛି,33:72-73
ଟ୍ରଷ୍ଟ (ଅମାନା), 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
ସତ୍ୟ, 5:48; 23:70-71, 90; 25:33; 69:51
- ମିଥ୍ୟା ସହିତ ମିଶ୍ରଣ କର ନାହିଁ କିମ୍ବା ଲୁଚାଇ ରଖ ନାହିଁ, 2:42
- ଆସିଛି ଏବଂ ମିଥ୍ୟା ଲୋପ ପାଇଛି, 17:81
- ପ୍ରତିଜ୍ଞା, 46:16-17
ତୁବା ', ଲୋକ, 44:37; 50:14
ତୁର (ପର୍ବତ), 28:29, 46
ତୁର, S.52
ତୁୱା, ଉପତ୍ୟକା, 20:12; 79:16
ଉହୁଦ, ଯୁଦ୍ଧ, 3:121-128, 140-180
ଉମ୍ମା (ସମ୍ପ୍ରଦାୟ, ଜାତି), 2:143-144; 10:47, 49; 11:118; 16:36, 120
'ଉମରା, 2:128, 158, 196
ସୁଧ (ରିବା), 2:275-276, 278-280; 3:130; 4:161; 30:39
'ଉଜୈର, (ଏଜ୍ରା ଦେଖନ୍ତୁ)
'ଉଷ, 53:19
ପରଦା, ଏକ ଅଦୃଶ୍ୟ, 17:45-46
ଘୋଡ଼ା, 24:31; 33:59
ପଦ, ସାବ 'ଅଲ-ମଥାନି, 15:87 |
ବିଜୟ
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ପ୍ରଦତ୍ତ, 48:1
- ଆଲ୍ଲାହଙ୍କ ସାହାଯ୍ୟ ମାଧ୍ୟମରେ, 61:13
ଗୁଣ, (ଧାର୍ମିକତା ଦେଖନ୍ତୁ; ବିଶ୍ୱାସୀ)
ୱାଡ୍, 71:23
- "ତୁମେ ଅପେକ୍ଷା କର, ଆମେ ମଧ୍ୟ ଅପେକ୍ଷା କରୁଛୁ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
ୱାକି'ଆ, S.56
ଆଲ୍ଲାହଙ୍କ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ, 5:33-34
ଅପବ୍ୟବହାର କରି ଅପବ୍ୟବହାର କରନାହିଁ, 6:141; 7:31; 17:26
ଜଳ, ପ୍ରତ୍ୟେକ ଜୀବନ୍ତ ପ୍ରାଣୀ ଯାହାରୁ ସୃଷ୍ଟି ହୋଇଛି, 21:30; 24:45; 25:54
- ଦୁଇଟି ସମୁଦ୍ର, 18:60; 25:53; 35:12; 55:19-20
- ଆଲ୍ଲାହଙ୍କ ସିଂହାସନ ଉପରେ, 11:7
- ବର୍ଷା, 23:18
ଉପାୟ, 1:6; 42:52-53; 90:10
- ଇତ୍ୟାଦି ସହଜ, ସହଜ କର, 87:8
- ପଥ ମଧ୍ୟ ଦେଖନ୍ତୁ
ପଥିକ, 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
ଧନ
- କିଏ ଏକାଠି ହୋଇଛି, 104:2-4
- ଆଲ୍ଲାହଙ୍କ ରାସ୍ତାରେ ଖର୍ଚ୍ଚ କରିବା (ବ୍ୟୟ ଦେଖନ୍ତୁ)
ଧନ ଏବଂ ସନ୍ତାନସନ୍ତତି, ଏହି ସାଂସାରିକ ଜୀବନର ସୌନ୍ଦର୍ଯ୍ୟ, 18:46
ଓଜନ ଏବଂ ମାପ, ପୂର୍ଣ୍ଣ ଦିଅ, 11:85; 17:35; 83:1-5
ବିଧବାମାନେ, 2:234-235, 240
ଆଲ୍ଲାଙ୍କ ଇଚ୍ଛା, 10:99-100; 30:5; 81:29; 82:8
ମଣିଷର ଇଚ୍ଛା, ସିଧା ଚାଲିବା, ଯଦି ଆଲ୍ଲାହ ଇଚ୍ଛା ନ କରନ୍ତି, 28:29
ପବନ, 77:1-3
- ସୁସମାଚାରର ପ୍ରଚାରକ ଭାବରେ, 7:57; 30:46
- ମେଘ ଉଠାଇବା, ଜଳ ସୃଷ୍ଟି କରିବା, 15:22; 30:48
- ହଳଦିଆ ହୋଇଯିବା, 30:51
ମଦ (ସ୍ୱର୍ଗରେ)
- ଶୁଦ୍ଧ ପାନୀୟ, 37:45; 76:21
- ଧଳା, ସ୍ୱାଦିଷ୍ଟ, 37:46
- ନଦୀ, 47:15
- ଶୁଦ୍ଧ ମୁଦ୍ରାଙ୍କିତ, 83:25
ଯେଉଁ ଜିନିଷଗୁଡ଼ିକରେ ଆଲ୍ଲାହ କେତେକଙ୍କୁ ଅନ୍ୟମାନଙ୍କଠାରୁ ଶ୍ରେଷ୍ଠ କରିଛନ୍ତି, ତାହା ପାଇଁ କାମନା କର ନାହିଁ, 4:32
ସାକ୍ଷୀମାନେ
- ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନଙ୍କ ଚୁକ୍ତିକୁ, 3:81
- ମାନବଜାତି ଉପରେ, 2:143; 22:78
- ଏକ ଚୁକ୍ତି ପାଇଁ, 2:282
- ଜଣେ ପୁରୁଷ ବିରୁଦ୍ଧରେ ଦୁଇଜଣ ମହିଳା, 2:282
- ଅବୈଧ ଯୌନ ସମ୍ପର୍କ ପ୍ରତି, 4:16; 24:2
- ନ୍ୟାୟବାନ ହୁଅ, 5:8
- ହାତ ଏବଂ ଗୋଡ ସାକ୍ଷ୍ୟ ଦେବେ, 36:65
- ମଣିଷ ନିଜ ବିରୁଦ୍ଧରେ, 75:14
ସାକ୍ଷ୍ୟ ଦିବସ ଏବଂ ସାକ୍ଷ୍ୟ ଦିବସ, 85:3
ପତ୍ନୀଗଣ
- ତୁମ ପାଇଁ ଏକ କ୍ଷେତ, 2:223
- ତୁମ ପାଇଁ ଆବରଣ, 2:187
- ତୁମର ନିଜ ପ୍ରକାରର, 16:72
ବାଦବିବାଦିନୀ ମହିଳା, 58:1-2
ମହିଳା, 2:222-223; 4:15, 19-22, 34, 127
- ଯେଉଁମାନେ ପବିତ୍ରତାକୁ ଦୋଷୀ କରନ୍ତି, 24:4-5, 11-17, 23-26
- ଘୋଡ଼ାଇ ରଖିବା, 24:31; 33:59
- ପ୍ରବାସୀ ଭାବରେ ବିଶ୍ୱାସ କରିବା, 60:10-12
- ବିବାଦରେ ନିଜକୁ ସ୍ପଷ୍ଟ ନ କରିବା, 43:17-18
କାଠ, ଏହାର ବାସିନ୍ଦା, 15:78; 38:13; 50:14
- Aikah କୁ ମଧ୍ୟ ଦେଖନ୍ତୁ; ମାଡିଆନ୍ 26:176-191 |
ଜଗତ, ଏହାର ଜୀବନ
- ଏହା ଖେଳ ଏବଂ ମନୋରଞ୍ଜନ ବ୍ୟତୀତ ଆଉ କିଛି ନୁହେଁ, 6:32; 29:64; 47:36; 57:20
- ପୁରୁଷମାନଙ୍କୁ ପ୍ରତାରଣା କରେ, 6:130
- ପରଲୋକ ଅପେକ୍ଷା ପରଲୋକର ଆନନ୍ଦ କମ୍, 9:38; 13:26; 28:60-61
- ଯିଏ ଇଚ୍ଛା କରେ, ସେ ସେଥିରେ ପ୍ରବେଶ କରେ, କିନ୍ତୁ ତା'ପରେ ପରଲୋକରେ କୌଣସି ଅଂଶ ରହିବ ନାହିଁ, 11:15-16; 17:18; 42:20
- ଧନ ଏବଂ ସନ୍ତାନସନ୍ତତି, 18:46 ର ସୌନ୍ଦର୍ଯ୍ୟ
- ଯେଉଁମାନେ ବର୍ତ୍ତମାନକୁ ଭଲ ପାଆନ୍ତି ଏବଂ ପରକାଳକୁ ପରିତ୍ୟାଗ କରନ୍ତି, 75:20-21; 76:27
ଚୁକ୍ତିନାମା ପାଇଁ ଲେଖା, 2:282
ଭୁଲ୍ କରୁଥିବା ଲୋକମାନେ, 11:18-22, 101-104, 116-117; 39:47
- ଅବିଶ୍ୱାସୀମାନେ ମଧ୍ୟ ଦେଖନ୍ତୁ
ଓଜୁ' (ଅବ୍ୟୁସନ୍), 4:43; 5:6
ୟାଘୁଥ୍, 71:23
ୟାହ୍ୟା (ଜନ୍)
- ଶୁଭ ଖବର, 3:39; 21:90
- ଧାର୍ମିକ, 6:85
- ଜ୍ଞାନୀ; ସହାନୁଭୂତିଶୀଳ; କର୍ତ୍ତବ୍ୟପରାୟଣ, 19:12-15
ୟା-ସିନ୍, S.36
ୟାଥ୍ରିବ (ଅଲ-ମଦିନା), ଲୋକ, 33:13 |
ୟା'ଉକ୍, 71:23
ୟୁନୁସ (ଯୋନା), S.10
ୟୁସୁଫ୍ (ଯୋସେଫ୍), S.12
ଜାବୁର, 21:105
ଜିଖରିୟ (ଜାକରିୟା), 3:37-41; 6:85; 19:2-11; 21:89-90
ଜୟଦ ଇବ ହରିଥା, ଭବିଷ୍ୟ‌ଦ୍‌ବକ୍ତାଙ୍କର ଦାସ, 33:37-38 |
ଜାକତ୍, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- ଜକାତ ଏବଂ ଦାନର ବସ୍ତୁ, 2:273; 9:60
ଜାଞ୍ଜାବିଲ୍, 76:17
ଜାଲଜାଲାହ, S.99
ଜାକ୍କୁମ୍, 17:60; 37:62-66; 44:43-46; 56:52
ସିହାର, 33:4; 58:2-4
ଜୁଖରୁଫ୍, S.43
ଜୁମାର, S.39
ମୌଳିକ ସିଦ୍ଧାନ୍ତ
- ବିଶ୍ୱାସ ସିଦ୍ଧ ହେଲା 5:3
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଗୃହୀତ ଏକମାତ୍ର ପଥ 3:19, 85
- ଇସଲାମ ଗ୍ରହଣ କରିବାରେ କୌଣସି ବାଧ୍ୟବାଧକତା ନାହିଁ 2:256
- ଭିନ୍ନ ବିଶ୍ୱାସ ଏବଂ ଆଇନ ସଂହିତା ସହିତ ଗୋଟିଏ ଧର୍ମ 5:48; 22:67-70; 42:13-14
- ଇସଲାମର ଭବିଷ୍ୟଦ୍ବକ୍ତା 2:135-136; 3:84; 4:163-165
- ଆଜ୍ଞା (ଆଲ୍ଲାହଙ୍କ ଉପରେ ବିଶ୍ୱାସ ରଖ ଏବଂ ଭଲ କାମ କର) 4:36; 6:151-154; 17:23-39; 18:107-108
- ଶରିଆର ପାଞ୍ଚଟି ଉଦ୍ଦେଶ୍ୟ:ବିଶ୍ୱାସକୁ ସୁରକ୍ଷା ଦେବା 5:54
- ଜୀବନକୁ ରକ୍ଷା କରିବା 5:32; 6:151
- ଧନ ସୁରକ୍ଷା କରିବା 5:38
- ସମ୍ମାନ ରକ୍ଷା କରିବା 5:5; 24:4
- ଜଣଙ୍କର ଚିନ୍ତା କରିବାର କ୍ଷମତାକୁ ସୁରକ୍ଷା ଦେବା 5:90।
ଆଲ୍ଲାହଙ୍କ ଉପରେ ବିଶ୍ୱାସ 2:255
- ଦିବ୍ୟ ଗୁଣ, ସୁନ୍ଦର ନାମ 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ଏକମାତ୍ର ଉପାସନା ଯୋଗ୍ୟ ଈଶ୍ୱର 1:1-4; 2:285; 6:3; 43:84
- ସମସ୍ତ ଅଧିକାର ତାଙ୍କର 3:26; ତାଙ୍କ ସିଂହାସନ ('ଆର୍ଶ) 7:54; 11:7
- ତାଙ୍କର କୁର୍ସି (ପାଦଚଲା ଚୌକି କିମ୍ବା ଚୌକି) 2:255
- ମାନବଜାତି ଉପରେ ଅଗଣିତ ଅନୁଗ୍ରହ 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ଜୀବନ ଦିଅନ୍ତି ଏବଂ ମୃତ୍ୟୁ ଘଟନ୍ତି 44:8; 53:44; 57:2; 67:2
- ଆନନ୍ଦ ଏବଂ ଦୁଃଖ ଆଣିଥାଏ 53:43
- ପ୍ରଚୁର କିମ୍ବା ସୀମିତ ବ୍ୟବସ୍ଥା ପ୍ରଦାନ କରେ 13:26; 17:30; 29:62
- ସର୍ବୋତ୍ତମ ବିଚାରକ 95:8
- ଦୟାଳୁମାନଙ୍କ ମଧ୍ୟରେ ସବୁଠାରୁ ଦୟାଳୁ 12:92
- ଧାର୍ମିକମାନଙ୍କୁ ପ୍ରେମ କରେ 85:14
- କ୍ଷମାରେ ପରିପୂର୍ଣ୍ଣ ଏବଂ ଦଣ୍ଡରେ କଠୋର 13:6, 40:3
- ପ୍ରଥମ ଏବଂ ଶେଷ 57:3
- ସମସ୍ତ ସମ୍ମାନ ଏବଂ ଶକ୍ତି ତାଙ୍କର 35:10
- ଅଜଣାକୁ ଜାଣନ୍ତି ଏବଂ ଅଦୃଶ୍ୟକୁ ଦେଖନ୍ତି 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ହୃଦୟରେ କ’ଣ ଲୁଚି ରହିଛି ତାହା ଭଲ ଭାବରେ ଜାଣନ୍ତି 5:7; 11:5; 31:23
- କ'ଣ ଘଟିଛି ଏବଂ କ'ଣ ହେବାକୁ ଯାଉଛି ତାହା ଜାଣେ 2:255
- ରେକର୍ଡରେ (କିମ୍ବା ସଂରକ୍ଷିତ ଫଳକରେ) ସବୁକିଛି ଲେଖିଲେ 6:38; 13:39; 36:12
- ଯେକୌଣସି କାମ କରିବାକୁ ସକ୍ଷମ 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- ତାଙ୍କର ଅସୀମ ଶକ୍ତି 3:26-27; 24:45; 31:28-30
- ଛଅ ଦିନରେ ଆକାଶ ଏବଂ ପୃଥିବୀ ସୃଷ୍ଟି କଲେ ଏବଂ କେବେ କ୍ଳାନ୍ତ ହୋଇନଥିଲେ 46:33; 50:38
- 'ହୁଅ!' ଶବ୍ଦ ସହିତ ସୃଷ୍ଟି କରେ 36:81-83
- ତାଙ୍କ ସୃଷ୍ଟି ପ୍ରତି କେବେ ଅନ୍ୟାୟ କରିବେ ନାହିଁ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ସବୁକିଛି ତାଙ୍କ ଇଚ୍ଛାର ଅଧୀନ 3:83; 22:18; 30:26
- ସମସ୍ତେ ତାଙ୍କର ଆବଶ୍ୟକତା ରଖିଛନ୍ତି 11:6; 35:15; 55:29
- ତାଙ୍କ ଉପରେ ବିଶ୍ୱାସ କର 10:84-85; 12:67; 25:58
- ଈଶ୍ୱରୀୟ ଯୋଗାଯୋଗର ପ୍ରକାର 42:51
- ମନେ ରଖିବା ପାଇଁ ଯୋଗ୍ୟ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ଜ୍ଞାନ ତାଙ୍କଠାରୁ ଏକ ଦାନ 2:269
- ତାଙ୍କୁ କାହାର ଆବଶ୍ୟକତା ନାହିଁ 3:97; 6:133; 112:2
- ତ୍ରିଏକରେ ଗୋଟିଏ ନୁହେଁ 4:171
- କୌଣସି ସାଥୀ ନାହିଁ 6:101
- କୌଣସି ସନ୍ତାନ ନାହିଁ 10:68; 19:35; 43:81; 72:3; 112:3
- ତାଙ୍କର କୌଣସି ଅଂଶୀଦାର କିମ୍ବା ସହଯୋଗୀ ଦେବତା ନାହାନ୍ତି 6:94; 7:191-195; 46:4-5
- ତାଙ୍କ ପରି କେହି ନୁହେଁ 42:11; 112:4
ତାଙ୍କ ସୃଷ୍ଟିର ଆଶ୍ଚର୍ଯ୍ୟଜନକ କାର୍ଯ୍ୟ ଉପରେ ପ୍ରତିଫଳିତ କରିବାକୁ ନିର୍ଦ୍ଦେଶ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ସୃଷ୍ଟିରେ ଚିହ୍ନ 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ଏକ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ସବୁକିଛି ସୃଷ୍ଟି କରିଛନ୍ତି 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ବ୍ରହ୍ମାଣ୍ଡ ସିଦ୍ଧ ହୋଇଛି 67:3-4
- ଦିନକୁ ରାତି ସହିତ ମିଶ୍ରଣ କରେ 3:27
- ବିବିଧତା 30:22; 35:27-28
- ମଧୁ 16:68-69
- କ୍ଷୀର 16:66
- ପିଲାମାନଙ୍କ ଉପହାର 42:49-50
- ଗ୍ରହ ଏବଂ କକ୍ଷପଥ 21:33; 36:38-44
- ନକ୍ଷତ୍ରପୁଞ୍ଜ 25:61; 85:1
- ତାରା 37:6-7; 67:5
- ମେଘ 7:57; 30:48
- ଭୂମିକମ୍ପ 7:78; 7:155
- ଭୂସ୍ଖଳନ 28:81; 29:40
- ଝଡ଼ 10:22
- ଝିପିଝିପି ବର୍ଷା, ଶିଳାବୃଷ୍ଟି ଏବଂ ବର୍ଷା 2:265; 6:99; 24:43; 50:9-11
- ଘଡ଼ଘଡ଼ି ଏବଂ ବିଜୁଳି 13:12-13
ବୈଜ୍ଞାନିକ ସନ୍ଦର୍ଭ
- ପୁରୁଷ ଏବଂ ମହିଳା ଗେମେଟ୍ସରୁ ସୃଷ୍ଟି ହୋଇଥିବା ମଣିଷ 76:2
- ଏକ ଭ୍ରୁଣର ଗଠନ ଏବଂ ବିକାଶ ପର୍ଯ୍ୟାୟ 22:5; 23:12-14
- ଅନ୍ଧକାରର ତିନୋଟି ସ୍ତର ମଧ୍ୟରେ ଗର୍ଭ 39:6
- ଲୁଣିଆ ପାଣି 25:53-54; 35:12; 55:19-20
- ପବନ ପରାଗଯୋଗ 15:22
- ଆଙ୍ଗୁଠି ଚିହ୍ନ 75:3-4
- ପର୍ବତଗୁଡ଼ିକ ଖୁଣ୍ଟ ପରି 78:7
- ଲୁହା ପ୍ରତ୍ୟାହାର କରାଗଲା 57:25
- ଯନ୍ତ୍ରଣା ଗ୍ରହଣକାରୀ 4:56
- ସୂର୍ଯ୍ୟ ଏକ ଆଲୋକର ଉତ୍ସ ଭାବରେ ଏବଂ ଚନ୍ଦ୍ର ଏକ ପ୍ରତିଫଳିତ ଆଲୋକ ଭାବରେ 10:5
- ଚନ୍ଦ୍ର ବିଭାଜନ 54:1
- ଏକ ସୁରକ୍ଷିତ ଚାନ୍ଦୁଆ ଭାବରେ ଆକାଶ 21:32
- ସମସ୍ତ ପ୍ରାଣୀ ଜଳରୁ ସୃଷ୍ଟି ହୋଇଛନ୍ତି 21:30; 24:45
- ପିମ୍ପୁଡ଼ି ଯୋଗାଯୋଗ କରନ୍ତି 27:17-19
- ଆଭ୍ୟନ୍ତରୀଣ ତରଙ୍ଗ 24:40
ଜୀବନ୍ତ ପ୍ରାଣୀ
- ଦୂତମାନେ 39:75
- ମଣିଷ (ପୃଥିବୀର ଏକ କର୍ତ୍ତୃପକ୍ଷ) 2:30; 6:165; 16:4
- ଜିନ୍ 72:1-15
- ପଶୁମାନେ ମଣିଷ ପରି ସମ୍ପ୍ରଦାୟର ଅଟନ୍ତି 6:38
- ବାଛୁରୀ 11:69
- ଓଟ 7:40
- କୁକୁର 18:22
- ହାତୀ 105:1
- ଘୋଡା, ଖଚର ଏବଂ ଗଧ 16:8
- ସିଂହ ଏବଂ ଜେବ୍ରା 74:50-51
- ବାନର 2:65
- ଘୁଷୁରୀ 2:173
- ଓଟ 7:73
- ମେଣ୍ଢା ଏବଂ ଛେଳି 6:143
- ଗଧିଆ 12:17
- ବେଙ୍ଗ 7:133
- ସାପ 7:107
- ପକ୍ଷୀମାନେ 24:41
- କାଉ 5:31
- ହୂପୋ 27:20
- କ୍ୱେଇ ପକ୍ଷୀ 2:57
- ମାଛ 18:61
- ତିମି 37:142
- ପିମ୍ପୁଡ଼ି 27:18
- ମହୁମାଛି 16:68
- ମଶା 2:26
- ଉଡି 22:73
- ଉକୁଣି ଏବଂ ପଙ୍ଗପାଳ 7:133
- ସ୍ପାଇଡର 29:41
- ଅନ୍ୟମାନେ ଆମକୁ ଅଜଣା 16:8
ଗଛଲତା ଏବଂ ଫଳ 6:99; 13:4; 16:11; 36:33-35
- କଦଳୀ 56:29
- ତାରିଖ 19:25
- ଔଷଧି, କାକୁଡି, ରସୁଣ, ଲଙ୍କା, ଏବଂ ପିଆଜ 2:61
- ଦ୍ରାକ୍ଷାରସ 80:28
- ଜୀତ 6:99
- ଚିତ୍ର 95:1
- ଡାଳିମ୍ବ 55:68
- ସ୍କ୍ୱାସ୍ 37:146
ମହମ୍ମଦଙ୍କ ଉପରେ ବିଶ୍ୱାସ
- ଗୁଣାବଳୀ, କେବଳ ଜଣେ ଭବିଷ୍ୟଦ୍ବକ୍ତା 3:144; 6:50; 7:188; 18:110
- ସତ୍ୟ ପ୍ରକାଶ କରିବା ପାଇଁ 2:119; 35:24; 42:48
- ଭବିଷ୍ୟଦ୍ ବକ୍ତାମାନଙ୍କ ମୁଦ୍ରା 33:40
- ମହାନ ଚରିତ୍ର 3:159; 68:4
- ଏକ ଆଦର୍ଶ 33:21
- ବିଶ୍ୱାସୀମାନଙ୍କ ପ୍ରତି ଏକ ଅନୁଗ୍ରହ ସ୍ୱରୂପ 3:164
- ସମଗ୍ର ବିଶ୍ୱ ପାଇଁ ଏକ ଦୟା 21:107
- ଜଣେ ବିଶ୍ୱସ୍ତରୀୟ ଦୂତ 4:170; 7:157-158; 34:28
- ସରଳ ପଥକୁ ନେଇଯାଏ 42:52-53
- ଲୋକଙ୍କ ବିଷୟରେ ଚିନ୍ତା କରେ 9:129
- ବିଚାର ଦିନ 4:42; 16:89 ରେ ସାକ୍ଷୀ ଭାବରେ
- ନିରକ୍ଷର ଭବିଷ୍ୟଦ୍ବକ୍ତା 7:157-158; 29:48; 62:2
- ତୋରା ଏବଂ ସୁସମାଚାର 7:157 ରେ ଭବିଷ୍ୟବାଣୀ କରାଯାଇଛି
- ଯୀଶୁଙ୍କ ଦ୍ୱାରା ଭବିଷ୍ୟଦ୍ବାଣୀ 61:6
ପୟଗମ୍ବର ( ﷺ ) ସମ୍ମୁଖୀନ ହୋଇଥିବା ଆହ୍ୱାନଗୁଡ଼ିକ
- ମୂର୍ତ୍ତିପୂଜକମାନଙ୍କ ଅର୍ଥହୀନ ଦାବି 8:32; 15:7; 17:89-93; 25:7-8
- ମିଥ୍ୟା ଅଭିଯୋଗ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ତାଙ୍କ ଜୀବନ ଉପରେ ପ୍ରୟାସ 8:30; 9:74
- ଯେଉଁମାନେ ତାଙ୍କୁ କ୍ଷତି କରନ୍ତି କିମ୍ବା ବିରୋଧ କରନ୍ତି ସେମାନଙ୍କୁ ଚେତାବନୀ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ଧୈର୍ଯ୍ୟର ସହିତ ଅସ୍ୱୀକାରର ଜବାବ ଦେବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଛି 20:130; 30:60; 46:35; 70:5
- ଆଲ୍ଲାହଙ୍କ ଦ୍ୱାରା ଆଶ୍ୱସ୍ତ ନିର୍ଦ୍ଦେଶ 5:67; 93:1-11; 94:1-8
ﷺ ) ଙ୍କ ଜୀବନରୁ ଶିକ୍ଷା
- ତାଙ୍କର ଦେଶାନ୍ତର (ହିଜରା) ଠାରୁ ବଦର ଯୁଦ୍ଧ ପର୍ଯ୍ୟନ୍ତ 3:121-129; 8:42-44; 8:65-71
- ଉହୁଦ ଯୁଦ୍ଧ 3:151-180
- ଖନ୍ଦର ଯୁଦ୍ଧ 33:9-27
- ହୁନୈନ ଯୁଦ୍ଧ 9:25-27
- ମେଦିନା 9:40
- ଟାବୁକ୍ 9:38-123
- ବାନୁ ଅନ୍-ନାଦିର 59:2-6
- ହମରା' ଅଲ-ଆସଦ 3:172-175
- ହୁଦାବିୟାଙ୍କ ଚୁକ୍ତି 48:1-7; 48:10-29
ପୟଗମ୍ବର ( ﷺ ) ଙ୍କୁ ପ୍ରଦାନ କରାଯାଇଥିବା ସମ୍ମାନ
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ଦୂତମାନେ ତାଙ୍କୁ ଆଶୀର୍ବାଦ କରନ୍ତି 33:56
- ମକ୍କାରୁ ଯିରୁଶାଲମକୁ ରାତିର ଯାତ୍ରା 17:1
- ସ୍ୱର୍ଗକୁ ଯାତ୍ରା 53:1-18
- ଏହି ଜୀବନ ଏବଂ ପରବର୍ତ୍ତୀ ଜୀବନରେ ସମ୍ମାନିତ ହେବେ 17:79; 66:8; 108:1
- ତାଙ୍କ ପ୍ରତି ଆଜ୍ଞାପାଳନ କରିବା ହେଉଛି ଆଲ୍ଲାହଙ୍କ ପ୍ରତି ଆଜ୍ଞାପାଳନ 4:80
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ରସେଲଙ୍କ ପ୍ରତି ଆଜ୍ଞାପାଳନର ପୁରସ୍କାର 4:69
- ତାଙ୍କ ପରିବାର ଶୁଦ୍ଧ ହୋଇଥିଲେ 33:33-34
- ଗାବ୍ରିଏଲଙ୍କୁ ତାଙ୍କ ପ୍ରକୃତ ରୂପରେ ଦେଖନ୍ତି 53:1-18
- ବିଶ୍ୱାସୀମାନଙ୍କୁ ତାଙ୍କ କଥା ମାନିବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଥିଲା 59:7
- ତାଙ୍କ ସହିତ କଥା ହେବାର ଶିଷ୍ଟ୍ୟ 49:1-5
- ତାଙ୍କୁ ଭେଟିବାର ଶିଷ୍ଟାଚାର 33:53
- ତାଙ୍କ ସ୍ତ୍ରୀମାନଙ୍କ ସହିତ ବ୍ୟବହାର କରିବାର ଶିଷ୍ଟ୍ୟ 33:53
- ଆଲ୍ଲାହ ତାଙ୍କ ଉପରେ ଏବଂ ତାଙ୍କ ସାଥୀମାନଙ୍କ ଉପରେ ଖୁସି ଅଛନ୍ତି 9:100; 9:117
- ତାଙ୍କ ବିଶ୍ୱାସ-ସମ୍ପ୍ରଦାୟର ଉତ୍କୃଷ୍ଟତା 2:143; 3:110
ପ୍ରାର୍ଥନା (ସାଲାହ) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ଶୁକ୍ରବାର ମଣ୍ଡଳୀ 62:9
- ପ୍ରାର୍ଥନାର ଦିଗ (କିବଲା) 2:144; 2:149-150
- ମନ୍ଦ କାର୍ଯ୍ୟରୁ ନିବୃତ୍ତ କରିବା ଉଚିତ 29:45
- ସମୟ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ବିପଦରେ କିମ୍ବା ଯାତ୍ରାରେ ଥିବା ସମୟରେ 2:239; 4:101-102
- ପ୍ରାର୍ଥନା ଅବହେଳା କରୁଥିବା ଲୋକଙ୍କୁ ଚେତାବନୀ 19:59; 74:38-47; 107:5-7
- କପଟୀଙ୍କ ପ୍ରାର୍ଥନା 4:142; 9:54
ଶୁଦ୍ଧିକରଣ, ପ୍ରସବ (ଓଜୁ) 5:6
- ପୂର୍ଣ୍ଣ ସ୍ନାନ (ଘୁସଲ) 2:222; 4:43
- ଶୁଖିଲା ଓଜନିଆ (ତାୟାମ୍ମ) 4:43; 5:6
ପ୍ରାର୍ଥନା (ଦୁଆ)
- ଅବ୍ରହାମଙ୍କ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- ଆଦମ ଏବଂ ହବା 7:23
- ଯୀଶୁ 5:114
- ଆୟୁବ 21:83; 21:83
- ଯୂନସ 21:87
- ଯୋଷେଫ 12:33; 12:101
- ମୋଶା 10:88-89; 20:25-35
- ମହମ୍ମଦ 17:80; 20:114
- ନୋହ 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- ଶଲୋମନ 38:35
- ଶୁଆଇବ 7:89
- ଜିଖରିୟ 3:38; 19:2-6; 21:89-90
- ଦୂତମାନେ 40:8-9
- ମରିୟମଙ୍କ ମାତା 3:35-36
- ଫାରୋଙ୍କ ସ୍ତ୍ରୀ 66:11
- ଫାରୋଙ୍କ ଯାଦୁକରମାନେ 7:126
- ରାଜା ଶାଉଲ ଏବଂ ତାଙ୍କ ସହିତ ଥିବା ବିଶ୍ୱାସୀମାନେ 2:250
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କ ବିଶ୍ୱାସୀମାନେ 10:85-86
- ଗୁମ୍ଫାର ଲୋକମାନେ 18:10
- ଧାର୍ମିକ 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ନିଷ୍ପେଷିତ 4:75
ପ୍ରଣାମ ପଦ୍ୟ
- ସାଜଦତ, ସାଜଦାର ବହୁବଚନ, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
ଦାନ-କର (ଜକାହ), ଏକ ବାଧ୍ୟବାଧକତା ଭାବରେ 2:110; 2:177; 2:277; 6:141
- ବିଶ୍ୱାସୀମାନଙ୍କ ଗୁଣ ମଧ୍ୟରୁ ଗୋଟିଏ 22:41; 23:4; 51:19
- ଗ୍ରହଣକାରୀ 9:60
- ଦାନ (ସାଦାକା) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ଯେଉଁମାନେ ଲୁଚାଇ ରଖନ୍ତି ସେମାନଙ୍କୁ ଚେତାବନୀ 3:180; 9:34; 47:38
ଉପବାସ (ସମ)
- ରମଜାନ 2:183-185 ରେ
- ଉପବାସର ଘଣ୍ଟା 2:187
- ଛାଡ଼ 2:184-185
- ଉପବାସ ପୂର୍ବ ରାତିରେ ଘନିଷ୍ଠ ସମ୍ପର୍କ 2:187
- ତୀର୍ଥଯାତ୍ରା ସମୟରେ ଉପବାସ 2:196
ତୀର୍ଥଯାତ୍ରା (ହଜ୍)
- ଏକ ବାଧ୍ୟବାଧକତା ଯାହାର ସାମର୍ଥ୍ୟ 3:97
- ରୀତିନୀତି ଏବଂ ନିୟମ 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- ବଳିଦାନ 2:196; 22:36-37
- ତୀର୍ଥଯାତ୍ରା ସମୟରେ ସ୍ଥଳଭାଗରେ ଶିକାର ନିଷେଧ 5:1; 5:94-95
- ସମୁଦ୍ରରେ ଶିକାର କରିବାର ଅନୁମତି 5:96
- କ୍ଷୁଦ୍ର ତୀର୍ଥଯାତ୍ରା ('ଉମରାହ) 2:158; 2:196
ବିଶ୍ୱାସ-ସମ୍ପ୍ରଦାୟ
- ମୁସଲମାନ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ପରସ୍ପରର ରକ୍ଷକ 3:28; 9:71
- ଖ୍ରୀଷ୍ଟିୟାନମାନେ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ଯିହୂଦୀମାନେ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ଇସ୍ରାଏଲ ସନ୍ତାନଗଣ 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ପୁସ୍ତକର ଲୋକମାନେ (ମୁଖ୍ୟତଃ ଯିହୂଦୀ ଏବଂ ଖ୍ରୀଷ୍ଟିଆନ) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- ମୁସଲମାନମାନେ ସେମାନଙ୍କ ଦ୍ୱାରା ବଳି ଦିଆଯାଇଥିବା ପଶୁରୁ ଖାଇପାରିବେ ଏବଂ ସେମାନଙ୍କ ମହିଳାଙ୍କୁ ବିବାହ କରିପାରିବେ 5:5
- ଯିହୂଦୀମାନଙ୍କ ପାଇଁ ନିଷେଧ ଖାଦ୍ୟ 6:146
- ସାବିୟାନ୍ସ 2:62; 22:17
- ମାଗି 22:17
- ବହୁଦେବବାଦୀ (ମୂର୍ତ୍ତିପୂଜକ, ମୂର୍ତ୍ତିପୂଜକ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ମୂର୍ତ୍ତିପୂଜକ ଅନ୍ଧବିଶ୍ୱାସ ପ୍ରଥା 2:189; 5:103; 6:138-144
- ନାସ୍ତିକମାନେ 52:35-36
ମୂର୍ତ୍ତିପୂଜକ ଅଭ୍ୟାସଗୁଡ଼ିକୁ ବେଆଇନ ଘୋଷଣା କରାଯାଇଛି
- ଝିଅମାନଙ୍କୁ ଜୀବନ୍ତ କବର ଦେବା 16:58-59; 81:8-9
- ଦାରିଦ୍ର୍ୟ ଭୟରେ ପିଲାମାନଙ୍କୁ ହତ୍ୟା କରିବା 6:137; 6:151; 17:31
- କାବା ଚାରିପାଖରେ ସିଟି ବଜାଇବା ଏବଂ ତାଳି ମାରିବା 8:35
- ପ୍ରତିମାମାନଙ୍କ ପାଇଁ ଓଟମାନଙ୍କୁ ଉତ୍ସର୍ଗ କରିବା 5:103; 6:136
- ପ୍ରତିମା ନାମରେ ବଳିଦାନ 6:121
- ଜିହାର ଛାଡପତ୍ର 33:4; 58:2-4
- ଇଲା' (ଚାରି ମାସରୁ ଅଧିକ ସମୟ ପାଇଁ) 2:226-227
- ନିଷ୍ପତ୍ତି ପାଇଁ ଗୁଲିବାଣ୍ଟ କରିବା 5:3
- ଉଲଗ୍ନ ଅବସ୍ଥାରେ କାବା ଚାରିପାଖେ ପରିକ୍ରମା କରିବା 7:26-28
- ତୀର୍ଥଯାତ୍ରା ପରେ ପଛ ଦ୍ୱାରରୁ ଘରେ ପ୍ରବେଶ କରିବା 2:189
ପୂଜାର ବସ୍ତୁ
- ଦୂତମାନେ (କିଛି ମୂର୍ତ୍ତିପୂଜକ ଆରବଙ୍କ ମଧ୍ୟରେ) 34:40
- ଅଲ-ଆଇକା (ଶୁଆଇବଙ୍କ ଲୋକଙ୍କ ମଧ୍ୟରେ) 26:176
- ବାଲ୍ (ଏଲିୟଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ 37:125
- ଯୀଶୁ (ଖ୍ରୀଷ୍ଟ ଧର୍ମରେ) 5:17
- ପ୍ରତିମା (ଅବ୍ରାହାମଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ) 21:52-53
- ଲାଟ, 'ଉଜ୍ଜା ଏବଂ ମାନତଙ୍କ ମୂର୍ତ୍ତି (ଆରବ ମୂର୍ତ୍ତିପୂଜକମାନଙ୍କ ମଧ୍ୟରେ) 53:19-20
- ୱାଦ୍, ସୁୱା', ୟାଘୁଥ୍, ୟା'ଉକ୍ ଏବଂ ନାସର (ନୋହଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ) 71:23 ମୂର୍ତ୍ତି
- ସୂର୍ଯ୍ୟ (ଶିବାର ଲୋକମାନେ) 27:24
- ସିରିୟସ୍ (କିଛି ମୂର୍ତ୍ତିପୂଜକ ଆରବଙ୍କ ମଧ୍ୟରେ) 53:49
- ଫାରୋ (ପ୍ରାଚୀନ ମିଶରରେ) 26:29; 28:38; 79:24
- ଇଚ୍ଛା 25:43-44; 45:23
- ଅନେକ ଦେବତାଙ୍କ ଉପରେ ବିଶ୍ୱାସକୁ ଖଣ୍ଡନ କରାଯାଇଛି 17:42-43; 21:21-24; 25:3
ପୂଜାସ୍ଥଳ, ମସଜିଦ 9:18
- ଗୀର୍ଜା, ଯିହୂଦୀ ସମାଜଗୃହ ଏବଂ ମଠ 22:40
- ପବିତ୍ରସ୍ଥାନ 3:39; 38:21
- ମନ୍ଦିର 17:7
- ଧାର୍ମିକ ଉପାଧି, ଯାଜକ, ସନ୍ନ୍ୟାସୀ ଏବଂ ରାବି 5:44; 5:63; 5:82; 9:31-34
ଦୂତମାନେ
- ଆଦମଙ୍କ ସୃଷ୍ଟି ବିଷୟରେ ପଚାରନ୍ତୁ 2:30-34
- କେବେବି ଆଲ୍ଲାହଙ୍କୁ ଅମାନ୍ୟ କରନାହିଁ 21:26-27; 66:6
- ଆଲ୍ଲାହର ଝିଅ ନୁହଁନ୍ତି କି 21:26; 43:16-19
- ପହରା ଦୂତମାନେ 13:11
- ଦୁଇଜଣ ଲେଖା ଦୂତ 50:16-18; 82:10-12
- ବିଚାର ଦିନ ଆଲ୍ଲାହଙ୍କ ସିଂହାସନ ବହନ କରୁଥିବା ଆଠ ଜଣ 69:17
- ନର୍କର ଉଣେଇଶ ଜଣ ରକ୍ଷକ 74:26-31
- ମୃତ୍ୟୁର ଦୂତମାନେ 6:93; 16:28; 32:11
- ଗାବ୍ରିଏଲ 2:97; 66:4; 26:192-195; 53:1-14
- ମୀଖାୟେଲ 2:98
- ମାଲିକ 43:77
ବାର୍ତ୍ତାବାହକମାନେ
- ଦୂତ ଏବଂ ମଣିଷମାନଙ୍କ ମଧ୍ୟରୁ 22:75
- ଦୃଢ଼ ସଂକଳ୍ପର ଦୂତ (ଅବ୍ରାହାମ, ନୋହ, ମୋଶା, ଯୀଶୁ ଏବଂ ମହମ୍ମଦ ﷺ ) 33:7; 42:13; 46:35
ଶାସ୍ତ୍ରଗୁଡ଼ିକ
- କୋରାନ, ଆଲ୍ଲାହଙ୍କଠାରୁ ଏକ ପ୍ରକାଶିତ ପଦ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ସମଗ୍ର ବିଶ୍ୱ ପାଇଁ ଏକ ସ୍ମରଣକାରୀ 68:51-52
- ଜୀବନର ସବୁଠାରୁ ସରଳ ପଥକୁ ମାର୍ଗଦର୍ଶକ 17:9
- ପ୍ରକାଶନ ରାମଦାନ ମାସରେ ଆରମ୍ଭ ହୋଇଥିଲା 2:185
- ଏକ ଶୁଭ ରାତିରେ 44:3; 97:1-5
- ପର୍ଯ୍ୟାୟ 17:105-106 ରେ ପ୍ରକାଶିତ
- ମନେ ରଖିବା ସହଜ ହୋଇଗଲା 54:17
- ପୂର୍ବ ପ୍ରକାଶନ 3:3-4 ରେ ସତ୍ୟକୁ ନିଶ୍ଚିତ କରେ
- ପୂର୍ବ ଶାସ୍ତ୍ର 5:48 ଉପରେ ଏକ ସର୍ବୋଚ୍ଚ ଅଧିକାରୀ
- ଏଥିରେ କୌଣସି ସନ୍ଦେହ ନାହିଁ 2:2; 10:37
- କୌଣସି ବିରୋଧାଭାସ ନାହିଁ 4:82
- ଗଢ଼ା ନୁହେଁ 10:37-39
- ବାଇବଲ 25:4-6 ରୁ ନକଲ କରାଯାଇ ନାହିଁ
- ଶୟତାନମାନଙ୍କ ଦ୍ୱାରା ପ୍ରକାଶିତ ନୁହେଁ 26:210-212
- କେହି ଏହା ଭଳି କିଛି ସୃଷ୍ଟି କରିପାରିବେ ନାହିଁ 17:88; 2:23-24; 10:13-14; 11:13
- ଦୁର୍ନୀତିରୁ ସୁରକ୍ଷିତ 15:9
- ସଂରକ୍ଷିତ ଫଳକ 56:75-80 ରେ ସୁରକ୍ଷିତ
- ମିଥ୍ୟା ପ୍ରମାଣିତ ହୋଇପାରିବ ନାହିଁ 41:42
- ଭବିଷ୍ୟତ ଘଟଣାଗୁଡ଼ିକର ଭବିଷ୍ୟବାଣୀ କରେ 30:1-7; 48:27
- ବିଶ୍ୱାସୀମାନଙ୍କୁ ଲୁହରେ ବୁଡ଼ାଇ ଦିଏ 5:83; 17:107-109
- ହୃଦୟକୁ ସ୍ପର୍ଶ କରେ 39:23
- ଉଜ୍ଜ୍ୱଳ ଆଲୋକ 4:174; 42:52
- ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ ଆରୋଗ୍ୟ ଏବଂ ଦୟା 17:82
- ତୋରା 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ସୁସମାଚାର 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ଗୀତସଂହିତା 4:163; 17:55
- ଅବ୍ରହାମଙ୍କ ପୁସ୍ତକ 53:36-44; 87:14-19
ଭାଗ୍ୟ ଏବଂ ଭାଗ୍ୟ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ମୁକ୍ତ ପସନ୍ଦ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ବିଚାର ଦିନ
- ଅନ୍ୟାୟ ନାହିଁ 2:281; 18:49; 40:17
- ସର୍ବନାଶର ଭୟଙ୍କର ଘଟଣା 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- ସେହି ଦିନ ଧାର୍ମିକ ଏବଂ ଦୁଷ୍ଟ ଲୋକମାନେ 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ମଧ୍ୟସ୍ଥି (ଶାଫା) 2:48, 255; 6:51, 70; 10:;; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
କାର୍ଯ୍ୟର ରେକର୍ଡ 17:13; 18:49
- ବିଶ୍ୱାସୀମାନେ ସେମାନଙ୍କର ଡାହାଣ ହାତରେ ସେମାନଙ୍କର ବିବରଣୀ ଗ୍ରହଣ କରନ୍ତି 69:19-24; 84:7-9
- ଅବିଶ୍ୱାସୀମାନେ ସେମାନଙ୍କ ବାମ ହାତରେ ସେମାନଙ୍କର ପ୍ରମାଣପତ୍ର ଗ୍ରହଣ କରନ୍ତି 69:25-37; 84:10-15
- ଆଲ୍ଲାହଙ୍କଠାରୁ କିଛି ଲୁଚି ରହିବ ନାହିଁ 21:47; 40:16
- କର୍ମର ତୌଲି 7:8; 23:102-104; 101:1-11
- ଶରୀର ଅଙ୍ଗଗୁଡ଼ିକର ସାକ୍ଷ୍ୟ 41:19-24; 24:24
- ଭଲ ଏବଂ ମନ୍ଦ କାର୍ଯ୍ୟ ପାଇଁ ପୁରସ୍କାର 6:160; 27:89-90; 28:84
ଲୋକଙ୍କ ପ୍ରକାର
- ବିଶ୍ୱାସୀମାନେ 18:107-108
- ଅବିଶ୍ୱାସୀମାନେ 4:167-169
- କପଟୀମାନେ 4:145; 57:13-15
- ସ୍ୱର୍ଗର ବାସିନ୍ଦା, ସର୍ବୋଚ୍ଚ ବିଶ୍ୱାସୀ 55:46-61; 56:10-26
- ସ୍ୱର୍ଗର ବାସିନ୍ଦା, ଦକ୍ଷିଣର ଲୋକମାନେ 55:62-78; 56:27-40
- ନର୍କର ବାସିନ୍ଦା, ବାମ ପକ୍ଷର ଲୋକମାନେ 55:31-45; 56:41-56
- ଉଚ୍ଚ ସ୍ଥାନରେ ଥିବା ଲୋକମାନେ 7:46-49
ଆର୍ଥିକ
- ବ୍ୟବସାୟ ନିର୍ଦ୍ଦେଶାବଳୀ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ୱିକେୱ୍ସିଟ୍, ଉତ୍ତରାଧିକାରୀ ନଥିବା ଲୋକଙ୍କ ପାଇଁ ଇଚ୍ଛାଧୀନ ୱିକେୱ୍ସିଟ୍ 2:180-183; 4:11-12
ଯାତ୍ରା ସମୟରେ ମୃତ୍ୟୁ ପୂର୍ବରୁ 5:106-108
- ଲାଞ୍ଚ 2:188
- ଋଣ, ଋଣ ଆଦାୟରେ ଦୟା 2:280
- ଋଣ ଚୁକ୍ତିନାମା ଲେଖିବା ଏବଂ ସାକ୍ଷୀ ରଖିବା 2:282
- ବନ୍ଧକ ନେବା 2:283
- ଉତ୍ତରାଧିକାର, ନିର୍ଦ୍ଦେଶାବଳୀ 4:7; 4:32-33; 8:75
- ସନ୍ତାନସନ୍ତତି ଏବଂ ପିତାମାତାଙ୍କ ଅଂଶ 4:11
- ପତି/ପତ୍ନୀ ଏବଂ ମାତୃଭଉଣୀ 4:12
- ପୂର୍ଣ୍ଣ ଭାଇଭଉଣୀ 4:176
- ଯେଉଁମାନେ ପାଳନ କରନ୍ତି ନାହିଁ ସେମାନଙ୍କୁ ଚେତାବନୀ 4:13-14
- ସୁଧ, ନିଷେଧ ଏବଂ ଚେତାବନୀ 2:275-281; 3:130-132
- ଲାଭହୀନ କରାଯାଇଛି 30:39
ଆଇନଗତ
- ଦେଶଦ୍ରୋହ ନିୟମ (ହିରାବା) 5:33-34 |
- ନ୍ୟାୟ, ନ୍ୟାୟ ପାଇଁ ଠିଆ ହେବା 4:135; 5:8; 16:90-91
- ଅନାଥ ଏବଂ ମହିଳାଙ୍କ ଅଧିକାର ପାଇଁ ଠିଆ ହେବା 4:127
- ଜଣେ ଯିହୂଦୀଙ୍କୁ ନ୍ୟାୟ 4:105-112
- ଜଣେ ମୂର୍ତ୍ତିପୂଜକଙ୍କ ପ୍ରତି ନ୍ୟାୟ 4:58
- ଅଣମୁସଲମାନମାନଙ୍କ ସହିତ ନ୍ୟାୟ 60:8-9
- ଆଇନଗତ ଉପାୟରେ ପ୍ରତିଶୋଧ (କ୍ଷମା କରିବାର ବିକଳ୍ପ ସହିତ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ସ୍ୱାମୀ ଏବଂ ସ୍ତ୍ରୀଙ୍କ ମଧ୍ୟରେ ପୃଥକୀକରଣ, ଖୁଲ' 2:229
- ଲିଆନ୍ (ବ୍ୟଭିଚାରର ଅଭିଯୋଗ) 24:6-10
ରାଜନୈତିକ
- ପରାମର୍ଶ ଦ୍ୱାରା କାର୍ଯ୍ୟ ପରିଚାଳନା (ଶୁରା) 3:159; 42:38
- ଆତ୍ମରକ୍ଷାରେ ଯୁଦ୍ଧ (ଜିହାଦ), ଶିଷ୍ଟାଚାର 2:190-192; 2:216; 22:38-40
- ନିର୍ବିଚାର ଭାବରେ ଆକ୍ରମଣ ନକରିବା 4:94
- ନିର୍ଯାତିତ ପୁରୁଷ, ମହିଳା ଏବଂ ପିଲାମାନଙ୍କ ପାଇଁ ଲଢ଼େଇ 4:75
- ଉପାସନା ସ୍ଥାନଗୁଡ଼ିକୁ ସୁରକ୍ଷା ଦେବା 22:37
- ଶହୀଦଙ୍କ ପୁରସ୍କାର 2:154; 3:169-171; 9:111; 57:19
- ସାମରିକ ଶକ୍ତି ସମ୍ଭାବ୍ୟ ଶତ୍ରୁମାନଙ୍କୁ ନିବୃତ୍ତ କରେ 8:60
- ଶାନ୍ତି ପାଇଁ ବାଛିବା 2:192; 8:61
- ପକ୍ଷମାନଙ୍କ ମଧ୍ୟରେ ଶାନ୍ତି ସ୍ଥାପନ କରିବା 49:9-10
- ଯୁଦ୍ଧବନ୍ଦୀ, ଚିକିତ୍ସା 8:70; 47:4; 76:8
ସାମାଜିକ
- ଗ୍ରହଣ 33:4-5
- ଅନାଥଙ୍କ ଯତ୍ନ ନେବା 2:220; 4:2-10; 4:127; 6:152; 17:34
- ଛାଡପତ୍ର, ମଧ୍ୟସ୍ଥତା ଏବଂ ପୁନର୍ମିଳନ 4:35; 4:128
- ଛାଡପତ୍ରର ଶିଷ୍ଟ୍ୟ 2:229-231; 65:1-2
- ଯୌତୁକ ଏବଂ ଅପେକ୍ଷା ଅବଧି 2:226-241; 4:19-21; 33:49; 65:1-7
- ସ୍ୱାମୀ ଯୌତୁକର କିଛି ଫେରାଇ ନେବେ ନାହିଁ 4:20
- ସ୍ତ୍ରୀଙ୍କୁ ହଇରାଣ କରାଯିବ ନାହିଁ 65:6
- ଗର୍ଭାବସ୍ଥାରେ ସ୍ତ୍ରୀଙ୍କୁ ଆର୍ଥିକ ସହାୟତା ଦିଆଯିବା 65:6
- ତାଙ୍କ ଅପେକ୍ଷା ଅବଧି ମଧ୍ୟରେ 65:6
- ଯଦି ସେ ପୂର୍ବତନ ସ୍ୱାମୀଙ୍କ ପିଲାକୁ ପାଆନ୍ତି, 65:6
- କୌଣସି ପିତାମାତା ତାଙ୍କ ସନ୍ତାନ ଯୋଗୁଁ କଷ୍ଟ ପାଇବା ଉଚିତ୍ ନୁହେଁ 2:233
- ଓଦା-ନର୍ସ ବାଛିବା 65:6
- ଭଲକୁ ଉତ୍ସାହିତ କରିବା ଏବଂ ମନ୍ଦକୁ ନିଷେଧ କରିବା 3:104; 3:110; 7:157; 9:71-72; 31:17
- ମଣିଷର ସମାନତା 49:13
- ଆଲ୍ଲାହ ଏବଂ ଆଇନ ସମ୍ମୁଖରେ ପୁରୁଷ ଏବଂ ମହିଳା, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- ପୁରୁଷମାନଙ୍କର ମହିଳାମାନଙ୍କ ଅପେକ୍ଷା କିଛି ପରିମାଣରେ ଦାୟିତ୍ୱ ଅଛି 2:228
- ଗରିବ, ଅନାଥ ଏବଂ ବନ୍ଦୀମାନଙ୍କୁ ଖାଦ୍ୟ ଦେବା 76:8-9
- କ୍ଷମା ଏବଂ କ୍ରୋଧ ନିୟନ୍ତ୍ରଣ 3:134; 42:40
- ଦାସମାନଙ୍କୁ ମୁକ୍ତ କରିବା ଏବଂ ସେମାନଙ୍କୁ ସାହାଯ୍ୟ କରିବା 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- ନିଜ ପିତାମାତାଙ୍କୁ ସମ୍ମାନ କରିବା 4:36; 17:23-25; 31:14-15
- ନମ୍ରତା 17:37; 31:18-19
- ଆବ୍ରାହାମଙ୍କ ସ୍ୱପ୍ନର ବ୍ୟାଖ୍ୟା 37:102
- ଯୋଷେଫଙ୍କ ସ୍ୱପ୍ନର ବ୍ୟାଖ୍ୟା 12:4; 12:36; 12:43
- ମହମ୍ମଦଙ୍କ ସ୍ୱପ୍ନର ବ୍ୟାଖ୍ୟା 8:43; 48:27
- ଅଣ-ମୁସଲମାନମାନଙ୍କ ପ୍ରତି ଦୟା 60:8
- ବିବାହ 4:3; 4:129; 16:72; 30:21
- ବିବାହ କରିବା ପାଇଁ ଆଇନଗତ ଏବଂ ଅବୈଧ ମହିଳା 4:22-24
- ଘନିଷ୍ଠତାର ଶିଷ୍ଟ୍ୟ 2:222-223
- ଗର୍ଭାବସ୍ଥା ଏବଂ ସ୍ତନ୍ୟପାନ 2:233; 31:4; 46:15; 65:6
- ନିଜ ପୂର୍ବତନ ସ୍ତ୍ରୀଙ୍କୁ ପୁନଃବିବାହ କରିବା 2:230
- ଅବିବାହିତମାନଙ୍କୁ ବିବାହ କରିବାରେ ସାହାଯ୍ୟ କରିବା 24:32
- ଅପେକ୍ଷା ଅବଧି 2:235 ମଧ୍ୟରେ ସୂକ୍ଷ୍ମ ଭାବରେ ଆଗ୍ରହ ଦେଖାଇବା
- ଶପଥ 2:224-225; 16:91-92; 16:94
- ଏକ ଭଙ୍ଗା ଶପଥର ପୂରଣ କରିବା 5:89
- କଷ୍ଟକର ସମୟରେ ଧର୍ଯ୍ୟ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- 24:58-60 ରେ ଆସିବାକୁ ଅନୁମତି
- ଲୋକଙ୍କ ଘରେ ପ୍ରବେଶ କରିବା 24:27-28
- ସାର୍ବଜନୀନ ସ୍ଥାନରେ ପ୍ରବେଶ କରିବା 24:29
- ସାମାଜିକ ଶିଷ୍ଟାଚାର, ଖବର ଯାଞ୍ଚ କରିବା 4:83; 49:6
- ସମସ୍ତଙ୍କ ପ୍ରତି ସମ୍ମାନ 49:11-12
- ସମାବେଶର ଶିଷ୍ଟ୍ୟ 58:11
- ବ୍ୟକ୍ତିଗତ ଆଲୋଚନା 4:114; 58:9
- ପ୍ରତିଜ୍ଞା 2:270; 9:75-77; 22:29; 76:7
- ଅପଚୟ ଏବଂ କଞ୍ଜୁସ 7:31; 17:29; 25:67
ଅନ୍ୟାନ୍ୟ କାହାଣୀଗୁଡ଼ିକ
- ହେବଲ ଏବଂ କୟିନ 5:27-31
- ଅଲ-ଖାଦିର ଏବଂ ମୋଶା 18:60-82
- ହାତୀ ସେନା 105:1-4
- ଫାରୋଙ୍କ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ବିଶ୍ୱାସୀ 40:28-46
- ମରିୟମଙ୍କ ଜନ୍ମ 3:35-36
- ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କର ଗାଈ 2:67-74
- ଏଜ୍ରା 2:259
- ଉଦ୍ୟାନ ମାଲିକମାନେ 68:17-32
- ହାରୁତ ଏବଂ ମାରୁତ 2:102
- କୋରହ 28:76-82
- ଲୁକମାନଙ୍କ ତାଙ୍କ ପୁଅକୁ ପରାମର୍ଶ 31:12-19
- ଦୁଇଟି ଉଦ୍ୟାନର ମାଲିକ 18:32-44
- ଶିବାର ଲୋକମାନେ 34:15-19
- ଗୁମ୍ଫାର ଲୋକମାନେ 18:9-26
- ଖାତର ଲୋକମାନେ 85:1-8
- ବିଶ୍ରାମବାର ଭଙ୍ଗକାରୀ 7:163-165
- ସାମିରି ଏବଂ ସୁବର୍ଣ୍ଣ ବାଛୁରୀ 20:83-97
- ଶାଉଲ ଏବଂ ଶାମୁୟେଲ 2:247-251
- ଜୁଲ୍-କାର୍ନୈନ୍ 18:83-98
ଶୟତାନ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ଶୟତାନ ମଣିଷ ଏବଂ ଜିନ୍ 6:112; 114:6
- ସ୍ୱର୍ଗ ଶୟତାନମାନଙ୍କ ବିରୁଦ୍ଧରେ ସୁରକ୍ଷିତ 15:16-18
ଅନୁତାପ
- ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କୁ ଅନୁସରଣ ନ କରିବା 25:27
- ଆଲ୍ଲାହ ଏବଂ ତାଙ୍କ ଦୂତଙ୍କ କଥା ନ ମାନିବା 4:41-42; 33:64-68
- ଦୁଷ୍ଟ ବନ୍ଧୁମାନଙ୍କୁ ଗ୍ରହଣ କରିବା 25:28-29; 26:96-102; 43:36-39
- ଆଲ୍ଲାହଙ୍କ ଲକ୍ଷଣଗୁଡ଼ିକୁ ଅସ୍ୱୀକାର କରିବା 6:27-30
- ପରଲୋକ ପାଇଁ କାମ କରୁନାହିଁ 89:23-24
ହତାଶ ନିବେଦନ
- ଜଗତକୁ ଫେରିବା ପାଇଁ ଭିକ୍ଷା କରିବା 2:167; 6:27-28; 32:12-14; 42:44
- ଦ୍ୱିତୀୟ ସୁଯୋଗ ପାଇଁ 35:36-37
- ଅଗ୍ନିରୁ ବାହାର କରାଯିବା 40:10-12
- ଖାଦ୍ୟ ଏବଂ ପାଣି ପାଇଁ 7:51-52
- ମଧ୍ୟସ୍ଥିମାନଙ୍କ ପାଇଁ 7:52-53
- ଧୂଳିରେ ସମାନ କରାଯିବା 4:41-42; 78:40
- ମୃତ୍ୟୁ ପାଇଁ 43:74-78
ଧାର୍ମିକଙ୍କ ଗୁଣ
- ସୃଷ୍ଟିକର୍ତ୍ତା ଏବଂ ତାଙ୍କ ସୃଷ୍ଟିର ଅଧିକାର ପାଳନ କରିବା 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
ଦୁଷ୍ଟମାନଙ୍କର ଗୁଣ
- କୃତଘ୍ନ 14:34
- କଞ୍ଜୁସ 17:100
- ଶୀଘ୍ର 21:37
- କେବଳ କଷ୍ଟକର ସମୟରେ ଆଲ୍ଲାହଙ୍କୁ ମନେ ରଖ 10:12; 41:51
- ଅଧୈର୍ଯ୍ୟ 70:19
- ଯୁକ୍ତିଯୁକ୍ତ 18:54
ମହାପାପ
- ପୂଜାରେ ଆଲ୍ଲାହଙ୍କ ସହିତ ଅନ୍ୟମାନଙ୍କୁ ଅଂଶୀଦାର କରିବା (ଶିର୍କ) 4:48; 4:116; 5:72; 6:19; 31:13:
- ନିଜ ପିତାମାତାଙ୍କୁ ଦୁର୍ବ୍ୟବହାର କରିବା 4:36; 6:151; 17:23
- ବାଧ୍ୟତାମୂଳକ ପ୍ରାର୍ଥନାକୁ ଅବହେଳା କରିବା କିମ୍ବା ପରିତ୍ୟାଗ କରିବା 19:59-60
- ଦାନ-କର ନ ଦେବା 41:6-7
- ହତ୍ୟା 6:151; 17:33
- ଜଣେ ବିଶ୍ୱାସୀଙ୍କୁ ଜାଣିଶୁଣି ହତ୍ୟା କରିବା 4:93
- ଚୋରି 5:38
- ଠକେଇ 7:85; 11:85; 26:182-183; 83:1-6
- ମିଛ କହିବା 2:10; 9:77; 39:60
- ଆଲ୍ଲାହଙ୍କ ବିଷୟରେ ମିଛ କହିବା 6:93; 29:68; 61:7
- ନିଷେଧ ଯୌନ ସମ୍ପର୍କ 2:222; 17:32; 24:2; 25:68; 29:28-30
- ବ୍ୟଭିଚାରର ମିଥ୍ୟା ଅଭିଯୋଗ 24:4-5
- ଧର୍ମତ୍ୟାଗ 2:217; 5:54
- ଘୁଷୁରୀ ଏବଂ ଅନ୍ୟାନ୍ୟ ନିଷିଦ୍ଧ ଖାଦ୍ୟ (ମୃତବସ୍ତ୍ର, ରକ୍ତ, ଇତ୍ୟାଦି) ଖାଇବା 5:3; 6:145
- ମଦ୍ୟପାନ ଏବଂ ଜୁଆ 5:90-91
- ପରନିନ୍ଦା 49:11
- ମିଥ୍ୟା ସାକ୍ଷ୍ୟ 22:30
- ଯାଦୁ 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan ଅତି ଦୟାଳୁ 1:3; 17:110
- #2 Ar Raheem ଅତି କୃପାଳୁ 2:163; 3:31; 4:100; 5:3
- #3 Al Malik ରାଜା 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus ଅତି ପବିତ୍ର 59:23; 62:1
- #5 As Salaam ଶାନ୍ତିର ଉତ୍ସ 59:23
- #6 Al Mu'min ବିଶ୍ୱାସ ଓ ସୁରକ୍ଷା ଦାତା 59:23
- #7 Al Muhaymin ରକ୍ଷକ 59:23
- #8 Al Azeez ସର୍ବଶକ୍ତିମାନ 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar ଶକ୍ତିଶାଳୀ 59:23
- #10 Al Mutakabbir ମହାନ, ସର୍ବୋଚ୍ଚ 59:23
- #11 Al Khaaliq ସୃଷ୍ଟିକର୍ତ୍ତା 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari ସୃଷ୍ଟିକର୍ତ୍ତା 59:24
- #13 Al Musawwir ଆକାର ଦାତା 59:24
- #14 Al Ghaffaar କ୍ଷମାଶୀଳ 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar ଜୟୀ, ବଶୀଭୂତକାରୀ 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab ଦାତା 3:8; 38:9; 38:35
- #17 Ar Razzaaq ଜୀବିକା ଦାତା 51:58
- #18 Al Fattaah ଉନ୍ମୋଚନକାରୀ 34:26
- #19 Al 'Aleem ସର୍ବଜ୍ଞ 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid ସଂକୁଚିତକାରୀ 2:245
- #21 Al Baasit ବିସ୍ତାରକାରୀ 2:245
- #22 Al Khaafid ଅପମାନିତକାରୀ 95:5
- #23 Ar Raafi' ଉଚ୍ଚୀକାରୀ 58:11; 6:83
- #24 Al Mu'izz ସମ୍ମାନ ଦାତା 3:26
- #25 Al Mudhil ଅପମାନ ଦାତା 3:26
- #26 As Samee' ସର୍ବଶ୍ରୋତା 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer ସର୍ବଦ୍ରଷ୍ଟା 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam ବିଚାରକ 22:69
- #29 Al Adl ନ୍ୟାୟପରାୟଣ 6:115
- #30 Al Lateef ସୌମ୍ୟ, ଦୟାଳୁ 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer ସଚେତନ, ଅବଗତ 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem ସହିଷ୍ଣୁ 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem ମହାନ 2:255; 42:4; 56:96
- #34 Al Ghafoor କ୍ଷମାଶୀଳ 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor କୃତଜ୍ଞ 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy ସର୍ବୋଚ୍ଚ 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer ମହାନ 13:9; 22:62; 31:30
- #38 Al Hafeez ରକ୍ଷକ 11:57; 34:21; 42:6
- #39 Al Muqeet ପୋଷକ 4:85
- #40 Al Haseeb ହିସାବ ନେବା 4:6; 4:86; 33:39
- #41 Al Jaleel ଗୌରବମୟ 55:27; 39:14; 7:143
- #42 Al Kareem ଉଦାର 27:40; 82:6
- #43 Ar Raqeeb ତତ୍ତ୍ୱାବଧାରକ 4:1; 5:117
- #44 Al Mujeeb ଉତ୍ତର ଦାତା 11:61
- #45 Al Waasi' ସର୍ବବ୍ୟାପୀ 2:268; 3:73; 5:54
- #46 Al Hakeem ପ୍ରଜ୍ଞାମୟ 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood ପ୍ରେମମୟ 11:90; 85:14
- #48 Al Majeed ଗୌରବମୟ 11:73
- #49 Al Baa'ith ପୁନରୁତ୍ଥାନକାରୀ 22:7
- #50 Ash Shaheed ସାକ୍ଷୀ 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq ସତ୍ୟ 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel ଟ୍ରଷ୍ଟି 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy ଶକ୍ତିଶାଳୀ 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen ଦୃଢ 51:58
- #55 Al Waliyy ରକ୍ଷାକାରୀ ବନ୍ଧୁ 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed ପ୍ରଶଂସନୀୟ 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi ଗଣନାକାରୀ 72:28; 78:29; 82:10-12
- #58 Al Mubdi ସୃଷ୍ଟିର ଆରମ୍ଭକାରୀ 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed ପୁନଃପ୍ରତିଷ୍ଠାତା 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy ଜୀବନ ଦାତା 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet ମୃତ୍ୟୁ ଦାତା 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy ଚିରଞ୍ଜୀବୀ 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom ସ୍ୱୟଂ-ଅସ୍ତିତ୍ୱଶୀଳ 2:255; 3:2; 20:111
- #64 Al Waajid ଖୋଜୁଥିବା 38:44
- #65 Al Maajid ଗୌରବଶାଳୀ 11:73
- #66 Al Waahid ଏକ 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad ଅଦ୍ୱିତୀୟ 112:1
- #68 As Samad ଶାଶ୍ୱତ ଆଶ୍ରୟ 112:2
- #69 Al Qaadir ସକ୍ଷମ 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir ଶକ୍ତିଶାଳୀ 18:45; 54:42; 54:55
- #71 Al Muqaddim ଅଗ୍ରସରକାରୀ 16:61; 17:34
- #72 Al Mu'akhir ବିଳମ୍ବକାରୀ 71:4
- #73 Al Awwal ପ୍ରଥମ 57:3
- #74 Al Aakhir ଶେଷ 57:3
- #75 Az Zaahir ପ୍ରକଟ 57:3
- #76 Al Baatin ଗୁପ୍ତ 57:3
- #77 Al Waali ଶାସକ 13:11; 22:7
- #78 Al Muta'ali ଅତି ଉଚ୍ଚ 13:9
- #79 Al Barr ମଙ୍ଗଳର ଉତ୍ସ 52:28
- #80 At Tawwaab ତୌବା ଗ୍ରହଣକାରୀ 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim ପ୍ରତିଶୋଧକ 32:22; 43:41; 44:16
- #82 Al Afuww କ୍ଷମାଶୀଳ 4:99; 4:149; 22:60
- #83 Ar Ra'oof ଅତି ଦୟାଳୁ 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk ରାଜ୍ୟର ମାଲିକ 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam ଗୌରବ ଓ ସମ୍ମାନର ଧନୀ 55:27; 55:78
- #86 Al Muqsit ନ୍ୟାୟପରାୟଣ 3:18; 7:29
- #87 Al Jaami' ଏକତ୍ରୀକାରୀ 3:9
- #88 Al Ghaniyy ସ୍ୱୟଂପୂର୍ଣ୍ଣ 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni ସମୃଦ୍ଧିଦାତା 9:28
- #90 Al Maani' ନିବାରକ 67:21
- #91 Ad Daaarr ଦୁଃଖଦାୟକ 6:17
- #92 An Naafi' ଲାଭଦାୟକ 30:37
- #93 An Noor ଆଲୋକ 24:35
- #94 Al Haadi ପଥପ୍ରଦର୍ଶକ 25:31
- #95 Al Badi' ସୃଷ୍ଟିକର୍ତ୍ତା 2:117; 6:101
- #96 Al Baaqi ଶାଶ୍ୱତ 55:27
- #97 Al Waarith ଉତ୍ତରାଧିକାରୀ 15:23
- #98 Ar Rasheed ସତ୍ପଥ ପ୍ରଦର୍ଶକ 2:256
- #99 As Saboor ସହିଷ୍ଣୁ 2:153; 3:200; 103:3
Matching Ayahs
- = ଆଲିଫ୍, ଲାମ୍, ମୀମ୍। 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = ସେମାନେ ହିଁ ନିଜ ପ୍ରଭୁଙ୍କ ତରଫରୁ ସଠିକ୍ ପଥରେ ଅଛନ୍ତି, ଏବଂ ସେମାନେ ହିଁ ସଫଳଲାଭକାରୀ। 2:5; 31:5
- = ହେ ଇସ୍ରାଏଲର ସନ୍ତାନଗଣ! ମୋର ସେହି ଅନୁଗ୍ରହକୁ ସ୍ମରଣ କର ଯାହା ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ଦାନ କରିଥିଲି ଏବଂ ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ସମଗ୍ର ବିଶ୍ୱ (ଜାତି) ଉପରେ ଶ୍ରେଷ୍ଠତ୍ୱ ଦେଇଥିଲି। 2:47; 2:122
- = ସେହି ଏକ ସମୁଦାୟ ଥିଲା ଯାହା ଅତୀତରେ ଚାଲିଗଲା। ସେମାନେ ଯାହା ଅର୍ଜନ କରିଛନ୍ତି ତାହା ସେମାନଙ୍କ ପାଇଁ, ଏବଂ ତୁମ୍ଭେମାନେ ଯାହା ଅର୍ଜନ କରିଛ ତାହା ତୁମ୍ଭମାନଙ୍କ ପାଇଁ। ଏବଂ ସେମାନେ ଯାହା କରୁଥିଲେ ସେ ବିଷୟରେ ତୁମ୍ଭମାନଙ୍କୁ ପଚରାଯିବ ନାହିଁ। 2:134; 2:141
- = ସେମାନେ ତହିଁରେ ଅନନ୍ତକାଳ ରହିବେ। ସେମାନଙ୍କ ଶାସ୍ତି ହ୍ରାସ କରାଯିବ ନାହିଁ ଏବଂ ସେମାନଙ୍କୁ ଅବକାଶ ମଧ୍ୟ ଦିଆଯିବ ନାହିଁ। 2:162; 3:88
- = କିନ୍ତୁ ଯେଉଁମାନେ ଏହାପରେ ତୌବା କରନ୍ତି ଏବଂ ନିଜକୁ ସଂଶୋଧନ କରନ୍ତି। ନିଶ୍ଚୟ ଆଲ୍ଲାହ କ୍ଷମାଶୀଳ, ଅପାର ଦୟାଳୁ। 3:89; 24:5
- = ଏବଂ ଯେଉଁମାନେ କୁଫୁର କଲେ ଏବଂ ଆମର ଆୟାତସମୂହକୁ ମିଥ୍ୟା କହିଲେ – ସେମାନେ ହିଁ ଜାହନ୍ନମର ଅଧିବାସୀ। 5:10; 5:86
- = ଏବଂ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ନିଦର୍ଶନସମୂହ ମଧ୍ୟରୁ ଯେକୌଣସି ନିଦର୍ଶନ ସେମାନଙ୍କ ପାଖକୁ ଆସେ, ସେମାନେ ତାହାରୁ ମୁହଁ ଫେରାଇ ନିଅନ୍ତି। 6:4; 36:46
- = ଏବଂ ଆପଣଙ୍କ ପୂର୍ବରୁ ମଧ୍ୟ ରସୂଲମାନଙ୍କୁ ଉପହାସ କରାଯାଇଥିଲା, କିନ୍ତୁ ଯେଉଁମାନେ ଉପହାସ କରୁଥିଲେ ସେମାନଙ୍କୁ ସେହି ବିଷୟ ଘେରି ରଖିଲା ଯାହାର ସେମାନେ ଉପହାସ କରୁଥିଲେ। 6:10; 21:41
- = କୁହନ୍ତୁ: "ଯଦି ମୁଁ ମୋର ପ୍ରଭୁଙ୍କ ଅବମାନନା କରେ, ତେବେ ମୁଁ ମହାଦିନର ଶାସ୍ତିକୁ ଭୟ କରେ।" 6:15; 39:13
- = ତେଣୁ ଭୂମିକମ୍ପ ସେମାନଙ୍କୁ ଧରି ପକାଇଲା, ଫଳରେ ସେମାନେ ନିଜ ଘରେ ଅଧୋମୁଖୀ ହୋଇ ପଡ଼ି ରହିଲେ। 7:78; 7:91
- = ତେଣୁ ସେ (ମୂସା) ନିଜର ଲାଠି ଫୋପାଡ଼ିଲେ, ଏବଂ ତତକ୍ଷଣାତ୍ ସେହି ଏକ ସ୍ପଷ୍ଟ ସର୍ପ ହୋଇଗଲା। 7:107; 26:32
- = ଏବଂ ସେ ନିଜର ହାତ ବାହାର କଲେ, ଫଳରେ ସେହି ଦର୍ଶକମାନଙ୍କ ପାଇଁ ଉଜ୍ଜ୍ୱଳ ଧଳା ହୋଇଗଲା। 7:108; 26:33
- = ସେମାନେ କହିଲେ: "ଆମେ ସମଗ୍ର ବିଶ୍ୱର ପ୍ରଭୁଙ୍କ ଉପରେ ଈମାନ ଆଣିଲୁ।" 7:121; 26:47
- = ମୂସା ଏବଂ ହାରୁନଙ୍କ ପ୍ରଭୁ। 7:122; 26:48
- = ଏବଂ ମୁଁ ସେମାନଙ୍କୁ ଅବକାଶ ଦେବି। ନିଶ୍ଚୟ ମୋର ଯୋଜନା ସୁଦୃଢ଼। 7:183; 68:45
- = ସେ ହିଁ ନିଜ ରସୂଲଙ୍କୁ ସଠିକ୍ ପଥ ଏବଂ ସତ୍ୟ ଧର୍ମ ସହିତ ପଠାଇଛନ୍ତି, ଯାହାଫଳରେ ସେ ଏହାକୁ ସମସ୍ତ ଧର୍ମ ଉପରେ ପ୍ରଭାବଶାଳୀ କରନ୍ତୁ, ଯଦିଓ ମୁଶ୍ରିକମାନେ ଏହାକୁ ଘୃଣା କରନ୍ତି। 9:33; 61:9
- = ହେ ନବୀ! କାଫିର ଏବଂ ମୁନାଫିକମାନଙ୍କ ସହିତ ଯୁଦ୍ଧ କର ଏବଂ ସେମାନଙ୍କ ପ୍ରତି କଠୋର ହୁଅ। ସେମାନଙ୍କ ଆଶ୍ରୟସ୍ଥଳ ଜାହନ୍ନମ, ଏବଂ ତାହା କେତେ ନିକୃଷ୍ଟ ପ୍ରତ୍ୟାବର୍ତ୍ତନସ୍ଥଳ! 9:73; 66:9
- = ଏବଂ ସେମାନେ କହନ୍ତି: "ଯଦି ତୁମ୍ଭେମାନେ ସତ୍ୟବାଦୀ, ତେବେ ଏହି ପ୍ରତିଶ୍ରୁତି କେବେ?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = ଏବଂ ଆମେ ମୂସାଙ୍କୁ ଆମର ନିଦର୍ଶନ ଏବଂ ସ୍ପଷ୍ଟ କର୍ତ୍ତୃତ୍ୱ ସହିତ ପଠାଇଥିଲୁ। 11:96; 40:23
- = ଏବଂ ଆମେ ମୂସାଙ୍କୁ କିତାବ ଦେଇଥିଲୁ, କିନ୍ତୁ ତହିଁରେ ମତଭେଦ ସୃଷ୍ଟି ହୋଇଥିଲା। ଏବଂ ଯଦି ଆପଣଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ଏକ ପୂର୍ବବର୍ତ୍ତୀ ବାକ୍ୟ ନଥାଆନ୍ତା, ତେବେ ସେମାନଙ୍କ ମଧ୍ୟରେ ଚୂଡ଼ାନ୍ତ ନିର୍ଣ୍ଣୟ ହୋଇସାରିଥାଆନ୍ତା। ଏବଂ ନିଶ୍ଚୟ ସେମାନେ ଏହି ବିଷୟରେ ସନ୍ଦେହରେ ଅଛନ୍ତି। 11:110; 41:45
- = ଏହା ଆଲ୍ଲାହଙ୍କ ପାଇଁ କଠିନ ନୁହେଁ। 14:20; 35:17
- = "ଯେତେବେଳେ ମୁଁ ତାକୁ ସୁସଂପନ୍ନ କରିବି ଏବଂ ମୋର ସୃଷ୍ଟ ଆତ୍ମାରୁ ତହିଁରେ ଫୁଙ୍କ ଦେବି, ସେତେବେଳେ ତୁମ୍ଭେମାନେ ତାଙ୍କ ପାଇଁ ସାଷ୍ଟାଙ୍ଗରେ ପଡ଼ିଯାଅ।" 15:29; 38:72
- = ତେଣୁ ସମସ୍ତ ଫିରିଶ୍ତାମାନେ ସାଷ୍ଟାଙ୍ଗ କଲେ। 15:30; 38:73
- = (ଆଲ୍ଲାହ) କହିଲେ: "ତେବେ ତୁମେ ତହିଁରୁ ବାହାରି ଯାଅ, କାରଣ ନିଶ୍ଚୟ ତୁମେ ତିରସ୍କୃତ।" 15:34; 38:77
- = (ଇବ୍ଲୀସ) କହିଲା: "ହେ ମୋର ପ୍ରଭୁ! ତେବେ ମୋତେ ସେହି ଦିନ ପର୍ୟ୍ୟନ୍ତ ଅବକାଶ ଦିଅ ଯେବେ ସେମାନେ ପୁନରୁତ୍ଥିତ ହେବେ।" 15:36; 38:79
- = (ଆଲ୍ଲାହ) କହିଲେ: "ତେବେ ନିଶ୍ଚୟ ତୁମେ ଅବକାଶପ୍ରାପ୍ତମାନଙ୍କ ମଧ୍ୟରୁ।" 15:37; 38:80
- = ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟର ଦିନ ପର୍ୟ୍ୟନ୍ତ।" 15:38; 38:81
- = ସେମାନଙ୍କ ମଧ୍ୟରୁ ତୁମ୍ଭର ନିର୍ବାଚିତ ଦାସମାନେ ବ୍ୟତୀତ। 15:40; 38:83
- = ନିଶ୍ଚୟ ମୁତ୍ତାକୀ (ସଚେତନ) ମାନେ ବଗିଚା ଏବଂ ଝରଣାସମୂହରେ ରହିବେ। 15:45; 51:15
- = ସେ (ଇବ୍ରାହୀମ) କହିଲେ: "ତେବେ ତୁମ୍ଭମାନଙ୍କର କାର୍ଯ୍ୟ କ'ଣ, ହେ ରସୂଲମାନେ?" 15:57; 51:31
- = ସେମାନେ କହିଲେ: "ଆମେ ଅପରାଧୀ ସମୁଦାୟ ପାଖକୁ ପଠାଯାଇଛୁ।" 15:58; 51:32
- = ଯେଉଁମାନେ ଈମାନ ଆଣନ୍ତି ଏବଂ ନିଜର ଈମାନକୁ ଜୁଲୁମ ସହିତ ମିଶ୍ରଣ କରନ୍ତି ନାହିଁ – ସେମାନଙ୍କ ପାଇଁ ସୁରକ୍ଷା ଅଛି, ଏବଂ ସେମାନେ ହିଁ ସଠିକ୍ ପଥରେ ଅଛନ୍ତି। 16:42; 29:59
- = ଯାହାଫଳରେ ସେମାନେ ଆମେ ଦେଇଥିବା ବିଷୟର ଇନ୍କାର କରନ୍ତି। ତେଣୁ ତୁମ୍ଭେମାନେ ଉପଭୋଗ କର, କାରଣ ଶୀଘ୍ର ଜାଣିପାରିବ। 16:55; 30:34
- = ତା'ପରେ ସେ (ଜୁଲକର୍ନୈନ) ଏକ ପଥ ଗ୍ରହଣ କଲେ। 18:89; 18:92
- = ଫିରଔନ ପାଖକୁ ଯାଅ, କାରଣ ସେ ନିଶ୍ଚୟ ବିଦ୍ରୋହ କରିଛି। 20:24; 79:17
- = ଏବଂ ଯେଉଁମାନେ ନିଜର ଗୁପ୍ତାଙ୍ଗର ରକ୍ଷା କରନ୍ତି। 23:5; 70:29
- = ନିଜର ସ୍ତ୍ରୀ କିମ୍ବା ନିଜର ଡାହାଣ ହାତର ଅଧିକାରୀ (ଦାସୀ) ବ୍ୟତୀତ – କାରଣ ସେମାନେ ନିନ୍ଦନୀୟ ନୁହଁନ୍ତି। 23:6; 70:30
- = କିନ୍ତୁ ଯେଉଁମାନେ ଏହା ବ୍ୟତୀତ ବିଚାରନ୍ତି, ସେମାନେ ହିଁ ସୀମା ଲଙ୍ଘନକାରୀ। 23:7; 70:31
- = ଏବଂ ଯେଉଁମାନେ ନିଜର ଆମାନତ ଏବଂ ପ୍ରତିଜ୍ଞାସମୂହର ପାଳନ କରନ୍ତି। 23:8; 70:32
- = (ନୂହ) କହିଲେ: "ହେ ମୋର ପ୍ରଭୁ! ସେମାନେ ମୋତେ ମିଥ୍ୟା କହିଛନ୍ତି, ତେଣୁ ମୋର ସହାୟତା କର।" 23:26; 23:39
- = ତା, ସୀନ, ମୀମ। 26:1; 28:1
- = ଏହି ଗୁଡ଼ିକ ସ୍ପଷ୍ଟ କିତାବର ଆୟାତ। 26:2; 28:2
- = ନିଶ୍ଚୟ ଏହାରେ ଏକ ନିଦର୍ଶନ ଅଛି, କିନ୍ତୁ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ ଈମାନ ଆଣିଲେ ନାହିଁ। 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = ଏବଂ ନିଶ୍ଚୟ ଆପଣଙ୍କ ପ୍ରଭୁ – ସେ ହିଁ ପରାକ୍ରମଶାଳୀ, ଅପାର ଦୟାଳୁ। 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = ଏବଂ ଆମେ ଅନ୍ୟମାନଙ୍କୁ ବୁଡ଼ାଇ ଦେଲୁ। 26:66; 37:82
- = ନିଶ୍ଚୟ ମୁଁ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ବିଶ୍ୱସ୍ତ ରସୂଲ। 26:107; 26:125; 26:143; 26:162; 26:178
- = ତେଣୁ ତୁମ୍ଭେମାନେ ଆଲ୍ଲାହଙ୍କୁ ଭୟ କର ଏବଂ ମୋର ଆଜ୍ଞା ପାଳନ କର। 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = ଏବଂ ମୁଁ ଏଥିପାଇଁ ତୁମ୍ଭମାନଙ୍କଠାରୁ କୌଣସି ପ୍ରତିଫଳ ମାଗୁନାହିଁ; ମୋର ପ୍ରତିଫଳ ତ ସମଗ୍ର ବିଶ୍ୱର ପ୍ରଭୁଙ୍କ ପାଖରେ। 26:109; 26:127; 26:145; 26:164; 26:180
- = ବଗିଚା ଏବଂ ଝରଣାସମୂହରେ। 26:147; 44:52
- = ସେମାନେ କହିଲେ: "ତୁମେ ତ ଯାଦୁର ପ୍ରଭାବିତମାନଙ୍କ ମଧ୍ୟରୁ।" 26:153; 26:185
- = ତାଙ୍କର ସ୍ତ୍ରୀ ବ୍ୟତୀତ – ଆମେ ନିର୍ଦ୍ଧାରଣ କରିଥିଲୁ ଯେ ସେ ପଛରେ ରହିଯାଉଥିବାମାନଙ୍କ ମଧ୍ୟରେ। 26:171; 37:135
- = ତା'ପରେ ଆମେ ଅନ୍ୟମାନଙ୍କୁ ଧ୍ୱଂସ କରିଦେଲୁ। 26:172; 37:136
- = ଏବଂ ଆମେ ସେମାନଙ୍କ ଉପରେ (ପଥରର) ବର୍ଷା କଲୁ, ଏବଂ ସତର୍କ କରାଯାଇଥିବା ଲୋକଙ୍କ ଉପରେ ବର୍ଷା କେତେ ନିକୃଷ୍ଟ ଥିଲା! 26:173; 27:58
- = ତେଣୁ ସେମାନେ ଶାସ୍ତିକୁ ଶୀଘ୍ର ଚାହୁଁଛନ୍ତି? 26:204; 37:176
- = ଯେଉଁମାନେ ସଲାତ କାୟମ କରନ୍ତି, ଜକାତ ଦିଅନ୍ତି, ଏବଂ ସେମାନେ ପରକାଳ ବିଷୟରେ ଦୃଢ଼ ବିଶ୍ୱାସ ରଖନ୍ତି। 27:3; 31:4
- = ଏବଂ (ସ୍ମରଣ କରନ୍ତୁ) ସେହି ଦିନକୁ ଯେତେବେଳେ ସେ ସେମାନଙ୍କୁ ଡାକିବେ ଏବଂ କହିବେ: "ମୋର ସେହି 'ଭାଗୀଦାର'ମାନେ କେଉଁଠାରେ, ଯେଉଁମାନଙ୍କ ବିଷୟରେ ତୁମ୍ଭେମାନେ ଦାବୀ କରୁଥିଲ?" 28:62; 28:74
- = ଏବଂ ଆମର ପୂର୍ବପୁରୁଷମାନେ? 37:17; 56:48
- = ଏବଂ ସେମାନେ ପରସ୍ପର ନିକଟକୁ ଯାଇ ପରସ୍ପରକୁ ପଚାରିବେ। 37:27; 52:25
- = କିନ୍ତୁ (ସେମାନେ) ଆଲ୍ଲାହଙ୍କ ନିର୍ବାଚିତ ଦାସ। 37:40; 37:74; 37:128; 37:160
- = ସୁଖ-ଶାନ୍ତିର ବଗିଚାସମୂହରେ। 37:43; 56:12
- = ଏବଂ ଆମେ ତାଙ୍କ ପାଇଁ ପରବର୍ତ୍ତୀମାନଙ୍କ ମଧ୍ୟରେ (ସୁନାମ) ରଖିଲୁ: 37:78; 37:108; 37:129
- = ନିଶ୍ଚୟ ଆମେ ସତ୍କର୍ମୀମାନଙ୍କୁ ଏହିପରି ପ୍ରତିଫଳ ଦେଇଥାଉ। 37:80; 37:121; 37:131; 77:44
- = ନିଶ୍ଚୟ ସେ ଆମର ଈମାନଦାର ଦାସମାନଙ୍କ ମଧ୍ୟରୁ ଥିଲେ। 37:81; 37:111; 37:132
- = ତୁମ୍ଭମାନଙ୍କର କ'ଣ ହୋଇଛି? କିପରି ନିର୍ଣ୍ଣୟ କରୁଛ? 37:154; 68:36
- = ଏହା (କୁରଆନ) ସମଗ୍ର ବିଶ୍ୱ ପାଇଁ ଏକ ଉପଦେଶ ବ୍ୟତୀତ ଆଉ କିଛି ନୁହେଁ। 38:87; 81:27
- = କିତାବର ଅବତରଣ ଆଲ୍ଲାହଙ୍କ ତରଫରୁ – ପରାକ୍ରମଶାଳୀ, ପ୍ରଜ୍ଞାମୟ। 39:1; 45:2; 46:2
- = ହା, ମୀମ। 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = ସ୍ପଷ୍ଟ କିତାବର ଶପଥ। 43:2; 44:2
- = ତେଣୁ ଆପଣ ସେମାନଙ୍କୁ ଛାଡ଼ି ଦିଅନ୍ତୁ – ସେମାନେ ନିରର୍ଥକ ବାକ୍ୟ ଏବଂ ଖେଳ-କୌତୁକରେ ମଗ୍ନ ରହନ୍ତୁ, ଯେପର୍ଯ୍ୟନ୍ତ ସେମାନେ ନିଜର ସେହି ଦିନକୁ ଭେଟିବେ ନାହିଁ ଯାହାର ପ୍ରତିଶ୍ରୁତି ସେମାନଙ୍କୁ ଦିଆଯାଇଛି। 43:83; 70:42
- = (ସେମାନଙ୍କୁ କୁହାଯିବ): "ତୁମ୍ଭେମାନେ ଯାହା କରୁଥିଲ, ତାହାର ପରିଣାମ ସ୍ୱରୂପ ତୃପ୍ତି ସହିତ ଖାଅ ଏବଂ ପିଅ।" 52:19; 77:43
- = ନା ଆପଣ ସେମାନଙ୍କଠାରୁ କୌଣସି ପ୍ରତିଫଳ ମାଗୁଛନ୍ତି, ଯାହାଫଳରେ ସେମାନେ ଋଣର ବୋଝରେ ଦବି ଯାଇଛନ୍ତି? 52:40; 68:46
- = ନା ସେମାନଙ୍କ ପାଖରେ ଅଦୃଶ୍ୟର ଜ୍ଞାନ ଅଛି, ଯାହାଫଳରେ ସେମାନେ (ତାହା) ଲେଖୁଛନ୍ତି? 52:41; 68:47
- = ତେବେ କେମିତି ଥିଲା ମୋର ଶାସ୍ତି ଏବଂ ମୋର ଚେତାବନୀ! 54:16; 54:21; 54:30
- = ଏବଂ ଆମେ କୁରଆନକୁ ସ୍ମରଣ ପାଇଁ ସହଜ କରିଦେଲୁ। ତେବେ କୌଣସି ସ୍ମରଣକାରୀ ଅଛି? 54:17; 54:22; 54:32; 54:40
- = ତେବେ ତୁମ୍ଭେମାନେ ନିଜ ପ୍ରଭୁଙ୍କ କେଉଁ କେଉଁ ଅନୁଗ୍ରହକୁ ଇନ୍କାର କରିବ? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କ ମଧ୍ୟରୁ ଏକ ବୃହତ୍ ଦଳ। 56:13; 56:39
- = ବରଂ ଆମେ (ଫଳରୁ) ବଞ୍ଚିତ ହୋଇଗଲୁ? 56:67; 68:27
- = ତେଣୁ ଆପଣ ନିଜ ମହାନ୍ ପ୍ରଭୁଙ୍କ ନାମର ପବିତ୍ରତା ଘୋଷଣା କରନ୍ତୁ। 56:74; 56:96; 69:52
- = ଏହା ସମଗ୍ର ବିଶ୍ୱର ପ୍ରଭୁଙ୍କ ତରଫରୁ ଅବତୀର୍ଣ୍ଣ। 56:80; 69:43
- = ଆକାଶମଣ୍ଡଳରେ ଏବଂ ପୃଥିବୀରେ ଯାହା କିଛି ଅଛି, ସମସ୍ତେ ଆଲ୍ଲାହଙ୍କ ପବିତ୍ରତା ବର୍ଣ୍ଣନା କରନ୍ତି, ଏବଂ ସେ ପରାକ୍ରମଶାଳୀ, ପ୍ରଜ୍ଞାମୟ। 59:1; 61:1
- = ଯେତେବେଳେ ତାକୁ ଆମର ଆୟାତସମୂହ ପାଠ କରି ଶୁଣାଯାଏ, ସେ କହେ: "ଏହା ତ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର କାହାଣୀ!" 68:15; 83:13
- = ତେଣୁ ସେ ସୁଖଦ ଜୀବନରେ ରହିବ। 69:21; 101:7
- = ଉଚ୍ଚ ବଗିଚାରେ। 69:22; 88:10
- = ଏବଂ ସେ ଦରିଦ୍ରଙ୍କୁ ଖାଇବାକୁ ଦେବାକୁ ଉତ୍ସାହିତ କରେ ନାହିଁ। 69:34; 107:3
- = ନିଶ୍ଚୟ ଏହା (କୁରଆନ) ଜଣେ ସମ୍ମାନିତ ରସୂଲ (ଜିବ୍ରୀଲ)ଙ୍କ ବାଣୀ। 69:40; 81:19
- = ନିଶ୍ଚୟ ଏହା ଏକ ଉପଦେଶ; ତେଣୁ ଯିଏ ଇଚ୍ଛା କରେ, ସେ ନିଜ ପ୍ରଭୁଙ୍କ ପ୍ରତି ପଥ ଗ୍ରହଣ କରୁ। 73:19; 76:29
- = ତେଣୁ ଯିଏ ଇଚ୍ଛା କରେ, ସେ ଏହାକୁ ସ୍ମରଣ କରୁ। 74:55; 80:12
- = ସେହି ଦିନ ମିଥ୍ୟା କହିବାମାନଙ୍କ ପାଇଁ ଧ୍ୱଂସ! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = ନିଶ୍ଚୟ ସଜ୍ଜନମାନେ ସୁଖ-ଶାନ୍ତିରେ ରହିବେ। 82:13; 83:22
- = ଏହା ଏକ ଲିଖିତ ରେଜିଷ୍ଟର। 83:9; 83:20
- = ସିଂହାସନମାନଙ୍କରେ ବସି ଦେଖିବେ। 83:23; 83:35
- = ଏବଂ ନିଜ ପ୍ରଭୁଙ୍କ ଆଜ୍ଞା ପାଳନ କଲା, ଏବଂ (ତାହା କରିବା) ତା' ପାଇଁ ଆବଶ୍ୟକ ଥିଲା। 84:2; 84:5
- = ଏବଂ ମୁଁ ସେହି ପୂଜ୍ୟର ପୂଜା କରେ ନାହିଁ ଯାହାର ତୁମ୍ଭେମାନେ ପୂଜା କର। 109:3; 109:5
noblequran.com Schemas
- ମକ୍କାର ମୁଶ୍ରିକମାନେ ଅଲ୍ଲାହଙ୍କ ରୁବୂବିଯ୍ୟା (ପ୍ରଭୁତ୍ଵ) କୁ ସ୍ଵୀକାର କଲେ 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- କିତାବ ଓ ହିକ୍ମତ (ସୁନ୍ନତ) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (ପଥଭ୍ରଷ୍ଟ) ପୂର୍ବପୁରୁଷମାନଙ୍କ ପଥ ଅନୁସରଣ କରିବା ନିନ୍ଦନୀୟ 2:170; 31:21; 43:22
- ଅଲ୍ଲାହଙ୍କ ରସୂଲ ମନୁଷ୍ୟ ଥିଲେ 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- ମୁଶ୍ରିକମାନେ କଷ୍ଟ ସମୟରେ ଏକାକୀ ଅଲ୍ଲାହଙ୍କୁ ଡାକୁଥିଲେ 10:22; 17:16; 29:65; 31:32
- ଧର୍ମରେ ବିଭାଜନ କରିବା ନିଷିଦ୍ଧ ଓ ନିନ୍ଦନୀୟ 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- ଅଲ୍ଲାହଙ୍କ ପାଇଁ ଇସ୍ତିଓ୍ୱାର ଗୁଣ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ଈମାନ (ବିଶ୍ଵାସ) ର ବୃଦ୍ଧି (ଓ ହ୍ରାସ) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- ରସୂଲ ଓ ସୃଷ୍ଟି ମଧ୍ୟରୁ କେହି ଗୈବ (ଅଦୃଶ୍ୟ) କୁ ସ୍ଵତନ୍ତ୍ର ଭାବରେ ଜାଣନ୍ତି ନାହିଁ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- ଅଲ୍ଲାହ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି ତାଙ୍କ ପାଇଁ ରୋଜୀ ବୃଦ୍ଧି ଓ ସୀମିତ କରନ୍ତି 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- କୁରଆନ ସ୍ପଷ୍ଟ ଆରବୀ ଭାଷାରେ ଅବତୀର୍ଣ୍ଣ ହେଲା 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- ଅଲ୍ଲାହ କୌଣସି ଆତ୍ମାକୁ ତା'ର କ୍ଷମତାଠାରୁ ଅଧିକ ବୋଝ ଦିଅନ୍ତି ନାହିଁ 2:233, 286; 6:152; 7:42; 23:62; 65:7
- କେହି ଅନ୍ୟର ବୋଝ ବହନ କରିବ ନାହିଁ 6:164; 17:15; 35:18; 39:7; 53:38
- ଯଦି ଅଲ୍ଲାହ ତୁମମାନଙ୍କୁ କ୍ଷତି ପହଞ୍ଚାନ୍ତି, ତେବେ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ଆଉ କେହି ତାହା ଦୂର କରିପାରିବେ ନାହିଁ 6:17; 10:107
- ଆଉ ଏହାଠାରୁ ଅଧିକ ଅତ୍ୟାଚାରୀ କିଏ... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- ମନୁଷ୍ୟ ସମୃଦ୍ଧିରେ ଅକୃତଜ୍ଞ ଓ ଆବଶ୍ୟକତାରେ ନମ୍ର ହୋଇଥାଏ 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ସ୍ଥିରତା (ତଥ୍ବୀତ) ଅଲ୍ଲାହଙ୍କ ନିକଟରୁ ମାଗାଯାଏ ଓ ତାଙ୍କ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଏ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ସମସ୍ତ ମତଭେଦ ଅଲ୍ଲାହ ଓ ତାଙ୍କ ରସୂଲଙ୍କ ପ୍ରତି ଫେରାଇ ଦିଆଯାଏ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- ଜାହନ୍ନମର ବାସିନ୍ଦାମାନଙ୍କ ମଧ୍ୟରେ ବିବାଦ 26:96-102; 38:58-64; 40:47-50
- ଅଲ୍ଲାହଙ୍କ ରସୂଲଙ୍କ ପ୍ରତି ଆଜ୍ଞାବହ (ତାଆ) ପାଳନ କରିବାର ଦାୟିତ୍ୱ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- କୁରଆନରେ ସଜ୍ଦାର ଆୟାତଗୁଡ଼ିକ 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- ଉମ୍ମତର ସମସ୍ତ ବିପର୍ଯ୍ୟୟ ଅବାଧ୍ୟତା କାରଣରୁ 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- ଅଲ୍ଲାହ ଯାକୁ ପଥଭ୍ରଷ୍ଟ କରନ୍ତି, ତାକୁ ମାର୍ଗଦର୍ଶକ ନାହିଁ 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ସମସ୍ତ ନବୀମାନେ ଇବାଦତର ତୌହୀଦ ଦ୍ୱାରା ସଂସ୍କାର ଆରମ୍ଭ କଲେ 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ସଫଳତା ଓ ସମୃଦ୍ଧି ଆତ୍ମାର ତଜ୍କିୟା (ପବିତ୍ରତା) ସହିତ ସମ୍ବନ୍ଧିତ 20:76; 35:18; 87:14; 91:9; 92:18;
- ସମସ୍ତ ସମ୍ମାନ ଓ ଶକ୍ତି ('ଇଜ୍ଜା) ଅଲ୍ଲାହଙ୍କ ପାଇଁ 4:139; 10:65; 35:10; 63:8
- ଏକାକୀ ଅଲ୍ଲାହଙ୍କୁ ଶୁଦ୍ଧ ଓ ଆନ୍ତରିକତାର ସହ ଡାକିବାର ଦାୟିତ୍ୱ 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- ଅଲ୍ଲାହଙ୍କ ସହିତ ଅନ୍ୟମାନଙ୍କୁ ଡାକିବା ନିଷିଦ୍ଧ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- ସମସ୍ତ ନବୀମାନେ ଅଲ୍ଲାହଙ୍କ ତକ୍ୱା ଓ (ସ୍ଵଯଂ) ଆଜ୍ଞାବହତାର ଆଦେଶ ଦେଲେ 43:63; 71:1-28
- ହିଜରା (ପ୍ରବାସ) ସମ୍ପର୍କରେ 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- ଅଲ୍ଲାହ ବ୍ୟତୀତ ସୃଷ୍ଟି ପାଇଁ କୌଣସି ସତ୍ୟ ରକ୍ଷକ ବା ସହାୟକ ନାହାନ୍ତି 2:107, 120; 9:74, 116; 29:22; 42:31
- ଯାହାଙ୍କ ହୃଦୟ ଉପରେ ଅଲ୍ଲାହ ମୋହର ଦେଇଛନ୍ତି 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ଈମାନ ଭୟ ଓ ଆଶା ମଧ୍ୟରେ ରହିଛି 17:57; 32:16; 39:9
- କୁଫ୍ର, ଶିର୍କ ଓ ନିଫାକ ଦ୍ୱାରା ସମସ୍ତ କର୍ମ ବିଫଳ ହେବା ସମ୍ପର୍କରେ 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- ଅଲ୍ଲାହଙ୍କ ବହି ଓ ନବୀମାନେ ମାର୍ଗଦର୍ଶନ, ଜ୍ଞାନ ଓ ବିଶ୍ଵାସର ଆଲୋକ 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- ଯେଉଁମାନେ ଶବ୍ଦକୁ ବିକୃତ କରନ୍ତି ସେମାନେ ଯହୂଦୀ ଓ ତାଉଲ (ତହରୀଫ) କରୁଥିବା ଲୋକ 2:75; 4:46; 5:13; 5:41
- ଦୁନିଆର ଜୀବନ କେବଳ ଅସ୍ଥାୟୀ ସୁଖ ଓ ଆନନ୍ଦ 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ଦହ୍ରିୟ୍ୟା (ନାସ୍ତିକମାନେ) 45:24; 6:29; 23:37
- ଅଲ୍ଲାହ ମୁହମ୍ମଦଙ୍କୁ ଦୀନ ସହ ପଠାଇଲେ, ଯାହା ଅନ୍ୟ ସମସ୍ତ (ରଦ୍ଦ କରାଯାଇଥିବା ବା ମିଥ୍ୟା) ଧର୍ମଠାରୁ ଶ୍ରେଷ୍ଠ ହେବ 9:33; 48:28; 61:9
- ତାଗୂତ ବିଷୟରେ ଓ ତାଗୂତକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବାର ଆବଶ୍ୟକତା 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- ସେମାନେ ଷଡଯନ୍ତ୍ର କରନ୍ତି ଓ ଅଲ୍ଲାହ ମଧ୍ୟ ଷଡଯନ୍ତ୍ର କରନ୍ତି, ଏବଂ ସେ ସବୁଠାରୁ ଉତ୍ତମ ଷଡଯନ୍ତ୍ରକାରୀ 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- ଶେଷ ଘଡ଼ିର ଜ୍ଞାନ ଅଲ୍ଲାହଙ୍କ ନିକଟରେ 7:187; 33:63; 41:47
- ଫୁରକାନ (ମାପଦଣ୍ଡ) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- ମନ୍ଦକୁ ଉତ୍ତମ ଦ୍ୱାରା ପ୍ରତିହତ କରିବା 23:96; 28:54; 41:34
- ଶେଷ ଘଡ଼ି ନିକଟବର୍ତ୍ତୀ 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- ଏବଂ ତାଙ୍କ ନିଦର୍ଶନଗୁଡ଼ିକ ମଧ୍ୟରେ... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- ଅଲ୍ଲାହ ତାଙ୍କ ନିଦର୍ଶନଗୁଡ଼ିକୁ ବର୍ଣ୍ଣନା କରନ୍ତି, ଯାହାଫଳରେ ତୁମେମାନେ... 2:73, 187, 221, 242; 3:103; 5:89
- ଅଲ୍ଲାହ ସମସ୍ତ ବସ୍ତୁର ସୃଷ୍ଟିକର୍ତ୍ତା 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- ଅଲ୍ଲାହ ସୃଷ୍ଟିକୁ ଅସତ୍ୟ ବା ମଜାକରେ ସୃଷ୍ଟି କରିନାହାନ୍ତି 21:16; 38:27; 44:38; 46:3
- ଅଲ୍ଲାହ ମନୁଷ୍ୟମାନଙ୍କୁ ତାଙ୍କର ଏକାକୀ ଇବାଦତ କରିବା ପାଇଁ ଓ ସେମାନଙ୍କ ମଧ୍ୟରୁ କର୍ମରେ କିଏ ଶ୍ରେଷ୍ଠ ତାହା ପରୀକ୍ଷା କରିବା ପାଇଁ ସୃଷ୍ଟି କଲେ 11:7; 18:7; 51:56; 67:2;
- ଅଲ୍ଲାହ ରସୂଲମାନଙ୍କୁ ତାଙ୍କ ଇବାଦତ ପ୍ରତି ଡାକିବା, ଆଜ୍ଞାବହ ହେବା ଓ ଶୁଭସନ୍ଦେଶ ଦେବା ଓ ସତର୍କ କରାଇବା ପାଇଁ ପଠାଇଲେ 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- ଅଲ-କଦ୍ରର ଚାରୋଟି ସ୍ତର 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- ଇବାଦତର ରୂପ ଓ ପ୍ରକାର 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- ଅଲ୍ଲାହ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି ମାର୍ଗଦର୍ଶନ ଓ ପଥଭ୍ରଷ୍ଟ କରନ୍ତି 14:4; 16:93; 35:8; 74:31
- ଅଲ୍ଲାହ ଯେଉଁମାନଙ୍କୁ ପଥଭ୍ରଷ୍ଟ କରନ୍ତି 2:26; 9:115; 14:27; 40:34, 74; 45:23
- ଅଲ୍ଲାହ ଯାକୁ ପଥଭ୍ରଷ୍ଟ କରନ୍ତି, ତାକୁ କେହି ମାର୍ଗଦର୍ଶନ କରିପାରନ୍ତି ନାହିଁ 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- ଅଲ୍ଲାହଙ୍କ ସହିତ କୌଣସି ସାଦୃଶ୍ୟର ନିଷେଧ 2:22; 19:65; 42:11; 112:4
- ଅଲ୍ଲାହ କାହା ଉପରେ ଅତ୍ୟାଚାର କରନ୍ତି ନାହିଁ, କିନ୍ତୁ ସେମାନେ ସ୍ଵଯଂ ନିଜ ଆତ୍ମା ଉପରେ ଅତ୍ୟାଚାର କରନ୍ତି 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- ସଲଫ (ସାହାବାମାନଙ୍କ) ଅନୁସରଣ କରିବାର ଦାୟିତ୍ୱ 2:137; 9:100; 4:115; 48:18, 29
- ଦାଓ୍ୱତ (ପ୍ରଚାର) ଦେବାର ପଦ୍ଧତି 12:108; 16:125; 29:46
- ଶିର୍କ କେବଳ ପ୍ରତିମା ମଧ୍ୟରେ ସୀମିତ ନୁହେଁ, ଏହା ନବୀ, ଫିରିଶ୍ତା, ଜିନ୍ନ ଓ ସଜ୍ଜନମାନଙ୍କ ମାଧ୍ୟମରେ ସୁପାରିଶ ମାଗିବାକୁ ମଧ୍ୟ ଅନ୍ତର୍ଭୁକ୍ତ କରେ 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- ବିବାହଯୋଗ୍ୟ ବୟସ ଗଠନ କରୁଥିବା କାରଣଗୁଡ଼ିକ 4:6; 6:152; 24:59
- ଜିବ୍ରୀଲ ପବିତ୍ର, ବିଶ୍ଵସନୀୟ ରୂହ, ଯିଏ କୁରଆନକୁ ଅଲ୍ଲାହଙ୍କଠାରୁ ନବୀଙ୍କ ନିକଟକୁ ଆଣିଲେ 2:97; 16:102; 26:192
- ସହାୟତା, ବିଜୟ ଓ ପ୍ରଭୁତ୍ୱ ଅଲ୍ଲାହ ଓ ତାଙ୍କ ରସୂଲମାନଙ୍କ ପାଇଁ 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- ଆଉ ନିଶ୍ଚୟ ତୁମ୍ଭ ପୂର୍ବରୁ ରସୂଲମାନଙ୍କୁ ଉପହାସ କରାଯାଇଥିଲା, କିନ୍ତୁ ଯେଉଁମାନେ ସେମାନଙ୍କୁ ଉପହାସ କରୁଥିଲେ, ସେମାନେ ଯାହାକୁ ଉପହାସ କରୁଥିଲେ ତାହା ଦ୍ଵାରା ସେମାନେ ଘେରି ରହିଲେ। (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- ଆଉ ମଦୟନ ପ୍ରତି (ଆମେ ପଠାଇଲୁ) ସେମାନଙ୍କ ଭାଇ ଶୁଐବଙ୍କୁ। ସେ କହିଲେ: ହେ ମୋର ଜାତି, ଆଲ୍ଲାହଙ୍କୁ ପୂଜା କର; ତାଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭମାନଙ୍କର କୌଣସି ଦେବତା ନାହିଁ। (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- ଆଉ ସମୂଦ ପ୍ରତି (ଆମେ ପଠାଇଲୁ) ସେମାନଙ୍କ ଭାଇ ସାଲେହଙ୍କୁ। ସେ କହିଲେ: ହେ ମୋର ଜାତି, ଆଲ୍ଲାହଙ୍କୁ ପୂଜା କର; ତାଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭମାନଙ୍କର କୌଣସି ଦେବତା ନାହିଁ। (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- ଯେ ଆଲ୍ଲାହ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି ତାଙ୍କ ପାଇଁ ଜୀବିକା ବିସ୍ତୃତ କରିଦିଅନ୍ତି ଏବଂ ସଂକୁଚିତ କରିଦିଅନ୍ତି। ନିଶ୍ଚୟ ଏଥିରେ ବିଶ୍ୱାସୀ ଲୋକମାନଙ୍କ ପାଇଁ ନିଦର୍ଶନ ରହିଛି। (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- ଆଉ ଆଦ ପ୍ରତି (ଆମେ ପଠାଇଲୁ) ସେମାନଙ୍କ ଭାଇ ହୂଦଙ୍କୁ। ସେ କହିଲେ: ହେ ମୋର ଜାତି, ଆଲ୍ଲାହଙ୍କୁ ପୂଜା କର; ତାଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭମାନଙ୍କର କୌଣସି ଦେବତା ନାହିଁ। (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- ଆଉ ଯେଉଁମାନେ ବିଶ୍ୱାସ କଲେ ଏବଂ ସତ୍କର୍ମ କଲେ, ସେମାନଙ୍କୁ ଆମେ ଏପରି ସ୍ୱର୍ଗ ଉଦ୍ୟାନରେ ପ୍ରବେଶ କରାଇବୁ, ଯାହାର ନିମ୍ନଭାଗରେ ନଦୀସବୁ ପ୍ରବାହିତ ହେଉଥାଏ, ସେମାନେ ସେଠାରେ ଚିରସ୍ଥାୟୀ ହୋଇ ରହିବେ। (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- ଯାହାର ନିମ୍ନଭାଗରେ ନଦୀସବୁ ପ୍ରବାହିତ ହେଉଥାଏ, ସେମାନେ ସେଠାରେ ଚିରସ୍ଥାୟୀ ହୋଇ ରହିବେ। ଆଲ୍ଲାହ ସେମାନଙ୍କ ଠାରୁ ସନ୍ତୁଷ୍ଟ ଏବଂ ସେମାନେ ମଧ୍ୟ ତାଙ୍କଠାରୁ ସନ୍ତୁଷ୍ଟ। ଏହା ହେଉଛି... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- କୁହ: ମୁଁ ତ ତୁମ୍ଭମାନଙ୍କ ଭଳି ଜଣେ ମନୁଷ୍ୟ; ମୋ ପାଖକୁ ବହୀ (ଅବତୀର୍ଣ୍ଣ) କରାଯାଏ ଯେ ତୁମ୍ଭମାନଙ୍କ ଦେବତା ଗୋଟିଏ ଦେବତା। (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- ଆଉ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ କେହି କେହି ଏପରି ଅଛନ୍ତି ଯେଉଁମାନେ ଜ୍ଞାନ, ପଥପ୍ରଦର୍ଶନ ଏବଂ ଆଲୋକମୟ କିତାବ ବିନା ଆଲ୍ଲାହଙ୍କ ବିଷୟରେ ବାଦ ବିବାଦ କରନ୍ତି। (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- ସେ ରାତ୍ରିକୁ ଦିବସରେ ଏବଂ ଦିବସକୁ ରାତ୍ରିରେ ପ୍ରବେଶ କରାନ୍ତି, ଏବଂ ସେ ସୂର୍ଯ୍ୟ ଓ ଚନ୍ଦ୍ରଙ୍କୁ ବଶୀଭୂତ କରିଛନ୍ତି, ପ୍ରତ୍ୟେକ (ନିର୍ଦ୍ଧାରିତ ସମୟ ପର୍ଯ୍ୟନ୍ତ) ଗତି କରୁଛି... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- ଆକାଶରୁ ପାଣି ବର୍ଷାଇଲେ, ପରେ ତାହା ଦ୍ଵାରା ପୃଥିବୀକୁ ତା'ର ମୃତ୍ୟୁ ପରେ ଜୀବିତ କଲେ। ନିଶ୍ଚୟ ଏଥିରେ (ଶୁଣୁଥିବା) ଲୋକମାନଙ୍କ ପାଇଁ ଏକ ନିଦର୍ଶନ ରହିଛି। (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- ନିଶ୍ଚୟ ଯେଉଁମାନେ ଅବିଶ୍ୱାସୀ ହେଲେ, ସେମାନଙ୍କ ସମ୍ପତ୍ତି ଏବଂ ସନ୍ତାନସନ୍ତତି ଆଲ୍ଲାହଙ୍କ ସମ୍ମୁଖରେ ସେମାନଙ୍କର କୌଣସି କାମରେ ଆସିବ ନାହିଁ। ଆଉ ସେମାନେ... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- ଯିଏ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀ ଏବଂ ଏହି ଦୁଇଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ ସମସ୍ତ ଜିନିଷ ଛଅ ଦିନରେ ସୃଷ୍ଟି କଲେ, ପରେ ଆରଶ (ସିଂହାସନ) ଉପରେ ସ୍ଥିତ ହେଲେ। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- ସେମାନେ କ'ଣ ପୃଥିବୀରେ ବୁଲିଲେ ନାହିଁ କି ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କ ଶେଷ ପରିଣାମ କିପରି ହୋଇଥିଲା ଦେଖିଥାନ୍ତେ? ସେମାନେ... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- ନିଶ୍ଚୟ ଆଲ୍ଲାହ ଯେଉଁମାନେ ବିଶ୍ୱାସ କଲେ ଏବଂ ସତ୍କର୍ମ କଲେ, ସେମାନଙ୍କୁ ଏପରି ସ୍ୱର୍ଗ ଉଦ୍ୟାନରେ ପ୍ରବେଶ କରାଇବେ, ଯାହାର ନିମ୍ନଭାଗରେ ନଦୀସବୁ ପ୍ରବାହିତ ହେଉଥାଏ। (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- ନିଶ୍ଚୟ ଆଲ୍ଲାହଙ୍କ ପ୍ରତିଜ୍ଞା ସତ୍ୟ; ତେଣୁ ପାର୍ଥିବ ଜୀବନ ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରତାରଣା ନ କରୁ ଏବଂ ପ୍ରତାରକ ଆଲ୍ଲାହଙ୍କ ବିଷୟରେ ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରତାରଣା ନ କରୁ। (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- ତେଣୁ ଯିଏ ସତ୍ପଥ ଗ୍ରହଣ କଲା, ସେ ନିଜ ମଙ୍ଗଳ ପାଇଁ ଗ୍ରହଣ କଲା; ଆଉ ଯିଏ ପଥଭ୍ରଷ୍ଟ ହେଲା, ସେ ନିଜର କ୍ଷତି ପାଇଁ ପଥଭ୍ରଷ୍ଟ ହେଲା। (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- ଆଉ ତୁମ୍ଭର ଲାଠିଟି ଫିଙ୍ଗି ଦିଅ। ଯେତେବେଳେ ସେ ତାକୁ ସର୍ପ ପରି ଥରହର ହେଉଥିବାର ଦେଖିଲେ, ସେ ପଛଆଡ଼କୁ ଫେରି ପଳାଇଲେ ଏବଂ ପଛକୁ ଚାହିଁଲେ ନାହିଁ। ହେ ମୂସା... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- ପୃଥିବୀରେ ଭ୍ରମଣ କର ଏବଂ ଦେଖ ଯେ ତୁମ୍ଭମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କ ଶେଷ ପରିଣାମ କିପରି ହୋଇଥିଲା। ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- ତେଣୁ ସେମାନେ ଯାହା କହନ୍ତି, ସେଥିରେ ଧୈର୍ଯ୍ୟ ଧର, ଏବଂ ସୂର୍ଯ୍ୟୋଦୟ ପୂର୍ବରୁ ଏବଂ ସୂର୍ଯ୍ୟାସ୍ତ ପୂର୍ବରୁ ଆପଣଙ୍କ ପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା ସହିତ ତସବୀହ (ପବିତ୍ରତା ବର୍ଣ୍ଣନା) କରନ୍ତୁ। (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- ଆଉ ଅନାଥର ସମ୍ପତ୍ତି ନିକଟରେ ଉପସ୍ଥିତ ହୁଅ ନାହିଁ, କିନ୍ତୁ ଉତ୍ତମ ଉପାୟରେ, ଯେପର୍ଯ୍ୟନ୍ତ ସେ ଯୌବନକୁ ପହଞ୍ଚି ନାହିଁ। ଆଉ ପ୍ରତିଜ୍ଞା ପୂରଣ କର... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- ଅନ୍ଧ ଉପରେ କୌଣସି ଦୋଷ ନାହିଁ, ଖଞ୍ଜ ଉପରେ କୌଣସି ଦୋଷ ନାହିଁ, ଏବଂ ରୋଗୀ ଉପରେ କୌଣସି ଦୋଷ ନାହିଁ। (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- ଏହା କ'ଣ ସତ୍ୟ ନୁହେଁ? ସେମାନେ କହିଲେ: ହଁ, ଆମ ପ୍ରଭୁଙ୍କ ଦିବ୍ୟଶପଥ। ସେ କହିଲେ: ତେବେ ତୁମ୍ଭମାନଙ୍କ ଅବିଶ୍ୱାସର ଫଳ ସ୍ୱରୂପ ଶାସ୍ତି ଆସ୍ୱାଦନ କର। (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ଦୁର୍ବଳମାନେ ଅହଙ୍କାରୀମାନଙ୍କୁ କହିଲେ: ଆମେ ତ ତୁମ୍ଭମାନଙ୍କର ଅନୁଗାମୀ ଥିଲୁ। ତେବେ ଆଲ୍ଲାହଙ୍କ ଶାସ୍ତିରୁ ଆମକୁ ବଞ୍ଚାଇବା ପାଇଁ ତୁମ୍ଭମାନଙ୍କ ପାଖରେ କିଛି ଅଛି କି? (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- ଏଗୁଡ଼ିକ ତ କେବଳ କିଛି ନାମ, ଯାହା ତୁମ୍ଭମାନଙ୍କ ଏବଂ ତୁମ୍ଭମାନଙ୍କ ପିତୃପୁରୁଷମାନେ ରଖିଛ; ଆଲ୍ଲାହ ସେଗୁଡ଼ିକ ପାଇଁ କୌଣସି ପ୍ରମାଣ ଅବତୀର୍ଣ୍ଣ କରି ନାହାନ୍ତି। ନିଶ୍ଚୟ... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- ତୁମ୍ଭ ପୂର୍ବରୁ ଆମେ କେବଳ କେତେକ ପୁରୁଷଙ୍କୁ ପଠାଇଥିଲୁ, ଯେଉଁମାନଙ୍କ ପାଖକୁ ଆମେ ବହୀ ପଠାଉଥିଲୁ; ତେଣୁ ଯଦି ତୁମ୍ଭମାନେ ଜାଣନ୍ତି ନାହିଁ, ତେବେ ଜ୍ଞାନୀମାନଙ୍କୁ ପଚାର। (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- ସେ କହିଲେ: ମୁଁ ଅନୁମତି ଦେବା ପୂର୍ବରୁ କ'ଣ ତୁମ୍ଭମାନେ ତାଙ୍କୁ ବିଶ୍ୱାସ କଲ? ନିଶ୍ଚୟ ସେ ହେଉଛନ୍ତି ତୁମ୍ଭମାନଙ୍କର ବଡ଼, ଯିଏ ତୁମ୍ଭମାନଙ୍କୁ ଯାଦୁ ଶିଖାଇଥିଲା। (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- ଆଉ କେହି ଅନ୍ୟର ବୋଝ ବହନ କରିବ ନାହିଁ। ପରେ ତୁମ୍ଭମାନଙ୍କ ପ୍ରଭୁଙ୍କ ନିକଟକୁ ତୁମ୍ଭମାନଙ୍କର ପ୍ରତ୍ୟାବର୍ତ୍ତନ, ତା'ପରେ ସେ ତୁମ୍ଭମାନଙ୍କୁ ସେ ବିଷୟରେ ଜଣାଇବେ ଯେଉଁଥିରେ ତୁମ୍ଭମାନେ ମତଭେଦ କରୁଥିଲ। (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- ଆଉ ଆମେ କହିଲୁ: ତୁମ୍ଭମାନେ ସମସ୍ତେ ଅବତରଣ କର, ତୁମ୍ଭମାନେ ପରସ୍ପର ପ୍ରତି ଶତ୍ରୁ। ଆଉ ପୃଥିବୀରେ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ଏକ ବାସସ୍ଥଳ ଏବଂ ଏକ ନିର୍ଦ୍ଧାରିତ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଜୀବିକା ରହିଛି। (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- ଦୁଇଟି: କୁହ: ସେ କ'ଣ ଦୁଇଟି ପୁଂ ହରାମ କରିଛନ୍ତି, ନା ଦୁଇଟି ସ୍ତ୍ରୀ, ନା ଦୁଇଟି ସ୍ତ୍ରୀଙ୍କ ଗର୍ଭାଶୟ ଯାହା ଧାରଣ କରେ? (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- ଆଉ ଏଥିପାଇଁ ମୁଁ ତୁମ୍ଭମାନଙ୍କଠାରୁ କୌଣସି ପାରିଶ୍ରମିକ ମାଗେ ନାହିଁ; ମୋର ପାରିଶ୍ରମିକ କେବଳ ସମଗ୍ର ବିଶ୍ୱର ପ୍ରଭୁଙ୍କ ଉପରେ। (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- ସେମାନେ କ'ଣ ପୃଥିବୀରେ ବୁଲିଲେ ନାହିଁ କି ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କ ଶେଷ ପରିଣାମ କିପରି ହୋଇଥିଲା ଦେଖିଥାନ୍ତେ? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- ପୃଥିବୀରେ ଭ୍ରମଣ କର ଏବଂ ଦେଖ ଯେ ତୁମ୍ଭମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କ ଶେଷ ପରିଣାମ କିପରି ହୋଇଥିଲା। ସେମାନେ... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- ନିଶ୍ଚୟ ତୁମ୍ଭ ପ୍ରଭୁ, ଯେ ତାଙ୍କ ପଥରୁ ପଥଭ୍ରଷ୍ଟ ହୁଏ ତାଙ୍କୁ ଭଲ ଭାବେ ଜାଣନ୍ତି, ଏବଂ ସେ ପଥପ୍ରାପ୍ତମାନଙ୍କୁ ମଧ୍ୟ ଭଲ ଭାବେ ଜାଣନ୍ତି। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- ଯିଏ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀକୁ ଛଅ ଦିନରେ ସୃଷ୍ଟି କଲେ, ପରେ ଆରଶ (ସିଂହାସନ) ଉପରେ ସ୍ଥିତ ହେଲେ। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- ଆଉ ଆଲ୍ଲାହଙ୍କ ବିଷୟରେ ମିଥ୍ୟା ରଚନା କରୁଥିବା ବା ତାଙ୍କ ଆୟତଗୁଡ଼ିକୁ ମିଥ୍ୟା କହୁଥିବା ବ୍ୟକ୍ତିଠାରୁ ବଡ଼ ଅତ୍ୟାଚାରୀ କିଏ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- ସେ ହେଉଛନ୍ତି, ଯିଏ ତାଙ୍କ ରସୂଲଙ୍କୁ ପଥପ୍ରଦର୍ଶନ ଏବଂ ସତ୍ୟ ଧର୍ମ ସହିତ ପଠାଇଲେ, ଯାହା ଦ୍ଵାରା ସେ ତାହାକୁ ସମସ୍ତ ଧର୍ମ ଉପରେ ବିଜୟୀ କରିବେ। (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- ନିଶ୍ଚୟ ସେମାନେ ଅବିଶ୍ୱାସୀ ହେଲେ, ଯେଉଁମାନେ କହିଲେ ଯେ ଆଲ୍ଲାହ ହେଉଛନ୍ତି ମର୍ଯ୍ୟମଙ୍କ ପୁତ୍ର ମସୀହ। କୁହ... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- ତୁମ୍ଭେ ଅନ୍ଧମାନଙ୍କୁ ସେମାନଙ୍କ ପଥଭ୍ରଷ୍ଟତାରୁ ଶୁଣାଇ ପାରିବ ନାହିଁ। ତୁମ୍ଭେ କେବଳ ସେମାନଙ୍କୁ ଶୁଣାଇ ପାରିବ, ଯେଉଁମାନେ ଆମ ଆୟତଗୁଡ଼ିକୁ ବିଶ୍ୱାସ କରନ୍ତି, ତା'ପରେ ସେମାନେ ଆଜ୍ଞାବହ (ମୁସଲମାନ) ହୋଇଯାନ୍ତି। (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- ପାର୍ଥିବ ଜୀବନର ଉଦାହରଣ ସେହି ପାଣି ପରି, ଯାହା ଆମେ ଆକାଶରୁ ବର୍ଷାଇଲୁ, ପରେ ପୃଥିବୀର ଉଦ୍ଭିଦ ତାହା ସହିତ ମିଶିଗଲା... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- ଏଥିରେ (ନୌକାରେ) ପ୍ରତ୍ୟେକ ପ୍ରଜାତିର ଦୁଇ ଯୋଡ଼ା ଏବଂ ତୁମ୍ଭର ପରିବାରକୁ (ସ୍ଥାନ ଦିଅ) - କିନ୍ତୁ ଯାହା ଉପରେ ପୂର୍ବରୁ ଆଦେଶ ହୋଇସାରିଛି ସେମାନଙ୍କୁ ଛାଡ଼ି... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ଏତିକି କହେ ନାହିଁ ଯେ, ମୋ ନିକଟରେ ଆଲ୍ଲାହଙ୍କ ଭଣ୍ଡାର ଅଛି, ଏବଂ ମୁଁ ଅଦୃଶ୍ୟ ଜାଣେ ନାହିଁ, ଏବଂ ମୁଁ କହେ ନାହିଁ... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- ନିଶ୍ଚୟ ଆଲ୍ଲାହ ଲୋକମାନଙ୍କ ପ୍ରତି ଅନୁଗ୍ରହୀ, କିନ୍ତୁ ଅଧିକାଂଶ ଲୋକ କୃତଜ୍ଞତା ପ୍ରକାଶ କରନ୍ତି ନାହିଁ। (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- ଆଉ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ଆୟତଗୁଡ଼ିକ ମଧ୍ୟରୁ ଗୋଟିଏ ଆୟତ ଯେତେବେଳେ ସେମାନଙ୍କ ନିକଟକୁ ଆସୁଥିଲା, ସେମାନେ ତାହାଠାରୁ ବିମୁଖ ହୋଇଯାଉଥିଲେ। (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- ଆଉ ସେହି ଦିନକୁ ଭୟ କର, ଯେତେବେଳେ କୌଣସି ପ୍ରାଣୀ ଅନ୍ୟ ପ୍ରାଣୀର କୌଣସି କାମରେ ଆସିବ ନାହିଁ, ଆଉ ତାହାଠାରୁ କୌଣସି ସୁପାରିଶ ଗ୍ରହଣ କରାଯିବ ନାହିଁ। (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- ନିଶ୍ଚୟ ତୁମ୍ଭେ ମୃତମାନଙ୍କୁ ଶୁଣାଇ ପାରିବ ନାହିଁ, ଆଉ ତୁମ୍ଭେ ବଧିରମାନଙ୍କୁ ମଧ୍ୟ ଡାକ ଶୁଣାଇ ପାରିବ ନାହିଁ, ଯେତେବେଳେ ସେମାନେ ପଛ ଫେରି ଚାଲିଯାଉଛନ୍ତି। (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ମୃତ ପଶୁ, ରକ୍ତ, ଶୂକରର ମାଂସ ଏବଂ ଆଲ୍ଲାହ ବ୍ୟତୀତ ଅନ୍ୟ ନାମରେ ଯାହା ବଳି ଦିଆଯାଏ, ତାହା ହରାମ କରାଯାଇଛି। (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- ଆଲ୍ଲାହଙ୍କୁ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀସ୍ଥ ସବୁ ଜିନିଷ ପବିତ୍ରତା ଘୋଷଣା କରେ; ଆଉ ସେ ପରାକ୍ରମଶାଳୀ, ପ୍ରଜ୍ଞାବାନ। (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- କିନ୍ତୁ ଯେଉଁମାନେ ଏହା ପରେ ତୌବା (ପ୍ରାୟଶ୍ଚିତ) କଲେ ଏବଂ (ନିଜକୁ) ସୁଧାରିଲେ, ତା'ହେଲେ ନିଶ୍ଚୟ ଆଲ୍ଲାହ କ୍ଷମାଶୀଳ, ଦୟାବାନ। (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (ଯାହା) ପୟଗମ୍ବରମାନଙ୍କୁ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କଠାରୁ (ପ୍ରାପ୍ତ); ଆମେ ସେମାନଙ୍କ ମଧ୍ୟରେ କାହାରି ମଧ୍ୟ ଭେଦ କରୁ ନାହିଁ, ଏବଂ ଆମେ ତାଙ୍କ ପ୍ରତି ଆଜ୍ଞାବହ (ମୁସଲମାନ)। (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- ତୁମ୍ଭ ପ୍ରଭୁଙ୍କଠାରୁ (ପଠାଯାଇଛି), ଯାହା ଦ୍ଵାରା ତୁମ୍ଭେ ସେହି ଜାତିକୁ ସତର୍କ କରାଇବ, ଯାହାଙ୍କ ନିକଟକୁ ତୁମ୍ଭ ପୂର୍ବରୁ କୌଣସି ସତର୍କକର୍ତ୍ତା ଆସି ନଥିଲେ, ଯାହା ଫଳରେ ସେମାନେ... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- ହେ ପୟଗମ୍ବର, ଅବିଶ୍ୱାସୀ ଏବଂ ମୁନାଫିକମାନଙ୍କ ସହିତ ଜିହାଦ (ସଂଘର୍ଷ) କର ଏବଂ ସେମାନଙ୍କ ପ୍ରତି କଠୋର ହୁଅ। ସେମାନଙ୍କ ଆବାସ ଜାହান୍ନମ (ନରକ) - ଏବଂ ତାହା ଅତ୍ୟନ୍ତ ଖରାପ ସ୍ଥାନ! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- ନିଶ୍ଚୟ ତୁମ୍ଭ ପ୍ରଭୁ କ୍ୟାମତ (ପୁନରୁତ୍ଥାନ) ଦିନ ସେମାନଙ୍କ ମଧ୍ୟରେ ଯେଉଁ ବିଷୟରେ ସେମାନେ ମତଭେଦ କରୁଥିଲେ, ତାହାର ଫaisଲା କରିବେ। (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- ସେ କହିଲେ: ହେ ମୋ ପ୍ରଭୁ, ମୋ ପାଇଁ ଏକ ନିଦର୍ଶନ ଦିଅ। ସେ କହିଲେ: ତୁମ୍ଭର ନିଦର୍ଶନ ହେଉଛି ଯେ, ତୁମ୍ଭେ ତିନି ଦିନ ଲୋକମାନଙ୍କ ସହିତ କଥା କହିବ ନାହିଁ। (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- ତେଣୁ ତୁମ୍ଭର ମୁଖ ମସ୍ଜିଦୁଲ୍ ହରମ୍ ଆଡ଼କୁ ଫେରାଇ ଦିଅ। ଆଉ ତୁମ୍ଭମାନେ ଯେଉଁଠାରେ ଥାଅ, ତୁମ୍ଭମାନଙ୍କର ମୁଖ ସେହିଆଡ଼କୁ ଫେରାଇ ଦିଅ। (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- ହେ ଇସ୍ରାଏଲ ବଂଶଧରମାନେ, ମୋର ସେହି ଅନୁଗ୍ରହକୁ ସ୍ମରଣ କର, ଯାହା ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରଦାନ କରିଥିଲି, ଏବଂ ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ସମଗ୍ର ବିଶ୍ୱ ଉପରେ ଶ୍ରେଷ୍ଠତା ଦେଇଥିଲି। (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- ସାତଟି ସ୍ଥୂଳ ଗାଈ, ଯାହାକୁ ସାତଟି କୃଶ ଗାଈ ଖାଉଥାଏ; ଆଉ ସାତଟି ସବୁଜ ଶୀଷ ଏବଂ ଅନ୍ୟଗୁଡ଼ିକ ଶୁଖିଲା... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- ଆଉ ପ୍ରତ୍ୟେକ ଉମ୍ମତର ଏକ ନିର୍ଦ୍ଧାରିତ ସମୟ ଅଛି; ଯେତେବେଳେ ସେମାନଙ୍କର ସମୟ ଆସିଯାଏ, ସେତେବେଳେ ସେମାନେ ଏକ ମୁହୂର୍ତ୍ତ ପାଇଁ ବିଳମ୍ବ କରିପାରିବେ ନାହିଁ କିମ୍ବା ଅଗ୍ରଗତି କରିପାରିବେ ନାହିଁ। (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (ଯାହା) ଆଲ୍ଲାହ ବ୍ୟତୀତ ଅନ୍ୟ ନାମରେ ବଳି ଦିଆଯାଏ, କିନ୍ତୁ ଯେଉଁ ବ୍ୟକ୍ତି (ଭୋକରେ) ବାଧ୍ୟ ହୁଏ, ଅତିକ୍ରମ ନ କରି ଏବଂ ସୀମା ନ ଲଙ୍ଘି, ତା'ହେଲେ... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- ଆଉ ଯେତେବେଳେ ସେମାନଙ୍କୁ କୁହାଯାଏ: ଆଲ୍ଲାହ ଯାହା ଅବତୀର୍ଣ୍ଣ କରିଛନ୍ତି, ତାହା ଅନୁସରଣ କର, ସେମାନେ କହନ୍ତି: ନା, ଆମେ ତ ସେହି ପଦ୍ଧତିକୁ ଅନୁସରଣ କରିବୁ, ଯାହା ଆମେ ଆମ ପୂର୍ବପୁରୁଷମାନଙ୍କୁ କରିବାର ଦେଖିଛୁ। (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- ସେ କହିଲେ: ହେ ମୋର ଜାତି, ଆଲ୍ଲାହଙ୍କୁ ପୂଜା କର; ତାଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭମାନଙ୍କର କୌଣସି ଦେବତା ନାହିଁ। ତେବେ ତୁମ୍ଭମାନେ (ତାଙ୍କୁ) ଭୟ କରୁଛ ନାହିଁ କି? (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- ସେମାନେ ପୃଥିବୀରେ ଭ୍ରମଣ କରନ୍ତି ଏବଂ ଦେଖନ୍ତି ଯେ ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର ପରିଣାମ କିପରି ଥିଲା। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- ଆଉ ଯେ ଅଲ୍ଲାହଙ୍କ ଉପରେ ମିଥ୍ୟା ରଚନା କରେ କିମ୍ବା ଅସ୍ୱୀକାର କରେ, ତା'ଠାରୁ ଅଧିକ ଅତ୍ୟାଚାରୀ ଆଉ କିଏ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- ନିଶ୍ଚୟ ତୁମ୍ଭର ପ୍ରଭୁ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି ଯେ ତାଙ୍କ ପଥରୁ କିଏ ବିଚ୍ୟୁତ ହୁଏ, ଏବଂ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- ସେମାନେ କ'ଣ ପୃଥିବୀରେ ଭ୍ରମଣ କରି ନାହାନ୍ତି ଏବଂ ଦେଖି ନାହାନ୍ତି ଯେ ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର ପରିଣାମ କିପରି ଥିଲା? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- ସେମାନଙ୍କ ପାଇଁ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ନିକଟରେ ସେମାନଙ୍କର ପୁରସ୍କାର ଅଛି, ଏବଂ ସେମାନଙ୍କୁ କୌଣସି ଭୟ ନାହିଁ ଏବଂ ସେମାନେ ଦୁଃଖିତ ହେବେ ନାହିଁ। (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- ଏବଂ ଯେଉଁମାନେ ଈମାନ ଆଣିଲେ ଏବଂ ସତ୍କର୍ମ କଲେ, ସେମାନଙ୍କୁ ସେହି ସ୍ୱର୍ଗ ବଗିଚାଗୁଡ଼ିକରେ ପ୍ରବେଶ କରାଗଲା ଯାହାର ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ। (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- ସେ କହିଲା: "ହେ ମୋର ସମ୍ପ୍ରଦାୟ! ତୁମେମାନେ ଅଲ୍ଲାହଙ୍କ ଉପାସନା କର, ତାଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭର କୌଣସି ଉପାସ୍ୟ ନାହିଁ, ତୁମେମାନେ କ'ଣ ଭୟ କରୁନାହଁ?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- ସେମାନଙ୍କର ସମ୍ପତ୍ତି ଏବଂ ସେମାନଙ୍କର ସନ୍ତାନସନ୍ତତି ଅଲ୍ଲାହଙ୍କ ନିକଟରେ ସେମାନଙ୍କର କୌଣସି କାମରେ ଆସିବ ନାହିଁ, ଏବଂ ସେମାନେ ହିଁ। (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- ସ୍ୱର୍ଗ ବଗିଚାଗୁଡ଼ିକ ଯାହାର ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ସଦାକାଳ ରହିବେ, ଏବଂ ତାହା ହିଁ ମହାନ ସଫଳତା। (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର, ନୂହ, ଆଦ ଏବଂ ସମୂଦ ଜାତିଙ୍କର ସମ୍ବାଦ କ'ଣ ସେମାନଙ୍କ ନିକଟରେ ପହଞ୍ଚି ନାହିଁ? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- ଅଲ୍ଲାହଙ୍କ ପଥରେ ମୋର ସହାୟକମାନେ କିଏ? ଶିଷ୍ୟମାନେ କହିଲେ: "ଆମେ ଅଲ୍ଲାହଙ୍କ ସହାୟକ, ଆମେ ଈମାନ ଆଣିଛୁ।" (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- ତୁମ୍ଭର ପ୍ରଭୁ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି ଯେ ତାଙ୍କ ପଥରୁ କିଏ ବିଚ୍ୟୁତ ହୋଇଛି, ଏବଂ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି ସଠିକ୍ ପଥପ୍ରାପ୍ତମାନଙ୍କୁ। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- ଏହା କାରଣ ଅଲ୍ଲାହ ହିଁ ସତ୍ୟ, ଏବଂ ସେମାନେ ତାଙ୍କୁ ଛାଡ଼ି ଯାହାକୁ ଡାକନ୍ତି ତାହା ଅସତ୍ୟ। (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- ଆଉ ଯେ ଅଲ୍ଲାହ ଓ ତାଙ୍କ ରସୂଲଙ୍କ ଆଜ୍ଞାପାଳନ କରେ, ଅଲ୍ଲାହ ତାଙ୍କୁ ସେହି ସ୍ୱର୍ଗ ବଗିଚାଗୁଡ଼ିକରେ ପ୍ରବେଶ କରାଇବେ ଯାହାର ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ। (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- ସେ ତୁମ୍ଭମାନଙ୍କୁ କେବଳ ମୃତ ପ୍ରାଣୀ, ରକ୍ତ, ଘୁଷୁରି ମାଂସ ଏବଂ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ଅନ୍ୟ କାହାର ନାମରେ ଯାହା ବଳି ଦିଆଯାଏ ତାହା ହରାମ କରିଛନ୍ତି। (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- ଯେ ତୁମେମାନେ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ଅନ୍ୟ କାହାର ଉପାସନା କର ନାହିଁ; ନିଶ୍ଚୟ ମୁଁ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ମହାଦିନର ଶାସ୍ତିକୁ ଭୟ କରେ। (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- ଏହା ଗୁପ୍ତ ସମ୍ବାଦଗୁଡ଼ିକ ମଧ୍ୟରୁ ଅଟେ ଯାହା ଆମେ ତୁମ୍ଭକୁ ବହି କରୁଅଛୁ; ସେମାନେ ଯେତେବେଳେ ନିଷ୍ପତ୍ତି ନେଉଥିଲେ, ତୁମ୍ଭେ ସେମାନଙ୍କ ନିକଟରେ ଥିଲ ନାହିଁ। (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- ତୁମ୍ଭେମାନେ କ'ଣ ଆଶ୍ଚର୍ଯ୍ୟ ହେଉଛ ଯେ ତୁମ୍ଭମାନଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ବ୍ୟକ୍ତିଙ୍କ ମାଧ୍ୟମରେ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଉପଦେଶ ଆସିଲା, ଯାହା ଦ୍ୱାରା ସେ ତୁମ୍ଭମାନଙ୍କୁ ସତର୍କ କରାଇବ? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- କୁହ: "ନିଶ୍ଚୟ ମୋତେ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭେମାନେ ଯାହାକୁ ଡାକ ତାହାର ଉପାସନା କରିବାକୁ ମନା କରାଯାଇଛି।" (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- ନିଜ ସ୍ତ୍ରୀ କିମ୍ବା ନିଜ ଡାହାଣ ହାତର ଅଧିକାରଭୁକ୍ତ ଦାସୀମାନଙ୍କ ବ୍ୟତୀତ, କାରଣ ସେମାନେ ଦୋଷୀ ନୁହଁନ୍ତି। (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- କାରଣ ଅଲ୍ଲାହ ରାତ୍ରିକୁ ଦିବସରେ ଏବଂ ଦିବସକୁ ରାତ୍ରିରେ ପ୍ରବେଶ କରାନ୍ତି। (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- ଅଗ୍ନି, ଏବଂ ସେ ନିଜ ପରିବାରକୁ କହିଲା: "ଅପେକ୍ଷା କର, ମୁଁ ଅଗ୍ନି ଦେଖିଲି, ହୁଏତ ମୁଁ ତାହା ମଧ୍ୟରୁ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ କିଛି ଆଣି ପାରେ।" (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- ସେ କହିଲା: "ମୁଁ ତାଠାରୁ ଶ୍ରେଷ୍ଠ; ତୁମ୍ଭେ ମୋତେ ଅଗ୍ନିରୁ ସୃଷ୍ଟି କରିଛ, ଏବଂ ତାଙ୍କୁ ମାଟିରୁ ସୃଷ୍ଟି କରିଛ।" (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- ଏବଂ ଯେତେବେଳେ ସେମାନଙ୍କୁ କୁହାଯାଏ: "ଅଲ୍ଲାହ ଯାହା ଅବତୀର୍ଣ୍ଣ କରିଛନ୍ତି ଓ ରସୂଲଙ୍କ ଆଡକୁ ଆସ।" (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- ଏବଂ ତୁମ୍ଭେ ସେମାନଙ୍କ ପାଇଁ ଦୁଃଖ କର ନାହିଁ, ଏବଂ ସେମାନଙ୍କ ଷଡଯନ୍ତ୍ର ଯୋଗୁଁ ସଙ୍କୁଚିତ ହୁଅ ନାହିଁ। (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- ଏବଂ ଯଦି ଅଲ୍ଲାହ ତୁମ୍ଭକୁ କୌଣସି କ୍ଷତି ପହଞ୍ଚାନ୍ତି, ତେବେ ତାଙ୍କ ବ୍ୟତୀତ ଆଉ କେହି ତାହା ଦୂର କରିପାରିବ ନାହିଁ, ଏବଂ ଯଦି। (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- ସେମାନଙ୍କ ପୂର୍ବରୁ ଅନେକ ପୁରୁଷ ଯେଉଁମାନେ ନିଜ ଘରେ ବିଚରଣ କରୁଥିଲେ; ନିଶ୍ଚୟ ଏଥିରେ ନିଦର୍ଶନ ଅଛି। (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- ଏବଂ ଆମେ ସେମାନଙ୍କ ହୃଦୟ ଉପରେ ପରଦା ଦେଲୁ, ଯାହା ଦ୍ୱାରା ସେମାନେ ତାହା ବୁଝିପାରିବେ ନାହିଁ, ଏବଂ ସେମାନଙ୍କ କାନରେ ବଧିରତା, ଏବଂ ଯଦି। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- ସେମାନଙ୍କ ରସୂଲମାନେ ସ୍ପଷ୍ଟ ପ୍ରମାଣ ସହିତ ସେମାନଙ୍କ ନିକଟକୁ ଆସିଲେ, କିନ୍ତୁ ଅଲ୍ଲାହ ସେମାନଙ୍କ ଉପରେ ଅତ୍ୟାଚାର କରୁଥିଲେ ନାହିଁ, ବରଂ ସେମାନେ ନିଜେ ନିଜ ଉପରେ ଅତ୍ୟାଚାର କରୁଥିଲେ। (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- ଏବଂ ପୃଥିବୀରେ, ଏବଂ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭମାନଙ୍କର କୌଣସି ଅଭିଭାବକ କିମ୍ବା ସହାୟକ ନାହିଁ। (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- ତା'ପରେ ତୁମ୍ଭମାନଙ୍କୁ ଗୁପ୍ତ ଓ ପ୍ରକାଶ୍ୟର ଜ୍ଞାତାଙ୍କ ନିକଟକୁ ଫେରାଇ ନିଆଯିବ, ଏବଂ ସେ ତୁମ୍ଭମାନଙ୍କୁ ଯାହା କରୁଥିଲ ତାହା ଜଣାଇବେ। (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- ରାତ୍ରି, ଯାହା ଦ୍ୱାରା ତୁମେମାନେ ବିଶ୍ରାମ ନେବ, ଏବଂ ଦିବସ, ଯାହା ଦ୍ୱାରା ତୁମେମାନେ ଦେଖିବ; ନିଶ୍ଚୟ ଏଥିରେ ଚିନ୍ତାକାରୀ ଲୋକଙ୍କ ପାଇଁ ନିଦର୍ଶନ ଅଛି। (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- ଏବଂ ତୁମ୍ଭ ପ୍ରଭୁଙ୍କ ତରଫରୁ ତୁମ୍ଭ ପ୍ରତି ଯାହା ଅବତୀର୍ଣ୍ଣ ହୋଇଛି, ତାହା ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅନେକଙ୍କର ବିଦ୍ରୋହ ଓ କୁଫ୍ର ବୃଦ୍ଧି କରିବ। (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- ସେ କହିଲା: "ହେ ମୋର ସମ୍ପ୍ରଦାୟ! ତୁମ୍ଭେମାନେ କ'ଣ କୁହ, ଯଦି ମୁଁ ମୋର ପ୍ରଭୁଙ୍କ ତରଫରୁ ସ୍ପଷ୍ଟ ପ୍ରମାଣ ଉପରେ ଅଛି ଏବଂ ସେ ମୋତେ ଦେଇଛନ୍ତି।" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- ଏବଂ ସେମାନେ କୁହନ୍ତି: "ତାଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ତାଙ୍କ ନିକଟକୁ କାହିଁକି କୌଣସି ନିଦର୍ଶନ ଅବତୀର୍ଣ୍ଣ ହେଲା ନାହିଁ?" କୁହ: "ନିଶ୍ଚୟ।" (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- ସେହି ଦିନ ଆସିବା ପୂର୍ବରୁ ଯାହାର ଅଲ୍ଲାହଙ୍କ ତରଫରୁ କୌଣସି ଫେରାଇ ଆଣିବା ନାହିଁ। (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- ତାହା ଅଲ୍ଲାହଙ୍କ ଅନୁଗ୍ରହ, ସେ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି ତାହାକୁ ଦିଅନ୍ତି, ଏବଂ ଅଲ୍ଲାହ ମହାନ ଅନୁଗ୍ରହର ଅଧିକାରୀ। (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- ଏବଂ ନିଶ୍ଚୟ ପଶୁମାନଙ୍କ ମଧ୍ୟରେ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ଶିକ୍ଷା ଅଛି; ଆମେ ସେମାନଙ୍କ ପେଟ ମଧ୍ୟରୁ ତୁମ୍ଭମାନଙ୍କୁ ପାନ କରାଉଛୁ। (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- ଯେ ତାହା ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ସତ୍ୟ, ଏବଂ ଅଲ୍ଲାହ ସେମାନେ ଯାହା କରନ୍ତି ତାହାଠାରୁ ଅଜାଣତ ନୁହଁନ୍ତି। (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- ସେମାନଙ୍କ ସମ୍ମୁଖରେ ଏବଂ ପଶ୍ଚାତରେ, ଯେ ତୁମେମାନେ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ଅନ୍ୟ କାହାର ଉପାସନା କର ନାହିଁ। (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- ନିଶ୍ଚୟ ତୁମେମାନେ ନାରୀମାନଙ୍କୁ ଛାଡ଼ି ପୁରୁଷମାନଙ୍କ ନିକଟକୁ କାମନା ସହିତ ଯାଅ; ବରଂ, ତୁମେମାନେ ସୀମା ଉଲ୍ଲଂଘନକାରୀ ସମ୍ପ୍ରଦାୟ। (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- ସେମାନେ ସେଠାରେ ସଦାକାଳ ରହିବେ, ଯେପର୍ଯ୍ୟନ୍ତ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀ ରହିଛି, କିନ୍ତୁ ତୁମ୍ଭ ପ୍ରଭୁ ଯାହା ଇଚ୍ଛା କରନ୍ତି ତାହା ବ୍ୟତୀତ। (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯେଉଁମାନେ ଅଛନ୍ତି, କିନ୍ତୁ ଅଲ୍ଲାହ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି ତାହା ବ୍ୟତୀତ। (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- ସେଠାରେ ସେମାନଙ୍କୁ ସୁନା ଚୂଡ଼ି ଓ ମୋତି ପିନ୍ଧାଯିବ, ଏବଂ ସେଠାରେ ସେମାନଙ୍କ ବସ୍ତ୍ର ରେଶମୀ ହେବ। (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- ଏବଂ ସେ ଆକାଶରୁ ଜଳ ବର୍ଷାଇଲେ, ଏବଂ ତାହା ଦ୍ୱାରା ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ଫଳମୂଳ ଉତ୍ପନ୍ନ କରିଲେ। (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- ଏବଂ ଯେତେବେଳେ ଆମେ ତୁମ୍ଭମାନଙ୍କଠାରୁ ଅଙ୍ଗୀକାର ନେଲୁ ଏବଂ ତୁମ୍ଭମାନଙ୍କ ଉପରେ ତୂର ପର୍ବତ ଉତ୍ତୋଳନ କଲୁ: "ଆମେ ତୁମ୍ଭମାନଙ୍କୁ ଯାହା ଦେଇଛୁ ତାହା ଦୃଢ଼ ଭାବରେ ଧର।" (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- ତା'ପରେ ସେ ସେମାନଙ୍କଠାରୁ ମୁହଁ ଫେରାଇ ନେଲା ଏବଂ କହିଲା: "ହେ ମୋର ସମ୍ପ୍ରଦାୟ! ନିଶ୍ଚୟ ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ମୋର ପ୍ରଭୁଙ୍କ ବାର୍ତ୍ତା ପହଞ୍ଚାଇ ଦେଲି ଏବଂ ତୁମ୍ଭମାନଙ୍କୁ ଉପଦେଶ ଦେଲି।" (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- ସେମାନଙ୍କ ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନଙ୍କୁ ସୁନା ଚୂଡ଼ି ପିନ୍ଧାଯିବ। (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- ଯଦି ସେମାନଙ୍କ ନିକଟରେ ପୃଥିବୀର ସମସ୍ତ ଜିନିଷ ଏବଂ ତା' ସହିତ ସେତିକି ଅଧିକ ଥାଆନ୍ତା, ତେବେ ନିଜକୁ ମୁକ୍ତ କରିବା ପାଇଁ। (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- କୌଣସି ଚଳପ୍ରଚଳ ପ୍ରାଣୀ ନାହିଁ, କିନ୍ତୁ ସେ ସେମାନଙ୍କୁ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଅବକାଶ ଦିଅନ୍ତି, ଏବଂ ଯେତେବେଳେ ସେମାନଙ୍କ ସମୟ ଆସେ। (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- ଆମେ ତୁମ୍ଭମାନଙ୍କୁ ମାଟିରୁ, ତା'ପରେ ବୀର୍ଯ୍ୟରୁ, ତା'ପରେ ରକ୍ତ ପିଣ୍ଡରୁ, ତା'ପରେ। (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- ଏବଂ ଅଲ୍ଲାହ କ୍ୟାମତ ଦିନ ସେମାନଙ୍କ ମଧ୍ୟରେ ଯେଉଁ ବିଷୟରେ ସେମାନେ ମତଭେଦ କରୁଥିଲେ, ତାହାର ଫଇସଲା କରିବେ। (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- ତୁମ୍ଭ ନିକଟକୁ ଜ୍ଞାନ ଆସିଛି, ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭର କୌଣସି ଅଭିଭାବକ ନାହିଁ। (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- ଏବଂ ଯେତେବେଳେ ଆମେ ମନୁଷ୍ୟକୁ ଅନୁଗ୍ରହ କରୁ, ସେ ମୁହଁ ଫେରାଇ ଦୂରେଇ ଯାଏ, ଏବଂ ଯେତେବେଳେ ତାକୁ ଅମଙ୍ଗଳ ସ୍ପର୍ଶ କରେ। (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- ଏବଂ ତାଠାରୁ କ୍ଷୁଦ୍ର କିମ୍ବା ବୃହତ କୌଣସି ଜିନିଷ ସ୍ପଷ୍ଟ କିତାବରେ ଲିପିବଦ୍ଧ ନ ହୋଇ ନାହିଁ। (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- ତା'ପରେ ସେ କହିଲା: "ହେ ମୋର ସମ୍ପ୍ରଦାୟ! ଅଲ୍ଲାହଙ୍କ ଉପାସନା କର, ତାଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭର କୌଣସି ଉପାସ୍ୟ ନାହିଁ।" (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ସେମାନେ କ'ଣ ପୃଥିବୀରେ ଭ୍ରମଣ କରି ନାହାନ୍ତି ଏବଂ ଦେଖି ନାହାନ୍ତି ଯେ ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର ପରିଣାମ କିପରି ଥିଲା? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- ସେମାନଙ୍କର ପୁରସ୍କାର ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ନିକଟରେ, ଏବଂ ସେମାନଙ୍କୁ କୌଣସି ଭୟ ନାହିଁ, ଏବଂ ସେମାନେ ଦୁଃଖିତ ହେବେ ନାହିଁ। (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- ସେମାନେ ପୃଥିବୀରେ ଭ୍ରମଣ କରନ୍ତି ଏବଂ ଦେଖନ୍ତି ଯେ ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର ପରିଣାମ କିପରି ଥିଲା। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- ପୃଥିବୀରେ ଭ୍ରମଣ କରନ୍ତି ଏବଂ ଦେଖନ୍ତି ଯେ ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର ପରିଣାମ କିପରି ଥିଲା। (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- ଆଉ ଯେ ଅଲ୍ଲାହଙ୍କ ଉପରେ ମିଥ୍ୟା ରଚନା କରେ କିମ୍ବା ଅସ୍ୱୀକାର କରେ, ତା'ଠାରୁ ଅଧିକ ଅତ୍ୟାଚାରୀ ଆଉ କିଏ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- ଏବଂ ଯେତେବେଳେ ଅଲ୍ଲାହ କୌଣସି କାର୍ଯ୍ୟର ନିଷ୍ପତ୍ତି ନିଅନ୍ତି, ସେ କେବଳ ତାକୁ କହନ୍ତି: "ହୁଅ" ଏବଂ ତାହା ହୋଇଯାଏ। (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- ଏବଂ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭମାନଙ୍କର କୌଣସି ଅଭିଭାବକ କିମ୍ବା ସହାୟକ ନାହିଁ। (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- ନିଶ୍ଚୟ ମୁଁ ସେମାନଙ୍କର ପାପଗୁଡ଼ିକୁ କ୍ଷମା କରିବି ଏବଂ ସେମାନଙ୍କୁ ସେହି ସ୍ୱର୍ଗ ବଗିଚାଗୁଡ଼ିକରେ ପ୍ରବେଶ କରାଇବି ଯାହାର ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ। (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- ଆମେ ସେମାନଙ୍କୁ ସେହି ସ୍ୱର୍ଗ ବଗିଚାଗୁଡ଼ିକରେ ପ୍ରବେଶ କରାଇବୁ ଯାହାର ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ସଦାକାଳ ରହିବେ। (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- ତୁମ୍ଭର ପ୍ରଭୁ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି ଯେ ତାଙ୍କ ପଥରୁ କିଏ ବିଚ୍ୟୁତ ହୋଇଛି, ଏବଂ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- ତୁମ୍ଭମାନଙ୍କୁ ଗୁପ୍ତ ଓ ପ୍ରକାଶ୍ୟର ଜ୍ଞାତାଙ୍କ ନିକଟକୁ ଫେରାଇ ନିଆଯିବ, ଏବଂ ସେ ତୁମ୍ଭମାନଙ୍କୁ ଯାହା କରୁଥିଲ ତାହା ଜଣାଇବେ। (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- ସେମାନେ ତୁମ୍ଭମାନଙ୍କର ପୁତ୍ରମାନଙ୍କୁ ହତ୍ୟା କରୁଥିଲେ ଏବଂ ସ୍ତ୍ରୀମାନଙ୍କୁ ଜୀବିତ ରଖୁଥିଲେ; ଏଥିରେ ତୁମ୍ଭମାନଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ଏକ ବଡ଼ ପରୀକ୍ଷା ଥିଲା। (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- ନିଶ୍ଚୟ ତୁମ୍ଭର ପ୍ରଭୁ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି ଯେ ତାଙ୍କ ପଥରୁ କିଏ ବିଚ୍ୟୁତ ହୁଏ, ଏବଂ ସେ। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- ଅଲ୍ଲାହ, ଯାହାଙ୍କ ପାଇଁ ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା ଅଛି। (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- ତୁମ୍ଭମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀ ଉମ୍ମତମାନଙ୍କ ମଧ୍ୟରେ, ଜିନ୍ ଓ ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରେ। (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- ଅଲ୍ଲାହଙ୍କ ଉପାସନା କର, ତାଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭର କୌଣସି ଉପାସ୍ୟ ନାହିଁ, ତୁମେମାନେ କ'ଣ ଭୟ କରୁନାହଁ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- ଏବଂ ଆମେ ସେମାନଙ୍କ ହୃଦୟ ଉପରେ ପରଦା ଦେଲୁ, ଯାହା ଦ୍ୱାରା ସେମାନେ ତାହା ବୁଝିପାରିବେ ନାହିଁ, ଏବଂ ସେମାନଙ୍କ କାନରେ ବଧିରତା। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- ସେ କ୍ୟାମତ ଦିନ ସେମାନଙ୍କ ମଧ୍ୟରେ ଯେଉଁ ବିଷୟରେ ସେମାନେ ମତଭେଦ କରୁଥିଲେ, ତାହାର ଫଇସଲା କରିବେ। (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- ସେ କହିଲା: "ହେ ମୋର ସମ୍ପ୍ରଦାୟ! ତୁମ୍ଭେମାନେ କ'ଣ କୁହ, ଯଦି ମୁଁ ମୋର ପ୍ରଭୁଙ୍କ ତରଫରୁ ସ୍ପଷ୍ଟ ପ୍ରମାଣ ଉପରେ ଅଛି?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- ଏହା ତୁମ୍ଭମାନଙ୍କ ହାତ ପୂର୍ବରୁ ପଠାଇଥିବା କର୍ମଫଳ, ଏବଂ ଅଲ୍ଲାହ ନିଜ ବନ୍ଦାମାନଙ୍କ ପ୍ରତି ଅତ୍ୟାଚାରୀ ନୁହଁନ୍ତି। (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- ସେମାନଙ୍କ ପାଇଁ ଦୁନିଆରେ ଅପମାନ ଏବଂ ଆଖିରତରେ ମହାନ ଶାସ୍ତି ଅଛି। (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା ଅଛି, ଏବଂ ଅଲ୍ଲାହ ଅଭିଭାବକ ରୂପେ ଯଥେଷ୍ଟ। (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- କିନ୍ତୁ ଯେଉଁମାନେ ଈମାନ ଆଣିଲେ ଏବଂ ସତ୍କର୍ମ କଲେ; ସେମାନଙ୍କ ପାଇଁ ଅବ୍ୟାହତ ପୁରସ୍କାର ଅଛି। (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- ଯେ ତୁମ୍ଭେ ମୋ' ସହିତ ସେହି ଜିନିଷକୁ ଭାଗୀଦାର କର ଯାହାର ତୁମ୍ଭର କୌଣସି ଜ୍ଞାନ ନାହିଁ; ସେମାନଙ୍କ ଆଜ୍ଞା ପାଳନ କର ନାହିଁ। (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- ନିଶ୍ଚୟ ଏହା ଏକ ଉପଦେଶ; ତେଣୁ ଯେ ଇଚ୍ଛା କରେ, ସେ ନିଜ ପ୍ରଭୁଙ୍କ ଆଡ଼କୁ ପଥ ଗ୍ରହଣ କରୁ। (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- ଏବଂ ଯେ କୃତଜ୍ଞତା ପ୍ରକାଶ କରେ, ସେ ନିଜ ପାଇଁ କୃତଜ୍ଞତା ପ୍ରକାଶ କରେ; ଏବଂ ଯେ ଅକୃତଜ୍ଞ ହୁଏ। (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- ଯେଉଁମାନେ ନମାଜ କାୟମ କରନ୍ତି, ଜକାତ ଦିଅନ୍ତି, ଏବଂ ଆଖିରତ ଉପରେ ଦୃଢ଼ ବିଶ୍ୱାସ ରଖନ୍ତି। (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- ଇବ୍ରାହିମ, ଇସ୍ମାଇଲ, ଇସହାକ, ଯାକୁବ ଏବଂ ବଂଶଧରମାନଙ୍କୁ, ଏବଂ ମୂସା ଓ ଈସାଙ୍କୁ ଯାହା ଦିଆଯାଇଥିଲା। (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- ଗୋଷ୍ଠୀରେ ଗୋଷ୍ଠୀରେ, ଯେପର୍ଯ୍ୟନ୍ତ ସେମାନେ ସେଠାରେ ପହଞ୍ଚନ୍ତି, ଏବଂ ତା'ର ଦ୍ୱାରଗୁଡ଼ିକ ଖୋଲାଯାଏ, ଏବଂ ତା'ର ରକ୍ଷକମାନେ ସେମାନଙ୍କୁ କୁହନ୍ତି। (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- ଅଲ୍ଲାହ ତୁମ୍ଭମାନଙ୍କୁ ତୁମ୍ଭମାନଙ୍କ ଶପଥର ନିରର୍ଥକ କଥା ପାଇଁ ପକଡ଼ କରନ୍ତି ନାହିଁ, କିନ୍ତୁ ସେ ତୁମ୍ଭମାନଙ୍କୁ ତାହା ପାଇଁ ପକଡ଼ କରନ୍ତି। (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- ଦୟା, ସେମାନେ ତାହା ଦ୍ୱାରା ଆନନ୍ଦିତ ହୁଅନ୍ତି, ଏବଂ ଯଦି ସେମାନଙ୍କ ହାତ ପୂର୍ବରୁ ପଠାଇଥିବା କର୍ମ ଯୋଗୁଁ ସେମାନଙ୍କୁ କୌଣସି ଅମଙ୍ଗଳ ସ୍ପର୍ଶ କରେ। (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- ସ୍ୱର୍ଗ ବଗିଚାଗୁଡ଼ିକ ଯାହାର ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ସଦାକାଳ ରହିବେ, ଏବଂ କର୍ମଶୀଳମାନଙ୍କର ପୁରସ୍କାର କେତେ ଉତ୍ତମ! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- ଅଲ୍ଲାହ ଜାଣନ୍ତି ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା ଅଛି, ଏବଂ ଅଲ୍ଲାହ। (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- ଅଲ୍ଲାହଙ୍କ ଆଜ୍ଞା ପାଳନ କର ଏବଂ ରସୂଲଙ୍କ ଆଜ୍ଞା ପାଳନ କର; କିନ୍ତୁ ଯଦି ତୁମ୍ଭେମାନେ ମୁହଁ ଫେରାଇ ଦିଅ, ତେବେ ତାଙ୍କ ଉପରେ (ଦାୟିତ୍ୱ) ଅଛି। (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- ସେମାନଙ୍କ ପାଇଁ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ନିକଟରେ ସେମାନଙ୍କର ପୁରସ୍କାର ଅଛି, ଏବଂ ସେମାନଙ୍କୁ କୌଣସି ଭୟ ନାହିଁ, ଏବଂ ସେମାନେ। (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- ଏବଂ ସେମାନେ କହିଲେ: "ଯେତେବେଳେ ଆମେ ହାଡ଼ ଏବଂ ଧୂଳି ହୋଇଯିବୁ, ସେତେବେଳେ କ'ଣ ଆମେ ନୂତନ ସୃଷ୍ଟି ରୂପେ ଉତ୍ଥିତ ହେବୁ?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- ଏବଂ ସେମାନେ ନିଜ ପାଇଁ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ କୌଣସି ଅଭିଭାବକ କିମ୍ବା ସହାୟକ ପାଆନ୍ତି ନାହିଁ। (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "ତୁମ୍ଭେ କେତେ ଦିନ ରହିଲ?" ସେ କହିଲା: "ମୁଁ ଦିନେ କିମ୍ବା ଦିନର କିଛି ଅଂଶ ରହିଲି।" ସେ କହିଲା। (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- କ୍ୟାମତ ଦିନ ପର୍ଯ୍ୟନ୍ତ, ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ କିଏ ଦେବ ଯେ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଆଣିପାରେ? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- ଯେ ସତ୍କର୍ମ କରେ, ପୁରୁଷ ହେଉ କିମ୍ବା ନାରୀ, ଏବଂ ସେ ମୋମିନ। (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- ଯେଉଁମାନେ ଅଲ୍ଲାହଙ୍କ ପଥରୁ ରୋକନ୍ତି ଏବଂ ତାହାକୁ ବକ୍ର କରିବାକୁ ଚାହାନ୍ତି, ଏବଂ ସେମାନେ ଆଖିରତଠାରୁ। (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- ଯେଉଁଠାରେ ଇଚ୍ଛା ସେଠାରେ ଖାଅ, କିନ୍ତୁ ଏହି ଗଛ ନିକଟକୁ ଯାଅ ନାହିଁ, ଅନ୍ୟଥା ତୁମ୍ଭେମାନେ ଅତ୍ୟାଚାରୀ ହୋଇଯିବ। (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- କୁହ: "ହେ ମୋର ସମ୍ପ୍ରଦାୟ! ତୁମ୍ଭେମାନେ ନିଜ ନିଜ ସ୍ଥାନରେ କାର୍ଯ୍ୟ କର, ମୁଁ ମଧ୍ୟ କାର୍ଯ୍ୟ କରୁଛି, ଶୀଘ୍ର ତୁମ୍ଭେମାନେ ଜାଣିବ।" (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- ନିଶ୍ଚୟ କ୍ଷତିଗ୍ରସ୍ତ ସେମାନେ ଯେଉଁମାନେ କ୍ୟାମତ ଦିନ ନିଜକୁ ଏବଂ ନିଜ ପରିବାରକୁ କ୍ଷତି କରନ୍ତି, ସାବଧାନ। (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- ଯେ ସଠିକ୍ ପଥ ପ୍ରାପ୍ତ ହୁଏ, ସେ ନିଜ ପାଇଁ ସଠିକ୍ ପଥ ପ୍ରାପ୍ତ ହୁଏ; ଏବଂ ଯେ ବିଚ୍ୟୁତ ହୁଏ, ସେ ନିଜ ପାଇଁ ବିଚ୍ୟୁତ ହୁଏ; ଏବଂ। (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- ଏବଂ କାଫିରମାନେ କୁହନ୍ତି: "ତାଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ତାଙ୍କ ନିକଟକୁ କାହିଁକି କୌଣସି ନିଦର୍ଶନ ଅବତୀର୍ଣ୍ଣ ହେଲା ନାହିଁ?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- ସେ ଯେ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ରାତ୍ରି ସୃଷ୍ଟି କଲେ ଯାହା ଦ୍ୱାରା ତୁମ୍ଭେମାନେ ବିଶ୍ରାମ ନେବ, ଏବଂ ଦିବସ ଯାହା ଦ୍ୱାରା ତୁମ୍ଭେମାନେ ଦେଖିବ, ନିଶ୍ଚୟ। (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- ସେହି ଦିନ ଆସିବା ପୂର୍ବରୁ ଯେଉଁଥିରେ କୌଣସି କିଣାବିକା କିମ୍ବା ବନ୍ଧୁତା ନାହିଁ। (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- ଯାହା ଦ୍ୱାରା ସେମାନେ ଚିନ୍ତା କରିବେ ଯେ ସେମାନଙ୍କ ସାଥୀ ପାଗଳ ନୁହଁନ୍ତି; ସେ କେବଳ ଜଣେ ସତର୍କକାରୀ। (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- ସେଠାରେ ସେମାନେ ସଦାକାଳ ରହିବେ, ସେମାନଙ୍କଠାରୁ ଶାସ୍ତି ହ୍ରାସ କରାଯିବ ନାହିଁ, ଏବଂ ସେମାନଙ୍କୁ ଅବକାଶ ଦିଆଯିବ ନାହିଁ। (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- ଆମେ ସେମାନଙ୍କ ମଧ୍ୟରୁ କେତେକଙ୍କୁ ଉପଭୋଗ ପାଇଁ ଯାହା ଦେଇଛୁ, ତାହା ପ୍ରତି ତୁମ୍ଭର ଦୃଷ୍ଟି ନ ରଖ। (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- ଏବଂ ଲୋକମାନଙ୍କୁ ସେମାନଙ୍କର ଜିନିଷଗୁଡ଼ିକରେ କମ୍ ଦେବ ନାହିଁ, ଏବଂ ପୃଥିବୀରେ ଅଶାନ୍ତି ସୃଷ୍ଟି କର ନାହିଁ। (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- ଏବଂ ତାଙ୍କ ଉପରେ ଶାନ୍ତି ବର୍ଷୁ ଯେଉଁ ଦିନ ସେ ଜନ୍ମ ନେଲେ, ଯେଉଁ ଦିନ ସେ ମୃତ୍ୟୁ ବରଣ କରିବେ, ଏବଂ ଯେଉଁ ଦିନ ସେ ଜୀବିତ ଅବସ୍ଥାରେ ପୁନରୁତ୍ଥିତ ହେବେ। (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- ହେ ମୋର ସମ୍ପ୍ରଦାୟ! ତୁମ୍ଭେମାନେ ନିଜ ନିଜ ସ୍ଥାନରେ କାର୍ଯ୍ୟ କର, ମୁଁ ମଧ୍ୟ କାର୍ଯ୍ୟ କରୁଛି, ଶୀଘ୍ର ତୁମ୍ଭେମାନେ ଜାଣିବ କିଏ। (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- ଏବଂ କୌଣସି ରସୂଲଙ୍କ ପାଇଁ ଅଲ୍ଲାହଙ୍କ ଅନୁମତି ବିନା କୌଣସି ନିଦର୍ଶନ ଆଣିବା ସମ୍ଭବ ନଥିଲା। (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- ତା'ପରେ ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତିଙ୍କୁ ସେ ଅର୍ଜନ କରିଥିବା ଜିନିଷର ସମ୍ପୂର୍ଣ୍ଣ ପ୍ରତିଫଳ ଦିଆଯିବ, ଏବଂ ସେମାନଙ୍କ ଉପରେ ଅତ୍ୟାଚାର କରାଯିବ ନାହିଁ। (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- ପୁରୁଷ ହେଉ କିମ୍ବା ନାରୀ, ଏବଂ ସେ ମୋମିନ, ତେବେ ସେମାନେ ସ୍ୱର୍ଗରେ ପ୍ରବେଶ କରିବେ। (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- ସେ କୌଣସି ସନ୍ତାନ ଗ୍ରହଣ କରିନାହାନ୍ତି ଏବଂ ରାଜ୍ୟରେ ତାଙ୍କର କୌଣସି ଭାଗୀଦାର ନାହିଁ। (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- ଏବଂ ଅଲ୍ଲାହ ଯାହାକୁ ସଠିକ୍ ପଥ ଦେଖାନ୍ତି, ସେ ସଠିକ୍ ପଥ ପ୍ରାପ୍ତ; ଏବଂ ଯାହାକୁ ସେ ବିଚ୍ୟୁତ କରନ୍ତି। (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- ଦେଖ, ସେମାନେ ତୁମ୍ଭ ପାଇଁ କିପରି ଦୃଷ୍ଟାନ୍ତ ଦିଅନ୍ତି, ତେଣୁ ସେମାନେ ବିଚ୍ୟୁତ ହେଲେ, ଏବଂ ସେମାନେ ପଥ ପାଇଲେ ନାହିଁ। (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- କୁହ: "ଯଦି ମୁଁ ମୋର ପ୍ରଭୁଙ୍କ ଅବଜ୍ଞା କରେ, ତେବେ ମୁଁ ମହାଦିନର ଶାସ୍ତିକୁ ଭୟ କରେ।" (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- ସେମାନଙ୍କର ଲଜ୍ଜା ସ୍ଥାନଗୁଡ଼ିକ ଖୋଲା ହୋଇଗଲା, ଏବଂ ସେମାନେ ସ୍ୱର୍ଗର ପତ୍ରଗୁଡ଼ିକ ଦ୍ୱାରା ନିଜକୁ ଘୋଡ଼ାଇବାକୁ ଲାଗିଲେ। (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- ଏବଂ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ତୁମ୍ଭେମାନେ ଯାହାକୁ ଡାକିପାର ତାହାକୁ ଡାକ, ଯଦି ତୁମ୍ଭେମାନେ ସତ୍ୟବାଦୀ ହୁଅ। (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- ପୃଥିବୀର ସମସ୍ତ ଜିନିଷ ଏବଂ ତା' ସହିତ ସେତିକି ଅଧିକ, ଯାହା ଦ୍ୱାରା ସେମାନେ ନିଜକୁ ମୁକ୍ତ କରିବେ। (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- ଆମେ ତୁମ୍ଭମାନଙ୍କୁ ଯାହା ଦେଇଛୁ ତାହା ଦୃଢ଼ ଭାବରେ ଧର, ଏବଂ ତହିଁରେ ଯାହା ଅଛି ତାହା ସ୍ମରଣ କର, ଯାହା ଦ୍ୱାରା ତୁମ୍ଭେମାନେ ସଂଯମୀ ହୋଇପାର। (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- ତୁମ୍ଭେମାନେ କ'ଣ ସେହି ଅଶ୍ଳୀଳ କାର୍ଯ୍ୟ କରୁଛ ଯାହା ତୁମ୍ଭମାନଙ୍କ ପୂର୍ବରୁ ବିଶ୍ୱବାସୀମାନଙ୍କ ମଧ୍ୟରୁ କେହି କରି ନାହିଁ? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- ଏବଂ ଅଲ୍ଲାହଙ୍କ ପାଇଁ ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା ଅଛି, ଏବଂ ଅଲ୍ଲାହ। (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- ସେମାନେ କରିଥିବା ପାପଗୁଡ଼ିକ ସେମାନଙ୍କୁ ଘେରି ରହିଲା, ଏବଂ ସେମାନେ ଯାହାର ଉପହାସ କରୁଥିଲେ ତାହା ସେମାନଙ୍କୁ ଆବର୍ତ୍ତନ କଲା। (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ରସୂଲ, ଯେ ତୁମ୍ଭମାନଙ୍କୁ ଆମର ଆୟତଗୁଡ଼ିକ ପଢ଼ି ଶୁଣାନ୍ତି, ତୁମ୍ଭମାନଙ୍କୁ ପବିତ୍ର କରନ୍ତି, ଏବଂ ତୁମ୍ଭମାନଙ୍କୁ କିତାବ ଓ ହିକମତ ଶିକ୍ଷା ଦିଅନ୍ତି। (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- ତାହା ମଧ୍ୟରୁ ବାରଟି ଝରଣା ବୋହିଲା; ପ୍ରତ୍ୟେକ ଗୋଷ୍ଠୀ ନିଜର ପାନୀୟ ସ୍ଥାନ ଜାଣିପାରିଲା। (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- କେବଳ ଅନୁମାନ, ଏବଂ ନିଶ୍ଚୟ ଅନୁମାନ ସତ୍ୟ ବିଷୟରେ କୌଣସି କାମରେ ଆସେ ନାହିଁ। (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- ଯେତେବେଳେ ମୁଁ ତାକୁ ସୁସଂହତ କରିବି ଏବଂ ତହିଁରେ ମୋର ଆତ୍ମା ଫୁଙ୍କିବି, ସେତେବେଳେ ତୁମ୍ଭେମାନେ ତାଙ୍କୁ ସଜଦା କର। (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- ଏହି ଗୃହର ଉତ୍ତମ ପରିଣାମ କାହାର? ନିଶ୍ଚୟ ଅତ୍ୟାଚାରୀମାନେ ସଫଳ ହୁଅନ୍ତି ନାହିଁ। (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- ସେ ଯେ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀ ସୃଷ୍ଟି କରିଛନ୍ତି, ସେ ସେମାନଙ୍କ ପରି ସୃଷ୍ଟି କରିବାକୁ ସକ୍ଷମ। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- ମୋମିନ ପୁରୁଷ ଓ ମୋମିନ ସ୍ତ୍ରୀମାନଙ୍କ ପାଇଁ ସ୍ୱର୍ଗ ବଗିଚାଗୁଡ଼ିକ ଅଛି ଯାହାର ତଳ ଦେଇ ନଦୀମାନ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ସଦାକାଳ ରହିବେ। (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- ଏବଂ ଯଦି ତୁମ୍ଭେ ସେମାନଙ୍କୁ ପଚାର ଯେ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀ କିଏ ସୃଷ୍ଟି କରିଛି, ସେମାନେ ନିଶ୍ଚୟ "ଅଲ୍ଲାହ" କହିବେ; କୁହ। (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- ଏବଂ ନିଶ୍ଚୟ ଆମେ ଏହି କୁରଆନରେ ଲୋକମାନଙ୍କ ପାଇଁ ସବୁ ପ୍ରକାର ଦୃଷ୍ଟାନ୍ତ ଦେଇଛୁ। (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- ଯେତେବେଳେ ଆମର ରସୂଲମାନେ ଲୂତଙ୍କ ନିକଟକୁ ଆସିଲେ, ସେ ସେମାନଙ୍କ କାରଣରେ ଦୁଃଖିତ ହେଲେ ଏବଂ ସଙ୍କୁଚିତ ହେଲେ, ଏବଂ କହିଲେ। (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- ଏବଂ ଯେତେବେଳେ ଆମେ ଫିରିଶ୍ତାମାନଙ୍କୁ କହିଲୁ: "ଆଦମଙ୍କୁ ସଜଦା କର," ସେମାନେ ସଜଦା କଲେ, ଇବ୍ଲୀସ ବ୍ୟତୀତ, ସେ ଅସ୍ୱୀକାର କଲା। (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- ଏବଂ ପୃଥିବୀକୁ ଆମେ ବିସ୍ତୃତ କଲୁ, ଏବଂ ତହିଁରେ ପର୍ବତମାନ ସ୍ଥାପନ କଲୁ, ଏବଂ ତହିଁରେ ସବୁ ପ୍ରକାର ସୁନ୍ଦର ବସ୍ତୁ ଉତ୍ପନ୍ନ କଲୁ। (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- ସେମାନେ ଅଲ୍ଲାହଙ୍କୁ ଡାକନ୍ତି, ତାଙ୍କ ପାଇଁ ଧର୍ମକୁ ଶୁଦ୍ଧ କରି, କିନ୍ତୁ ଯେତେବେଳେ ସେ ସେମାନଙ୍କୁ ଭୂମିରେ ଉଦ୍ଧାର କରନ୍ତି। (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- ସେମାନଙ୍କ ପାଇଁ ଫୁଟୁଥିବା ପାଣିର ପାନୀୟ ଏବଂ ସେମାନଙ୍କ ଅବିଶ୍ୱାସ ଯୋଗୁଁ ଯନ୍ତ୍ରଣାଦାୟକ ଶାସ୍ତି ଅଛି। (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- ଆମେ କ'ଣ ଅଲ୍ଲାହଙ୍କ ବ୍ୟତୀତ ସେହି ବସ୍ତୁକୁ ଡାକିବୁ ଯାହା ଆମକୁ ନ ଲାଭ କରେ ନ କ୍ଷତି? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- ଅଲ୍ଲାହ ଜାଣନ୍ତି ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା ଅଛି। (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- ଅଲ୍ଲାହଙ୍କ ଉପରେ ମିଥ୍ୟା ରଚନା କରୁଥିବା ବ୍ୟକ୍ତିଠାରୁ ଅଧିକ ଜାଲିମ ଆଉ କିଏ? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- ନିଶ୍ଚୟ ସେଥିରେ ଏକ ନିଦର୍ଶନ ଅଛି, କିନ୍ତୁ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ ଈମାନଦାର ନ ଥିଲେ। (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- ଯାହାଫଳରେ ସେମାନେ ପୃଥିବୀରେ ଭ୍ରମଣ କରି ଦେଖିବେ ଯେ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର ପରିଣାମ କିପରି ହୋଇଥିଲା। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- ସେ କହିଲେ: ହେ ମୋର ଜାତିଲୋକେ! ତମେ ଅଲ୍ଲାହଙ୍କର ଉପାସନା କର, ତାଙ୍କ ବ୍ୟତୀତ ତମର କୌଣସି ଉପାସ୍ୟ ନାହିଁ। (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ସେ ତାକୁ ସେପରି ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକରେ ପ୍ରବେଶ କରାଇବେ, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ। (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- ପୁନରୁତ୍ଥାନ ଦିନ ସେମାନଙ୍କ ମଧ୍ୟରେ ଯେଉଁ ବିଷୟରେ ସେମାନେ ମତଭେଦ କରୁଥିଲେ, ତାହାର ଫଇସଲା କରାଯିବ। (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- ସେମାନେ କ'ଣ ପୃଥିବୀରେ ଭ୍ରମଣ କରି ଦେଖି ନାହାନ୍ତି ଯେ (ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କର) ପରିଣାମ କିପରି ହୋଇଥିଲା? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକ, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ। (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- ତୁମେ ରାତ୍ରିକୁ ଦିନରେ ପ୍ରବେଶ କରାଇଥାଅ ଏବଂ ଦିନକୁ ରାତ୍ରିରେ ପ୍ରବେଶ କରାଇଥାଅ। (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା କିଛି ଅଛି, ସବୁ ଅଲ୍ଲାହଙ୍କର ମହିମା ଘୋଷଣା କରେ। (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- ଅଲ୍ଲାହଙ୍କର ଉପାସନା କର, ତାଙ୍କ ବ୍ୟତୀତ ତମର କୌଣସି ଉପାସ୍ୟ ନାହିଁ। ତଥାପି କ'ଣ ତମେ ଭୟ କରୁନାହଁ? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- ଯେତେବେଳେ ଆମେ ଫେରିଶ୍ତାମାନଙ୍କୁ କହିଲୁ: ଆଦମଙ୍କୁ ସଜଦା କର, ସେତେବେଳେ ଇବଲୀସ ବ୍ୟତୀତ ସମସ୍ତେ ସଜଦା କଲେ। (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- ଅଲ୍ଲାହ ଜାଣନ୍ତି ଯାହା ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଅଛି। (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକ, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ, ଏବଂ ତାହା। (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- ତାଙ୍କର ପୁରସ୍କାର ତାଙ୍କ ପ୍ରଭୁଙ୍କ ନିକଟରେ ଅଛି, ଏବଂ ସେମାନଙ୍କୁ କୌଣସି ଭୟ ନାହିଁ, ଏବଂ ସେମାନେ। (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- ତାଙ୍କ ପ୍ରଭୁଙ୍କ ନିକଟରେ, ଏବଂ ସେମାନଙ୍କୁ କୌଣସି ଭୟ ନାହିଁ, ଏବଂ ସେମାନେ ଦୁଃଖୀ ହେବେ ନାହିଁ। (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- ଯେ ସତ୍ପଥ ପ୍ରାପ୍ତ ହୁଏ, ସେ ନିଜ ଲାଭ ପାଇଁ ହୁଏ, ଏବଂ ଯେ ପଥଭ୍ରଷ୍ଟ ହୁଏ। (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- ନିଜ ଲାଭ ପାଇଁ ହୁଏ, ଏବଂ ଯେ ପଥଭ୍ରଷ୍ଟ ହୁଏ, ସେ ନିଜ କ୍ଷତି ପାଇଁ ପଥଭ୍ରଷ୍ଟ ହୁଏ। (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- ତାଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ତାଙ୍କ ନିକଟକୁ କାହିଁକି କୌଣସି ନିଦର୍ଶନ ପଠାଯାଇ ନଥିଲା? କୁହ: ନିଶ୍ଚୟ। (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- ଯେଉଁମାନେ ଈମାନ ଆଣିଲେ ଏବଂ ସତ୍କର୍ମ କଲେ, ସେମାନଙ୍କ ପାଇଁ ଅକ୍ଷୟ ପୁରସ୍କାର ଅଛି। (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- ତୁମେ ଜୀବନ୍ତକୁ ମୃତରୁ ବାହାର କରିଥାଅ ଏବଂ ମୃତକୁ ଜୀବନ୍ତରୁ ବାହାର କରିଥାଅ। (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- ଯେ ଅଲ୍ଲାହଙ୍କ ଅବତୀର୍ଣ୍ଣ କରାଯାଇଥିବା ବିଧାନ ଅନୁସାରେ ବିଚାର କରେ ନାହିଁ, ସେମାନେ ହିଁ। (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- ସେ ଆକାଶମଣ୍ଡଳ, ପୃଥିବୀ ଏବଂ ସେମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ ସମସ୍ତ ବସ୍ତୁ ଛଅ ଦିନରେ ସୃଷ୍ଟି କଲେ। (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- ନିଶ୍ଚୟ ଅଲ୍ଲାହ ମନୁଷ୍ୟଙ୍କ ପ୍ରତି ଅତ୍ୟନ୍ତ ଦୟାଳୁ, କିନ୍ତୁ ଅଧିକାଂଶ। (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- ଅଲ୍ଲାହ ସେମାନଙ୍କ ଉପରେ ଅତ୍ୟାଚାର କଲେ ନାହିଁ, ବରଂ ସେମାନେ ନିଜ ଉପରେ ଅତ୍ୟାଚାର କରୁଥିଲେ। (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- ସେ ତମମାନଙ୍କର ପାପ କ୍ଷମା କରିବେ ଏବଂ ତମମାନଙ୍କୁ ସେପରି ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକରେ ପ୍ରବେଶ କରାଇବେ, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ। (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- ସେ ତମମାନଙ୍କ ପାଇଁ ମୃତପ୍ରାଣୀ, ରକ୍ତ, ଘୁଷୁରୀ ମାଂସ ଏବଂ ଯାହା ଅଲ୍ଲାହ ବ୍ୟତୀତ ଅନ୍ୟର ନାମରେ ବଳି ଦିଆଯାଏ, ତାହା ହରାମ କରିଛନ୍ତି। (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- ଯଦି ମୁଁ ମୋ ପ୍ରଭୁଙ୍କ ଅବଜ୍ଞା କରେ, ତେବେ ମୁଁ ମହାଦିନର ଶିକ୍ଷାକୁ ଭୟ କରେ। (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- କିନ୍ତୁ ସେମାନଙ୍କ ନିକଟରେ ଜ୍ଞାନ ଆସିବା ପରେ, ପରସ୍ପର ମଧ୍ୟରେ ଈର୍ଷ୍ୟା ଯୋଗୁଁ। (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- ସେମାନେ ନମାଜ ପ୍ରତିଷ୍ଠା କରନ୍ତି ଏବଂ ଆମେ ସେମାନଙ୍କୁ ଯାହା ଦେଇଛୁ, ତାହାରୁ ଗୋପନରେ ଓ ପ୍ରକାଶ୍ୟରେ ବ୍ୟୟ କରନ୍ତି। (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- କ'ଣ ଆମେ ଅଲ୍ଲାହଙ୍କୁ ଛାଡ଼ି ସେପରି ବ୍ୟକ୍ତିଙ୍କୁ ଡାକିବା, ଯିଏ ଆମକୁ ନ ଲାଭ ଦେଇପାରେ ଓ ନ କ୍ଷତି? (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- ସେମାନେ ତୁମ ପ୍ରତି ଅବତୀର୍ଣ୍ଣ କରାଯାଇଥିବା ବିଷୟ ଏବଂ ତୁମ ପୂର୍ବରୁ ଅବତୀର୍ଣ୍ଣ କରାଯାଇଥିବା ବିଷୟରେ ଈମାନ ଆଣନ୍ତି। (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- ତୁମେ କ'ଣ ଦେଖୁନାହଁ ଯେ ଅଲ୍ଲାହ ଆକାଶରୁ ଜଳ ବର୍ଷାନ୍ତି? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- ଯେତେବେଳେ ସେ କୌଣସି କାର୍ଯ୍ୟର ନିର୍ଣ୍ଣୟ କରନ୍ତି, ସେତେବେଳେ ତାକୁ କୁହନ୍ତି: ହୋଇଯାଅ, ତେବେ ସେ ହୋଇଯାଏ। (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- ଆମେ ମଦ୍ୟନ ପ୍ରତି ସେମାନଙ୍କ ଭାଇ ଶୁଆଇବଙ୍କୁ (ପଠାଇଲୁ)। ସେ କହିଲେ: ହେ ମୋ ଜାତିଲୋକେ! ଅଲ୍ଲାହଙ୍କର ଉପାସନା କର। (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- ଏହା ଅଦୃଶ୍ୟ ସମ୍ବାଦ ମଧ୍ୟରୁ ଅଟେ, ଯାହାକୁ ଆମେ ତୁମ ପ୍ରତି ପ୍ରେରଣ କରୁଛୁ; ତୁମେ ଏହା ଜାଣି ନ ଥିଲ। (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- ଯେତେବେଳେ ସେମାନଙ୍କର ନିର୍ଦ୍ଧାରିତ ସମୟ ଆସେ, ସେତେବେଳେ ସେମାନେ ଗୋଟିଏ ଘଣ୍ଟା ବିଳମ୍ବ କରିପାରନ୍ତି ନାହିଁ, କିମ୍ବା ଆଗକୁ ବଢ଼ାଇପାରନ୍ତି ନାହିଁ। (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- ତମେ ଶୟତାନର ପଦାଙ୍କ ଅନୁସରଣ କରନାହିଁ, ନିଶ୍ଚୟ ସେ ତମର ପ୍ରକଟ ଶତ୍ରୁ। (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି ଅଜ୍ଞାନତାରେ ଅଲ୍ଲାହଙ୍କ ବିଷୟରେ ବିତର୍କ କରନ୍ତି। (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- ଅଲ୍ଲାହ ଯାହାକୁ ଚାହାନ୍ତି ତାକୁ ଦିଅନ୍ତି, ଏବଂ ଅଲ୍ଲାହ ମହାନ କୃପାଶୀଳ। (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତିକୁ ତା'ର କର୍ମର ପୂର୍ଣ ପ୍ରତିଦାନ ଦିଆଯିବ, ଏବଂ ସେମାନଙ୍କ ଉପରେ ଅତ୍ୟାଚାର କରାଯିବ ନାହିଁ। (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- ଅଲ୍ଲାହ ଯେଉଁ ପ୍ରାଣକୁ ନିଷିଦ୍ଧ କରିଛନ୍ତି, ତାକୁ ନ୍ୟାୟ ବିନା ହତ୍ୟା କରନାହିଁ। (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- ଯେତେବେଳେ ସେ କୌଣସି କାର୍ଯ୍ୟର ନିର୍ଣ୍ଣୟ କରନ୍ତି, ସେତେବେଳେ ତାକୁ କୁହନ୍ତି: ହୋଇଯାଅ। (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- ତମେ ଜାହନ୍ନମର ଦ୍ୱାରଗୁଡ଼ିକ ମାଧ୍ୟମରେ ପ୍ରବେଶ କର, ସେଠାରେ ଚିରଦିନ ରହିବ; ଅହଙ୍କାରୀମାନଙ୍କର ବାସସ୍ଥାନ କେତେ ନର୍ତ୍ତକ! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- ତୁମେ କ'ଣ ସେହି ଲୋକମାନଙ୍କୁ ଦେଖିନାହଁ, ଯେଉଁମାନଙ୍କୁ କିତାବର କିଛି ଅଂଶ ଦିଆଯାଇଥିଲା? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- ସେମାନଙ୍କ ପାଇଁ ସେପରି ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକ ଅଛି, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ। (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- ହେ ମୋ ଜାତିଲୋକେ! ତମେ ନିଜ ସ୍ଥାନରେ କାର୍ଯ୍ୟ କର, ମୁଁ ମଧ୍ୟ କାର୍ଯ୍ୟ କରୁଛି, ଏବଂ ଶୀଘ୍ର ତମେ ଜାଣିପାରିବ। (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- ଯେ ଅଲ୍ଲାହ ଏବଂ ତାଙ୍କ ରସୂଲଙ୍କର ବିରୋଧ କରେ, ତା' ପାଇଁ ଜାହନ୍ନମର ଅଗ୍ନି ଅଛି, ସେଠାରେ ସେ ଚିରଦିନ ରହିବ। (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- ଆମେ ସେମାନଙ୍କ ହୃଦୟ ଉପରେ ପରଦା ଦେଇଛୁ, ଯେପରି ସେମାନେ ତାହା ବୁଝିପାରିବେ ନାହିଁ, ଏବଂ ସେମାନଙ୍କ କର୍ଣ୍ଣରେ ବଧିରତା। (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- ଆମେ ଯେଉଁ ବସ୍ତିରେ ସତର୍କକାରୀ ପଠାଇଥାଉ, ସେଠାରେ ଧନୀ ଲୋକମାନେ କହିଥାନ୍ତି: ଆମେ। (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- ସେମାନେ କହିଲେ: ଆମ ପାଇଁ ତୁମର ପ୍ରଭୁଙ୍କୁ ପ୍ରାର୍ଥନା କର, ଯେପରି ସେ ଆମକୁ ସ୍ପଷ୍ଟ କରି ଦେବେ ଯେ ତାହା କ'ଣ। (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- ସେମାନେ ନିଶ୍ଚୟ କହିବେ: ଅଲ୍ଲାହ। କୁହ: ସମସ୍ତ ପ୍ରଶଂସା ଅଲ୍ଲାହଙ୍କ ପାଇଁ! କିନ୍ତୁ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ। (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- ତାଙ୍କ ଜାତିର ଉତ୍ତର କେବଳ ଏହି ଥିଲା ଯେ ସେମାନେ କହିଲେ: ସେମାନଙ୍କୁ ବାହାର କରିଦିଅ। (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ; ଏହା ହିଁ ମହାନ ସଫଳତା। (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- ସେମାନେ ତାଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ପଥପ୍ରଦର୍ଶନରେ ଅଛନ୍ତି, ଏବଂ ସେମାନେ ହିଁ ସଫଳକାମୀ। (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- ଯାହାକୁ ଅପମାନଜନକ ଶିକ୍ଷା ଆସିପହଞ୍ଚେ ଏବଂ ଯାହା ଉପରେ ସ୍ଥାୟୀ ଶିକ୍ଷା ପଡ଼େ। (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- ପୃଥିବୀରେ ଭ୍ରମଣ କର ଏବଂ ଦେଖ ଯେ (ସତ୍ୟକୁ) ମିଥ୍ୟା ପ୍ରତିପାଦନ କରୁଥିବାମାନଙ୍କର ପରିଣାମ କିପରି ହୋଇଥିଲା। (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- ସେମାନେ କେବେବି ତାହା କାମନା କରିବେ ନାହିଁ, ସେମାନଙ୍କ ହାତ ଯାହା ଆଗକୁ ପଠାଇଛି, ତା' ଯୋଗୁଁ, ଏବଂ ଅଲ୍ଲାହ ଅତ୍ୟାଚାରୀମାନଙ୍କୁ ଭଲ ଭାବରେ ଜାଣନ୍ତି। (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି ଯେ କିଏ ତାଙ୍କ ପଥରୁ ପଥଭ୍ରଷ୍ଟ ହୋଇଛି, ଏବଂ ସେ ଭଲ ଭାବରେ ଜାଣନ୍ତି। (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- ଅଲ୍ଲାହ ହିଁ ମୋ'ର ପ୍ରଭୁ ଏବଂ ତମମାନଙ୍କର ପ୍ରଭୁ, ତେଣୁ ତାଙ୍କର ଉପାସନା କର; ଏହା ହିଁ ସଳଖ ପଥ। (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- ସେ ମନୁଷ୍ୟଙ୍କ ପ୍ରତି ଅତ୍ୟନ୍ତ ଦୟାଳୁ, କିନ୍ତୁ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ କୃତଜ୍ଞତା ପ୍ରକାଶ କରନ୍ତି ନାହିଁ। (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- ଆକାଶମଣ୍ଡଳ, ପୃଥିବୀ ଏବଂ ସେମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ ସମସ୍ତ ବସ୍ତୁ, ଆମେ ସତ୍ୟ ଏବଂ ନିର୍ଦ୍ଧାରିତ ସମୟ ପାଇଁ ସୃଷ୍ଟି କରିଛୁ। (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- ସେମାନଙ୍କୁ ସେମାନଙ୍କ ନିରର୍ଥକ କଥା ଏବଂ ଖେଳରେ ଛାଡ଼ି ଦିଅ, ଯେ ପର୍ଯ୍ୟନ୍ତ ସେମାନେ ସେମାନଙ୍କ ସେହି ଦିନକୁ ଦେଖା କରନ୍ତି, ଯାହାର ପ୍ରତିଶ୍ରୁତି ସେମାନଙ୍କୁ ଦିଆଯାଇଛି। (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- ଯେତେବେଳେ ସେମାନେ ଈମାନଦାରମାନଙ୍କୁ ଭେଟନ୍ତି, କହନ୍ତି: ଆମେ ଈମାନ ଆଣିଲୁ, ଏବଂ ଯେତେବେଳେ ସେମାନେ ପରସ୍ପର ସହିତ ଏକାନ୍ତରେ ଥାଆନ୍ତି। (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- ସେମାନେ ତୌରାତ, ଇଞ୍ଜୀଲ ଏବଂ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ତରଫରୁ ସେମାନଙ୍କ ପ୍ରତି ଯାହା ଅବତୀର୍ଣ୍ଣ କରାଯାଇଛି, ତାହା ପ୍ରତିଷ୍ଠା କରନ୍ତି। (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- ସେ ଜାଣନ୍ତି ସେମାନଙ୍କ ସମ୍ମୁଖରେ ଯାହା ଅଛି ଏବଂ ସେମାନଙ୍କ ପୃଷ୍ଠଭାଗରେ ଯାହା ଅଛି, ଏବଂ ସେମାନେ ତାହାକୁ ନିଜ ଜ୍ଞାନରେ ଆବଦ୍ଧ କରିପାରିବେ ନାହିଁ। (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- ଏବଂ ସେ ହିଁ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀକୁ ଛଅ ଦିନରେ ସୃଷ୍ଟି କଲେ। (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- ନିଶ୍ଚୟ ସେଥିରେ ତମମାନଙ୍କ ପାଇଁ ଏକ ନିଦର୍ଶନ ଅଛି, ଯଦି ତମେ ଈମାନଦାର ହୋଇଥାଅ। (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- ଲୋକମାନଙ୍କ ନିକଟରେ ପଥପ୍ରଦର୍ଶନ ଆସିବା ପରେ ସେମାନଙ୍କୁ ଈମାନ ଆଣିବାରୁ କ'ଣ ରୋକିଲା? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- ସେମାନେ ଅଲ୍ଲାହଙ୍କ ସହିତ ଅଂଶୀଦାର ସ୍ଥାପନ କଲେ, ଯାହାଫଳରେ ତାଙ୍କ ପଥରୁ ପଥଭ୍ରଷ୍ଟ କରାଯାଏ। କୁହ: ତମେ ଉପଭୋଗ କର। (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- ସେମାନେ ଆଶ୍ଚର୍ଯ୍ୟ ହେଲେ ଯେ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ସତର୍କକାରୀ ସେମାନଙ୍କ ନିକଟକୁ ଆସିଲା, ଏବଂ କାଫିରମାନେ କହିଲେ: ଏହି। (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- ତୁମ ପ୍ରଭୁ ଭଲ ଭାବରେ ଜାଣନ୍ତି ଯେ କିଏ ତାଙ୍କ ପଥରୁ ପଥଭ୍ରଷ୍ଟ ହୋଇଛି। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- ସେହି ବ୍ୟକ୍ତି ପରି, ଯେ ନିଜ ସମ୍ପତ୍ତି ଲୋକମାନଙ୍କୁ ଦେଖାଇବା ପାଇଁ ବ୍ୟୟ କରେ ଏବଂ ଅଲ୍ଲାହଙ୍କ ଉପରେ ଈମାନ ଆଣେ ନାହିଁ। (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- ଆମେ ତମମାନଙ୍କୁ ଯାହା ଦେଇଛୁ, ତାହାରୁ ସେହି (ଦିନ) ଆସିବା ପୂର୍ବରୁ ବ୍ୟୟ କର। (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- ସେ ଆକାଶମଣ୍ଡଳରେ ଏବଂ ପୃଥିବୀରେ ଯାହା କିଛି ଅଛି, ତମମାନଙ୍କ ପାଇଁ ବଶୀଭୂତ କରିଦେଇଛନ୍ତି। (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- ଆମେ ତ ଯାହା ପ୍ରତି ତମେ ଆମକୁ ଡାକୁଛ, ତାହା ବିଷୟରେ ସନ୍ଦେହରେ ଅଛୁ। (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- ତୁମ ପ୍ରଭୁ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି, ତାକୁ ଜୀବିକା ପ୍ରଶସ୍ତ କରିଦିଅନ୍ତି ଏବଂ ସଂକୁଚିତ ମଧ୍ୟ କରିଦିଅନ୍ତି। ନିଶ୍ଚୟ ସେ। (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- ଆକାଶମଣ୍ଡଳ, ପୃଥିବୀ ଏବଂ ସେମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ ସମସ୍ତ ବସ୍ତୁର ପ୍ରଭୁ, ଯଦି ତମେ ବିଶ୍ୱାସୀ ହୋଇଥାଅ। (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- ଆମେ ଅଲ୍ଲାହଙ୍କ ଉପରେ ଈମାନ ଆଣିଲୁ ଏବଂ ଯାହା ଆମ ପ୍ରତି ଅବତୀର୍ଣ୍ଣ କରାଯାଇଛି, ଏବଂ ଯାହା (ଇବ୍ରାହିମ, ଇସ୍ମାଇଲ, ଇସ୍ହାକ, ୟାକୂବ ଏବଂ ତାଙ୍କ ବଂଶଧରମାନଙ୍କ ପ୍ରତି) ଅବତୀର୍ଣ୍ଣ କରାଯାଇଥିଲା। (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- ଅତ୍ୟାଚାରୀମାନଙ୍କୁ ଭୟଙ୍କର ଚିତ୍କାର ଆକ୍ରମଣ କଲା, ଫଳରେ ସେମାନେ ନିଜ ଘରେ ଓଲଟା ପଡ଼ି ରହିଲେ। (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- ସେହି ସ୍ତ୍ରୀମାନେ ନିଜ ବିଷୟରେ ଯାହା କରନ୍ତି, ତାହା ପାଇଁ ତମମାନଙ୍କ ଉପରେ କୌଣସି ପାପ ନାହିଁ। (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- ତୁମ ପ୍ରଭୁ ଭଲ ଭାବରେ ଜାଣନ୍ତି ଯେ କିଏ ତାଙ୍କ ପଥରୁ ପଥଭ୍ରଷ୍ଟ ହୋଇଛି, ଏବଂ ସେ। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- ତାଙ୍କ ଆଦେଶରେ ରୂହ (ପ୍ରକାଶନା) ଆପଣା ବନ୍ଦାମାନଙ୍କ ମଧ୍ୟରୁ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି, ତା' ଉପରେ ଅବତୀର୍ଣ୍ଣ କରନ୍ତି। (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- ଆମେ ମର୍ୟମଙ୍କ ପୁତ୍ର ଈସାଙ୍କୁ ସ୍ପଷ୍ଟ ନିଦର୍ଶନ ଦେଇଥିଲୁ ଏବଂ ପବିତ୍ର ଆତ୍ମା ଦ୍ୱାରା ତାଙ୍କୁ ସମର୍ଥନ ଦେଇଥିଲୁ। (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- ଯାହାଫଳରେ ପୁନରୁତ୍ଥାନ ଦିନ ସେମାନଙ୍କ ମଧ୍ୟରେ, ଯେଉଁ ବିଷୟରେ ସେମାନେ ମତଭେଦ କରୁଥିଲେ, ତାହାର ଫଇସଲା କରିବେ। (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- ଆମେ ସେହି (ନଗର) ର ଉପର ଭାଗକୁ ତଳ କରିଦେଲୁ ଏବଂ ସେମାନଙ୍କ ଉପରେ ପୋଡ଼ା ମାଟିର ପଥର ବର୍ଷାଇଲୁ। (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- ସେମାନଙ୍କ ପାଇଁ ସମାନ, ତୁମେ ସେମାନଙ୍କୁ ସତର୍କ କର କିମ୍ବା ନ କର, ସେମାନେ ଈମାନ ଆଣିବେ ନାହିଁ। (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- ଲୋକମାନଙ୍କୁ ଛାଡ଼ି, ଯଦି ତମେ ସତ୍ୟବାଦୀ ହୋଇଥାଅ, ତେବେ ମୃତ୍ୟୁର କାମନା କର। (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- ଅଲ୍ଲାହଙ୍କ (ଉପାସନା କର), ତାଙ୍କ ବ୍ୟତୀତ ତମର କୌଣସି ଉପାସ୍ୟ ନାହିଁ। ତଥାପି କ'ଣ ତମେ ଭୟ କରୁନାହଁ? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- ଆମେ ସେମାନଙ୍କୁ ଯେଉଁ ଶିକ୍ଷାର ଧମକ ଦେଉଛୁ, ତାହାର କିଛି ଅଂଶ ତୁମକୁ ଦେଖାଇବୁ, କିମ୍ବା ତୁମକୁ ମୃତ୍ୟୁ ଦେବୁ, ସେମାନଙ୍କର ପ୍ରତ୍ୟାବର୍ତ୍ତନ ତ ଆମ ପାଖକୁ। (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- ସେମାନେ କହିଲେ: କ'ଣ ଯେତେବେଳେ ଆମେ ମରିଯାଇ ମାଟି ଏବଂ ହାଡ଼ ହୋଇଯିବୁ, ତେବେ କ'ଣ ଆମେ ପୁନର୍ଜୀବିତ ହେବୁ? (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- ନିଶ୍ଚୟ କୃପା ଅଲ୍ଲାହଙ୍କ ହାତରେ, ସେ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି ତାକୁ ଦିଅନ୍ତି, ଏବଂ ଅଲ୍ଲାହ। (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- ଏବଂ ତମେ ଗୁପ୍ତ ଓ ପ୍ରକାଶ୍ୟର ଜ୍ଞାତାଙ୍କ ନିକଟକୁ ପ୍ରତ୍ୟାବର୍ତ୍ତିତ ହେବ, ତା'ପରେ ସେ ତମମାନଙ୍କୁ ତମମାନଙ୍କ କର୍ମ ବିଷୟରେ ଜଣାଇବେ। (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- ହେ ଈମାନଦାରମାନେ! ଅଲ୍ଲାହଙ୍କ ସେହି ଅନୁଗ୍ରହକୁ ସ୍ମରଣ କର, ଯେତେବେଳେ। (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- ଆମେ ତୁମ ପୂର୍ବରୁ ମଧ୍ୟ କେବଳ ପୁରୁଷମାନଙ୍କୁ ରସୂଲ କରି ପଠାଇଥିଲୁ, ଯେଉଁମାନଙ୍କ ପ୍ରତି ଆମେ ପ୍ରକାଶନା ପଠାଉଥିଲୁ। (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- ସେ ତାଙ୍କ ପାପ କ୍ଷମା କରିବେ ଏବଂ ତାଙ୍କୁ ସେପରି ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକରେ ପ୍ରବେଶ କରାଇବେ, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ। (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- ଯଦି କେହି ରୋଗୀ କିମ୍ବା ଯାତ୍ରାରେ ଥାଏ, ତେବେ ଅନ୍ୟ ଦିନଗୁଡ଼ିକରେ ସଂଖ୍ୟା ପୂରଣ କରିବ। (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- ସେମାନେ କେବଳ ଅନୁମାନର ଅନୁସରଣ କରନ୍ତି, ଏବଂ ସେମାନେ କେବଳ ଅଟକଳ କରନ୍ତି। (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- ଯେ ଅଲ୍ଲାହ ଏବଂ ଶେଷ ଦିନର ଆଶା ରଖେ, ତା' ପାଇଁ ଉତ୍ତମ ଆଦର୍ଶ ଅଛି। (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- ଏବଂ ଆମେ ଆକାଶମଣ୍ଡଳ, ପୃଥିବୀ ଏବଂ ସେମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ ସମସ୍ତ ବସ୍ତୁକୁ ସତ୍ୟ ସହିତ ସୃଷ୍ଟି କରିଛୁ। (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- ତୁମ ହାତ ତୁମ ବକ୍ଷରେ ରଖ, ତାହା କୌଣସି ରୋଗ ବିନା ଉଜ୍ଜ୍ୱଳ ହୋଇ ବାହାରି ଆସିବ। (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- ସେ ଆପଣା ଦୟାରେ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି, ବାଛି ନିଅନ୍ତି, ଏବଂ ଅଲ୍ଲାହ ମହାନ କୃପାଶୀଳ। (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- ତୁମେ କ'ଣ ଜାଣିନାହଁ ଯେ ଅଲ୍ଲାହଙ୍କ ପାଇଁ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀର ରାଜ୍ୟ? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- ତମେ ନିଜ ପାଇଁ ଯାହା ଭଲ ଆଗକୁ ପଠାଇବ, ତାହା ତମେ ଅଲ୍ଲାହଙ୍କ ନିକଟରେ ପାଇବ। (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- ଏବଂ ତୁମେ ଯେଉଁଠାରୁ ବାହାର, ତୁମ ମୁଖ ମସ୍ଜିଦୁଲ-ହରାମ ଆଡ଼କୁ ଫେରାଅ। (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- ତୁମ ପୂର୍ବବର୍ତ୍ତୀମାନେ (ବିତିଯାଇଛନ୍ତି), ଏବଂ ତୁମେ ଅଲ୍ଲାହଙ୍କ ନିୟମରେ କୌଣସି ପରିବର୍ତ୍ତନ ପାଇବ ନାହିଁ। (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- ଯାହାଙ୍କ ପାଇଁ ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା କିଛି ଅଛି, (ସବୁ) ତାଙ୍କର। (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- କୌଣସି ସ୍ତ୍ରୀ ଗର୍ଭଧାରଣ କରେ ନାହିଁ କିମ୍ବା ପ୍ରସବ କରେ ନାହିଁ, ତାଙ୍କ ଜ୍ଞାନ ବିନା। (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- ସେ ରାତ୍ରି, ସୂର୍ଯ୍ୟ ଏବଂ ଚନ୍ଦ୍ରଙ୍କୁ ବଶୀଭୂତ କରିଦେଇଛନ୍ତି; ପ୍ରତ୍ୟେକ ନିର୍ଦ୍ଧାରିତ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଗତି କରେ। (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ, ଏବଂ ତାହା ହିଁ ପୁରସ୍କାର। (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- ସେ କହିଲେ: ନୁହେଁ, ତମମାନଙ୍କ ମନ ତମମାନଙ୍କ ପାଇଁ ଏକ କାର୍ଯ୍ୟକୁ ସୁଶୋଭିତ କରିଛି; ତେଣୁ ଧୈର୍ଯ୍ୟ ସୁନ୍ଦର। (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- ଆକାଶମଣ୍ଡଳରେ ଓ ପୃଥିବୀରେ ଯାହା ଅଛି, ଏବଂ ନିଶ୍ଚୟ ଅଲ୍ଲାହ। (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- ସେମାନଙ୍କ ନିକଟରେ ଯେଉଁ ରସୂଲ ଆସିଲେ, ସେମାନେ ତାଙ୍କୁ ଉପହାସ କରୁଥିଲେ। (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- ସେମାନେ କହିଲେ: ହେ ମୂସା! ତୁମେ ଫୋପାଡ଼ କିମ୍ବା ଆମେ ଫୋପାଡ଼ୁ? (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- ସେ ହିଁ ତମମାନଙ୍କୁ ମୃତ୍ୟୁ ଦିଅନ୍ତି, ଏବଂ ତମମାନଙ୍କ ମଧ୍ୟରୁ କିଏ ଅତ୍ୟନ୍ତ ବୃଦ୍ଧ ଅବସ୍ଥାକୁ ଫେରାଇ ଦିଆଯାଏ, ଯାହାଫଳରେ। (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- ସେମାନଙ୍କ ପାଇଁ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ନିକଟରେ ସେପରି ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକ ଅଛି, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ। (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- ଏବଂ ଆମେ ସେମାନଙ୍କ ହୃଦୟ ଉପରେ ପରଦା ଦେଇଛୁ, ଯେପରି ସେମାନେ ତାହା ବୁଝିପାରିବେ ନାହିଁ, ଏବଂ ସେମାନଙ୍କ କର୍ଣ୍ଣରେ ବଧିରତା। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- ଅଲ୍ଲାହଙ୍କ ପ୍ରତିଜ୍ଞା ସତ୍ୟ, କିନ୍ତୁ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ ଜାଣନ୍ତି ନାହିଁ। (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- ଏହା କାରଣ ସେମାନେ ଅଲ୍ଲାହ ଏବଂ ତାଙ୍କ ରସୂଲଙ୍କର ବିରୋଧ କରିଥିଲେ; ଏବଂ ଯେ ଅଲ୍ଲାହଙ୍କର ବିରୋଧ କରେ। (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- ଯେଉଁ ଦିନ ସେ ସେମାନଙ୍କୁ ଡାକିବେ ଏବଂ କହିବେ: ମୋର ସେହି ଅଂଶୀଦାରମାନେ କେଉଁଠାରେ, ଯାହାଙ୍କ ବିଷୟରେ ତମେ ଦାବୀ କରୁଥିଲ? (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- ସେମାନେ କ'ଣ ଦେଖିନାହାନ୍ତି ଯେ ଅଲ୍ଲାହ, ଯିଏ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀ ସୃଷ୍ଟି କରିଛନ୍ତି, ସେ ସେମାନଙ୍କ ପରି ସୃଷ୍ଟି କରିବାକୁ ସକ୍ଷମ? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- (ସେ) ଯିଏ ତମମାନଙ୍କୁ ମାଟିରୁ, ତା'ପରେ ବୀର୍ଯ୍ୟରୁ, ତା'ପରେ। (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- ସେମାନେ କହିଥାନ୍ତେ: ହେ ଆମ ପ୍ରଭୁ! ତୁମେ ଆମ ପାଖକୁ ଜଣେ ରସୂଲ କାହିଁକି ପଠାଇଲ ନାହିଁ, ତେବେ ଆମେ ତୁମ ନିଦର୍ଶନଗୁଡ଼ିକର ଅନୁସରଣ କରିଥାନ୍ତୁ? (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- ତା'ପରେ ସେମାନଙ୍କର ପ୍ରତ୍ୟାବର୍ତ୍ତନ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କ ପାଖକୁ, ତା'ପରେ ସେ ସେମାନଙ୍କୁ ସେମାନଙ୍କ କର୍ମ ବିଷୟରେ ଜଣାଇବେ। (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- ସେମାନଙ୍କର ସେ ବିଷୟରେ କୌଣସି ଜ୍ଞାନ ନାହିଁ; ସେମାନେ କେବଳ ଅନୁମାନର ଅନୁସରଣ କରନ୍ତି। (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- ଆମେ ଆମ ପିତୃପୁରୁଷମାନଙ୍କୁ ଏକ ଧର୍ମ ଉପରେ ପାଇଲୁ, ଏବଂ ଆମେ ସେମାନଙ୍କ ପଦଚିହ୍ନ ଅନୁସରଣ କରୁଛୁ। (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- ଯେଉଁମାନଙ୍କୁ କିତାବ ଦିଆଯାଇଥିଲା, ସେମାନେ ସେମାନଙ୍କ ନିକଟରେ ଜ୍ଞାନ ଆସିବା ପରେ ହିଁ (ମତଭେଦ କଲେ)। (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- ଯେତେବେଳେ ଇବ୍ରାହିମ କହିଲେ: ହେ ମୋ ପ୍ରଭୁ! ଏହି ସହରକୁ ସୁରକ୍ଷିତ କର। (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- ସେ ତମମାନଙ୍କୁ କର୍ଣ୍ଣ, ଚକ୍ଷୁ ଏବଂ ହୃଦୟ ଦେଇଛନ୍ତି; ତମେ ଅଳ୍ପ କୃତଜ୍ଞତା ପ୍ରକାଶ କର। (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- ଯେଉଁମାନେ ଅଲ୍ଲାହଙ୍କ ନିଦର୍ଶନ ସମ୍ପର୍କରେ କୌଣସି ପ୍ରମାଣ ବିନା ବିତର୍କ କରନ୍ତି। (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- ତେଣୁ ଇବ୍ରାହିମଙ୍କ ଏକେଶ୍ୱରବାଦୀ ଧର୍ମର ଅନୁସରଣ କର, ସେ ମୁଶରିକମାନଙ୍କ ମଧ୍ୟରୁ ନ ଥିଲେ। (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- ଯେତେବେଳେ ଆମେ ତମମାନଙ୍କୁ ଫିରଔନର ଲୋକମାନଙ୍କଠାରୁ ଉଦ୍ଧାର କଲୁ, ଯେଉଁମାନେ ତମମାନଙ୍କୁ କଠୋର ଶିକ୍ଷା ଦେଉଥିଲେ। (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- ଏହା ହିଁ ସଳଖ ଧର୍ମ, କିନ୍ତୁ ଅଧିକାଂଶ ଲୋକ ଜାଣନ୍ତି ନାହିଁ। (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- ତୁମେ କ'ଣ ଦେଖୁନାହଁ ଯେ ଅଲ୍ଲାହ ତମମାନଙ୍କ ପାଇଁ ଆକାଶମଣ୍ଡଳରେ ଯାହା ଅଛି, ତାହା ବଶୀଭୂତ କରିଦେଇଛନ୍ତି? (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- କାଫିରମାନେ କହିଥାନ୍ତେ: ଏହା ତ ସ୍ପଷ୍ଟ ଯାଦୁ। (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- ଯେତେବେଳେ ସେମାନଙ୍କ ନିକଟରେ ଆମର ସ୍ପଷ୍ଟ ଆୟତଗୁଡ଼ିକ ପାଠ କରି ଶୁଣାଯାଏ, ସେତେବେଳେ କାଫିରମାନେ କହନ୍ତି। (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- ଚିରସ୍ଥାୟୀ ସ୍ୱର୍ଗବଗିଚାଗୁଡ଼ିକ, ଯାହାର ତଳଦେଇ ନଦୀମାନେ ପ୍ରବାହିତ, ସେଠାରେ ସେମାନେ ଚିରଦିନ ରହିବେ। (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- ସେ ଯାହା ଇଚ୍ଛା କରନ୍ତି, ସୃଷ୍ଟି କରନ୍ତି; ନିଶ୍ଚୟ ଅଲ୍ଲାହ ସମସ୍ତ ଜିନିଷ ଉପରେ ସକ୍ଷମ। (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- ଯାହାଫଳରେ ସେ ତମମାନଙ୍କର ପାପ କ୍ଷମା କରିବେ ଏବଂ ତମମାନଙ୍କୁ ନିର୍ଦ୍ଧାରିତ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଅବକାଶ ଦେବେ। (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- କ'ଣ ତମେ ଆମକୁ ଆମ ପିତୃପୁରୁଷମାନଙ୍କ ଉପାସନାରୁ ରୋକିବାକୁ ଚାହୁଁଛ? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- ଯେତେବେଳେ ତୁମ ପ୍ରଭୁ ଫେରିଶ୍ତାମାନଙ୍କୁ କହିଲେ: ମୁଁ ମାଟିରୁ ଜଣେ ମନୁଷ୍ୟ ସୃଷ୍ଟି କରୁଛି। (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- ସେ ହିଁ ନିଜ ଦୟା ଆଗରେ ପବନଗୁଡ଼ିକୁ ଶୁଭ ସମ୍ବାଦବାହକ ରୂପେ ପଠାନ୍ତି। (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- କୁହ: ପୃଥିବୀରେ ଭ୍ରମଣ କର ଏବଂ ଦେଖ ଯେ ପରିଣାମ କିପରି ହୋଇଥିଲା। (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀର ସୃଷ୍ଟିରେ, ଏବଂ ରାତ୍ରି ଓ ଦିନର ପରିବର୍ତ୍ତନରେ (ନିଦର୍ଶନ ଅଛି)। (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- ସେହି ବ୍ୟକ୍ତି କିଏ, ଯେ ଅଲ୍ଲାହଙ୍କୁ ଉତ୍ତମ ଋଣ ଦେବ, ଯାହାଫଳରେ ସେ ତାହାକୁ ଅନେକ ଗୁଣା ବଢ଼ାଇ ଦେବେ? (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- ତେଣୁ ସେମାନଙ୍କ ମଧ୍ୟରେ ଅଲ୍ଲାହଙ୍କ ଅବତୀର୍ଣ୍ଣ କରାଯାଇଥିବା (ବିଧାନ) ଅନୁସାରେ ବିଚାର କର, ଏବଂ ସେମାନଙ୍କ ଇଚ୍ଛାର ଅନୁସରଣ କରନାହିଁ। (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- ସେମାନେ ଫେରିଶ୍ତାମାନେ ସେମାନଙ୍କ ନିକଟକୁ ଆସିବା, କିମ୍ବା ତୁମ ପ୍ରଭୁଙ୍କ ଆଦେଶ ଆସିବା ବ୍ୟତୀତ ଅନ୍ୟ କିଛି ଅପେକ୍ଷା କରୁଛନ୍ତି କି? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- ଯେଉଁମାନେ ଅଲ୍ଲାହଙ୍କ ଉପରେ ମିଥ୍ୟା ଆରୋପ ଲଗାନ୍ତି, ସେମାନେ ସଫଳ ହେବେ ନାହିଁ। (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- ଫିରଔନର ଲୋକମାନେ ଏବଂ ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀମାନଙ୍କ ପରି, ସେମାନେ ଆମର ନିଦର୍ଶନଗୁଡ଼ିକୁ ମିଥ୍ୟା ପ୍ରତିପାଦନ କଲେ। (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- ସେ ଈମାନଦାର ଏବଂ ସତ୍କର୍ମଶୀଳମାନଙ୍କୁ ଶୁଭ ସମ୍ବାଦ ଦିଅନ୍ତି ଯେ ସେମାନଙ୍କ ପାଇଁ ପୁରସ୍କାର ଅଛି। (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- ଅଲ୍ଲାହ ଆପଣା ବନ୍ଦାମାନଙ୍କ ମଧ୍ୟରୁ ଯାହାକୁ ଇଚ୍ଛା କରନ୍ତି, ଜୀବିକା ପ୍ରଶସ୍ତ କରିଦିଅନ୍ତି ଏବଂ ସଂକୁଚିତ ମଧ୍ୟ କରିଦିଅନ୍ତି। (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- ଏବଂ ତମେ ଗୁପ୍ତ ଓ ପ୍ରକାଶ୍ୟର ଜ୍ଞାତାଙ୍କ ନିକଟକୁ ପ୍ରତ୍ୟାବର୍ତ୍ତିତ ହେବ, ତା'ପରେ ସେ ତମମାନଙ୍କୁ ତମମାନଙ୍କ କର୍ମ ବିଷୟରେ ଜଣାଇବେ। (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- ଏବଂ ରକ୍ତ ସମ୍ପର୍କୀୟମାନେ, ଅଲ୍ଲାହଙ୍କ କିତାବରେ ପରସ୍ପର ପ୍ରତି ଅଧିକ ଘନିଷ୍ଠ। (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — ଫର୍ଜ / ୱାଜିବ (କରିବା ଆବଶ୍ୟକ; ଛାଡ଼ିଦେଲେ ପାପ)
- mustahabb / mandub (مستحب / مندوب) — ମୁସ୍ତାହବ / ମନ୍ଦୁବ (ସୁପାରିଶ କରାଯାଇଥାଏ; କଲେ ସବାବ, ନ କଲେ ପାପ ନାହିଁ)
- mubah (مباح) — ମୁବାହ / ଅନୁମତିପ୍ରାପ୍ତ (ତଟସ୍ଥ; ନ ସବାବ, ନ ପାପ)
- makruh (مكروه) — ମକରୁହ (ଅପ୍ରିୟ / ନିରୁତ୍ସାହିତ, କିନ୍ତୁ କଲେ ପାପ ନାହିଁ)
- haram (حرام) — ହରାମ (ନିଷିଦ୍ଧ; କରିବା ପାପ)
- halal (حلال, ଅନୁମତିପ୍ରାପ୍ତ / ବୈଧ) — ମୁବାହ ଓ ମୁସ୍ତାହବ ଉଭୟକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ — ହରାମ ନୁହେଁ ତାହା ସବୁ
- କେବଳ ଅଲ୍ଲାହଙ୍କୁ ଉପାସନା କର ଏବଂ ତାଙ୍କ ସହାୟତା/ସହଯୋଗ ଲୋଡ଼। 1:5
- କେବଳ ଅଲ୍ଲାହଙ୍କୁ ଉପାସନା କର। 2:21
- ଅଲ୍ଲାହଙ୍କ ସହିତ ଅଂଶୀଦାର କର ନାହିଁ। 2:22
- ଅଲ୍ଲାହ କ୍ଷମାଶୀଳ (ତୌବା ଗ୍ରହଣକାରୀ), ସେ ଆଦମ (ଆଲୈହିସ୍ସଲାମ) ଙ୍କ ତୌବା ଗ୍ରହଣ କଲେ। 2:37
- ସତ୍ୟକୁ ଅସତ୍ୟ ସହିତ ମିଶ୍ରଣ କର ନାହିଁ ଏବଂ ସତ୍ୟକୁ ଲୁଚାଅ ନାହିଁ। 2:42
- ସଲାତ (ଦୈନିକ ପ୍ରାର୍ଥନା) ପ୍ରତିଷ୍ଠା କର ଏବଂ ଯାକାତ (ଦାନ) ଦିଅ। 2:43
- ନିଜେ ଅଭ୍ୟାସ କରିବା ପରେ ହିଁ ଅନ୍ୟମାନଙ୍କୁ ସତ୍କର୍ମର ଆଦେଶ ଦିଅ। 2:44
- ସବୁ କାର୍ଯ୍ୟରେ ଅଲ୍ଲାହଙ୍କ ସହାୟତା ଲୋଡ଼। 2:45
- ଦୁର୍ନୀତିରେ ଲିପ୍ତ ହୁଅ ନାହିଁ ଏବଂ ତାହା ବ୍ୟାପ୍ତ କର ନାହିଁ। 2:60
- ଲୋକମାନଙ୍କୁ ଉପାସନା ସ୍ଥଳକୁ ଯିବାରୁ ବାରଣ କର ନାହିଁ। 2:114
- ମସଜିଦର ପବିତ୍ରତାକୁ ସମ୍ମାନ କର। ତୁମ୍ଭର ପ୍ରାର୍ଥନା ସ୍ଥାନଗୁଡ଼ିକୁ ପରିଷ୍କାର ଓ ପବିତ୍ର ରଖ। 2:125
- ଅଲ୍ଲାହଙ୍କୁ ସ୍ମରଣ କର (ପ୍ରାର୍ଥନା, ତସବୀହ ଇତ୍ୟାଦି ଦ୍ୱାରା) ଏବଂ ସେ ତୁମ୍ଭକୁ ସ୍ମରଣ କରିବେ, ଏବଂ ତାଙ୍କ ପ୍ରତି କୃତଜ୍ଞ ରୁହ। 2:152
- ଦୁଃଖ-ଦୁର୍ଦ୍ଦଶାରେ ଧୈର୍ଯ୍ୟ ଧାରଣ କର। 2:153
- ଶୟତାନର ପଦକ୍ଷେପ ଅନୁସରଣ କର ନାହିଁ, ଯେ ଖୋଲା ଶତ୍ରୁ। 2:168
- କାହାରିକୁ ଅନ୍ଧ ଭାବରେ ଅନୁସରଣ କର ନାହିଁ। 2:170
- ସବୁ ଆମାନତ ରକ୍ଷା କର ଏବଂ ପୂରଣ କର। ନିଜର ଧାର୍ମିକ କର୍ତ୍ତବ୍ୟଗୁଡ଼ିକ ଆନ୍ତରିକତାର ସହିତ ପାଳନ କର। ନିଜର ଶପଥ ଓ ପ୍ରତିଜ୍ଞାଗୁଡ଼ିକ ପୂରଣ କର। ପ୍ରତିଶ୍ରୁତି ରକ୍ଷା କର, ବିଶେଷ କରି ଅଲ୍ଲାହଙ୍କୁ ଦିଆଯାଇଥିବା ପ୍ରତିଶ୍ରୁତି। ଆବଶ୍ୟକତାମାନଙ୍କୁ ସହାୟତା କର ଏବଂ କଷ୍ଟ ଦୂର କର। ଦୈବୀ କୃପା ହରାଇବା ପାପଗୁଡ଼ିକୁ ପରିହାର କର। ଅହଙ୍କାର ତୁମ୍ଭକୁ ଅନ୍ୟାୟ ଆଡ଼କୁ ନ ନେଉ। 2:177
- କିସାସ୍ (ଦଣ୍ଡରେ ସମାନତା ନିୟମ) ରେ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ଜୀବନ ଅଛି। 2:179
- ରମଜାନ୍ ମାସରେ ରୋଜା ରଖ। ମୁତ୍ତାକୀ (ଧର୍ମପରାୟଣ) ହେବା ପାଇଁ ନିର୍ଦ୍ଧାରିତ ରୋଜା ପାଳନ କର। 2:183
- କୁରଆନ୍କୁ ଅନ୍ତିମ ମାର୍ଗଦର୍ଶକ ଭାବରେ ସମ୍ମାନ କର। 2:185
- ପରସ୍ପରର ସମ୍ପତ୍ତି ଅନ୍ୟାୟରେ ଖାଅ ନାହିଁ, ଏବଂ ବିଚାରପତିମାନଙ୍କୁ (ତୁମ୍ଭମାନଙ୍କର ମାମଲା ଦାଖଲ କରିବା ପୂର୍ବରୁ) ଘୁଷ ଦିଅ ନାହିଁ। 2:188
- ଅନ୍ୟମାନଙ୍କୁ ଶବ୍ଦ ବା କାର୍ଯ୍ୟରେ ଅତ୍ୟାଚାର କର ନାହିଁ। କେବେ ବି ଆକ୍ରମଣକାରୀ ଭାବରେ ଯୁଦ୍ଧ କର ନାହିଁ, କେବଳ ପ୍ରତିରକ୍ଷା ପାଇଁ। 2:190
- ଅନାଥମାନଙ୍କୁ ସୁରକ୍ଷା ଦିଅ। ଅନାଥମାନଙ୍କ ସମ୍ପତ୍ତିରେ ସଚ୍ଚୋଟ ଭାବରେ କାର୍ଯ୍ୟ କର ଏବଂ ସେମାନଙ୍କ ସମ୍ପତ୍ତି ଖାଅ ନାହିଁ। 2:220
- ତୌବା କର ଏବଂ ଅଲ୍ଲାହଙ୍କ କ୍ଷମା ପ୍ରାର୍ଥନା କର। ଋତୁସ୍ରାବ ସମୟରେ ଯୌନ ସମ୍ପର୍କ ରଖ ନାହିଁ। ପବିତ୍ରତା (ଶାରୀରିକ ଓ ଆଧ୍ୟାତ୍ମିକ) ବଜାୟ ରଖ। 2:222
- ନିଜ ପରିବାର ପ୍ରତି ନିଜର ଦାୟିତ୍ୱ ପୂରଣ କର। 2:233
- ନେତାମାନଙ୍କୁ ସେମାନଙ୍କ ଯୋଗ୍ୟତା ଆଧାରରେ ମନୋନୀତ କର। 2:247
- ଧର୍ମରେ ବାଧ୍ୟତା ନାହିଁ। 2:256
- ସମ୍ପତ୍ତି ଦାନରେ ଖର୍ଚ୍ଚ କର। ସମ୍ପତ୍ତି ଓ ସମୟ ଉଭୟରେ ଦାନୀ ହୁଅ। 2:261
- ନିଜର ଉଦାରତାକୁ ଗର୍ବ କରି ଦାନକୁ ବ୍ୟର୍ଥ କର ନାହିଁ। 2:264
- ଶୟତାନ ତୁମ୍ଭକୁ ଦାରିଦ୍ର୍ୟର ଭୟ ଦେଖାଏ ଏବଂ ଅଶ୍ଳୀଳ କାର୍ଯ୍ୟ (ଫାହ୍ଶା — ଖରାପ କର୍ମ, ଅବୈଧ ଯୌନ ସମ୍ପର୍କ, ପାପ) କରିବାକୁ ଆଦେଶ ଦିଏ। 2:268
- ଆବଶ୍ୟକତାମାନଙ୍କୁ ଖୋଜ ଏବଂ ସେମାନଙ୍କୁ ସାହାଯ୍ୟ କର। 2:273
- ସୁଦ ଓ ବ୍ୟାଜରେ ଲିପ୍ତ ହୁଅ ନାହିଁ। ସୁଦଯୁକ୍ତ ସମ୍ପତ୍ତି ଖାଅ ନାହିଁ। ରିବା (ସୁଦ) ଖାଅ ନାହିଁ। 2:275
- ଋଣୀ କଷ୍ଟରେ ଥିଲେ ପରିଶୋଧ ପାଇଁ ଅଧିକ ସମୟ ଦିଅ। 2:280
- ବ୍ୟବସାୟିକ ଲେନଦେନରେ ନିଜ ପ୍ରତିଜ୍ଞା ପାଳନ କର। ଆର୍ଥିକ ବ୍ୟାପାରରେ ସତ୍ୟବାଦୀ ହୁଅ। ସବୁ ପ୍ରତିବଦ୍ଧତାରେ ସଚ୍ଚୋଟ ଭାବରେ କାର୍ଯ୍ୟ କର। ନିର୍ଦ୍ଧାରିତ ସମୟ ପାଇଁ ଋଣ ଚୁକ୍ତି କଲେ ତାହା ଲେଖ। ବ୍ୟବସାୟିକ ଚୁକ୍ତି କଲାବେଳେ ସାକ୍ଷୀ ରଖ। 2:282
- ସବୁ ଆମାନତ ରକ୍ଷା କର ଏବଂ ପୂରଣ କର। 2:283
- ଅବତୀର୍ଣ୍ଣ ଗ୍ରନ୍ଥଗୁଡ଼ିକ ଓ ସବୁ ପୟଗମ୍ବରଙ୍କୁ ବିଶ୍ୱାସ କର। 2:285
- ଅଲ୍ଲାହ କାହାକୁ ବି ତା'ର କ୍ଷମତା ଠାରୁ ଅଧିକ ବୋଝ ଦିଅନ୍ତି ନାହିଁ। ସେ ଭଲ କର୍ମର ପୁରସ୍କାର ପାଏ ଏବଂ ଖରାପ କର୍ମର ଦଣ୍ଡ ପାଏ। ଈଶ୍ବର ମନୁଷ୍ୟକୁ ତା'ର କ୍ଷମତା ଠାରୁ ଅଧିକ ବୋଝ ଦିଅନ୍ତି ନାହିଁ; ଆମେ ବି ତାହା କରିବା ଉଚିତ ନୁହେଁ। କଷ୍ଟରେ ମଧ୍ୟ ଅଲ୍ଲାହଙ୍କ ଯୋଜନା ଉପରେ ବିଶ୍ୱାସ ରଖ। 2:286
- ଯେ ପ୍ରତିଜ୍ଞା ପୂରଣ କରେ ଏବଂ ଅଲ୍ଲାହଙ୍କୁ ଡରେ, ତେବେ ଅଲ୍ଲାହ ଧର୍ମପରାୟଣମାନଙ୍କୁ ଭଲ ପାଆନ୍ତି। 3:76
- ସାମର୍ଥ୍ୟ ଥିଲେ ହଜ୍ (ତୀର୍ଥଯାତ୍ରା) କର। 3:97
- ବିଭକ୍ତ ହୁଅ ନାହିଁ। 3:103
- ସତ୍କର୍ମର ଆଦେଶ ଦିଅ ଏବଂ ଦୁଷ୍କର୍ମରୁ ନିବୃତ୍ତ କର। ନିଜ ସମାଜରେ ନ୍ୟାୟକୁ ଉତ୍ସାହିତ କର। ଅନ୍ୟମାନଙ୍କୁ ଅଲ୍ଲାହଙ୍କ ସ୍ମରଣ ଆଡ଼କୁ ଡାକ। 3:104
- ବିଶ୍ୱାସୀମାନେ ଅଲ୍ଲାହଙ୍କ ଉପରେ ହିଁ ଭରସା କରିବା ଉଚିତ। 3:122
- ରିବା (ସୁଦ) ଖାଅ ନାହିଁ। 3:130
- ଦୟା ପାଇବା ପାଇଁ ଅଲ୍ଲାହ ଓ ତାଙ୍କ ରସୂଲଙ୍କ ଆଜ୍ଞା ପାଳନ କର। 3:132
- ଅଲ୍ଲାହ (ଅଲ୍ଲାହଙ୍କ ମାର୍ଗରେ — ଦାନ, ଧର୍ମଦାନ ଇତ୍ୟାଦି) ସମୃଦ୍ଧି ଓ ଅଭାବ ଉଭୟରେ ଖର୍ଚ୍ଚ କରୁଥିବା ଲୋକମାନଙ୍କୁ, କ୍ରୋଧକୁ ଦମନ କରୁଥିବା ଲୋକମାନଙ୍କୁ ଏବଂ ଲୋକମାନଙ୍କୁ କ୍ଷମା କରୁଥିବା ଲୋକମାନଙ୍କୁ ଭଲ ପାଆନ୍ତି। 3:134
- କ୍ରୋଧ ଦମନ କର। ନିଜର କ୍ରୋଧକୁ ନିୟନ୍ତ୍ରଣ କର। 3:134
- ଅନ୍ୟମାନଙ୍କ ଭୁଲକୁ କ୍ଷମା କର ଏବଂ ମାଫ କର। 3:135
- କଥାରେ କଠୋର ହୁଅ ନାହିଁ। ଯେଉଁମାନେ ତୁମଠାରୁ ଭିନ୍ନ, ସେମାନଙ୍କ ପ୍ରତି ଧୈର୍ଯ୍ୟ ରଖ। 3:159
- ଯଦି ଅଲ୍ଲାହ ତୁମ୍ଭମାନଙ୍କୁ ସାହାଯ୍ୟ କରନ୍ତି, ତେବେ କେହି ତୁମ୍ଭମାନଙ୍କୁ ପରାସ୍ତ କରିପାରିବେ ନାହିଁ; ଏବଂ ଯଦି ସେ ତୁମ୍ଭମାନଙ୍କୁ ପରିତ୍ୟାଗ କରନ୍ତି, ତେବେ ତାଙ୍କ ପରେ କିଏ ତୁମ୍ଭମାନଙ୍କୁ ସାହାଯ୍ୟ କରିପାରିବ? 3:160
- ପ୍ରତ୍ୟେକେ ମୃତ୍ୟୁର ସ୍ୱାଦ ଚାଖିବେ। ଏବଂ କେବଳ ପୁନରୁତ୍ଥାନ ଦିନରେ ତୁମ୍ଭମାନଙ୍କୁ ତୁମ୍ଭମାନଙ୍କର ସମ୍ପୂର୍ଣ୍ଣ ପୁରସ୍କାର ଦିଆଯିବ। 3:185
- ପ୍ରକୃତିର ଆଶ୍ଚର୍ଯ୍ୟ ଏବଂ ଏହି ବ୍ରହ୍ମାଣ୍ଡର ସୃଷ୍ଟି ସମ୍ବନ୍ଧରେ ଗଭୀର ଭାବରେ ଚିନ୍ତା କର। ଜାଣ ଯେ ଈଶ୍ବର ଏହି ବ୍ରହ୍ମାଣ୍ଡକୁ ଅର୍ଥ ଏବଂ ଉଦ୍ଦେଶ୍ୟ ସହିତ ସୃଷ୍ଟି କରିଛନ୍ତି। 3:191
- ପୁରୁଷ ଓ ସ୍ତ୍ରୀ ସେମାନଙ୍କ କର୍ମ ପାଇଁ ସମାନ ପୁରସ୍କାର ପାଆନ୍ତି। 3:195
- ଯେଉଁମାନେ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କୁ ଡରନ୍ତି, ସେମାନଙ୍କ ପାଇଁ (ସ୍ୱର୍ଗରେ) ବଗିଚା ଅଛି, ଯାହାର ତଳେ ନଦୀ ପ୍ରବାହିତ; ସେଠାରେ ସେମାନେ ସଦାକାଳ ରହିବେ, ଅଲ୍ଲାହଙ୍କ ତରଫରୁ ଆତିଥ୍ୟ ଭାବରେ। 3:198
- ସବୁ କର୍ମରେ ସଦା ଅଲ୍ଲାହଙ୍କ ସନ୍ତୁଷ୍ଟି ପାଇଁ ଚେଷ୍ଟା କର। 3:200
- ନିଜ ପ୍ରଭୁଙ୍କୁ ଡର, ତାଙ୍କୁ ଭୟ କର ଏବଂ (ସମ୍ପର୍କୀୟ) ସମ୍ପର୍କ ଛିନ୍ନ କର ନାହିଁ। 4:1
- ଅନାଥମାନଙ୍କୁ ସେମାନଙ୍କ ସମ୍ପତ୍ତି ଦିଅ ଏବଂ (ନିଜର ଖରାପ) ସେମାନଙ୍କ (ଭଲ) ସହିତ ବଦଳାଅ ନାହିଁ; ଏବଂ ସେମାନଙ୍କ ସମ୍ପତ୍ତି (ନିଜ ସମ୍ପତ୍ତିରେ ମିଶାଇ) ଖାଅ ନାହିଁ। 4:2
- ଯେଉଁ ସ୍ତ୍ରୀମାନଙ୍କୁ ବିବାହ କର, ସେମାନଙ୍କୁ ସେମାନଙ୍କ ମହର (ବିବାହ ସମୟରେ ସ୍ୱାମୀ ପତ୍ନୀଙ୍କୁ ଦେବା ଆବଶ୍ୟକ ଉପହାର) ଖୁସି ମନରେ ଦିଅ। 4:4
- ଅନାଥମାନଙ୍କ ଅଧିକାର ସୁରକ୍ଷା କର। 4:6
- ମୃତକର ସମ୍ପତ୍ତି ତା'ର ପରିବାର ସଦସ୍ୟମାନଙ୍କ ମଧ୍ୟରେ ବାଣ୍ଟି ଦିଆଯିବା ଉଚିତ। ସ୍ତ୍ରୀମାନଙ୍କର ଉତ୍ତରାଧିକାର ଅଧିକାର ଅଛି। 4:7
- ଅନାଥମାନଙ୍କ ସମ୍ପତ୍ତି ଅନ୍ୟାୟରେ ଖାଅ ନାହିଁ। 4:10
- ଉତ୍ତରାଧିକାର ସମ୍ବନ୍ଧୀୟ ଆଦେଶଗୁଡ଼ିକୁ ପାଳନ କର। 4:11
- ସ୍ତ୍ରୀମାନଙ୍କୁ ସେମାନଙ୍କ ଇଚ୍ଛା ବିରୁଦ୍ଧରେ ଉତ୍ତରାଧିକାରୀ କରିବା ନିଷିଦ୍ଧ, ଏବଂ ସେମାନଙ୍କ ସହିତ କଠୋର ବ୍ୟବହାର କର ନାହିଁ। ସେମାନଙ୍କ (ପତ୍ନୀମାନଙ୍କ) ସହିତ ସମ୍ମାନଜନକ ଭାବରେ ବାସ କର। ସ୍ତ୍ରୀମାନଙ୍କ ଅଧିକାରକୁ ସମ୍ମାନ କର ଏବଂ ରକ୍ଷା କର। ନିଜ ସ୍ତ୍ରୀ ସହିତ ଦୟା ଓ କରୁଣାର ବ୍ୟବହାର କର। ସ୍ତ୍ରୀମାନଙ୍କ ସହିତ ସମ୍ମାନ ଓ ନ୍ୟାୟର ବ୍ୟବହାର କର। 4:19
- ନିଜ ରକ୍ତ ସମ୍ପର୍କୀୟମାନଙ୍କୁ ବିବାହ କର ନାହିଁ। 4:23
- ପରସ୍ପରକୁ (କିମ୍ବା ନିଜକୁ) ହତ୍ୟା କର ନାହିଁ। ନିଶ୍ଚିତ ଭାବରେ ଅଲ୍ଲାହ ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି ଦୟାଳୁ। ପରସ୍ପରର ସମ୍ପତ୍ତି ଅନ୍ୟାୟରେ ଖାଅ ନାହିଁ। 4:29
- ଯଦି ତୁମ୍ଭମାନେ ନିଷିଦ୍ଧ ବଡ଼ ପାପଗୁଡ଼ିକୁ ପରିହାର କର, ତେବେ ଅଲ୍ଲାହ ତୁମ୍ଭମାନଙ୍କ (ଛୋଟ) ପାପଗୁଡ଼ିକୁ କ୍ଷମା କରିବେ ଏବଂ ତୁମ୍ଭମାନଙ୍କୁ ସମ୍ମାନଜନକ ପ୍ରବେଶ (ସ୍ୱର୍ଗ) ରେ ପ୍ରବେଶ କରାଇବେ। 4:31
- ଅଲ୍ଲାହ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେହି କାହାଠାରୁ ଅଧିକ ଯାହା ଦେଇଛନ୍ତି, ତାହାର ଇଚ୍ଛା କର ନାହିଁ। ଈର୍ଷା ଓ ହିଂସାରୁ ଦୂରେଇ ରୁହ। 4:32
- ପୁରୁଷମାନେ ସ୍ତ୍ରୀମାନଙ୍କ ରକ୍ଷକ ଓ ପରିଚାଳକ, କାରଣ ଅଲ୍ଲାହ ସେମାନଙ୍କ ମଧ୍ୟରୁ କେହି କାହାଠାରୁ ଅଧିକ ଶ୍ରେଷ୍ଠ କରିଛନ୍ତି, ଏବଂ କାରଣ ସେମାନେ ସେମାନଙ୍କ ସମ୍ପତ୍ତିରୁ (ସେମାନଙ୍କ ପାଳନ ପାଇଁ) ଖର୍ଚ୍ଚ କରନ୍ତି। ପୁରୁଷ ପରିବାରର ରକ୍ଷକ ଓ ସହାୟକ। 4:34
- ଅଲ୍ଲାହଙ୍କୁ ଉପାସନା କର ଏବଂ ତାଙ୍କ ସହିତ କାହାକୁ ବି ଅଂଶୀଦାର କର ନାହିଁ, ପିତାମାତା, ସମ୍ପର୍କୀୟ, ଅନାଥ, ଦରିଦ୍ର, ପଡ଼ୋଶୀ, ସଙ୍ଗୀ, ପଥିକ (ଯାହାକୁ ଭେଟ), ଏବଂ ନିଜ ଡାହାଣ ହାତ ଅଧିକାରରେ ଥିବା (ଦାସ) ମାନଙ୍କ ସହିତ ସଦ୍ୟବହାର କର। ଅଲ୍ଲାହ ଅହଙ୍କାରୀ ଓ ଗର୍ବିତମାନଙ୍କୁ ପସନ୍ଦ କରନ୍ତି ନାହିଁ। ଅନ୍ୟମାନଙ୍କ ସହିତ ଭଲ ବ୍ୟବହାର କର। ଦୁର୍ବଳମାନଙ୍କ ପ୍ରତି ଦୟା ଦେଖାଅ। ପାରିବାରିକ ସମ୍ପର୍କ ବଜାୟ ରଖ ଏବଂ ସମ୍ପର୍କୀୟମାନଙ୍କୁ ସମ୍ମାନ କର। 4:36
- କୃପଣ ହୁଅ ନାହିଁ। 4:37
- ଅଲ୍ଲାହ ତାଙ୍କ ସହିତ ଅଂଶୀଦାର କରିବାକୁ କ୍ଷମା କରନ୍ତି ନାହିଁ, କିନ୍ତୁ ଏହା ବ୍ୟତୀତ ଯାହାକୁ ଇଚ୍ଛା କ୍ଷମା କରନ୍ତି। 4:48
- ଅନ୍ୟମାନଙ୍କ ପ୍ରତି ଈର୍ଷା କର ନାହିଁ। 4:54
- ଅଲ୍ଲାହ ତୁମ୍ଭମାନଙ୍କୁ ଆମାନତଗୁଡ଼ିକ ତାଙ୍କ ମାଲିକମାନଙ୍କୁ ଫେରାଇ ଦେବାକୁ ଆଦେଶ ଦିଅନ୍ତି। ଯେତେବେଳେ ତୁମ୍ଭମାନେ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ବିଚାର କର, ନ୍ୟାୟ ସହିତ ବିଚାର କର। 4:58
- ଅଲ୍ଲାହ ଓ ତାଙ୍କ ରସୂଲଙ୍କ ଆଜ୍ଞା ପାଳନ କର। ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ କ୍ଷମତାଧାରୀମାନଙ୍କୁ ସମ୍ମାନ ଦିଅ। 4:59
- ଦୁର୍ବଳ ଓ ଅସହାୟମାନଙ୍କ ଉପରେ ଅତ୍ୟାଚାର କର ନାହିଁ। 4:75
- ତୁମ୍ଭମାନଙ୍କୁ ଯାହା ଭଲ ମିଳେ, ତାହା ଅଲ୍ଲାହଙ୍କ ତରଫରୁ; ଏବଂ ଯାହା ଖରାପ ଘଟେ, ତାହା ତୁମ୍ଭମାନଙ୍କ ନିଜ ତରଫରୁ। 4:79
- ଯେ ରସୂଲ (ମୁହମ୍ମଦ ﷺ) ଙ୍କ ଆଜ୍ଞା ପାଳନ କରେ, ସେ ଅଲ୍ଲାହଙ୍କ ଆଜ୍ଞା ପାଳନ କଲା। 4:80
- ଯେ ଭଲ କାର୍ଯ୍ୟର ସୁପାରିଶ କରେ, ସେ ତାହାର ପୁରସ୍କାର ପାଏ; ଏବଂ ଯେ ଖରାପ କାର୍ଯ୍ୟର ସୁପାରିଶ କରେ, ସେ ତାହାର ବୋଝ ବହନ କରେ। 4:85
- ଜଣେ ବିଶ୍ୱାସୀ ଆଉ ଜଣେ ବିଶ୍ୱାସୀଙ୍କୁ ହତ୍ୟା କରିବା ଉଚିତ ନୁହେଁ, କିନ୍ତୁ ଭୁଲରେ ହେଲେ ବ୍ୟତୀତ। 4:92
- ଯେ ଜାଣିଶୁଣି ଜଣେ ବିଶ୍ୱାସୀଙ୍କୁ ହତ୍ୟା କରେ, ତା'ର ଦଣ୍ଡ ଜାହନ୍ନମ, ଯେଉଁଠାରେ ସେ ସଦାକାଳ ରହିବ। ଅଲ୍ଲାହଙ୍କ କ୍ରୋଧ ଓ ଅଭିଶାପ ତା' ଉପରେ, ଏବଂ ତା' ପାଇଁ ବଡ଼ ଦଣ୍ଡ ପ୍ରସ୍ତୁତ କରାଯାଇଛି। 4:93
- ଯେ ଅଲ୍ଲାହଙ୍କ ମାର୍ଗରେ (ନିଜ ଘରୁ) ହିଜରତ କରେ, ସେ ପୃଥିବୀରେ ବହୁତ ଆଶ୍ରୟସ୍ଥଳ ଓ ପ୍ରାଚୁର୍ଯ୍ୟ ପାଇବ। 4:100
- ନିଜର ପ୍ରାର୍ଥନାଗୁଡ଼ିକ ସମୟାନୁବର୍ତ୍ତୀ କର। 4:103
- ଯେଉଁମାନେ ଆମାନତରେ ବିଶ୍ୱାସଘାତ କରନ୍ତି, ସେମାନଙ୍କୁ ସମର୍ଥନ କିମ୍ବା ଓକିଲ ହୁଅ ନାହିଁ। 4:105
- ଅଲ୍ଲାହଙ୍କ କ୍ଷମା ପ୍ରାର୍ଥନା କର, ନିଶ୍ଚିତ ଭାବରେ ଅଲ୍ଲାହ କ୍ଷମାଶୀଳ, ଦୟାବାନ। 4:106
- ହେ ବିଶ୍ୱାସୀମାନେ! ନ୍ୟାୟ ପାଇଁ ଦୃଢ଼ ଭାବରେ ଠିଆ ହୁଅ, ଅଲ୍ଲାହଙ୍କ ପାଇଁ ସାକ୍ଷୀ ହୁଅ, ଯଦିଓ ତାହା ନିଜ ବିରୁଦ୍ଧରେ, କିମ୍ବା ପିତାମାତା, କିମ୍ବା ସମ୍ପର୍କୀୟମାନଙ୍କ ବିରୁଦ୍ଧରେ, ସେ ଧନୀ ହେଉ କିମ୍ବା ଗରିବ। ନ୍ୟାୟରେ ବିଳମ୍ବ କର ନାହିଁ; ଭୁଲ ସୁଧାରିବା ପାଇଁ ତୁରନ୍ତ କାର୍ଯ୍ୟ କର। 4:135
- ମୁନାଫିକ୍ମାନେ ଅଲ୍ଲାହଙ୍କୁ ଠକିବାକୁ ଚାହାନ୍ତି, କିନ୍ତୁ ସେ ହିଁ ସେମାନଙ୍କୁ ଠକନ୍ତି। 4:142
- ମୁନାଫିକ୍ମାନେ ନର୍କର ସବୁଠାରୁ ତଳ ତଳରେ ରହିବେ; ଏବଂ ତୁମ୍ଭେ ସେମାନଙ୍କ ପାଇଁ କୌଣସି ସହାୟକ ପାଇବ ନାହିଁ। 4:145
- ଅଲ୍ଲାହ ପସନ୍ଦ କରନ୍ତି ନାହିଁ ଯେ ଖରାପ କଥା ସାର୍ବଜନୀନ ଭାବରେ କୁହାଯାଉ, କିନ୍ତୁ ଯାହା ଉପରେ ଅତ୍ୟାଚାର ହୋଇଛି, ତାହା ବ୍ୟତୀତ। 4:148
- ରସୂଲମାନଙ୍କୁ ସୁସମାଚାର ଦାତା ଏବଂ ସତର୍କକାରୀ ଭାବରେ ପଠାଯାଇଛି, ଯାହାଫଳରେ ରସୂଲମାନଙ୍କ (ଆଗମନ) ପରେ ଲୋକମାନଙ୍କର ଅଲ୍ଲାହ ବିରୁଦ୍ଧରେ କୌଣସି ବାହାନା ନ ରହେ। 4:165
- ନିଜର ପ୍ରତିଜ୍ଞା ଓ ଅଙ୍ଗୀକାର ପୂରଣ କର। 5:1
- ସତ୍କର୍ମ ଓ ଧର୍ମପରାୟଣତାରେ ପରସ୍ପରକୁ ସାହାଯ୍ୟ କର, ଏବଂ ପାପ ଓ ଶତ୍ରୁତାରେ ସାହାଯ୍ୟ କର ନାହିଁ। 5:2
- ମୃତ ଜନ୍ତୁ, ରକ୍ତ ଏବଂ ଘୁଷୁରି ମାଂସ ଖାଅ ନାହିଁ। 5:3
- ନ୍ୟାୟପରାୟଣ ହୁଅ, ଅନ୍ୟମାନଙ୍କ ପ୍ରତି ଶତ୍ରୁତା ଓ ଘୃଣା ତୁମ୍ଭମାନଙ୍କୁ ନ୍ୟାୟରୁ ଦୂରେଇ ନ ଦେଉ। ନ୍ୟାୟପରାୟଣ ହୁଅ। ଜାଣ ଯେ ନ୍ୟାୟପରାୟଣତା ଧର୍ମପରାୟଣତାର ନିକଟତର। ନ୍ୟାୟରେ ବିଳମ୍ବ କର ନାହିଁ; ଭୁଲ ସୁଧାରିବା ପାଇଁ ତୁରନ୍ତ କାର୍ଯ୍ୟ କର। 5:8
- ଅଲ୍ଲାହଙ୍କ ନିକଟତର ହେବାର ମାଧ୍ୟମ ଖୋଜ ଏବଂ ତାଙ୍କ ମାର୍ଗରେ ଯଥାସାଧ୍ୟ ଚେଷ୍ଟା କର। ଯାହାଫଳରେ ତୁମ୍ଭମାନେ ସଫଳ ହୁଅ। 5:35
- ନିଜର ଶପଥ ଓ ପ୍ରତିଜ୍ଞା ପୂରଣ କର। 5:89
- ମାଦକ ପାନୀୟ ଓ ମଦ୍ୟପାନରୁ ଦୂରେଇ ରୁହ। ମାଦକ ପାନୀୟ (ସବୁ ପ୍ରକାର ମଦ୍ୟ), ଜୁଆ, ଅଲ-ଅନସାବ (ପଥର ବେଦୀ) ଏବଂ ଅଲ-ଅଜଲାମ (ଭାଗ୍ୟ ବା ନିଷ୍ପତ୍ତି ପାଇଁ ତୀର) ଗୁଡ଼ିକୁ କଠୋର ଭାବରେ ପରିହାର କର, ଏଗୁଡ଼ିକ ଶୟତାନର କାର୍ଯ୍ୟର ଅପବିତ୍ରତା। 5:90
- ଯେତେବେଳେ ତୁମ୍ଭମାନେ ହଜ୍ କିମ୍ବା ଉମରା (ତୀର୍ଥଯାତ୍ରା) ପାଇଁ ଇହରାମ ଅବସ୍ଥାରେ ଥାଅ, ଶିକାର କର ନାହିଁ। 5:95
- ଯେଉଁ ବିଷୟଗୁଡ଼ିକ ଯଦି ତୁମ୍ଭମାନଙ୍କୁ ସ୍ପଷ୍ଟ କରାଯାଏ, ତେବେ ତୁମ୍ଭମାନଙ୍କୁ କଷ୍ଟ ଦେଇପାରେ, ସେଗୁଡ଼ିକ ବିଷୟରେ ପଚାର ନାହିଁ। 5:101
- ଅନ୍ୟମାନଙ୍କ ଦେବତାମାନଙ୍କୁ ଗାଳି ଦିଅ ନାହିଁ। ସେମାନେ (ଅବିଶ୍ୱାସୀମାନେ) ଅଲ୍ଲାହଙ୍କୁ ଛାଡ଼ି ଯାହାର ଉପାସନା କରନ୍ତି, ସେମାନଙ୍କୁ ଗାଳି ଦିଅ ନାହିଁ, ଅନ୍ୟଥା ସେମାନେ ଅଜ୍ଞତାବଶତଃ ଅଲ୍ଲାହଙ୍କୁ ଗାଳି ଦେବେ। 6:108
- ଯଦି ତୁମ୍ଭମାନେ ପୃଥିବୀରେ ଥିବା ବହୁସଂଖ୍ୟକଙ୍କ ଅନୁସରଣ କର, ତେବେ ସେମାନେ ତୁମ୍ଭମାନଙ୍କୁ ଅଲ୍ଲାହଙ୍କ ମାର୍ଗରୁ ବିଚ୍ୟୁତ କରିବେ। ସେମାନେ କେବଳ ଅନୁମାନର ଅନୁସରଣ କରନ୍ତି ଏବଂ ସେମାନେ କେବଳ ମିଥ୍ୟା କୁହନ୍ତି। 6:116
- (ମାନବମାନେ) ସବୁ ପ୍ରକାର ପାପ, ଖୋଲା ଓ ଲୁଚା, ପରିତ୍ୟାଗ କର। 6:120
- (ବିଶ୍ୱାସୀମାନେ) ଯେଉଁ (ମାଂସ) ଉପରେ ଅଲ୍ଲାହଙ୍କ ନାମ (ଜନ୍ତୁ ବଧ ସମୟରେ) ନିଆଯାଇ ନାହିଁ, ତାହା ଖାଅ ନାହିଁ। 6:121
- ଅଲ୍ଲାହ ଯାକୁ ପଥ ଦେଖାଇବାକୁ ଚାହାନ୍ତି, ତା'ର ଛାତି ଇସଲାମ ପାଇଁ ଖୋଲି ଦିଅନ୍ତି; ଏବଂ ଯାକୁ ପଥଭ୍ରଷ୍ଟ କରିବାକୁ ଚାହାନ୍ତି, ତା'ର ଛାତି ସଂକୀର୍ଣ୍ଣ ଓ ଚିପା ହୋଇଯାଏ। 6:125
- ଖର୍ଚ୍ଚରେ ସଂଯମୀ ହୁଅ ଏବଂ ଅପବ୍ୟୟରୁ ଦୂରେଇ ରୁହ। ସବୁ ସୃଷ୍ଟିର ଅଧିକାର ସୁରକ୍ଷା କର। 6:141
- ଅଲ୍ଲାହଙ୍କ ସହିତ ଅଂଶୀଦାର କର ନାହିଁ, ପିତାମାତାଙ୍କ ସହିତ ସଦ୍ୟବହାର କର, ଦାରିଦ୍ର୍ୟ ଭୟରେ ନିଜ ସନ୍ତାନମାନଙ୍କୁ ହତ୍ୟା କର ନାହିଁ, ଅଶ୍ଳୀଳ କାର୍ଯ୍ୟର ନିକଟକୁ ଯାଅ ନାହିଁ, ଅଲ୍ଲାହ ଯାହାକୁ ହତ୍ୟା କରିବାକୁ ନିଷିଦ୍ଧ କରିଛନ୍ତି, ତାକୁ ନ୍ୟାୟସଙ୍ଗତ କାରଣ ବିନା ହତ୍ୟା କର ନାହିଁ। 6:151
- ସଚ୍ଚୋଟ ହୁଅ; କୌଣସି ବ୍ୟବହାରରେ ପ୍ରତାରଣା କର ନାହିଁ। ଅନାଥର ସମ୍ପତ୍ତି ନିକଟକୁ ଯାଅ ନାହିଁ, କିନ୍ତୁ ତାହାକୁ ଉନ୍ନତ କରିବା ପାଇଁ, ନ୍ୟାୟ ସହିତ ପୂର୍ଣ୍ଣ ପରିମାଣ ଓ ପୂର୍ଣ୍ଣ ଓଜନ ଦିଅ, ଯେତେବେଳେ କହ, ସତ୍ୟ କହ, ଯଦିଓ ତାହା ନିକଟ ସମ୍ପର୍କୀୟଙ୍କ ବିଷୟରେ, ଏବଂ ଅଲ୍ଲାହଙ୍କ ପ୍ରତିଜ୍ଞା ପୂରଣ କର। 6:152
- ସିଧା ପଥ ଅନୁସରଣ କର ଏବଂ (ଅନ୍ୟ) ପଥଗୁଡ଼ିକ ଅନୁସରଣ କର ନାହିଁ, କାରଣ ସେଗୁଡ଼ିକ ତୁମ୍ଭମାନଙ୍କୁ ତାଙ୍କ ପଥରୁ ଅଲଗା କରିଦେବେ। 6:153
- (ମୁହମ୍ମଦ ﷺ) କୁହ: "ନିଶ୍ଚିତ ଭାବରେ, ମୋର ପ୍ରାର୍ଥନା, ମୋର କୁର୍ବାନୀ, ମୋର ଜୀବନ ଓ ମୋର ମୃତ୍ୟୁ ସବୁ ବିଶ୍ୱର ପାଳନକାର୍ତ୍ତା ଅଲ୍ଲାହଙ୍କ ପାଇଁ।" 6:162
- ଅହଙ୍କାରୀ ହୁଅ ନାହିଁ। 7:13
- ଶୟତାନ ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରତାରଣା ନ କରୁ। 7:27
- (ମୁହମ୍ମଦ ﷺ) କୁହ: "ମୋର ପ୍ରଭୁ ନ୍ୟାୟର ଆଦେଶ ଦେଇଛନ୍ତି…" 7:29
- ସବୁ ବିଷୟରେ ଅଲ୍ଲାହ ନିର୍ଦ୍ଧାରିତ ସୀମା ପାଳନ କର। କଥା ଓ କାର୍ଯ୍ୟରେ ସୀମା ଲଙ୍ଘନ କର ନାହିଁ। ଖାଅ ଓ ପିଅ, କିନ୍ତୁ ଅପବ୍ୟୟ କର ନାହିଁ। ପ୍ରାର୍ଥନା ସମୟରେ ଭଲ ପୋଷାକ ପିନ୍ଧ। 7:31
- ଅଲ୍ଲାହ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀକୁ ଛଅ ଦିନରେ ସୃଷ୍ଟି କଲେ, ତା'ପରେ ଅର୍ଶ (ସିଂହାସନ) ଉପରେ (ତାଙ୍କ ମହିମା ଅନୁଯାୟୀ) ସ୍ଥିର ହେଲେ। 7:54
- ନିଜ ପ୍ରଭୁଙ୍କୁ ନମ୍ରତା ଓ ଗୋପନରେ ପ୍ରାର୍ଥନା କର। ସେ ସୀମା ଲଙ୍ଘନକାରୀମାନଙ୍କୁ ପସନ୍ଦ କରନ୍ତି ନାହିଁ। 7:55
- ପୃଥିବୀ ସୁଧୁରିବା ପରେ ତହିଁରେ ଅଶାନ୍ତି କର ନାହିଁ, ଏବଂ ତାଙ୍କୁ ଭୟ ଓ ଆଶା ସହିତ ପ୍ରାର୍ଥନା କର। 7:56
- କିନ୍ତୁ ଯେଉଁମାନେ ଖରାପ କର୍ମ କରିଥିଲେ ଏବଂ ତା'ପରେ ତୌବା କଲେ ଏବଂ ବିଶ୍ୱାସ କଲେ, ନିଶ୍ଚିତ ଭାବରେ ତୁମ୍ଭର ପ୍ରଭୁ ତା'ପରେ କ୍ଷମାଶୀଳ, ଦୟାବାନ। 7:153
- (ମୁହମ୍ମଦ ﷺ) କୁହ: "ହେ ମାନବମାନେ! ନିଶ୍ଚିତ ଭାବରେ ମୁଁ ତୁମ୍ଭ ସମସ୍ତଙ୍କ ନିକଟକୁ ଅଲ୍ଲାହଙ୍କ ରସୂଲ…" 7:158
- (ସବୁ) ସୁନ୍ଦର ନାମ ଅଲ୍ଲାହଙ୍କର, ତେଣୁ ସେଗୁଡ଼ିକ ଦ୍ୱାରା ତାଙ୍କୁ ଡାକ, ଏବଂ ଯେଉଁମାନେ ତାଙ୍କ ନାମରେ ବକ୍ରତା ଅବଲମ୍ବନ କରନ୍ତି, ସେମାନଙ୍କୁ ଛାଡ଼ିଦିଅ… 7:180
- ଅଲ୍ଲାହ ଯାକୁ ପଥଭ୍ରଷ୍ଟ କରନ୍ତି, ତା'ପାଇଁ କୌଣସି ପଥପ୍ରଦର୍ଶକ ନାହିଁ; ଏବଂ ସେ ସେମାନଙ୍କୁ ସେମାନଙ୍କ ବିଦ୍ରୋହରେ ଅନ୍ଧ ଭାବରେ ବୁଲିବାକୁ ଛାଡ଼ି ଦିଅନ୍ତି। 7:186
- କ୍ଷମା ଦେଖାଅ, ସତ୍କର୍ମର ଆଦେଶ ଦିଅ, ଏବଂ ମୂର୍ଖମାନଙ୍କଠାରୁ ଦୂରେଇ ରୁହ (ଅର୍ଥାତ୍ ସେମାନଙ୍କୁ ଦଣ୍ଡ ଦିଅ ନାହିଁ)। 7:199
- ଅନ୍ୟମାନଙ୍କ ଭୁଲ କ୍ଷମା କର। 7:199
- ଏବଂ ଯଦି ଶୟତାନର କୌଣସି ଦୁଷ୍ପ୍ରେରଣା ତୁମ୍ଭକୁ ସ୍ପର୍ଶ କରେ, ତେବେ ଅଲ୍ଲାହଙ୍କ ଶରଣ ଲୋଡ଼। ସେ ସବୁ ଶୁଣନ୍ତି, ସବୁ ଜାଣନ୍ତି। 7:200
- ବିଶ୍ୱାସୀମାନେ ତେଉଁମାନେ, ଯେଉଁମାନଙ୍କ ହୃଦୟ ଅଲ୍ଲାହଙ୍କ ସ୍ମରଣରେ ଭୟଭୀତ ହୁଏ, ଏବଂ ଯେତେବେଳେ ସେମାନଙ୍କୁ ତାଙ୍କ ଆୟତଗୁଡ଼ିକ ପଢ଼ି ଶୁଣାଯାଏ, ସେମାନଙ୍କ ବିଶ୍ୱାସ ବଢ଼ିଯାଏ… 8:2
- ଅଲ୍ଲାହ ଓ ତାଙ୍କ ରସୂଲଙ୍କ ସହିତ ବିଶ୍ୱାସଘାତ କର ନାହିଁ, ଏବଂ ଜାଣିଶୁଣି ନିଜ ଆମାନତ (ଓ ଅଲ୍ଲାହ ତୁମ୍ଭମାନଙ୍କୁ ଦେଇଥିବା ସବୁ କର୍ତ୍ତବ୍ୟ) ସହିତ ବିଶ୍ୱାସଘାତ କର ନାହିଁ। 8:27
- ଯଦି ତୁମ୍ଭମାନେ ଅଲ୍ଲାହଙ୍କ ଆଜ୍ଞା ପାଳନ କର ଏବଂ ତାଙ୍କୁ ଡର, ତେବେ ସେ ତୁମ୍ଭମାନଙ୍କୁ ଫୁରକାନ (ସତ୍ୟ-ମିଥ୍ୟା ପାର୍ଥକ୍ୟ କରିବାର ମାପଦଣ୍ଡ, କିମ୍ବା ପ୍ରତ୍ୟେକ କଷ୍ଟରୁ ବାହାରିବାର ଉପାୟ) ଦେବେ। 8:29
- ଅବିଶ୍ୱାସୀମାନେ ସେମାନଙ୍କ ସମ୍ପତ୍ତି (ଲୋକମାନଙ୍କୁ) ଅଲ୍ଲାହଙ୍କ ମାର୍ଗରୁ ରୋକିବା ପାଇଁ ଖର୍ଚ୍ଚ କରନ୍ତି, ଏବଂ ସେମାନେ ସେପରି ଖର୍ଚ୍ଚ କରିବେ; କିନ୍ତୁ ଶେଷରେ ତାହା ସେମାନଙ୍କ ପାଇଁ ଅନୁତାପ ହେବ। 8:36
- ଅବିଶ୍ୱାସୀମାନଙ୍କୁ କୁହ: ଯଦି ସେମାନେ (ଅବିଶ୍ୱାସରୁ) ନିବୃତ୍ତ ହୁଅନ୍ତି, ତେବେ ସେମାନଙ୍କର ଅତୀତ (ପାପ) କ୍ଷମା କରାଯିବ। କିନ୍ତୁ ଯଦି ସେମାନେ (ସେହି) ପ୍ରତି ଫେରନ୍ତି, ତେବେ ସେମାନଙ୍କ ପୂର୍ବବର୍ତ୍ତୀ (ଦଣ୍ଡିତ) ମାନଙ୍କ ଦୃଷ୍ଟାନ୍ତ ପୂର୍ବରୁ ହୋଇସାରିଛି (ସତର୍କବାଣୀ ଭାବରେ)। 8:38
- ଯେତେବେଳେ ତୁମ୍ଭମାନେ (ଶତ୍ରୁ) ସୈନ୍ୟର ସମ୍ମୁଖୀନ ହୁଅ, ଦୃଢ଼ ରୁହ ଏବଂ ଅଲ୍ଲାହଙ୍କ ନାମ (ଜିଭ ଓ ମନ ଉଭୟରେ) ବହୁତ ସ୍ମରଣ କର, ଯାହାଫଳରେ ତୁମ୍ଭମାନେ ସଫଳ ହୁଅ। 8:45
- ଯେଉଁମାନେ ଅହଙ୍କାରରେ ଓ ଲୋକମାନଙ୍କୁ ଦେଖାଇବା ପାଇଁ ନିଜ ଘରୁ ବାହାରିଥିଲେ, ଏବଂ (ଲୋକମାନଙ୍କୁ) ଅଲ୍ଲାହଙ୍କ ମାର୍ଗରୁ ରୋକିଥିଲେ, ସେମାନଙ୍କ ପରି ହୁଅ ନାହିଁ। 8:47
- ଅଲ୍ଲାହ କୌଣସି ଜାତିକୁ ଦେଇଥିବା ନେମତକୁ ସେମାନେ ନିଜ ଅବସ୍ଥା ପରିବର୍ତ୍ତନ ନ କରିବା ପର୍ଯ୍ୟନ୍ତ ପରିବର୍ତ୍ତନ କରନ୍ତି ନାହିଁ। 8:53
- ଅଲ୍ଲାହଙ୍କ ନିକଟରେ ସବୁଠାରୁ ଖରାପ ଜୀବ ହେଉଛନ୍ତି ଅବିଶ୍ୱାସୀମାନେ। 8:55
- ଅଲ୍ଲାହ ତାଙ୍କଠାରେ ବିଶ୍ୱାସ କରୁଥିବା ଲୋକମାନଙ୍କ ହୃଦୟ ମଧ୍ୟରେ ପ୍ରେମ ଓ ସ୍ନେହ ସୃଷ୍ଟି କରନ୍ତି। 8:63
- ଯେଉଁମାନେ ଆଶ୍ରୟ ମାଗନ୍ତି, ସେମାନଙ୍କୁ ସୁରକ୍ଷା ଦିଅ ଓ ସାହାଯ୍ୟ କର। 9:6
- ବହୁଦେବବାଦୀମାନଙ୍କ ପାଇଁ ଅଲ୍ଲାହଙ୍କ ମସଜିଦଗୁଡ଼ିକ ପରିଚାଳନା କରିବା ଉଚିତ ନୁହେଁ। 9:17
- ସେମାନେ (ଅବିଶ୍ୱାସୀମାନେ, ଯିହୂଦୀ ଓ ଖ୍ରୀଷ୍ଟିଆନମାନେ) ନିଜ ମୁଖରେ ଅଲ୍ଲାହଙ୍କ ଆଲୋକ (ଯାହା ସହିତ ମୁହମ୍ମଦ ﷺ ପଠାଯାଇଥିଲେ — ଇସଲାମୀ ଏକତ୍ୱବାଦ) ନିଭାଇବାକୁ ଚାହାନ୍ତି, କିନ୍ତୁ ଅଲ୍ଲାହ ତାଙ୍କ ଆଲୋକକୁ ସମ୍ପୂର୍ଣ୍ଣ ନ କରି ଅନ୍ୟ କିଛି ଅନୁମତି ଦିଅନ୍ତି ନାହିଁ, ଯଦିଓ ଅବିଶ୍ୱାସୀମାନେ ତାହା ଘୃଣା କରନ୍ତି। 9:32
- ସଦକା (ଯାକାତ) କେବଳ ଏମାନଙ୍କ ପାଇଁ: 1) ଗରିବ, 2) ଅଭାବଗ୍ରସ୍ତ, 3) ତାହା ସଂଗ୍ରହ କରୁଥିବା କର୍ମଚାରୀ, 4) ଯେଉଁମାନଙ୍କ ହୃଦୟ ଇସଲାମ ଆଡ଼କୁ ଆକର୍ଷିତ କରାଯିବ, 5) ଦାସ ମୁକ୍ତ କରିବା, 6) ଋଣଗ୍ରସ୍ତ, 7) ଅଲ୍ଲାହଙ୍କ ମାର୍ଗରେ (ମୁଜାହିଦମାନଙ୍କ ପାଇଁ), ଏବଂ 8) ପଥିକମାନଙ୍କ ପାଇଁ। 9:60
- ଯେ ଅଲ୍ଲାହ ଓ ତାଙ୍କ ରସୂଲ (ﷺ) ଙ୍କ ବିରୋଧ ଓ ଶତ୍ରୁତା କରେ, ତା'ପାଇଁ ଜାହନ୍ନମର ନର୍କ ଅଛି, ଯେଉଁଠାରେ ସେ ସଦାକାଳ ରହିବ। ତାହା ବହୁତ ବଡ଼ ଅପମାନ। 9:63
- ମୁନାଫିକ୍ ପୁରୁଷ ଓ ସ୍ତ୍ରୀମାନେ ପରସ୍ପର ସଦୃଶ। ସେମାନେ ଅଲ୍ଲାହଙ୍କୁ ଭୁଲିଗଲେ, ତେଣୁ ସେ ମଧ୍ୟ ସେମାନଙ୍କୁ ଭୁଲିଗଲେ। 9:67
- ପବିତ୍ରତା ପାଇଁ ଚେଷ୍ଟା କର। ମସଜିଦର ପବିତ୍ରତାକୁ ସମ୍ମାନ କର। 9:108
- ବହୁଦେବବାଦୀମାନଙ୍କ ପାଇଁ — ଯଦିଓ ସେମାନେ ସମ୍ପର୍କୀୟ — ସେମାନେ ନର୍କବାସୀ ବୋଲି ସ୍ପଷ୍ଟ ହେବା ପରେ (କାରଣ ସେମାନେ ଅବିଶ୍ୱାସୀ ଅବସ୍ଥାରେ ମରିଛନ୍ତି) (ପୟଗମ୍ବର ଓ ବିଶ୍ୱାସୀମାନଙ୍କ ପାଇଁ) କ୍ଷମା ମାଗିବା ଉଚିତ ନୁହେଁ। 9:113
- ଅଲ୍ଲାହଙ୍କ ଉପରେ ମିଥ୍ୟା ରଚନା କରୁଥିବା କିମ୍ବା ତାଙ୍କ ଆୟତଗୁଡ଼ିକୁ ଅସ୍ୱୀକାର କରୁଥିବା ବ୍ୟକ୍ତିଠାରୁ ଅଧିକ ଅତ୍ୟାଚାରୀ କିଏ? ନିଶ୍ଚିତ ଭାବରେ ଅପରାଧୀମାନେ ସଫଳ ହେବେ ନାହିଁ! 10:17
- ସେମାନେ ଅଲ୍ଲାହଙ୍କୁ ଛାଡ଼ି ଯାହା ସେମାନଙ୍କୁ କ୍ଷତି କିମ୍ବା ଲାଭ କରିପାରେ ନାହିଁ, ତାହାର ଉପାସନା କରନ୍ତି, ଏବଂ ସେମାନେ କୁହନ୍ତି: "ଏମାନେ ଅଲ୍ଲାହଙ୍କ ନିକଟରେ ଆମର ସୁପାରିଶକାରୀ।" କୁହ: "ତୁମ୍ଭେମାନେ କ'ଣ ଅଲ୍ଲାହଙ୍କୁ ଆକାଶ ଓ ପୃଥିବୀରେ ତାଙ୍କ ଅଜଣା ବିଷୟ ଜଣାଉଛ?" ସେ ପବିତ୍ର ଏବଂ ସେମାନେ ଯାହା ଅଂଶୀଦାର କରନ୍ତି, ତାଠାରୁ ଉଚ୍ଚ। 10:18
- ଖରାପ କର୍ମର ପ୍ରତିଫଳ ସେହିପରି ଖରାପ କର୍ମ। 10:27
- ସେ ହିଁ ଅଲ୍ଲାହ, ତୁମ୍ଭମାନଙ୍କର ସତ୍ୟ ପ୍ରଭୁ। ସତ୍ୟ ପରେ ପଥଭ୍ରଷ୍ଟତା ବ୍ୟତୀତ ଆଉ କ'ଣ ଅଛି? ତେବେ ତୁମ୍ଭମାନେ କେଉଁଆଡ଼କୁ ଫେରାଯାଉଛ? 10:32
- ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ କେବଳ ଅନୁମାନର ଅନୁସରଣ କରନ୍ତି। ନିଶ୍ଚିତ ଭାବରେ ଅନୁମାନ ସତ୍ୟର କୌଣସି କାମରେ ଆସେ ନାହିଁ। 10:36
- ନିଶ୍ଚିତ ଭାବରେ! ଅଲ୍ଲାହ ଲୋକମାନଙ୍କ ପ୍ରତି କୌଣସି ଅତ୍ୟାଚାର କରନ୍ତି ନାହିଁ; କିନ୍ତୁ ଲୋକମାନେ ନିଜେ ନିଜ ପ୍ରତି ଅତ୍ୟାଚାର କରନ୍ତି। 10:44
- ଜାଣ ଯେ ଅଲ୍ଲାହଙ୍କ ଅନୁଗ୍ରହ ମନୁଷ୍ୟ ସଂଗ୍ରହ କିମ୍ବା ଜମା କରିପାରୁଥିବା ସବୁଠାରୁ ଉତ୍ତମ। 10:58
- ଅଲ୍ଲାହଙ୍କ ଆୟତଗୁଡ଼ିକୁ ଅସ୍ୱୀକାର କରୁଥିବା ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ରୁହ ନାହିଁ, ନଚେତ୍ ତୁମ୍ଭମାନେ କ୍ଷତିଗ୍ରସ୍ତମାନଙ୍କ ମଧ୍ୟରେ ରହିବ। 10:95
- ଯଦି ଅଲ୍ଲାହ ତୁମ୍ଭକୁ କୌଣସି କ୍ଷତି ସ୍ପର୍ଶ କରାନ୍ତି, ତେବେ ତାଙ୍କ ବ୍ୟତୀତ ଆଉ କେହି ତାହା ଦୂର କରିପାରିବେ ନାହିଁ; ଏବଂ ଯଦି ସେ ତୁମ୍ଭ ପାଇଁ ଭଲ ଚାହାନ୍ତି, ତେବେ ତାଙ୍କ ଅନୁଗ୍ରହକୁ କେହି ଫେରାଇ ପାରିବେ ନାହିଁ, ସେ ତାହା ନିଜ ଦାସମାନଙ୍କ ମଧ୍ୟରୁ ଯାକୁ ଇଚ୍ଛା ଦିଅନ୍ତି। 10:107
- ପୃଥିବୀରେ କୌଣସି ଚଳପ୍ରଚଳ ଜୀବ ନାହିଁ, ଯାହାର ଜୀବିକା ଅଲ୍ଲାହଙ୍କ ଉପରେ ନାହିଁ। ଏବଂ ସେ ତା'ର ବାସସ୍ଥାନ ଓ ଗଚ୍ଛିତ ସ୍ଥାନ (ଗର୍ଭାଶୟ, କବର ଇତ୍ୟାଦି) ଜାଣନ୍ତି। 11:6
- ଯଦି ଆମେ ମନୁଷ୍ୟକୁ ନିଜ ତରଫରୁ ଦୟାର ସ୍ୱାଦ ଚଖାଇବା, ତା'ପରେ ତାହା ତା'ଠାରୁ ଛଡ଼ାଇ ନେବା, ତେବେ ସେ ନିରାଶ ଓ କୃତଘ୍ନ ହୁଏ। 11:9
- ଯେ ସାଂସାରିକ ଜୀବନ ଓ ତା'ର ବୈଭବ ଚାହେଁ, ଆମେ ସେମାନଙ୍କୁ ତହିଁରେ ସେମାନଙ୍କ କର୍ମର ସମ୍ପୂର୍ଣ୍ଣ ପୁରସ୍କାର ଦେବୁ ଏବଂ ସେମାନଙ୍କୁ ତହିଁରେ କୌଣସି କମ୍ କରାଯିବ ନାହିଁ। 11:15
- ଆମେ ସେମାନଙ୍କ ପ୍ରତି ଅତ୍ୟାଚାର କରିନାହୁଁ, କିନ୍ତୁ ସେମାନେ ନିଜେ ନିଜ ପ୍ରତି ଅତ୍ୟାଚାର କଲେ। ସେମାନେ ଅଲ୍ଲାହଙ୍କୁ ଛାଡ଼ି ଯାହାଙ୍କୁ ଡାକୁଥିଲେ, ସେମାନଙ୍କ ଦେବତାମାନେ ଯେତେବେଳେ ତୁମ୍ଭର ପ୍ରଭୁଙ୍କ ଆଦେଶ ଆସିଲା, ସେମାନଙ୍କ କୌଣସି କାମରେ ଆସିଲେ ନାହିଁ, ଏବଂ ସେମାନଙ୍କ ବିନାଶ ବ୍ୟତୀତ ଆଉ କିଛି ବଢ଼ାଇ ନ ଥିଲେ। 11:101
- ଯେଉଁ ଦିନ ତାହା (ଦଣ୍ଡ) ଆସିବ, ତାଙ୍କ (ଅଲ୍ଲାହ) ଙ୍କ ଅନୁମତି ବିନା କେହି କଥା କହିବେ ନାହିଁ। ସେମାନଙ୍କ ମଧ୍ୟରୁ କେହି ଦୁର୍ଭାଗ୍ୟଶାଳୀ ଓ (କେହି) ସୌଭାଗ୍ୟଶାଳୀ ହେବେ। 11:105
- ଦୁର୍ଭାଗ୍ୟଶାଳୀମାନେ ନର୍କରେ ରହିବେ, ସେଠାରେ ସେମାନଙ୍କର ବିଳାପ ଓ କ୍ରନ୍ଦନ ହେବ। 11:106
- ସେମାନେ ସେଠାରେ ସଦାକାଳ ରହିବେ, ଯେପର୍ଯ୍ୟନ୍ତ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀ ରହିବ, କିନ୍ତୁ ତୁମ୍ଭର ପ୍ରଭୁ ଯାହା ଇଚ୍ଛା କରନ୍ତି। ନିଶ୍ଚିତ ଭାବରେ ତୁମ୍ଭର ପ୍ରଭୁ ଯାହା ଇଚ୍ଛା କରନ୍ତି, ତାହା କରନ୍ତି। 11:107
- ଏବଂ ସୌଭାଗ୍ୟଶାଳୀମାନେ ସ୍ୱର୍ଗରେ ରହିବେ, ସେଠାରେ ସଦାକାଳ ରହିବେ, ଯେପର୍ଯ୍ୟନ୍ତ ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀ ରହିବ, କିନ୍ତୁ ତୁମ୍ଭର ପ୍ରଭୁ ଯାହା ଇଚ୍ଛା କରନ୍ତି, ଅବ୍ୟାହତ ଦାନ ଭାବରେ। 11:108
- ଅତ୍ୟାଚାରୀମାନଙ୍କ ପ୍ରତି ଆଭିମୁଖ୍ୟ ଦେଖାଅ ନାହିଁ, ନଚେତ୍ ନର୍କ ତୁମ୍ଭମାନଙ୍କୁ ସ୍ପର୍ଶ କରିବ, ଏବଂ ଅଲ୍ଲାହ ବ୍ୟତୀତ ତୁମ୍ଭମାନଙ୍କର କୌଣସି ରକ୍ଷକ ନ ଥିବ, ଏବଂ ତୁମ୍ଭମାନଙ୍କୁ ସାହାଯ୍ୟ ମଧ୍ୟ କରାଯିବ ନାହିଁ। 11:113
- ଦିନର ଦୁଇ ପ୍ରାନ୍ତରେ ଓ ରାତ୍ରିର କେତେକ ଘଣ୍ଟାରେ ପ୍ରାର୍ଥନା ପ୍ରତିଷ୍ଠା କର (ଅର୍ଥାତ୍ 5 ଓକ୍ତ ପ୍ରାର୍ଥନା)। ସତ୍କର୍ମଗୁଡ଼ିକ ଦୁଷ୍କର୍ମଗୁଡ଼ିକୁ (ଅର୍ଥାତ୍ ସାନ ପାପ) ଦୂର କରେ। 11:114
- ଆକାଶମଣ୍ଡଳ ଓ ପୃଥିବୀର ଅଦୃଶ୍ୟ ଜ୍ଞାନ ଅଲ୍ଲାହଙ୍କର, ଏବଂ ସମସ୍ତ କାର୍ଯ୍ୟ ତାଙ୍କ ନିକଟକୁ (ନିଷ୍ପତ୍ତି ପାଇଁ) ଫେରାଯାଏ। 11:123
- ଆଦେଶ (ବା ନିର୍ଣ୍ଣୟ) କେବଳ ଅଲ୍ଲାହଙ୍କର। ସେ ଆଦେଶ ଦେଇଛନ୍ତି ଯେ ତୁମ୍ଭମାନେ ତାଙ୍କ ବ୍ୟତୀତ ଆଉ କାହାରି ଉପାସନା କର ନାହିଁ (ଏକତ୍ୱବାଦ), ତାହା ସିଧା ଧର୍ମ, କିନ୍ତୁ ଅଧିକାଂଶ ଲୋକ ଜାଣନ୍ତି ନାହିଁ। 12:40
- ଅଲ୍ଲାହଙ୍କ ଦୟାରୁ କେବେ ନିରାଶ ହୁଅ ନାହିଁ। 12:87
- ଏବଂ ଅଧିକାଂଶ ଲୋକ ବିଶ୍ୱାସ କରିବେ ନାହିଁ, ଯଦିଓ ତୁମ୍ଭେ ଅତ୍ୟନ୍ତ ଇଚ୍ଛା କର। 12:103
- ଏବଂ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଅଧିକାଂଶ ଅଲ୍ଲାହଙ୍କୁ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, କିନ୍ତୁ ସେମାନେ ଅଂଶୀଦାର କରନ୍ତି (ଅର୍ଥାତ୍ ସେମାନେ ବହୁଦେବବାଦୀ)। 12:106
- ଏହା (କୁରଆନ) କୌଣସି ରଚିତ କଥା ନୁହେଁ, ବରଂ ଏହା ପୂର୍ବବର୍ତ୍ତୀ ଗ୍ରନ୍ଥଗୁଡ଼ିକ (ତୌରାତ, ଇଞ୍ଜୀଲ ଓ ଅନ୍ୟ ଗ୍ରନ୍ଥଗୁଡ଼ିକ) ର ସତ୍ୟତା ପ୍ରମାଣ ଏବଂ ପ୍ରତ୍ୟେକ ବିଷୟର ବିସ୍ତୃତ ବ୍ୟାଖ୍ୟା, ଏବଂ ବିଶ୍ୱାସୀ ଲୋକମାନଙ୍କ ପାଇଁ ପଥପ୍ରଦର୍ଶନ ଓ ଦୟା। 12:111
- ଅଲ୍ଲାହ ଯାକୁ ଇଚ୍ଛା ଜୀବିକା ପ୍ରଶସ୍ତ କରନ୍ତି ଏବଂ (ଯାକୁ ଇଚ୍ଛା) ସୀମିତ କରନ୍ତି। 13:26
- ଅଲ୍ଲାହଙ୍କୁ ଜିକ୍ର (ସ୍ମରଣ) ଦ୍ୱାରା ବହୁତ ସ୍ମରଣ କର। ଅଲ୍ଲାହଙ୍କୁ ବିଶ୍ୱାସ କରୁଥିବା ଲୋକମାନେ ତାଙ୍କ ସ୍ମରଣରେ ହୃଦୟର ଶାନ୍ତି ପାଆନ୍ତି। 13:28
- ଯେଉଁମାନେ ବିଶ୍ୱାସ କରନ୍ତି ଏବଂ ସତ୍କର୍ମ କରନ୍ତି, ସେମାନଙ୍କୁ ଆନନ୍ଦ ଓ ମାନସିକ ଶାନ୍ତି ଦିଆଯାଏ। 13:29
- ଯେଉଁମାନେ ପରଲୋକ ଅପେକ୍ଷା ସାଂସାରିକ ଜୀବନକୁ ପ୍ରାଧାନ୍ୟ ଦିଅନ୍ତି, ଏବଂ (ଲୋକମାନଙ୍କୁ) ଅଲ୍ଲାହଙ୍କ ମାର୍ଗ (ଇସଲାମ) ରୁ ରୋକନ୍ତି, ଏବଂ ତହିଁରେ ବକ୍ରତା ଖୋଜନ୍ତି — ସେମାନେ ଦୂର ପଥଭ୍ରଷ୍ଟତାରେ ଅଛନ୍ତି। 14:3
- ଉପାସନାରେ ନମ୍ରତା ଓ କୃତଜ୍ଞତା ଅବଲମ୍ବନ କର। 14:7
- ଯେଉଁମାନେ ସେମାନଙ୍କ ପ୍ରଭୁଙ୍କୁ ଅସ୍ୱୀକାର କରନ୍ତି, ସେମାନଙ୍କ କର୍ମର ଉଦାହରଣ ଛାର ପରି, ଯାହା ଉପରେ ଝଡ଼ ଦିନରେ ପବନ ଜୋରରେ ବହେ; ସେମାନେ ନିଜ କର୍ମରୁ କିଛି ପାଇବେ ନାହିଁ। 14:18
- ଅଲ୍ଲାହ ବିଶ୍ୱାସୀମାନଙ୍କୁ ଏହି ଦୁନିଆରେ (ଅର୍ଥାତ୍ ସେମାନେ କେବଳ ଅଲ୍ଲାହଙ୍କ ଉପାସନା ଜାରି ରଖିବେ) ଏବଂ ପରଲୋକରେ ଦୃଢ଼ ବାକ୍ୟରେ ସ୍ଥିର କରନ୍ତି। 14:27
- ଅଲ୍ଲାହ ଅତ୍ୟାଚାରୀ (ବହୁଦେବବାଦୀ, ଜୁଲମୀ ଇତ୍ୟାଦି) ମାନେ ଯାହା କରୁଛନ୍ତି, ତାହା ପ୍ରତି ଅଜାଣତ ବୋଲି ଭାବ ନାହିଁ; କିନ୍ତୁ ସେ ସେମାନଙ୍କୁ ସେହି ଦିନ ପର୍ଯ୍ୟନ୍ତ ଅବକାଶ ଦିଅନ୍ତି, ଯେତେବେଳେ ଆଖି ଭୟରେ ଖୋଲା ହୋଇଥିବ। 14:42
- ଯାହାଫଳରେ ଅଲ୍ଲାହ ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତିକୁ ତା'ର କର୍ମ ଅନୁସାରେ ପ୍ରତିଫଳ ଦେବେ। ନିଶ୍ଚିତ ଭାବରେ ଅଲ୍ଲାହ ହିସାବ ନେବାରେ ଶୀଘ୍ର। 14:51
- ଏବଂ ନିଶ୍ଚିତ ଭାବରେ ଆମେ ମନୁଷ୍ୟକୁ ଖଣଖଣ ଶବ୍ଦ କରୁଥିବା ମାଟିରୁ, କଳା ପରିବର୍ତ୍ତିତ କାଦୁଅରୁ ସୃଷ୍ଟି କଲୁ। 15:26
- ଏବଂ ଜିନ୍ନମାନଙ୍କୁ ଆମେ ଏହା ପୂର୍ବରୁ ଧୂଆଁବିହୀନ ଅଗ୍ନି ଜ୍ୱାଳାରୁ ସୃଷ୍ଟି କଲୁ। 15:27
- ତା'ର (ନର୍କର) ସାତଟି ଦ୍ୱାର ଅଛି; ପ୍ରତ୍ୟେକ ଦ୍ୱାର ପାଇଁ (ବିଶେଷ) ପାପୀମାନଙ୍କର ଏକ ଶ୍ରେଣୀ ଅଛି। 15:44
- ସେ ମନୁଷ୍ୟକୁ ବୀର୍ଯ୍ୟର ଏକ ବିନ୍ଦୁ (ପୁରୁଷ ଓ ସ୍ତ୍ରୀର ଯୌନ ନିଃସ୍ରାବର ମିଶ୍ରଣ) ରୁ ସୃଷ୍ଟି କଲେ, ତା'ପରେ ସେ (ମନୁଷ୍ୟ) ଖୋଲା ବିପକ୍ଷ ହୋଇଯାଏ। 16:4
- ଏବଂ ଚତୁଷ୍ପଦ ଜନ୍ତୁମାନଙ୍କୁ, ସେ ସେମାନଙ୍କୁ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ସୃଷ୍ଟି କଲେ; ସେମାନଙ୍କରେ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ଉଷ୍ମତା (ଉଷ୍ମ ବସ୍ତ୍ର) ଏବଂ ବହୁତ ଉପକାରିତା ଅଛି, ଏବଂ ସେମାନଙ୍କରୁ ତୁମ୍ଭମାନେ ଖାଅ। 16:5
- ଏବଂ (ସେ ସୃଷ୍ଟି କଲେ) ଘୋଡ଼ା, ଖଚର ଓ ଗଧ, ତୁମ୍ଭମାନେ ଚଢ଼ିବା ପାଇଁ ଏବଂ ସଜ୍ଜା ଭାବରେ। ଏବଂ ସେ ଏପରି (ଅନ୍ୟ) ଜିନିଷ ସୃଷ୍ଟି କରନ୍ତି, ଯାହା ତୁମ୍ଭମାନେ ଜାଣ ନାହିଁ। 16:8
- ସେ ହିଁ ଆକାଶରୁ ଜଳ (ବର୍ଷା) ବର୍ଷାନ୍ତି; ତାହାରୁ ତୁମ୍ଭମାନେ ପିଅ ଏବଂ ତାହାରୁ ଗଛ ବଢ଼େ, ଯେଉଁଥିରେ ତୁମ୍ଭମାନେ ନିଜ ଚତୁଷ୍ପଦମାନଙ୍କୁ ଚରାଅ। 16:10
- ସେ ହିଁ ସମୁଦ୍ରକୁ ତୁମ୍ଭମାନଙ୍କ ବଶୀଭୂତ କରିଛନ୍ତି, ଯାହାଫଳରେ ତୁମ୍ଭମାନେ ତାହାରୁ ତାଜା ମାଂସ (ମାଛ) ଖାଇପାର ଏବଂ ତାହାରୁ ଅଳଙ୍କାର ବାହାର କରି ପିନ୍ଧିପାର। 16:14
- ସେ ପୃଥିବୀରେ ସ୍ଥିର ପର୍ବତ ରଖିଛନ୍ତି, ଯାହାଫଳରେ ତାହା ତୁମ୍ଭମାନଙ୍କ ସହିତ ନ ଥରେ, ଏବଂ ନଦୀ ଓ ପଥ (ସୃଷ୍ଟି କରିଛନ୍ତି), ଯାହାଫଳରେ ତୁମ୍ଭମାନେ ପଥ ପାଇପାର। 16:15
- ଯେ ସୃଷ୍ଟି କରେ, ସେ କ'ଣ ଯେ ସୃଷ୍ଟି କରେ ନାହିଁ, ତା' ସହିତ ସମାନ? ତୁମ୍ଭମାନେ କ'ଣ ଚିନ୍ତା କର ନାହିଁ? 16:17
- ଯଦି ତୁମ୍ଭମାନେ ଅଲ୍ଲାହଙ୍କ ଅନୁଗ୍ରହ ଗଣନା କରିବାକୁ ଚାହାଁ, ତେବେ କେବେ ବି ଗଣନା କରିପାରିବ ନାହିଁ। 16:18
- ଅଲ୍ଲାହ ତୁମ୍ଭମାନେ ଯାହା ଲୁଚାଅ ଏବଂ ଯାହା ପ୍ରକାଶ କର, ତାହା ଜାଣନ୍ତି। 16:19
- ସେମାନେ (ବହୁଦେବବାଦୀମାନେ) ଅଲ୍ଲାହଙ୍କୁ ଛାଡ଼ି ଯାହା ପ୍ରାର୍ଥନା କରନ୍ତି, ସେମାନେ କିଛି ସୃଷ୍ଟି କରନ୍ତି ନାହିଁ, ବରଂ ସେମାନେ ନିଜେ ସୃଷ୍ଟ। 16:20
- (ସେମାନେ) ମୃତ, ନିର୍ଜୀବ, ଏବଂ ସେମାନେ ଜାଣନ୍ତି ନାହିଁ ଯେ କେବେ ସେମାନଙ୍କୁ ପୁନରୁତ୍ଥିତ କରାଯିବ। 16:21
- ଯେତେବେଳେ ଆମେ କୌଣସି ଜିନିଷ ଇଚ୍ଛା କରୁ, ତା' ପାଇଁ ଆମର କଥା ହେଉଛି କେବଳ "ହୁଅ!" କୁହ, ଏବଂ ତାହା ହୋଇଯାଏ। 16:40
- ଯେଉଁମାନେ ଖରାପ ଷଡ଼ଯନ୍ତ୍ର କରନ୍ତି, ସେମାନେ କ'ଣ ଏଥିରେ ନିରାପଦ ଅନୁଭବ କରନ୍ତି ଯେ ଅଲ୍ଲାହ ସେମାନଙ୍କୁ ପୃଥିବୀରେ ବୁଡ଼ାଇ ଦେବେ ନାହିଁ, କିମ୍ବା ସେମାନଙ୍କ ଉପରେ ଦଣ୍ଡ ଆସିବ ନାହିଁ, ଯାହା ସେମାନେ ଆଶା କରନ୍ତି ନାହିଁ? 16:45
- ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ଥିବା ସବୁ ନେମତ ଓ ଭଲ ଜିନିଷ ଅଲ୍ଲାହଙ୍କ ତରଫରୁ। ତା'ପରେ ଯେତେବେଳେ ତୁମ୍ଭମାନଙ୍କୁ କଷ୍ଟ ସ୍ପର୍ଶ କରେ, ତେବେ ତୁମ୍ଭମାନେ ତାଙ୍କୁ ହିଁ ଚିତ୍କାର କରି ଡାକ। 16:53
- ତା'ପରେ ଯେତେବେଳେ ସେ ତୁମ୍ଭମାନଙ୍କୁ କଷ୍ଟରୁ ମୁକ୍ତ କରନ୍ତି, ତୁରନ୍ତ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି ସେମାନଙ୍କ ପ୍ରଭୁ (ଅଲ୍ଲାହ) ଙ୍କ ସହିତ ଅଂଶୀଦାର କରନ୍ତି। 16:54
- ଚତୁଷ୍ପଦମାନଙ୍କରେ ତୁମ୍ଭମାନଙ୍କ ପାଇଁ ଶିକ୍ଷା ଅଛି। ଆମେ ତୁମ୍ଭମାନଙ୍କୁ ସେମାନଙ୍କ ପେଟ ଭିତରୁ, ଗୋବର ଓ ରକ୍ତ ମଧ୍ୟରୁ, ଶୁଦ୍ଧ ଦୁଗ୍ଧ ପାନ କରାଉ, ଯାହା ପିଉଥିବା ଲୋକମାନଙ୍କ ପାଇଁ ସ୍ୱାଦିଷ୍ଟ। 16:66
- ତେଣୁ ଅଲ୍ଲାହଙ୍କ ପାଇଁ ଉପମା ଦିଅ ନାହିଁ (କାରଣ ତାଙ୍କ ସହିତ ସମାନ କିଛି ନାହିଁ, ଏବଂ ସେ କାହା ସହିତ ମଧ୍ୟ ସମାନ ନୁହଁନ୍ତି)। ଅଲ୍ଲାହ ଜାଣନ୍ତି, କିନ୍ତୁ ତୁମ୍ଭମାନେ ଜାଣ ନାହିଁ। 16:74
- ଜାଣ ଯେ ଅଲ୍ଲାହ ମନୁଷ୍ୟକୁ ଶ୍ରବଣ, ଦୃଷ୍ଟି, ବୁଦ୍ଧି ଓ ଭାବନା ଦେଇଛନ୍ତି, ଯାହାଫଳରେ ସେମାନେ କୃତଜ୍ଞ ହୁଅନ୍ତି। 16:78
- ଲୋଭ ଓ କୃପଣତାରୁ ଦୂରେଇ ରୁହ। 16:97
- ଯେତେବେଳେ ତୁମ୍ଭେ କୁରଆନ ପଢ଼ିବାକୁ ଚାହଁ, ଶୟତାନଠାରୁ ଅଲ୍ଲାହଙ୍କ ଶରଣ ଲୋଡ଼। 16:98
- ଜାଣ ଯେ ଅଜ୍ଞତାବଶତଃ କରାଯାଇଥିବା ଭୁଲ, ଯଦି ବ୍ୟକ୍ତି ତୌବା କରେ ଏବଂ ନିଜକୁ ସୁଧାରେ, ତେବେ ତାହା କ୍ଷମା କରାଯାଏ। 16:119
- (ମୁହମ୍ମଦ ﷺ) ନିଜ ପ୍ରଭୁଙ୍କ ମାର୍ଗ (ଇସଲାମ) ପ୍ରତି ଜ୍ଞାନ ଓ ସଦୁପଦେଶ ଦ୍ୱାରା ଡାକ, ଏବଂ ସେମାନଙ୍କ ସହିତ ଉତ୍ତମ ଢଙ୍ଗରେ ତର୍କ କର। ଅନ୍ୟମାନଙ୍କୁ ଅଲ୍ଲାହଙ୍କ ମାର୍ଗକୁ ଡାକିବା ଜ୍ଞାନ ଓ ସୌଜନ୍ୟତା ସହିତ କରାଯିବା ଉଚିତ। 16:125
- ଅଲ୍ଲାହ ସେମାନଙ୍କ ସହିତ ଅଛନ୍ତି ଯେଉଁମାନେ ତାଙ୍କୁ ଡରନ୍ତି (ଯେଉଁମାନେ ତାଙ୍କ ପ୍ରତି ନିଜ କର୍ତ୍ତବ୍ୟ ପାଳନ କରନ୍ତି) ଏବଂ ଯେଉଁମାନେ ସତ୍କର୍ମ କରନ୍ତି। 16:128
- ଏହି କୁରଆନ ସବୁଠାରୁ ସିଧା ଓ ନ୍ୟାୟସଙ୍ଗତ ମାର୍ଗ ଦେଖାଏ। 17:9
- କେହି ଅନ୍ୟର ପାପ ବୋଝ ବହନ କରିବ ନାହିଁ। 17:15
- ଯେ ପରଲୋକ ଚାହେଁ ଏବଂ ତା' ପାଇଁ ଉପଯୁକ୍ତ ପ୍ରୟାସ କରେ, ଏବଂ ସେ ବିଶ୍ୱାସୀ, ତେବେ ସେମାନଙ୍କର ପ୍ରୟାସ (ଅଲ୍ଲାହଙ୍କ ଦ୍ୱାରା) ପ୍ରଶଂସିତ ଓ ପୁରସ୍କୃତ ହେବ। 17:19
- ପିତାମାତାଙ୍କୁ ସମ୍ମାନ କର ଏବଂ ସେମାନଙ୍କ ସହିତ ଦୟାଳୁ ବ୍ୟବହାର କର। ପିତାମାତାଙ୍କ ପ୍ରତି ବିଧେୟ ହୁଅ। ସେମାନଙ୍କୁ ଅପମାନଜନକ କଥା କୁହ ନାହିଁ। ତୁମ୍ଭର ପ୍ରଭୁ ଆଦେଶ ଦେଇଛନ୍ତି ଯେ ତୁମ୍ଭମାନେ ତାଙ୍କ ବ୍ୟତୀତ ଆଉ କାହାରି ଉପାସନା କର ନାହିଁ। ଏବଂ ପିତାମାତାଙ୍କ ସହିତ ସଦ୍ୟବହାର କର। ଯଦି ସେମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ କିମ୍ବା ଉଭୟ ତୁମ୍ଭ ଜୀବନରେ ବୃଦ୍ଧାବସ୍ଥାକୁ ପହଞ୍ଚନ୍ତି, ତେବେ ସେମାନଙ୍କୁ "ଛି:" କୁହ ନାହିଁ, ଏବଂ ସେମାନଙ୍କୁ ତିରସ୍କାର କର ନାହିଁ, ବରଂ ସେମାନଙ୍କୁ ସମ୍ମାନଜନକ କଥା କୁହ। 17:23
- ଏବଂ ସେମାନଙ୍କ ପାଇଁ ନମ୍ରତା ଓ ଦୟାର ପକ୍ଷ ତଳକୁ ନମାଅ, ଏବଂ କୁହ: "ହେ ମୋର ପ୍ରଭୁ! ସେମାନଙ୍କ ପ୍ରତି ଦୟା କର, ଯେପରି ସେମାନେ ମୋତେ ଶୈଶବରେ ପାଳନ ପୋଷଣ କରିଥିଲେ।" 17:24
- ନିଶ୍ଚିତ ଭାବରେ ଅପବ୍ୟୟକାରୀମାନେ ଶୟତାନର ଭାଇ, ଏବଂ ଶୟତାନ ନିଜ ପ୍ରଭୁଙ୍କ ପ୍ରତି କୃତଘ୍ନ। 17:27
- ଟଙ୍କା ଅପବ୍ୟୟ କର ନାହିଁ। 17:29
- ଦାରିଦ୍ର୍ୟ ଭୟରେ ନିଜ ସନ୍ତାନମାନଙ୍କୁ ହତ୍ୟା କର ନାହିଁ। 17:31
- ବ୍ୟଭିଚାରର ନିକଟକୁ ଯାଅ ନାହିଁ। ବିବାହର ପବିତ୍ରତା ରକ୍ଷା କର ଏବଂ ବ୍ୟଭିଚାରରୁ ଦୂରେଇ ରୁହ। 17:32
- ଯେତେବେଳେ ମାପ, ପୂର୍ଣ୍ଣ ପରିମାଣ ଦିଅ ଏବଂ ସିଧା ତରାଜୁରେ ଓଜନ କର। ତାହା ଭଲ (ଲାଭଦାୟକ) ଏବଂ ଶେଷରେ ଉତ୍ତମ। 17:35
- (ମନୁଷ୍ୟ) ଯାହାର ତୁମ୍ଭକୁ ଜ୍ଞାନ ନାହିଁ, ତା'ର ଅନୁସରଣ କର ନାହିଁ (ଉଦାହରଣ: "ମୁଁ ଦେଖିଛି" କହିବା, କିନ୍ତୁ ସେ ଦେଖି ନାହିଁ, କିମ୍ବା "ମୁଁ ଶୁଣିଛି" କହିବା, କିନ୍ତୁ ସେ ଶୁଣି ନାହିଁ)। 17:36
- ନମ୍ର ହୁଅ ଏବଂ ଅହଙ୍କାରୀ ହୁଅ ନାହିଁ। ପୃଥିବୀରେ ଅହଙ୍କାରରେ ଚାଲ ନାହିଁ। ନିଶ୍ଚିତ ଭାବରେ ତୁମ୍ଭେ ପୃଥିବୀକୁ ବିଦୀର୍ଣ୍ଣ କରିପାରିବ ନାହିଁ, ଏବଂ ପର୍ବତର ଉଚ୍ଚତା ମଧ୍ୟ ପାଇପାରିବ ନାହିଁ। 17:37
- ତୁମ୍ଭର ପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କୁ ଭଲ ଭାବରେ ଜାଣନ୍ତି; ଯଦି ସେ ଇଚ୍ଛା କରନ୍ତି, ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି ଦୟା କରିବେ, କିମ୍ବା ଯଦି ଇଚ୍ଛା କରନ୍ତି, ତୁମ୍ଭମାନଙ୍କୁ ଦଣ୍ଡ ଦେବେ। 17:54
- ଯେ ଏହି ଦୁନିଆରେ ଅନ୍ଧ (ଅର୍ଥାତ୍ ଅଲ୍ଲାହଙ୍କ ନିଶାନୀ ଦେଖେ ନାହିଁ ଏବଂ ତାଙ୍କୁ ବିଶ୍ୱାସ କରେ ନାହିଁ), ସେ ପରଲୋକରେ ମଧ୍ୟ ଅନ୍ଧ ହେବ, ଏବଂ ପଥରୁ ଅଧିକ ବିଚ୍ୟୁତ ହେବ। 17:72
- ନିର୍ଦ୍ଧାରିତ ପ୍ରାର୍ଥନା ସମୟଗୁଡ଼ିକୁ ପାଳନ କର। 17:78
- ନିଶ୍ଚିତ ଭାବରେ ଆମେ ଏହି କୁରଆନରେ ଲୋକମାନଙ୍କ ପାଇଁ ପ୍ରତ୍ୟେକ ପ୍ରକାର ଉଦାହରଣ ବିସ୍ତୃତ ଭାବରେ ବର୍ଣ୍ଣନା କରିଛୁ, କିନ୍ତୁ ଅଧିକାଂଶ ଲୋକ (ସତ୍ୟକୁ) ଅସ୍ୱୀକାର କରନ୍ତି ଏବଂ କେବଳ ଅବିଶ୍ୱାସକୁ ଗ୍ରହଣ କରନ୍ତି। 17:89
- ଆମେ ଏହି କୁରଆନରେ ଲୋକମାନଙ୍କ ପାଇଁ ପ୍ରତ୍ୟେକ ପ୍ରକାର ଉଦାହରଣ ଉପସ୍ଥାପନ କରିଛୁ। କିନ୍ତୁ ମନୁଷ୍ୟ ସବୁଠାରୁ ଅଧିକ ବିତର୍କପ୍ରିୟ। 18:54
- ସେମାନଙ୍କର ପ୍ରତିଫଳ ଜାହନ୍ନମ; କାରଣ ସେମାନେ ଅବିଶ୍ୱାସ କଲେ ଏବଂ ମୋର ଆୟତ ଓ ରସୂଲମାନଙ୍କୁ ଉପହାସ ଓ ଠଟ୍ଟାର ବିଷୟ କଲେ। 18:106
- ଅଲ୍ଲାହ (ଙ୍କ ମହିମା) ପାଇଁ ସନ୍ତାନ ରହିବା ଉଚିତ ନୁହେଁ (ଏହା ଖ୍ରୀଷ୍ଟିଆନମାନେ ଅଲ୍ଲାହଙ୍କ ବିରୁଦ୍ଧରେ କରିଥିବା ନିନ୍ଦାକୁ ସୂଚିତ କରେ, ଯେ ଈସା (ଯୀଶୁ) ଅଲ୍ଲାହଙ୍କ ପୁତ୍ର)। ସେ ପବିତ୍ର (ଏବଂ ସେମାନେ ଯାହା ଅଂଶୀଦାର କରନ୍ତି, ତାଠାରୁ ଉଚ୍ଚ)। 19:35
- ଲୋକମାନଙ୍କ ସହିତ ନମ୍ରତାର ସହିତ କହ। 20:44
- ସତ୍କର୍ମରେ ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱିତା କର। 21:90
- ଅସାର କଥାରୁ ଦୂରେଇ ରୁହ। 23:3
- ନିଜର ଲଜ୍ଜା ରକ୍ଷା କର। 23:5
- ନିଜ ହୃଦୟକୁ ପାପପ୍ରବଣତାରୁ ରକ୍ଷା କର। 23:97
- ଅନ୍ୟମାନଙ୍କୁ କ୍ଷମା କର ଏବଂ ସେମାନଙ୍କ ଭୁଲ ମାଫ କର। 24:22
- ଅନ୍ୟମାନଙ୍କ ଗୋପନୀୟତାକୁ ସମ୍ମାନ କର, ବିଶେଷ କରି ସେମାନଙ୍କ ଘରେ। ପଡ଼ୋଶୀମାନଙ୍କ ଅଧିକାର ପୂରଣ କର। 24:27
- (ପୁରୁଷ ଓ ସ୍ତ୍ରୀ ଉଭୟେ) ନିଜ ଦୃଷ୍ଟି ନତ କର। ନିଜର ଲଜ୍ଜା ଓ ସତୀତ୍ୱ ରକ୍ଷା କର। 24:30
- ପୋଷାକ ଓ ଆଚରଣରେ ଲଜ୍ଜା ରକ୍ଷା କର। 24:31
- ଜାଣ ଯେ ଅଲ୍ଲାହ ସେମାନଙ୍କୁ ସୁରକ୍ଷା ଓ ଶାନ୍ତି ଦିଅନ୍ତି, ଯେଉଁମାନେ ତାଙ୍କ ଉପାସନା କରନ୍ତି ଏବଂ ସତ୍କର୍ମ କରନ୍ତି। 24:55
- ଅନୁମତି ବିନା ପିତାମାତାଙ୍କ ନିଜ କୋଠରୀକୁ ପ୍ରବେଶ କର ନାହିଁ। 24:58
- ନମ୍ର ଓ ବିନମ୍ର ହୁଅ। 25:63
- ମିଥ୍ୟା ସାକ୍ଷ୍ୟ ଓ ପ୍ରତାରଣାରୁ ଦୂରେଇ ରୁହ। 25:72
- ପରଲୋକର ପୁରସ୍କାର ପାଇଁ ଚେଷ୍ଟା କର, କିନ୍ତୁ ସାଂସାରିକ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ଅବହେଳା କର ନାହିଁ। 28:77
- ଅଲ୍ଲାହଙ୍କ ସହିତ ଅନ୍ୟ କୌଣସି ଦେବତାଙ୍କୁ ପ୍ରାର୍ଥନା କର ନାହିଁ। 28:88
- ସମଲିଙ୍ଗୀ ସମ୍ପର୍କରେ ଲିପ୍ତ ହୁଅ ନାହିଁ। 29:29
- ନିଜର ସବୁ ପ୍ରୟାସରେ ଉତ୍କର୍ଷତା ପାଇଁ ଚେଷ୍ଟା କର। 29:69
- ପ୍ରାର୍ଥନା ପ୍ରତିଷ୍ଠା କର ଏବଂ ଯାକାତ ଦିଅ। 31:4
- ସତ୍କର୍ମର ଆଦେଶ ଦିଅ ଏବଂ ଦୁଷ୍କର୍ମରୁ ନିବୃତ୍ତ କର। 31:17
- ନିଜ ଆଚରଣରେ ଅହଙ୍କାର ପରିହାର କର। ଅସାର କଥାରେ ସମୟ ନଷ୍ଟ କର ନାହିଁ। 31:18
- ଚାଲିବା ଓ କଥା କହିବାର ସ୍ୱରରେ ସଂଯମ ରଖ। 31:19
- ପୟଗମ୍ବର ମୁହମ୍ମଦଙ୍କ ଆଦର୍ଶ ଅନୁସରଣ କର। 33:21
- ସ୍ତ୍ରୀମାନେ ସେମାନଙ୍କ ସୌନ୍ଦର୍ଯ୍ୟ ଓ ଅଳଙ୍କାର ପ୍ରଦର୍ଶନ କିମ୍ବା ଗର୍ବ କରିବା ଉଚିତ ନୁହେଁ। 33:33
- ସବୁ ପରିସ୍ଥିତିରେ ସତ୍ୟ କହ। 33:70
- ଚିନ୍ତନ ଦ୍ୱାରା ଜ୍ଞାନ ଓ ବୁଝାମଣା ଖୋଜ। 38:29
- କୁରଆନର ଆଦେଶଗୁଡ଼ିକୁ ପାଳନ କର। 39:23
- ଯେତେବେଳେ ପାପୀ ତୌବା କରେ ଏବଂ ତାଙ୍କ ଆଡ଼କୁ ଫେରେ, ଅଲ୍ଲାହ ସବୁ ପାପ କ୍ଷମା କରନ୍ତି। 39:53
- ଅଲ୍ଲାହଙ୍କ ନିକଟରେ ଆନ୍ତରିକ ଦୁଆ (ପ୍ରାର୍ଥନା) କର। 40:60
- ଖରାପକୁ ଭଲ ଦ୍ୱାରା ପ୍ରତିହତ କର। 41:34
- ପରାମର୍ଶ ଦ୍ୱାରା କାର୍ଯ୍ୟଗୁଡ଼ିକର ସମାଧାନ କର। 42:38
- ନିଜ ସ୍ୱରକୁ ପୟଗମ୍ବରଙ୍କ ସ୍ୱର ଠାରୁ ଉଚ୍ଚ କର ନାହିଁ। 49:2
- ଗୁପ୍ତ କଥା ରକ୍ଷା କର ଏବଂ ବିଶ୍ୱାସଘାତରୁ ଦୂରେଇ ରୁହ। 49:6
- ବିବାଦରେ ଥିବା ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଶାନ୍ତି ସ୍ଥାପନ କର। ଦ୍ୱନ୍ଦ୍ୱରେ ସମାଧାନ ଖୋଜ। 49:9
- ଅନ୍ୟମାନଙ୍କୁ ଉପହାସ କର ନାହିଁ। 49:11
- ସନ୍ଦେହରୁ ଦୂରେଇ ରୁହ। ଗୁପ୍ତଚର ଓ ଚୁଗୁଲିଆରୁ ଦୂରେଇ ରୁହ। ଅନ୍ୟମାନଙ୍କ ଚୁଗୁଲି ଓ ବଦନାମ କର ନାହିଁ। ଚୁଗୁଲି ଓ ବଦନାମୀର ସବୁ ରୂପରୁ ଦୂରେଇ ରୁହ। ଅହଙ୍କାର ତୁମ୍ଭମାନଙ୍କୁ ଅନ୍ୟାୟ ଆଡ଼କୁ ନ ନେଉ। 49:12
- ଜାଣ ଯେ କେବଳ ଧର୍ମପରାୟଣତା ମନୁଷ୍ୟକୁ ମହାନ କରେ। ଲୋକ ଓ ସଂସ୍କୃତି ମଧ୍ୟରେ ଥିବା ଭିନ୍ନତାକୁ ସମ୍ମାନ କର। 49:13
- ଅତିଥିମାନଙ୍କୁ ସମ୍ମାନ କର। 51:26
- ଅଲ୍ଲାହଙ୍କ ପ୍ରତି ନିଜ କର୍ତ୍ତବ୍ୟଗୁଡ଼ିକ ପ୍ରତି ସଚେତନ ରୁହ। 51:56
- ସମ୍ପତ୍ତି ଦାନରେ ଖର୍ଚ୍ଚ କର। 57:7
- ଜାଣ ଯେ ଧର୍ମରେ ସନ୍ନ୍ୟାସ (ବିବାହ ଓ ସୁଖ-ସୁବିଧା ତ୍ୟାଗ, ଯେପରି ସନ୍ନ୍ୟାସୀ, ନନ୍ କିମ୍ବା ଧାର୍ମିକ ପ୍ରତିଜ୍ଞା ଅଧୀନରେ ରହୁଥିବା ଅନ୍ୟମାନେ, କିମ୍ବା ସେମାନେ ରହୁଥିବା ଭବନଗୁଡ଼ିକ) ନାହିଁ। 57:27
- ସମ୍ପତ୍ତି ତୁମ୍ଭମାନଙ୍କୁ ଅଲ୍ଲାହଙ୍କ ସ୍ମରଣରୁ ବିଚ୍ୟୁତ ନ କରୁ। 58:11
- ଯେଉଁମାନଙ୍କର ଜ୍ଞାନ ଅଛି, ସେମାନଙ୍କୁ ଅଲ୍ଲାହ ଉଚ୍ଚ ମର୍ଯ୍ୟାଦା ଦେବେ। 58:11
- ଅମୁସଲିମମାନଙ୍କ ସହିତ ଦୟାଳୁ ଓ ନ୍ୟାୟଯୁକ୍ତ ବ୍ୟବହାର କର। 60:8
- ନିଜ ବିଶ୍ୱାସ ଓ କର୍ମରେ କପଟତାରୁ ଦୂରେଇ ରୁହ। 63:9
- ଲୋଭ ଓ କୃପଣତାରୁ ଦୂରେଇ ରୁହ। 64:16
- ନିଜକୁ ସମର୍ପିତ କରାଯାଇଥିବା ବହୀଗୁଡ଼ିକୁ ସୁରକ୍ଷିତ ରଖ। 73:15
- ବିଚାର ଦିନକୁ ସ୍ମରଣ କର। 75:36
- ଧୈର୍ଯ୍ୟ ଓ ସହାନୁଭୂତିର ଆଦେଶ ଦିଅ। 90:17
- ଯେଉଁମାନେ ନିଜ ଆତ୍ମାକୁ ପରିଶୁଦ୍ଧ କରନ୍ତି, ସେମାନେ ସଫଳ ହୁଅନ୍ତି; ଏବଂ ଯେଉଁମାନେ ତାହାକୁ କଳୁଷିତ କରନ୍ତି, ସେମାନେ ବିଫଳ ହୁଅନ୍ତି। 91:10
- ଆବଶ୍ୟକତାମାନଙ୍କୁ ଉପେକ୍ଷା କିମ୍ବା ତଡ଼ି ଦିଅ ନାହିଁ। 93:10
- ଜ୍ଞାନ ଓ ବୁଝାମଣା ଖୋଜ। କୁରଆନ ପଢ଼ ଏବଂ ତାହା ଉପରେ ଚିନ୍ତା କର। 96:1–5
- ଗରିବମାନଙ୍କୁ ଖାଇବାକୁ ଦେବାକୁ ଉତ୍ସାହିତ କର। 107:3
""";
