const String quranIndexPashtoRaw = r"""
د منزل دعاګانې 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
یا زموږ رب دعاګانې 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
یا زما رب دعاګانې 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
هارون (هارون) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
عبس، S.80; 74:22
اودس (وضو)، 4:43; 5:6
ابراهیم (ابراهیم) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- نه یهودي نه عیسوي، 3:67-68
- د بکې لومړي معبد کې ودریدلی و، 3:97; 26:123
- د کعبې بنسټونه پورته کول 2:124-129
- خپل قوم د یوه ریښتیني خدای عبادت ته رابلل 2:130-133; 26:69-89; 29:16; 29:24-27
- د غرور سره ډک بادشاه سره بحث 2:258
- د قیامت په اړه پوښتنه 2:260
- نه یهودي نه عیسوي 3:65-68
- د ستوري عبادت ردول 6:74-87
- د اسحاق د زیږون خبر اورل 11:69-76; 51:24-30
- د کعبې سره لمونځ 14:35-41
- د پرښتو لیدنه 15:51-56
- یو ښه نمونه 16:123
- خپل پلار ته د حق بلنه 19:41-50
- د بتانو ماتول او له اور ژغورل کیدل 21:51-73; 37:83-113
- ټول د حج لپاره رابلل 22:26
ابرار، 3:193, 198; 76:5; 82:13; 83:18-22
منسوخول، 2:106, 16:101
ابولهب، 111:1-5
د عاد قوم، 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
آدم، 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- پرښتو ته سجده کول، 2:34; 7:11
- د پوهې ونه، 2:35; 7:19-20; 20:120-121
- له جنت وایستل (د حوا پر مخ هیڅ ملامت نشته)، 2:36; 7:24
- الله لخوا عزت ورکول، شیطان لخوا فتنه 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- الله لخوا بخښل کیدل 2:37; 20:122
عادیات، S.100
د عدن جنت، 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ستونزه
- د بل چا بار نه اخلي، 6:164; 17:15; 35:18; 39:7; 53:38
- د وسې نه زیات بار نه اخلي، 2:286; 6:152; 7:42; 23:62
- د ستونزې پر وخت صبر، 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
زوړوالی، 16:70; 22:5; 30:54; 36:68
- د ستاسو سره د ژوند کولو زاړه مور پلار سره چلن، 17:23
احمد، 61:6
احقاف، S.46; 46:21
احزاب، S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
د ایکې اوسیدونکي، 15:78; 26:176; 38:13; 50:14
الاعلی S.87; 87:1; 92:20
العلق، S.96
آل عمران، S.3
الله
- د هغه یوه ورځ پنځوس زره کاله ده، 70:4
- د هغه یوه ورځ زر انساني کاله ده، 22:47; 32:5
- د هر شي کولو وس، 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- د ټولو قاضیانو غوره، 95:8
- د تعریف نه هاخوا، 43:82; 67:12
- د کافرانو چلونه ناکامه کوي، 8:30; 8:36
- انسانان ورکولی شي او نور مخلوقات راوستلی شي، 4:133; 14:19; 35:16
- خندا او ژړا رامنځته کوي، 53:43
- یو سړی یې یوه پیړۍ ویده کړ، 2:259
- د حق منکرینو دښمن، 2:98
- سهار تر ماښامه د هغه تسبیح وایه، 33:42
- د هغه دروغ لوڼه، 16:57; 17:40; 43:16; 52:39; 53:21-22
- د نوم لخوا، 53:19-20
- انسانانو ته ازاد اراده ورکوي، 36:67
- د هغه لپاره هر څه پریښودل، 4:66-68; 4:125
- ښه او بد ترې دي، 4:78
- ژوند او مرګ ورکوي، 44:8; 53:44; 57:2; 67:2
- سخت هاند کوونکي غوره بدله ترلاسه کوي، 4:95-96; 5:54; 9:120; 49:15; 61:11
- مېرمن نه لري، 72:3
- زوی نه لري، 43:81; 72:3; 112:3
- ستا د سختو وختونو پر مهال دې پریښی نه دی، 93:3
- د پوهې له مخې هر ځای کې دی، 2:115; 2:142; 2:177; 4:126
- لومړی او وروستی دی (الفا او اومیګا)، 57:3
- ظاهر او باطن دی، 57:3
- هغه پوهیږي چه فهم ته نه رسیږي، 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- د عدالت سره چلیدونکي خوښوي، 49:9
- د هغه چه نه یې ویلي د هغه کومه قانون نه ده جوړه کړې، 5:101; 6:140; 6:148; 7:32
- د جنګ بندیانو سره رحم چه که ورکې ښیګڼه وي، 8:70
- طبیعت، 2:255
- هیڅ انسان الوهیت نه لري، 3:64; 3:151
- ثالوث نه دی، 4:171
- د بدۍ نه د هغه سره پناه، 113:1-5; 114:1-6
- ولاړ، ناست، پروت یادول، 3:191; 4:103; 10:12; 25:64
- د مور ګیڼه کې بڼه ورکوي، 3:6
- تخت د اوبو پر سر دی، 11:7
- داسې شیان به جوړ کړي چه نه پوهیږئ، 16:8
- خپل مخلوق ته ناانصافي نه کوي، 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
ټلوالي، 8:72; 9:7
- عیسویان او یهودان، 5:51
- د کافر خپلوانو سره منع، 9:23-24
- د منافقینو سره منع، 4:88-89; 4:139; 4:144
الیسع، (الیسع وګورئ)
امانت، د الله وقف شوې دندې وغیره، 2:283; 4:58; 8:27
- امانت وګورئ
پرښتې، 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- له اور نه پیدا شوي، 7:12; 38:76
- د قیامت د ورځې اته به د الله تخت پورته وړي، 69:17
- دروغه ادعا چه مؤنثې دي، 43:19; 53:27
- ساتونکي 82:10-12; 86:4
- نولس د دوزخ باندې حاکم دي، 74:30-31
- د خواهشاتو د پوره کولو لپاره نه لیږل کیږي، 15:7-8
- د الهام لپاره لیږل کیږي، 16:2
قهر، مهار کړه، 3:134
العنکبوت، S.29
مچۍ، 27:18
میمونان، 5:60
- سپک، 2:65; 7:166
ارتداد، 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- د مرتدینو لپاره د ژر عذاب غوښتنه مه کوه، 46:35
- الله به یوازې هغوی سزا ورکوي، 73:11; 74:11
- د آخرت سزا، 2:217; 9:74
- د نورو لخوا رد، 3:87
- توبه، 3:89; 5:34; 9:5; 9:11
- د قیامت پر ورځ ناوخته ده، 40:85
- د زور لاندې، 16:106
مرتدان،47:25
الاعراف، S.7; 7:46, 48
عرفات، 2:198
بحث،
- د هغو خلکو لپاره چه ځانونه غولوي بحث مه کوه، 4:107
- ته د دوی لپاره پدې نړۍ کې بحث وکړ، خو د قیامت پر ورځ به چا وکړي، 4:109
استدلالونه/بریدونه
- ورته ځواب ورکړه، 8:58
- صبر کول خورا غوره دي، 16:126
زغره، 16:81
العصر،S.103
آیة الکرسي، 2:255
غیبت کوونکی، 49:12; 104:1
د بدر جګړه، 3:13
- درسونه، 8:5-19, 42-48
البیت المعمور، 52:4
بکه (مکه)، 3:96
بعل، 37:125
البلد، S.90
تلا، 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
بنو النضیر، 59:2-6, 13
البقره، S.2
براءت (توبه وګورئ)، S.9
برزخ، (خنډ)، 23:100; 25:53; 55:20
- همدارنګه وګورئ 18:94-97; 34:54; 36:9
البینه، S.98
د وروستیو وختونو ځناور، 27:82
بدویان، 9:90, 97-99, 101, 120; 48:11, 16; 49:14
مچ، 16:68-69
چلن
- د مخکنۍ وحي خلکو سره مهربانۍ سره بحث وکړه، 16:125, 29:46
- د هغه کار کې لاسوهنه مه کوه چه نه پوهیږې، 17:36
- له لویو ګناهانو او شرمونکو کارونو ډډه وکړه، 53:32
- د یو بل اړه ګومانونه مه کوه، سپکاوی مه کوه او یو د بل بدنامي مه کوه 49:12
- خپلو نظرونو کې انصافي اوسه، 6:152
- ټولنه باید اعتدالي اوسي، 2:143; 25:67
- غرور نه ده ښه، 4:36, 57:23
- هغو ته چه ستا مرسته غواړي سپکاوی مه کوه، 93:10
- ځان پاک مه ګڼه، 53:32
- د نورو سپکاوی مه کوه، 49:11; 104:1
- علناً بدې خبرې مه کوه، 4:148
- د یو بل غیبت مه کوه، 104:1
- هر ډله ته یو قانون او د ژوند لار ورکړل شوې، 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- او د عبادت لار، 22:67
- الله کولی شول چه یوه ټولنه یې جوړه کړي، 5:48; 11:118; 16:93; 42:8
- د الله لاندې یوه ټولنه، 21:92
- یهودانو ته بخښنه، 5:13
- غیر مسلمانانو ته بخښنه، 31:15; 45:14
- اسانه بخښل، 42:37
- واکمنان د مشورې وروسته پریکړه کوي، 42:38
- او یو پیغمبر، 10:47; 16:36
- د مؤمنانو بدنامي ګناه ده، 33:58
- نارینه (د ښځو لپاره)، 24:30
- د سولې جوړونکي بدله ترلاسه کوي، 42:40
- که بل کار نه کولی شئ، نو د اړتیا خلکو ته انصافانه خبره وکړئ، 17:28
- ستاسو سره د ژوند کولو زاړه مور پلار سره، 17:23
- د نورو مسلمانانو سره، 33:6
- د نورو سره، 17:26-29; 17:35; 17:53; 60:8
- د مور پلار سره، 46:15
- د غلامانو سره، 4:36; 24:33
- د غیر جنګیالي غیر مسلمانانو سره انصاف، 60:8
- د پیغمبر مېرمنې، 33:28-34
- ښځینه (د نارینه لپاره)، 24:31
- په ټولو وحیونو کې، 2:136; 2:285
- طبیعت، 49:14-15
مؤمنان، 2:2-5; 2:285; 8:2-4; 8:24
وصیت، 2:180, 240; 4:7, 12; 36:50
خیانت (غول، درغلي)، 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
انجیل، 5:64, 5:65, 5:68
- تحریف، 3:78; 5:14-15
مرغان، 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
وینې بها (دیت)، 2:178-179; 4:92; 17:33
غنیمت، جنګ، 4:94. 8:41; 59:6-8
- ناقانونه اخیستل، 3:162
- غنیمت وګورئ
رشوت، 2:188
بدنه، 22:36
بار
- د بل چا بار نه اخلي، 35:18; 39:7; 53:38
- کافران به د نورو بارونه هم اخلي، 16:25; 29:13
- خراب دي هغه بارونه چه به یې اخلي، 6:31, 164
- الله هیچا ته د وسې نه زیات بار نه ورکوي، 2:286; 7:42; 23:62
بروج (لویې ستورې)، S.85; 85:1; 15:16; 25:61
اوښ، 6:144; 7:40; 77:33; 88:17
بندیان، 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- د جنګ بندیان هم وګورئ
مالداره حیوانات، 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
د ثور غار، 9:40
د غار خلک 18:9-22, 25-26
د حق سره یقین، 56:95; 69:51
صدقه، (صدقه)، 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- د صدقې او زکات موضوعات، 2:273; 9:60
ماشومان 2:233; 42:49-50
- هغه تباه دي چه خپل ماشومان له ناپوهۍ او بې علمۍ نه وژني، 6:140
مسیح، (عیسی وګورئ)
عیسویان، 5:14, 19, 64-65, 69; 22:17
- عیسی د خدای زوی مه ګڼئ، 4:171
- د مسلمانانو سره د مینې خورا نږدې احساس لري، 5:82
- ډیرو هغه څه هیر کړي چه یادولو ته یې ویل شوي و، 5:14
- اوس ستاسو ته یو رسول راځي، 5:15, 19
- ریښتیني به بدله ترلاسه کړي، 2:62; 5:65; 5:69
- وایي "عیسی د الله زوی دی"، 9:30
د راټوپ شوو ښارونو، 69:9
د امن ښار، 95:3
جامې، 7:26; 16:81
- د اور، 22:19
- پرده یا د ښځو جامې د غیر کورني وضعیتونو کې، 24:31
- د ښځو بهرنۍ جامې د منافقینو لخوا د ځوروونکو کارونو مخه نیسي، 33:59-60
احزاب، 33:9, 22
- احزاب وګورئ د مشورې مشوره، 42:38
پیدایښت،
- پیل کیږي او بیا تکراریږي، 10:4; 21:104; 27:64; 29:19-20
- نوی، 17:49, 98; 35:16
- د حق سره، 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- د لوبې لپاره نه دی، 21:16-17; 23:115
- هر ژوندی شی له اوبو نه جوړ دی، 21:30; 24:45;25:54
- د انسان، 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- لومړنۍ بڼه 56:62
- د شپږو ورځو کې، 7:54; 11:7; 32:4; 50:38; 57:4
- جوړو کې، 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- تنوع، 35:27-28
- الله امر کوي "اوسه!" — او وي، 2:117;16:40; 36:82; 40:68
- د سترګو رپولو غوندې، 54:50
- شپه او ورځ، لمر او سپوږمۍ، 39:5
- د اسمان او ځمکې پیدایښت د انسان نه لوی دی، 40:57; 79:27
- موخه، 51:56
کاغه، 5:31
معیار، 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
دهر، (انسان وګورئ،) S.76; 45:24
- وخت، 76:1; 103:1
داود، 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- زبور ورکړل شوي 4:163
- جالوت وواژه 2:251
- یو حکم صادر کوي 21:78-80
- د پوهې او پیغمبرۍ سره بخت ورکول 27:15-16
- غرونه او مرغان د الله تسبیح کې د هغه سره یوځای کیږي 34:10; 38:17-20
- د دوو خلکو تر مینځ فیصله کوي 38:21-26
دابه (خوځیدونکي ژوندي مخلوقات وغیره) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
مړي به راپاڅیږي، 6:36
مرګ، 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- او د جګړې له ډګره تښتیدل، 33:16
- د الله لپاره، 3:195; 22:58; 47:4
- هغه ټولنې چه وحی نه لري نه به تباه شي، 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- د الله لپاره شهیدان ژوندي دي، 2:154; 3:169
- د الله لپاره له بدۍ تښتیدو پر مهال، 4:100
- نه دی ودروولی یا ځنډول کیدی شي 63:10-11
- د خوب ورور دی 6:60; 39:42
- د مرګ پر وخت مؤمنان او کافران 8:50; 16:27-32; 41:30
- د قبر عذاب 40:46
پورونه، 2:280, 282; 4:11-12
قضا،
- د هر چار لپاره یوه قضا ده، 13:38
- هیڅکله مو یوه ټولنه تباه نه کړه خو چه د هغې لپاره قضا وه، 15:4
- د هر چار قضا د الله له لوري ده، 44:5
- کله چه د یو چار قضا کوي، وایي یوازې "اوسه!" — او وي، 2:117; 36:82; 40:68
کړنې،
- د هغو لپاره بدې کړنې ښکلې شوي، 47:14
- زموږ کړنې زموږ دي، ستاسو کړنې ستاسو، 28:55; 42:15; 45:15
- ښې او بدې، د هغه د ځان لپاره او پر ضد دي، 41:46
- د انسان کړنې د هغه غاړه ته تړل شوي، 17:13
درجې، د هغو د کارونو سره سم، 6:132
هوسونه، هغه چه بد هوسونه تعقیبوي، 47:14, 16
- هغه چه خپل هوس یې خپل خدای ګرځولی دی، 25:43
د الله له رحمته مه ناامیده کیږه، 39:53; 21:87-88; 68:48-50
- یونس هم وګورئ
الذاریات، S.51
ذکر، 7:205; 15:6, 9
ذوالکفل، 21:85; 38:48
ذوالقرنین، 18:83-98
ذوالنون (د کب ملګری)،
کافران (منافقین هم وګورئ)
- محمد (ﷺ) ته وایي چه د الله عذاب د ثبوت لپاره وغواړه، 6:57-58; 8:32; 10:49-52
- مهربانۍ سره د هغوی ملګرتیا کوه، 31:15
- د هغوی خبرې صبر سره اوره، 20:130; 50:39
- ورسره تړونونه، 8:56; 8:72; 9:4, 7
- د تړونونو ماتول، 8:58; 9:12
- الله د هغوی چلونه ناکامه کوي، 8:30, 36
- د هغو ملګرتیا پریږده چه د الله قانون ملنډې ورته وهي، 4:140; 6:68
- که تاسو وغواړئ ساتنه ورکړئ، 9:6
- د جنګ پر مهال سزا، 8:12, 50, 59
- د آخرت سزا، 8:37
- مساجدو ته ورتلل یا سمبالول نه باید، 9:17
- ورسره مهربانه خبرې وکړئ، 17:53
- هلته هاند کول، 9:73; 25:52; 66:9
- غیر جنګیالي غیر مسلمانانو سره انصاف، 60:8
- یوازې د نورو کافرانو سره ملګري به وي، 8:72
د عیسی حواریان، 3:52; 61:14
د منافقینو او کافرانو زړونو کې ناروغي، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ستونزه، له هغه وروسته امنیت دی، 3:154
د جنګي غنیمت ویش، 8:41; 59:7-8
د کندې خلک، 85:4-10
تنوع
- د انسانانو، 30:22, 35:27-28
- د ژوند، 35:27-28
طلاق، 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- د انتظار موده وروسته، جلا کیدل یا جوړول، 2:231; 65:2
- دوه شاهدان، 65:2
- نفقه، 2:233, 241
- د پخواني میړه ورثه ته غځیږي، 2:233
- دوه ځله اوپس کیدی شي، 2:229
- د مهر حالت، 2:229, 236-237
- که اړتیا وي دودی مور ومومئ، 65:6
- زیهار هم وګورئ
طلاق، نارینه
- یوه ښځه بدله کوي بلې لپاره - لومړی چه ورکړي بیرته مه اخله، 4:20
- مېرمن مه ځوروه، 65:6
- مېرمنې خپلو ارادو پر خلاف مه ساتئ، 4:19
- د خپل ذهن بدلولو لپاره څلور میاشتې، 2:226
- د حمل او انتظار پر موده کې مېرمن بشپړ مرسته وکړه، 65:6
- که ستا ماشوم ددودي مور تی وي نو بشپړ مرسته وکړه، 65:6
- مور باید د خپل بې پلاره ماشوم له کبله نه وزیږیدل، 2:233
- د اسلام نه مخکې، 58:2
- د جوړیدو لپاره د پیښمانۍ دوه مستمره میاشتې روژه، 58:4
- د جوړیدو لپاره د پیښمانۍ شپیتو اړمنو ته ډوډۍ ورکول، 58:4
- د جوړیدو لپاره د پیښمانۍ یو غلام آزادول، 58:3
- د جوړیدو هڅه، 4:35
- که واده نه وي شوی ګناه نه ده، 2:236
- نجلۍ د مهر نیمایي ترلاسه کولو حق لري، 2:237
طلاق، ښځینه
- د دریم طلاق وروسته (دا له بل میړه) اصلي میړه ته ستنیدلی شي، 2:229
- ساتنه ترلاسه کولو حق لري، 2:241; 65:1
- د طلاق مساوي حق، 2:228
- د میړه لخوا د بدچلن ویره، 4:128
- هغه چه میړه ورکړي ساتلی شي، 2:229
- له کورونو نه نه شي ایستل کیدی، 65:1
- د حمل د ردولو لپاره درې حیضه انتظار، 2:228
- د حیضه نه آزادو لپاره درې میاشتې انتظار، 65:4
- خو که واده نه وي شوی، 33:49
سپي، 7:176
خر، 2:259; 16:8; 31:19; 62:5; 74:50
څښاک،
- شرابي، 2:219; 5:90
- سپین خوندور، 37:45-46; 76:21
- پاک مهر شوي شراب، 83:25
الضحی، S.93
الدخان، S.44
د پیل لښکر، 105:1-5
الیاس (الیاس؛ ایلیاسین) 6:85; 37:123-132
الیسع، (الیسع) 6:86; 38:48
ادریس، (ادریس وګورئ)
پیښه، 56:1; 69:15
بدي، 4:123; 10:27-30; 19:83; 59:15
- علناً ویل نه باید، 4:148
- له موږ نه راځي، خو ښه د الله نه دي، 4:79; 42:48
- بدي بخښه، 4:149
- بدله، 6:160; 42:40
- هغه چه بدې چلونې کوي، 16:45-47
- بد پای و، 30:10
- پر وچه او سمندر کې راڅرګند شو، 30:41
- د ښه سره دفاع/ملاتړ وکړه، 13:22; 23:96; 41:34
- د ښه لپاره بدل شو، 7:95
- هغه چه بد هوسونه تعقیبوي، 47:14, 16
- د هغوی لپاره کړنې ښکلې شوي، 47:14
زیاتوالی،
- خوراک کې منع، 5:87
- دین کې، 4:171; 5:77-81
سترګې، غوږونه او پوستکي به د ګناهکارانو پر وړاندې شاهدي ورکوي، 41:20-23
عزیر، (عزیر) 9:30
د الله مخ یا مخینه، 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ښکلی ښکاریدونکی،
- الله د هر چا کارونه ورته ښکلي کړي، 6:108
ایمان (باور)، 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- د ایمان ردوونکي، 3:116
- د ایمان زیاتوالی، 3:173
- د یقین سره، 44:7; 45:4, 20; 51:20
- هغه ستا لارښوونه کړه، 49:17
الفجر، S.89
الفلق، S.113
د قرآن د آیاتو د اړه دروغه بحث، 6:68
دروغه خدایان،
- د الله نه پرته، بتان او نورو شریکانو ته ویل 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- هغو ته سپکاوی مه کوه چه د الله نه پرته عبادتوي، 6:108
- طاغوت هم وګورئ
دروغ (باطل)، 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
د انسان کړنې د هغه غاړه ته تړل شوي،17:13
روژه، 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- وخوره او وڅښه تر هغه چه سپین تار له تور تار نه جلا شي، 2:187
الفتح، S.48
الفاتحه، S.1
فاطر، S.35
د روژې فدیه، 2:196
- د بندیانو د آزادۍ لپاره، 8:67
- د کافرانو لخوا فدیه وړاندیز، 3:91; 5:36,37; 10:54; 13:18
انجیر، 95:1
جنګیدل،
- د الله لپاره، د کافرانو پر وړاندې، 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- فرض شوی، 2:216
- د حرامو میاشتو کې، 2:217; 9:5
- د بني اسرائیلو لخوا، 2:246-251
- د الله لپاره، او د مظلومو نارینه او ښځو لپاره، 4:74-76
- تر هغه چه فتنه ختمه شي، 8:39
- شل د دوو سوو پر وړاندې، 8:65
- د هغو پر وړاندې چه الله ته ایمان نه لري، 9:29
- د مظلومو پر وړاندې اجازه، 22:39-41
- او منافقین، 47:20
- معافیتونه، 48:17
الفیل، S.105
د فردوس جنت، 18:107; 23:11
اور، 56:71, 100:2
مچ، 22:73
خوراک،
- حلال او حرام، 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- د تیر وخت خوړلو کې ګناه نشته، 5:93
- زیاتوالی مه کوه، 5:87
- هغه حرام مه کوه چه الله حلال کړي، 5:87; 7:32; 16:116
منع شوي کارونه، 6:151-152; 7:33
بخښنه، 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- د مؤمنانو دنده، 42:37; 45:14
- د مؤمنانو لخوا، د کتاب خلکو لپاره،2:109
- الله هغه چا ته بخښي چه غواړي، 4:48
- الله شریک نه بخښي، 4:48, 116
- هغه چه د الله بخښنه غواړي، 4:110
- د مشرکینو لپاره د الله نه بخښنه مه غواړئ، 9:113
- الله ټولې ګناهانه بخښي، 39:53
- پرښتې د ځمکې خلکو لپاره بخښنه غواړي، 42:5
- کله چه قهریږي بخښي، 42:37
- بخښل او جوړول، 42:40
- مؤمنان هغو ته بخښي چه د الله د ورځو هیله نه لري، 45:14
- د هغو لپاره چه له لویو ګناهانو او فواحشو ډډه کوي، 53:32
- د بخښنې لپاره یو د بل سره سباقت وکړئ، 57:21
- بدې کړنې ښو کړنو ته بدلیږي 25:68-71
درغلي، (خیانت وګورئ) 83:1-6
آزاده اراده،
- د الله ارادې لخوا محدوده، 6:107; 10:99; 74:56;76:31; 81:28-29
- هر چا ته چه وغواړي: ایمان راوله یا مه راوله، 18:29
- د خپل رب لور ته لار ونیسه، 76:29
- سیده لاره وکړه، 81:28
د جمعې لمونځونه، 62:9-11
میوې، 6:41; 16:11
- جنت کې، فراوانه، 43:73
- د هر ډول، 47:15
- لکه چه غواړي، 77:42
فجار، 82:14-16; 83:7
الفرقان، S.25
فصلت (حم وګورئ)، S.41
جبریل، (جبریل) 2:97-98; 26:193; 66:4; 81:19-21
- روح، 26:193; 67:12; 70:4; 78:38; 97:4
- روح القدس، 2:87, 253; 5:110; 16:102
جوا، 2:219; 5:90
د احرام پر حالت کې ښکار، 5:94-96
غافر (مومن وګورئ)، S.40
الغاشیه، S.88
غسل، 4:43; 5:6
ډالۍ، 30:39
جالوت، (جالوت) 2:249-251
(ښې) ورځې، 3:140
- ته د هغه شي نه خوښیږي چه ښه دی، او هغه خوښوي چه بد دی، 2:216
- بدله ترلاسه کول، 4:85; 28:54
- دوه چنده بدله، 4:40; 28:54
- لسه چنده بدله، 6:160
- زیاتول، 42:23
- د هغو لپاره چه ښه کوي، ښه دی او د آخرت کور، 16:30
- د هغو لپاره چه پدې نړۍ کې ښه کوي، 39:10
- الله د ښه کوونکو بدله غوره ورکوي، 53:31
- آیا د ښه بله بدله شته، 55:60
- ښه وکړئ لکه الله چه ستاسو ته ښه کړي، 28:77
ښه او بد،
- ښه د الله نه دي او بد له تاسو نه دي،4:79
- که ښه وکړئ، خپل ځانونو لپاره دي او که بد وکړئ، پر خپل ځانونو دي، 17:7;41:46
- د بد پر وړاندې ښه وکړئ، 23:96; 28:54; 41:34
- ښه او بده کړنه مساوي نه دي،41:34
- هر سړی به د ټولو ښو او بدو کړنو سره مخ شي، 3:30
- د محسنینو وګورئ
ښه کړنه،
- افشا کړه یا پټه وساته، 4:149
- لکه د سیالۍ کې هاند وکړه، 5:48
انجیل، 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
لوی خبر، 78:1-5
سلام، 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
الحدید، S.57
هدی (د قربانۍ ځناور)، 2:196, 200
حج (حج)، 2:158, 196-203; 3:97; 5:2;22:30
الحج، S.22
هامان، 28:6, 38; 29:39; 40:24, 36, 37
لاسونه او پښې به شاهدي ورکوي، 36:65
الحاقه، S.69
سختي، د هر سختۍ سره راحتي ده، 94:5-6
هارون، (هارون)
هاروت، 2:102
الحشر، S.59
زړونه،
- کلک شوي، 2:74; 22:53; 39:22; 57:16
- مهر شوي، 7:100-101; 40:35; 47:16; 63:3
- پوښل شوي، 17:46; 41:5
- تړل شوي، 47:24
- ویشل شوي، 59:14
- د وېرې ډک، 22:35
- هغو کې چه ناروغي ده، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
اسمانونه،
- د اسمانونو غیب د الله دی، 16:77
- د لوبې لپاره نه دي جوړ شوي، 21:16
- ځمکه او اسمان سره یوځای وو، 21:30
- اسمانونو کې هیڅ پټ نه دي، 27:75
- پرته له کومې ستنې جوړ شوي، 31:10
- د هغه د ښي لاس کې به راغونډ شي، 39:67
- د دوو ورځو کې د اوو اسمانونو پیدایښت، 41:12
- نږدې اسمان د چراغونو سره سینګار شوی، 41:12
- د الله دي ټول هغه چه اسمانونو کې دي، 45:27;53:31
- اوه اسمانونه، یو د بل پر سر، 67:3
دوزخ (اور، لمبیز لوګی) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- سوزیدونکي اوبه او ولوله 22:19-22; 23:103-104
- چرک 14:14-17; 38:55-58; 69:35-37
- د زقوم ونه 37:62-70; 44:43-50; 56:41-56
- د اوسیدونکو د ژوند یا مرګ نه توانایي 87:13
- د ملامت اچول 26:91-101; 34:31-33
- د ژر تباهۍ غوښتنه 25:13-14; 43:74-78
- سخت ژړا 35:36-37
- د اور غوغا او سر 25:11-12; 67:6-11
- سوزیدونکي پوستکي نوو سره بدلیږي 4:56
- د قیر زنځیرونه او جامې 14:48-50
- د اوسپنې ګرزونه 22:19-22
- زنځیرونه 13:5
- د دوزخ ساتونکي 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- هیڅ فدیه نه منل کیږي 5:36-37
- شفاعت نه منل کیږي 6:94; 26:100; 30:13; 74:48
- د سوزیدونکي ناهیلۍ او یخه تیارې، 38:57
- د اویا لاسونو زنځیر، 69:32
- د محدودې مودې لپاره اوسیدل، 78:23
آخرت،
- د آخرت کور غوره دی، 6:32; 7:169
- د آخرت پای به څه وي، 6:135
- ظالمان به (پکې) بریالي نه وي، 6:135
- د آخرت کور، 12:109; 16:30; 28:83; 29:64
- هغه چه آخرت ته ایمان نه لري، 17:10
- د آخرت بدله، 42:20
- د سپینو او زرو نه غوره، 43:33-35
- یوازې د متقیانو لپاره، 43:35
- د آخرت سزا، 68:33
- غوره او ډیر پایښتلی، 87:17
- د اوسني نه غوره، 93:4
پراخه لارې، 21:31
حجر (د ډبرو سیمه)، 15:80-85
الحجر، S.15
همجنس بازي 26:165-166; 27:55; 29:28-29
اسونه، 16:8
ساعت،
- د هغه پوهه یوازې د الله سره ده، 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ناڅاپه پر هغوی راشي، 6:31; 7:187;12:107; 43:66
- پر تاسو راشي، 6:40; 12:107; 20:15; 34:3
- نږدې راغلی، 54:1-5
- د سترګو رپولو غوندې یا نور هم نږدې،16:77
- د ساعت زلزله، 22:1
- پر هغه ورځ به ودریږي، 30:12, 14
- حتماً راتلونکی، شک نشته، 40:59;45:32; 51:5-6
- نښې 21:96; 27:82; 43:61; 47:18; 54:1-2
- نومونه 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- خلک به پرې حیران شي 6:31; 7:187
- صور به وفوکل شي 6:73; 23:101; 39:68
کورونو ته د ننوتلو ادب، 24:27-29
هود، 7:65-72; 11:50-60; 26:123-140; 46:21-26
هود، S.11
الحجرات، S.49
الهمزه، S.104
د حنین جګړه، 9:25
حورانې (د جنت ښځینه)، 44:54; 52:20
منافقین،
- وایي: موږ الله او وروستۍ ورځ ته ایمان لرو، خو حقیقت کې نه لري، 2:8
- ځانونه غولوي، 2:9
- زړونو کې ناروغي، 2:10; 8:49; 22:53;33:12; 47:29
- فساد کوي، 2:11-12
- احمقان او ملنډه وهونکي، 2:13-15
- د لارښوونې پر ځای ګمراهي اخیستې، 2:16
- کاڼه، ګونګي او ړانده، 2:17-18
- د مرګ او تیارې له وېره، 2:19-20
- خوندور خبرې، 2:204-206
- د جنګ نه انکار، 3:167-168
- الله پوهیږي چه د هغوی زړونو کې څه دي، 3:167;4:63
- د دروغو قاضیانو ته د حکم لپاره ځي، له وحۍ نه مخ اړوي، کله چه ورباندې مصیبت راشي راځي، 4:60-62
- د بدمرغۍ او لوی بریا پر وخت، 4:72-73
- الله یې بیرته اچولي، 4:88
- د ملګرو په توګه نه باید ونیول شي، 4:89; 58:14-19
- که مخ واړوي، چیرې چه یې ومومئ ووژنئ، 4:89
- ستاسو د بریا یا د کافرانو د بریا انتظار کوي، 4:141
- الله غولول غواړي، د سستۍ سره لمونځ کوي او د خلکو د لیدلو لپاره، 4:142
- نه دلته اړه لري نه هلته، 4:143
- د اور ترټولو ژوره درجه؛ هیڅ مرسته کوونکی نشته، 4:145
- له ورپوه کیدو وېریږي، 9:64-65
- د هغوی لپاره لمونځ مه کوه، 9:84
- نارینه او ښځینه یو له بل نه دي؛ زیانمن؛ د الله لعنت، 9:67-69
- د بدویانو کې، 9:101
- چیرې چه ومومل شي، به ونیول او ووژل شي، 33:61
- الله به منافقین سزا ورکوي، 33:73
- درواغجن؛ شا اړوي؛ زړونه یې ویشل شوي، 59:11-14
- درواغجن؛ قسمونه یې د پردې جوړ کړل؛ زړونه یې مهر شوي؛ له هغوی ځانونه وساتئ، 63:1-4
- نه پوهیږي، نه پیژني، 63:7-8
- پر وړاندې هاند وکړئ، 66:9
ابلیس (شیطان)، 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- شیطان هم وګورئ
ابراهیم، (ابراهیم وګورئ)
ابراهیم، S.14
عده (د طلاق د ښځو مقرره موده)، 2:228, 231, 232, 234, 235; 33:49;65:1-7
ادریس (ادریس)، 19:56-57; 21:85; 96:4
احرام، 2:197; 5:2, 95
احسان، 16:90
الاخلاص، S.112
اله، یوازې یو، 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ناروا جنسي اړیکې؛ د شاهدانو شاهدي، 4:15-18; 24:2, 19
علیون، 83:18-21
ناپاک (نجس) 9:28
عمران،
- مېرمن، 3:35
- لور، 66:12
حتمي، 69:1-3
الانفطار، S.82
میراث، 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
بې انصافي، هغه چا ته چه ورسره شوې، 4:30, 148
الانسان (دهر وګورئ)، S.76
الانشقاق، S.84
الانشراح (شرح وګورئ)، S.94
وحی، 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
شفاعت/شفیع، 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
نشه وره توکي، 5:90, 2:219
د لمونځ اقامت، 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
اقرأ (العلق وګورئ)، S.96
ارم، 89:7
اوسپنه، 57:25
عیسی، عیسی وګورئ
اسحاق، (اسحاق) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
اسماعیل (اسماعیل)، 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
د خپل پلار سره د کعبې بنسټونه پورته کول 2:125-140
د قربانۍ کیسه 37:100-113
اسلام، 3:19, 85; 5:3; 6:125; 39:22; 61:7
- د هغو لومړی چه مسلمانان شو، 6:14,163; 39:12
- د منلو لومړي، 9:100
- سینه پرانیستل، 39:22
- د مرحمت په توګه، 49:17
الاسراء، S.17
د اسرائیلو اولاد، 2:40-86
- ورکړل شوي نعمتونه، 2:47-53, 60, 122; 45:16-17
- د الله له اطاعته سرغړونه، 2:54-59, 61, 63-74; 5:71; 7:138-141
- د مسلمانانو سره اړیکې، 2:75-79
- غرور، 2:80, 88, 91
- تړونونه، 2:80, 83-86, 93, 100; 5:12-13, 70
- د آخرت پر ځای پدې نړۍ ژوند اخیستی، 2:86
- د ژوند لپاره د انسانانو ترټولو حریص، 2:96
- د بادشاه غوښتنه، 2:246-251
- حدونه تیر کړل؛ مختلفو ډلو ته وویشل شول؛ میمونان، 7:161-171
- دوه ځله وعده ورکړل شوه، 17:4-8
- له دښمن نه ژغورنه، 20:80-82
- کتاب او مشران ورکړل شول، 32:23-25; 40:53-54
- د هغوی پوهان پوهیدل (قرآن ریښتیا دی)، 26:197
استوی (پر)، 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
اعتکاف، 2:187
یعقوب، (یعقوب) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- اسباط (د یعقوب دولس زامن)، 2:140; 3:84;4:163
جالوت، (جالوت وګورئ)
جمرات، 2:200
الجاثیه، S.45
عیسی، د مریمې زوی،
- مور د نړۍ ټولو ښځو نه غوره غوره کړل شوه 3:42
- د قیامت پر ورځ شاهدي ورکوي، 4:159
- د زیږون زیری، 3:45-47; 19:22-23
- د بني اسرائیلو ته رسول، 3:49-51
- حواریان، 3:52-53; 5:111-115
- حواریان د الله مرسته کوونکي، 3:52; 61:14
- پورته وړل شو، 3:55-59; 4:157-159
- د آدم غوندې، 3:59
- نه وژل شو نه مصلوب شو، 4:157
- وحی ورکړل شوه، 4:163
- یوازې رسول دی (د الوهیت نه)، 4:171-172; 5:75; 19:30, 43:63-64
- هغه چه وایي کافر شول، 5:17, 72; 9:30
- زموږ رسول (محمد ﷺ) راغلی، 5:19
- انجیل ورکړ، 5:46
- حواریانو وویل: موږ مسلمانان یو، 5:111
- د خوراک د دسترخوان خپراوه، 5:114
- دروغه عبادت ونه ښود، 5:116-118
- یو صالح پیغمبر، 6:85
- د نښې په توګه، 23:50
- د هغه دویم راتلل 43:61
- د هغه اړه مختلف نظرونه، 43:65
- یوازې یو بنده او د بني اسرائیلو لپاره مثال، 43:59
- د یو رسول زیری چه نوم یې احمد وي، 61:6
- د هغه د مورینې زیږون، پیغام، او معجزې 3:45-51; 19:16-38
- د الله نعمتونو یادول 5:110-115
- د الوهیت انکار 5:116-120
- د پیروانو زړونو کې شفقت او مهربانۍ 5:82; 57:27
یهودان او عیسویان، 2:140; 4:153-161, 171; 5:18
- دروغ اوري، 5:41-42
- د خپلو خبرو له کبله لعنتي، 5:64
- د مؤمنانو (مسلمانانو) دښمني، 5:82
- هغه چه اسلام قبول کړ، 26:197; 28:53; 29:47
جبریل، (جبریل وګورئ)
جهاد، (جنګیدل، هاند کول) 2:216; 9:24; 22:78; 25:52
الجن، S.72
جنات، 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
جنات، له اور نه پیدا شوي 15:25; 55:15
- مؤمن او کافر جنات 72:1-15
- ځینو د قرآن پیغام ته ایمان راووست 46:29-32
- انسانان او جنات د موخې لپاره پیدا شوي 51:56-58
ایوب، 4:163; 6:84; 21:83-84; 38:41-44
یحیی، (یحیی، د بپتسما یحیی)،
- زیری، 3:38-41; 19:7-11; 21:90
- صالح، 6:85
- پوه، همدردانه، فرمانبردار، 19:12-15
یونس (یونس)، 4:163; 6:86; 10:98;21:87; 37:139-148
- (ذوالنون) 21:87; 68:48-50
یوسف (یوسف)، 6:84; 12:4-101
- ترټولو ښه کیسه 12:1-3
- د ځوان یوسف خوب 12:4-6
- د ورونو سازش 12:7-18
- غلامۍ ته وپلورل شو 12:19-20
- د مصر د وزیر کور کې لوی شو 12:21-22
- د وزیر مېرمن هغه فریب کولو هڅه وکړه 12:23-29
- د ضیافت پیښه 12:30-32
- زندان ته لاړ 12:33-35
- دوه بندیان 12:36-42
- د بادشاه خوب 12:43-53
- وزیر شو 12:54-57
- ورونه د خوراکو لپاره ورته راغلل 12:58-68
- خپل ورور بنیامین واخیست 12:69-82
- د پلار نوی غم 12:83-87
- ریښتینی پیژندنه یې افشا کړه 12:88-98
- زوړ خوب ریښتیا شو 12:99-100
- د پای لمونځ 12:101
د جودي غره، 11:44
الجمعه، S.62
عدالت (عدل)، 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- همدارنګه وګورئ 4:65, 105
کعبه،
- د ابراهیم لخوا جوړه شوه، 2:125-127
- د ښکار وژل منع، 5:94-96
- د امن پناه ځای، 5:97
- پرته له جامو ګرځیدل، 7:28
- د لمونځ او طواف پر وخت، 2:200; 7:29, 31
الکافرون، S.109
کافور، د کافور سره ګډه پیاله، 76:5
الکهف، S.18
کنز، 9:34-35
کوثر (د جنت سیند)، 108:1
الکوثر، S.108
کیلي،
د اسمانونو او ځمکې، 39:63; 42:12
د غیب، 6:59
خوله بنت ثعلبه، 58:1
وژنه،
- که چا یو سړی ووژه، ټول انسانیت یې ووژه، 5:32
- هیچا مه وژنئ، 17:33
مهربانې خبرې د صدقې نه غوره دي، 2:263
د خپلوانو حقونه، 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
کراماً کاتبین، 82:11
پوهه،
- یوه پاڼه نه لوییږي خو هغه پوهیږي، 6:59
- تباه دي هغه چه خپل ماشومان له ناپوهۍ نه وژني، 6:140
- د پنځو شیانو، یوازې د الله سره، 31:34
- د یقین سره، 102:5-7
قارون (قارون)، 28:76-82; 29:39; 40:24
کرسي، 2:255
لهب (مسد وګورئ)، S.111
اللیل، S.92
چراغ، 25:61; 67:5; 71:16; 78:13
ژبې،
- د خلکو د ژبو او رنګونو توپیر، 30:22
لات، 53:19
مقرر شوی قانون، 5:48
د الله قوانین، 2:219; 98:3
درواغجن، 26:221-223
ژوند، که چا یو سړی وژغوره، د ټول انسانیت ژوند یې وژغوره، 5:32
د دې نړۍ ژوند،
- د آخرت پر ځای اخیستل شو، 2:86
- یوازې د دوکې خوند دی، 3:185
- د آخرت لپاره پلور کړه، 4:74
- بل هیڅ نه دی مګر لوبه او تیری، 6:32; 29:64; 47:36; 57:20
- غولوي، 6:130
- د آخرت نه لږ خوند، 9:38; 13:26; 28:60
- د باران غوندې مثال، 10:24
- د دې نړۍ زیری، 10:64
- هر چا چه دا نړۍ وغواړي، پکې به یې ومومي؛ خو بیا د آخرت کومه برخه نه لري، 11:15-16; 17:18; 42:20
- هغه چه اوسنی نړۍ خوښوي او آخرت هیروي، 75:20-21; 76:27
- دا نړۍ غوره ګڼئ، 87:16
رڼا،
- ظاهره، 4:174
- او تیاره، 6:1
- د رڼا مثال، 24:35
- د مؤمنانو مخکې او ورسره ځي، 57:12-15; 66:8
- د الله لخوا ورکړل شوه، چه مؤمنان سیده لاره ووهي، 57:2
د الله مقررې حدونه، 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- دا حدونه دي، 2:187; 229-230; 4:13; 58:4; 65:1
- حدونه مه تیروئ، 2:190, 229
- هر چا چه حدونه وتیر کړل، 2:229; 4:14; 78:22
- مګر که مجبور شي، او حدونه مه تیروئ، 2:173; 6:145
- د خپل دین کې له حده مه وتئ، 4:171; 5:77
- کله چه یې حدونه وتیر کړل، (میمونان شول)، 7:166
- هغه چه حدونه خوندي ساتي، 9:112
زمری، 74:51
پور،
- الله ته ښه پور ورکړئ، 2:245; 73:20
- ډیرو چنده زیات شو، 57:11, 18
- دوه چنده، 64:17
- ښکاره زیان، 39:15
لوط، (لوط) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- د هغه نافرمانه مېرمن، 11:81; 15:60; 66:10
د سدرې ونه، 34:16; 53:14-16; 56:28
لقمان، 31:12-14
لقمان، S.31
المعارج، S.70
مدینه (یثرب)، 9:120; 33:13, 60; 63:8
مدین، 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- د ایکې ځنګل هم وګورئ
مهر (د واده پیسې)، 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
المائده، S.5
مکه (بکه)، 3:96;90:1-2
- د امن ښار، 95:3
انسان،
- پر ځمکه نسل پر نسل، 2:30;6:165
- ځایناستی جوړ شو، 35:39
- دنده، 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- د الله لخوا آزمایل کیږي، 2:155; 3:186; 47:31; 57:25
- هغه شیان چه نارینه یې هیلمن وي، 3:14
- له ، پیدا شو 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- پیدا شو او یوه ټاکلې موده مقرره شوه، 6:2; 15:26
- د مېرمن سره جوړجاړی، 4:35
- هغه چه د الله د لیدلو له انکار زیانمن شول،6:31
- بیرته راتلل، 6:60, 72, 164; 10:45-46
- د خپل ځان پر وړاندې چلونه کوي، 6:123
- د بل چا بار نه اخلي، 6:164
- ناشکره دی، 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- له شیطان نه خبرداری، 7:27
- مېرمن او ماشومان، 7:189-190
- کله چه زیان یا بدي ورسیږي، 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- خپل رب ته مخ اړول، 10:23; 84:6; 96:8
- ځانونه ظلم کوي، 10:44
- خوشالیدونکی او وياړلی دی، 11:10
- د بدۍ غوښتنه کوي، 17:11
- تل بیړني دی، 17:11
- کړنې یې د هغه غاړه ته تړل شوي، 17:13
- هر چا چه ګمراه شو، خپل زیان دی او هر چا چه سیده لاره وکړه، د خپل ځان لپاره دی، 17:15
- ناانصافي پرې نه کیږي، 17:71
- مرګ او قیامت، 23:15-16
- دین یې مختلفو فرقو ته ویشلی، هره یوه د خپل عقیدې خوشاله، 23:53
- ژبې، لاسونه او پښې به پرې شاهدي ورکوي، 24:24
- د خپل ځان پر وړاندې شاهد، 75:14
- هغه چه خپل هوس یې خپل خدای کړی، 25:43
- د وینې او واده له کبله خپلوان، 25:54
- الله هغه چه اسمانونو او ځمکه کې دي ستاسو لپاره ساجد کړي، 31:20
- هر چا چه خپل مخ الله ته وسپاره، 31:22
- د زړه دننه دوه زړونه نه لري، 33:4
- د الله لپاره عبادت کول، 39:64-66
- د خپلو لاسونو کارونو له کبله مصیبتونه، 42:30, 48
- پرښتې د هغه کارونه ثبتوي، 50:17-18, 23;85:11
- پرښتې یې ساتي، 13:11; 86:4
- درې ډلو ته وویشل شو، 56:7-56
- هغه چه الله ته نږدې دي، 56:10-11
- د ښي لاس خاوندان، 56:27-40
- د کیڼ لاس خاوندان، 56:41-56
- به بدل شي او نامعلومو بڼو ته پیدا شي، 56:60-62
- بڼه یې ښه جوړه شوه، 64:3
- مال او ماشومان یوازې آزمایښت دی، 64:15
- پیدا شو او ورکړل شو، 67:23-24; 74:12-15; 90:8-10
- بې صبره دی، 70:19-21
- د لمونځونو لپاره وقف، 70:22-35
- نور غواړي، 74:15
- د خپل ځان پر وړاندې شاهد، 75:14-15
- غرور، 75:31-40; 90:5-7
- د دې نړۍ ژوند خوښوي، 76:27
- جوړول سخته دي، یا اسمان، 79:28
- د خپل رب له کبله بې پروا، 82:6-12
- بشپړ جوړ شو او برابر ترازو ورکړل شو، 82:7
- مرحلې ته مرحلې ته سفر کوي، 84:19
- د مال محبت، 89:20
- د کلک زحمت کې پیدا شو، 90:4
- هاندونه او کړنې یې مختلف دي، 92:4
- د آسانۍ لار ورته هواره شوه، او د بدۍ،92:7, 10
- د ترټولو ښه بڼه کې پیدا شو، 95:4
- بیا ترټولو ټيټ ته راګرزول شو، 96:5
- ټول حدونه تیروي، 96:6-7
د حج مناسک (دندې)، 2:128, 200; 22:30
منات، 53:20
انسانیت،
- د انسانانو پر شاهد، 2:143
- یوه ټولنه، 2:213; 10:19
- له یوه جوړه نه پیدا شوي، 4:1; 39:6; 49:13
- د ځانونو پر وړاندې سرغړونه، 10:23
- غافل، خو حساب نږدې دی، 21:1-3
- د فطرت پر بنیاد پیدا شوي، 30:30
- د انسانانو ترټولو عزتمن، 49:13
- ملتونو او قبیلو ته وویشل شول، 49:13
منّ او سلوا، 2:57
ادب،
- د کورونو ته د ننوتلو، 24:27-29
- کور کې، 24:58-61
- د پیغمبر کورونو کې، 33:53
- د پیغمبر سلام او درود، 33:56
- د الله او د هغه رسول یا مؤمن نارینه او ښځینه ناراحتول نه، 33:57-58
- له منلو مخکې خبر تصدیق کړئ، 49:6
- د بل سپکاوی مه کوئ، 49:11
- د ناستو کې، 58:11
واده، 2:232, 234
- د کافرانو یا غلامانو سره، 2:221
- چومره مجازه دي، 4:3
- مهر بیرته نه اخیستل کیږي (د طلاق پر وخت)، 4:20-21
- منع دي، 4:22-24
- که د مؤمنو آزادو ښځو سره د واده وسیله نه وي،4:25
- که د ماتیدو ویره وي، دوه داوران وټاکل شي، 4:35
- که مېرمن د ظلم یا پریښودلو ویره ولري، د سولې شرایط وضع کړئ، 4:128
- له یوې مېرمن سره ډیر مینه مه کوئ چه بله معلقه پریږدئ، 4:129
- د زناکارانو واده، 24:3
- هغو سره چه فقیر دي، 24:32
- هغه چه د واده لپاره مالي وسیله نه لري، 24:33
- پیغمبر ته حلالې مېرمنې، 33:50-52
- له جنسي اړیکو مخکې، د طلاق عده نشته، 33:49
شهیدان،
- مړه نه دي، 2:154; 3:169
- د الله نعمت او فضل کې خوشالیږي،3:170-171
- بخښنه او رحمت ترلاسه کوي، 3:157-158
- ښه روزي به ترلاسه کوي، 22:58-59
ماروت، 2:102
مریم (د عیسی مور)، زیږون، 3:35-7
- د عیسی زیری، 3:42-51; 19:16-21
- د زیږون پر مهال، 19:23-26
- ماشوم یې خپل قوم ته راوست، 19:27-33
- دروغه تور، 4:156
- عفت یې وساته، 21:91; 66:12
مریم، S.19
المسد، S.111
- المسجد الاقصی، 17:1
- المسجد الحرام، 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- المشعر الحرام، 2:198
الماعون، S.107
د ماوی جنت، 53:15
اندازه او وزن، بشپړ ورکړئ، 11:85; 17:35;83:1-5
لیدنه،
- د الله سره، 6:31
- د لوی ورځې، 19:37
- د آخرت، 30:16
رسولان، 2:253; 4:164-165; 40:78; 57:27
- سلسله، 2:87
- لړۍ، 5:19; 23:44
- وژل شول، 3:183
- ګواښل شول، 14:13
- ملنډه ورته وهل شوه، 6:10; 13:32; 15:11; 21:41
- رد او انکار شول،3:184; 6:34;25:37;34:45; 51:52
- ځینو ته ایمان او نورو ته انکار،4:150-152
- د رسولانو راټولیدل، 5:109
- د زیري ورکوونکو او خبرداری کوونکو په توګه لیږل شول،6:48; 14:4-8
- د هر ملت نه د شاهد په توګه، 16:89
- د هر ملت لپاره یو، 10:47; 16:36
- د الله آیاتونه لوستل، 7:35-36
- یوه پرښته د رسول په توګه، 17:95; 25:7
- یوازې انسانان دي،14:10-12;17:94; 21:8; 25:7-8, 20
- او د هغوی مېرمنې او اولاد، 13:38
- پیغمبران هم وګورئ
معراج، 17:1; 53:12
بخیلتوب/بخیلان، 57:24
د لاسونو کارونو له کبله مصیبت، 42:30
رهبانیت، مقرر نه دی، 57:27
میمونان، سرغړونکي میمونان شول، 2:65;5:60; 7:166
معراج، 17:1; 53:12
میاشتې، شمیر، 9:36-37
سپوږمۍ، 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- د سپوږمۍ ماتیدل؛ 54:1
موسی،
- او د هغه قوم، 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- او فرعون، 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- د الله لخوا لارښوونه، 6:84
- غره او د رب ښکاره کیدل، 7:142-145
- د خپل قوم د غوایي عبادت پر خلاف، 7:148-156;20:83-99
- د هغه کتاب، پکې اختلافات راپیدا شول، 11:110
- کتاب ورکړل شو، 17:2
- نهه ښکاره نښې، 7:133; 17:101
- د دوو سمندرونو د تلاقي ځای ته، 18:60-82
- د سوزیدونکي بوټي سره مهم لیدنه 20:9-36; 27:7-14; 28:29-35
- رابلل شو او رسالت ورکړل شو، 19:51-53;20:9-56
- د هغه ماشومتوب، مور او خور، 20:38-40;28:7-13
- جادوګران مسلمانان شول، 20:70-73; 26:46-52
- مدین کې، 20:40; 28:22-28
- فرقان ورکړل شو، 21:48
- او رازداره اور، 27:7-12; 28:29-35
- د ښار کې یو مصري له ناپوهۍ ووژه 28:14-21
- د ښکاره آیاتونو سره راغی، 29:39
- د فرعون سره کیسه 7:103-137; 10:75-92; 11:96-99; 26:10-69
- د فرعون او د هغه قوم لپاره نهه نښې 7:130-133; 20:17-22; 17:101
- د فرعون جادوګران ماتول 20:70-73; 26:46-52
- مدین ته تښتیدل او واده 28:22-28
- الواحونه اخیستل 7:142-154
- د غره پر سر الله لیدلو غوښتنه 7:142-145
- د الله لخوا عزت ورکول 33:69
- د الله نعمتونه د بني اسرائیلو لپاره 2:47-61
- بني اسرائیلو د بیت المقدس داخلیدلو انکار 5:20-29
- سیده لارې ته لارښوونه، 37:114-122
- د هغه کتاب، 53:36; 87:19
مسجد (د بیت المقدس)، 17:7
مسجد (د قبا)، 9:107-108
مساجد، 2:187; 9:17-19
- د الله مساجد ساتل، 9:17-18
مچ، یو مثال، 2:26
غرونه، 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
المدثر، S.74
مهاجرین، 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- ښځینه، 60:10-12
محمد ﷺ
- ملنډه ورته وهل شوه، 2:104; 4:46; 25:41-42; 34:78
- د رسول درناوی، 2:104; 4:46; 49:1-5
- د ایمان تړون، 3:81
- د مؤمنانو پر شاهد، 2:143
- یوازې رسول دی، 3:144
- مهربانۍ سره چلیدل، 3:159
- کار، 3:164; 7:157; 36:6; 52:29; 74:1-7
- د مؤمنانو لپاره لوی نعمت لیږل شو، 3:164
- د حق سره لیږل شو، 4:170
- ساتونکی نه دی جوړ شوی، 6:107
- بې سواده، 7:157; 62:2
- د ټول انسانیت لپاره د الله د رسول پهتوګه لیږل شو، 7:158; 48:9, 29
- ښکاره خبرداری کوونکی، 7:184, 188; 11:2; 15:89; 53:56
- لیونی نه دی، 7:184; 68:2; 81:22
- هغه چه تا تور لګوي، 9:58
- هغه نارینه چه پیغمبر ته اذیت ورکوي، د مؤمنانو لپاره رحمت، 9:61
- یوازې هغه پیروي کوي چه ورته وحی کیږي، 10:15-16; 11:12-14; 46:9
- د هغه خبرې، 11:2-4; 12:108; 34:46-50
- الله پرې شاهد دی، 13:43; 29:52; 46:8
- د شاهد، زیري ورکوونکي او خبرداری کوونکي پهتوګه لیږل شو، 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- نه باید خفه شي، 15:97; 16:127; 18:6
- د شاهد پهتوګه لیږل شو، 16:89; 22:78; 73:15
- د حکمت او ښه پند سره رابلل، او د غوره طریقې سره بحث، 16:125
- مقام محمود، 17:79
- وحی ورته راغله، 18:110
- د ټول عالم لپاره رحمت، 21:107
- هیڅ بدله نه غواړي، 25:57; 38:86; 42:23
- امر شوی چه، 27:91-93;30:30;66:9
- د الله لخوا رحمت، 28:46-47
- د مؤمنانو ته نږدې، 33:6
- د پیروۍ ښه نمونه، 33:21
- د پیغمبرانو وروستی، 33:40
- پرې درود ولیږئ، 33:56
- ټول انسانیت ته لیږل شو، 34:28
- معاش یوازې د الله لخوا، 34:47
- یوازې یو انسان دی، 41:6
- د ساتونکي پهتوګه لیږل شو، 42:48
- د رسولانو کې نوی شی نه دی، 46:9
- د بني اسرائیلو نه شاهد، 46:10
- بیعت ورسره د الله سره بیعت دی، 48:10, 18
- جبریل یې ولید، 53:4-18; 81:22-25
- پر وړاندې مه ودریږئ، 58:20-22
- د عیسی لخوا زیری، 61:6
- د حق دین ټولو ادیانو باندې بریالی کول، 61:9
- له تیارو نه رڼا ته، 65:11
- د کافرانو او منافقینو پر وړاندې هاند کول، 66:9
- د کرکتر لوړ معیار، 68:4
- نه شاعر نه کاهن دی، 69:41-42
- د لمونځ لپاره وقف، 73:1-8, 20; 74:3
- او ړوند سړی، 80:1-12
- سجده کول او الله ته نږدې کیدل، 96:19
- پاکې پاڼې لوستل، 98:2
- د کورنۍ اړوند آیاتونه، 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- رسولان؛ پیغمبران هم وګورئ
محمد (ﷺ)، S.47
محسنین (ښه کوونکي)، 2:117, 195; 4:125,128; 10:12-16; 16:128
- الله محسنین خوښوي، 3:134, 148; 5:93
- الله د محسنینو بدله نه ضایع کوي، 5:85;9:120; 11:115; 18:30
- موږ محسنین ته بدله ورکوو، 12:22; 37:80, 105, 110; 39:34;77:44
- محسنین ته زیری، 22:37; 46:12
- د الله رحمت محسنین ته نږدې دی، 7:56
- الله د محسنینو سره دی، 29:69
- د مور پلار سره فرمانبردار او ښه، 2:83
- د الله د دندو پر وخت صبر کوونکي، 16:90
- ښه او بد هم وګورئ
المجادله، S.58
خچرونه، 16:8
الملک، S.67
مومن (غافر وګورئ)، S.40
المومنون، S.23
الممتحنه، S.60
المنافقون، S.63
وژنه، 2:178-179
المرسلات، S.77
مسلمانان،
- لومړي، 6:14, 163; 9:100; 39:12
- چا نوم ورکړ، 22:78
- بخښنه او لوی بدله د هغو لپاره چه، 33:35-36
المطففین، S.83
المزمل، S.73
النبأ، S.78
بنو النضیر، (یهودان)، 59:2, 9, 13
النحل، S.16
نجس (ناپاک) 9:28
النجم، S.53
نجوا (پټه خبره وګورئ)
نومونه،
د هغه ترټولو ښکلي نومونه، 7:180
د هغه ترټولو غوره نومونه، 17:110; 20:8; 59:24
اړتیا، که چا مجبور کړای شي، 2:173; 6:145
ګاونډی، 4:36
نوې سپوږمۍ، 2:189
خبر، آزمایل، 4:83
بخیلتوب 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
شپه، (د سمبول پهتوګه)، د آرامۍ لپاره، 10:67
- د پوښ پهتوګه، 13:3; 78:10
- د خدمت لپاره، 14:32
- د قدر شپه، 44:3-4; 97:1-5
النساء، S.4
نوح، 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ملنډه ورته وهل شوه 11:38
- طوفان (سخت سیلاب)، 29:14
- کښتۍ او طوفان 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ناصالح زوی ونه ژغورل شو، 11:42-48
- ناصالح مېرمن، 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
نوح، S.71
النور،S.24
قسم، 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
اطاعت، 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
د پوره کولو دندې، 5:1
اولاد،4:9; 42:49-50
- هغه چا ته چه غواړي نارینه او ښځینه ورکوي، 42:49
زیتون، 6:141; 16:11; 23:20; 24:35; 95:1
یوازې یو اله، 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
یتیمان، 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- د یتیمانو سرپرستان، 4:6
خپلې کړنې، د هر چا لپاره ښکلې جوړې شوې، 6:108
جوړه، د ټولو مخلوقاتو کې، 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
د کجورې ونه، 13:4; 19:25; 20:71; 59:5
مثالونه، (ورته والی، بیلګه، تشبیهات)
- هغه چه اور بل کړ، 2:17-18
- له اسمانه باران طوفان، 2:19-20
- مچ، 2:26
- هغه چه چیغه وهي، 2:171
- یوه بشپړ وران ښار، 2:259
- د غنم دانه، 2:261
- هواره ډبره، 2:264
- باغ، 2:265-266
- ریسمان، 3:103
- یخه شمال، 3:117
- قیامت 7:57; 22:5; 41:39
- سپی چه ژبه یې وځي، 7:176
- د ژبیرې غاړه، 9:109-110
- باران، 10:24
- پاکه شوې لوټه، 10:24
- ړوند او کاڼه، 11:24
- الله د دروغو خدایانو پر وړاندې 13:14; 16:76
- حق د دروغو پر وړاندې 13:17
- هغه خاورې چه سخت باد پرې وهي،14:18
- ښه ونه، 14:24-25
- بده ونه، 14:26
- غلام او یو سړی، 16:75
- ګونګی سړی چه د مالک پر غاړه بار دی،16:76
- ښځه چه سوت شلوي، 16:92
- ښار، امن او خوشاله، 16:112-113
- دوه سړي د انګورو باغونه، 18:32-44
- د دې نړۍ ژوند لکه له اسمانه اوبه،18:45
- له اسمانه لوییده او مرغانو یووړ،22:31
- مچ، 22:73
- رڼا د طاقچې غوندې ده، 24:35-36
- سراب، 24:39
- تیاره د لوی ژوره سمندر کې، 24:40
- وریځه، 29:41
- شریکان، 30:28
- د ښار اوسیدونکي، 36:13-32
- د مختلفو رنګونو محصولات، 39:21
- یو سړی چه ډیرو شریکانو ته اړه لري، 39:29
- وده کوونکی تخم، 48:29
- کلک زړونه 57:16-17
- د باران وروسته بوټي، 57:20
- غر چه ځانونه ټيټوي، 59:21
- خر، 62:5
- اوبه که کښته لاړې، 67:30
- د باغ خلک، 68:17-33
جنت،
- د اوسیدو (د ماوی جنت)، 53:15
- د فردوس جنت، 18:107; 23:11
- هغه باغونه چه لاندې یې سیندونه بهیږي، 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- تل پاتې باغونه (د عدن جنت) 9:72;13:23; 18:31; 19:61; 20:76
- د تلپاتیتوب باغونه (د عدن جنت)، 16:31;35:33; 98:8
- د خوښۍ باغونه، 37:43; 56:12, 89
- د تل پاتې خوښیو باغونه، 9:21
- باغونه او د انګورو باغونه، 78:32
- د دوو باغونو میوې، 55:54, 62
- د ټولو ډولونو میوې لکه چه غواړي، فراوانه، 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- میوې نږدې به وي، 55:54; 69:23
- میوه او غوښه، 52:22
- د مرغانو غوښه، 56:21
- بې ټغرې د سدرې ونې او طلح (د کیلو ونې)،56:28-29
- بې ګټې پوهه، د کتابونو سره خر 62:5
- بهیدونکی چینه، 88:12
- د سلسبیل چینه، 76:18
- د کافور چینه، 76:5
- د تسنیم چینه، 83:27-28
- د جنت سیند، کوثر، 108:1
- د شرابو، شیدو، پاک شوي شاتو سیندونه، 47:15
- پاک مهر شوي شراب، سپین، خوندور، 37:45-46; 56:18; 76:21; 83:25
- پیاله، د زنجبیل سره ګډه شوه، 76:17; 78:34
- اوبه، 76:5
- د سرو زرو طشتونه او پیالې، 43:71
- د سپینو زرو لوښي او د بلور پیالې، 76:15-16
- د نرمې او ضخیمې ابریشمي شنې جامې، 18:31;22:23; 35:33; 44:53; 76:12, 21
- د سرو زرو او مرغلرو د لنګیو سره سینګار شوي،18:31; 22:23; 35:33; 76:21
- د ابریشم د دوشکو کوچونه، 55:54
- شنې توشکې او ښکلي غوره بسترونه، رایو کې، 55:76; 88:15
- د سرو زرو او قیمتي ډبرو اوبدل شوي تختونه، لوړ پورته شوي 56:15; 88:13
- خوندور غالیچې خپاره، 88:16
- ښکلي ماڼۍ، لوړ اتاقونه، یو د بل پر سر، 9:72; 39:20
- تل تر تله پکې اوسیدل، 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- تل پاتې کور، 3:15; 35:35
- یو د بل مخ ته پر تختونو، 15:47; 37:44;44:53; 56:16
- هلته مرګ نه خوري، 44:56
- هیڅکله د وتلو امر نه کیږي، 15:48
- کینه یا زیان د زړونو نه ایستل کیږي، 7:43; 15:47
- ټول غم ایستل کیږي، 35:34
- د ستړیا، زحمت یا ماندې والي هیڅ احساس نشته، 15:48;35:35
- نه به کومه اذیت، د ګیډې درد، سردرد یا نشه وي، 37:47; 56:19
- نه بیهوده خبرې نه ګناهکاره وینا، 19:62;56:25
- نه زیانمنه خبره نه دروغ،78:35; 88:11
- له ګناهه پاک، 37:47; 52:23
- نه ډیره ګرمي نه سخته یخنه، 76:13
- مقرر روزي به وي، 37:41;56:89
- د سولې او امنیت کې، 15:46; 44:51, 55; 50:34
- د سولې کور، 6:127
- پکې سلامونه، 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- هر چا چه صالح کارونه وکړل به داخل شي،4:124; 42:22; 44:51
- هغه چه خپل رب ته پرهیزګار وو ډلو کې به ننوستل کیږي، 39:73
- د کارونو له کبله میراث ورکړل شوی،43:72
- الله ترې خوشاله دی او هغوی له الله نه، 5:119
- زما جنت، 89:30
- ترټولو لوی نعمت، 9:72
- لوی بریا، 57:12; 64:9
- ترټولو لوړه بریا، 9:72; 44:57
- د مؤمنانو لپاره د خوښۍ باغونه، 32:19
- د جنت اوسیدونکي به پر هغه ورځ د خوښۍ کارونو کې بوخت وي، 36:35
- د باغونو او اوبو د چینو منځ کې وي، 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- د تخت شاوخوا پرښتې به ووینو،39:75
- د قادر مطلق بادشاه سره نږدې، 54:55
- هر هغه شی چه غواړي ورته وي، 50:35
- حورانې، پاکې ښځینه د پراخو او ښکلو سترګو سره، لکه ساتل شوي هګۍ، 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- پاکې مېرمنې، 3:15
- مېرمنې د خوندور سیوري کې، پر تختونو تکیه کړې، 36:55
- ځوانې پوره ورغیدلې پیغلې د مساوي عمر، 78:33
- تل ځوانه د خدمت لپاره هلکان، لکه خوره شوې مرغلرې، 52:24; 56:17; 76:19
- د اسمانونو او ځمکې غوندې پراخه 3:133, 57:21
- بهیدونکې اوبه، یخه سیوري، خواړه، او پاکې جوړې 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- د مؤمنانو بدله 55:46-78; 56:10-40
- د شاتو، شیدو، اوبو او شرابو سیندونه 47:15
- لمونځونه او سلامونه 10:9-10; 39:73-74
- د سولې سلامونو سره سلام کول 13:23-24; 14:32
- د نعمت کې تل پاتې اوسیدل 11:108
- هیڅکله د وتلو امر نه کیږي 15:45-48
- د هغوی مخکې او ښي خوا رڼا 57:12
- نه ګرمي نه یخنه 76:13
- ټولې هیلې پوره کیږي 16:30-32; 41:31-32
- د سرو زرو لنګۍ او د نرمې ابریشمي جامې 18:30-31; 22:23-24; 44:51-53
- د سرو زرو پیالو طشتونه 43:67-73
- د سپینو زرو لوښي او میوې لاسته نږدې 76:14-16
- پر تختونو تکیه کول 15:47; 37:44; 52:20
- مؤمنان به خپل رب ووینو 75:22-23
مور پلار، ورسره مهربانتیا، 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
د الله شریکان، دروغ دي،4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
د مالدارۍ ساتنه، 87:4-5
لار، 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- لار هم وګورئ
صبر، 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- د صبر او لمونځ کې مرسته وغواړئ، 2:45, 153; 20:132;50:39
صابر،
- بشپړه بدله به ترلاسه کوي، 39:10
- الله د صابرینو سره دی، 8:46
- او صابر اوسه، 11:115
- د الله د دندو پر وخت، 16:90
- د قهر پر وخت صابر کیدل، 41:34
سوله، ورته مخ اړوه، 8:61
مرغلره او مرجان، ساتل شوي، 52:24; 55:22; 56:23
قلم، 68:1; 96:4
سړی،
- الله د وسې نه زیات بار نه ورکوي،2:286; 7:42
- الله د وسې نه زیات مالیه نه اخلي، 23:62
- هیڅ سړی نه پوهیږي چه سبا به څه وکوي او چیرې به مري، 31:34
- هر سړی به د ټولو ښو او بدو کارونو سره مخ شي 3:30
- هر سړی به د خپل ځان لپاره سفارش کوي،16:111
- هر سړی د خپلو کارونو لپاره یو تړلی دی،74:38
- الله د ملامت کوونکي نفس قسم خوري، 75:2
فرعون، 28:6; 40:24
- د فرعون قوم، 2:49; 3:11; 7:141; 44:17-33
- ډوب شو، 2:50
- د موسی سره چلن، 7:103-137; 10:75-92
- مړه جسد له سمندر نه وایستل شو، 10:90-92
- حدونه تیر کړل؛ ګناهونه وکړل او نافرماني یې وکړه، 20:24; 69:9; 73:16;85:17-20; 89:10-14
- صالح مېرمن، 28:8-9
- د خدای ادعا، 28:38; 79:24
- تباه شو، 29:39
- د فرعون د کورنۍ نه یو مؤمن سړی،40:28-44
- د برج جوړول، 40:36-37
- موسی هم وګورئ
د دنیاوي شیانو ټولول، 102:1-4
بیعت،
- د اسلام لپاره، 16:91
- د رسول سره بیعت د الله سره بیعت دی، 48:10
- د مؤمنانو، 48:18; 60:12
ژمنه (رهنه)، یوه رهنه دې وي، 2:283
- هر سړی د خپلو کارونو لپاره رهنه دی، 52:21; 74:38
شاعري، 36:69
شاعران، 26:224-227; 69:41
انار، 6:141
بیوزلي، 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
لمونځ، 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- نه لوړ غږ نه ورو، 17:110
- د کافرانو لپاره دعا، 9:113-114
- د کافرانو دعا، 13:14
- هغه چا ته ځواب ورکوي، 42:26
- د صبر او لمونځ کې مرسته وغواړئ، 2:45, 153; 20:132;50:39
- د لمونځ اقامت، د قبلې مخ ته، 2:142-145, 149-150
- د لمونځ سختۍ سره ساتل، 2:238
- د سفر او جنګ پر وخت، 2:239; 4:101-102
- د نشه حالت کې مه ورته ورشئ، 4:43
- او نه د جنابت حالت کې، 4:43
- د لمونځ لپاره پاکي، 4:43; 5:6
- کله چه لمونځ پای ته ورسیږي، 4:103
- د لمونځ وختونه، 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- یوازې الله ته سجده، 13:15
د جمعې لمونځونه، 62:9-11
د خطر کې احتیاطونه، 4:71
د جنګ بندیان، 8:67-71
- بندیان هم وګورئ
د حق وعده، 46:16-17
مال، 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
پیغمبران، 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- د پیغمبرانو تړونونه، 3:81; 33:7-8
- پیغمبرانو لپاره ناروا، 3:161
- د هر پیغمبر لپاره یو دښمن، 6:112; 25:31
- رسولان هم وګورئ
سجده،
- الله ته سجده کوي هر هغه چه اسمانونو او ځمکه کې دي او د هغوی سیوري، 13:15
روزي، 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
زبور، 4:163
سزا،
- ځنډول، 3:178
- د لاسونو یا پښو پریکول، 5:33
- ورسره هغه سزا ورکړئ لکه چه تاسو ته ورکړل شوه، 16:126
- د دې نړۍ او آخرت، 24:19; 68:33
پاکوالی،
- جسماني،4:43; 5:6
- روحاني (له ناپاکیو)، 87:14; 91:9
قدر، 5:5; 64:11
القدر، S.97
ق، S.50
القلم، S.68
القمر، S.54
القارعه، S.101
قارون (قارون)، 28:76-82; 29:39
القصص،S.28
قبله، 2:142-145, 149
قصاص (د سزا د مساوات قانون)، 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
قرآن،
- تشریح، 13:31, 36, 37; 14:1; 56:77-80
- داسې نه دی چه د الله نه پرته بل وکولی شي، 2:23; 10:38; 11:13; 17:88
- که د الله نه پرته له بل نه واى، پکې به ډیر اختلافات وای، 4:82
- ښکاره رڼا، 4:174; 42:52
- نازل شوی، 6:19
- الله پرې شاهد دی، 6:19
- ښکاره دلیل، 6:157
- د آیاتو اړه دروغه بحث، 6:68
- یادګیری، 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- کله چه لوستل کیږي، غوږ ورته ونیسئ او خاموش اوسئ، 7:204
- ذکر، 7:205; 15:6, 9
- د حکمت کتاب، 10:1; 31:2; 36:2
- الهامي پیغام، 10:2, 109; 42:52
- هغه چه رد کوي، 11:17
- عربي کې، 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- برخو ته وویشل شو، او مرحلو کې نازل شو، 15:91; 17:106; 25:32; 76:23
- د آیت بدلول، 16:10
- کله چه قرآن لوستل غواړئ، 16:98
- لارښوونه کوي، 17:9
- زیری او خبرداری، 17:9-10
- او کافران، 17:45-47
- د سهار لمر ختو پر وخت تلاوت تل د پرښتو لخوا شاهد وي، 17:78
- شفا او رحمت، 17:82
- ټول انسانیت ته بشپړ تشریح، د هر ډول تشبیه او مثال سره، خو ډیری انکار کوي،17:89; 18:54; 39:27
- اسانه، 19:97; 44:58; 54:17, 22, 32, 40
- زما قوم دا قرآن پریښود، 25:30
- د کتابونو لخوا تصدیق شوی، 26:196
- د بني اسرائیلو هغه شیان بیانوي چه پکې اختلاف لري، 27:76
- تلاوت وکړئ او لمونځ وکړئ، 29:45
- د الله لخوا حق، 32:3; 35:31
- پر یوه مبارکه شپه، 44:3
- پکې د هر چار قضا ده، 44:4
- ژوره سوچ وکړئ، 47:24
- ورسره خبرداری ورکړئ، 50:45
- الله لخوا ښوول شوی، 55:1
- او عزتمنه تلاوت، ساتل شوی،56:77-78
- هیچا نه شي لمس کولی مګر پاکان، 56:79
- که پر غره نازل شوی وای، 59:21
- د کافرانو لپاره د غم لامل، 69:50
- د یقین سره مطلق حقیقت، 69:51
- ورو ورو تلاوت وکړئ، 73:4
- د عزت ډکو لیکلو کې، پاک او مقدس ساتل شوی، 80:13-16
- د ټول عالم لپاره یادګیری، 81:27
- کافران رد کوي، 84:22
- د ساتل شوي لوح کې، 85:22
- هغه کلام چه حق له دروغو جلا کوي، 86:13
- پاکې پاڼې لوستل، 98:2
- کتاب؛ وحی هم وګورئ
قریش، S.106
قریش،
- کافران، 54:43-46, 51
- د قریش رام کول، 106:1-4
ملایان او راهبان، 9:31, 34
سیالي، د ښو کارونو کې لکه د سیالۍ هاند وکړئ، 5:48
الرعد، S.13
الرحمن، S.55
د پرهیزګارۍ جامه غوره ده، 7:26
باران،
- د الله ډالۍ، 56:68-70
- د ډبرو، 27:58
رمضان، 2:185
رمی، 2:200
فدیه،
- هیڅ فدیه نه اخیستل کیږي، 57:15
- د کافرانو لخوا وړاندیز، 3:91; 10:54; 13:18
د روژې فدیه، 2:196
- د بندیانو د آزادۍ لپاره، 8:67
د رس اوسیدونکي، 25:38; 50:12
بدله،
- د بدلې ورځ، 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- منکران، 107:1-7
- د بدۍ بدله بدي ده، 42:40
جوړجاړی،
- هر چا چه بخښل او جوړجاړی وکړ، 42:40
- د نارینه او مېرمن تر مینځ، 4:35
- د مؤمنانو تر مینځ، 49:9-10
ثبت،
- لیکل شوی دفتر، 83:7-9, 18-21
- هر ملت به خپل ثبت ته رابلل شي، 45:28-29
- د هر سړي د کارونو لیکل شوې پاڼې،81:10
- چه حق وایي، 23:62
- ښي لاس کې، 69:19; 84:7-9
- کیڼ لاس کې، 69:25
- د شا شاته، 84:10-15
ثبتوونکې پرښتې، 50:17-18, 23; 85:11
راحتي، د سختۍ سره، 94:5-6
دین،
- پکې زور نشته، 2:256
- اسلام دی، 3:19
- د الله، 3:83-84
- د اسلام نه پرته، 3:85
- له حده مه وتئ، 4:171; 5:77
- بشپړ شو، 5:3
- هغه چه دین لوبه او تیری ګڼي، 6:70
- هغه چه دین ویشي او فرقو ته بدلوي، 6:159; 30:32
- همدارنګه وګورئ 42:13-14; 43:65; 45:17
- خلکو خپل دین فرقو ته ویشلی، هره ډله د خپل عقیدې خوشاله، 23:53; 30:32
- پکې هیڅ سختي نشته، 22:78
- انسانیت پر دغه فطرت پیدا شوی، 30:30
- د ټولو پیغمبرانو یو دین، 42:13-15
- د نیکونو دین، 43:22-24
د الله یادول، 63:9
- د یادولو کې زړونه آرامیږي، 13:28
توبه،
- که له ناپوهۍ بدي وشي او ژر توبه وکړي قبلیږي، 4:17; 6:54
- که بدې کړنې دوام ومومي توبه اغیزه نه لري، 4:18
- توبه قبلوي او ګناهونه بخښي، 4:25
د بدۍ مهلت، 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
قیامت، 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- د عزیر کیسه کې مثال 2:259
- ابراهیم 2:260
- د غار خلک 18:9-26
- د قیامت منکرینو ته خبرداری 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
د قیامت ورځ، 7:89; 20:100-101, 124
- د ریښتیا ورځ، 78:39
- بشپړه معاش درکړل شوه 3:185
- د کارونو لیکل شوې پاڼې به خلاصې شي،81:11
- هر سړی به پوه شي چه څه یې راوړل، 81:14
- هر سړی به د ټولو ښو او بدو کارونو سره مخ شي، 3:30
- یو سړی به پوه شي چه څه یې مخکې لیږلي او وروسته پریښي، 82:5
- د بې انصافۍ هیڅ ویره نشته، 20:112
- د عدالت تراز، 21:47
- د کارونو پلې، 23:102-103
- هر چا چه ذره برابر ښه یا بد وکړل به یې ووینو، 100:7-8
- ټول پټ شیان به وڅیړل شي، 86:9
ثبت ښي لاس کې ورکول، 69:19; 84:7-9
ثبت کیڼ لاس کې ورکول، 69:25
ثبت د شا شاته ورکول، 84:10-15
- د کافرانو لپاره سخته ورځ، 25:26; 54:8; 74:9
- درنه ورځ، 76:27
- درنه بار اخیستل، 20:100-101
- د معذرت وړاندې کولو اجازه نشته، 77:36
- ظالم به خپل لاسونه خوري، 25:27
- ظالمان او د هغوی ملګري او بتان راټول کیږي، 37:22
- د ژوره پیښمانۍ، غم او ناهیلۍ سره تباهي، 30:12
- ژوندۍ ښخه شوې نجلۍ به پوښتل کیږي،81:8-9
- ترټولو لوی وحشت، 21:103
- ږغ کوونکی به د وحشتناک شي لپاره ږغ وکړي، 50:41;54:6-8
- یو (چیغ)، 36:29, 49, 53; 38:15; 50:42
- زجره (چیغ)، 37:19; 79:13
- نږدې عذاب، 78:40
- اسمان به د سخت لرزیدو سره وغورځیږي، 52:9; 56:4
- اسمان به وشلیږي، 84:1-2
- اسمان به وشلیږي، 77:9; 82:1
- اسمان به د وریځو سره وشلیږي،25:25
- اسمان به راغونډ شي، د هغه ښي لاس کې،21:104; 39:67
- ټول اسمانونو او ځمکه کې به بې هوشه شي، 39:68
- اسمان به خلاص شي، دروازو غوندې به شي، 78:19
- اسمان به د اوبو د سوزیدونکي چرک غوندې شي، 70:8
- ستوري به ولویږي، 81:2; 82:2
- ستوري به رڼا له لاسه ورکوي، 77:8
- لمر به رڼا له لاسه ورکوي، 81:1
- سمندرونه به لمبو ته بدل شي، 81:6
- سمندرونه به وتویږي، 82:3
- د ساعت زلزله، 22:1; 99:1
- غرونه به لاړ شي، 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- خاورو ته بدل شي 20:105; 56:5
- د وړیو پاڼو غوندې، 70:9;101:5
- ځمکه او غرونه به سخت وغورځیږي، 73:14; 79:6
- ځمکه به خاورو ته بدله شي، 89:21
- ځمکه به بلې ځمکې ته بدله شي او اسمانونه هم، 14:48
- ځمکه به غځیږي، 84:3-5
- ځمکه د هواره میدان غوندې 18:47; 20:106
- ځمکه به خپل بارونه وباسي، 84:4; 99:2
- قبرونه به اوړه شي، 82:4
- له قبرونو نه قیامت، 21:97; 70:43
- د مرګ وروسته پر ځمکه ژوندي، 79:14
- وحشي ځناور به راټول شي، 81:5
- ړوند پاڅول کیږي، 20:124-125
- صور به وفوکل شي، 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- صاخه، 80:33
- روحونه به د خپلو جسمونو سره یوځای شي،81:7
- لس ورځو نه زیات نه اوسیږي، 20:103
- یوه ورځ نه زیات نه اوسیږي، 20:104
- یا د ورځې برخه، 23:112-114
- د راټولیدو ورځ، 64:9
- د حساب ورځ، 37:21
- د پریکړې ورځ، 77:38; 78:17
- د جلا کولو ورځ، 77:13-14
- د غم او پیښمانۍ ورځ، 19:39
- منکران، 77:15-50
- انسانیت به د خوره شوو پتنګو غوندې وي،101:4
- انسانیت به د خوره شوو ډلو کې مخکې لاړ شي،100:6
- انسانیت د مستۍ حالت کې، 22:2
- هره حامله به خپل بار واچوي، 22:2
- حامله اوښان به پریښودل شي،81:4
- د شیدو ورکوونکې مور به خپل ماشوم هیر کړي،22:2
- خپلوان به یو بل وویني،70:11
- یو سړی به له خپلوانو وتښتي،80:34-37
- هیڅ ملګری به د ملګري پوښتنه نه کوي، 70:10
- هیڅ ملګری او شفیع نه وي،40:18
- هیڅ سړی به د بل لپاره هیڅ نه شي کولی، 82:19
- هیڅ واک نه لري، نه مرسته کوونکی، 87:10
- د مؤمنانو هیڅ ویره نشته، 43:68
- مؤمنان به د سیوریو، چینو او میوو کې وي، 77:41-43
- د جنت اوسیدونکي او د هغوی مېرمنې، 36:55-58
- پرښتې به د لوی نزول سره راکوزې شي، 25:25
- ناره به ښکاره شي، 68:42-43
- جنت به نږدې راوستل شي، 81:13
- دوزخ به نږدې راوستل شي، 89:23
- د دوزخ اور به بل شي، سخته لمبې به وهي، 81:11-12
- د صدقې له لارې بدل د کفارې به وي، 5:45
وحی،
- که شک لرئ، 2:23-24
- منسوخه یا هیره شوې آیت، 2:106
- سمه لارښوونه، 3:73
- د رب لخوا ده، نو له شکوونو مه اوسه، 6:114
- د پوهیدونکو لپاره، 6:98
- لارښوونه او رحمت، 7:203; 16:64; 31:3
- د روح القدس له لارې، 16:102; 26:192-193
- تفصیل سره تشریح، 6:98; 41:2-4
- د کتاب نزول د الله لخوا دی، 46:2
- کتاب او قرآن هم وګورئ
د مظلومانو انتقام، 42:39-43
بدله،
- د ترټولو ښو کارونو سره سم، او نور هم زیات، 24:38; 29:7; 39:35
- د بدلې پهتوګه 25:15
- الله د ښه کوونکو بدله ترټولو غوره ورکوي، 53:31
- د ښه لپاره، د ښه نه پرته بله بدله نشته، 55:60
سود (وګورئ سود)
صالحان،
- د صالحانو ملګرتیا، 4:69
- به ځمکه ورثه کوي، 21:105
- جنت کې، 51:15-19; 76:5-12
- ښه هم وګورئ
صالحتیا، 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- د صالحتیا سخته لار، 90:11-18
سمه لارښوونه د الله لارښوونه ده،3:73
لارې، 43:10
د ډبرو سیمه (حجر)، اوسیدونکي، 15:80-85
رومیان، 30:2-5
چت، اسمان، 21:32
روح (جبریل)، 26:193; 67:12; 70:4; 78:38;97:4
روح القدس، 2:87, 253; 5:110; 16:102
- جبریل هم وګورئ
روح (نفس، روح)، 15:29; 17:85; 58:22
الروم، S.30
سبا (شبا)، 27:22-44; 34:15-21
السبا، S.34
د اونۍ ورځ،
- سرغړونکي، 2:65; 4:154; 7:163-166
- یوازې د، لپاره مقرره شوه، 16:124
صابیان، 5:69; 22:17
قربانی، 2:196, 200; 22:34-37
ص، S.38
صدقه، 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- پټول د ښودلو نه غوره دی، 2:271
صفا او مروه، 2:158
الصف، S.61
الصافات، S.37
د سیل العرم (د مأرب بند نه خوشی شوی طوفان)، 34:16
السجده، S.32
سکینه (آرامي او سکون)، 2:248;9:26, 40; 48:4, 18, 26
صالح، 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
سلسبیل (د جنت چینه)، 76:18
سامري، 20:85, 95-97
سموئیل، 2:247
شیطان، 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- دښمنۍ او کینه راپاروي، 5:91
- د شیطان بد وسوسې، 7:200-201
- غولوي، 8:48
- خیانت وکړ، 14:22
- پر مؤمنانو واک نه لري، 16:99-100
- دروغ اچوي، 22:52-53
- دښمن دی، 12:5; 35:6; 36:60
- غرور 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- یو جن 18:50-51
- د آدم فتنه او لوییدل 7:20-23; 20:116-121
- پر مؤمنانو واک نه لري 16:98-100
- د هغه موخه 35:6-8
- د انسانیت سوګندي دښمن 12:5; 17:53
- د هغه ډله 53:14-19
- د هغه کار 5:90-91
- ښو کارونو نه منعوي 2:268
- مؤمنان د هغه نه د الله سره پناه غواړي 7:200-202
- چلونه یې کمزوري دي 4:76
- پیروان یې له لاسه ورکوي 8:48
- پیروانو سره د دوزخ کې خبرې کوي 14:22
- ابلیس هم وګورئ
پله، بریالی، چا چه درنه وي، 7:8-9
- تلا هم وګورئ
کتاب،
- د کتاب خلک، (یهودان او عیسویان)، 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- هغه چه پټول یې، 5:61-63
- د هغوی کې هغه چه سمه لار کې دي،5:66
- پیژني خو ایمان نه لري، 6:20
سمندرونه، 42:32-33; 45:12
- دوه، 18:60; 25:53; 35:12; 55:19-20
- کله چه تویږي، 82:3
پټه خبره (نجوا)،
- خبرې، 4:114
- د درو مشوره، 58:7
- مشورې، 58:8, 10
- خصوصي مشوره، 58:12-13
د دین کې فرقې او ویشونه، 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
امنیت، د ستونزې وروسته، هغه راکوزه کړه،3:154
تخم، چا چه وده ورکوي، 56:63-67
حواسونه، 23:78
اوه، پیدا شوي،
- اسمانونه، 2:29; 23:17; 65:12; 67:3; 71:15
- او د ځمکې هم هغومره، 65:12
سیوری،
- الله ته سجده کوي، 13:15; 16:48
خپریدل، 25:45
الشمس، S.91
د ثمود قوم لپاره د اوښ ښکاره نښه، 7:73; 17:59; 26:155-158
کښتۍ، د بحري سفر د نښې پهتوګه؛ د خدمت لپاره؛ شکرګزار اوسئ؛ د هغه فضل غوښتل، 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
شعیب، 7:85-93; 11:84-95; 29:36-37
الشعراء، S.26
الشوری، S.42
سدرة المنتهی، 53:14
د مدینې محاصره، 33:9-27
سجین، 88:7-9
ګناه، 7:100; 74:43-6
- ناروا جنسي اړیکې، 4:15-16; 24:2, 19
- که لویې ګناهانې پریښودل شي، کوچنۍ بخښل کیږي، 4:31
- د خلکو نه یې پټولی شي، خو د الله نه نه، 4:108
- هر چا چه ګناه وکړه، یوازې د خپل ځان پر وړاندې وکړه، 4:111
- هر چا چه ګناه وکړه او بیا یې پر بې ګناه واچوله، 4:112
- الله شریک نه بخښي، خو بل هر ګناه هغه چا ته چه غواړي بخښي، 4:116
- هغه چه ګناه کوي، مناسب بدله به ترلاسه کوي،6:120
- ګناهکاران هیڅکله بریالي نه شي، 10:17
- الله ټولې ګناهانه بخښي، 39:53
- لویې ګناهانې، 42:37
د سینا غره، 19:52; 23:20; 95:2
ګناهکاران، د هغوی غوږونه، سترګې او پوستکي به پرې شاهدي ورکوي، 41:20-23
د صراط پل، 66:8
غیبت کوونکی، 68:11-12; 104:1
غلامان، 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- د جنګ بندیان؛ بندیان هم وګورئ
خوب، د آرامۍ لپاره، 78:9
سدوم، 29:31; 37:136
لواطت، 7:80-82; 11:77-83; 15:61-77; 29:28-29
سلیمان، 2:102; 4:163; 6:84
- خپل پلار داود سره د غوره حکم کولو کې مرسته 21:78-82
- او مچۍ، 27:15-19
- او هدهد، 27:20-26
- او د سبا ملکه، 27:22-44; 34:15
- د الله نعمتونه پرې 34:12-14, 38:34-40
- د ښو اسونو مینه 38:30-33
زوی، منل شوی، 33:4-5
روح (نفس، روح)، 15:29; 17:85; 58:22
د الله لپاره مصرفول، 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- هغه چه ستاسو د اړتیا نه زیات وي، 2:219
- د هغو مثال چه مال یې د الله لپاره مصرفوي، 2:261
- د خلکو د لیدلو لپاره، 2:264; 4:38
- هر هغه چه د الله لپاره مصرف کوئ، ستاسو ته به بیرته درکړل شي، 2:272; 8:60; 34:39
- نه بې ځایه نه بې هدفه، 6:141;17:26
- نه ډیر لګونکی نه بخیل، 25:67
- هغه چه د الله لپاره لاسونه تړي، 9:67
روح (نفس، روح)، 15:29
- پوهه یې د الله سره ده، 17:85
- الله مؤمنان پرې قوي کوي، 58:22
د جنګ غنیمتونه، 8:41, 69; 48:15, 19-20; 48:15
- غنیمت هم وګورئ
جاسوسي، 49:12
ستوری، 53:1, 49; 86:1-4
ستوري، 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
سیده، لار، 1:6
- وغیره لار، 6:153
- وغیره هاند کول، 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
شیده ورکول، د مور د شیدو موده، 2:233
ستونزه، فقر، د روغتیا زیان او مصیبتونه؛ مرفه توب او مال، 7:94-96
لمر، 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
ترټولو لوړه بریا، 9:72; 44:57
سوره، 10:38; 11:13; 47:20
- د نزول سره ایمان زیاتیږي، 9:124-127
شکونه، 49:12
روزي، 19:62
- روزي؛ مرحمت هم وګورئ
سواع، 71:23
تبوک، 9:40-59, 81-99, 117-118, 120-122
التغابن، S.64
طاغوت، 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- دروغه خدایان هم وګورئ
طه، S.20
التحریم، S.66
التکاثر، S.102
التکویر، S.81
الطلاق، S.65
طلح (د کیلو ونه)، 56:29
طالوت (ساول)، 2:247-249
الطارق، S.86
تسنیم (چینه)، 83:27-28
التوبه، S.9
طواف (د کعبې شاوخوا ګرځیدل)، 2:200; 7:29,31
تیمم، 4:43; 5:6
مهلت، هره ملت یوه مقرره مهلت لري، هیچا نه شي ژر کولی نه ځنډولی، 7:34; 10:49;15:4-5; 16:61; 20:129
سیمه، د پوځي ډلو سره وساتئ، 3:200
آزمایښت، د الله لخوا، 3:154; 34:21
ثمود، 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
غل، سزا، 5:38-39
عرش، 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- پر اوبو، 11:7
- اته پرښتې یې وړي، 39:75; 40:7; 69:17
وخت، 45:24; 76:1; 103:1
التین، S.95
عذاب،3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
ښار، هیڅکله مو یوه ښار تباه نه کړ مګر چه د هغه لپاره مقرره قضا وه، 15:4
سوداګري او مال، 4:29
سفر، آیا دوی پر ځمکه نه دي سفر کړی، 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
خیانت، 8:58; 22:38
- خیانت وګورئ
ټول شوی خزانه، 9:35
د الله خزانې، 6:50
د تلپاتیتوب ونه، 20:120
ونې، 22:18
آزمایښتونه، 2:214-218; 64:15
صور، د قیامت پر ورځ، 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
صاخه،80:33
امانت اسمانونو، ځمکې او غرونو ته وړاندې شو، خو انسان یې قبول کړ،33:72-73
امانتونه،2:283; 4:58; 8:27; 23:8;33:72; 70:32
حق، 5:48; 23:70-71, 90; 25:33; 69:51
- د دروغو سره مه ګډوئ نه پټوئ، 2:42
- حق راغی او دروغ لاړ، 17:81
- د حق وعده، 46:16-17
د تبع قوم، 44:37; 50:14
الطور (غره)، 28:29, 46
الطور، S.52
د طوی وادی، 20:12; 79:16
د احد جګړه، 3:121-128, 140-180
امت (ټولنه، ملت)، 2:143-144;10:47, 49; 11:118; 16:36, 120
عمره، 2:128, 158, 196
سود (ربا)، 2:275-276, 278-280; 3:130;4:161; 30:39
عزیر، (عزیر وګورئ)
عزی، 53:19
پرده، نه ليدونکی، 17:45-46
پرده اچول، 24:31; 33:59
آیاتونه، سبع المثاني، 15:87
بریا،
- د الله لخوا ورکړل شوه، 48:1
- د الله د مرستې له لارې، 61:13
ښیګڼې، (صالحتیا؛ مؤمنان وګورئ)
ود، 71:23
- "انتظار وکړئ، موږ هم انتظار کوو"، 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
الواقعه، S.56
د الله پر وړاندې جنګ، 5:33-34
بې ځایه مصرف مه کوئ، 6:141; 7:31; 17:26
اوبه، هر ژوندی شی له اوبو نه جوړ شوی، 21:30;24:45; 25:54
- دوه سمندرونه، 18:60; 25:53; 35:12; 55:19-20
- د الله عرش پر اوبو، 11:7
- باران، 23:18
لار، 1:6; 42:52-53; 90:10
- وغیره اسانه، اسانه کړئ، 87:8
- لار هم وګورئ
مسافر، 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
مال،
- هغه چه راټول کړ، 104:2-4
- د الله لپاره مصرفول (مصرف وګورئ)
مال او ماشومان، د دې نړۍ ژوند سینګار، 18:46
وزن او اندازه، بشپړ ورکړئ، 11:85; 17:35;83:1-5
کونډه ښځې، 2:234-235, 240
د الله اراده، 10:99-100; 30:5; 81:29; 82:8
د انسان اراده، سیده لاره وکړه، خو که الله وغواړي، 28:29
وزونه، 77:1-3
- د زیري ورکوونکو پهتوګه، 7:57; 30:46
- وریځې پورته کوي، اوبه راوستل، 15:22; 30:48
- زیړیدل، 30:51
شراب (جنت کې)
- پاک څښاک، 37:45; 76:21
- سپین، خوندور، 37:46
- د شرابو سیندونه، 47:15
- پاک مهر شوی، 83:25
د هغه شیانو هیله مه کوئ چه الله ځینو خلکو ته د نورو نه زیات ورکړي، 4:32
شاهدان،
- د پیغمبرانو تړون لپاره، 3:81
- د انسانانو پر، 2:143; 22:78
- د تړون لپاره، 2:282
- دوه ښځینه د یوه نارینه پر وړاندې، 2:282
- د ناروا جنسي اړیکو لپاره، 4:16; 24:2
- انصافي اوسئ، 5:8
- لاسونه او پښې به شاهدي ورکوي، 36:65
- سړی د خپل ځان پر وړاندې، 75:14
د شاهدانو ورځ او د شاهدي ورځ، 85:3
مېرمنې،
- ستاسو لپاره کرونده دي، 2:223
- ستاسو پوښ دي، 2:187
- ستاسو د ډول، 16:72
ښځه، بحثوونکې، 58:1-2
ښځینه، 2:222-223; 4:15, 19-22, 34, 127
- هغه چه پاکو ته تور لګوي، 24:4-5, 11-17, 23-26
- پرده اچول، 24:31; 33:59
- مؤمنه مهاجرې، 60:10-12
- د بحث پر مهال ځانونه نه ښکاروي، 43:17-18
د ځنګل اوسیدونکي، 15:78; 38:13; 50:14
- ایکه؛ مدین هم وګورئ 26:176-191
نړۍ، د دې ژوند،
- یوازې لوبه او تیری دی، 6:32;29:64; 47:36; 57:20
- خلک غولوي، 6:130
- د آخرت نه لږ خوند، 9:38; 13:26; 28:60-61
- هر چا چه دا غواړي، پکې به یې ومومي، خو د آخرت هیڅ برخه به نه وي، 11:15-16; 17:18; 42:20
- مال او ماشومان، د دې سینګار،18:46
- هغه چه اوسنی خوښوي او آخرت پریږدي، 75:20-21; 76:27
لیکل، د تړونونو لپاره، 2:282
ظالمان،11:18-22, 101-104, 116-117;39:47
- کافران هم وګورئ
وضو، 4:43; 5:6
یغوث، 71:23
یحیی (یحیی)،
- زیری، 3:39; 21:90
- صالح، 6:85
- پوه؛ همدردانه؛ فرمانبردار، 19:12-15
یس، S.36
یثرب (المدینه)، اوسیدونکي، 33:13
یعوق، 71:23
یونس (یونس)، S.10
یوسف (یوسف)، S.12
زبور، 21:105
زکریا (زکریا)، 3:37-41; 6:85; 19:2-11; 21:89-90
زید بن حارثه، د پیغمبر غلام، 33:37-38
زکات، 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- د زکات او صدقې موضوعات، 2:273; 9:60
زنجبیل، 76:17
الزلزله، S.99
زقوم، 17:60; 37:62-66; 44:43-46; 56:52
ظهار، 33:4; 58:2-4
الزخرف، S.43
الزمر، S.39
بنسټیز عقاید
- ایمان بشپړ شو 5:3
- د الله لخوا یوازې منل شوې لار 3:19, 85
- د اسلام منلو کې زور نشته 2:256
- یو دین د مختلفو ایمانونو او قوانینو سره 5:48; 22:67-70; 42:13-14
- د اسلام پیغمبران 2:135-136; 3:84; 4:163-165
- امرونه (الله ته ایمان راوله او ښه کارونه وکړه) 4:36; 6:151-154;17:23-39;18:107-108
- د شریعت پنځه موخې: د ایمان ساتنه 5:54
- د ژوند ساتنه 5:32;6:151
- د مال ساتنه 5:38
- د عزت ساتنه 5:5;24:4
- د تفکر د وسې ساتنه 5:90.
د الله پر ایمان 2:255
- الهي صفتونه، ښکلي نومونه 57:1-6; 59:22-24; 85:13-16; 112:1-4
- یوازې د عبادت وړ خدای 1:1-4; 2:285; 6:3; 43:84
- ټول واک د هغه دی 3:26; د هغه عرش 7:54; 11:7
- د هغه کرسي 2:255
- بې شمیره نعمتونه پر انسانیت 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ژوند ورکوي او مرګ راوستلی شي 44:8; 53:44; 57:2; 67:2
- خوشالي او غم راوستلی شي 53:43
- فراوانه یا محدوده روزي ورکوي 13:26; 17:30; 29:62
- د ټولو قاضیانو غوره 95:8
- د رحم کوونکو ترټولو رحیم 12:92
- صالحان خوښوي 85:14
- د بخښنې ډک او سختې سزا کوونکی 13:6, 40:3
- لومړی او وروستی 57:3
- ټول عزت او واک د هغه دی 35:10
- نامعلوم پوهیږي او نه ليدونکی ویني 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- د زړه پټ شیان غوره پوهیږي 5:7; 11:5; 31:23
- پوهیږي چه څه شوي او څه راتلونکي دي 2:255
- هر شی یې د ثبت (یا محفوظ لوح) کې ولیکه 6:38; 13:39; 36:12
- د هر شي کولو وس لري 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- بې پایه قدرت 3:26-27; 24:45; 31:28-30
- اسمانونه او ځمکه یې د شپږو ورځو کې پیدا کړه او هیڅکله نه ستړیږي 46:33; 50:38
- د "اوسه!" کلمې سره پیدا کوي 36:81-83
- هیڅکله خپل مخلوق ته ناانصافي نه کوي 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- هر شی د هغه ارادې ته سجده کوي 3:83; 22:18; 30:26
- ټول ورته اړتیا لري 11:6; 35:15; 55:29
- پرې توکل وکړئ 10:84-85; 12:67; 25:58
- د الهي اړیکو بڼې 42:51
- د ویرې وړ دی 2:21; 3:102; 4:1; 33:70-71; 59:18
- حکمت د هغه ډالۍ ده 2:269
- د هیچا اړتیا نه لري 3:97; 6:133; 112:2
- د ثالوث کې یو نه دی 4:171
- مېرمن نه لري 6:101
- ماشومان نه لري 10:68; 19:35; 43:81; 72:3; 112:3
- شریکان یا مرسته کوونکي نه لري 6:94; 7:191-195; 46:4-5
- د هغه غوندې هیڅ نشته 42:11; 112:4
د پیدایښت د عجایبو اړه فکر کولو امر 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
د پیدایښت نښې 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- هر شی د موخې لپاره پیدا کړ 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- کائنات بشپړ 67:3-4
- ورځ شپه ته بدلوي 3:27
- تنوع 30:22; 35:27-28
- شات 16:68-69
- شیدې 16:66
- د ماشومانو ډالۍ 42:49-50
- سیارې او مدارونه 21:33; 36:38-44
- برجونه 25:61; 85:1
- ستوري 37:6-7; 67:5
- وریځې 7:57;30:48
- زلزله 7:78; 7:155
- ځمکه کوزیدل 28:81; 29:40
- توپان 10:22
- بوره، وړه کبه او باران 2:265; 6:99; 24:43; 50:9-11
- رعد او برق 13:12-13
علمي حوالې
- انسانان له نارینه او ښځینه جنسي حجرو نه پیدا شوي 76:2
- د جنین د جوړیدو مرحلې 22:5; 23:12-14
- جنین د تیارې درو پرتو کې 39:6
- د مالګې اوبه 25:53-54; 35:12; 55:19-20
- د باد له لارې د ګرده ګل خپریدل 15:22
- د ګوتو نښانې 75:3-4
- غرونه د میخونو پهتوګه 78:7
- اوسپنه راکوزه شوه 57:25
- د درد حسیاتي غوڅونه 4:56
- لمر د رڼا سرچینه او سپوږمۍ د منعکس رڼا 10:5
- د سپوږمۍ ماتیدل 54:1
- اسمان د ساتنې شوي چت پهتوګه 21:32
- ټول مخلوقات له اوبو نه پیدا شوي 21:30; 24:45
- مچۍ اړیکه کوي 27:17-19
- داخلي څپې 24:40
ژوندي مخلوقات
- پرښتې 39:75
- انسانان (پر ځمکه واکمن) 2:30; 6:165; 16:4
- جنات 72:1-15
- ځناور د انسانانو غوندې ټولنو کې اوسي 6:38
- غوايي 11:69
- اوښ 7:40
- سپی 18:22
- پیل 105:1
- اسونه، خچرونه او خرونه 16:8
- زمری او کاڼاوره 74:50-51
- میمونان 2:65
- سخرونه 2:173
- اوښه 7:73
- مزي او وزي 6:143
- لیوه 12:17
- چنجیان 7:133
- مار 7:107
- مرغان 24:41
- کاغه 5:31
- هدهد 27:20
- کوترې 2:57
- کب 18:61
- وال 37:142
- مچۍ 27:18
- مچان 16:68
- مچ 2:26
- مچ 22:73
- وینه خوري او وږي 7:133
- وریځه 29:41
- نور چه موږ نه پوهیږو 16:8
بوټي او میوې 6:99; 13:4; 16:11; 36:33-35
- کیلي 56:29
- خرما 19:25
- شنه تره، د خیار، د نهنګ، مسور او پیاز 2:61
- انګور 80:28
- زیتون 6:99
- انجیر 95:1
- انار 55:68
- کدو 37:146
د محمد (ﷺ) پر ایمان
- صفتونه، یوازې پیغمبر 3:144; 6:50; 7:188; 18:110
- د حق رارسول 2:119; 35:24; 42:48
- د پیغمبرانو مهر 33:40
- لوړ کرکتر 3:159; 68:4
- ښه نمونه 33:21
- د مؤمنانو لپاره نعمت 3:164
- ټول نړۍ ته رحمت 21:107
- نړیوال رسول 4:170; 7:157-158; 34:28
- سیده لارې ته لارښوونه 42:52-53
- د خلکو غم خوري 9:129
- د قیامت پر ورځ شاهد 4:42; 16:89
- بې سواده پیغمبر 7:157-158; 29:48; 62:2
- د تورات او انجیل کې زیری 7:157
- د عیسی لخوا زیری 61:6
د پیغمبر (ﷺ) سره مخامخ ستونزې
- د مشرکانو بې معنا غوښتنې 8:32; 15:7; 17:89-93; 25:7-8
- دروغه تورونه 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- د ژوند پر وړاندې هڅې 8:30; 9:74
- د هغو خبرداری چه زیان یا مخالفت ورکوي 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- د صبر سره د انکار ځواب ته امر 20:130; 30:60; 46:35; 70:5
- د الله لخوا د تسلۍ امر 5:67; 93:1-11; 94:1-8
د پیغمبر (ﷺ) د ژوند درسونه
- د هجرت نه تر د بدر جګړې 3:121-129; 8:42-44; 8:65-71
- د احد جګړه 3:151-180
- د خندق جګړه 33:9-27
- د حنین جګړه 9:25-27
- مدینه 9:40
- تبوک 9:38-123
- بنو النضیر 59:2-6
- حمراء الاسد 3:172-175
- د حدیبیې تړون 48:1-7; 48:10-29
د پیغمبر (ﷺ) لپاره ورکړل شوي عزتونه
- الله او د هغه پرښتې پرې درود وایي 33:56
- د مکې نه بیت المقدس ته شپانۍ سفر 17:1
- د اسمانونو ته سفر 53:1-18
- پدې نړۍ او آخرت کې عزت 17:79; 66:8; 108:1
- د هغه اطاعت د الله اطاعت ده 4:80
- د الله او د هغه رسول اطاعت بدله 4:69
- د هغه کورنۍ پاکه شوه 33:33-34
- جبریل یې د ریښتیني بڼه کې ولید 53:1-18
- مؤمنانو ته د اطاعت امر 59:7
- د هغه سره د خبرو ادب 49:1-5
- د لیدنې ادب 33:53
- د هغه مېرمنو سره د چلن ادب 33:53
- الله ترې او د هغه ملګرو نه خوشاله دی 9:100; 9:117
- د هغه د ایمان ټولنې غوره توب 2:143; 3:110
لمونځ 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- د جمعې جماعت 62:9
- د لمونځ لور (قبله) 2:144; 2:149-150
- باید له بدو کارونو وساتي 29:45
- وختونه 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- د خطر یا سفر پر وخت 2:239; 4:101-102
- د هغو خبرداری چه لمونځ پریږدي 19:59; 74:38-47; 107:5-7
- د منافقینو لمونځونه 4:142; 9:54
پاکي، وضو 5:6
- بشپړ غسل 2:222; 4:43
- تیمم 4:43; 5:6
دعاوې
- د ابراهیم 2:126-129; 2:126-129; 14:35-41; 26:83-89
- د آدم او حوا 7:23
- د عیسی 5:114
- د ایوب 21:83; 21:83
- د یونس 21:87
- د یوسف 12:33; 12:101
- د موسی 10:88-89; 20:25-35
- د محمد 17:80; 20:114
- د نوح 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- د سلیمان 38:35
- د شعیب 7:89
- د زکریا 3:38; 19:2-6; 21:89-90
- پرښتې 40:8-9
- د مریمې مور 3:35-36
- د فرعون مېرمن 66:11
- د فرعون جادوګران 7:126
- د طالوت بادشاه او د هغه سره مؤمنان 2:250
- د بني اسرائیلو مؤمنان 10:85-86
- د غار خلک 18:10
- صالحان 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- مظلومان 4:75
د سجدې آیاتونه
- سجدات، د سجدې جمع، 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
زکات، د دندې پهتوګه 2:110; 2:177; 2:277; 6:141
- د مؤمنانو یو صفت 22:41; 23:4; 51:19
- ترلاسه کوونکي 9:60
- صدقه 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- د هغو خبرداری چه ورنکوي 3:180; 9:34; 47:38
روژه
- د رمضان کې 2:183-185
- د روژې ساعتونه 2:187
- معافیتونه 2:184-185
- د روژې مخکې شپې کې د جنسي اړیکو اجازه 2:187
- د حج پر مهال روژه 2:196
حج،
- د هغو لپاره چه وسیله لري دنده ده 3:97
- مناسک او احکام 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- قربانۍ 2:196; 22:36-37
- د احرام پر مهال د ځمکني ښکار منع 5:1; 5:94-95
- د سمندري ښکار اجازه 5:96
- عمره 2:158; 2:196
د ایمان ټولنې
- مسلمانان 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- یو د بل سرپرستان 3:28; 9:71
- عیسویان 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- یهودان 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- د بني اسرائیلو اولاد 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- د کتاب خلک (اصلاً یهودان او عیسویان) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- مسلمانان کولی شي د هغوی قربانۍ وخوري او د هغوی ښځو سره واده وکړي 5:5
- یهودانو ته منع شوي خوراکونه 6:146
- صابیان 2:62; 22:17
- مجوس 22:17
- مشرکان (بت پالونکي) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- د مشرکانو خرافاتي دودونه 2:189; 5:103; 6:138-144
- ملحدان 52:35-36
د مشرکانو منع شوي دودونه
- د لوڼو ژوندۍ ښخول 16:58-59; 81:8-9
- د فقر له وېرې ماشومان وژنه 6:137; 6:151; 17:31
- د کعبې شاوخوا سیتلې وهل او لاسونه وهل 8:35
- د بتانو لپاره اوښان ځانګړي کول 5:103; 6:136
- د بتانو پر نوم قربانی 6:121
- ظهار طلاق 33:4; 58:2-4
- ایلاء (د څلورو میاشتو نه زیاته) 2:226-227
- د پریکړو لپاره قرعه 5:3
- بې جامو د کعبې شاوخوا ګرځیدل 7:26-28
- د حج وروسته د شا دروازو نه کورونو ته ننوتل 2:189
د عبادت موضوعات،
- پرښتې (د ځینو مشرکو عربانو کې) 34:40
- الایکه (د شعیب قوم کې) 26:176
- بعل (د الیاس قوم کې) 37:125
- عیسی (د عیسویت کې) 5:17
- بتان (د ابراهیم قوم کې) 21:52-53
- د لات، عزی او منات بتان (د عربو مشرکانو کې) 53:19-20
- د ود، سواع، یغوث، یعوق او نسر بتان (د نوح قوم کې) 71:23
- لمر (د سبا قوم) 27:24
- شعری (د ځینو مشرکو عربانو کې) 53:49
- فرعون (د لرغوني مصر کې) 26:29; 28:38; 79:24
- هوسونه 25:43-44; 45:23
- د ډیرو خدایانو باور رد شو 17:42-43; 21:21-24; 25:3
د عبادت ځایونه، مساجد 9:18
- کلیساوې، کنیسې او صومعې 22:40
- حرم 3:39; 38:21
- معبد 17:7
- د دین لقبونه، کشیشان، راهبان او ملایان 5:44; 5:63; 5:82; 9:31-34
پرښتې،
- د آدم د پیدایښت اړه پوښتنه 2:30-34
- هیڅکله الله نه نافرمانوي 21:26-27; 66:6
- د الله لوڼه نه دي 21:26; 43:16-19
- ساتونکې پرښتې 13:11
- دوه ثبتوونکې پرښتې 50:16-18; 82:10-12
- اته د قیامت پر ورځ د الله عرش وړي 69:17
- نولس د دوزخ ساتونکي 74:26-31
- د مرګ پرښتې 6:93; 16:28; 32:11
- جبریل 2:97; 66:4; 26:192-195; 53:1-14
- میکائیل 2:98
- مالک 43:77
رسولان
- د پرښتو او انسانانو نه 22:75
- د عزم خاوند رسولان (ابراهیم، نوح، موسی، عیسی او محمد ﷺ) 33:7; 42:13; 46:35
کتابونه
- قرآن، د الله وحی 12:2-3; 20:2-4; 26:192-195; 32:2-3
- ټول نړۍ ته یادګیری 68:51-52
- د ژوند سیده لارې ته لارښوونه 17:9
- وحی د رمضان میاشت کې پیل شوه 2:185
- پر یوه مبارکه شپه 44:3;97:1-5
- مرحلو کې نازل شو 17:105-106
- یادولو ته اسانه شو 54:17
- د مخکنیو وحیونو حق تصدیقوي 3:3-4
- پر مخکنیو کتابونو لوړه واک 5:48
- پکې شک نشته 2:2; 10:37
- هیڅ اختلافات نشته 4:82
- جوړ شوی نه دی 10:37-39
- د انجیل نه کاپي نه دی 25:4-6
- د شیطانانو لخوا نازل نه شوی 26:210-212
- هیچا د هغه غوندې شی نه شي جوړولی 17:88; 2:23-24;10:13-14; 11:13
- له تحریف نه ساتل شوی 15:9
- د محفوظ لوح کې ساتل شوی 56:75-80
- دروغ ثابتیدلی نه شي 41:42
- راتلونکې پیښې زیری کوي 30:1-7; 48:27
- مؤمنان اوریوي 5:83; 17:107-109
- زړونه ته رسیږي 39:23
- ځلیدونکې رڼا 4:174; 42:52
- د مؤمنانو لپاره شفا او رحمت 17:82
- تورات 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- انجیل 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- زبور 4:163; 17:55
- د ابراهیم صحیفې 53:36-44; 87:14-19
تقدیر او قضاء 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- آزاده خوښه 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
د قیامت ورځ،
- هیڅ ناانصافي نشته 2:281; 18:49; 40:17
- د قیامت وحشتونه 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- پر هغه ورځ صالحان او فاسقان 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- شفاعت 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
د کارونو ثبت 17:13; 18:49
- مؤمنان ثبت ښي لاس کې ترلاسه کوي 69:19-24; 84:7-9
- کافران ثبت کیڼ لاس کې ترلاسه کوي 69:25-37; 84:10-15
- د الله نه هیڅ پټ نه شي 21:47; 40:16
- د کارونو وزن 7:8; 23:102-104; 101:1-11
- د بدني غړو شاهدي 41:19-24; 24:24
- د ښو او بدو کارونو بدله 6:160; 27:89-90; 28:84
د خلکو ډولونه
- مؤمنان 18:107-108
- کافران 4:167-169
- منافقین 4:145; 57:13-15
- د جنت اوسیدونکي، مخکني مؤمنان 55:46-61; 56:10-26
- د جنت اوسیدونکي، د ښي لاس خلک 55:62-78; 56:27-40
- د دوزخ اوسیدونکي، د کیڼ لاس خلک 55:31-45; 56:41-56
- د اعرافو خلک 7:46-49
مالي
- د سوداګرۍ لارښوونې 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- وصیتونه، د غیر ورثه کوونکو لپاره اختیاري وصیتونه 2:180-183; 4:11-12;د مرګ مخکې د سفر پر مهال 5:106-108
- رشوت 2:188
- پورونه، د پورونو د اخیستلو کې مهربانتیا 2:280
- د پور تړون لیکل او شاهدي 2:282
- رهنه اخیستل 2:283
- میراث، لارښوونې 4:7; 4:32-33; 8:75
- د اولاد او مور پلار برخې 4:11
- د میړه مېرمن او د مور له خوا خپلوان 4:12
- بشپړ وروڼه 4:176
- د هغو خبرداری چه نه پیروي کوي 4:13-14
- سود، منع او خبرداری 2:275-281; 3:130-132
- بې ګټه شو 30:39
قانوني
- د خیانت قانون (حرابه) 5:33-34
- عدالت، د عدالت لپاره ودریدل 4:135; 5:8; 16:90-91
- د یتیمانو او ښځو د حقونو لپاره ودریدل 4:127
- یو یهودي ته عدالت 4:105-112
- یو مشرک ته عدالت 4:58
- د غیر مسلمانانو سره انصاف 60:8-9
- د قانون له لارې بدل (د بخښنې اختیار سره) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- د میړه او مېرمن جلایدل، خلع 2:229
- لعان (د زنا تور) 24:6-10
سیاسي
- د مشورې له لارې چارې چلول 3:159; 42:38
- د ځان دفاع کې جهاد، ادب 2:190-192; 2:216; 22:38-40
- د نابرخوانه بریدونه نه کول 4:94
- د مظلومو نارینه، ښځو او ماشومانو لپاره جنګیدل 4:75
- د عبادت ځایونو ساتنه 22:37
- د شهیدانو بدله 2:154; 3:169-171; 9:111; 57:19
- پوځي قوت احتمالي دښمنان وګوزاروي 8:60
- د سولې غوره کول 2:192; 8:61
- د خواخوږو تر منځ سوله جوړول 49:9-10
- د جنګ بندیان، چلن 8:70; 47:4; 76:8
ټولنیز
- د بل زوی منل 33:4-5
- د یتیمانو پالنه 2:220; 4:2-10; 4:127; 6:152; 17:34
- طلاق، داوري او جوړجاړی 4:35; 4:128
- د طلاق ادب 2:229-231; 65:1-2
- مهر او عده 2:226-241; 4:19-21; 33:49; 65:1-7
- میړه د مهر هیڅ شی بیرته نه اخلي 4:20
- مېرمن نه ځوریږي 65:6
- د حمل پر مهال مېرمن مالي ملاتړ 65:6
- د عدې پر مهال 65:6
- که د پخواني میړه ماشوم شیده ورکوي، 65:6
- هیڅ مور پلار باید د ماشوم له کبله نه وزیږي 2:233
- د دودي مور غوره کول 65:6
- ښو کارونو هڅول او له بدو منع کول 3:104; 3:110; 7:157; 9:71-72; 31:17
- د انسانانو مساوات 49:13
- د الله او قانون مخکې نارینه او ښځینه، 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- نارینه د مسؤلیت یوه درجه د ښځینه نه لوړه لري 2:228
- د غریبانو، یتیمانو او بندیانو خواړه ورکول 76:8-9
- بخښنه او د قهر مهار 3:134; 42:40
- د غلامانو آزادول او مرسته 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- د مور پلار درناوی 4:36; 17:23-25; 31:14-15
- فروتني 17:37; 31:18-19
- د ابراهیم د خوبونو تعبیر 37:102
- د یوسف د خوبونو تعبیر 12:4; 12:36; 12:43
- د محمد د خوبونو تعبیر 8:43; 48:27
- د غیر مسلمانانو سره مهربانتیا 60:8
- واده 4:3; 4:129; 16:72; 30:21
- د واده لپاره حلالې او حرامې ښځینه 4:22-24
- د نږدیتوب ادب 2:222-223
- حمل او شیده ورکول 2:233; 31:4; 46:15; 65:6
- د خپلې پخوانۍ مېرمن سره بیا واده 2:230
- د غیر واده شوو مرسته 24:32
- د عدې پر مهال غیر مستقیم دلچسپي ښودل 2:235
- قسمونه 2:224-225; 16:91-92; 16:94
- د ماتې شوې قسم کفاره 5:89
- د سختو وختونو صبر 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- د ننوتلو اجازه 24:58-60
- د خلکو کورونو ته ننوتل 24:27-28
- عامه ځایونو ته ننوتل 24:29
- د ټولنیز ادب، خبر تصدیق کول 4:83; 49:6
- د ټولو درناوی 49:11-12
- د ناستو ادب 58:11
- پټې خبرې 4:114; 58:9
- نذرونه 2:270; 9:75-77; 22:29; 76:7
- بې ځایه مصرف او بخیلتوب 7:31; 17:29; 25:67
نورې کیسې
- هابیل او قابیل 5:27-31
- الخضر او موسی 18:60-82
- د پیل لښکر 105:1-4
- د فرعون قوم نه مؤمن 40:28-46
- د مریمې زیږون 3:35-36
- د بني اسرائیلو غوا 2:67-74
- عزیر 2:259
- د باغ خاوندان 68:17-32
- هاروت او ماروت 2:102
- قارون 28:76-82
- د لقمان خپل زوی ته نصیحت 31:12-19
- د دوو باغونو خاوند 18:32-44
- د سبا خلک 34:15-19
- د غار خلک 18:9-26
- د کندې خلک 85:1-8
- د اونۍ ورځ سرغړونکي 7:163-165
- سامري او د سرو زرو غوايی 20:83-97
- طالوت او سموئیل 2:247-251
- ذوالقرنین 18:83-98
شیطانان 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- د انسانانو او جناتو شیطانان 6:112;114:6
- اسمان د شیطانانو نه ساتل شوی 15:16-18
پیښمانۍ
- د پیغمبر نه پیروي نه کول 25:27
- د الله او د هغه رسول نه اطاعت نه کول 4:41-42; 33:64-68
- بد ملګري اخیستل 25:28-29; 26:96-102; 43:36-39
- د الله نښو انکار 6:27-30
- د آخرت لپاره کار نه کول 89:23-24
ناهیلې غوښتنې
- نړۍ ته د ستنیدو غوښتنه 2:167; 6:27-28; 32:12-14; 42:44
- د بلې فرصت لپاره 35:36-37
- له اور نه وایستلو لپاره 40:10-12
- د خوراک او اوبو لپاره 7:51-52
- د شفیعانو لپاره 7:52-53
- خاورو ته بدلیدلو لپاره 4:41-42; 78:40
- د مرګ لپاره 43:74-78
د صالحانو صفتونه
- د پیدا کونکي او د هغه مخلوق حقونو خیالولو 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
د فاسقانو صفتونه
- ناشکره 14:34
- بخیل 17:100
- بیړني 21:37
- الله یوازې د سختو وختونو کې یادوي 10:12; 41:51
- بې صبره 70:19
- د بحث خوښونکي 18:54
لویې ګناهانې
- شرک (د الله سره شریکان) 4:48; 4:116; 5:72; 6:19; 31:13:
- د خپلو مور پلار سره بدچلني 4:36; 6:151; 17:23
- د فرض لمونځونو پریښودل یا هیرول 19:59-60
- زکات نه ورکول 41:6-7
- وژنه 6:151; 17:33
- د یو مؤمن قصداً وژنه 4:93
- غلا 5:38
- درغلي 7:85; 11:85; 26:182-183; 83:1-6
- دروغ 2:10; 9:77; 39:60
- د الله اړه دروغ 6:93; 29:68; 61:7
- منع شوي جنسي اړیکې 2:222; 17:32; 24:2; 25:68; 29:28-30
- د زنا دروغه تورونه 24:4-5
- ارتداد 2:217; 5:54
- د سخرو او نورو منع شوو خوراکونو خوړل (مردار، وینه، او نور) 5:3; 6:145
- شراب او جوا 5:90-91
- غیبت 49:11
- دروغه شاهدي 22:30
- جادو 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 17:110; 20:8; 59:22-24
- #1 الرحمن     رحمت کوونکی (ټولو مخلوقاتو ته پراخه رحمت لرونکی)  1:3; 17:110
- #2 الرحيم     بې حده مهربان (په مومنانو باندې خاص رحمت کوونکی)  2:163; 3:31; 4:100; 5:3
- #3 الملك     پاچا (د خپل سلطنت مالک)  20:114; 23:116; 59:23
- #4 القدوس     پاک ذات (د هر عيب څخه پاک)  59:23; 62:1
- #5 السلام     سوله ورکوونکی (د هر عيب څخه پاک)  59:23
- #6 المؤمن     امن ورکوونکی (ایمان خوندي کوونکی)  59:23
- #7 المهيمن     نګهبان (د ټولو چارو څارونکی او ساتونکی)  59:23
- #8 العزيز     زورور (بې نظیره قوي، نه ماتېدونکی)  3:6; 4:158; 9:40; 48:7
- #9 الجبار     جبار (په زور خپل امر نافذ کوونکی، مات شوي جوړونکی)  59:23
- #10 المتكبر     لوړ ذات (د عظمت خاوند، له هر عيب څخه پاک)  59:23
- #11 الخالق     پيدا کوونکی (له هيچا نه پیدا کوونکی)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 البارئ     برېښندونکی (په سموالی سره پیدا کوونکی)  59:24
- #13 المصور     صورت ورکوونکی (د هر شي بڼه جوړونکی)  59:24
- #14 الغفار     ډېر بخښونکی (د بندګانو ګناهونه پټوونکی)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 القهار     برلاسی (د ټولو برلاسی او ماتوونکی)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 الوهاب     ډېر ورکوونکی (بې غوښتنې ډالۍ ورکوونکی)  3:8; 38:9; 38:35
- #17 الرزاق     روزي ورکوونکی (د ټولو رزق پیدا کوونکی او رسوونکی)  51:58
- #18 الفتاح     پرانيستونکی (د رحمت خزانې پرانيستونکی)  34:26
- #19 العليم     ښه پوه (هر څه ته پوه)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 القابض     تنګوونکی (د چا چې وغواړي روزي تنګوي)  2:245
- #21 الباسط     پراخوونکی (د چا چې وغواړي روزي پراخوي)  2:245
- #22 الخافض     ټيټوونکی (كافران او مجرمين ټيټوي)  95:5
- #23 الرافع     پورته کوونکی (خپل دوستان لوړوي)  58:11; 6:83
- #24 المعز     عزت ورکوونکی (چا ته چې وغواړي عزت ورکوي)  3:26
- #25 المذل     ذليل کوونکی (چا ته چې وغواړي ذلت ورکوي)  3:26
- #26 السميع     اورېدونکی (ټول آوازونه اوري)  2:127; 2:256; 8:17; 49:1
- #27 البصير     لیدونکی (هر څه ویني)  4:58; 17:1; 42:11; 42:27
- #28 الحكم     حاکم (د ټولو فیصلو مرجع)  22:69
- #29 العدل     عادله (د ظلم او عيب څخه پاک)  6:115
- #30 اللطيف     مېلمه (د خپلو بندګانو سره مهربان)  6:103; 22:63; 31:16; 33:34
- #31 الخبير     خبردار (پټ او ښکاره هر څه پوهېږي)  6:18; 17:30; 49:13; 59:18
- #32 الحليم     حليم (په سزا ورکولو کې بیړه نه کوي)  2:235; 17:44; 22:59; 35:41
- #33 العظيم     عظيم (د عقل له پوهېدو لوړ)  2:255; 42:4; 56:96
- #34 الغفور     بخښونکی (ګناهونه بخښونکی)  2:173; 8:69; 16:110; 41:32
- #35 الشكور     قدردان (لږ عمل ته ډېر بدل ورکوونکی)  35:30; 35:34; 42:23; 64:17
- #36 العلي     لوړ (د ټولو نه لوړ)  4:34; 31:30; 42:4; 42:51
- #37 الكبير     لوی (له هر څه لوړ)  13:9; 22:62; 31:30
- #38 الحفيظ     ساتونکی (د خپلو بندګانو ساتونکی)  11:57; 34:21; 42:6
- #39 المقيت     قوت ورکوونکی (د بندګانو قوت او ژوند جوړوونکی)  4:85
- #40 الحسيب     کافي (د خپلو بندګانو د کارونو لپاره کافي)  4:6; 4:86; 33:39
- #41 الجليل     جليل (د عظمت خاوند)  55:27; 39:14; 7:143
- #42 الكريم     کريم (نه ختمېدونکې بخښنه او احسان لرونکی)  27:40; 82:6
- #43 الرقيب     څارونکی (د خپلو بندګانو د چارو څارونکی)  4:1; 5:117
- #44 المجيب     غوښتنه منونکی (د دعاګانو قبولونکی)  11:61
- #45 الواسع     پراخ (د هغه رحمت هر څه رانغاړي)  2:268; 3:73; 5:54
- #46 الحكيم     حكيم (د خپلو کارونو په کولو کې حكيم)  31:27; 46:2; 57:1; 66:2
- #47 الودود     مين (د خپلو بندګانو سره مين)  11:90; 85:14
- #48 المجيد     مجید (د فضل او احسان خاوند)  11:73
- #49 الباعث     راپاڅوونکی (مړي به ژوندي کوي)  22:7
- #50 الشهيد     ګواه (پټ او ښکاره هر څه ګواه دی)  4:166; 22:17; 41:53; 48:28
- #51 الحق     حق (د خپل ذات او صفاتو له پلوه حق دی)  6:62; 22:6; 23:116; 24:25
- #52 الوكيل     کارساز (د خپلو بندګانو چارو ساتونکی)  3:173; 4:171; 28:28; 73:9
- #53 القوي     قوي (د کمزورۍ څخه پاک)  22:40; 22:74; 42:19; 57:25
- #54 المتين     مټين (ډېر قوي، نه ماتېدونکی)  51:58
- #55 الولي     دوست (د خپلو دوستانو دوست او مددګار)  4:45; 7:196; 42:28; 45:19
- #56 الحميد     ستايل شوی (د ثنا وړ)  14:8; 31:12; 31:26; 41:42
- #57 المحصي     شمېرونکی (د ټولو کوچنیو او لویو شیانو شمېرونکی)  72:28; 78:29; 82:10-12
- #58 المبدئ     پيلوونکی (له لومړي ځل پیدا کوونکی)  10:34; 27:64; 29:19; 85:13
- #59 المعيد     بېرته راګرځوونکی (له مرګ وروسته بېرته ژوندي کوونکی)  10:34; 27:64; 29:19; 85:13
- #60 المحيي     ژوند کوونکی (هډوکي ژوندي کوونکی)  7:158; 15:23; 30:50; 57:2
- #61 المميت     مړه کوونکی (روح له بدن نه بېلوي)  3:156; 7:158; 15:23; 57:2
- #62 الحي     تل ژوندی (نه پای ته رسېدونکی ژوند)  2:255; 3:2; 25:58; 40:65
- #63 القيوم     قيوم (د هر شي قائم، خپله قائم)  2:255; 3:2; 20:111
- #64 الواجد     موندونکی (چې څه وغواړي هغه پيدا کوي)  38:44
- #65 الماجد     ماجد (د فضل او احسان خاوند)  11:73
- #66 الواحد     يو (د ذات، صفاتو او کارونو له پلوه بې مثال)  2:163; 5:73; 9:31; 18:110
- #67 الأحد     يو (بې شریکه)  112:1
- #68 الصمد     صمد (د ټولو غوښتنو مقصد)  112:2
- #69 القادر     قادر (په پیدا کولو کې یوازینی)  6:65; 36:81; 46:33; 75:40
- #70 المقتدر     برلاسی (چې څه وغواړي هغه کوي)  18:45; 54:42; 54:55
- #71 المقدم     مخکې کوونکی (چا ته چې وغواړي مخکې کوي)  16:61; 17:34
- #72 المؤخر     وروسته کوونکی (له خپل رحمت نه لرې کوي)  71:4
- #73 الأول     اول (د ټولو نه مخکې)  57:3
- #74 الآخر     آخر (د ټولو نه وروسته)  57:3
- #75 الظاهر     څرګند (په خپلو نښو او معجزو څرګند)  57:3
- #76 الباطن     پټ (له سترګو پټ، پټو خبرو پوهېدونکی)  57:3
- #77 الوالي     والي (د ټولو چارو مالک)  13:11; 22:7
- #78 المتعالي     پورته (د درجې له پلوه لوړ)  13:9
- #79 البر     ډېر احسان کوونکی (د احسان او خیر خاوند)  52:28
- #80 التواب     توبه قبلوونکی (د خپلو بندګانو توبه قبلوي)  2:128; 4:64; 49:12; 110:3
- #81 المنتقم     بدل اخيستونکی (له دښمنانو بدل اخلي)  32:22; 43:41; 44:16
- #82 العفو     معاف کوونکی (ګناهونه ړنګوونکی)  4:99; 4:149; 22:60
- #83 الرؤوف     مهربان (ډېر مهربان او رحم کوونکی)  3:30; 9:117; 57:9; 59:10
- #84 مالك الملك     د سلطنت مالک (په خپل سلطنت کې څه وغواړي هغه کوي)  3:26
- #85 ذو الجلال والإكرام     د جلال او اکرام خاوند (د عظمت او لویوالي خاوند)  55:27; 55:78
- #86 المقسط     انصاف کوونکی (په خپل حکم کې انصاف کوونکی)  3:18; 7:29
- #87 الجامع     راټولوونکی (د قیامت په ورځ به ټول راټولوي)  3:9
- #88 الغني     بې نیاز (د هر څه نه بې نیاز)  3:97; 39:7; 47:38; 57:24
- #89 المغني     بې نیازه کوونکی (چا ته چې وغواړي بې نیازی ورکوي)  9:28
- #90 المانع     منع کوونکی (د خپلو بندګانو ساتونکی)  67:21
- #91 الضار     تاوان رسوونکی (چا ته چې وغواړي تاوان رسوي)  6:17
- #92 النافع     ګټه رسوونکی (چا ته چې وغواړي ګټه رسوي)  30:37
- #93 النور     رڼا (د مومنانو زړونه په رڼا کوي)  24:35
- #94 الهادي     لار ښوونکی (هر څه یې پیدا کړي او لار یې ښوولې ده)  25:31
- #95 البديع     بې نظیره پیدا کوونکی (په پیدا کولو کې بې مثال)  2:117; 6:101
- #96 الباقي     تل پاتې (نه ختمېدونکی)  55:27
- #97 الوارث     وارث (د ټولو مخلوقاتو وارث)  15:23
- #98 الرشيد     لارښود (چا ته چې وغواړي نېغه لار ښيي)  2:256
- #99 الصبور     صابر (په سزا ورکولو کې بیړه نه کوي)  2:153; 3:200; 103:3
Matching Ayahs
- = الف، لام، ميم. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = دغه کسان د خپل رب له لوري پر نېغه لار دي، او همدغه کسان بریالي دي. 2:5; 31:5
- = اې د اسرائيلو اولادو! زما هغه نعمت ياد کړئ چې ما تاسو ته ورکړی و، او دا چې ما تاسو پر ټولو نړيو (خلکو) باندې برتري درکړه. 2:47; 2:122
- = هغه يو امت و چې تېر شو. دوی ته د دوی د کړنو بدله ده، او تاسو ته د تاسو د کړنو بدله ده. او تاسو به د هغه څه په اړه ونه پوښتل شئ چې دوی به کول. 2:134; 2:141
- = دوی به پکې تل تر تله پاتې شي. عذاب به ترې نه سپکېږي او نه به ورته مهلت ورکړل شي. 2:162; 3:88
- = مګر هغه کسان چې د دې نه وروسته توبه وباسي او (خپل حال) اصلاح کړي. نو بېشکه الله ډېر بخښونکی، ډېر مهربان دی. 3:89; 24:5
- = او هغه کسان چې کفر يې وکړ او زموږ آيتونه يې دروغ وګڼل – همدغه کسان د دوزخ ملګري دي. 5:10; 5:86
- = او دوی ته د دوی د رب له نښانو څخه كومه نښه نه راځي، مګر دوی ترې مخ اړوي. 6:4; 36:46
- = او ستا نه مخکې هم له رسولانو سره ملنډې وهل شوې وې، نو هغو كسانو ته چې ملنډه يې وهله، هغه شى چې ملنډه به يې ورسره وهله راګېر كړل. 6:10; 21:41
- = ووایه: "زه که د خپل رب نافرماني وکړم، نو د لويې ورځې له عذاب وېرېږم." 6:15; 39:13
- = نو زلزلې هغوی ونيول، نو په خپلو كورونو كې پړمخې شول. 7:78; 7:91
- = نو هغه خپله امسا وغورځوله، نو ناڅاپه هغه څرګند مار و. 7:107; 26:32
- = او خپل لاس يې راوويست، نو ناڅاپه هغه د كتونكو لپاره سپين (ځلېدونكى) و. 7:108; 26:33
- = دوی وويل: "موږ د نړۍ په رب ايمان راوړ." 7:121; 26:47
- = د موسى او هارون رب. 7:122; 26:48
- = او زه به هغوی ته مهلت ورکړم. بېشکه زما تدبير قوي دی. 7:183; 68:45
- = هغه څوک دی چې خپل رسول يې له هدايت او حق دين سره واستاوه، ترڅو يې پر ټولو دينونو باندې غالب كړي، كه څه هم مشركان ناخوښه وي. 9:33; 61:9
- = اې نبي! له كافرانواو منافقانو سره جهاد وكړه او پر هغوى سخت ونيسه. د دوی ځای دوزخ دی، او هغه څه بد ځای دی! 9:73; 66:9
- = او دوی وايي: "دا وعده کله به پوره شي، که تاسو رښتیني یاست؟" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = او بېشکه موږ موسى زموږ له نښانو او څرګند واک سره واستاوه. 11:96; 40:23
- = او بېشکه موږ موسى ته كتاب وركړ، نو پكې اختلاف وشو. او كه چېرې د خپل رب له لوري يو مخكې خبره نه وې، نو د دوی تر منځ به فیصله شوې وى. او بېشكه دوى د ده په اړه په ډېر شك كې دي. 11:110; 41:45
- = دا په الله باندې ګران نه دى. 14:20; 35:17
- = "نو كله چې زه هغه جوړ كړم او په هغه كې خپل روح پوكړم، نو تاسو ورته سجده كې ولوئږئ." 15:29; 38:72
- = نو فرښتو ټولو يو ځای سجده وكړه. 15:30; 38:73
- = (الله) وفرمایل: "نو ته له دې نه ووځه، بېشكه ته رټل شوی يې." 15:34; 38:77
- = (ابليس) وويل: "زما ربه! نو ما ته تر هغې ورځې پورې مهلت راكړه چې دوى به پکې راژوندي كېږي." 15:36; 38:79
- = (الله) وفرمایل: "نو بېشكه ته له مهلت وركړل شويو څخه يې." 15:37; 38:80
- = تر معلوم وخت پورې." 15:38; 38:81
- = مګر ستا له هغو غلامانو نه پرته چې د دوی په منځ كې غوره شوي دي. 15:40; 38:83
- = بېشكه پرهېزګاران په باغونو او چينو كې دي. 15:45; 51:15
- = هغه وويل: "نو ستاسو څه كار دى، اې رسولانو!" 15:57; 51:31
- = دوی وويل: "بېشكه موږ يو مجرم قوم ته استول شوي يو." 15:58; 51:32
- = هغه كسان چې ايمان يې راوړى دى او خپل ايمان يې له ظلم سره نه دى ګډ كړى – د هغوی لپاره امن دى او همدوى نېغه لار موندلي دي. 16:42; 29:59
- = ترڅو له هغه څه سره ناشكري وكړي چې موږ وركړي دي. نو تاسو خوند واخلئ، نو ډېر ژر به پوه شئ. 16:55; 30:34
- = بيا هغه يوې بلې لارې ته لاړ. 18:89; 18:92
- = فرعون ته لاړ شه، بېشكه هغه سرغړونه كړې ده. 20:24; 79:17
- = او هغه كسان چې خپلې شرم ځايونه ساتي. 23:5; 70:29
- = له خپلو ښځو يا هغو څخه پرته چې د دوی ښي لاسونه يې مالكان شوي دي – نو بېشكه دوى ملامت نه دي. 23:6; 70:30
- = نو هر څوك چې د دې نه علاوه وغواړي، نو همدغه كسان له حده تېرېدونكي دي. 23:7; 70:31
- = او هغه كسان چې خپلې امانتونه او خپل پيمان ساتي. 23:8; 70:32
- = (نوح) وويل: "زما ربه! زما مرسته وكړه، ځكه چې دوى مې دروغجن وباله." 23:26; 23:39
- = طه، سين، ميم. 26:1; 28:1
- = دا د روښانه كتاب آيتونه دي. 26:2; 28:2
- = بېشكه پدې كې خو یقینًا یو نښه ده، او د دوى نه زياتره كسان ايمان نلري. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = او بېشكه ستا رب – همغه زورور، بې حده مهربان دى. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = او نور موږ ډوب كړل. 26:66; 37:82
- = بېشكه زه تاسو ته یو امانتدار رسول یم. 26:107; 26:125; 26:143; 26:162; 26:178
- = نو تاسو له الله نه ووېرېږئ او زما اطاعت وكړئ. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = او زه په دې باندې له تاسو نه هېڅ اجر نه غواړم. زما اجر يواځې د نړۍ په رب باندې دى. 26:109; 26:127; 26:145; 26:164; 26:180
- = په باغونو او چينو كې. 26:147; 44:52
- = دوى وويل: "ته يواځې له هغو جادو شويو كسانو څخه يې." 26:153; 26:185
- = مګر د هغه ښځه – موږ پریکړه کړې وه چې هغه به له پاتې شويو څخه وي. 26:171; 37:135
- = بيا موږ نورو ته تباهي وركړه. 26:172; 37:136
- = او موږ پر دوى باندې باران (د كاڼو) وراوریاوه، نو د هغو كسانو باران چې وېرول شوي وو، څومره بد و! 26:173; 27:58
- = نو ایا دوی زموږ د عذاب په بیړه غواړي؟ 26:204; 37:176
- = هغه كسان چې لمانځه ته ولاړېږي او زكات وركوي او دوى په اخرت یقین لري. 27:3; 31:4
- = او (یاد كړه) هغه ورځ چې هغه به دوى بانگ كړي او وبه وايي: "زما هغه 'شریكان' چیرته دي چې تاسو به (بهتان) ویل؟" 28:62; 28:74
- = او زموږ پلرونه؟ 37:17; 56:48
- = او دوى به یو د بل په لور مخ اړوي، پوښتنې به كوي. 37:27; 52:25
- = مګر (دوى) د الله خالص شوي بندگان دي. 37:40; 37:74; 37:128; 37:160
- = د نعمتونو په باغونو كې. 37:43; 56:12
- = او موږ د هغه لپاره په وروستيانو كې (نېك نوم) پریښود: 37:78; 37:108; 37:129
- = بېشكه موږ نېكي كوونكو ته داسې بدله وركوو. 37:80; 37:121; 37:131; 77:44
- = بېشكه هغه زموږ له مؤمنانو بندگانو څخه و. 37:81; 37:111; 37:132
- = تاسو ته څه شوي دي؟ څنګه فیصله كوئ؟ 37:154; 68:36
- = دا (قرآن) يواځې د نړۍ لپاره یو يادونه ده. 38:87; 81:27
- = د كتاب نازول د الله له لوري دی – زورور، ډېر حكيم. 39:1; 45:2; 46:2
- = حم. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = قسم دى پر روښانه كتاب. 43:2; 44:2
- = نو ته دوى پرېږده، دوى په باطلو خبرو او لوبو كې ډوب شي، تر څو چې خپلې هغې ورځې ته ورسېږي چې دوى ته يې وعده وركول كېږي. 43:83; 70:42
- = (دوى ته به وویل شي): "تاسو هغه عملونو ته چې كول مو، په خوند سره وخورئ او وڅښئ." 52:19; 77:43
- = یا ته له دوى نه اجر غواړې، نو دوى د پور له درنډوب څخه بار شوي دي؟ 52:40; 68:46
- = یا د دوى سره د غیب علم دى، نو دوى (هغه) لیكنه كوي؟ 52:41; 68:47
- = نو زما عذاب او زما وېرول څنګه وو! 54:16; 54:21; 54:30
- = او بېشكه موږ قران يادونې ته اسانه كړى دى. نو ایا كوم يادوونكى شته؟ 54:17; 54:22; 54:32; 54:40
- = نو تاسو د خپل رب له كومو نعمتونو سره انكار كوئ؟ 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = د پخوانيو نه يوه لویه ډله. 56:13; 56:39
- = او موږ (له كرنې نه) محروم شوي يو؟ 56:67; 68:27
- = نو ته د خپل لوى رب د نامه تسبیح وایه. 56:74; 56:96; 69:52
- = دا د نړۍ د رب له لوری نازل شوی دی. 56:80; 69:43
- = په اسمانونو او ځمكه كې چې څه هم دي، ټول د الله تسبیح وايي، او همغه زورور، ډېر حكيم دى. 59:1; 61:1
- = كله چې هغه ته زموږ آيتونه ويل كېږي، هغه وايي: "د پخوانيو خلکو افسانې دي!" 68:15; 83:13
- = نو هغه به په خوندور ژوند كې وي. 69:21; 101:7
- = په اوچت جنت كې. 69:22; 88:10
- = او هغه د مسكینانو د خوراک نه تشويق نه كوي. 69:34; 107:3
- = بېشكه دا (قرآن) د يو لوى رسول (جبرائيل) قول دی. 69:40; 81:19
- = بېشكه دا يو يادونه ده، نو چا چې وغوښتل، نو دې خپل رب ته لار ونيوه. 73:19; 76:29
- = نو چا چې وغوښتل، نو دې يې ياد كړه. 74:55; 80:12
- = په هغه ورځ د تكذيب كوونكو لپاره ويجاړي ده! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = بېشكه نېكي كوونكي به په نعمتونو كې وي. 82:13; 83:22
- = دا یو ليکل شوی كتاب دى. 83:9; 83:20
- = په تختونو به كېني، كتل به كوي. 83:23; 83:35
- = او د خپل رب (حكم) ته يې غوږ شو، او داسې كول يې دا حق وو. 84:2; 84:5
- = او زه د هغه څه عبادت كوونكى نه یم چې تاسو يې عبادت كوئ. 109:3; 109:5
noblequran.com Schemas
- د مکې مشرکینو د الله ربوبیت (پالونکتوب) اقرار کاوه 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- کتاب او حکمت (سنت) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- د خپلو (ګمراه شویو) پلرونو د لارې پیروي ملامته ده 2:170; 31:21; 43:22
- د الله رسول انسان و 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- مشرکینو به د سختۍ په وخت کې یوازې الله بلل 10:22; 17:16; 29:65; 31:32
- په دین کې تفرقه منع او ملامته ده 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- د الله د استوا صفت 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- د ایمان زیاتوالی (او کموالی) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- رسول او له مخلوقاتو څخه هیڅوک په خپل واک غیب نه پوهېږي 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- الله رزق د هر چا لپاره چې وغواړي پراخوي یا یې تنګوي 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- قرآن په روښانه عربي ژبه نازل شوی دی 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- الله هیڅ نفس د هغه له وسه زیات نه بارول 2:233, 286; 6:152; 7:42; 23:62; 65:7
- هیڅوک به د بل بار پورته نه کړي 6:164; 17:15; 35:18; 39:7; 53:38
- که الله تا ته کوم ضرر ورسوي، له هغه پرته یې هیڅوک نشي لرې کولی 6:17; 10:107
- او له هغه چا نه ظالم څوک دی چې... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- انسان په فراخۍ کې ناشکره او په اړتیا کې عاجز دی 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ثبات (تثبیت) له الله نه غوښتل کیږي او هغه یې ورکوونکی دی 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ټول اختلافات باید الله او د هغه رسول ته وګرځول شي 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- د اور د اوسیدونکو ترمنځ جګړه 26:96-102; 38:58-64; 40:47-50
- د الله د رسول اطاعت (طاعت) واجب دی 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- په قرآن کې د سجدې آیتونه 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- په امت کې ټولې مصیبتونه د نافرمانۍ له امله دي 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- چا ته چې الله ګمراهي ورکړي، هیڅوک یې لارښود نشي کیدی 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ټولو پیغمبرانو اصلاح د عبادت په توحید سره پیل کړه 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- بریالیتوب او برکت د نفس له پاکوالي (تزکیه) سره تړاو لري 20:76; 35:18; 87:14; 91:9; 92:18
- ټول عزت او ځواک (عزت) د الله دی 4:139; 10:65; 35:10; 63:8
- یوازې د الله بلل په اخلاص او رښتینولۍ سره واجب دی 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- د الله سره د نورو بلل منع دي 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- ټولو پیغمبرانو د الله تقوی او (د ځان) اطاعت امر کړی و 43:63; 71:1-28
- د هجرت په اړه 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- د مخلوق لپاره له الله پرته هیڅ ریښتینی ساتونکی یا مرستندوی نشته 2:107, 120; 9:74, 116; 29:22; 42:31
- هغه کسان چې الله یې زړونه مهر کوي 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ایمان د ویرې او هیلې ترمنځ دی 17:57; 32:16; 39:9
- د کفر، شرک او نفاق له امله د ټولو عملونو د باطلیدو په اړه 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- د الله وحي او پیغمبران د هدایت، پوهې او ایمان رڼا ده 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- هغه کسان چې کلمات تحریفوي یهود او د تاویل (تحریف) خلک دي 2:75; 4:46; 5:13; 5:41
- د دنیا ژوند یوازې یو لنډمهاله خوند او تفریح دی 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- دهریه (بې دینه خلک) 45:24; 6:29; 23:37
- الله محمد له دین سره ولیږه چې دا پر نورو ټولو (منسوخو یا باطلو) دینونو غالب شي 9:33; 48:28; 61:9
- د طاغوت او د هغه د رد کولو د اړتیا په اړه 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- هغوی چل جوړوي او الله هم چل جوړوي، او هغه غوره چل جوړونکی دی 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- د قیامت پوهه یوازې له الله سره ده 7:187; 33:63; 41:47
- فرقان (توپیر کوونکی) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- د بدۍ مقابله په غوره طریقه 23:96; 28:54; 41:34
- قیامت ډیر نږدې دی 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- او د هغه له نښانو څخه... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- الله خپلې نښانې بیانوي چې تاسو... 2:73, 187, 221, 242; 3:103; 5:89
- الله د هر شي پیدا کوونکی دی 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- الله مخلوق نه په بیهوده او نه یې په لوبه پیدا کړی 21:16; 38:27; 44:38; 46:3
- الله انسانان دا لپاره پیدا کړل چې یوازې هغه عبادت وکړي او دا معلومه کړي چې څوک په عمل کې غوره دی 11:7; 18:7; 51:56; 67:2
- الله رسولان ولیږل چې خلک یې عبادت ته راوبولي، اطاعت یې وشي، او زیری ورکوونکي او ویروونکي وي 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- د قدر څلور درجې 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- د عبادت ډولونه او بڼې 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- الله چا ته چې وغواړي لارښوونه کوي او چا ته چې وغواړي ګمراهي ورکوي 14:4; 16:93; 35:8; 74:31
- هغه کسان چې الله یې ګمراه کوي 2:26; 9:115; 14:27; 40:34, 74; 45:23
- هیڅوک نشي کولی چا ته لارښوونه وکړي چې الله یې ګمراه کړی وي 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- د الله لپاره د هر ډول ورته والي انکار 2:22; 19:65; 42:11; 112:4
- الله پر هیچا ظلم نه کوي، بلکې دوی پر خپلو ځانونو ظلم کوي 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- د سلف (صحابه) پیروي واجب ده 2:137; 9:100; 4:115; 48:18, 29
- د دعوت ورکولو طریقه 12:108; 16:125; 29:46
- شرک یوازې بتانو پورې اړوند نه دی، بلکې پیغمبرانو، ملایکو، پیریانو او صالحینو له لارې د شفاعت غوښتنه هم پکې شامله ده 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- د واده د عمر ټاکونکي عوامل 4:6; 6:152; 24:59
- جبریل هغه پاک، امانتدار روح دی چې قرآن یې د الله له لوري رسول ته راوړ 2:97; 16:102; 26:192
- مرسته، بریالیتوب او برلاسی د الله او د هغه د رسولانو دی 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- او یقینًا ستا نه مخکې رسولان هم ملنډې وهل شوي وو، نو هغو کسانو چې له دوی سره ملنډې وهلې، هغه څه چې دوی به ورسره ملنډې وهلې، دوی راونیول. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- او مدین ته (موږ ولېږه) د هغوی ورور شعیب. هغه وویل: اې زما قومه، د الله عبادت وکړئ؛ تاسو له هغه پرته بل معبود نلرئ. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- او ثمود ته (موږ ولېږه) د هغوی ورور صالح. هغه وویل: اې زما قومه، د الله عبادت وکړئ؛ تاسو له هغه پرته بل معبود نلرئ. (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- چې الله د هغه چا لپاره روزي پراخوي چې یې غواړي او تنګوي. یقینًا پدې کې د هغو خلکو لپاره نښې دي چې ایمان راوړي. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- او عاد ته (موږ ولېږه) د هغوی ورور هود. هغه وویل: اې زما قومه، د الله عبادت وکړئ؛ تاسو له هغه پرته بل معبود نلرئ. (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- او هغه کسان چې ایمان راوړی او نیک عملونه یې کړي، موږ به دوی هغو جنتونو ته داخل کړو چې لاندې یې نهرونه بهیږي، دوی به هلته تر همیشه پاتې شي. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- چې لاندې یې نهرونه بهیږي، دوی به هلته تر همیشه پاتې شي. الله له دوی نه راضي دی او دوی هم له هغه نه راضي دي. دا... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- ووایه: زه یوازې ستاسو په شان یو انسان یم؛ ما ته وحي (پیغام) راځي چې ستاسو معبود یو معبود دی. (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- او له خلکو څخه ځینې داسې دي چې پرته له علم، پرته له لارښونې او پرته له رڼا بخښونکي کتاب نه د الله په اړه جګړه (بحث) کوي. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- هغه شپه په ورځ کې ننوي او ورځ په شپه کې ننوي، او لمر او سپوږمۍ یې تابع کړي، هر یو (تر ټاکلې مودې پورې) روان دی... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- له اسمانه یې اوبه نازلې کړې، نو د هغې په وسیله یې ځمکه د هغې له مړینې وروسته ژوندۍ کړه. یقینًا پدې کې (اورېدونکو) خلکو لپاره یوه نښه ده. (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- یقینًا هغه کسان چې کافر شوي، د دوی مالونه او اولادونه به د الله په وړاندې د دوی هېڅ کار نه راځي. او دوی... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- هغه چې آسمانونه او ځمکه او هغه څه چې د دې دواړو ترمنځ دي په شپږو ورځو کې پیدا کړل، بیا یې پر عرش (تخت) استوا (برابروالی) وکړ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- ایا دوی ځمکه کې نه دي ګرځیدلي چې وګوري د هغو کسانو انجام څنګه و چې د دوی نه مخکې وو؟ دوی... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- یقینًا الله هغه کسان چې ایمان راوړی او نیک عملونه یې کړي، هغو جنتونو ته داخلوي چې لاندې یې نهرونه بهیږي. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- یقینًا د الله وعده (ژمنه) رښتیا ده؛ نو دنیوي ژوند دې تاسو ونه غولوي او فریب ورکوونکی دې تاسو د الله په اړه ونه غولوي. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- نو څوک چې نېغه لار ومومي، نو هغه د خپل (ځان) لپاره لار موندلې ده؛ او څوک چې بې لارې شي، نو هغه د خپل (ځان) په ضرر بې لارې شوی دی. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْها) 10:108; 17:15
- او خپله امسا وغورځوه. کله چې هغه ولیدله چې د مار په شان خوځيږي، نو شا وګرځېد وتښتېد او بېرته ونه ګرځېد. ای موسٰی... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- ځمکه کې وګرځئ او وګورئ چې ستاسو نه مخکې کسانو انجام څنګه و. د دوی ډېری... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- نو هغه څه چې دوی یې وايي، پرې صبر وکړه، او د لمر له ختلو مخکې او د لمر له لوېدو مخکې د خپل رب ستاینه وکړه (تسبیح وایه). (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- او د یتیم مال ته نږدې مه ځئ، مګر په داسې طریقه چې ښه وي، تر څو چې هغه خپل بلوغ (پوره ځواک) ته ورسېږي. او وعده پوره کړئ... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- په ړانده باندې کومه حرج نشته، نه په ګوډ باندې حرج نشته او نه په ناروغ باندې حرج نشته. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- ایا دا رښتیا نه ده؟ دوی وویل: هو، زموږ د رب قسم! هغه وویل: نو د خپل کفر په بدل کې عذاب وڅکئ. (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- کمزورو کسانو لویو (غرور کوونکو) کسانو ته وویل: یقینًا موږ ستاسو پیروي کوله، نو ایا تاسو زموږ نه د الله عذاب لرې کولی شئ؟ (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- دا یوازې هغه نومونه دي چې تاسو او ستاسو پلرونو دوی ته نومونه ایښي دي؛ الله ورته کوم دليل نه دی نازل کړی. یقینًا... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- ستا نه مخکې موږ یوازې سړي رسولان لېږلي وو، چې موږ ورته وحي کوله؛ نو که تاسو نه پوهېږئ، له پوهانو نه وپوښتئ. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- هغه وویل: ایا تاسو مخکې له دې چې زه تاسو ته اجازه درکړم، هغه ته ایمان راوړی؟ یقینًا هغه ستاسو لوی (مشر) دی چې تاسو یې جادو زده کړی و. (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- او هېڅ بار وړونکی د بل بار نه وړي. بیا ستاسو د رب طرف ته ستاسو بېرته ستنېدل دي، نو هغه به تاسو ته د هغه څه خبر ورکړي چې تاسو به پکې اختلاف کاوه. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- او موږ وویل: تاسو ټول ښکته شئ، تاسو یو د بل دښمنان یئ. او ځمکه کې تاسو لپاره تر یوې ټاکلې مودې پورې استوګنځی او سامان (د ژوند) شته. (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- دوه: ووایه: ایا هغه دوه نر (ځناور) حرام کړي دي، که دوه ښځینه، یا هغه څه چې د دوو ښځینو رحمونو کې وي؟ (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- او زه له تاسو نه پر دې باندې کوم اجر نه غواړم؛ زما اجر یوازې د ټولو عالمونو په رب باندې دی. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- ایا دوی ځمکه کې نه دي ګرځیدلي چې وګوري د هغو کسانو انجام څنګه و چې د دوی نه مخکې وو؟ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- ځمکه کې وګرځئ او وګورئ چې ستاسو نه مخکې کسانو انجام څنګه و. دوی... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- یقینًا ستا رب هغه څوک ښه پېژني چې له هغه له لارې نه بې لارې کېږي، او هغه پوه دی پر هغو کسانو چې نېغه لار موندلې ده. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- هغه چې آسمانونه او ځمکه یې په شپږو ورځو کې پیدا کړل، بیا یې پر عرش (تخت) استوا (برابروالی) وکړ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- او د هغه چا نه چې پر الله باندې دروغ تړي او یا د هغه آیتونه دروغ بولي، څوک زیات ظالم دی؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- هغه څوک دی چې خپل رسول یې له هدایت او دین حق سره راولېږه، تر څو یې پر ټولو دینونو باندې غالب کړي. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- یقینًا هغه کسان چې ویلي یې دي چې الله هم د مریم زوی مسیح دی، کافر شوي دي. ووایه... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- ته ړندو ته د دوی له بې لارې توب نه نشې اورولی؛ ته یوازې هغو کسانو ته اورولی شې چې زموږ په آیتونو ایمان راوړي، نو دوی مسلمانان دي. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- د دنیوي ژوند مثال د هغه اوبو په شان دی چې موږ یې له اسمانه نازلې کړې، نو ورسره د ځمکې نباتات مخلوط شول... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- پدې (بېړۍ) کې له هر قسم نه دوه دوه (نر او ښځه) او خپل کورنۍ (سپاره کړه) - مګر هغه څوک چې پرې مخکې خبره شوې ده... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- زه تاسو ته دا نه وایم چې زما سره د الله خزانې دي، او نه زه غیب پېژنم، او نه وایم... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- یقینًا الله په خلکو باندې ډېر فضل (کرم) لري، خو ډېری خلک شکر نه کوي. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- او د دوی رب له نښو نه کومه نښه چې دوی ته راتله، دوی به ترې مخ اړاوه. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- او له هغه ورځې نه وېرېږئ چې هېڅ نفس به د بل نفس په بدل کې څه نه ورکوي، او نه به ترې سفارش قبولېږي. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- یقینًا ته مړو ته نه شې اورولی، او نه کاڼو ته شې اورولی کله چې دوی شا وګرځي. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- پر تاسو باندې مړی، وینه، د خنزیر غوښه او هغه څه چې د الله پرته بل د بل په نوم ذبح شوي وي، حرام کړای شوي دي. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- الله پاک دی هغه څه چې په آسمانونو او ځمکه کې دي؛ او هغه ښه غالب، ښه پوه دی. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- خو هغه کسان چې د دې نه وروسته توبه وباسي او (خپل حال) اصلاح کړي، نو یقینًا الله ډېر بخښونکی، ډېر رحم کوونکی دی. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (هغه څه چې) پیغمبرانو ته د دوی د رب له طرفه (راغلي)؛ موږ د دوی ترمنځ فرق نه کوو، او موږ د هغه تابع (مسلمانان) یو. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- ستا د رب له طرفه (رالېږل شوی) د دې لپاره چې ته هغه قوم ووېروې چې ستا نه مخکې ورته کوم وېروونکی نه و راغلی، د دې لپاره چې دوی... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- اې پیغمبره، له کافرو او منافقانو سره جهاد وکړه او پر دوی باندې سختي وکړه. د دوی استوګنځی دوزخ (جهنم) دی؛ او هغه ډېر بد ځای دی! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- یقینًا ستا رب به د قیامت په ورځ د دوی ترمنځ د هغه څه فیصله وکړي چې دوی به پکې اختلاف کاوه. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- هغه وویل: اې زما ربه، ما ته یوه نښه (علامت) کېږده. هغه وویل: ستا نښه دا ده چې ته به درې ورځې خلکو سره خبرې نه کوې. (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- نو خپل مخ د مسجد الحرام (حرام جومات) په لور ورواړوه. او تاسو چې هر چېرته یاست، خپل مخونه د هغه په لور ورواړوئ. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- اې د اسرائیلو اولادو، زما هغه نعمت یاد کړئ چې ما تاسو ته ورکړی و، او ما تاسو په ټولو عالمونو باندې غوره کړي وئ. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- اوه غټې غوایې چې اوه کمزورې غوایې یې خوري؛ او اوه شینې وږې او نورې وچې... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- او هرې ټولنې لپاره یو ټاکلی مهال دی؛ نو کله چې د دوی مهال راشي، نو نه یوه شیبه وروسته کېږي او نه وړاندې. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (هغه څه چې) د الله پرته د بل په نوم ذبح شوي وي، خو څوک چې (د لوږې له کبله) مجبور شي، له سرکشۍ پرته او له تېري پرته، نو... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- او کله چې دوی ته وویل شي: هغه څه تعقیب کړئ چې الله نازل کړي دي، دوی وايي: نه، بلکې موږ به هغه څه تعقیب کړو چې موږ پرې خپل پلرونه موندلي دي. (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- هغه وویل: اې زما قومه، د الله عبادت وکړئ؛ تاسو له هغه پرته بل معبود نلرئ. نو ایا تاسو نه وېرېږئ؟ (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- دوى په ځمكه كې ګرځي او ګوري چې د هغوى نه مخكېنيو خلکو انجام څنګه و. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- او له هغه چا نه چې پر الله دروغ تړي يا تكذيب كوي، بل ظالم څوك دى؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- بېشكه ستا رب ښه پېژني هغه څوك چې د هغه له لارې نه ګمراه كېږي، او هغه ښه پېژني. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- ایا دوى په ځمكه كې نه دي ګرځيدلي او نه دي كتلي چې د هغوى نه مخكېنيو خلکو انجام څنګه و؟ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- دوى ته د دوى اجر د دوى د رب په نزد دى، او نه په دوى باندې څه وېره شته او نه دوى غمجن كېږي. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- او هغه كسان چې ايمان يې راوړ او نيك عملونه يې وكړل، هغوى جنتونو ته داخل كړاى شول چې لاندې يې ويالې بهېږي. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- هغه وويل: "اې زما قومه! تاسو د الله عبادت كوئ، له هغه پرته ستاسو بل معبود نشته، ایا تاسو نه وېرېږئ؟" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- دوى ته نه د دوى مالونه او نه د دوى اولادونه د الله په وړاندې هېڅ ګټه نه رسوي، او دوى همدغه كسان دي. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- جنتونه چې لاندې يې ويالې بهېږي، په دوى كې به تل تر تله اوسي، او همدا برى لوى دى. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- ایا دوى ته د هغوى نه مخكېنيو خلکو خبر نه دى راغلى؟ د نوح، عاد او ثمود قومونو؟ (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- زما مرستيالان د الله لارې ته څوك دي؟ حواريانو وويل: "موږ د الله مرستيالان يو، موږ ايمان راوړى دى." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- ستا رب ښه پېژني هغه څوك چې د هغه له لارې نه ګمراه شوى دى، او هغه ښه پېژني هدایت موندونكي. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- دا ځكه چې الله همدغه حق دى، او هغه چې دوى تر هغه بله بلي، هغه باطل دى. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- او هر څوك چې د الله او د هغه د رسول اطاعت وكړي، الله به هغه داسې جنتونو ته داخل كړي چې لاندې يې ويالې بهېږي. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- بېشكه هغه پر تاسو باندې يواځې مړى، وینه، د خنزير غوښه او هغه څه حرام كړي دي چې د الله په غير د بل لپاره وژل شوى وي. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- چې تاسو د الله پرته د بل عبادت مه كوئ؛ بېشكه زه پر تاسو باندې د wielkiego ورځې له عذابه وېرېږم. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- دا د غيب له خبرونو نه دى چې موږ تا ته وحي كوو؛ ته د دوى سره نه وې كله چې دوى پرېكړه كوله. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- ایا تاسو حيران شوئ چې ستاسو د رب له لوري ستاسو په خپل منځه يو سړي ته نصيحت راغى، چې هغه تاسو وېروي؟ (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- ووايه: "بېشكه زه منع شوى يم چې د هغو خلكو عبادت وكړم چې تاسو يې د الله پرته بولي." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- خو د خپلو ښځو يا هغو (كنيزو) پرته چې د دوى ښي لاسونه يې مالكان شوي دي، ځكه چې دوى ملامت نه دي. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- ځكه چې الله شپه په ورځ كې ننباسي او ورځ په شپه كې ننباسي. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- اور، نو هغه خپل كورنۍ ته وويل: "تاسو ودرېږئ، ما اور ليدلى دى، كېداى شي چې تاسو ته ترې يو څه راوړم." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- هغه وويل: "زه تر هغه ښه يم؛ تا مې له اوره پيدا كړى يم او هغه مې له خاورې پيدا كړى دى." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- او كله چې دوى ته وويل شي: "تاسو هغه څه ته راشئ چې الله نازل كړي دي او رسول ته." (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- او ته د دوى لپاره غمجن كېږه مه او د هغه مكر له امله په تنګي كې مه كېږه. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- او كه الله تا ته كومه تكليف درسوي، نو د هغه پرته بيا بل څوك نشته چې هغه لرې كړي، او كه. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- د هغوى نه مخكې ډېر امتونو چې د خپلو كورونو كې يې ګرځېدل؛ بېشكه په دې كې نښې دي. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- او موږ د دوى په زړونو باندې پردې واچولې چې دوى يې ونه پوهېږي، او د دوى په غوږونو كې دروندوالى، او كه. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- د دوى رسولان دوى ته د څرګندو دلايلو سره راغلل، خو الله داسې نه و چې دوى ته ظلم وكړي، خو دوى پخپله په خپلو باندې ظلم كاوه. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- او په ځمكه كې، او ستاسو د الله پرته بل نه ساتونكى او نه مرستيال شته. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- بيا تاسو د پټو او ښكاره شيانو پېژندونكي ته بېرته ورستانه كېږئ، نو هغه به تاسو ته هغه څه ووايي چې تاسو كول. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- شپه، چې تاسو پكې ارام وکړئ، او ورځ، چې تاسو وګورئ؛ بېشكه په دې كې د هغو خلكو لپاره نښې دي چې فكر كوي. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- او هغه څه چې ستا رب له لوري تا ته نازل شوي دي، د دوى نه به ډېرو ته سركشي او كفر نور هم زيات كړي. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- هغه وويل: "اې زما قومه! تاسو ته څه ښكاري؟ كه زه د خپل رب له لوري په څرګند دليل باندې يم او هغه ما ته راكړى دى." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- او دوى وايي: "دې ته د هغه د رب له لوري ولې كومه نښه نه ده راكښكته شوې؟" ووايه: "بېشكه." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- د هغه ورځې نه مخكې چې د الله له لوري يې بېرته راتلل نشته. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- دا د الله فضل دى، هغه چا ته وركوي چې يې وغواړي، او الله د wielkiego فضل خاوند دى. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- او بېشكه په څارويو كې ستاسو لپاره عبرت ده؛ موږ تاسو ته هغه څه څښوو چې د هغوى په ګېډو كې دي. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- چې دا د هغوى د رب له لوري حق دى، او الله د هغه څه نه چې دوى يې كوي، غافل نه دى. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- د دوى په مخ كې او د دوى شاته، چې تاسو د الله پرته د بل عبادت مه كوئ. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- بېشكه تاسو له ښځو نه پرېښودلې سره نارينه ته په شهوت سره ورځئ، بلكې تاسو له حده تېرېدونكي قوم ياست. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- دوى به پكې تل تر تله اوسي، تر څو چې اسمانونه او ځمكه شته، مګر هغه چې ستا رب وغواړي. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- هغه څوك چې په اسمانونو كې او هغه څوك چې په ځمكه كې دي، مګر هغه چې الله وغواړي. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- هلته دوى ته د سرو زرو او مرجان څيزونه وركول كېږي، او د دوى جامې به هلته ورېښم وي. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- او هغه له اسمانه اوبه نازلې كړې، او په هغې يې ستاسو لپاره مېوې راوېستلې، ستاسو د رزق لپاره. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- او كله چې موږ له تاسو نه پېغمان واخيست او پر تاسو باندې مو طور غر پورته كړ: "هغه څه چې موږ تاسو ته دركړي، په قوت سره ونيسئ." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- نو هغه له دوى نه مخ واړاوه او وې ويل: "اې زما قومه! بېشكه ما تاسو ته د خپل رب پېغام ورساوه او ما ستاسو خير وغوښت." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- د دوى لاندې ويالې بهېږي، هلته دوى ته د سرو زرو څيزونه وركول كېږي. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- كه څه هم دوى ته هر هغه څه چې په ځمكه كې دي، او د هغه په شان بل هم وي، نو دوى به د دې په بدل كې خپل ځانونه واخلوي. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- هېڅ ډول ژوندى نشته، خو هغه دوى تر يوې ټاكلې مودې پورې وروسته كوي، او كله چې د دوى موده راشي. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- موږ تاسو له خاورې پيدا كړل، بيا له نطفې، بيا له د وينې له ګېډې، بيا. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- نو الله به د قيامت په ورځ د دوى په مينځ كې د هغه څه په باره كې فيصله وكړي چې دوى به پكې اختلاف كاوه. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- تا ته علم راغلى دى، ستا د الله پرته بل ساتونكى نشته. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- او كله چې موږ انسان ته نعمت وركړو، نو هغه مخ اړوي او لرې كېږي، او كله چې هغه ته تكليف ورسيږي. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- او نه له هغې نه كوچنى او نه لوى څه شته، مګر په ښكاره كتاب كې دي. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- نو هغه وويل: "اې زما قومه! تاسو د الله عبادت كوئ، له هغه پرته ستاسو بل معبود نشته." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ایا دوى په ځمكه كې نه دي ګرځيدلي او نه دي كتلي چې د هغوى نه مخكېنيو خلکو انجام څنګه و؟ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- د دوى اجر د دوى د رب په نزد دى، او نه په دوى باندې څه وېره شته او نه دوى غمجن كېږي. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- دوى په ځمكه كې ګرځي او ګوري چې د هغوى نه مخكېنيو خلکو انجام څنګه و. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- په ځمكه كې ګرځي او ګوري چې د هغوى نه مخكېنيو خلکو انجام څنګه و. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- او له هغه چا نه چې پر الله دروغ تړي يا تكذيب كوي، بل ظالم څوك دى؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- او كله چې الله د يو كار فیصله وكړي، نو هغه يواځې ورته وايي: "شه" نو هغه شي. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- او ستاسو د الله پرته بل نه ساتونكى او نه مرستيال شته. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- بېشكه زه به د دوى ګناهونه وبخشم او هغوى به داسې جنتونو ته ننباسم چې لاندې يې ويالې بهېږي. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- موږ به هغوى داسې جنتونو ته ننباسو چې لاندې يې ويالې بهېږي، په دوى كې به تل تر تله اوسي. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- ستا رب ښه پېژني هغه څوك چې د هغه له لارې نه ګمراه شوى دى، او هغه ښه پېژني. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- تاسو د پټو او ښكاره شيانو پېژندونكي ته بېرته ورستانه كېږئ، نو هغه به تاسو ته هغه څه ووايي چې تاسو كول. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- دوى ستاسو زامن وژل او ستاسو ښځې يې ژوندۍ پرېښودې؛ او په دې كې ستاسو د رب له لوري لوى ازمويل و. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- بېشكه ستا رب ښه پېژني هغه څوك چې د هغه له لارې نه ګمراه كېږي، او هغه. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- الله، هغه چې د اسمانونو او ځمكې هر څه ده. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- د هغو امتونو په مېنځ كې چې له تاسو نه مخكې تېر شوي دي، له پيريو او انسانانو نه. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- تاسو د الله عبادت كوئ، له هغه پرته ستاسو بل معبود نشته، ایا تاسو نه وېرېږئ؟ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- او موږ د دوى په زړونو باندې پردې واچولې چې دوى يې ونه پوهېږي، او د دوى په غوږونو كې دروندوالى. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- هغه به د قيامت په ورځ د دوى په مېنځ كې د هغه څه په باره كې فيصله وكړي چې دوى به پكې اختلاف كاوه. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- هغه وويل: "اې زما قومه! تاسو ته څه ښكاري؟ كه زه د خپل رب له لوري په څرګند دليل باندې يم؟" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- دا د هغه څه په بدل كې دى چې ستاسو لاسونو مخكې ليږلي دي، او الله د بنده ګانو ظالم نه دى. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- دوى ته په دې نړۍ كې رسوايي ده او دوى ته په اخرت كې لوى عذاب دى. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- هغه څه چې په اسمانونو او ځمكه كې دي، او الله د ساتونكي په توګه بس دى. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- مګر هغه كسان چې ايمان يې راوړى او نيك عملونه يې كړي دي؛ دوى ته بې پايه اجر دى. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- چې ته ما سره هغه څه شريك كړې چې ستا ته د هغه علم نشته؛ نو د هغوى اطاعت مه كوه. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- بېشكه دا يو نصيحت دى؛ نو هر څوك چې وغواړي، د خپل رب لار غوره كړي. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- او هر څوك چې شكر وكړي، نو شكر يې د خپل نفس لپاره دى؛ او هر څوك چې ناشكري وكړي. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- هغه كسان چې لمونځ قايموي او زكات وركوي او دوى په اخرت يقين لري. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- (موږ ايمان راوړ) په ابراهيم، اسماعيل، اسحاق، يعقوب او اولادونو، او هغه څه چې موسى او عيسى ته وركړل شوي وو. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- په ډلو ډلو، تر هغه چې دوى ورته راشي، او د هغې دروازې به پرانيستل شي، او د هغې ساتونكي به دوى ته ووايي. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- الله تاسو ته د خپلو قسمونو په بېګټو خبرو نه نيسي، خو تاسو ته هغه څه نيسي چې. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- رحمت، دوى پكې خوشحالېږي، او كه دوى ته د هغوى د لاسونو د كړو كارونو له امله كومه تكليف ورسيږي. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- جنتونه چې لاندې يې ويالې بهېږي، په دوى كې به تل تر تله اوسي، او د عمل كوونكو اجر څومره ښه دى! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- الله هغه څه پېژني چې په اسمانونو او ځمكه كې دي، او الله. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- د الله اطاعت وكړئ او د رسول اطاعت وكړئ؛ كه تاسو مخ واړوئ، نو په هغه باندې (يواځې تبليغ) دى. (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- دوى ته د دوى اجر د دوى د رب په نزد دى، او نه په دوى باندې څه وېره شته او نه دوى. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- او دوى وويل: "ایا كله چې موږ هډوكي او خاوره شو، ایا موږ به بيا په نوي پيدايښت سره پاڅول كېږو؟" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- او دوى به د خپل ځان لپاره د الله پرته بل نه ساتونكى او نه مرستيال پيدا كړي. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "ته څومره وخت پاتې شوې؟" هغه وويل: "زه یوه ورځ یا د ورځې يوه برخه پاتې شوم." هغه وويل. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- تل تر تله د قيامت تر ورځې پورې، د الله پرته بل څوك دى چې تاسو ته راوړى شي؟ (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- هر څوك چې نيك عمل وكړي، نر وي يا ښځه، او هغه مومن وي. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- هغه كسان چې د الله له لارې نه خلک منع كوي او غواړي چې هغه كږه كړي، او دوى په اخرت (باندې كافران دي). (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- ته چېرته چې غواړې وخورې، خو دې ونې ته مه نږدې كېږه، كه نه نو تاسو به له ظالمانو نه شئ. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- ووايه: "اې زما قومه! تاسو په خپل ځاى عمل كوئ، زه هم عمل كوم، نو ژر به تاسو پوه شئ." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- بېشكه تاوان كوونكي هغه كسان دي چې د قيامت په ورځ به خپل ځانونه او خپلې كورنۍ تاوان كړي، خبردار. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- هر څوك چې نېغه لار ونيسي، نو د خپل ځان لپاره يې نيسي؛ او هر څوك چې ګمراه شي، نو د خپل ځان لپاره ګمراه كېږي؛ او. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- او هغه كسان چې كافر شوي، وايي: "دې ته د هغه د رب له لوري ولې كومه نښه نه ده راكښكته شوې؟" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- هغه چې ستاسو لپاره شپه جوړه كړې چې تاسو پكې ارام وكړئ، او ورځ چې تاسو وګورئ، بېشكه. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- د هغه ورځې نه مخكې چې په هغې كې نه خرڅلاو شته او نه دوستي. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- دوى دې فكر وكړي چې د دوى ملګرى لېونى نه دى؛ هغه يوازې ښكاره وېروونكى دى. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- دوى به پكې تل تر تله اوسي، نه به له دوى نه عذاب سپك كېږي او نه به دوى ته مهلت وركول كېږي. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- خپلې سترګې هغه څه ته مه غځوه چې موږ د دوى له ځينو څخه يې د خوند لپاره وركړي دي. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- او خلکو ته د هغوى شيان مه كموئ او په ځمكه كې فساد مه كوئ. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- او سلام دې وي پر هغه باندې په هغه ورځ چې زېږېدلى دى، او په هغه ورځ چې مري، او په هغه ورځ چې بيا ژوندى پاڅول كېږي. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- اې زما قومه! تاسو په خپل ځاى عمل كوئ، زه هم عمل كوم، نو ژر به تاسو پوه شئ چې څوك. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- او د هيڅ رسول لپاره دا نه و چې د الله له اجازې پرته كومه نښه راوړي. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- بيا به هر چا ته د هغه د كړو كارونو بدله په بشپړه توګه وركړل شي، او دوى ته به ظلم نه كېږي. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- نر وي يا ښځه، او هغه مومن وي، نو داسې كسان به جنت ته داخل شي. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- هغه اولاد نه دى نيولى او نه د هغه لپاره د حكومت په برخه كې كوم شريك شته. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- او هر چا ته چې الله نېغه لار وركړي، نو هغه نېغه لار موندونكى دى؛ او هر چا ته چې هغه ګمراه كړي. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- وګوره چې دوى تا ته څنګه مثالونه وايي، نو ګمراه شول، او لار يې ونه مونده. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- ووايه: "زه د wielkiego ورځې له عذابه وېرېږم كه زه د خپل رب نافرماني وكړم." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- د دوى دواړو شرم ځايونه ښكاره شول، او دوى د جنت له پاڼو نه خپل ځانونه پټول پيل كړل. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- او تاسو د الله پرته هغه څوك بولي چې تاسو يې بللى شئ، كه تاسو رښتيني ياست. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- هغه څه چې په ځمكه كې دي ټول او د هغه په شان بل هم، نو دوى به د دې په بدل كې خپل ځانونه واخلوي. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- هغه څه چې موږ تاسو ته دركړي، په قوت سره ونيسئ، او هغه څه چې پكې دي ياد كړئ، دې ته چې تاسو پرهېزګار شئ. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- ایا تاسو هغه بدكاره كوئ چې له تاسو نه مخكې په نړۍ كې هيچا نه ده كړې؟ (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- او د الله لپاره هر هغه څه دي چې په اسمانونو او ځمكه كې دي، او الله. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- د دوى د كړو بدو اعمالو سزا دوى ته ورسېده، او هغه څه چې دوى به ورته ملنډې وهلې، هغه پر دوى باندې را ټول شول. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- ستاسو په خپل منځ كې يو رسول، چې تاسو ته زموږ آيتونه لولي، تاسو پاكوي او تاسو ته كتاب او حكمت ښودلي. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- له هغه نه دولس چينې راوتلې؛ هر قوم خپل اوبه څښلو ځاى پېژنده. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- يواځې ګمان، او بېشكه ګمان د حق په وړاندې هېڅ ګټه نه رسوي. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- نو كله چې زه هغه برابر كړم او په هغه كې خپل روح وكړم، نو تاسو د هغه لپاره سجده كوونكي شئ. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- د دې كور ښه انجام د چا لپاره دى؟ بېشكه ظالمان بريالي نه كېږي. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- هغه چې اسمانونه او ځمكه يې پيدا كړي دي، هغه د دوى په شان پيدا كولو ته قادر دى. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- مومنو نرونو او مومنو ښځو ته جنتونه دي چې لاندې يې ويالې بهېږي، په دوى كې به تل تر تله اوسي. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- او كه تاسو له دوى نه وپوښتئ چې اسمانونه او ځمكه څوك پيدا كړي، نو دوى به خامخا ووايي: "الله." ووايه. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- او بېشكه موږ په دې قرآن كې د خلكو لپاره هر ډول مثالونه بيان كړي دي. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- كله چې زموږ رسولان لوط ته راغلل، هغه د دوى له امله خپه شو او تنګ شو، او وې ويل. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- او كله چې موږ فرښتې ته وويل: "تاسو آدم ته سجده وكړئ" نو دوى سجده وكړه، مګر ابليس چې انكار يې وكړ. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- او ځمكه مو غوړوله، او په هغې كې مو غرونه وغورځول، او له هغې نه مو هر ډول ښكلې بوټي راووتل. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- دوى الله ته په خالص عبادت سره غږ كاوه، خو كله چې هغه دوى په وچه كې وژغورل. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- دوى ته د جوش اوبه او په دردناك عذاب دى، د هغه كفر له امله چې دوى كاوه. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- ایا موږ د الله پرته هغه څه وبولو چې نه موږ ته ګټه رسوي او نه زيان؟ (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- بېشكه الله هغه څه پېژني چې په اسمانونو او ځمكه كې دي. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- له هغه چا نه چي په الله باندې دروغ تړي، څوك زیات ظالم دى؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- په دې كې خامخا یو نښه ده، خو د دوى ډېرى مسلمانان نه وو. (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- دې ته چې په ځمكه كې سفر وكړي، نو وګوري چې د هغو خلقو انجام څنګه وو. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- هغه وویل: اې زما قومه! د الله عبادت وكړئ، تاسو له هغه پرته بل معبود نلرئ. (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- هغه به هغه داسي جنتونو ته داخل كړي چې لاندې يې سیندونه بهیږي، دوى به په هغو كې تل تر تله اوسېدونكي وي. (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- د قیامت په ورځ به د دوى په منځ كې د هغه څه فیصله كېږي چې دوى به پكې اختلاف كاوه. (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- ایا دوى په ځمكه كې سفر نه دى كړى، ترڅو وويني چې (د پخوانیانو) انجام څنګه وو؟ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- هغه جنتونه چې لاندې يې سیندونه بهیږي، دوى به پكې تل تر تله اوسېدونكي وي. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- ته شپه په ورځ كې ننوېسي او ورځ په شپه كې ننوېسي. (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- هغه څه چې په اسمانونو او ځمكه كې دي، ټول د الله تسبیح وايي. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- د الله عبادت وكړئ، تاسو له هغه پرته بل معبود نلرئ. ایا تاسو نه وېرېږئ؟ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- او كله چې موږ پرښتو ته وویل: آدم ته سجده وكړئ، نو دوى سجده وكړه، مګر ابلیس ونه كړه. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- الله پوهېږي هغه څه چې په اسمانونو او ځمكه كې دي. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- هغه جنتونه چې لاندې يې سیندونه بهیږي، دوى به پكې تل تر تله اوسېدونكي وي، او هغه. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- د هغه اجر د هغه رب په نزد دى، او نه د دوى په باندې وېره شته او نه دوى. (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- د هغه رب په نزد، او نه د دوى په باندې وېره شته او نه دوى غمجن كېږي. (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- چا چې نېغه لار ومونده، نو هغه د خپل نفس لپاره لار موندلې ده، او څوك چې بېلاره شو. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- د خپل نفس لپاره لار موندلې ده، او څوك چې بېلاره شو، نو هغه د خپل نفس لپاره بېلاره شوى دى. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- ولې د هغه رب له جانبه پر هغه باندې كومه نښه نه ده نازله شوې؟ ووایه: خامخا. (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، د دوى لپاره نه ختمېدونكى اجر دى. (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- ته ژوندى له مړي نه راوګرځوې او مړى له ژوندي نه راوګرځوې. (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- څوك چې د هغه څه له مخې فیصله نه كوي چې الله نازل كړى دى، نو دغه خلق هم. (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- هغه اسمانونه او ځمكه او هغه څه چې د دواړو په منځ كې دي، په شپږو ورځو كې پیدا كړل. (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- بېشكه الله په خلقو باندې لوى فضل لري، خو ډېرى. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- الله پر دوى ظلم نه دى كړى، خو خپله دوى به پر خپلو نفسونو ظلم كاوه. (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- هغه به ستاسو ګناهونه وبخښي او تاسو به هغو جنتونو ته داخل كړي چې لاندې يې سیندونه بهیږي. (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- هغه پر تاسو باندې مړى، وینه، د خنزیر غوښه او هغه څه چې د الله پرته د بل په نوم وي، حرام كړي دي. (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- زه وېرېږم، كه چېرې د خپل رب نافرماني وكړم، نو د لويې ورځې له عذاب نه. (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- خو وروسته له هغه چې دوى ته علم راغى، د خپل منځي حسد له امله. (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- دوى لمونځ كوي او هغه څه چې موږ دوى ته وركړي دي، په پټه او ښكاره خرچ كوي. (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- ایا موږ د الله پرېښودو سره هغه څه رابلو چې نه زمونږ ګټه كوي او نه زيان؟ (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- دوى پر هغه څه ایمان راوړي چې تا ته نازل شوى دى او پر هغه څه چې تر تا مخكې نازل شوي دي. (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- ایا ته نه وینې چې الله له اسمان نه اوبه نازلوي؟ (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- كله چې هغه د یو كار اراده وكړي، نو د هغه لپاره وايي: شه، نو هغه شي. (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- او مدین ته د دوى ورور شعیب (ولېږو). هغه وویل: اې زما قومه! د الله عبادت وكړئ. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- دا د غیب له خبرونو څخه دي، چې موږ تا ته وحي كوو؛ ته دا نه پېژندلې. (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- كله چې د دوى موده راشي، نو نه یوه ساعته وروسته كېږي او نه مخكې كېږي. (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- تاسو د شیطان د قدمونو پیروي مه كوئ، بېشكه هغه ستاسو ښكاره دښمن دى. (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- له خلقو څخه ځينې داسې كسان دي چې د الله په باره كې بې له علمه جګړه كوي. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- الله هغه چاته وركوي چې يې وغواړي، او الله لوى فضل والا دى. (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- هره نفس ته به د هغه د كړو عملونو پوره بدله وركول كېږي، او دوى ته به ظلم نه كېږي. (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- هغه نفس مه وژنئ چې الله حرام كړى دى، مګر د حق په سبب. (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- كله چې هغه د یو كار اراده وكړي، نو د هغه لپاره وايي: شه. (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- تاسو د جهنم د دروازو نه داخل شئ، په هغه كې تل تر تله اوسېدونكي يئ؛ نو د متكبرانو ځاى څومره بد دى! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- ایا ته هغه كسان نه وینې چې د كتاب څخه برخه وركړل شوې ده؟ (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- د دوى لپاره هغه جنتونه دي چې لاندې يې سیندونه بهیږي، دوى به پكې تل تر تله اوسېدونكي وي. (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- اې زما قومه! تاسو په خپل ځاى عمل كوئ، زه هم عامل یم، نو ژر به پوه شئ. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- څوك چې د الله او د هغه د رسول مخالفت كوي، نو د هغه لپاره د جهنم اور دى، هغه به پكې تل تر تله اوسېدونكى وي. (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- موږ د دوى په زړونو باندې پردې اچولي دي، چې دوى يې پوه نه شي، او د دوى په غوږونو كې دروندوالى. (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- هر هغه كلي ته چې موږ وېروونكى ولېږو، نو د هغه مالدارو خلکو وویل: بېشكه موږ. (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- دوى وویل: زمونږ لپاره له خپل رب نه دعا وكړه، چې زمونږ ته واضح كړي چې هغه څه شي. (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- دوى به خامخا ووايي: الله. ته ووایه: ټولې ستاينې د الله لپاره دي! خو د دوى ډېرى. (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- د هغه د قوم ځواب یوازې دا وو چې دوى وویل: دوى وشړئ. (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- چې لاندې يې سیندونه بهیږي، دوى به پكې تل تر تله اوسېدونكي وي؛ دا لویه كامیابي ده. (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- دغه خلق د خپل رب له لارې پر نېغه لار دي او همدوى كامیاب دي. (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- هغه څوك چې په هغه باندې سپكاوى كوونكى عذاب راشي او پر هغه باندې دايمي عذاب راشي. (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- تاسو په ځمكه كې سفر وكړئ، پس وګورئ چې د هغو دروغ ګڼونكو انجام څنګه وو. (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- دوى به هېڅكله د هغه ارزو نه كوي، د هغو عملونو په سبب چې د دوى لاسونو مخكې لېږلي دي، او الله ظالمان ښې پېژني. (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- هغه ښه پېژني چې څوك د هغه له لارې نه بېلاره شوى دى، او هغه ښه پېژني. (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- بېشكه الله زما رب دى او ستاسو رب دى، نو تاسو د هغه عبادت وكړئ؛ دا نېغه لار ده. (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- هغه په خلقو باندې لوى فضل لري، خو د دوى ډېرى شكر نه كوي. (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- اسمانونه او ځمكه او هغه څه چې د دواړو په منځ كې دي، موږ يې یوازې د حق او یوې ټاكلې مودې لپاره پیدا كړي دي. (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- دوى پرېږده چې په خپلو باطلو خبرو كې ډوب شي او لوبې وكړي، تر څو چې د خپلې هغې ورځې سره مخ شي چې دوى ته يې وعده وركول كېږي. (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- كله چې دوى له مومنانو سره مخ شي، وايي: موږ ایمان راوړى دى، او كله چې يو بل سره تنها شي. (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- دوى تورات، انجیل او هغه څه چې د خپل رب له جانبه دوى ته نازل شوي دي، قايموي. (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- هغه پوهېږي هغه څه چې د دوى په مخ كې دي او هغه څه چې د دوى شاته دي، او دوى د هغه احاطه په خپل علم سره نه شي كولى. (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- او هم هغه دى چې اسمانونه او ځمكه يې په شپږو ورځو كې پیدا كړي دي. (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- بېشكه په دې كې ستاسو لپاره نښه ده، كه چېرې تاسو مومنان یئ. (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- خلقو ته څه شي مانع شو چې ایمان راوړي، كله چې دوى ته نېغه لار راغله؟ (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- دوى د الله لپاره شریكان جوړ كړل، ترڅو د هغه له لارې نه واړوي. ته ووایه: خوند واخلئ. (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- دوى تعجب وكړ چې د دوى له همدوى نه یو وېروونكى دوى ته راغى، او كافرو وویل: دا. (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- بېشكه ستا رب هغه ښه پېژني چې څوك د هغه له لارې بېلاره شوى دى. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- د هغه چا په شان چې خپل مال د خلکو د ښودلو لپاره خرچوي او په الله ایمان نه راوړي. (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- هغه څه چې موږ تاسو ته وركړي دي، له هغه نه د دې (ورځې) تر راتلو مخكې خرچ كړئ. (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- هغه تاسو ته هغه څه مسخر كړي دي چې په اسمانونو او ځمكه كې دي. (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- او بېشكه موږ په هغه څه كې چې تاسو موږ ته ور بلئ، په شك كې یو. (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- بېشكه ستا رب د چا لپاره چې وغواړي، روزي پراخوي او تنګوي. بېشكه هغه. (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- د اسمانونو او ځمكې رب او د هغه څه چې د دواړو په منځ كې دي، كه تاسو یقین لرونكي یئ. (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- موږ په الله ایمان راوړى دى او په هغه څه چې زمونږ ته نازل شوي دي او په هغه څه چې (ابراهیم، اسماعیل، اسحاق، یعقوب او اولادونو) ته نازل شوي وو. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- او هغو كسانو چې ظلم يې كاوه، یوې سختې چغې ونیول، نو دوى په خپلو كورونو كې پر مخونو لوېدلي پاتې شول. (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- په هغه څه كې چې هغه ښځې د خپل نفس په باره كې كوي، پر تاسو باندې هېڅ ګناه نشته. (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- ستا رب هغه ښه پېژني چې څوك د هغه له لارې بېلاره شوى دى، او هغه. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- هغه خپلې امر ته روح (وحي) په هغه چا باندې نازلوي چې يې وغواړي، د خپلو بندگانو څخه. (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- او موږ عیسی مريم زوی ته ښكاره نښې وركړې او موږ هغه د روح القدس سره قوي كړ. (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- دې لپاره چې د قیامت په ورځ د دوى په منځ كې د هغه څه فیصله وكړي چې دوى به پكې اختلاف كاوه. (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- موږ د هغه (كلي) پورتنۍ برخه ښكتې برخه وكړه او پر دوى باندې د سوځېدلو خټو كاڼي وورول. (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- د دوى لپاره یو شان دى، كه ته دوى وېروې كه نه وېروې، دوى ایمان نه راوړي. (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- له خلقو نه، نو كه تاسو رښتیني یئ، نو د مرګ هيله وكړئ. (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- د الله (عبادت وكړئ)، تاسو له هغه پرته بل معبود نلرئ. ایا تاسو نه وېرېږئ؟ (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- كه موږ تا ته هغه څه وښیو چې موږ يې دوى ته وعده وركوو، یا موږ ته فوت كړو، نو د دوى بېرته راتلل خو زمونږ خواته دي. (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- دوى وویل: ایا كله چې موږ مړه شو او خاورې او هډوکي شو، نو ایا موږ بیا ژوندي كېږو؟ (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- بېشكه فضل د الله په لاس كې دى، هغه چا ته وركوي چې يې وغواړي، او الله. (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- او تاسو به د پټو او ښكاره څيزونو پېژندونكي ته بېرته وګرځول شئ، نو هغه به تاسو ته د هغو عملونو خبر دركړي چې تاسو به كول. (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- اې هغو كسانو چې ایمان يې راوړى دى! د الله هغه نعمت یاد كړئ چې پر تاسو باندې شوى دى، كله چې. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- او موږ تر تا مخكې هم یوازې سړي رسولان لېږلي وو، چې موږ به دوى ته وحي نازلوله. (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- هغه به د هغه ګناهونه وبخښي او هغه به هغو جنتونو ته داخل كړي چې لاندې يې سیندونه بهیږي. (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- څوك چې ناروغ وي یا په سفر كې وي، نو د نورو ورځو شمېر (به پوره كړي). (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- دوى يواځې د ګمان پیروي كوي او دوى يواځې اټكل كوي. (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- د هغه چا لپاره چې د الله او د اخرت ورځې هيله لري، ښه نمونه ده. (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- او موږ اسمانونه، ځمكه او هغه څه چې د دواړو په منځ كې دي، يواځې د حق سره پیدا كړي دي. (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- خپل لاس په خپل ګېډوان كې واچوه، هغه به بې له عيبه سپین راووځي. (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- هغه د خپلې رحمت له مخې چا ته چې وغواړي، ځانګړي كوي، او الله لوى فضل والا دى. (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- ایا ته نه پوهېږې چې بېشكه الله د اسمانونو او ځمكې بادشاه دى؟ (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- او هغه څه چې تاسو د خپل نفس لپاره مخكې لېږئ، له نېكۍ څخه، نو تاسو به هغه د الله په نزد ومومئ. (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- او ته چېرته چې وځې، نو خپل مخ د مسجد الحرام په لور راوګرځوه. (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- دوى له تاسو نه مخكې تېر شوي دي، او ته به د الله په طریقه كې هېڅ بدلون ونه مومې. (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- هغه چې د هغه لپاره دي هغه څه چې په اسمانونو او ځمكه كې دي. (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- او هېڅ ښځه امېدواره نه كېږي او نه زېږوي، مګر د هغه په علم سره. (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- هغه شپه، لمر او سپوږمۍ مسخر كړي دي؛ هر یو د خپلې ټاكلې مودې تر وخته روان دى. (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- چې لاندې يې سیندونه بهیږي، دوى به پكې تل تر تله اوسېدونكي وي، او دا (د دوى) بدله ده. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- هغه وویل: نه، بلکې ستاسو نفسونو تاسو ته یو كار ښايسته كړى دى؛ نو صبر ښه دى. (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- هغه څه چې په اسمانونو او ځمكه كې دي، او بېشكه الله. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- او دوى ته چې كوم رسول راغى، نو دوى به هغه مسخره كاوه. (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- دوى وویل: اې موسى! ایا ته (لښتى) اچوې او كه موږ واچوو؟ (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- هغه دى چې تاسو مړه كوي، او ستاسو څخه ځينې د ډېر زوړ عمر خواته بېرته گرځول كېږي، دې لپاره چې. (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- د دوى لپاره د خپل رب په نزد هغه جنتونه دي چې لاندې يې سیندونه بهیږي، دوى به پكې تل تر تله اوسېدونكي وي. (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- او موږ د دوى په زړونو باندې پردې اچولي دي، چې دوى يې پوه نه شي، او د دوى په غوږونو كې دروندوالى. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- بېشكه د الله وعده رښتینې ده، خو د دوى ډېرى نه پوهېږي. (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- دا ځكه چې دوى د الله او د هغه د رسول مخالفت وكړ؛ او څوك چې د الله مخالفت وكړي. (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- او په هغه ورځ چې هغه دوى ته غږ وكړي، نو ووايي: زما هغه شریكان چې تاسو به گڼل، چېرته دي؟ (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- ایا دوى نه دي كتلي چې بېشكه الله، هغه چې اسمانونه او ځمكه يې پیدا كړي دي، هغه د دوى په شان پیدا كول شي؟ (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- (هغه) چې تاسو يې له خاورې، بیا له یوې ټوپكې، بیا له. (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- دوى به وايي: زموږ ربه! ولې موږ ته یو رسول رانه استولې، چې موږ ستا د نښو پیروي كړې وای؟ (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- بیا د دوى بېرته راتلل د خپل رب خواته دي، نو هغه به دوى ته د هغو عملونو خبر وركړي چې دوى به كول. (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- د دوى لپاره د دې هيڅ علم نشته؛ دوى يواځې د ګمان پیروي كوي. (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- بېشكه موږ خپل پلرونه په یو دین باندې موندلي دي او موږ د دوى په قدمونو پسې روان یو. (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- هغو كسانو ته چې كتاب وركړل شوى وو، دوى اختلاف نه ووكړ، مګر وروسته له هغه چې دوى ته علم راغى. (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- او كله چې ابراهیم وویل: اې زما ربه! دا ښار دې امن ښار وګرځوه. (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- هغه تاسو ته غوږونه، سترګې او زړونه دركړل؛ تاسو ډېر لږ شكر كوئ. (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- هغه كسان چې د الله د نښو په باره كې بې له كوم دلیله جګړه كوي، چې دوى ته راغلى وي. (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- نو تاسو د ابراهیم د دین پیروي وكړئ، چې یو طرفه مسلمان و، او هغه له مشركانو نه و. (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- او كله چې موږ تاسو د فرعون له خلكو نه وژغورلئ، چې تاسو به يې په سخت عذاب كولو. (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- دا نېغ دین دى، خو ډېرى خلق نه پوهېږي. (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- ایا ته نه وینې چې بېشكه الله هغه څه چې په. كې دي، تاسو ته مسخر كړي دي؟ (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- كافران به وايي: دا يواځې ښكاره جادو دى. (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- او كله چې دوى ته زمونږ ښكاره نښې وويل شي، نو كافران وايي. (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- د تل اوسېدو جنتونه، چې لاندې يې سیندونه بهیږي، دوى به پكې تل تر تله اوسېدونكي وي. (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- هغه څه پیدا كوي چې يې وغواړي؛ بېشكه الله پر هر څه باندې قادر دى. (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- دې لپاره چې هغه ستاسو ګناهونه وبخښي او تاسو د یوې ټاكلې مودې تر وخته وځنډوي. (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- ایا تاسو غواړئ چې موږ د هغه څه نه واړوو چې زمونږ پلرونه يې عبادت كاوه؟ (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- او كله چې ستا رب پرښتو ته وویل: بېشكه زه د خټې نه یو انسان پیدا كووم. (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- او هم هغه دى چې د خپلې رحمت نه مخكې بادونه د زېرى وركوونكې په توګه لېږي. (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- ته ووایه: په ځمكه كې سفر وكړئ، پس وګورئ چې انجام څنګه وو. (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- بېشكه د اسمانونو او ځمكې په پیدا كولو كې او د شپې او ورځې په بدلېدو كې (نښې دي). (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- څوك دى چې الله ته ښه پور وركړي، نو هغه به يې څو چنده زيات كړي؟ (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- نو ته د دوى په منځ كې د هغه څه له مخې فیصله وكړه چې الله نازل كړى دى، او د دوى د خواهشاتو پیروي مه كوه. (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- ایا دوى د دې پرته د بل شي انتظار كوي، چې دوى ته پرښتې راشي، یا ستا رب راشي؟ (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- بېشكه هغه كسان چې پر الله باندې دروغ تړي، دوى به كامیاب نه شي. (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- لکه د فرعون د خلكو او د هغوى د مخكينو عادت، چې دوى به زمونږ نښې دروغ ګڼلې. (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- او هغه هغو مومنانو ته چې نېك عملونه كوي، زېرى وركوي چې د دوى لپاره ډېر اجر دى. (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- الله چا ته چې وغواړي، د خپلو بندگانو څخه، روزي پراخوي او تنګوي. (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- او تاسو به د پټو او ښكاره څيزونو پېژندونكي ته بېرته وګرځول شئ، نو هغه به تاسو ته د هغو عملونو خبر دركړي چې تاسو به كول. (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- او خپلوان، ځينې يې په كتاب الله كې د نورو په نسبت نژدې دي. (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — فرض / واجب (یې کول لازم دي؛ پریښودل یې ګناه ده)
- mustahabb / mandub (مستحب / مندوب) — مستحب / مندوب (سپارښتنه شوی؛ که یې وکړي ثواب دی، که یې پرېږدي ګناه نه ده)
- mubah (مباح) — مباح / جائز (نه ثواب لري او نه ګناه)
- makruh (مكروه) — مکروه (نا خوښه / هڅول نه کیږي، خو که یې وکړي ګناه نه ده)
- haram (حرام) — حرام (یې کول ګناه ده)
- halal (حلال، جائز / قانوني) — مباح او مستحب دواړه په کې شامل دي — هر هغه څه چې حرام نه وي
- یوازې الله ته عبادت وکړئ او د هغه مرسته/مدد وغواړئ. 1:5
- یوازې الله ته عبادت وکړئ. 2:21
- د الله سره هیچ څوک شریک مه کړئ. 2:22
- الله هغه ذات دی چې بخښنه کوي (توبه قبلوي)، هغه د آدم (عليه السلام) توبه قبوله کړه. 2:37
- حق له باطل سره مه ګډوئ او حق مه پټوئ. 2:42
- لمونځ (وختنی لمونځ) قایم کړئ او زکات (صدقه) ورکړئ. 2:43
- نورو ته د نیکۍ امر وکړئ وروسته له دې چې تاسو پخپله یې عملي کړئ. 2:44
- په خپلو ټولو چارو کې د الله مرسته وغواړئ. 2:45
- په فساد کې مه ښکېلېږئ او نه یې خپروئ. 2:60
- خلک د عبادت ځایونو ته له تللو مه منع کړئ. 2:114
- د جومات حرمت وګرځوئ. خپل د لمونځ ځایونه پاک او پاکیزه وساتئ. 2:125
- الله یاد کړئ (په لمونځ، تسبیح او نورو سره) او هغه به تاسې یاد کړي، او د هغه شکر کوونکي اوسئ. 2:152
- په مصیبتونو کې صبر وکړئ. 2:153
- د شیطان په قدمونو مه ځئ، څوک چې ښکاره دښمن دی. 2:168
- د هیچا ړوند تقلید مه کوئ. 2:170
- ټول امانتونه وساتئ او پوره یې کړئ. خپل دیني فرضونه په اخلاص سره سرته ورسوئ. خپل قسمونه او پیمانونه پوره کړئ. ژمنې وساتئ، په ځانګړې توګه هغه چې تاسو الله ته کړي دي. اړمنانو ته ملاتړ وکړئ او ستونزې اسانه کړئ. هغو ګناهونو څخه ډډه وکړئ چې د الهي فضل د ضایع کېدو لامل کیږي. تکبر دې تاسو ظلم ته ونه رسوي. 2:177
- په قصاص (د سزا په برابره کې قانون) کې تاسو ته ژوند دی. 2:179
- د رمضان په میاشت کې روژه ونیسئ. مقرره روژه وساتئ ترڅو متقیان شئ. 2:183
- قرآن ته د لارښوونې د نهایی سرچینې په سترګه وګورئ. 2:185
- د یو بل مالونه په ناحقه مه خورئ او حاکمانو ته (مخکې له دې چې خپلې قضیې وړاندې کړئ) رشوت مه ورکوئ. 2:188
- په نورو باندې په قول یا عمل ظلم مه کوئ. هیڅکله د تېري کوونکي په توګه جګړه مه کوئ، بلکې یوازې د دفاع لپاره. 2:190
- یتیمان ساتئ. د یتیمانو په اړه، د دوی په مال کې په امانت سره کار وکړئ او د دوی مال مه خورئ. 2:220
- توبه وباسئ او د الله بخښنه وغواړئ. د حیض په دوره کې جنسي اړیکه مه نیسئ. پاکوالی (جسماني او روحاني) وساتئ. 2:222
- خپل کورنۍ ته خپل مسؤلیتونه ادا کړئ. 2:233
- مشران د دوی د وړتیا پر بنسټ وټاکئ. 2:247
- په دین کې زور نشته. 2:256
- مال د صدقې په لاره کې ولګوئ. په مال او وخت دواړو کې سخي اوسئ. 2:261
- خپله صدقه د خپل سخاوت په ویاړ سره مه ضایع کوئ. 2:264
- شیطان تاسو ته د فقر ډار ورکوي او تاسو ته د فحشاء (بدو کارونو، ناقانونه جنسي اړیکو، ګناهونو) امر کوي. 2:268
- اړمنان ولټوئ او دوی ته مرسته وکړئ. 2:273
- په سود کې مه ښکېلېږئ. د سود لرونکی مال مه خورئ. ربا (سود) مه خورئ. 2:275
- که پوروړی په تنګی کې وي، نو ورته د ورکولو لپاره زیات وخت ورکړئ. 2:280
- په سوداګریزو معاملو کې خپله خبره وساتئ. په خپلو مالي چارو کې رښتیني اوسئ. په خپلو ټولو ژمنو کې د امانتدارۍ سره عمل وکړئ. کله چې تاسو د ټاکلي مودې لپاره د پور تړون کوئ، نو هغه ولیکئ. هرکله چې تاسو سوداګریز تړون کوئ، نو ګواهان ونیسئ. 2:282
- ټول امانتونه وساتئ او پوره یې کړئ. 2:283
- په نازل شویو کتابونو او ټولو پیغمبرانو ایمان راوړئ. 2:285
- الله هيڅ یو تن د هغه له وس نه ډېر مکلف نه كوي. هغه ته د نيكۍ بدلون او د بدۍ سزا وركول كېږي. خداى هيڅوك د هغه له وس نه زیات نه باروي؛ مونږ هم داسې نه شو كولى. په سختۍ كې هم د الله په پلان باور وكړئ. 2:286
- څوک چې پیمانونه پوره کړي او له الله څخه ووېريږي، نو الله له متقیانو سره مینه لري. 3:76
- که وس لرئ نو حج (زيارت) وکړئ. 3:97
- سره مه وېشل کېږئ. 3:103
- نیکۍ ته امر وکړئ او له بدۍ څخه منع کړئ. په خپله ټولنه کې عدالت ته وهڅوئ. نورو ته د الله د یادولو بلنه ورکړئ. 3:104
- مومنان باید په الله باندې توکل وکړي. 3:122
- ربا (سود) مه خورئ. 3:130
- د رحمت ترلاسه کولو لپاره د الله او د هغه د رسول اطاعت وکړئ. 3:132
- الله هغه کسان خوښوي چې (د الله په لاره كې — په خيرات، صدقې او نورو كې) په خوشحالۍ او تنګۍ كې خرچ كوي، څوک چې قهر كب كوي او څوک چې خلکو ته بخښنه كوي. 3:134
- قهر کب کړئ. خپل قهر کنترول کړئ. 3:134
- د نورو تېروتنې وبخښئ او تېر شئ. 3:135
- په خبرو كې توند مه اوسئ. هغو كسانو ته چې له تاسو سره توپير لري، صبر وكړئ. 3:159
- كه الله تاسو ته مرسته وكړي، نو هيڅوك نشي كولى چې تاسو مات كړي؛ او كه هغه تاسو پرېږدي، نو د هغه نه پس څوك دى چې تاسو ته مرسته وكړي؟ 3:160
- هرڅوك به د مرګ خوند وڅكي. او يوازې د قيامت په ورځ به تاسو ته خپل پوره بدلون دركړل شي. 3:185
- د طبيعت د عجائبو او د دې کایناتو د پيدايښت په اړه ژور فكر وكړئ. پوه شئ چې خداى دا کاینات له معنا او موخې سره پیدا کړي دي. 3:191
- نارینه او ښځې د خپلو کړنو لپاره برابر بدلون لري. 3:195
- هغو كسانو ته چې د خپل رب څخه وېريږي، د جنت باغونه دي چې ترې لاندې وې بهيږي؛ هلته به تل پاتې وي، د الله له لوري مېلمستيا ده. 3:198
- په هر عمل کې تل د الله د رضا لپاره هڅه وکړئ. 3:200
- له خپل رب څخه ووېرېږئ او (د خپلوۍ) اړیکې مه پرې کوئ. 4:1
- یتیمانو ته د دوی مالونه ورکړئ او (خپل خراب) له دوی (د ښه) سره مه ګډوئ؛ او د دوی مالونه (په خپلو مالونو کې اضافه کول) مه خورئ. 4:2
- هغو ښځو ته (چې تاسو ورسره واده کوئ) د دوی مهر (د واده هغه لازمي ډالۍ چې مېړه يې د واده پر مهال خپلې مېرمنې ته وركوي) په خوښۍ سره وركړئ. 4:4
- د یتیمانو حقونه وساتئ. 4:6
- د مړي مال د هغه د کورنۍ غړو ته وېشل كېږي. ښځې د ميراث حق لري. 4:7
- د یتیمانو مالونه په ناحقه مه خورئ. 4:10
- د میراث په اړه حکمونه ومنئ. 4:11
- د ښځو په خلاف يې ميراث اخستل حرام دي، او له دوی سره ظلم مه کوئ. له دوی (ښځو) سره په ښه توګه ژوند وکړئ. د ښځو حقوق درك كړئ او وساتئ. له خپلې مېرمنې سره په مهربانۍ او رحمت سره چلند وكړئ. له ښځو سره په عزت او عدالت سره چلند وكړئ. 4:19
- له هغو کسانو سره چې تاسو سره د وینې خپلوي لري، واده مه کوئ. 4:23
- يو بل (او يا خپل ځان) مه وژنئ. بې شكه الله پر تاسو ډېر رحم كوونكى دى. د يو بل مالونه په ناحقه مه خورئ. 4:29
- كه تاسو له هغو سترو ګناهونو څخه ډډه وكړئ چې منع شوي دي، نو الله به ستاسو (وړې) ګناهونه درنه وبخښي او تاسو به عزتمند ځای (جنت) ته داخل كړي. 4:31
- د هغو شیانو ارمان مه کوئ چې الله په واسطه يې تاسو كې يو په بل باندې غوره كړي دي. له حسد او کینې څخه ډډه وکړئ. 4:32
- سړي د ښځو ساتونکي او اداره کوونکي دي، ځکه چې الله د دوی يو په بل باندې غوره كړي دي او ځکه چې دوی له خپلو مالونو څخه (د دوی د لګښت لپاره) خرچ کوي. سړی د کورنۍ ساتونکی او ملاتړی دی. 4:34
- الله ته عبادت وکړئ او له هغه سره هيڅ څوک شريك مه كړئ، له مور او پلار، خپلوانو، يتيمانو، مسكينانو، ګاونډي، ملګري، مسافر (چې ورسره مخ شئ) او هغو (مريانو) سره چې ستاسو ښي لاسونه يې لري، نيكي وكړئ. الله هغه کسان نه خوښوي چې مغرور او فخر کوونکي دي. له نورو سره نيكي وكړئ. له کمزورو سره مهرباني وكړئ. د کورنۍ اړیکې وساتئ او خپلوانو ته درناوی وکړئ. 4:36
- بخيل مه اوسئ. 4:37
- الله دا نه بخښي چې له هغه سره شريك ونیول شي، خو له دې پرته نور هر څوك چې يې وغواړي بښي. 4:48
- د نورو حسد مه کوئ. 4:54
- الله تاسو ته حكم كوي چې امانتونه يې خاوندانو ته وسپارئ. او كله چې تاسو د خلکو ترمنځ حكم كوئ، نو په عدالت سره حكم وكړئ. 4:58
- د الله او د هغه د رسول اطاعت وكړئ. په خپل منځ كې د واك خاوندانو ته درناوى وكړئ. 4:59
- كمزورو او زیان منونکو باندې ظلم مه کوئ. 4:75
- تاسو ته چې څومره نيكي رسېږي، نو دا د الله له لوري ده؛ او تاسو ته چې څومره بدي رسېږي، نو دا ستاسو د خپل نفس له لوري ده. 4:79
- هر څوك چې د رسول (محمد ﷺ) اطاعت وكړي، نو په حقيقت كې يې د الله اطاعت كړى دى. 4:80
- هر څوك چې د نيك كار سفارش وكړي، نو د هغه لپاره يې برخه ده؛ او هر څوك چې د بد كار سفارش وكړي، نو د هغه لپاره يې برخه ده. 4:85
- دا د مومن لپاره روا نه ده چې بل مومن ووژني، مګر په خطا سره. 4:92
- هر څوك چې يو مومن په عمد سره ووژني، نو د هغه سزا دوزخ دى، په هغه كې به تل پاتې وي. په هغه باندې د الله غضب او لعنت دى، او د هغه لپاره ستر عذاب تيار كړى شوى دى. 4:93
- هر څوك چې د الله په لاره كې (له خپل كور نه) هجرت وكړي، نو په ځمكه كې به ډېر ځايه او پراخه روزي ومومي. 4:100
- خپل لمونځونه په وخت سره ادا كړئ. 4:103
- هغو كسانو ملاتړ مه كوئ او د دوی وكيلان مه كېږئ چې په امانتونو كې خيانت كوي. 4:105
- د الله بخښنه وغواړئ، بې شكه الله ډېر بخښونكى، ډېر رحم كوونكى دى. 4:106
- اى هغو كسانو چې ايمان يې راوړى دى! د عدالت لپاره قايم شئ او د الله لپاره ګواهان شئ، كه څه هم دا ستاسو، يا ستاسو د مور او پلار، يا ستاسو د خپلوانو خلاف وي، هغه شتمن وي كه غريب. عدالت مه ځنډوئ؛ د غلطيو د سمولو لپاره ژر اقدام وكړئ. 4:135
- منافقان الله ته مكر كول غواړي، حال دا چې هغه دوی ته مكر كوونكى دى. 4:142
- منافقان به د اور تر ټولو ښکته درجه كې وي؛ او تاسو به د دوی لپاره هيڅوك مددګار ونه مومئ. 4:145
- الله دا نه خوښوي چې بدي په ښکاره وويل شي، مګر د هغه چا له خوا چې ظلم پرې شوى وي. 4:148
- رسولان مو د زېري وركوونكو او وېروونكو په توګه استولي، ترڅو د رسولانو (له راتلو) وروسته خلک له الله سره عذر ولري. 4:165
- خپل تړونونه او ژمنې پوره كړئ. 5:1
- په نيكۍ او تقوا كې سره مرسته وكړئ، او په ګناه او تيري كې سره مرسته مه كوئ. 5:2
- مړى، وينه او د خنزير غوښه مه خورئ. 5:3
- عدالت وكړئ، د نورو دښمني او كينه دې تاسو عدالت ته پريښودو ته نه اړوي. عدالت وكړئ. پوه شئ چې عدالت له تقوا سره نږدې دى. عدالت مه ځنډوئ؛ د غلطيو د سمولو لپاره ژر اقدام وكړئ. 5:8
- الله ته د نږدې كېدو لارې ولټوئ او د هغه په لاره كې څومره چې كولى شئ هڅه وكړئ. ترڅو كامیاب شئ. 5:35
- خپل قسمونه او پیمانونه پوره كړئ. 5:89
- له نشه كوونكو څښاكونو او الكولو څخه ډډه وكړئ. له نشه كوونكو څښاكونو (د الكول د څښاك ټولو ډولونو)، جوا، بتانو (د ډبرو قربانګاه) او (د بخت او پرېكړې لپاره) غشي څخه په سختۍ سره ډډه وكړئ، دا ټول د شيطان د كړنو له پليدۍ څخه دي. 5:90
- كله چې تاسو د حج يا عمرې (زيارت) لپاره د احرام په حالت كې یاست، نو ښكار مه کوئ. 5:95
- د هغو شیانو په اړه مه پوښتئ چې كه تاسو ته واضح شي، نو تاسو ته به ستونزه پېښه كړي. 5:101
- د نورو معبودانو ته سپکاوی مه کوئ. هغو (كافرانو) ته چې د الله پرته نور عبادت كوي، سپکاوی مه کوئ، څو چې دوی به هم په جهالت سره الله ته سپکاوی وکړي. 6:108
- كه تاسو د ځمكې د ډېرو كسانو اطاعت وكړئ، نو دوی به تاسو د الله له لارې بې لارې كړي. دوی يوازې د ګمان پیروي كوي او يوازې درواغ وايي. 6:116
- (اى خلقه!) ټول ګناهونه، ښكاره او پټ، پرېږدئ. 6:120
- (اى مومنانو!) هغه (غوښه) مه خورئ چې په هغه باندې د الله نوم (د ژوي د حلالولو پر مهال) نه وي اخيستل شوى. 6:121
- هر چا ته چې الله غواړي لارښونه وكړي، د هغه سينه د اسلام لپاره پرانيستل كېږي؛ او هر چا ته چې غواړي بې لارې يې كړي، نو د هغه سينه تنګه او كړېدلې كېږي. 6:125
- په لګښت كې معتدل اوسئ او له اسراف څخه ډډه وكړئ. د ټولو مخلوقاتو حقوق وساتئ. 6:141
- د الله سره څوك شريك مه كړئ، له مور او پلار سره نيكي وكړئ، له وېرې د خپلو اولادونو وژنه مه کوئ، بدو كارونو ته مه نږدې كېږئ، هغه څوك مه وژنئ چې الله يې وژل حرام كړي دي، مګر د حق په وجه. 6:151
- امانتدار اوسئ؛ په خپلو معاملو كې هيڅوك مه غولوئ. د يتيم مال ته مه نږدې كېږئ، مګر د هغه د ښه والي لپاره، پوره پېمانه او پوره تول په عدالت سره وركړئ، كله چې خبرې وكړئ، نو رښتيا وكړئ كه څه هم نږدې خپلوان ته وي، او د الله پیمان پوره كړئ. 6:152
- د نېغې لارې پیروي وكړئ او د (نورو) لارو پیروي مه كوئ، ځكه چې دوی به تاسو د هغه له لارې جلا كړي. 6:153
- (محمد ﷺ) ووایه: "بېشكه زما لمونځ، زما قرباني، زما ژوند او زما مرګ د الله لپاره دى، د عالمونو رب." 6:162
- تكبر مه كوئ. 7:13
- شیطان دې تاسو ونه تيروي. 7:27
- (محمد ﷺ) ووایه: "زما رب عدالت حكم كړى دى…" 7:29
- په هر كار كې د الله له حدونو څخه تېر مه كېږئ. په خبرو او كړنو كې له حده تېرېدل مه كوئ. وخورئ او وڅښئ، خو اسراف مه كوئ. د لمونځ پر مهال ښه جامې واغوندئ. 7:31
- الله آسمانونه او ځمكه په شپږو ورځو كې پيدا كړل، بيا يې پر عرش (تخت) باندې (د خپل شان په شان) استوا وكړ. 7:54
- خپل رب ته په زاري او پټه غږ وكړئ. هغه له حده تېرېدونكي نه خوښوي. 7:55
- او په ځمكه كې له هغې وروسته چې سمه شوې ده، فساد مه كوئ، او هغه ته په وېرې او هيلې سره غږ وكړئ. 7:56
- خو هغه كسان چې بدې كړنې يې كړي دي او بيا يې له هغې وروسته توبه كړې ده او ايمان يې راوړى دى، نو بېشكه ستاسو رب له هغې (ټولې) وروسته ډېر بخښونكى، بې حده رحم كوونكى دى. 7:153
- (محمد ﷺ) ووایه: "اى خلقه! بېشكه زه د الله رسول یم، تاسو ټولو ته…" 7:158
- او (ټولې) ښکلې نومونه د الله لپاره دي، نو هغه ته په هغو سره غږ وكړئ، او هغه كسان پرېږدئ چې د هغه په نومونو كې كجروي كوي… 7:180
- هر چا ته چې الله بې لارې كړي، نو د هغه لپاره هيڅ لارښود نشته؛ او هغه دوی د خپلې سركشۍ په تیاره كې سرګردان پرېږدي. 7:186
- بخښنه وښایه، نېكۍ ته امر وكړه، او له ناپوهانو څخه مخ واړوه (يعنې هغوی مه سزا كوه). 7:199
- د نورو تېروتنې وبخښئ. 7:199
- او كه د شیطان له لوري كومه وسوسه تاسو ته ورسېده، نو د الله پناه وغواړئ. بېشكه هغه ښه اورېدونكى، ښه پوهېدونكى دى. 7:200
- مومنان يواځې هغه دي چې كله الله ياد شي، نو د دوی زړونه وېرېږي، او كله چې دوی ته د هغه آيتونه ولوستل شي، نو د دوی ايمان ډېرىږي… 8:2
- د الله او د هغه د رسول خيانت مه كوئ، او په خپلو امانتونو (او هغو ټولو دندو كې چې الله تاسو ته سپارلي دي) پوهه پوهه خيانت مه كوئ. 8:27
- كه تاسو د الله اطاعت وكړئ او وېرېږئ، نو هغه به تاسو ته فرقان (د حق او باطل د بېلولو معيار، يا له هرې ستونزې د وتلو لار) دركړي. 8:29
- هغه كسان چې كافران دي، خپل مالونه د (خلکو) د الله له لارې د بندولو لپاره خرچ كوي، او دوی به همداسې خرچ كوي؛ خو په پای كې به دا د دوی لپاره حسرت شي. 8:36
- كافرانو ته ووایه: كه دوی (له كفر نه) لاس واخلي، نو د دوی تېر (ګناهونه) به وبښل شي. خو كه دوی (ورته) راوګرځي، نو د دوی نه مخكې (د عذاب شويو) مثالونه تېر شوي دي (د اخطار په توګه). 8:38
- كله چې تاسو (د دښمن) له ډلې سره مخ شئ، نو كلک ودرېږئ او د الله نوم ډېر یاد كړئ (په ژبه او زړه سره)، ترڅو كامیاب شئ. 8:45
- د هغو كسانو په شان مه شئ چې له خپلو كورونو څخه په تكبر او خلکو ته په ښودلو سره راووتل او (خلک) يې د الله له لارې بندول. 8:47
- الله هغه نعمت نه بدلوي چې په يو قوم يې وركړى دى، تر څو چې دوی هغه څه نه وي بدل كړي چې په خپلو نفسونو كې دي. 8:53
- د الله په نزد تر ټولو بدې ځناورې هغه كافران دي. 8:55
- الله د هغو كسانو په زړونو كې چې پر هغه ايمان لري، مينه او الفت اچوي. 8:63
- هغو كسانو ساتنه وكړئ او مرسته ورته وكړئ چې پناه غواړي. 9:6
- مشركان دا حق نلري چې د الله جوماتونه آباد كړي. 9:17
- دوی (كافران، يهود او نصاريٰ) غواړي چې د الله رڼا (چې محمد ﷺ ورسره استول شوى دى — د اسلام توحيد) د خپلو خولو سره مړه كړي، خو الله نه غواړي مګر دا چې خپله رڼا بشپړه كړي، كه څه هم كافران ناخوښه وي. 9:32
- صدقات (زكات) يوازې د دې لپاره دي: 1) فقراوو، 2) مسكينانو، 3) هغو كسانو ته چې د هغې د راټولولو لپاره ټاكل شوي، 4) هغو كسانو ته چې زړونه يې (اسلام ته) راټولېږي، 5) د بنديانو د خلاصون لپاره، 6) پوروړو ته، 7) د الله په لاره كې (مجاهدينو ته)، او 8) مسافر ته. 9:60
- هر څوك چې د الله او د هغه د رسول (ﷺ) مخالفت او دښمني وكړي، نو بېشكه د هغه لپاره د دوزخ اور دى، په هغه كې به تل پاتې وي. دا ډېره لویه رسوايي ده. 9:63
- منافقان، نارينه او ښځينه، يو د بل په شان دي. دوی الله هېر كړى دى، نو هغه هم دوی هېر كړي دي. 9:67
- د پاكۍ لپاره هڅه وكړئ. د جومات حرمت وګرځوئ. 9:108
- (پیغمبر او مومنانو ته) دا اجازه نشته چې د مشركانو لپاره — كه څه هم دوی خپلوان وي — وروسته له دې چې دوی ته واضح شوه چې دوی د اور (دوزخ) اوسېدونكي دي (ځكه چې دوی د كفر په حالت كې مړه شوي)، بخښنه وغواړي. 9:113
- له هغه چا نه چې په الله باندې دروغ تړي يا د هغه آيتونه دروغ بولي، نور څوك زيات ظالم دى؟ بېشكه مجرمین به هیڅکله كامیاب نشي! 10:17
- دوی له الله پرته هغه شيان عبادت كوي چې نه دوی ته ضرر رسوي او نه يې نفع رسوي، او وايي: "دا زمونږ د الله په نزد سفارش کوونکي دي." ووایه: "ايا تاسو الله ته د هغه شي خبر وركوئ چې هغه په آسمانونو او ځمكه كې نه پېژني؟" هغه د هغه شي څخه چې دوی يې شريكوي، پاك او پورته دى! 10:18
- د بدي سزا د هغې په شان بدي ده. 10:27
- دا الله دى، ستاسو رښتينی رب. نو له حق نه پس له ګمراهۍ پرته بل څه دي؟ نو تاسې چېرته بېول كېږئ؟ 10:32
- د دوی ډېری يوازې د ګمان پیروي كوي. بېشكه ګمان له حق څخه هیڅ څه نه ساتي. 10:36
- بېشكه! الله خلکو ته ذره اندازه ظلم نه كوي؛ خو خلک خپل ځانونو ته ظلم كوي. 10:44
- پوه شئ چې د الله فضل د هر هغه شي نه غوره دى چې انسان يې راټولولی يا زېرمه كولی شي. 10:58
- له هغو كسانو مه اوسئ چې د الله آيتونه دروغ بولي، ځكه نو تاسو به له تاوان منونكو څخه شئ. 10:95
- كه الله تاسو ته كوم ضرر درورسوي، نو د هغه پرته بل څوك نشي كولی چې هغه لرې كړي؛ او كه هغه تاسو ته د نيكۍ اراده وكړي، نو د هغه فضل هيڅوك نه شي اړولی، هغه يې خپلو بندگانو ته چې وغواړي وركوي. 10:107
- په ځمكه كې هيڅ ډول ځناور نشته مګر د هغه روزي په الله باندې ده. او هغه د هغه استوګنځى او د هغه د ښخېدلو ځاى (په رحم، قبر او نورو كې) پېژني. 11:6
- كه موږ انسان ته له خپلې رحمت نه خوند وركړو، بيا يې له هغه نه واخلو، نو بېشكه هغه نااميده او ناشكره كيږي. 11:9
- هر څوك چې د دنيا ژوند او د هغه زینت غواړي، نو موږ به دوی ته په همدې (دنيا) كې د دوی د كړنو بدلون په بشپړه توګه وركړو او دوی ته به په هغې كې هيڅ كمي نه كېږي. 11:15
- موږ دوی ته ظلم نه دى كړى، خو دوی خپل ځانونو ته ظلم كړى دى. د دوی هغه معبودان چې دوی يې له الله پرته بلل، كله چې د رب امر راغى، نو دوی ته يې هيڅ فايده ونه رسوله او دوی ته يې د تباهۍ پرته بل څه ونه زيات كړل. 11:101
- په هغه ورځ چې هغه (عذاب) به راشي، نو هيڅوك به د هغه (الله) له اجازې پرته خبره ونكړي. نو د دوی ځينې به بدبخته وي او (ځينې) نيكمرغه. 11:105
- خو هغه كسان چې بدبخته دي، نو دوی به په اور كې وي، د دوی لپاره به په هغه كې چيغې او غټې وي. 11:106
- دوی به په هغه كې تر هغه وخته پاتې وي، څو چې آسمانونه او ځمكه پاتې وي، مګر دا چې ستاسو رب يې وغواړي. بېشكه ستاسو رب د هغه څه كوونكى دى چې غواړي. 11:107
- او هغه كسان چې نيكمرغه دي، نو دوی به په جنت كې وي، په هغه كې به تر هغه وخته پاتې وي، څو چې آسمانونه او ځمكه پاتې وي، مګر دا چې ستاسو رب يې وغواړي، دا به بې پایه ډالۍ وي. 11:108
- د ظالمانو په لور مه مايل كېږئ، (كه نه) نو اور به تاسو ته ورسېږي، او ستاسو لپاره به د الله پرته بل ساتونكى نه وي، بيا به تاسو ته مرسته ونه شي كېدای. 11:113
- د ورځې په دواړو سرونو او د شپې په ځينو ساعتونو كې لمونځ كوئ (يعنې 5 وخته لمونځ). نيكۍ بدۍ (يعنې واړه ګناهونه) لرې كوي. 11:114
- د آسمانونو او ځمكې پټي خبرې د الله لپاره دي، او ټول كارونه هغه ته ورګرځول كېږي (د پرېكړې لپاره). 11:123
- حكم (يا فيصله) يوازې د الله لپاره ده. هغه حكم كړى دى چې تاسو يواځې د هغه عبادت وكړئ (توحيد)، دا نېغ دين دى، خو ډېر خلک نه پوهېږي. 12:40
- د الله له رحمت څخه هیڅکله نا امیده مه كېږئ. 12:87
- او ډېر خلک به ايمان نه راوړي، كه څه هم تاسو يې ډېر غواړئ. 12:103
- او د دوی ډېری د الله په ايمان نه راوړي، مګر دوی (له هغه سره) شرک كوي (يعنې دوی مشركان دي). 12:106
- دا (قرآن) يو جوړ شوى خبره نه ده، بلكې دا د هغو کتابونو تصديق كوي چې له دې مخكې دي (تورات، انجيل او نور د الله کتابونه) او د هر شي تفصيلي بيان دی، او د هغو خلکو لپاره چې ايمان لري، لارښودنه او رحمت دى. 12:111
- الله روزي هغه چا ته چې وغواړي، پراخه كوي او (هغه چا ته چې وغواړي) تنګوي. 13:26
- الله د ذكر (ياد) په واسطه ډېر یاد كړئ. هغه كسان چې په الله باندې ايمان لري، د دوی زړونه د هغه په ياد سره مطمئن كېږي. 13:28
- هغه كسان چې ايمان لري او نيك عمل كوي، د دوی لپاره خوشحالي او د زړه سكون دى. 13:29
- هغه كسان چې د آخرت پر ځای دنياوي ژوند غوره بولي او (خلک) د الله له لارې (اسلام) نه باسي او په هغې كې كجروي غواړي — دوی په لرې ګمراهۍ كې دي. 14:3
- په عبادت كې عاجزي او شكر كوئ. 14:7
- هغو كسانو ته چې د خپل رب سره كافر شوي دي، د دوی د كړنو مثال د ايرو په شان دى، چې په طوفاني ورځ باد پرې سخت وكړي؛ دوی به د خپلې كړې څخه هېڅ شي ونه شي ترلاسه كولى. 14:18
- الله به هغو كسانو ته چې ايمان يې راوړى دى، په دنيا كې (يعنې دوی به يوازې د الله عبادت ته دوام وركړي) او په آخرت كې په كلکه خبره ثابت قدم كړي. 14:27
- فكر مه كوه چې الله د هغه څه نه چې ظالمان (مشركان، ظالمان او نور) يې كوي، بې خبره دى؛ خو هغه دوی تر هغې ورځې پورې ځنډوي چې سترګې به يې د وېرې له كبله خلاصې پاتې شي. 14:42
- ترڅو الله هر نفس ته د هغه د كړې بدله وركړي. بېشكه الله ډېر ژر حساب كوونكى دى. 14:51
- او بېشكه موږ انسان له غږېدونكې خاورې، له بدلې شوې توره خټې څخه پيدا كړ. 15:26
- او پېریانو (جناتو) ته موږ د دې نه مخکې له سوځېدونكې اور څخه پيدا كړل. 15:27
- هغه (دوزخ) ته اوه دروازې دي؛ هرې دروازې ته (ځانګړې) طبقه له ګناهګارانو څخه ده. 15:44
- هغه انسان له يوې څاڅكې (د نارينه او ښځينه د مني له مخلوط) نه پيدا كړ، نو بيا هغه (انسان) ښكارې دښمن شي. 16:4
- او څاروي، هغه دوی تاسو لپاره پيدا كړي دي؛ په دوی كې تاسو ته ګرمي (ګرم جامې) او ډېرې ګټې دي او له دوی نه خورئ. 16:5
- او (پيدا يې كړي) اسونه، كچرې او خري، چې پرې سپر شئ او د زینت په توګه. او هغه (نور) شيان هم پيدا كوي چې تاسو يې نه پېژنئ. 16:8
- هغه دی چې له آسمانه يې اوبه (باران) راوروولي؛ له هغې نه څښئ او له هغې نه شنه كېږي چې تاسو پکې څاروي څرئ. 16:10
- هغه دی چې بحر يې تاسو ته تابع كړى دى، ترڅو تاسو له هغه نه تازه غوښه (كب) وخورئ او له هغه نه زینت (ګاڼې) راوباسئ چې اغوندئ. 16:14
- هغه په ځمكه كې غرونه كېنولي دي چې تاسو سره ونه ښورځي، او سیندونه او لارې يې (پيدا كړي) دي، ترڅو لار ومومئ. 16:15
- آيا هغه څوك چې پيدا كوي، د هغه چا په شان دى چې نه پيدا كوي؟ ایا تاسو غور نه كوئ؟ 16:17
- كه تاسو د الله نعمتونه وشمېرئ، نو هغه به ونه شي شمېرل كېدای. 16:18
- الله پوهېږي هغه څه چې تاسو يې پټوئ او هغه څه چې تاسو يې ښكاره كوئ. 16:19
- هغه (شي) چې دوی (مشركان) يې له الله پرته بولي، هېڅ شي نه دي پيدا كړي، بلکې دوی پخپله پيدا شوي دي. 16:20
- (دوی) مړه دي، بې ژونده دي، او نه پوهېږي چې كله به راپورته كړل شي. 16:21
- زمونږ قول د يو شي لپاره، كله چې موږ يې وغواړو، دا وي چې موږ ورته وايو: "شه!" نو هغه شي. 16:40
- ایا هغه كسان چې بدې مكرې كوي، له دې نه په امان كې دي چې الله دوی په ځمكه كې ډوب كړي، يا دوی ته عذاب له داسې ځايه راشي چې دوی نه پوهېږي؟ 16:45
- هر هغه نعمت او نيكي چې تاسو لرئ، نو دا د الله له لوري ده. بيا كله چې تاسو ته تكليف ورسېږي، نو تاسو هغه ته غږ كوئ. 16:53
- بيا كله چې هغه له تاسو نه تكليف لرې كړي، نو بيا په دې وخت كې ستاسو ځينې له خپل رب سره (نور) شريكوي. 16:54
- او بېشكه په څارويو كې ستاسو لپاره عبرت دى. موږ تاسو ته له هغه څه نه چې د دوی په خېټو كې دي، د غاښو او وينې تر منځ، خالص شيدې دركوو، چې د څښونكو لپاره خوږې دي. 16:66
- نو د الله لپاره مثالونه مه جوړوئ (ځكه چې د هغه په شان هیڅ شي نشته، او هغه د هيڅ شي په شان نه دى). بېشكه الله پوهېږي او تاسو نه پوهېږئ. 16:74
- پوه شئ چې الله انسانانو ته غوږ، سترګې، عقل او احساسات وركړي دي، ترڅو شكر وكړي. 16:78
- له حرص او بخيلۍ څخه ډډه وكړئ. 16:97
- كله چې تاسو قرآن لوستل غواړئ، نو له شيطان نه د الله پناه وغواړئ. 16:98
- پوه شئ چې په جهالت سره شوې تېروتنه، كه چا توبه وكړه او خپل ځان يې سم كړ، نو بښل كېږي. 16:119
- (محمد ﷺ) د خپل رب لارې (اسلام) ته په حكمت او ښې پندونې سره بلنه وركړه، او له دوی سره په هغه طريقه مباحثه وكړه چې ډېره ښه وي. نورو ته د الله لارې ته بلنه په حكمت او نرمۍ سره وركول كېږي. 16:125
- بېشكه الله له هغو كسانو سره دى چې له هغه وېرېږي (هغه كسان چې د هغه په وړاندې خپل فرض ادا كوي) او له هغو كسانو سره چې نېكي كوي. 16:128
- دا قرآن هغه لارې ته لارښوونه كوي چې تر ټولو نېغه ده. 17:9
- هيچوك د بل بوج (ګناه) نه وړي. 17:15
- هر څوك چې آخرت غواړي او د هغه لپاره هڅه كوي، د هغه هڅې سره چې د هغه لپاره شايسته ده، او هغه مومن وي، نو د داسې كسانو هڅه به (د الله له لوري) مننه او بدله وركړل شي. 17:19
- خپل مور او پلار ته درناوى وكړئ او له دوی سره په مهربانۍ سره چلند وكړئ. د مور او پلار فرمانبردار اوسئ. دوی ته د بې ادبۍ خبره مه كوئ. او ستاسو رب حكم كړى دى چې تاسو يواځې د هغه عبادت وكړئ. او چې تاسو له مور او پلار سره نيكي وكړئ. كه د دوی څخه يو يا دواړه ستاسو په ژوند كې زوړوالی ته ورسېږي، نو دوی ته "وف" مه واياست او دوی ته مه غږېږئ، بلكې دوی ته درناوي خبره وكړئ. 17:23
- او د دوی لپاره د عاجزۍ او رحمت څانګه ټيټه كړه او ووایه: "ربّه! دوی ته رحم وكړه لكه څنګه چې دوی ما په كوچنيوالي كې روزلى دى." 17:24
- بېشكه اسراف کوونكي د شیطانانو ورونه دي، او شیطان د خپل رب ناشكره دى. 17:27
- پیسې اسراف مه كوئ. 17:29
- خپل اولادونه د فقر له وېرې مه وژنئ. 17:31
- زنا ته مه نږدې كېږئ. د واده حرمت وساتئ او له زنا څخه ډډه وكړئ. 17:32
- كله چې پېمانه كوئ، نو پوره پېمانه وركړئ او په نېغه تل سره تول كړئ. دا ښه (ګټور) او په پای كې ډېر ښه دى. 17:35
- (اى انسان) د هغه شي پیروي مه كوه چې ته يې علم نه لرې (لكه دا چې ووایی: "ما ولیدل" حال دا چې يې نه وي لیدلي، يا "ما واورېدل" حال دا چې يې نه وي اورېدلي). 17:36
- عاجز اوسئ او تكبر مه كوئ. په ځمكه كې په تكبر سره مه ګرځئ. بېشكه ته نشې كولې چې ځمكه څيرې كړې او نه غرونو ته په اوږدوالي رسېدلی شې. 17:37
- ستاسو رب تاسو ته ډېر ښه پوهېږي؛ كه هغه وغواړي، نو تاسو ته رحم وكړي، او كه وغواړي، نو تاسو ته عذاب دركړي. 17:54
- هر څوك چې په دې دنيا كې ړوند وي (يعنې د الله نښې ونه ويني او پر هغه ايمان ونه لري)، نو هغه به په آخرت كې هم ړوند وي او د لارې نه به ډېر بې لارې وي. 17:72
- د مقرر شويو لمونځونو وختونه وساتئ. 17:78
- بېشكه موږ په دې قرآن كې خلکو ته هر ډول مثالونه بيان كړي دي، خو ډېر خلک (حق) ردوي او يواځې كفر قبلوي. 17:89
- موږ په دې قرآن كې خلکو ته هر ډول مثالونه راوړي دي. خو انسان له هر شي نه ډېر جګړه مار دی. 18:54
- د دوی بدله دوزخ ده؛ ځكه چې دوی كفر وكړ او زما آيتونه او زما رسولان يې په ملنډو او ټوكو كې ونيول. 18:106
- الله (د هغه شان) ته دا نه زیږي چې هغه اولاد ولري (دا د نصاریٰ هغه تهمت ته اشاره ده چې دوی يې په الله باندې كړى دى، چې عیسی (عیسى) د الله زوی دی). هغه پاك دى (او د هغه څه نه چې دوی يې شريكوي، پورته دى). 19:35
- له خلکو سره په نرمۍ سره خبرې وكړئ. 20:44
- په نيكيو كې یو له بل سره مخكې شئ. 21:90
- له بې ګټې خبرو څخه ډډه وكړئ. 23:3
- خپل شرم وساتئ. 23:5
- خپل زړه د ګناه له ميلانونو وساتئ. 23:97
- نورو ته بخښنه وكړئ او د دوی تېروتنې تېرې كړئ. 24:22
- د نورو خصوصي ژوند ته درناوى وكړئ، په ځانګړي ډول د دوی په كورونو كې. د ګاونډیانو حقونه ادا كړئ. 24:27
- (نارينه او ښځينه دواړو) خپلې سترګې ښکته كړئ. خپل شرم او پاكلمني وساتئ. 24:30
- په جامو او چلند كې پاكلمني وساتئ. 24:31
- پوه شئ چې الله هغو كسانو ته امنيت او سوله وركوي چې د هغه عبادت كوي او نيك عمل كوي. 24:55
- له اجازې پرته د مور او پلار په خصوصي کوټه كې مه ننوځئ. 24:58
- عاجز او فروتن اوسئ. 25:63
- له درواغو ګواهۍ او فریب څخه ډډه وكړئ. 25:72
- د آخرت د بدلې لپاره هڅه وكړئ، خو د دنيا خپل كارونه مه هېروئ. 28:77
- له الله سره بل هيڅ معبود مه بلئ. 28:88
- په همجنس پرستۍ كې مه ښكېلېږئ. 29:29
- په خپلو ټولو هڅو كې غوره والي ته رسېدل غواړئ. 29:69
- لمونځ قایم كړئ او زكات وركړئ. 31:4
- نیكۍ ته امر وكړئ او له بدۍ نه منع وكړئ. 31:17
- په خپل چلند كې تكبر مه كوئ. په بې ګټو خبرو كې وخت مه ضایع كوئ. 31:18
- په تګ او خبرو كې معتدل اوسئ. 31:19
- د پیغمبر محمد صلی الله علیه وسلم پیروي وكړئ. 33:21
- ښځې دې خپل ښکلا او زیورات نه ښکاره كوي او نه ورباندې فخر كوي. 33:33
- په ټولو حالاتو كې رښتيا ووایئ. 33:70
- د فكر په واسطه حكمت او پوهه ترلاسه كړئ. 38:29
- د قرآن حكمونه ومنئ. 39:23
- الله ټول ګناهونه بخښي كله چې ګناهګار توبه وباسي او هغه ته راوګرځي. 39:53
- الله ته د زړه له تله دعا وكړئ. 40:60
- بدي د هغه شي په واسطه چې ښه وي، لرې كړئ. 41:34
- كارونه په مشوره سره حل كړئ. 42:38
- خپل غږ د پیغمبر له غږ نه پورته مه كوئ. 49:2
- رازونه وساتئ او له خیانت څخه ډډه وكړئ. 49:6
- د هغو كسانو ترمنځ چې په شخړه كې دي، سوله وكړئ. په شخړو كې د پخلاینې هڅه وكړئ. 49:9
- په نورو باندې ملنډې مه كوئ. 49:11
- له شك څخه ډډه وكړئ. له جاسوسۍ او غیبت څخه ډډه وكړئ. د نورو غیبت مه كوئ او نه يې بدناموئ. د غیبت او بدنامۍ له ټولو ډولونو څخه ډډه وكړئ. تكبر دې تاسو ظلم ته ونه رسوي. 49:12
- پوه شئ چې يوازې تقوا انسان ته عزت وركوي. د خلکو او كلتونو ترمنځ توپیرونو ته درناوى وكړئ. 49:13
- مېلمانو ته درناوى وكړئ. 51:26
- د الله په وړاندې خپلو دندو ته پام وكړئ. 51:56
- مالونه د صدقې په لاره كې ولګوئ. 57:7
- پوه شئ چې په دين كې رهبانيت (له ودونو او اسانتیاوو نه لاس اخیستل، لكه راهبانو، راهباتو او نورو چې د ديني قسمونو لاندې ژوند كوي، يا هغه ودانیو چې دوی پکې اوسيږي) نشته. 57:27
- مال دې تاسو له یاد الله نه غافل نه كړي. 58:11
- هغو كسانو ته چې علم لري، الله به لوړه درجه وركړي. 58:11
- له غیر مسلمانانو سره په ښه او عادلانه ډول چلند وكړئ. 60:8
- په خپلو عقیدو او كړنو كې له نفاق څخه ډډه وكړئ. 63:9
- له حرص او بخیلۍ څخه لرې اوسئ. 64:16
- هغه وحي چې تاسو ته سپارل شوې ده، وساتئ. 73:15
- د قیامت ورځ په یاد ولرئ. 75:36
- صبر او رحمت ته امر وكړئ. 90:17
- هغه كسان چې خپل نفس پاكوي، بریالي كېږي؛ او هغه كسان چې يې خرابوي، ناكامه كېږي. 91:10
- اړمنانو ته په غاړه مه غورځوئ او مه يې شړئ. 93:10
- علم او پوهه ترلاسه كړئ. قرآن ولولئ او په هغه فكر وكړئ. 96:1–5
- د غریبانو خوراک ته هڅونه وكړئ. 107:3
""";
