const String quranIndexHebrewRaw = r"""
תפילות מנזיל 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
אדוננו תפילות 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
אדוני תפילות 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
אהרון (הארון) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
עבאסה, S.80; 74:22
טהרה (וודו), 4:43; 5:6
אברהם (איברהים) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- לא יהודי ולא נוצרי, 3:67-68
- עמד במקדש הראשון בבכה, 3:97; 26:123
- מניח את יסודות הכעבה 2:124-129
- קורא לעמו לעבוד את האל האחד האמיתי 2:130-133; 26:69-89; 29:16; 29:24-27
- מתווכח עם מלך יהיר 2:258
- שואל על התחייה 2:260
- לא יהודי ולא נוצרי 3:65-68
- מפריך את עבודת הגרמים השמימיים 6:74-87
- מקבל בשורה על לידת יצחק 11:69-76; 51:24-30
- תפילתו ליד הכעבה 14:35-41
- מבוקר על ידי מלאכים 15:51-56
- מודל לחיקוי 16:123
- קורא לאביו אל האמת 19:41-50
- משמיד אלילים וניצל מן האש 21:51-73; 37:83-113
- קורא את כולם לעלייה לרגל 22:26
אברר, 3:193, 198; 76:5; 82:13; 83:18-22
ביטול, 2:106, 16:101
אבו להב, 111:1-5
עם עאד, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
אדם, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- מלאכים להשתחוות לפניו, 2:34; 7:11
- עץ הדעת, 2:35; 7:19-20; 20:120-121
- גירוש מגן עדן (אין אשמה על חווה), 2:36; 7:24
- מכובד על ידי אללה, מפותה על ידי השטן 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- נסלח על ידי אללה 2:37; 20:122
עאדיאת, S.100
גן עדן עדן, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
מצוקה
- אינו נושא בנטל של אחר, 6:164; 17:15; 35:18; 39:7; 53:38
- אינו נושא מעבר ליכולת העמידה, 2:286; 6:152; 7:42; 23:62
- סבלנות בעת, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
הזדקנות, 16:70; 22:5; 30:54; 36:68
- התנהגות כלפי הורים מזדקנים בטיפולך, 17:23
אחמד, 61:6
אחקאף, S.46; 46:21
אחזאב, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
תושבי אייכה, 15:78; 26:176; 38:13; 50:14
אעלא S.87; 87:1; 92:20
עלק, S.96
אל-עמראן, S.3
אללה
- יום אצלו הוא חמישים אלף שנה, 70:4
- יום אצלו הוא אלף שנות אדם, 22:47; 32:5
- יכולת לעשות כל דבר, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- טוב שבכל השופטים, 95:8
- מעבר להגדרה, 43:82; 67:12
- מביא לאין את תוכניות הכופרים, 8:30; 8:36
- יכול לגרום לבני האדם להיעלם ולהביא יצורים אחרים, 4:133; 14:19; 35:16
- גורם לצחוק ולבכי, 53:43
- גרם לאיש לישון מאה שנה, 2:259
- אויב אלה המכחישים את האמת, 2:98
- שבחו את תפארתו מבוקר עד ערב, 33:42
- בנות שקר של, 16:57; 17:40; 43:16; 52:39; 53:21-22
- בשמן, 53:19-20
- נותן לבני האדם בחירה חופשית, 36:67
- ויתור על הכל למענו, 4:66-68; 4:125
- טוב ורע הם ממנו, 4:78
- מעניק חיים ומוות, 44:8; 53:44; 57:2; 67:2
- שוקדים קשה מתוגמלים טוב יותר, 4:95-96; 5:54; 9:120; 49:15; 61:11
- אין לו בת זוג, 72:3
- אין לו בן, 43:81; 72:3; 112:3
- לא נטשך בעת קשייך, 93:3
- נמצא בכל מקום בידיעתו, 2:115; 2:142; 2:177; 4:126
- הוא הראשון והאחרון (אלפא ואומגה), 57:3
- הוא הגלוי והנסתר, 57:3
- יודע מה שמעבר להבנה, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- אוהב את אלה הנוהגים בצדק, 49:9
- לא חוקק חוקים לגבי מה שלא דיבר עליו, 5:101; 6:140; 6:148; 7:32
- רחמים כלפי שבויי מלחמה שיש בהם טוב, 8:70
- טבעו של, 2:255
- שום אדם אינו אלוהות, 3:64; 3:151
- אינו שילוש, 4:171
- מפלט מרוע אצלו, 113:1-5; 114:1-6
- לזכרו בעמידה, בישיבה, בשכיבה, 3:191; 4:103; 10:12; 25:64
- מעצב אותך ברחם, 3:6
- כיסאו נשען על המים, 11:7
- יברא דברים שאין לך עליהם ידיעה, 16:8
- אינו רוצה עוול לבריותיו, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
ברית, 8:72; 9:7
- נוצרים ויהודים, 5:51
- אסורה עם קרובים כופרים, 9:23-24
- אסורה עם צבועים, 4:88-89; 4:139; 4:144
אלישע, (ראה אלישע)
אמנה, אמון ומצוות אללה וכו', 2:283; 4:58; 8:27
- ראה אמון
מלאכים, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- נבראו מאש, 7:12; 38:76
- שמונה ישאו את כיסא אללה ביום הדין, 69:17
- טענת שקר שהם נקבות, 43:19; 53:27
- שומרים 82:10-12; 86:4
- תשעה עשר שולטים על הגיהנום, 74:30-31
- לא נשלחו לספק גחמות, 15:7-8
- נשלחו להשרות השראה, 16:2
כעס, בלום, 3:134
ענכבות, S.29
נמלים, 27:18
קופים, 5:60
- נבזים, 2:65; 7:166
כפירה, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- אל תבקש עונש מהיר לכופרים, 46:35
- אללה לבדו יענישם, 73:11; 74:11
- עונש בעולם הבא, 2:217; 9:74
- דחייה על ידי אחרים, 3:87
- חזרה בתשובה, 3:89; 5:34; 9:5; 9:11
- ביום הדין כבר מאוחר מדי, 40:85
- תחת כפייה, 16:106
כופרים, 47:25
אעראף, S.7; 7:46, 48
ערפת, 2:198
ויכוח
- לא על חשבון אלה שמרמים את עצמם, 4:107
- ויכחת בעדם בעולם הזה, אך מי יעשה כן ביום התחייה, 4:109
טיעונים/התקפות
- הגב באותו אופן, 8:58
- סבלנות עדיפה הרבה יותר, 16:126
שריון, 16:81
עאצר, S.103
איה אל-כורסי, 2:255
רכלן, 49:12; 104:1
בדר (קרב), 3:13
- לקחים מ, 8:5-19, 42-48
אל-בית-אל-מעמור, 52:4
בכה (מכה), 3:96
בעל, 37:125
בלד, S.90
איזון, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
בנו אן-נדיר, 59:2-6, 13
בקרה, S.2
ברקה (ראה תובה), S.9
ברזח, (מחסום), 23:100; 25:53; 55:20
- ראה גם 18:94-97; 34:54; 36:9
ביינה, S.98
החיה (של אחרית הימים), 27:82
בדואים, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
דבורה, 16:68-69
התנהגות
- ויכח בדרך נעימה עם אלה שקיבלו התגלות קודמת, 16:125, 29:46
- הימנע מלהיות מעורב בעניינים שאין לך עליהם ידיעה, 17:36
- הימנע מחטאים חמורים ומעשים מביישים, 53:32
- הימנע מניחושים על אחרים, אל תרגל ואל תדבר רעות על אחרים 49:12
- היה צודק בדעותיך, 6:152
- הקהילה צריכה להיות מתונה, 2:143; 25:67
- יהירות מיואשת, 4:36, 57:23
- אל תגעור באלה המבקשים את עזרתך, 93:10
- אל תחשוב את עצמך טהור, 53:32
- אל תלעג לאחרים, 49:11; 104:1
- אל תזכיר דברים רעים בפרהסיה, 4:148
- אל תדבר רעות על אחרים, 104:1
- לכל קבוצה ניתנה חוק ודרך חיים, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- ודרך עבודה, 22:67
- אללה יכול היה לעשותם קהילה אחת, 5:48; 11:118; 16:93; 42:8
- קהילה אחת תחת אללה, 21:92
- סלח ליהודים, 5:13
- סלח לבלתי מאמינים, 31:15; 45:14
- סלח בנדיבות, 42:37
- שליטים מקבלים החלטות לאחר התייעצויות, 42:38
- ונביא, 10:47; 16:36
- השמצת מאמינים היא חטא, 33:58
- גברים (כלפי נשים), 24:30
- עושי שלום מתוגמלים, 42:40
- דבר צדק כלפי הנזקקים, אם אין ביכולתך לעשות דבר אחר, 17:28
- כלפי הורים מזדקנים בטיפולך, 17:23
- כלפי מוסלמים אחרים, 33:6
- כלפי אחרים, 17:26-29; 17:35; 17:53; 60:8
- כלפי הורים, 46:15
- כלפי עבדים, 4:36; 24:33
- התייחס לבלתי מאמינים שאינם לוחמים בצדק, 60:8
- נשות הנביא, 33:28-34
- נשים (כלפי גברים), 24:31
- בכל ההתגלויות, 2:136; 2:285
- טבעם של, 49:14-15
מאמינים, 2:2-5; 2:285; 8:2-4; 8:24
צוואה, 2:180, 240; 4:7, 12; 36:50
בגידה (הונאה, מרמה), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
תנ"ך, 5:64, 5:65, 5:68
- עיוות של, 3:78; 5:14-15
ציפורים, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
דמי דם (דיה), 2:178-179; 4:92; 17:33
שלל מלחמה, 4:94. 8:41; 59:6-8
- נטילה שלא כדין, 3:162
- ראה שלל
שוחד, 2:188
בודן, 22:36
נטל
- של אחר, שום נושא נטל לא ישא את נטלו של אחר, 35:18; 39:7; 53:38
- הכופרים ישאו גם בנטל של אחרים, 16:25; 29:13
- רע אכן הוא הנטל שישאו, 6:31, 164
- אללה אינו מטיל על אדם נטל מעבר ליכולתו, 2:286; 7:42; 23:62
בורוג' (כוכבים גדולים), S.85; 85:1; 15:16; 25:61
גמל, 6:144; 7:40; 77:33; 88:17
שבויים, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- ראה גם שבויי מלחמה
בקר, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
מערת ת'אור, 9:40
מערה, אנשי ה 18:9-22, 25-26
ודאות עם אמת, 56:95; 69:51
צדקה, (סדקה), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- מושאי הצדקה והזכאת, 2:273; 9:60
ילדים 2:233; 42:49-50
- אבודים הם אלה שהרגו את ילדיהם, מאוולת, ללא ידיעה, 6:140
משיח, (ראה ישו)
נוצרים, 5:14, 19, 64-65, 69; 22:17
- מתבקשים לא לאלה את ישו, 4:171
- הקרובים ביותר לחוש אהבה כלפי מוסלמים, 5:82
- רובם שכחו את מה שנאמר להם לשמור בלב, 5:14
- עכשיו בא אליכם שליח, 5:15, 19
- הצדיקים יתוגמלו, 2:62; 5:65; 5:69
- אומרים "ישו הוא בן אללה", 9:30
ערים שנהפכו, 69:9
עיר הביטחון, 95:3
לבוש, 7:26; 16:81
- של אש, 22:19
- הצעיף או לבוש נשים במצבים מחוץ לבית, 24:31
- לבוש חיצוני של נשים מונע הטרדה על ידי צבועים, 33:59-60
מאוחדים, 33:9, 22
- ראה אחזאב התייעצות, הדדית, 42:38
בריאה
- מתחילה וחוזרת על עצמה, 10:4; 21:104; 27:64; 29:19-20
- חדשה, 17:49, 98; 35:16
- עם אמת, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- לא לשעשוע, 21:16-17; 23:115
- כל יצור חי נברא מ, 21:30; 24:45;25:54
- של האדם, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- הצורה הראשונה של 56:62
- בשישה ימים, 7:54; 11:7; 32:4; 50:38; 57:4
- בזוגות, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- מגוון ב, 35:27-28
- אללה מצווה "היה!" — והוא, 2:117;16:40; 36:82; 40:68
- כהרף עין, 54:50
- לילה ויום, שמש וירח, 39:5
- של שמים וארץ גדולה מ, של האנושות, 40:57; 79:27
- מטרת, 51:56
עורב, 5:31
קריטריון, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
דהר, (ראה אינסאן,) S.76; 45:24
- זמן, 76:1; 103:1
דוד, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- קיבל את התהילים 4:163
- נלחם והורג את גוליית, 2:251
- פוסק בדין 21:78-80
- מבורך בידע ובנבואה 27:15-16
- הרים וציפורים מצטרפים אליו בשבח אללה 34:10; 38:17-20
- פוסק בין שני אנשים 38:21-26
דאבה (יצור חי נע וכו') 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
המתים יקומו לתחייה, 6:36
מוות, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- ובריחה מן הקרב, 33:16
- בדרך אללה, 3:195; 22:58; 47:4
- אותן קהילות שאין להן התגלות לא יושמדו, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- אלה שנפלו בדרך אללה חיים הם, 2:154; 3:169
- בעת בריחה מרוע לעבר אללה, 4:100
- לא ניתן לעצור או לעכב 63:10-11
- אחיו התאום של השינה 6:60; 39:42
- מאמינים וכופרים בעת המוות 8:50; 16:27-32; 41:30
- עונש בקבר 40:46
חובות, 2:280, 282; 4:11-12
גזירה
- לכל עניין ועניין יש, 13:38
- מעולם לא השמדנו עיר אלא הייתה לה, ידועה, 15:4
- כל עניין הוא מאת אללה, 44:5
- כשהוא גוזר עניין, הוא אומר רק, "היה!" — והוא, 2:117; 36:82; 40:68
מעשים
- רעים, מיופים בעיניהם, 47:14
- לנו שלנו, ולכם שלכם, 28:55; 42:15; 45:15
- טובים ורעים, הם לזכותו ולחובתו של עצמו, 41:46
- קשר מעשי האדם לצווארו, 17:13
דרגות, לפי מה שעשו, 6:132
תשוקה, אלה שמלכים אחר תשוקתם הרעה, 47:14, 16
- מי שעשה את תשוקתו לאלוהיו, 25:43
אל תתייאש מרחמי אללה, 39:53; 21:87-88; 68:48-50
- ראה גם יונה
ד'אריאת, S.51
ד'כר, 7:205; 15:6, 9
ד'ול-כפל, 21:85; 38:48
ד'ול-קרנין, 18:83-98
ד'ון-נון (חבר הדג)
כופרים (ראה גם צבועים)
- מבקשים ממוחמד (ﷺ) להזמין את זעם אללה עליהם כהוכחה, 6:57-58; 8:32; 10:49-52
- שאתם את חברתם בנדיבות, 31:15
- שאתם את מה שהם אומרים בסבלנות, 20:130; 50:39
- ברית עם, 8:56; 8:72; 9:4, 7
- הפרת ברית, 8:58; 9:12
- אללה מביא את תוכניותיהם לאין, 8:30, 36
- עזוב את חברת אלה שמלעיגים על חוק אללה, 4:140; 6:68
- הגן עליהם אם הם מבקשים זאת מכם, 9:6
- עונש בזמן מלחמה, 8:12, 50, 59
- עונש בעולם הבא, 8:37
- לא יבקרו ולא יטפלו במסגדים, 9:17
- דבר אליהם בנדיבות, 17:53
- שקידה כנגד, 9:73; 25:52; 66:9
- התייחס לבלתי לוחמים ביניהם בצדק, 60:8
- יתברו רק עם כופרים אחרים, 8:72
תלמידים (של ישו), 3:52; 61:14
מחלה בלבבות הצבועים והכופרים, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
עיוות, אחריו ישנה ביטחון, 3:154
חלוקת שלל מלחמה, 8:41; 59:7-8
חפיר, אנשי ה, 85:4-10
גיוון
- של בני האדם, 30:22, 35:27-28
- של החיים, 35:27-28
גירושין, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- לאחר תקופת המתנה, פרוד או פיוס, 2:231; 65:2
- שני עדים, 65:2
- מזונות, 2:233, 241
- חל על יורש הבעל לשעבר, 2:233
- ניתן לבטל פעמיים, 2:229
- מעמד המוהר, 2:229, 236-237
- מצא מינקת אם נחוץ, 65:6
- ראה גם זיהאר
גירושין, גבר
- גרש אישה אחת בשל אחרת - אל תיקח בחזרה את מה שנתת ראשונה, 4:20
- אל תטריד את אשתך, 65:6
- אל תאחז נשים בניגוד לרצונן, 4:19
- ארבעה חודשים לשינוי דעתו, 2:226
- תמוך באשתך במלואו בזמן הריונה ותקופת המתנה, 65:6
- תמוך באשתך במלואו אם היא מניקה את ילדך, 65:6
- האם לא תסבול בשל ילדה חסר האב, 2:233
- קדם-אסלאמי, 58:2
- חרטה לפיוס צום של חודשיים רצופים, 58:4
- חרטה לפיוס האכלת 60 נזקקים, 58:4
- חרטה לפיוס שחרור עבד, 58:3
- ניסיון פיוס, 4:35
- חף מחטא אם הנישואין לא נצרכו, 2:236
- הכלה זכאית למחצית המוהר, 2:237
גירושין, אישה
- לאחר גט שלישי (זה מבעל אחר) יכולה לחזור לבעל המקורי, 2:229
- זכאית למזונות, 2:241; 65:1
- זכות שווה לגירושין, 2:228
- חרדה מהתנהגות רעה של הבעל, 4:128
- רשאית לשמור את מה שנתן לה בעלה, 2:229
- לא לגרשה מביתה, 65:1
- המתנה של שלוש וסתות להפרכת היריון, 2:228
- המתנה של שלושה חודשים לאלה שאינן בווסת, 65:4
- אלא אם הנישואין לא נצרכו, 33:49
כלבים, 7:176
חמורים, 2:259; 16:8; 31:19; 62:5; 74:50
שתייה
- אלכוהולית, 2:219; 5:90
- טהורה ולבנה וטעימה, 37:45-46; 76:21
- יין חתום טהור, 83:25
דוחא, S.93
דוכאן, S.44
צבא הפילים, 105:1-5
אליהו (אלייאס; אלייאסין) 6:85; 37:123-132
אלישע, (אלייאסע) 6:86; 38:48
חנוך, (ראה אידריס)
האירוע, 56:1; 69:15
רוע, 4:123; 10:27-30; 19:83; 59:15
- לא ייאמר בפרהסיה, 4:148
- בא מעצמנו, אך הטוב מאללה, 4:79; 42:48
- סלח לרוע, 4:149
- מוחזר, 6:160; 42:40
- מי שמחשבים, מזימות, 16:45-47
- כך היה הסוף, 30:10
- הופיע על היבשה ועל הים, 30:41
- דחה/הגן, עם טוב, 13:22; 23:96; 41:34
- שונה, לטוב, 7:95
- אלה שמלכים אחר תשוקותיהם ה, 47:14, 16
- מעשים מיופים בעיניהם, 47:14
עודף
- אסור במזון, 5:87
- בדת, 4:171; 5:77-81
עיניים, אוזניים ועורות יעידו נגד החוטאים, 41:20-23
עזרא, (עוזייר) 9:30
פנים או מראה אללה, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
מראה נאה
- אללה עשה, לכל עם את מעשיו שלו, 6:108
אמונה (בטחון), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- מכחישי, 3:116
- גידול ב, 3:173
- עם ודאות, 44:7; 45:4, 20; 51:20
- הוא הדריכך אל ה, 49:17
פג'ר, S.89
פלק, S.113
שיחה שקרית על פסוקי הקוראן, 6:68
אלים שקריים
- מלבד אללה, אלילים ושותפים כביכול 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- אל תעלב את אלה שהם עובדים מלבד אללה, 6:108
- ראה גם טאגות
שקר (בטיל), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
קשר מעשי האדם לצווארו, 17:13
צום, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- אכול ושתה עד שהחוט הלבן ייראה בולט מן החוט השחור, 2:187
פתח, S.48
פאתחה, S.1
פאטר, S.35
פדיה (כופר), של צום, 2:196
- לשחרור שבויים, 8:67
- כופר המוצע על ידי כופרים, 3:91; 5:36,37; 10:54; 13:18
תאנה, 95:1
לחימה
- בדרך אללה, נגד כופרים, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- נקבעה, 2:216
- בחודשים קדושים, 2:217; 9:5
- על ידי בני ישראל, 2:246-251
- בדרך אללה, ועבור גברים ונשים מדוכאים, 4:74-76
- עד שלא תהיה עוד פיתנה, 8:39
- עשרים מנצחים מאתיים, 8:65
- נגד אלה שאינם מאמינים באללה, 9:29
- רשות נגד אלה שנעשה להם עוול, 22:39-41
- והצבועים, 47:20
- פטורים מ, 48:17
פיל, S.105
גן עדן פרדוס, 18:107; 23:11
אש, 56:71, 100:2
זבוב, 22:73
מזון
- מותר ואסור, (חלאל וחראם), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- אין חטא במה שאכלת בעבר, 5:93
- אל תחרוג, 5:87
- אל תעשה אסור את מה שאללה עשה מותר, 5:87; 7:32; 16:116
התנהגות אסורה, 6:151-152; 7:33
סליחה, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- חובה של מאמינים, 42:37; 45:14
- על ידי מאמינים, לאנשי הכתב, 2:109
- אללה סולח למי שירצה, 4:48
- אללה אינו סולח על הצבת שותפים בעבודתו, 4:48, 116
- כל מי שמבקש את סליחת אללה, 4:110
- לא לבקש את סליחת אללה עבור המושרכין, 9:113
- אללה סולח על כל החטאים, 39:53
- מלאכים מבקשים, עבור אלה שעל הארץ, 42:5
- סלח, כשהם כועסים, 42:37
- סלח ועשה פיוס, 42:40
- מאמינים לסלוח לאלה שאינם מקווים לימי אללה, 45:14
- עבור אלה שנמנעים מחטאים חמורים ומהפאוואחיש, 53:32
- התחרו זה עם זה בחיפזון לקראת, 57:21
- מעשים רעים שהפכו לטובים 25:68-71
מרמה, (ראה בגידה) 83:1-6
בחירה חופשית
- מוגבלת על ידי רצון אללה, 6:107; 10:99; 74:56;76:31; 81:28-29
- מי שירצה, שיאמין ושיכפור, 18:29
- ילך בדרך לאדונו, 76:29
- ילך ישר, 81:28
תפילת יום שישי, 62:9-11
פירות, 6:41; 16:11
- בגן עדן, בשפע, 43:73
- כל סוג של, 47:15
- כאוות נפשם, 77:42
פוג'אר, 82:14-16; 83:7
פורקאן, S.25
פוצילת (ראה חא מים), S.41
גבריאל, (ג'יבריל) 2:97-98; 26:193; 66:4; 81:19-21
- רוח, 26:193; 67:12; 70:4; 78:38; 97:4
- רוח-אל-קודוס, 2:87, 253; 5:110; 16:102
הימורים, 2:219; 5:90
ציד, במצב של אחראם, 5:94-96
ע'אפיר (ראה מועמן), S.40
ע'אשיה, S.88
טבילה, 4:43; 5:6
מתנות, 30:39
גוליית, (ג'אלות) 2:249-251
טוב (ימים), 3:140
- אתה שונא דבר שהוא, ואוהב מה שהוא רע, 2:216
- להיות מתוגמל, 4:85; 28:54
- מתוגמל כפול, 4:40; 28:54
- מתוגמל עשרה פעמים, 6:160
- מוגדל, 42:23
- עבור אלה שעושים טוב, יש טוב ובית העולם הבא, 16:30
- הוא עבור אלה שעושים טוב בעולם הזה, 39:10
- אללה מתגמל את אלה שעושים טוב בטוב ביותר, 53:31
- האם יש תגמול לטוב, מלבד טוב, 55:60
- עשה טוב, כפי שאללה היטיב עמך, 28:77
טוב ורע
- טוב הוא מאללה ורע הוא מעצמך, 4:79
- אם תעשה טוב, לזכות עצמך, ואם תעשה רע, נגד עצמך, 17:7;41:46
- דחה רע בטוב, 23:96; 28:54; 41:34
- המעשה הטוב והרע אינם שווים, 41:34
- כל אדם יתעמת עם כל, מה שעשה, 3:30
- ראה גם מוחסינון
מעשה טוב
- גלה אותו או הסתירהו, 4:149
- שאף כמו במרוץ ב, 5:48
בשורה, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
חדשות גדולות, 78:1-5
ברכה, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
חדיד, S.57
הדי (בעל חיים לקרבן), 2:196, 200
חג' (עלייה לרגל), 2:158, 196-203; 3:97; 5:2;22:30
חג', S.22
המאן, 28:6, 38; 29:39; 40:24, 36, 37
ידיים ורגליים יעידו, 36:65
חאקה, S.69
קושי, יש הקלה עם כל, 94:5-6
הארון, (אהרון)
הארות, 2:102
חשר, S.59
לבבות
- מוקשחים, 2:74; 22:53; 39:22; 57:16
- חתומים, 7:100-101; 40:35; 47:16; 63:3
- מכוסים, 17:46; 41:5
- נעולים, 47:24
- מחולקים, 59:14
- מלאים פחד, 22:35
- שבהם יש מחלה, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
שמים
- לאללה שייך הנסתר של ה, 16:77
- לא נבראו לשעשוע, 21:16
- והארץ היו מאוחדים יחד, 21:30
- אין דבר נסתר ב, 27:75
- נבראו ללא עמודים, 31:10
- יגולגלו ביד ימינו, 39:67
- בריאת שבעה שמים בשני ימים, 41:12
- השמים הקרובים קושטו במנורות, 41:12
- לאללה שייך כל מה שב, 45:27;53:31
- שבעה שמים, אחד מעל השני, 67:3
גיהנום (האש, הלהבה הבוערת) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- מים בוערים ורותחים 22:19-22; 23:103-104
- מוגלה 14:14-17; 38:55-58; 69:35-37
- עץ הזקום 37:62-70; 44:43-50; 56:41-56
- חוסר יכולת התושבים לחיות או למות 87:13
- הטלת אשמה 26:91-101; 34:31-33
- קריאות להשמדה מיידית 25:13-14; 43:74-78
- זעקות נלהבות 35:36-37
- האש גועה ושואגת 25:11-12; 67:6-11
- עורות צלויים מוחלפים בחדשים 4:56
- כבלים ובגדי זפת 14:48-50
- אלות ברזל 22:19-22
- שרשראות 13:5
- שומרי הגיהנום 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- לא מתקבל כופר 5:36-37
- ההתערבות נדחית 6:94; 26:100; 30:13; 74:48
- ייאוש בוער וחשכה קרת קרח ב, 38:57
- שרשרת של 70 אמה, 69:32
- שהייה לתקופה מוגבלת, 78:23
העולם הבא
- טוב יותר הוא הבית ב, 6:32; 7:169
- מה יהיה הסוף ב, 6:135
- הזאלימון לא יצליחו (ב), 6:135
- בית ה, 12:109; 16:30; 28:83; 29:64
- מי שאינו מאמין ב, 17:10
- תגמול ה, 42:20
- טוב מכסף וזהב, 43:33-35
- רק עבור המותקין, 43:35
- עונש ה, 68:33
- טוב יותר ומתמשך יותר, 87:17
- טוב יותר מן ההווה, 93:4
כבישים רחבים, 21:31
חיג'ר (שטח סלעי), 15:80-85
חיג'ר, S.15
הומוסקסואליות 26:165-166; 27:55; 29:28-29
סוסים, 16:8
השעה
- ידיעתה היא אצל אללה בלבד, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- פתאום היא עליהם, 6:31; 7:187;12:107; 43:66
- באה עליכם, 6:40; 12:107; 20:15; 34:3
- התקרבה, 54:1-5
- כהרף עין, או אף קרוב מכך, 16:77
- רעידת האדמה של ה, 22:1
- תוקם, ביום, 30:12, 14
- בהחלט באה, אין ספק, 40:59;45:32; 51:5-6
- סימנים 21:96; 27:82; 43:61; 47:18; 54:1-2
- שמות 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- תפתיע את האנשים 6:31; 7:187
- השופר יתקע 6:73; 23:101; 39:68
בתים, נימוסי כניסה, 24:27-29
הוד, 7:65-72; 11:50-60; 26:123-140; 46:21-26
הוד, S.11
חוג'ורת, S.49
הומזה, S.104
חונין (קרב), 9:25
חור (נקבות בגן עדן), 44:54; 52:20
צבועים
- אומרים: אנו מאמינים באללה וביום האחרון, אך למעשה אינם מאמינים, 2:8
- מרמים את עצמם, 2:9
- מחלה בלבבם, 2:10; 8:49; 22:53;33:12; 47:29
- עושים מהומה, 2:11-12
- טיפשים ולועגים, 2:13-15
- קנו טעות תמורת הדרכה, 2:16
- חרשים, אילמים ועיוורים, 2:17-18
- בפחד מוות וחשכה, 2:19-20
- דיבור נעים, 2:204-206
- מסרבים להילחם, 3:167-168
- אללה יודע מה בלבבם, 3:167;4:63
- הולכים לשפיטה אצל שופטים שקריים, מתרחקים מההתגלות, באים כשמשבר פוקד, 4:60-62
- בצרה ובהצלחה גדולה, 4:72-73
- אללה השיבם לאחור, 4:88
- לא לקחתם כידידים, 4:89; 58:14-19
- אם יחזרו, הרגם בכל מקום שתמצאם, 4:89
- הם ממתינים ומשגיחים לנצחונכם או להצלחת הכופרים, 4:141
- מבקשים לרמות את אללה, מתפללים בעצלנות ולמראית עין, 4:142
- אינם שייכים לא לאלה ולא לאלה, 4:143
- בעמקים הנמוכים ביותר של האש; אין עוזר, 4:145
- חוששים שייחשפו, 9:64-65
- לא להתפלל עבורם, 9:84
- גברים ונשים הם מאותו מין; מפסידים; קללת אללה, 9:67-69
- בבדואים, 9:101
- בכל מקום שייאתרו, יילכדו וייהרגו, 33:61
- אללה יעניש את ה, 33:73
- שקרנים; הופכים גב; לבבם מחולק, 59:11-14
- שקרנים; עשו את שבועותיהם למסך; לבבם חתום; היזהרו מהם, 63:1-4
- אינם מבינים, אינם יודעים, 63:7-8
- לשקוד קשה נגד, 66:9
איבליס (שטן), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ראה גם שטן
איברהים, (ראה אברהם)
איברהים, S.14
עידה (תקופת המתנה הקבועה לאישה בגירושין), 2:228, 231, 232, 234, 235; 33:49;65:1-7
אידריס (חנוך), 19:56-57; 21:85; 96:4
אחראם, 2:197; 5:2, 95
איחסאן, 16:90
איח'לאס, S.112
אילאה, אחד בלבד, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
יחסי מין אסורים; עדות עדים, 4:15-18; 24:2, 19
עיליון, 83:18-21
טמא (נג'ס) 9:28
עמראן
- אשתו של, 3:35
- בתו של, 66:12
הבלתי נמנע, 69:1-3
אינפיטאר, S.82
ירושה, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
עוול, לאלה שנעשה להם, 4:30, 148
אינסאן (ראה דהר), S.76
אינשיקאק, S.84
אינשירה (ראה שרח), S.94
השראה, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
התערבות/מתערב, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
משכרים, 5:90, 2:219
קיום התפילה, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
איקרא' (ראה עלק), S.96
ארם, 89:7
ברזל, 57:25
עיסא, ראה ישו
יצחק, (איסחאק) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ישמעאל (אסמאעיל), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
מניח את יסודות הכעבה עם אביו 2:125-140
סיפור הקרבן 37:100-113
אסלאם, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- ראשון מבין אלה שנכנעים כמוסלמים, 6:14,163; 39:12
- ראשון לאמץ, 9:100
- חזה נפתח ל, 39:22
- כטובה, 49:17
אסרא', S.17
ישראל, בני, 2:40-86
- טובה שהוענקה, 2:47-53, 60, 122; 45:16-17
- מרד בציות לאללה, 2:54-59, 61, 63-74; 5:71; 7:138-141
- יחסיהם עם מוסלמים, 2:75-79
- יהירותם, 2:80, 88, 91
- בריתותיהם, 2:80, 83-86, 93, 100; 5:12-13, 70
- קנו את חיי העולם הזה במחיר העולם הבא, 2:86
- הבצענים ביותר מן האנושות לחיים, 2:96
- מבקשים מלך, 2:246-251
- חרגו מן הגבולות; נפרדו לקבוצות שונות; קופים, 7:161-171
- הובטחו פעמיים, 17:4-8
- נמלטו מן האויב, 20:80-82
- קיבלו כתבים ומנהיגים, 32:23-25; 40:53-54
- חכמי ה, ידעו זאת (הקוראן כאמת), 26:197
איסתווא (עלה מעל), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
אעתכאף, 2:187
יעקב, (יעקוב) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- אסבאט (שנים עשר בני יעקב), 2:140; 3:84;4:163
ג'אלות, (ראה גוליית)
ג'מארת, 2:200
ג'ת'יה, S.45
ישו, עיסא בן מרים
- אמו נבחרה מעל כל נשות העולם 3:42
- מעיד ביום התחייה, 4:159
- בשורת לידה, 3:45-47; 19:22-23
- שליח לבני ישראל, 3:49-51
- תלמידים, 3:52-53; 5:111-115
- תלמידים כעוזרי אללה, 3:52; 61:14
- הועלה, 3:55-59; 4:157-159
- דמותו של אדם, 3:59
- לא נהרג ולא נצלב, 4:157
- הוחדר בו, 4:163
- אינו יותר מאשר שליח (לא לאלה אותו), 4:171-172; 5:75; 19:30, 43:63-64
- כפרו אלה שאומרים, 5:17, 72; 9:30
- שלוחנו (מוחמד ﷺ) בא, 5:19
- נתן את הבשורה, 5:46
- תלמידים אמרו: אנחנו מוסלמים, 5:111
- שולחן ערוך עם מזון, 5:114
- לא לימד עבודה זרה שקרית, 5:116-118
- נביא צדיק, 6:85
- כאות, 23:50
- ביאתו השנייה 43:61
- דעות שונות לגביו, 43:65
- אינו יותר מאשר עבד ודוגמה לבני ישראל, 43:59
- בשורת שליח ששמו יהיה אחמד, 61:6
- לידתו הבתולית, מסרו, ונסיו 3:45-51; 19:16-38
- הוזכרו לו חסדי אללה 5:110-115
- מכחיש היותו אלוהי 5:116-120
- חמלה וחסד בלבבות עוקביו 5:82; 57:27
יהודים ונוצרים, 2:140; 4:153-161, 171; 5:18
- מקשיבים לשקר, 5:41-42
- ארורים על מה שאמרו, 5:64
- איבה למאמינים (מוסלמים), 5:82
- אלה שאימצו את האסלאם, 26:197; 28:53; 29:47
ג'יבריל, (ראה גבריאל)
ג'יהאד, (לחימה, שקידה) 2:216; 9:24; 22:78; 25:52
ג'ן, S.72
ג'ן, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ג'ן, נבראו מאש 15:25; 55:15
- ג'ן מאמינים וכופרים 72:1-15
- חלקם האמינו במסר הקוראן 46:29-32
- בני אדם וג'ן נבראו למטרה 51:56-58
איוב, 4:163; 6:84; 21:83-84; 38:41-44
יוחנן, (יחיא, יוחנן המטביל)
- בשורה על, 3:38-41; 19:7-11; 21:90
- צדיק, 6:85
- חכם, אמפתי, מסור, 19:12-15
יונה (יונס), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ד'ו נ-נון) 21:87; 68:48-50
יוסף (יוסוף), 6:84; 12:4-101
- הסיפור הטוב ביותר 12:1-3
- חלומו של יוסף הצעיר 12:4-6
- קנוניה של אחיו 12:7-18
- נמכר לעבדות 12:19-20
- גדל בבית שר מצרים 12:21-22
- אשת השר מנסה לפתותו 12:23-29
- אירוע המשתה 12:30-32
- הולך לכלא 12:33-35
- שני האסירים 12:36-42
- חלום המלך 12:43-53
- נעשה לשר 12:54-57
- אחיו באים אליו לאספקה 12:58-68
- לוקח את אחיו בנימין 12:69-82
- צערו המחודש של אביו 12:83-87
- חושף את זהותו האמיתית 12:88-98
- החלום הישן מתגשם 12:99-100
- תפילת סיום 12:101
ג'ודי, הר, 11:44
ג'ומועה, S.62
צדק (עדל), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- ראה גם 4:65, 105
כעבה
- נבנתה על ידי אברהם, 2:125-127
- אין הריגת ציד, 5:94-96
- מקלט ביטחון, 5:97
- הקפה בעירום, 7:28
- בעת תפילה והקפה, 2:200; 7:29, 31
כאפרון, S.109
כאפור, כוס מעורבת ב, 76:5
כהף, S.18
כנז, 9:34-35
כות'ר (נהר בגן עדן), 108:1
כות'ר, S.108
מפתחות
של השמים והארץ, 39:63; 42:12
של הע'ייב, 6:59
ח'ולה בינת ת'עלבה, 58:1
הריגה
- אם אדם הרג אדם, הרג את כל האנושות, 5:32
- אל תהרוג אף אחד, 17:33
מילים טובות טובות יותר מצדקה, 2:263
קרובי משפחה, זכויות, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
כיראמן-כאתיבין, 82:11
ידע
- אף עלה אינו נופל, אלא הוא יודע זאת, 6:59
- אבודים הם אלה שהרגו את ילדיהם מאוולת, ללא, 6:140
- של חמישה דברים, אצל אללה לבדו, 31:34
- בוודאות, 102:5-7
קורח (קארון), 28:76-82; 29:39; 40:24
כורסי, 2:255
להב (ראה מסד), S.111
ליל, S.92
מנורה, 25:61; 67:5; 71:16; 78:13
שפות
- שוני ב, ובצבעי בני האדם, 30:22
לאת, 53:19
חוק, קבוע, 5:48
חוקים מאת אללה, 2:219; 98:3
שקרנים, 26:221-223
חיים, אם אדם הציל אדם, הציל את חייה של כל האנושות, 5:32
חיי העולם הזה
- קנו את ה, במחיר העולם הבא, 2:86
- הם רק הנאת ההטעיה, 3:185
- מכור את ה, תמורת העולם הבא, 4:74
- אינם אלא שעשוע ומשחק, 6:32; 29:64; 47:36; 57:20
- מטעים, 6:130
- מעט ההנאה מ ה, לעומת העולם הבא, 9:38; 13:26; 28:60
- דמיונם של, הוא כגשם, 10:24
- בשורות ב ה, 10:64
- מי שמבקש, מקבל שם; אך לא תהיה לו נחלה בעולם הבא, 11:15-16; 17:18; 42:20
- אלה שאוהבים את ההווה, ומזניחים את העולם הבא, 75:20-21; 76:27
- אתם מעדיפים את ה, 87:16
אור
- גלוי, 4:174
- וחשכה, 6:1
- משל על, 24:35
- הולך לפני המאמינים ועמם, 57:12-15; 66:8
- ניתן על ידי אללה, כדי שהמאמינים ילכו ישר, 57:2
גבולות שנקבעו על ידי אללה, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- אלה הם ה, 2:187; 229-230; 4:13; 58:4; 65:1
- אל תעבור את ה, 2:190, 229
- מי שחורג, 2:229; 4:14; 78:22
- אך כשנאלץ בהכרח, ולא חורג מ ה, 2:173; 6:145
- אל תחרוג מ ה, בדינך, 4:171; 5:77
- כאשר חרגו מ ה, (נהפכו לקופים), 7:166
- אלה שמשמרים את ה, 9:112
אריה, 74:51
הלוואה
- הלוה לאללה הלוואה טובה, 2:245; 73:20
- מוגדלת רבות, 57:11, 18
- מוכפלת, 64:17
הפסד, גלוי, 39:15
לוט, (לוט) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- אשתו הסוררת, 11:81; 15:60; 66:10
עץ הסדרה, 34:16; 53:14-16; 56:28
לוקמאן, 31:12-14
לוקמאן, S.31
מעארג', S.70
מדינה (ית'ריב), 9:120; 33:13, 60; 63:8
מדיין, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ראה גם עצי אייכה
מהר (כסף הנישואין), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
מאידה, S.5
מכה (בכה), 3:96;90:1-2
- עיר הביטחון, 95:3
אדם
- דורות אחר דורות על הארץ, 2:30;6:165
- נעשה ממשיך, 35:39
- חובה, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- נבחן על ידי אללה, 2:155; 3:186; 47:31; 57:25
- דברים שאדם חומד, 3:14
- נברא מ, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- נברא ונגזר לו זמן קבוע, 6:2; 15:26
- פיוס בין, לבין אשתו, 4:35
- מפסידים שכפרו בפגישתם עם אללה, 6:31
- השיבה, 6:60, 72, 164; 10:45-46
- מתכנן נגד עצמו, 6:123
- לא ישא בנטל של אחר, 6:164
- כפוי טובה, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- הוזהר מפני השטן, 7:27
- אשה וילדים, 7:189-190
- כשנוגע בו נזק או רוע, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- חוזר לעבר האדון, 10:23; 84:6; 96:8
- עושה עוול לעצמם, 10:44
- שש ומתגאה, 11:10
- מזמין רע, 17:11
- ממהר תמיד, 17:11
- מעשיו קשורים לצווארו, 17:13
- מי שסוטה, לנזקו שלו, ומי שהולך ישר, רק לזכות עצמו, 17:15
- לא יעשה לו עוול, 17:71
- מוות ותחייה, 23:15-16
- פיצלו את דתם לכתות, כל אחת שמחה באמונתה, 23:53
- לשונות, ידיים ורגליים יעידו נגד, 24:24
- עד נגד עצמו, 75:14
- מי שעשה את תשוקתו לאלוהיו, 25:43
- קרובי משפחה בדם ובנישואין, 25:54
- אללה הכפיף לכם כל מה שבשמים ובארץ, 31:20
- מי שמכניע את פניו לאללה, 31:22
- לא שני לבבות בתוך גופו, 33:4
- לעבוד את אללה, 39:64-66
- צרות בשל מה שידיו עשו, 42:30, 48
- מלאכים המתעדים את מעשיו, 50:17-18, 23;85:11
- מלאכים שומרים עליו, 13:11; 86:4
- ממוין לשלוש קבוצות, 56:7-56
- אלה הקרובים ביותר לאללה, 56:10-11
- חברי יד ימין, 56:27-40
- חברי יד שמאל, 56:41-56
- יעבור שינוי צורה ויברא בצורות לא ידועות, 56:60-62
- צורותיו נעשו טובות, 64:3
- עושר וילדים הם ניסיון בלבד, 64:15
- נברא וניחן ב, 67:23-24; 74:12-15; 90:8-10
- חסר סבלנות, 70:19-21
- מסור לתפילות, 70:22-35
- מבקש יותר, 74:15
- עד נגד עצמו, 75:14-15
- יהירותו, 75:31-40; 90:5-7
- אוהב את חיי העולם הזה הנוכחיים, 76:27
- קשה יותר לברוא, או השמים, 79:28
- רשלן כלפי האדון, 82:6-12
- עוצב בשלמות ונקבעה לו פרופורציה, 82:7
- מטייל משלב לשלב, 84:19
- אהבת עושר, 89:20
- נברא בעמל, 90:4
- מאמצים ומעשים מגוונים, 92:4
- סולל לו את דרך הנוחות, והרע, 92:7, 10
- נברא בצורה הטובה ביותר (תבניות), 95:4
- ואז הושפל לנמוך שבנמוכים, 96:5
- חורג מכל הגבולות, 96:6-7
מנאסיק (חובות) של חג', 2:128, 200; 22:30
מנאת, 53:20
האנושות
- עדים על, 2:143
- קהילה אחת, 2:213; 10:19
- נבראה מזוג יחיד, 4:1; 39:6; 49:13
- מרד נגד עצמם, 10:23
- שאננים אף שהחשבון קרוב, 21:1-3
- נבראה על הפיטרה, 30:30
- המכובד ביותר מ, 49:13
- נעשתה לאומות ושבטים, 49:13
מן ושליו, 2:57
נימוסים
- בכניסה לבתים, 24:27-29
- בבית, 24:58-61
- בבתי הנביא, 33:53
- לברך ולשלוח סלאת על הנביא, 33:56
- לא לציק לאללה ולשלוחו או לגברים ונשים מאמינים, 33:57-58
- לאמת חדשות לפני האמנה, 49:6
- לא ללעוג לאחר, 49:11
- באסיפות, 58:11
נישואין, 2:232, 234
- עם כופרים או עבדים, 2:221
- עם כמה, מותר, 4:3
- מהר לא יוחזר (במקרה גירושין), 4:20-21
- אסורים ב, 4:22-24
- אם אין אמצעים לשאת נשים מאמינות חופשיות, 4:25
- אם חשש לפרץ, שני בוררים יתמנו, 4:35
- אם האישה חוששת לאכזריות או נטישה, עשה תנאי שלום, 4:128
- אל תשען יותר מדי על אשה אחת עד כדי הנחת האחרת תלויה, 4:129
- של זנאים, 24:3
- לאלה שהם עניים, 24:32
- אלה שאין להם אמצעים כספיים לנישואין, 24:33
- נשים שהותרו לנביא, 33:50-52
- לפני יחסי מין, אין עידה בגירושין, 33:49
שהידים
- אינם מתים, 2:154; 3:169
- שמחים בחסד ובנדיבות מאת אללה, 3:170-171
- מקבלים סליחה ורחמים, 3:157-158
- יקבלו פרנסה טובה, 22:58-59
מארות, 2:102
מרים (אמו של ישו), לידה, 3:35-7
- בשורת ישו, 3:42-51; 19:16-21
- בלידה, 19:23-26
- הביאה את התינוק לעמה, 19:27-33
- האשמה שקרית, 4:156
- שמרה על צניעותה, 21:91; 66:12
מרים, S.19
מסד, S.111
- אל-מסג'יד-אל-אקצא, 17:1
- אל-מסג'יד-אל-חראם, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- אל-מש'ר-אל-חראם, 2:198
מאון, S.107
גן עדן מאווא, 53:15
מידה ומשקל, תן מלא, 11:85; 17:35;83:1-5
פגישה
- עם אללה, 6:31
- של היום הגדול, 19:37
- של העולם הבא, 30:16
שלוחים, 2:253; 4:164-165; 40:78; 57:27
- רצף של, 2:87
- סדרה של, 5:19; 23:44
- נהרגו, 3:183
- אויימו, 14:13
- לועגו להם, 6:10; 13:32; 15:11; 21:41
- כופרו ונדחו, 3:184; 6:34;25:37;34:45; 51:52
- האמינו בחלקם ודחו אחרים, 4:150-152
- התכנסות ה, 5:109
- נשלחו כמבשרי בשורות ומזהירים, 6:48; 14:4-8
- כעד מכל אומה, 16:89
- לכל אומה יש, 10:47; 16:36
- קוראים את פסוקי אללה, 7:35-36
- מלאך כ, 17:95; 25:7
- אינם יותר מבני אדם, 14:10-12;17:94; 21:8; 25:7-8, 20
- ונשיהם וצאצאיהם, 13:38
- ראה גם נביאים
מעראג', 17:1; 53:12
קמצנות/קמצנים, 57:24
אסון, בשל ידיך, 42:30
נזירות, לא נקבעה, 57:27
קופים, עוברי העבירה נהפכו ל, 2:65;5:60; 7:166
מעראג', 17:1; 53:12
חודשים, מספר, 9:36-37
ירח, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- בקיעת; 54:1
משה
- ועמו, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- ופרעה, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- הודרך על ידי אללה, 6:84
- ההר והופעת האדון, 7:142-145
- גוער בעמו על עבודת העגל, 7:148-156;20:83-99
- ספרו, נפלו בו חילוקי דעות, 11:110
- קיבל את הכתב, 17:2
- תשע אותות ברורים, 7:133; 17:101
- אל צומת שני הימים, 18:60-82
- המפגש הגורלי בסנה הבוער 20:9-36; 27:7-14; 28:29-35
- נקרא וניתנה לו השליחות, 19:51-53;20:9-56
- ילדותו, אמו ואחותו, 20:38-40;28:7-13
- המכשפים התגיירו, 20:70-73; 26:46-52
- במדיין, 20:40; 28:22-28
- קיבל את הקריטריון, 21:48
- והאש המיסטית, 27:7-12; 28:29-35
- הרג מצרי בטעות בעיר 28:14-21
- בא עם אותות ברורים, 29:39
- סיפורו עם פרעה 7:103-137; 10:75-92; 11:96-99; 26:10-69
- תשעה סימנים לפרעה ועמו 7:130-133; 20:17-22; 17:101
- מנצח את מכשפי פרעה 20:70-73; 26:46-52
- בריחה למדיין ונישואין 28:22-28
- מקבל את הלוחות 7:142-154
- מבקש לראות את אללה על ההר 7:142-145
- מכובד על ידי אללה 33:69
- חסדי אללה לישראלים 2:47-61
- ישראלים מסרבים להיכנס לירושלים 5:20-29
- הודרך לדרך הישרה, 37:114-122
- כתב, של 53:36; 87:19
מסגד (של ירושלים), 17:7
מסגד (של קובא), 9:107-108
מסגדים, 2:187; 9:17-19
- לתחזק, של אללה, 9:17-18
יתוש, משל, 2:26
הרים, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
מודד'ת'יר, S.74
מוהאג'יר (עולים), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- נשים, 60:10-12
מוחמד ﷺ
- לועגים לו, 2:104; 4:46; 25:41-42; 34:78
- כבד את השליח, 2:104; 4:46; 49:1-5
- ברית להאמין בו, 3:81
- עד על המאמינים, 2:143
- אינו יותר מאשר שליח, 3:144
- מתנהג בעדינות, 3:159
- עבודתו, 3:164; 7:157; 36:6; 52:29; 74:1-7
- נשלח כטובה גדולה למאמינים, 3:164
- נשלח עם האמת, 4:170
- לא נעשה לשומר, 6:107
- אנאלפבית, 7:157; 62:2
- נשלח לאנושות כשליח אללה, 7:158; 48:9, 29
- מזהיר ברור, 7:184, 188; 11:2; 15:89; 53:56
- אינו משוגע, 7:184; 68:2; 81:22
- מי שמאשים אותך, 9:58
- גברים שמצערים את הנביא, רחמים למאמינים, 9:61
- רק עוקב אחר מה שנגלה, 10:15-16; 11:12-14; 46:9
- אמרותיו, 11:2-4; 12:108; 34:46-50
- אללה עד עליו, 13:43; 29:52; 46:8
- נשלח כעד, מבשר בשורות ומזהיר, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- לא להיות בצוקה, 15:97; 16:127; 18:6
- נשלח להיות עד, 16:89; 22:78; 73:15
- להזמין בחוכמה ובדרשה יפה, ולהתווכח בדרך טובה יותר, 16:125
- מקאם מחמוד, 17:79
- הוחדר בו, 18:110
- רחמים ל'אלמין, 21:107
- אינו מבקש תגמול, 25:57; 38:86; 42:23
- הוצווה, 27:91-93;30:30;66:9
- כרחמים מאת אללה, 28:46-47
- קרוב למאמינים, 33:6
- דוגמה טובה לחיקוי, 33:21
- אחרון הנביאים, 33:40
- שלח סלאת עליו, 33:56
- נשלח לכל האנושות, 34:28
- שכרו מאת אללה בלבד, 34:47
- רק בן אדם, 41:6
- נשלח כמגן, 42:48
- לא דבר חדש בין השלוחים, 46:9
- עד מבני ישראל, 46:10
- ביעה (שבועת אמונים) לו היא ביעה (שבועת אמונים) לאללה, 48:10, 18
- ראה את גבריאל, 53:4-18; 81:22-25
- אל תתנגד לו, 58:20-22
- ניבא עליו ישו, 61:6
- להביא את דת האמת לניצחון על כל הדתות, 61:9
- מן החשכה לאור, 65:11
- לשקוד קשה נגד כופרים וצבועים, 66:9
- רמה מוגבהת של אופי, 68:4
- אינו משורר או חוזה, 69:41-42
- מסור לתפילה, 73:1-8, 20; 74:3
- והאיש העיוור, 80:1-12
- להשתחוות ולהתקרב לאללה, 96:19
- קורא עמודים טהורים, 98:2
- פסוקים הנוגעים למשפחת, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- ראה גם שלוחים; נביאים
מוחמד (ﷺ), S.47
מוחסינון (עושי טוב), 2:117, 195; 4:125,128; 10:12-16; 16:128
- אללה אוהב את ה, 3:134, 148; 5:93
- אללה אינו מאבד את תגמול ה, 5:85;9:120; 11:115; 18:30
- אנו מתגמלים את ה, 12:22; 37:80, 105, 110; 39:34;77:44
- בשורות ל, 22:37; 46:12
- רחמי אללה קרובים ל, 7:56
- אללה עם ה, 29:69
- מסורים וטובים להורים, 2:83
- סבלניים בביצוע חובות לאללה, 16:90
- ראה גם טוב ורע
מג'אדלה, S.58
פרדות, 16:8
מולכ, S.67
מועמן (ראה ע'אפיר), S.40
מועמנון, S.23
מומתחנה, S.60
מונאפיקון, S.63
רצח, 2:178-179
מורסלאת, S.77
מוסלמים
- ראשון מבין ה, 6:14, 163; 9:100; 39:12
- מי שם שם, 22:78
- סליחה ותגמול גדול לאלה ש, 33:35-36
מוטפפין, S.83
מוזמיל, S.73
נבא, S.78
נדיר, בנו-אן-, (יהודים), 59:2, 9, 13
נחל, S.16
נג'ס (טמא) 9:28
נג'ם, S.53
נג'וא (ראה סוד)
שמות
לו שייכים השמות היפים ביותר, 7:180
לו שייכים הטובים ביותר, 17:110; 20:8; 59:24
הכרח, אם מישהו נאלץ על ידי, 2:173; 6:145
שכן, 4:36
ירחי חדש, 2:189
חדשות, לבחינה 4:83
קמצנות 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
לילה, (כסמל), למנוחה, 10:67
- ככיסוי, 13:3; 78:10
- לשירות, 14:32
- ליל אל-קדר (הגזירה), 44:3-4; 97:1-5
ניסאא', S.4
נח, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- לועגים לו 11:38
- המבול (שיטפון קשה), 29:14
- התיבה והמבול 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- בן הרשע לא ניצל, 11:42-48
- אשה רשעה, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
נוח, S.71
נור, S.24
שבועה, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ציות, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
חובות למילוי, 5:1
צאצאים, 4:9; 42:49-50
- הוא מעניק זכר ונקבה, למי שירצה, 42:49
זית, 6:141; 16:11; 23:20; 24:35; 95:1
אילאה אחד בלבד, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
יתומים, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- אפוטרופסים של, 4:6
מעשים עצמיים, נראים נאים לכל עם, 6:108
זוגות, בכל הברואים, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
עץ דקל, 13:4; 19:25; 20:71; 59:5
משלים, (דמיון, דוגמה, השוואות)
- מי שהדליק אש, 2:17-18
- סערת גשם מן השמים, 2:19-20
- יתוש, 2:26
- מי שצועק, 2:171
- עיר בחורבות גמורות, 2:259
- גרגר תבואה, 2:261
- סלע חלק, 2:264
- גן, 2:265-266
- חבל, 3:103
- רוח קרה, 3:117
- תחייה 7:57; 22:5; 41:39
- כלב שמשלשל את לשונו, 7:176
- שפת תהום, 9:109-110
- גשם, 10:24
- קציר גרוז, 10:24
- עיוור וחרש, 11:24
- אללה מול אלים שקריים 13:14; 16:76
- אמת מול שקר 13:17
- אפר שהרוח נושבת עליו בזעף, 14:18
- עץ טוב, 14:24-25
- עץ רע, 14:26
- עבד ואיש, 16:75
- אילם שהוא נטל לאדונו, 16:76
- אישה שמפרמת את חוטה, 16:92
- עיר, בטוחה ושאננה, 16:112-113
- שני גברים עם כרמים, 18:32-44
- חיי העולם הזה כמים מן השמים, 18:45
- נפל מן השמים ונחטף על ידי ציפורים, 22:31
- זבוב, 22:73
- האור הוא כגומחה, 24:35-36
- מדמנה, 24:39
- חשכה בים עמוק ורחב, 24:40
- עכביש, 29:41
- שותפים, 30:28
- תושבי העיר, 36:13-32
- יבולים בצבעים שונים, 39:21
- איש השייך לשותפים רבים, 39:29
- זרע גדל, 48:29
- לבבות מוקשחים 57:16-17
- צמחייה לאחר גשם, 57:20
- הר שמשפיל את עצמו, 59:21
- חמור, 62:5
- אם המים היו נבלעים, 67:30
- אנשי הגן, 68:17-33
גן עדן
- של מגורים, (גן עדן מאווא), 53:15
- גן עדן פרדוס, 18:107; 23:11
- גנות שמתחתיהן זורמים נהרות, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- גנות נצחיות (גן עדן עדן) 9:72;13:23; 18:31; 19:61; 20:76
- גנות נצח (גן עדן עדן), 16:31;35:33; 98:8
- גנות תענוג, 37:43; 56:12, 89
- גנות עם תענוגות נצחיים, 9:21
- גנות וכרמי ענבים, 78:32
- פירות של שני גנות, 55:54, 62
- פירות מכל הסוגים כמבוקש, בשפע, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- פירות יהיו בהישג יד, 55:54; 69:23
- פרי ובשר, 52:22
- בשר עוף, 56:21
- עצי סדרה חסרי קוצים ועצי טלח (בננות), 56:28-29
- ידע שאינו מועיל, חמור עם ספרים 62:5
- מעיין זורם, 88:12
- מעיין הנקרא סלסביל, 76:18
- מעיין הנקרא כאפור, 76:5
- מעיין תסנים, 83:27-28
- נהר בגן עדן, כות'ר, 108:1
- נהרות יין, חלב, דבש מזוקק, 47:15
- יין חתום טהור, לבן, טעים, 37:45-46; 56:18; 76:21; 83:25
- כוס, מעורבת ב, זנג'ביל, 76:17; 78:34
- מים, 76:5
- מגשים של זהב וכוסות, 43:71
- כלי כסף וכוסות קריסטל, 76:15-16
- בגדים ירוקים של משי עדין ועבה, 18:31;22:23; 35:33; 44:53; 76:12, 21
- מקושטים בצמידי זהב ופנינים, 18:31; 22:23; 35:33; 76:21
- ספות מרופדות במשי, 55:54
- כריות ירוקות ומזרנים יפים ועשירים, בשורה, 55:76; 88:15
- כסאות שזורים בזהב ואבנים יקרות, מורמים גבוה 56:15; 88:13
- שטיחים עשירים פרושים, 88:16
- ארמונות יפים, חדרים רמים, אחד מעל השני, 9:72; 39:20
- שוהים שם לנצח, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- בית נצחי, 3:15; 35:35
- פנים אל פנים על כסאות, 15:47; 37:44;44:53; 56:16
- לעולם לא יטעמו מוות שם, 44:56
- ולא (לעולם) יתבקשו לעזוב, 15:48
- שנאה או תחושת עלבון הוסרו מלבבם, 7:43; 15:47
- כל צער הוסר, 35:34
- אין תחושת עייפות, עמל או יגיעה, 15:48;35:35
- לא יהיה שום כאב, כאב בטן, כאב ראש ולא שכרות, 37:47; 56:19
- אין דיבור בטל ולא דיבור חוטא, 19:62;56:25
- לא דיבור מזיק ולא שקר, 78:35; 88:11
- חופשיים מחטא, 37:47; 52:23
- לא חום עז ולא קור מר, 76:13
- יהיה פרנסה ידועה, 37:41;56:89
- בשלום ובביטחון, 15:46; 44:51, 55; 50:34
- בית השלום, 6:127
- ברכות ב, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- מי שעושה מעשים צדיקים ייכנס, 4:124; 42:22; 44:51
- מי שמילא חובתו לאדונם יובל בקבוצות, 39:73
- ירש בזכות מעשים, 43:72
- אללה שבע רצון מהם והם ממנו, 5:119
- גן עדני, 89:30
- האושר הגדול ביותר, 9:72
- ההצלחה הגדולה, 57:12; 64:9
- ההצלחה העליונה, 9:72; 44:57
- למאמינים יש גנות כבידור, 32:19
- תושבי גן עדן יהיו עסוקים בדברים משמחים באותו יום, 36:35
- יהיו בתוך גנות ומעיינות מים, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- רואים את המלאכים מקיפים את הכיסא, 39:75
- סמוך למלך הכל-יכול, 54:55
- יהיה להם כל מה שיבקשו, 50:35
- חורים, נקבות צנועות בעלות עיניים רחבות ויפות, כביצים שמורות, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- נשות טוהר, 3:15
- נשות בצל נעים, שוכבות על כסאות, 36:55
- בתולות צעירות מלאות חזה בנות אותו גיל, 78:33
- משרתי נערים אלמותיים לשרתם, כפנינים מפוזרות, 52:24; 56:17; 76:19
- רחב כשמים וארץ 3:133, 57:21
- מים זורמים, צל קריר, מעדנים ובנות זוג טהורות 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- תגמול המאמינים 55:46-78; 56:10-40
- נהרות דבש, חלב, מים ויין 47:15
- תפילות וברכות 10:9-10; 39:73-74
- קבלת פנים בברכות שלום 13:23-24; 14:32
- שהייה נצחית באושר 11:108
- לעולם לא מתבקשים לעזוב 15:45-48
- אור זורח לפניהם ולימינם 57:12
- לא חום ולא קור 76:13
- כל המשאלות מתמלאות 16:30-32; 41:31-32
- צמידי זהב ובגדי משי עדין 18:30-31; 22:23-24; 44:51-53
- מגשים של כוסות זהב 43:67-73
- כלי כסף ופירות תלויים בהישג יד 76:14-16
- שוכבים על כסאות 15:47; 37:44; 52:20
- המאמינים יראו את אדונם 75:22-23
הורים, חסד כלפי, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
שותפים של אללה, שקר, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
מרעה, 87:4-5
דרך, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- ראה גם נתיב
סבלנות, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- בקש עזרה בסבלנות ובתפילה, 2:45, 153; 20:132;50:39
סבלני
- יקבל תגמול במלואו, 39:10
- אללה עם אלה שהם, 8:46
- והיה, 11:115
- בביצוע חובות לאללה, 16:90
- להיות, בעת כעס, 41:34
שלום, נטה ל, 8:61
פנינה ואלמוג, שמורים, 52:24; 55:22; 56:23
עט, 68:1; 96:4
אדם
- אללה אינו מטיל על, נטל מעבר ליכולתו, 2:286; 7:42
- אללה אינו מחייב שום, אלא לפי יכולתו, 23:62
- שום, אינו יודע מה ירוויח מחר ובאיזו ארץ ימות, 31:34
- כל, יתעמת עם כל הטוב והרע שעשה 3:30
- כל, יבוא בטוען לעצמו, 16:111
- כל, הוא ערבון על מה שהרוויח, 74:38
- אללה נשבע בנפש המייסרת עצמה, 75:2
פרעה, 28:6; 40:24
- עמו של, 2:49; 3:11; 7:141; 44:17-33
- טובע, 2:50
- יחסיו עם משה, 7:103-137; 10:75-92
- גופתו מן הים, 10:90-92
- חרג מן הגבולות; חטא ומרה, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- אשה צדיקה, 28:8-9
- טוען להיות אל, 28:38; 79:24
- הושמד, 29:39
- איש מאמין ממשפחת פרעה, 40:28-44
- בניית מגדל, 40:36-37
- ראה גם משה
אצירת דברים עולמיים, 102:1-4
שבועת אמונים (ביעה)
- לאסלאם, 16:91
- לשליח היא שבועת אמונים (ביעה) לאללה, 48:10
- של המאמינים, 48:18; 60:12
משכון (מישכון), שיהיה, 2:283
- כל אדם הוא, על מה שהרוויח, 52:21; 74:38
שירה, 36:69
משוררים, 26:224-227; 69:41
רימונים, 6:141
עניים, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
תפילה, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- לא בקול רם ולא בלחש, 17:110
- תחינה עבור כופרים, 9:113-114
- תחינת כופרים, 13:14
- הוא עונה (לתחינת) אלה, 42:26
- בקש עזרה בסבלנות ובתפילה, 2:45, 153; 20:132;50:39
- קיים תפילה, פנים לעבר הקיבלה, 2:142-145, 149-150
- שמור בקפדנות על ה, 2:238
- בנסיעה ובהתקפה, 2:239; 4:101-102
- אל תתקרב כשאתה שיכור, 4:43
- ולא במצב של ג'נאבה, 4:43
- טיהור לקראת, 4:43; 5:6
- כשסיימת את ה, 4:103
- זמני, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- השתחוות לאללה לבדו, 13:15
תפילות, ביום שישי, 62:9-11
אמצעי זהירות בסכנה, 4:71
שבויי מלחמה, 8:67-71
- ראה גם שבויים
הבטחת האמת, 46:16-17
רכוש, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
נביאים, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- בריתות ה, 3:81; 33:7-8
- אסור ל, 3:161
- אויב לכל, 6:112; 25:31
- ראה גם שלוחים
השתחוות
- לאללה נופלים בה, כל מי שבשמים ובארץ וכן צלליהם, 13:15
פרנסה, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
תהילים, 4:163
עונש
- דחיית, 3:178
- כריתת ידיים או רגליים, 5:33
- עונשם בדומה למה שהוענשת בו, 16:126
- של העולם הזה והעולם הבא, 24:19; 68:33
טיהור
- גופני, 4:43; 5:6
- רוחני (מטומאות), 87:14; 91:9
קדאר, 5:5; 64:11
קדר, S.97
קאף, S.50
קלם, S.68
קמר, S.54
קאריעה, S.101
קארון (קורח), 28:76-82; 29:39
קצץ, S.28
קיבלה, 2:142-145, 149
קיסאס (חוק השוויון בעונש), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
קוראן
- מתואר, 13:31, 36, 37; 14:1; 56:77-80
- אינו כזה שיכול היה להיות נוצר על ידי מישהו אחר מאת אללה, 2:23; 10:38; 11:13; 17:88
- אם היה ממישהו אחר מלבד אללה, היו בו סתירות רבות, 4:82
- אור גלוי, 4:174; 42:52
- נגלה, 6:19
- אללה עד לו, 6:19
- הוכחה ברורה, 6:157
- שיחה שקרית על פסוקי, 6:68
- תזכורת, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- כשנקרא, הקשב ושתוק, 7:204
- ד'כר, 7:205; 15:6, 9
- ספר החוכמה, 10:1; 31:2; 36:2
- מסר מוחדר, 10:2, 109; 42:52
- אלה שדוחים אותו, 11:17
- בערבית, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- חולק לחלקים ונגלה בשלבים, 15:91; 17:106; 25:32; 76:23
- שינוי פסוק, 16:10
- כשרצונך לקרוא את ה, 16:98
- מדריך, 17:9
- בשורות ואזהרה, 17:9-10
- והכופרים, 17:45-47
- קריאה בשחר מוקדם נצפית תמיד (על ידי המלאכים), 17:78
- ריפוי ורחמים, 17:82
- מוסבר במלואו לאנושות, כל סוג של השוואה ודוגמה, אך רוב מסרבים, 17:89; 18:54; 39:27
- קל, 19:97; 44:58; 54:17, 22, 32, 40
- עמי נטש את הקוראן הזה, 25:30
- מאושר על ידי הכתבים, 26:196
- מספר לבני ישראל על מה שהם חלוקים בו, 27:76
- קרא והתפלל, 29:45
- אמת מאת אללה, 32:3; 35:31
- בלילה מבורך, 44:3
- שם נגזר כל עניין של הוראות, 44:4
- חשוב עמוקות ב, 47:24
- הזהר ב, 50:45
- לומד על ידי אללה, 55:1
- וקריאה מכובדת, שמורה היטב, 56:77-78
- שום אחד לא יוכל לגעת אלא טהורים, 56:79
- אם יורד על הר, 59:21
- ייסורים לכופרים, 69:50
- אמת מוחלטת בוודאות, 69:51
- קרא בסגנון איטי, 73:4
- ברישומים המוחזקים בכבוד, שמורים טהורים וקדושים, 80:13-16
- תזכורת ל(כל) ה'אלמין, 81:27
- כופרים מכחישים, 84:22
- בלוח שמור, 85:22
- מילה המפרידה בין האמת לשקר, 86:13
- קורא עמודים טהורים, 98:2
- ראה גם ספר; התגלות
קריש, S.106
קריש
- כופרים של, 54:43-46, 51
- אילוף של, 106:1-4
רבנים ונזירים, 9:31, 34
מרוץ, שאף כמו ב, במעשים טובים, 5:48
רעד, S.13
רחמן, S.55
לבוש הצדיקות טוב יותר, 7:26
גשם
- מתנת אללה, 56:68-70
- של אבנים, 27:58
רמדאן, 2:185
רמי, 2:200
כופר
- לא יתקבל, 57:15
- המוצע על ידי כופרים, 3:91; 10:54; 13:18
פדיה, של צום, 2:196
- לשחרור שבויים, 8:67
ראס, תושבי ה, 25:38; 50:12
גמול
- יום ה, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- מכחישי, 107:1-7
- תגמול רוע הוא רוע כמוהו, 42:40
פיוס
- מי שסולח ועושה, 42:40
- בין איש לאשתו, 4:35
- בין מאמינים, 49:9-10
רישום
- פנקס כתוב, 83:7-9, 18-21
- כל אומה תיקרא לרישומה, 45:28-29
- עמודים כתובים של מעשי כל אדם, 81:10
- המדבר את האמת, 23:62
- ביד ימין, 69:19; 84:7-9
- ביד שמאל, 69:25
- מאחורי הגב, 84:10-15
מלאכים מתעדים, 50:17-18, 23; 85:11
הקלה, עם הקושי, 94:5-6
דת
- אין כפייה ב, 2:256
- היא האסלאם, 3:19
- של אללה, 3:83-84
- מלבד האסלאם, 3:85
- אל תחרוג מן הגבולות ב, 4:171; 5:77
- מושלמת, 5:3
- אלה שנוטלים, כשעשוע ובידור, 6:70
- אלה שמחלקים את, ומתפצלים לכתות, 6:159; 30:32
- ראה גם 42:13-14; 43:65; 45:17
- בני אדם פיצלו את, לכתות, כל קבוצה שמחה באמונתה, 23:53; 30:32
- לא הוטל ב, שום קושי, 22:78
- האנושות נבראה על ה, 30:30
- אותה, לכל הנביאים, 42:13-15
- ה, של האבות, 43:22-24
זכירת אללה, 63:9
- בה, הלבבות מוצאים מנוחה, 13:28
חזרה בתשובה
- מתקבלת אם הרוע נעשה בבורות ומתחרטים בקרוב, 4:17; 6:54
- ואין בה תועלת ה, אם מעשי הרוע נמשכים, 4:18
- הוא מקבל, וסולח על חטאים, 4:25
ארכה לרוע, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
תחייה, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- דוגמה בסיפור עזרא 2:259
- אברהם 2:260
- אנשי המערה 18:9-26
- אזהרה למכחישי התחייה 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
יום התחייה, 7:89; 20:100-101, 124
- היום האמיתי, 78:39
- שכרכם ישולם במלואו 3:185
- עמודים כתובים של מעשים ייפרשו, 81:11
- כל אדם ידע מה הביא, 81:14
- כל אדם יתעמת עם כל הטוב והרע שעשה, 3:30
- אדם ידע מה שלח קדימה ומה הותיר אחריו, 82:5
- אין חשש לעוול, 20:112
- מאזני הצדק, 21:47
- כפות מעשים, 23:102-103
- מי שעושה טוב או רע שווה למשקל אטום, יראה אותו, 100:7-8
- כל הסודות ייחקרו, 86:9
רישום ניתן ביד ימין, 69:19; 84:7-9
רישום ניתן ביד שמאל, 69:25
רישום ניתן מאחורי הגב, 84:10-15
- יום קשה, לכופרים, 25:26; 54:8; 74:9
- יום כבד, 76:27
- נושאים נטל כבד, 20:100-101
- לא הותר להם להציג שום תירוץ, 77:36
- עושה העוול יכרסם ידיו, 25:27
- עושי העוול נאספים עם חבריהם ואליליהם, 37:22
- השמדה בצערים עמוקים, ייסורים וייאוש, 30:12
- הילדה שנקברה חיה תישאל, 81:8-9
- הפחד הגדול ביותר, 21:103
- הקורא יקרא, לדבר נורא, 50:41;54:6-8
- צעקה אחת (בודדת), 36:29, 49, 53; 38:15; 50:42
- זג'רה (צעקה), 37:19; 79:13
- ייסורים קרובים, 78:40
- השמים ירעדו ברעד נורא, 52:9; 56:4
- השמים ייבקעו, 84:1-2
- השמים ייחרבו, 77:9; 82:1
- השמים ייבקעו בעננים, 25:25
- השמים יגולגלו, ביד ימינו, 21:104; 39:67
- כל שבשמים ועל הארץ יתעלפו, 39:68
- השמים ייפתחו ויהיו כשערים, 78:19
- השמים יהיו כקיפה רותחת של שמן, 70:8
- הכוכבים ייפלו, 81:2; 82:2
- הכוכבים יאבדו את אורם, 77:8
- השמש תאבד את אורה, 81:1
- הימים יהפכו לאש בוערת, 81:6
- הימים ייפרצו, 82:3
- רעידת האדמה של השעה, 22:1; 99:1
- ההרים יתרחקו, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ייאבקו לאבק 20:105; 56:5
- כגזרי צמר, 70:9;101:5
- הארץ וההרים יינועו בנזעזעות, 73:14; 79:6
- הארץ תיטחן לאבק, 89:21
- הארץ תשתנה לארץ אחרת וכן השמים, 14:48
- הארץ תימתח, 84:3-5
- הארץ כמישור שטוח 18:47; 20:106
- הארץ תטיל את נטליה, 84:4; 99:2
- קברים יהפכו, 82:4
- תחייה מן הקברים, 21:97; 70:43
- על הארץ חיים אחרי המוות, 79:14
- חיות הבר יתכנסו יחדיו, 81:5
- יוקמו עיוורים, 20:124-125
- השופר יתקע, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- סח'חה, 80:33
- הנשמות יצטרפו לגופיהן, 81:7
- לא ישהו יותר מעשרה ימים, 20:103
- לא ישהו יותר מיום, 20:104
- או חלק מיום, 23:112-114
- יום הכינוס, 64:9
- יום הדין, 37:21
- יום ההכרעה, 77:38; 78:17
- יום המיון, 77:13-14
- יום האבל והחרטות, 19:39
- מכחישי, 77:15-50
- האנושות תהיה כעשים מפוזרים, 101:4
- האנושות תתקדם בקבוצות מפוזרות, 100:6
- האנושות כבמצב של שכרות, 22:2
- כל הרה תפיל את עוברה, 22:2
- גמלות בהיריון יוזנחו, 81:4
- אם מניקה תשכח את יונקה, 22:2
- קרובים ייראו זה את זה, 70:11
- איש יברח מקרוביו, 80:34-37
- שום ידיד לא ישאל על ידיד, 70:10
- לא יהיה ידיד ולא מתערב, 40:18
- שום אדם לא יוכל לעשות דבר עבור אחר, 82:19
- לא תהיה להם יכולת, ולא עוזר, 87:10
- אין פחד על המאמינים, 43:68
- המאמינים יהיו בתוך צללים ומעיינות ופירות, 77:41-43
- תושבי גן עדן ונשותיהם, 36:55-58
- מלאכים ירדו בירידה גדולה, 25:25
- השוק ייחשף, 68:42-43
- גן עדן יובא קרוב, 81:13
- הגיהנום יובא קרוב, 89:23
- אש הגיהנום תוסר, תוצת בלהבה עזה, 81:11-12
- גמול בדרך של צדקה יהיה כפרה, 5:45
התגלות
- אם יש לך ספק, 2:23-24
- פסוק שבוטל או נשכח, 2:106
- הדרכה נכונה, 3:73
- מאת האדון, אל תהיה מן המסתפקים, 6:114
- לאנשים שמבינים, 6:98
- הדרכה ורחמים, 7:203; 16:64; 31:3
- דרך רוח-אל-קודוס, 16:102; 26:192-193
- מוסברת בפירוט, 6:98; 41:2-4
- של הספר היא מאת אללה, 46:2
- ראה גם ספר וקוראן
נקמה על עוול דיכויי שנעשה להם, 42:39-43
תגמול
- לפי הטוב שבמעשים, ואף יותר, 24:38; 29:7; 39:35
- כתגמול 25:15
- אללה מתגמל את אלה שעושים טוב, בטוב ביותר, 53:31
- לטוב, אין תגמול מלבד טוב, 55:60
ריבא (ראה ריבית)
צדיקים
- חברת ה, 4:69
- יירשו את הארץ, 21:105
- בגן עדן, 51:15-19; 76:5-12
- ראה גם טוב
צדיקות, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- הדרך התלולה של, 90:11-18
ההדרכה הנכונה היא הדרכת אללה, 3:73
דרכים, נתיב, 43:10
שטח סלעי (חיג'ר), תושבי, 15:80-85
רומאים, 30:2-5
גג, השמים, 21:32
רוח (גבריאל), 26:193; 67:12; 70:4; 78:38;97:4
רוח-אל-קודוס, 2:87, 253; 5:110; 16:102
- ראה גם גבריאל
רוח (נשמה, רוח), 15:29; 17:85; 58:22
רום, S.30
סבא' (שבא), 27:22-44; 34:15-21
סבא', S.34
שבת
- עוברי ה, 2:65; 4:154; 7:163-166
- נקבעה רק ל, 16:124
צאבים, 5:69; 22:17
קרבן, 2:196, 200; 22:34-37
סאד, S.38
צדקה (סדקה), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- הסתרתה טובה יותר מהראייתה, 2:271
צפא ומרווה, 2:158
צף, S.61
צאפאת, S.37
סייל אל-'ארים (שיטפון שנשחרר מסכר מאריב), 34:16
סג'דה, S.32
סכינה (שלווה ורוגע), 2:248;9:26, 40; 48:4, 18, 26
סאלח, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
סלסביל (מעיין בגן עדן), 76:18
סמירי, 20:85, 95-97
שמואל, 2:247
שטן, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- מעורר איבה ושנאה, 5:91
- לחישות רע מ, 7:200-201
- מרמה, 8:48
- בגד, 14:22
- אין לו כוח על המאמינים, 16:99-100
- זורק שקר, 22:52-53
- הוא אויב, 12:5; 35:6; 36:60
- יהירות 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ג'ן 18:50-51
- פיתוי אדם ונפילתו 7:20-23; 20:116-121
- אין לו סמכות על המאמינים 16:98-100
- מטרתו 35:6-8
- אויב נשבע לאנושות 12:5; 17:53
- מפלגתו 53:14-19
- מעשה ידיו 5:90-91
- מייאש מעשים טובים 2:268
- המאמינים מחפשים מקלט באללה ממנו 7:200-202
- תוכניותיו חלשות 4:76
- נוטש את עוקביו 8:48
- מדבר אל עוקביו בגיהנום 14:22
- ראה גם איבליס
כף מאזניים, המצליח, שלו יהיה כבד, 7:8-9
- ראה גם איזון
כתב
- אנשי ה, (יהודים ונוצרים), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- מה שהסתירו, 5:61-63
- מביניהם אלה שבדרך הנכונה, 5:66
- מכירים אך אינם מאמינים, 6:20
ימים, 42:32-33; 45:12
- השניים, 18:60; 25:53; 35:12; 55:19-20
- כשהימים ייפרצו, 82:3
סוד (נג'וא)
- שיחות, 4:114
- עצת שלושה, 58:7
- עצות, 58:8, 10
- התייעצות פרטית, 58:12-13
כתות וחלוקות בדת, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
ביטחון, אחרי הצרה, הוא שלח, 3:154
זרע, מי שמצמיח אותו, 56:63-67
חושים, 23:78
שבעה, נבראו
- שמים, 2:29; 23:17; 65:12; 67:3; 71:15
- ושל הארץ כמותם, 65:12
צל
- לאללה נופל בהשתחוות, 13:15; 16:48
פריסת, 25:45
שמס, S.91
גמלה כאות ברור לעם ת'מוד, 7:73; 17:59; 26:155-158
ספינה, שיט, כאות; לשירות; להיות אסיר תודה; לבקש את נדבתו, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
שועיב, 7:85-93; 11:84-95; 29:36-37
שועראא, S.26
שורא, S.42
סידרת-אל-מונתהא, 53:14
מצור על המדינה, 33:9-27
סיג'ין, 88:7-9
חטא, 7:100; 74:43-6
- יחסי מין אסורים, 4:15-16; 24:2, 19
- אם חטאים חמורים נמנעים, חטאים קטנים נמחלים, 4:31
- הם יכולים להסתתר מבני אדם, אך לא מאללה, 4:108
- מי שמרוויח חטא, מרוויח אותו רק נגד עצמו, 4:111
- מי שמרוויח חטא ואז מטיל על תמים, 4:112
- אללה אינו סולח על הצבת שותפים בעבודתו, אך סולח למי שירצה על חטאים אחרים, 4:116
- אלה שחוטאים יקבלו גמול ראוי, 6:120
- חוטאים לעולם לא יצליחו, 10:17
- אללה סולח על כל, 39:53
- חטאים חמורים, 42:37
סיני, הר, 19:52; 23:20; 95:2
חוטאים, אוזניהם, עיניהם ועורותיהם יעידו נגדם, 41:20-23
גשר הצראט, 66:8
מלשין, 68:11-12; 104:1
עבדים, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- ראה גם שבויי מלחמה; שבויים
שינה, דבר למנוחה, 78:9
סדום, 29:31; 37:136
סדומיות, 7:80-82; 11:77-83; 15:61-77; 29:28-29
שלמה, 2:102; 4:163; 6:84
- עוזר לאביו דוד להגיע לפסיקה צודקת יותר 21:78-82
- והנמלים, 27:15-19
- והדוכיפת, 27:20-26
- ומלכת סבא', 27:22-44; 34:15
- חסדי אללה עליו 34:12-14, 38:34-40
- אהבתו לסוסים יפים 38:30-33
בן, מאומץ, 33:4-5
נשמה (רוח, רוח), 15:29; 17:85; 58:22
הוצא, בדרך אללה, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- מה שמעבר לצרכיך, 2:219
- דמיון אלה שמוציאים את עושרם בדרך אללה, 2:261
- להיראות על ידי בני אדם, 2:264; 4:38
- כל מה שתוציא בדרך אללה, ישולם לך, 2:272; 8:60; 34:39
- לא בבזבוז, 6:141;17:26
- לא בזבזן ולא קמצן, 25:67
- אלה שסוגרים ידיהם מהוצאה בדרך אללה, 9:67
נשמה (רוח, רוח), 15:29
- ידיעתה עם אללה, 17:85
- אללה מחזק את המאמינים ב, 58:22
שלל מלחמה, 8:41, 69; 48:15, 19-20; 48:15
- ראה גם ביזה
ריגול, 49:12
כוכב, 53:1, 49; 86:1-4
כוכבים, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
ישר, דרך, 1:6
- וכו' נתיב, 6:153
- וכו' שקידה, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
הנקה, תקופת, אם מניקה, 2:233
סבל, עוני, איבוד בריאות ואסונות; שגשוג ועושר, 7:94-96
שמש, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
הצלחה עליונה, 9:72; 44:57
סורה, 10:38; 11:13; 47:20
- גילויה מגביר את האמונה, 9:124-127
חשדות, 49:12
פרנסה, 19:62
- ראה גם אספקה; השגחה
סוואע', 71:23
תבוק, 9:40-59, 81-99, 117-118, 120-122
תע'אבון, S.64
טאגות, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- ראה גם אלים שקריים
טא-הא, S.20
תחרים, S.66
תכאת'ור, S.102
תכויר, S.81
טלאק, S.65
טלח (עץ בננה), 56:29
טאלות (שאול), 2:247-249
טאריק, S.86
תסנים (מעיין), 83:27-28
תובה, S.9
טואף (הקפת הכעבה), 2:200; 7:29,31
תיממום, 4:43; 5:6
מועד, לכל אומה יש מועד קבוע, אין יכול להקדים ולא לאחר, 7:34; 10:49;15:4-5; 16:61; 20:129
שטח, שמור על, ביחידות צבאיות, 3:200
מבחן, על ידי אללה, 3:154; 34:21
ת'מוד, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
גנב, עונש, 5:38-39
כיסא, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- על מים, 11:7
- שמונה מלאכים נושאים את ה, 39:75; 40:7; 69:17
זמן, 45:24; 76:1; 103:1
תין, S.95
ייסורים, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
עיר, מעולם לא השמדנו, אלא הייתה לה גזירה ידועה, 15:4
מסחר ורכוש, 4:29
מסע, האם לא נסעו בארץ, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
בגידה, 8:58; 22:38
- ראה בגד
אוצר נצבר, 9:35
אוצרות אללה, 6:50
עץ הנצח, 20:120
עצים, 22:18
ניסיונות, 2:214-218; 64:15
שופר, ביום התחייה, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
סח'חה, 80:33
אמון שהוצע לשמים, לארץ ולהרים, אך שנטל עליו האדם, 33:72-73
אמונות (אמנה), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
אמת, 5:48; 23:70-71, 90; 25:33; 69:51
- אל תערבב עם שקר ואל תסתיר, 2:42
- האמת באה והשקר נעלם, 17:81
- הבטחת, 46:16-17
טובאע', עם, 44:37; 50:14
טור (הר), 28:29, 46
טור, S.52
טווא, עמק, 20:12; 79:16
אוחוד, קרב, 3:121-128, 140-180
אומה (קהילה, אומה), 2:143-144;10:47, 49; 11:118; 16:36, 120
עומרה, 2:128, 158, 196
ריבית (ריבא), 2:275-276, 278-280; 3:130;4:161; 30:39
עוזייר, (ראה עזרא)
עוזא, 53:19
רעלה, בלתי נראית, 17:45-46
הצנעה, 24:31; 33:59
פסוקים, סבע' אל-מת'אני, 15:87
ניצחון
- ניתן על ידי אללה, 48:1
- דרך עזרה מאת אללה, 61:13
מידות (ראה צדיקות; מאמינים)
ווד, 71:23
- "המתינו, אנחנו גם ממתינים", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
וואקיעה, S.56
מלחמה נגד אללה, 5:33-34
אל תבזבז בעודף, 6:141; 7:31; 17:26
מים, כל יצור חי נברא מ, 21:30;24:45; 25:54
- שני ימים, 18:60; 25:53; 35:12; 55:19-20
- כיסא אללה על ה, 11:7
- גשם, 23:18
דרך, ה, 1:6; 42:52-53; 90:10
- וכו' קלה, הקל, 87:8
- ראה גם נתיב
עובר אורח, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
עושר
- מי שצבר, 104:2-4
- הוצאה בדרך אללה (ראה הוצא)
עושר וילדים, קישוט חיי העולם הזה, 18:46
משקל ומידה, תן מלא, 11:85; 17:35;83:1-5
אלמנות, 2:234-235, 240
רצון אללה, 10:99-100; 30:5; 81:29; 82:8
רצון האדם, ללכת ישר, אלא אם ירצה אללה, 28:29
רוחות, 77:1-3
- כמבשרות בשורות, 7:57; 30:46
- מעלות עננים, גורמות למים, 15:22; 30:48
- הופכות לצהוב, 30:51
יין (בגן עדן)
- משקאות טהורים, 37:45; 76:21
- לבן, טעים, 37:46
- נהרות של, 47:15
- טהור חתום, 83:25
אל תאווה לדברים שבהם אללה העדיף אחרים עליך, 4:32
עדים
- לברית הנביאים, 3:81
- על האנושות, 2:143; 22:78
- לחוזה, 2:282
- שתי נשים מול איש אחד, 2:282
- ליחסי מין אסורים, 4:16; 24:2
- היה צודק, 5:8
- ידיים ורגליים יעידו, 36:65
- איש נגד עצמו, 75:14
יום המעיד והיום שמעידים עליו, 85:3
נשות
- הן חרישה לכם, 2:223
- כיסוי לכם, 2:187
- ממינכם שלכם, 16:72
אישה, הדנה, 58:1-2
נשים, 2:222-223; 4:15, 19-22, 34, 127
- אלה שמאשימות צנועות, 24:4-5, 11-17, 23-26
- הצנעה, 24:31; 33:59
- מאמינות, כעולות, 60:10-12
- שאינה מבהירה את עצמה בוויכוח, 43:17-18
עץ, תושבי ה, 15:78; 38:13; 50:14
- ראה גם אייכה; מדיין 26:176-191
עולם, חיי העולם הזה
- אינם אלא משחק ובידור, 6:32;29:64; 47:36; 57:20
- מרמים את בני האדם, 6:130
- מעט ההנאה מ ה, לעומת העולם הבא, 9:38; 13:26; 28:60-61
- מי שמבקש, מקבל שם, אך לא תהיה לו נחלה בעולם הבא, 11:15-16; 17:18; 42:20
- עושר וילדים, קישוט ה, 18:46
- אלה שאוהבים את ההווה, ומשאירים את העולם הבא, 75:20-21; 76:27
כתיבה, לחוזים, 2:282
עושי עוול, 11:18-22, 101-104, 116-117;39:47
- ראה גם כופרים
וודו' (טהרה), 4:43; 5:6
יע'ות', 71:23
יחיא (יוחנן)
- בשורה על, 3:39; 21:90
- צדיק, 6:85
- חכם; אמפתי; מסור, 19:12-15
יא-סין, S.36
ית'ריב (אל-מדינה), אנשי, 33:13
יעוק, 71:23
יונוס (יונה), S.10
יוסוף (יוסף), S.12
זבור, 21:105
זכריה (זכריה), 3:37-41; 6:85; 19:2-11; 21:89-90
זיד בן חארת'ה, עבד הנביא, 33:37-38
זכאת, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- מושאי זכאת וצדקה, 2:273; 9:60
זנג'ביל, 76:17
זלזלה, S.99
זקום, 17:60; 37:62-66; 44:43-46; 56:52
זיהאר, 33:4; 58:2-4
זוח'רוף, S.43
זומר, S.39
עקרונות יסוד
- האמונה הושלמה 5:3
- הדרך היחידה המתקבלת על ידי אללה 3:19, 85
- אין כפייה בקבלת האסלאם 2:256
- דת אחת עם אמונות שונות וקודים משפטיים 5:48; 22:67-70; 42:13-14
- נביאי האסלאם 2:135-136; 3:84; 4:163-165
- מצוות (האמן באללה ועשה טוב) 4:36; 6:151-154;17:23-39;18:107-108
- חמש מטרות השריעה: הגנת האמונה 5:54
- הגנת החיים 5:32;6:151
- הגנת העושר 5:38
- הגנת הכבוד 5:5;24:4
- הגנת יכולת החשיבה 5:90.
אמונה באללה 2:255
- תכונות אלוהיות, שמות יפים 57:1-6; 59:22-24; 85:13-16; 112:1-4
- האל היחידי הראוי לעבודה 1:1-4; 2:285; 6:3; 43:84
- כל הסמכות שייכת לו 3:26; כיסאו (ערש') 7:54; 11:7
- כורסיו (הדום או כסא) 2:255
- חסדים אין-ספור על האנושות 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- נותן חיים וגורם למוות 44:8; 53:44; 57:2; 67:2
- מביא לשמחה ולעצב 53:43
- נותן פרנסה בשפע או מוגבלת 13:26; 17:30; 29:62
- הטוב שבכל השופטים 95:8
- הרחמן שברחמנים 12:92
- אוהב את הצדיקים 85:14
- מלא סליחה וקשה בעונש 13:6, 40:3
- הראשון והאחרון 57:3
- כל הכבוד והכוח שייכים לו 35:10
- יודע את הנסתר ורואה את המוסתר 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- יודע טוב ביותר מה שמוסתר בלב 5:7; 11:5; 31:23
- יודע מה שקרה ומה שעוד יקרה 2:255
- כתב הכל ברישום (או בלוח השמור) 6:38; 13:39; 36:12
- יכול לעשות כל דבר 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- כוחו האינסופי 3:26-27; 24:45; 31:28-30
- ברא את השמים והארץ בששה ימים ולא עייף 46:33; 50:38
- יוצר במילה 'היה!' 36:81-83
- לעולם אינו עושה עוול לבריותיו 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- הכל נכנע לרצונו 3:83; 22:18; 30:26
- הכל זקוק לו 11:6; 35:15; 55:29
- בטח בו 10:84-85; 12:67; 25:58
- צורות תקשורת אלוהית 42:51
- ראוי להיות מודע אליו 2:21; 3:102; 4:1; 33:70-71; 59:18
- החוכמה היא מתנה ממנו 2:269
- אינו זקוק לאיש 3:97; 6:133; 112:2
- אינו אחד בשילוש 4:171
- אין לו בת זוג 6:101
- אין לו ילדים 10:68; 19:35; 43:81; 72:3; 112:3
- אין לו שותפים או אלים משותפים 6:94; 7:191-195; 46:4-5
- אין דבר כמוהו 42:11; 112:4
פקודה להרהר בנפלאות בריאתו 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
סימנים בבריאה 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ברא הכל למטרה 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- היקום מושלם 67:3-4
- ממזג יום ולילה 3:27
- גיוון 30:22; 35:27-28
- דבש 16:68-69
- חלב 16:66
- מתנת ילדים 42:49-50
- כוכבי לכת ומסלולים 21:33; 36:38-44
- קבוצות כוכבים 25:61; 85:1
- כוכבים 37:6-7; 67:5
- עננים 7:57;30:48
- רעידת אדמה 7:78; 7:155
- מפולת אדמה 28:81; 29:40
- סערה 10:22
- טפטוף, ברד וגשם 2:265; 6:99; 24:43; 50:9-11
- רעם וברק 13:12-13
אזכורים מדעיים
- בני אדם נבראו מתאי רבייה זכריים ונקביים 76:2
- שלבי היווצרות והתפתחות של עובר 22:5; 23:12-14
- עובר בשלוש שכבות חשכה 39:6
- מים מליחים 25:53-54; 35:12; 55:19-20
- אבקת רוח 15:22
- טביעות אצבע 75:3-4
- הרים כיתדות 78:7
- ברזל שהורד 57:25
- קולטני כאב 4:56
- השמש כמקור קורן והירח כאור מוחזר 10:5
- בקיעת הירח 54:1
- השמים כחופה מוגנת היטב 21:32
- כל הברואים נבראו מים 21:30; 24:45
- נמלים מתקשרות 27:17-19
- גלים פנימיים 24:40
יצורים חיים
- מלאכים 39:75
- בני אדם (סמכות על הארץ) 2:30; 6:165; 16:4
- ג'ן 72:1-15
- בעלי חיים שייכים לקהילות כמו בני אדם 6:38
- עגל 11:69
- גמל 7:40
- כלב 18:22
- פיל 105:1
- סוסים, פרדות וחמורים 16:8
- אריה וזברות 74:50-51
- קופים 2:65
- חזירים 2:173
- גמלה 7:73
- כבשים ועיזים 6:143
- זאב 12:17
- צפרדעים 7:133
- נחש 7:107
- ציפורים 24:41
- עורב 5:31
- דוכיפת 27:20
- שליוים 2:57
- דג 18:61
- לוויתן 37:142
- נמלים 27:18
- דבורים 16:68
- יתוש 2:26
- זבוב 22:73
- כינים וארבה 7:133
- עכביש 29:41
- אחרים שאינם ידועים לנו 16:8
צמחים ופירות 6:99; 13:4; 16:11; 36:33-35
- בננות 56:29
- תמרים 19:25
- עשבים, מלפפונים, שום, עדשים ובצל 2:61
- ענבים 80:28
- זיתים 6:99
- תאנה 95:1
- רימונים 55:68
- דלעת 37:146
אמונה במוחמד
- תכונות, נביא בלבד 3:144; 6:50; 7:188; 18:110
- למסור את האמת 2:119; 35:24; 42:48
- חותם הנביאים 33:40
- אופי נאצל 3:159; 68:4
- מודל לחיקוי 33:21
- כטובה למאמינים 3:164
- רחמים לכל העולם 21:107
- שליח אוניברסלי 4:170; 7:157-158; 34:28
- מוביל לדרך הישרה 42:52-53
- אכפת לו מאנשים 9:129
- כעד ביום הדין 4:42; 16:89
- נביא אנאלפבית 7:157-158; 29:48; 62:2
- ניבא עליו בתורה ובבשורה 7:157
- ניבא עליו ישו 61:6
אתגרים שעמד בפניהם הנביא (ﷺ)
- דרישות חסרות משמעות של עובדי האלילים 8:32; 15:7; 17:89-93; 25:7-8
- האשמות שווא 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ניסיונות על חייו 8:30; 9:74
- אזהרה לאלה שפוגעים בו או מתנגדים לו 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- הוצווה להגיב לכפירה בסבלנות 20:130; 30:60; 46:35; 70:5
- הובטח ועודד על ידי אללה 5:67; 93:1-11; 94:1-8
לקחים מחייו של הנביא (ﷺ)
- מהגירתו (היג'רה) עד קרב בדר 3:121-129; 8:42-44; 8:65-71
- קרב אוחוד 3:151-180
- קרב החפיר 33:9-27
- קרב חונין 9:25-27
- מדינה 9:40
- תבוק 9:38-123
- בנו אן-נדיר 59:2-6
- חמראא אל-אסד 3:172-175
- הסכם חודייביה 48:1-7; 48:10-29
כבודים שהוענקו לנביא (ﷺ)
- אללה ומלאכיו מברכים אותו 33:56
- מסע הלילה ממכה לירושלים 17:1
- מסע לשמים 53:1-18
- מכובד בעולם הזה ובבא 17:79; 66:8; 108:1
- ציות לו הוא ציות לאללה 4:80
- תגמול הציות לאללה ולשלוחו 4:69
- משפחתו טוהרה 33:33-34
- רואה את גבריאל בצורתו האמיתית 53:1-18
- המאמינים הוצוו לציית לו 59:7
- נימוסי דיבור אליו 49:1-5
- נימוסי ביקור אצלו 33:53
- נימוסי ההתנהלות עם נשותיו 33:53
- אללה שבע רצון ממנו ומחבריו 9:100; 9:117
- מעלת קהילת האמונה שלו 2:143; 3:110
תפילה (צלאה) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- תפילת ציבור ביום שישי 62:9
- כיוון התפילה (קיבלה) 2:144; 2:149-150
- צריכה להרתיע מפני מעשים רעים 29:45
- זמנים 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- בעת סכנה או בנסיעה 2:239; 4:101-102
- אזהרה לאלה שמזניחים תפילות 19:59; 74:38-47; 107:5-7
- תפילות הצבועים 4:142; 9:54
טיהור, טהרה (וודו') 5:6
- רחיצה מלאה (גוסל) 2:222; 4:43
- טהרה יבשה (תיממום) 4:43; 5:6
תחינות (דועאא)
- של אברהם 2:126-129; 2:126-129; 14:35-41; 26:83-89
- אדם וחווה 7:23
- ישו 5:114
- איוב 21:83; 21:83
- יונה 21:87
- יוסף 12:33; 12:101
- משה 10:88-89; 20:25-35
- מוחמד 17:80; 20:114
- נח 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- שלמה 38:35
- שועיב 7:89
- זכריה 3:38; 19:2-6; 21:89-90
- מלאכים 40:8-9
- אמה של מרים 3:35-36
- אשת פרעה 66:11
- מכשפי פרעה 7:126
- המלך שאול והמאמינים עמו 2:250
- המאמינים מבני ישראל 10:85-86
- אנשי המערה 18:10
- הצדיקים 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- המדוכאים 4:75
פסוקי השתחוות
- סג'דאת, רבים של סג'דה, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
מס צדקה (זכאת), כחובה 2:110; 2:177; 2:277; 6:141
- אחת מתכונות המאמינים 22:41; 23:4; 51:19
- מקבלים 9:60
- צדקה (סדקה) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- אזהרה לאלה שמונעים 3:180; 9:34; 47:38
צום (סום)
- ברמדאן 2:183-185
- שעות הצום 2:187
- פטורים 2:184-185
- יחסי אישות בלילה שלפני הצום 2:187
- צום בזמן עלייה לרגל 2:196
עלייה לרגל (חג')
- חובה על אלה שיכולים להרשות לעצמם 3:97
- טקסים והלכות 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- קרבנות 2:196; 22:36-37
- איסור ציד ביבשה בזמן עלייה לרגל 5:1; 5:94-95
- היתר ציד בים 5:96
- עלייה לרגל קטנה (עומרה) 2:158; 2:196
קהילות אמונה
- מוסלמים 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- שומרים זה של זה 3:28; 9:71
- נוצרים 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- יהודים 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- בני ישראל 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- אנשי הכתב (בעיקר יהודים ונוצרים) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- מוסלמים יכולים לאכול מבעלי חיים שנשחטו על ידם ולשאת את נשותיהם 5:5
- מזונות האסורים על יהודים 6:146
- צאבים 2:62; 22:17
- מג'וס 22:17
- עובדי אלילים (פגאנים, סוגדי אלילים) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- מנהגי פגאניזם אמונות שווא 2:189; 5:103; 6:138-144
- אתאיסטים 52:35-36
מנהגים פגאניים שהוצאו אל מחוץ לחוק
- קבורת בנות חיות 16:58-59; 81:8-9
- הריגת ילדים מפחד עוני 6:137; 6:151; 17:31
- שריקה ומחיאת כפיים סביב הכעבה 8:35
- הקדשת גמלים לאלילים 5:103; 6:136
- הקרבה בשם אלילים 6:121
- גירושי זיהאר 33:4; 58:2-4
- איילאא (ליותר מארבעה חודשים) 2:226-227
- הגרלות להחלטות 5:3
- הקפת הכעבה בעירום 7:26-28
- כניסה לבתים דרך דלתות אחוריות לאחר עלייה לרגל 2:189
מושאי פולחן
- מלאכים (אצל חלק מהערבים הפגאניים) 34:40
- אל-אייכה (אצל עם שועיב) 26:176
- בעל (אצל עם אליהו) 37:125
- ישו (בנצרות) 5:17
- אלילים (אצל עם אברהם) 21:52-53
- אלילי לאת, עוזא ומנאת (אצל ערבים פגאניים) 53:19-20
- אלילי ווד, סוואע', יע'ות', יעוק ונסר (אצל עם נח) 71:23
- השמש (עם שבא) 27:24
- סיריוס (אצל חלק מהערבים הפגאניים) 53:49
- פרעה (במצרים העתיקה) 26:29; 28:38; 79:24
- תשוקות 25:43-44; 45:23
- האמונה באלים רבים נסתרה 17:42-43; 21:21-24; 25:3
מקומות פולחן, מסגדים 9:18
- כנסיות, בתי כנסת ומנזרים 22:40
- מקלט 3:39; 38:21
- מקדש 17:7
- תארים דתיים, כוהנים, נזירים ורבנים 5:44; 5:63; 5:82; 9:31-34
מלאכים
- שואלים על בריאת אדם 2:30-34
- לעולם אינם ממרים פי אללה 21:26-27; 66:6
- אינם בנות אללה 21:26; 43:16-19
- מלאכים שומרים 13:11
- שני מלאכים מתעדים 50:16-18; 82:10-12
- שמונה נושאים את כיסא אללה ביום הדין 69:17
- תשעה עשר שומרי הגיהנום 74:26-31
- מלאך המוות 6:93; 16:28; 32:11
- גבריאל 2:97; 66:4; 26:192-195; 53:1-14
- מיכאל 2:98
- מאלכ 43:77
שלוחים
- ממלאכים ומבני אדם 22:75
- שלוחי הרצון הגדול (אברהם, נח, משה, ישו ומוחמד ﷺ) 33:7; 42:13; 46:35
כתבים
- קוראן, התגלות מאת אללה 12:2-3; 20:2-4; 26:192-195; 32:2-3
- תזכורת לכל העולם 68:51-52
- מדריך לדרך החיים הישרה ביותר 17:9
- ההתגלות החלה בחודש רמדאן 2:185
- בלילה מבורך 44:3;97:1-5
- נגלה בשלבים 17:105-106
- נעשה קל לזכירה 54:17
- מאשר את האמת בהתגלויות קודמות 3:3-4
- סמכות עליונה על כתבים קודמים 5:48
- אין בו ספק 2:2; 10:37
- אין בו סתירות 4:82
- אינו מפוברק 10:37-39
- לא הועתק מהתנ"ך 25:4-6
- לא נגלה על ידי שדים 26:210-212
- אף אחד אינו יכול לייצר דבר כמוהו 17:88; 2:23-24;10:13-14; 11:13
- שמור מפני שחיתות 15:9
- שמור בלוח השמור 56:75-80
- לא ניתן להוכיח שהוא שקרי 41:42
- מנבא אירועים עתידיים 30:1-7; 48:27
- מביא את המאמינים לדמעות 5:83; 17:107-109
- נוגע בלבבות 39:23
- אור מבהיק 4:174; 42:52
- ריפוי ורחמים למאמינים 17:82
- תורה 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- בשורה 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- תהילים 4:163; 17:55
- מגילות אברהם 53:36-44; 87:14-19
גורל וייעוד 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- בחירה חופשית 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
יום הדין
- אין עוול 2:281; 18:49; 40:17
- זוועות האפוקליפסה 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- הצדיקים והרשעים באותו יום 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- התערבות (שפאעה) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
רישומי מעשים 17:13; 18:49
- המאמינים מקבלים את רישומם ביד ימין 69:19-24; 84:7-9
- הכופרים מקבלים את רישומם ביד שמאל 69:25-37; 84:10-15
- שום דבר לא יוסתר מאללה 21:47; 40:16
- שקילת מעשים 7:8; 23:102-104; 101:1-11
- עדות איברי הגוף 41:19-24; 24:24
- תגמול על מעשים טובים ורעים 6:160; 27:89-90; 28:84
סוגי אנשים
- מאמינים 18:107-108
- כופרים 4:167-169
- צבועים 4:145; 57:13-15
- תושבי גן עדן, מאמינים מובילים 55:46-61; 56:10-26
- תושבי גן עדן, אנשי הימין 55:62-78; 56:27-40
- תושבי הגיהנום, אנשי השמאל 55:31-45; 56:41-56
- אנשי הגבהים 7:46-49
כספי
- הנחיות עסקיות 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- צוואות, צוואות רצוניות לאלה שאינם יורשים 2:180-183; 4:11-12
לפני מוות בנסיעה 5:106-108
- שוחד 2:188
- חובות, חסד בגביית חובות 2:280
- כתיבה ועדות לחוזה חוב 2:282
- נטילת ערבון 2:283
- ירושה, הנחיות 4:7; 4:32-33; 8:75
- חלקי צאצאים והורים 4:11
- בני זוג ואחים מן האם 4:12
- אחים מלאים 4:176
- אזהרה לאלה שאינם ציתים 4:13-14
- ריבית, איסור ואזהרה 2:275-281; 3:130-132
- נעשית חסרת תועלת 30:39
משפטי
- חוק בגידה (חירבה) 5:33-34
- צדק, עמידה למען הצדק 4:135; 5:8; 16:90-91
- עמידה למען זכויות יתומים ונשים 4:127
- צדק ליהודי 4:105-112
- צדק לפגאני 4:58
- הגינות עם שאינם מוסלמים 60:8-9
- גמול דרך ערוצים משפטיים (עם אפשרות לסלוח) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- הפרדה בין בעל ואשה, ח'ולע' 2:229
- ליעאן (האשמת ניאוף) 24:6-10
פוליטי
- ניהול ענינים בהתייעצות (שורא) 3:159; 42:38
- לחימה להגנה עצמית (ג'יהאד), נימוסים 2:190-192; 2:216; 22:38-40
- לא לתקוף באופן אקראי 4:94
- לחימה למען גברים, נשים וילדים מדוכאים 4:75
- הגנת מקומות פולחן 22:37
- תגמול שהידים 2:154; 3:169-171; 9:111; 57:19
- כוח צבאי מרתיע אויבים פוטנציאליים 8:60
- בחירה בשלום 2:192; 8:61
- עשיית שלום בין הצדדים 49:9-10
- שבויי מלחמה, יחס 8:70; 47:4; 76:8
חברתי
- אימוץ 33:4-5
- טיפול ביתומים 2:220; 4:2-10; 4:127; 6:152; 17:34
- גירושין, בוררות ופיוס 4:35; 4:128
- נימוסי גירושין 2:229-231; 65:1-2
- מוהר ותקופת המתנה 2:226-241; 4:19-21; 33:49; 65:1-7
- הבעל לא יחזיר דבר מהמוהר 4:20
- האשה לא תיטרד 65:6
- האשה תתמך כלכלית בהריון 65:6
- בזמן תקופת המתנה שלה 65:6
- אם תניק את ילד הבעל לשעבר 65:6
- שום הורה לא יסבל בשל ילדו 2:233
- בחירת מניקה 65:6
- עידוד הטוב ואיסור הרע 3:104; 3:110; 7:157; 9:71-72; 31:17
- שוויון בני האדם 49:13
- גברים ונשים לפני אללה ולפני החוק 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- לגברים דרגת אחריות מעל לנשים 2:228
- האכלת עניים, יתומים ושבויים 76:8-9
- סליחה ושליטה בכעס 3:134; 42:40
- שחרור עבדים וסיועם 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- כיבוד הורים 4:36; 17:23-25; 31:14-15
- ענווה 17:37; 31:18-19
- פירוש חלומות אברהם 37:102
- פירוש חלומות יוסף 12:4; 12:36; 12:43
- פירוש חלומות מוחמד 8:43; 48:27
- חסד כלפי שאינם מוסלמים 60:8
- נישואין 4:3; 4:129; 16:72; 30:21
- נשים מותרות ואסורות בנישואין 4:22-24
- נימוסי קרבה 2:222-223
- הריון והנקה 2:233; 31:4; 46:15; 65:6
- נישואין מחדש עם גרושה 2:230
- סיוע לרווקים להינשא 24:32
- הבעת עניין בעדינות בתקופת המתנה 2:235
- שבועות 2:224-225; 16:91-92; 16:94
- תיקון שבועה שבורה 5:89
- סבלנות בעתות קושי 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- רשות כניסה 24:58-60
- כניסה לבתי אנשים 24:27-28
- כניסה למקומות ציבוריים 24:29
- נימוסים חברתיים, אימות חדשות 4:83; 49:6
- כבוד לכולם 49:11-12
- נימוסי כינוסים 58:11
- שיחות פרטיות 4:114; 58:9
- נדרים 2:270; 9:75-77; 22:29; 76:7
- בזבוז וקמצנות 7:31; 17:29; 25:67
סיפורים אחרים
- הבל וקין 5:27-31
- אל-ח'דר ומשה 18:60-82
- צבא הפיל 105:1-4
- המאמין מעם פרעה 40:28-46
- לידת מרים 3:35-36
- פרת בני ישראל 2:67-74
- עזרא 2:259
- בעלי הגן 68:17-32
- הארות ומארות 2:102
- קורח 28:76-82
- עצת לוקמאן לבנו 31:12-19
- בעל שני הגנות 18:32-44
- עם שבא 34:15-19
- אנשי המערה 18:9-26
- אנשי החפיר 85:1-8
- מחללי השבת 7:163-165
- סמירי ועגל הזהב 20:83-97
- שאול ושמואל 2:247-251
- ד'ול-קרנין 18:83-98
שדים 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- בני אדם ושדים שטניים 6:112;114:6
- השמים מוגנים מפני שדים 15:16-18
חרטות
- על אי-מעקב אחר הנביא 25:27
- על אי-ציות לאללה ולשלוחו 4:41-42; 33:64-68
- על לקיחת חברים רעים 25:28-29; 26:96-102; 43:36-39
- על כפירה באותות אללה 6:27-30
- על אי-עבודה למען העולם הבא 89:23-24
תחינות נואשות
- תחינה לחזור לעולם 2:167; 6:27-28; 32:12-14; 42:44
- לסיכוי שני 35:36-37
- להוצאה מן האש 40:10-12
- למזון ומים 7:51-52
- למתערבים 7:52-53
- להפיכה לאבק 4:41-42; 78:40
- למוות 43:74-78
תכונות הצדיקים
- שמירת זכויות הבורא ובריאתו 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
תכונות הרשעים
- כפויי טובה 14:34
- קמצנים 17:100
- פזיזים 21:37
- זוכרים את אללה רק בעתות קושי 10:12; 41:51
- חסרי סבלנות 70:19
- ויכוחניים 18:54
חטאים חמורים
- שיתוף אחרים עם אללה בעבודה (שירק) 4:48; 4:116; 5:72; 6:19; 31:13:
- פגיעה בהורים 4:36; 6:151; 17:23
- הזנחה או נטישה של תפילות חובה 19:59-60
- אי-תשלום מס הצדקה 41:6-7
- רצח 6:151; 17:33
- הריגת מאמין בכוונה 4:93
- גניבה 5:38
- מרמה 7:85; 11:85; 26:182-183; 83:1-6
- שקר 2:10; 9:77; 39:60
- שקר על אללה 6:93; 29:68; 61:7
- יחסי מין אסורים 2:222; 17:32; 24:2; 25:68; 29:28-30
- האשמות שווא של ניאוף 24:4-5
- כפירה 2:217; 5:54
- אכילת חזיר ומזונות אסורים אחרים (נבלה, דם, וכו') 5:3; 6:145
- אלכוהול והימורים 5:90-91
- רכילות 49:11
- עדות שקר 22:30
- כישוף 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 الرحمن     הרחמן (המיטיב, המרחם על כל בריותיו)  1:3; 17:110
- #2 الرحيم     הרחום (המרחם במיוחד על המאמינים)  2:163; 3:31; 4:100; 5:3
- #3 الملك     המלך (השליט המוחלט)  20:114; 23:116; 59:23
- #4 القدوس     הקדוש (הטהור מכל פגם)  59:23; 62:1
- #5 السلام     השלום (מקור השלום והביטחון)  59:23
- #6 المؤمن     המאמין (המעניק ביטחון ואמונה)  59:23
- #7 المهيمن     המשגיח (השומר והמגן)  59:23
- #8 العزيز     האדיר (החזק, הבלתי-מנוצח)  3:6; 4:158; 9:40; 48:7
- #9 الجبار     הכביר (הכופה את רצונו)  59:23
- #10 المتكبر     המתנשא (הנעלה, בעל הגאווה)  59:23
- #11 الخالق     הבורא (הבורא יש מאין)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 البارئ     הממציא (הפועל, היוצר)  59:24
- #13 المصور     המעצב (הנותן צורה)  59:24
- #14 الغفار     המרבה לסלוח (המכסה חטאי עבדיו)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 القهار     הכובש (השולט, המכניע)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 الوهاب     המעניק (הנותן בנדיבות)  3:8; 38:9; 38:35
- #17 الرزاق     המזמין (המפרנס)  51:58
- #18 الفتاح     הפותח (פותח שערי רחמים)  34:26
- #19 العليم     היודע (יודע הכול)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 القابض     המצמצם (המצמצם פרנסה)  2:245
- #21 الباسط     המרחיב (המרחיב פרנסה)  2:245
- #22 الخافض     המשפיל (המנמיך)  95:5
- #23 الرافع     המרומם (המעלה)  58:11; 6:83
- #24 المعز     המכבד (הנותן כבוד)  3:26
- #25 المذل     המכלים (המשפיל)  3:26
- #26 السميع     השומע (השומע הכול)  2:127; 2:256; 8:17; 49:1
- #27 البصير     הרואה (הרואה הכול)  4:58; 17:1; 42:11; 42:27
- #28 الحكم     השופט (הפוסק)  22:69
- #29 العدل     הצדיק (הצודק)  6:115
- #30 اللطيف     העדין (המיטיב, המטיב לעבדיו)  6:103; 22:63; 31:16; 33:34
- #31 الخبير     המודע (היודע נסתרות)  6:18; 17:30; 49:13; 59:18
- #32 الحليم     הסבלן (המאריך אפו)  2:235; 17:44; 22:59; 35:41
- #33 العظيم     העצום (הנשגב)  2:255; 42:4; 56:96
- #34 الغفور     הסולח (המרבה למחול)  2:173; 8:69; 16:110; 41:32
- #35 الشكور     המכיר טובה (הגומל)  35:30; 35:34; 42:23; 64:17
- #36 العلي     העליון (הנעלה)  4:34; 31:30; 42:4; 42:51
- #37 الكبير     הגדול (האדיר)  13:9; 22:62; 31:30
- #38 الحفيظ     השומר (המגן)  11:57; 34:21; 42:6
- #39 المقيت     המכלכל (המזין)  4:85
- #40 الحسيب     החשבון (המספיק)  4:6; 4:86; 33:39
- #41 الجليل     הנכבד (בעל העוז והכבוד)  55:27; 39:14; 7:143
- #42 الكريم     הנדיב (האציל)  27:40; 82:6
- #43 الرقيب     המשגיח (הצופה)  4:1; 5:117
- #44 المجيب     העונה (הנענה לתפילה)  11:61
- #45 الواسع     המקיף (הכלול)  2:268; 3:73; 5:54
- #46 الحكيم     החכם (החכם)  31:27; 46:2; 57:1; 66:2
- #47 الودود     האוהב (האוהב את עבדיו)  11:90; 85:14
- #48 المجيد     המפואר (הנכבד)  11:73
- #49 الباعث     המחיה (המקים לתחייה)  22:7
- #50 الشهيد     העד (הרואה הכול)  4:166; 22:17; 41:53; 48:28
- #51 الحق     האמת (האמת)  6:62; 22:6; 23:116; 24:25
- #52 الوكيل     הנאמן (המופקד)  3:173; 4:171; 28:28; 73:9
- #53 القوي     החזק (בעל הכוח)  22:40; 22:74; 42:19; 57:25
- #54 المتين     האיתן (האיתן, החזק)  51:58
- #55 الولي     הידיד (האוהב)  4:45; 7:196; 42:28; 45:19
- #56 الحميد     המהולל (הראוי לשבח)  14:8; 31:12; 31:26; 41:42
- #57 المحصي     המונה (המונה)  72:28; 78:29; 82:10-12
- #58 المبدئ     המתחיל (המחדש)  10:34; 27:64; 29:19; 85:13
- #59 المعيد     המחזיר (המחזיר לחיים)  10:34; 27:64; 29:19; 85:13
- #60 المحيي     המחיה (המחיה)  7:158; 15:23; 30:50; 57:2
- #61 المميت     הממית (הממית)  3:156; 7:158; 15:23; 57:2
- #62 الحي     החי (חי לעולם)  2:255; 3:2; 25:58; 40:65
- #63 القيوم     הקיים (הקיים לעד)  2:255; 3:2; 20:111
- #64 الواجد     המוצא (המגשים)  38:44
- #65 الماجد     המפואר (הנערץ)  11:73
- #66 الواحد     האחד (הייחודי)  2:163; 5:73; 9:31; 18:110
- #67 الأحد     היחיד (היחיד)  112:1
- #68 الصمد     הנצחי (הנצחי)  112:2
- #69 القادر     הכול יכול (בעל היכולת)  6:65; 36:81; 46:33; 75:40
- #70 المقتدر     השליט (בעל העוצמה)  18:45; 54:42; 54:55
- #71 المقدم     המקדים (המקדים)  16:61; 17:34
- #72 المؤخر     המאחר (המאחר)  71:4
- #73 الأول     הראשון (הראשון)  57:3
- #74 الآخر     האחרון (האחרון)  57:3
- #75 الظاهر     הגלוי (הנגלה)  57:3
- #76 الباطن     הנסתר (הנסתר)  57:3
- #77 الوالي     השליט (המושל)  13:11; 22:7
- #78 المتعالي     הנעלה (הנשגב)  13:9
- #79 البر     המיטיב (עושה הטוב)  52:28
- #80 التواب     המקבל תשובה (המקבל חוזרים בתשובה)  2:128; 4:64; 49:12; 110:3
- #81 المنتقم     הנוקם (הנוקם)  32:22; 43:41; 44:16
- #82 العفو     המוחל (המוחל)  4:99; 4:149; 22:60
- #83 الرؤوف     הרחום (האדיב)  3:30; 9:117; 57:9; 59:10
- #84 مالك الملك     מלך המלכים (בעל המלוכה)  3:26
- #85 ذو الجلال والإكرام     בעל ההוד והכבוד  55:27; 55:78
- #86 المقسط     הצדיק (השופט בצדק)  3:18; 7:29
- #87 الجامع     המקבץ (המאסף)  3:9
- #88 الغني     העשיר (הנשגב)  3:97; 39:7; 47:38; 57:24
- #89 المغني     המעשיר (המעניק עושר)  9:28
- #90 المانع     המונע (המונע)  67:21
- #91 الضار     המזיק (המזיק)  6:17
- #92 النافع     המועיל (המועיל)  30:37
- #93 النور     האור (המאיר)  24:35
- #94 الهادي     המדריך (המדריך)  25:31
- #95 البديع     המופלא (היוצר ללא תקדים)  2:117; 6:101
- #96 الباقي     הנצחי (הנצחי)  55:27
- #97 الوارث     היורש (היורש)  15:23
- #98 الرشيد     המדריך (המורה)  2:256
- #99 الصبور     הסבלן (ארך אפיים)  2:153; 3:200; 103:3
Matching Ayahs
- = אליף, למ, מים. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = אלה הם על דרך ישרה מאת ריבם, ואלה הם המצליחים. 2:5; 31:5
- = בני ישראל, זכרו את חסדי אשר גמלתי אתכם, וכי העדפתי אתכם על כל העמים (העולמות). 2:47; 2:122
- = אומה זו כבר עברה. לה ייגיע מה שעשתה, ולכם ייגיע מה שעשיתם. ולא תישאלו על מה שעשו. 2:134; 2:141
- = נצחיים הם בו, העונש לא יוקל להם ולא יינתן להם ארכה. 2:162; 3:88
- = אך אלה אשר שבו בתשובה לאחר מכן ותיקנו את דרכם, כי אללה סלחן ורחום. 3:89; 24:5
- = ואלה אשר כפרו והכחישו את אותותינו – אלה הם שוכני הגיהינום. 5:10; 5:86
- = וכל אות מבין אותות ריבם לא יבוא אליהם, אלא שהם פונים ממנו. 6:4; 36:46
- = וכבר הושמו ללעג שליחים לפניך, אך אלה שלגלגו, הקיף אותם אשר לגלגו. 6:10; 21:41
- = אמור: "אני ירא, אם אמרוד בריבי, מעונש יום נורא." 6:15; 39:13
- = ותפשהום הרעידה, ויהיו בבתיהם נופלים מושפלים. 7:78; 7:91
- = וישלך את מטהו, והנה הוא נחש גלוי. 7:107; 26:32
- = וישלף את ידו, והנה היא לבנה (קורנת) למתבוננים. 7:108; 26:33
- = אמרו: "האמנו בריבון העולמים." 7:121; 26:47
- = ריבון משה ואהרן. 7:122; 26:48
- = ואני אתן להם ארכה, כי תחבולתי איתנה. 7:183; 68:45
- = הוא אשר שלח את שליחו עם ההדרכה ודת האמת, כדי להעמידה מעל כל הדתות, אף כי שונאים זאת המשתפים. 9:33; 61:9
- = הוי נביא, הילחם בכופרים ובצבועים והיה קשה להם, ומקומם גיהינום, ומה רע המוצא! 9:73; 66:9
- = ואומרים: "מתי ההבטחה הזאת, אם אתם דוברי אמת?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = וכבר שלחנו את משה באותותינו ובסמכות גלויה. 11:96; 40:23
- = וכבר נתנו למשה את הספר, אך נחלקו עליו. ולולא דבר שקדם מריבך, היה נגזר ביניהם. והם עליו מטולטלים בספק. 11:110; 41:45
- = זה לא קשה לאללה. 14:20; 35:17
- = "וכאשר אעצב אותו ואפיח בו מרוחי, כרעו לו משתחווים." 15:29; 38:72
- = ויכרעו המלאכים כולם יחד. 15:30; 38:73
- = (אללה) אמר: "צא ממנו, כי אתה מורחק." 15:34; 38:77
- = (השטן) אמר: "ריבוני, תן לי ארכה עד יום שיוקמו לתחייה." 15:36; 38:79
- = (אללה) אמר: "הנך מן המוארכים." 15:37; 38:80
- = עד יום הזמן הידוע." 15:38; 38:81
- = מלבד עבדיך הנבחרים מביניהם. 15:40; 38:83
- = היראים יהיו בגנים ובמעיינות. 15:45; 51:15
- = אמר: "מה שליחותכם, הוי שלוחים?" 15:57; 51:31
- = אמרו: "נשלחנו אל עם פושעים." 15:58; 51:32
- = אלה אשר האמינו ולא ערבבו את אמונתם בעוול – הם יזכו בביטחון, והם המודרכים. 16:42; 29:59
- = לכפור במה שנתנו להם. התענגו, כי סופכם לדעת. 16:55; 30:34
- = אחר כך הוא הלך בדרך. 18:89; 18:92
- = לך אל פרעה, כי הוא פשע. 20:24; 79:17
- = ואלה השומרים על צניעותם. 23:5; 70:29
- = פרט לנשותיהם או אשר ימינם החזיקה, כי הם אינם אשמים. 23:6; 70:30
- = וכל המבקש מעבר לכך – אלה הם העוברים על הגבול. 23:7; 70:31
- = ואלה השומרים על פיקדונותיהם ועל בריתם. 23:8; 70:32
- = (נוח) אמר: "ריבוני, עזור לי, כי הכחישוני." 23:26; 23:39
- = טא, סין, מים. 26:1; 28:1
- = אלה פסוקי הספר המבואר. 26:2; 28:2
- = בזה אות, אך רובם לא האמינו. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = וריבונך – הוא העזוז והרחום. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = והטבענו את האחרים. 26:66; 37:82
- = אני לכם שליח נאמן. 26:107; 26:125; 26:143; 26:162; 26:178
- = לכן יראו את אללה ושמעו לי. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = ואיני מבקש מכם על כך שכר, כי שכרי רק עם ריבון העולמים. 26:109; 26:127; 26:145; 26:164; 26:180
- = בגנים ובמעיינות. 26:147; 44:52
- = אמרו: "אתה רק מן המכושפים." 26:153; 26:185
- = לבד מאשתו – קבענו כי תהיה מן הנותרים. 26:171; 37:135
- = ואז השמדנו את האחרים. 26:172; 37:136
- = והמטרנו עליהם מטר (אבנים), ואיום המטר למוזהרים! 26:173; 27:58
- = האם הם מבקשים לזרז את העונש? 26:204; 37:176
- = המחזיקים בתפילה, הנותנים זכאה, והם בעולם הבא – הם בטוחים. 27:3; 31:4
- = וביום אשר יקרא להם ויאמר: "איפה שותפי, אשר טענתם?" 28:62; 28:74
- = ואבותינו הראשונים? 37:17; 56:48
- = ויפנו זה אל זה, וישאלו. 37:27; 52:25
- = אך (הם) עבדי אללה הנבחרים. 37:40; 37:74; 37:128; 37:160
- = בגני העונג. 37:43; 56:12
- = והשארנו לו (שם טוב) לדורות האחרונים: 37:78; 37:108; 37:129
- = כך נגמול למיטיבים. 37:80; 37:121; 37:131; 77:44
- = כי הוא מעבדינו המאמינים. 37:81; 37:111; 37:132
- = מה לכם? כיצד אתם שופטים? 37:154; 68:36
- = זה אינו אלא תזכורת לעולמים. 38:87; 81:27
- = הורדת הספר מאללה, העזוז והחכם. 39:1; 45:2; 46:2
- = חא, מים. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = בספר המבואר. 43:2; 44:2
- = הנח להם להתבוסס בהבלים ולשחק, עד שיפגשו את יומם המובטח. 43:83; 70:42
- = (יאמר להם): "אכלו ושתו לשלווה, כגמול על מעשיכם." 52:19; 77:43
- = או שאתה מבקש מהם שכר, והם כבדי חוב? 52:40; 68:46
- = או שיש להם ידיעת הנסתר והם כותבים? 52:41; 68:47
- = וכמה נורא היה עונשי והזהרותי! 54:16; 54:21; 54:30
- = וכבר הפכנו את הקוראן קל לזכרון. האם יש מי שיזכור? 54:17; 54:22; 54:32; 54:40
- = איזה מחסדי ריבכם תכחישו? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = קבוצה גדולה מן הראשונים. 56:13; 56:39
- = ואנו מנועים? 56:67; 68:27
- = לכן שבח את שם ריבונך הגדול. 56:74; 56:96; 69:52
- = זהו התגלות מריבון העולמים. 56:80; 69:43
- = כל שבשמים וכל שבארץ מהלל את אללה, והוא העזוז והחכם. 59:1; 61:1
- = כשמוקראים לפניו פסוקינו, הוא אומר: "אגדות הראשונים!" 68:15; 83:13
- = אז הוא יהיה בחיי נועם. 69:21; 101:7
- = בגן רם. 69:22; 88:10
- = ולא דוחק להאכיל את העני. 69:34; 107:3
- = כי זהו דברי שליח נכבד. 69:40; 81:19
- = זאת תזכורת, וכל החפץ, ייקח אל ריבונו דרך. 73:19; 76:29
- = כל החפץ – יזכור אותו. 74:55; 80:12
- = אוי לאותו היום למכחישים! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = הצדיקים בעונג. 82:13; 83:22
- = ספר רשום. 83:9; 83:20
- = על ספות יביטו. 83:23; 83:35
- = ותקשיב לריבה ותיכנע. 84:2; 84:5
- = וגם אני לא עובד את אשר אתם עובדים. 109:3; 109:5
noblequran.com Schemas
- מושרכי מכה הכירו ברבוביה (ריבונות) של אללה 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- הספר והחוכמה (הסונה) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- הליכה בדרך האבות (התועים) ראויה לגינוי 2:170; 31:21; 43:22
- שליח אללה היה בן אנוש 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- המושרכים קראו לאללה בלבד בעתות מצוקה 10:22; 17:16; 29:65; 31:32
- פילוג בדת אסור ומגונה 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- תכונת האיסתיוא של אללה 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- גידול (וירידה) של האמונה (אימאן) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- השליח ואיש מן הברואים אינם יודעים את הנסתר בכוחות עצמם 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- אללה מרחיב ומצמצם את הפרנסה למי שירצה 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- הקוראן ניתן בשפה ערבית ברורה 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- אללה אינו מטיל על נפש יותר משהיא יכולה לשאת 2:233, 286; 6:152; 7:42; 23:62; 65:7
- איש לא ישא בעול זולתו 6:164; 17:15; 35:18; 39:7; 53:38
- אם אללה יפגע בך ברעה, איש מלבדו לא יוכל להסירה 6:17; 10:107
- ומיהו רשע יותר מזה אשר... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- האדם כפוי טובה בשפע ונכנע בעת מצוקה 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ההתבססות (תת'ביית) מבוקשת מאללה והוא הנותן אותה 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- כל המחלוקות יש להשיב אל אללה ואל שליחו 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- הוויכוח בין יושבי האש 26:96-102; 38:58-64; 40:47-50
- חובת הציות (טאעה) לשליח אללה 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- פסוקי ההשתחוואה (סג'דה) שבקוראן 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- כל האסונות באומה נובעים מאי-ציות 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- את מי שאללה מתעה, איש לא יוכל להדריך 13:33; 39:23, 26; 40:33; 7:186; 18:17
- כל הנביאים החלו את התיקון בייחוד (תוחיד) הפולחן 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ההצלחה והשגשוג קשורים בטיהור (תזכיה) הנפש 20:76; 35:18; 87:14; 91:9; 92:18
- כל הכבוד והעוצמה (עיזה) שייכים לאללה 4:139; 10:65; 35:10; 63:8
- חובה לקרוא אל אללה בלבד בטוהר ובכנות 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- איסור לקרוא לזולת אללה יחד עמו 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- כל הנביאים ציוו על יראת אללה (תקווא) ועל ציות (להם עצמם) 43:63; 71:1-28
- על ההיג'רה (ההגירה) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- אין אפוטרופוס אמיתי או עוזר לברואים מלבד אללה 2:107, 120; 9:74, 116; 29:22; 42:31
- אלה שאללה חותם את ליבם 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- האמונה (אימאן) שוכנת בין הפחד לתקווה 17:57; 32:16; 39:9
- על ביטול כל המעשים באמצעות כפירה, שיתוף (שירכ) וצביעות (נפאק) 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- ההתגלויות והנביאים של אללה הם אורות ההדרכה, הידע והאמונה 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- המסלפים את המילים הם היהודים ואנשי הפרשנות המסולפת (תעוויל/תחריף) 2:75; 4:46; 5:13; 5:41
- חיי העולם הזה הם הנאה וכיף זמניים בלבד 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- הדהריה (הכופרים) 45:24; 6:29; 23:37
- אללה שלח את מוחמד עם הדת כדי שתגבר על כל שאר הדתות (המבוטלות או הכוזבות) 9:33; 48:28; 61:9
- על הטאע'ות והצורך לדחות אותו 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- הם זוממים ואף אללה זומם, והוא הטוב שבזוממים 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- הידע על השעה האחרונה שמור לאללה בלבד 7:187; 33:63; 41:47
- הפורקאן (המבחין בין אמת לשקר) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- הדיפת הרעה בטוב ביותר 23:96; 28:54; 41:34
- השעה האחרונה קרובה מאוד 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- ומאותותיו... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- אללה מבאר את אותותיו למען ש... 2:73, 187, 221, 242; 3:103; 5:89
- אללה הוא בורא כל דבר 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- אללה לא ברא את הבריאה לשווא או למשחק 21:16; 38:27; 44:38; 46:3
- אללה ברא את בני האדם כדי שיעבדו אותו בלבד וכדי לבחון מי מהם הטוב ביותר במעשה 11:7; 18:7; 51:56; 67:2
- אללה שלח שליחים לקרוא לעבודתו, כדי שיישמע להם, וכמבשרים ומזהירים 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- ארבע הדרגות של הקד'ר (הגזירה) 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- צורות וסוגי הפולחן 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- אללה מדריך ומתעה את מי שירצה 14:4; 16:93; 35:8; 74:31
- אלה שאללה מתעה 2:26; 9:115; 14:27; 40:34, 74; 45:23
- איש לא יוכל להדריך את מי שאללה התעה 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- שלילת כל דמיון לאללה 2:22; 19:65; 42:11; 112:4
- אללה אינו מקפח איש, אלא הם מקפחים את נפשותיהם שלהם 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- חובת ההליכה בעקבות הסלף (הצחאבה) 2:137; 9:100; 4:115; 48:18, 29
- מתודולוגיית הדעווה (הקריאה לאסלאם) 12:108; 16:125; 29:46
- השיתוף (שירכ) אינו מוגבל לאלילים בלבד, אלא כולל גם בקשת תיווך דרך נביאים, מלאכים, שדים וצדיקים 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- הגורמים הקובעים את גיל הנישואין 4:6; 6:152; 24:59
- ג'יבריל הוא הרוח הקדושה והנאמנה שהביאה את הקוראן מאללה אל השליח 2:97; 16:102; 26:192
- העזרה, הניצחון והשליטה שייכים לאללה ולשליחיו 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- ואכן, הותעלו בשליחים לפניך, כך הקיף את אלה שלעגו להם, את אשר היו לועגים. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- ואל מדין [שלחנו] את אחיהם שועיב. הוא אמר: "עמי, עבדו את אללה; אין לכם אלוה מבלעדיו." (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- ואל תמוד [שלחנו] את אחיהם צאלח. הוא אמר: "עמי, עבדו את אללה; אין לכם אלוה מבלעדיו." (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- כי אללה מרחיב את המזון למי שירצה ומצמצם. אכן, בזאת אותות לעם מאמינים. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- ואל עאד [שלחנו] את אחיהם הוד. הוא אמר: "עמי, עבדו את אללה; אין לכם אלוה מבלעדיו." (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- ואת אלה שהאמינו ועשו מעשים טובים, נכניס לגנות אשר נחלים זורמים מתחתיהם, שם ישכנו לעולם ועד. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- אשר נחלים זורמים מתחתיהם, שם ישכנו לעולם ועד. אללה מרוצה מהם והם מרוצים ממנו. זהו... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- אמור: "איני אלא בן אדם כמוכם; מתגלה אלי כי אלוהיכם הוא אלוה אחד." (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- ובני האדם יש המתנצחים על אללה ללא דעת, ללא הדרכה וללא ספר מאיר. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- הוא מחדיר את הלילה ביום ומחדיר את היום בלילה; הוא הכניע את השמש והירח, כל אחד נע עד מועד קצוב. (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- מן השמים מים, ובהם מחיה את הארץ לאחר מותה. אכן, בזאת אות לעם... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- אכן, אלה אשר כפרו, לא יועילו להם נכסיהם ולא בניהם כלל מאללה, ואלה הם... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- אשר ברא את השמים ואת הארץ ואשר ביניהם בששה ימים, אחר כך התיישב על הכסא. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- האם לא נסעו בארץ וראו איך היה סופם של אלה שלפניהם? הם היו... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- אכן, אללה יכניס את אלה שהאמינו ועשו מעשים טובים לגנות אשר נחלים זורמים מתחתיהם. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- הבטחת אללה אמת; אל נא יטעה אתכם חיי העולם הזה, ואל נא יטעה אתכם המתעה על אללה. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- מי שנוהג בדרך הישר, נוהג בה לטובת עצמו; ומי שתועה, תועה לרעת עצמו. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- והשלך את משענתך! ויראה כי היא מתנועעת כנחש, ויפנה עורף וינוס ולא ישוב. "משה..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- סעו בארץ וראו איך היה סופם של אלה שלפניכם; רובם... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- סבל אפוא את אשר יאמרו, והלל את אדונך בשבח לפני זריחת השמש ולפני שקיעתה. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- ואל תקרבו אל רכוש היתום, אלא בדרך הטובה ביותר, עד שיגיע לבגרות. והשלימו... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- אין חטא על העיוור, ואין חטא על הצולע, ואין חטא על החולה. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "האם אין זו האמת?" יאמרו: "אכן, באדוננו!" יאמר: "טעמו אפוא את העונש על אשר כפרתם." (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ויאמרו החלשים לאלה שהתגאו: "אנחנו היינו תומכיכם, התנצלו אתם עבורנו מאללה?" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- מלבד שמות אשר קראתם להם, אתם ואבותיכם, אשר אללה לא הוריד עליהם כל סמכות. אכן, (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- לפניך, רק אנשים אשר גילינו להם. שאלו אפוא את אנשי הזיכרון, אם אינכם יודעים. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- הוא אמר: "האמנתם בו לפני שהרשיתי לכם? הוא רבכם אשר לימד אתכם כישוף." (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- ולא תישא נפש נושאת את משא אחרת. אחרי כן, אל אדונכם שובכם, ויודיע אתכם את אשר הייתם עושים. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- ואמרנו: "רדו, מקצתכם אויבים למקצתכם. ולכם בארץ מושב ופרנסה עד זמן." (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- שניים - אמור: "האם את שני הזכרים אסר, או את שתי הנקבות, או את אשר הכילו רחמי שתי הנקבות?" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- ואיני מבקש מכם שכר על זאת; שכרי הוא אך ורק אצל ריבון העולמים. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- האם לא נסעו בארץ וראו איך היה סופם של אלה שלפניהם? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- הם נוסעים בארץ ורואים איך היה סופם של אלה שלפניהם; הם היו... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- אכן, ריבונך יודע היטב מי תועה מדרכו, והוא יודע היטב את המונחים. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- אשר ברא את השמים ואת הארץ בששה ימים, אחר כך התיישב על הכסא. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- ומי חומס יותר ממי שבודה על אללה כזב, או מכחיש את אותותיו? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- הוא אשר שלח את שליחו בהדרכה ובדת האמת, כדי להאדירה על כל הדתות. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- אכן, כפרו אלה האומרים: "אללה הוא המשיח בן מרים." אמור... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- עיוורים מתועיתם; אתה יכול להשמיע רק את מי שמאמין באותותינו, והם המוסלמים. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- משל חיי העולם הזה הוא כמים אשר הורדנו מן השמים, והצמחיה בארץ מתערבבת בהם. (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- בה, מכל זוג שנים, ואת משפחתך - מלבד זה אשר כבר נגזר עליו הדבר. (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- לא אומר לכם: "בידי אוצרות אללה," ולא אדע את הנסתר, ולא אומר... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- אכן, אללה הוא בעל חסד לבני אדם, אך רוב בני האדם אינם מודים. (إِنَّ اللَّهَ לַذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- ואות מאותות אדונהם לא יבוא אליהם אלא פונים ממנו עורף. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- ופחדו את היום אשר לא תועיל נפש לנפש ולא יישמע ממנה כופר. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- אכן, אתה לא תשמיע מתים, ולא תשמיע חרשים כאשר הם פונים עורף. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- נאסר עליכם נבלה, דם, בשר חזיר, ואשר הוקרב לזולת אללה. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- כל אשר בשמים ובארץ מהלל את אללה, והוא העזוז והחכם. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- מלבד אלה ששבו בתשובה אחרי כן והתקנו; אללה הוא סולח ורחום. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- הנביאים - מאת ריבונם; לא נבדיל בין איש מהם, ואנחנו לו מוסלמים. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- מאת ריבונך, להזהיר עם אשר לא בא אליו מזהיר לפניך, למען... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- הוי הנביא, הילחם בכופרים ובצבועים, והקשח עליהם. מקומם גיהינום, ומה רע המוצא! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- אכן, ריבונך יכריע ביניהם ביום הדין במה שנחלקו בו. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ יְخْتَلِفُونَ) 10:93; 45:17
- הוא אמר: "ריבוני, עשה לי אות!" אמר: "אותך הוא כי לא תדבר אל האנשים..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- הפנה אפוא את פניך אל המסגד הקדוש. ובכל מקום שתהיו, הפנו את פניכם אליו. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- בני ישראל, זכרו את חסדי אשר גמלתי לכם, וכי העדפתי אתכם על כל העמים. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- שבע פרות שמנות אשר שבע רזות אוכלות, ושבע שיבולים ירוקות ואחרות יבשות. (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- ולכל אומה מועד; כאשר יבוא מועדם, לא יאחרו שעה ולא יקדימו. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (אשר) הוקרב לזולת אללה. ומי שהוכרח, לא בתעוזה ולא בסטייה, הרי... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- וכשאומרים להם: "לכו אחרי אשר הוריד אללה," הם אומרים: "לא, נלך אחרי אשר..." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- הוא אמר: "עמי, עבדו את אללה; אין לכם אלוה מבלעדיו. האם לא תיראו?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
""";
