const String quranIndexNepaliRaw = r"""
मन्जिल दुआहरू 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
हे हाम्रा रब दुआहरू 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
हे मेरा रब दुआहरू 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
हारून (हारुन) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'अबासा, S.80; 74:22
वजू (वुजु), 4:43; 5:6
इब्राहिम (इब्राहीम) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- न यहुदी न इसाई, 3:67-68
- बक्काहमा पहिलो मन्दिरमा उभिए, 3:97; 26:123
- काबाको जग उठाए, 2:124-129
- आफ्ना मानिसलाई एक सत्य परमेश्वरको उपासनामा बोलाए, 2:130-133; 26:69-89; 29:16; 29:24-27
- अहंकारी राजासँग बहस, 2:258
- पुनरुत्थानबारे जिज्ञासा, 2:260
- न यहुदी न इसाई, 3:65-68
- आकाशीय पूजाको खण्डन, 6:74-87
- इसहाकको जन्मको खुशखबरी पाए, 11:69-76; 51:24-30
- काबामा उनको प्रार्थना, 14:35-41
- फरिश्ताहरूको भेट, 15:51-56
- एक आदर्श, 16:123
- आफ्ना बुबालाई सत्यतिर बोलाए, 19:41-50
- मूर्तिहरू नष्ट गरे र आगोबाट बचे, 21:51-73; 37:83-113
- सबैलाई हज गर्न बोलाए, 22:26
अबरार, 3:193, 198; 76:5; 82:13; 83:18-22
मन्सूखी, 2:106, 16:101
अबु लहब, 111:1-5
'आद जाति, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
आदम, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- फरिश्ताहरूलाई सिजदा गर्न आदेश, 2:34; 7:11
- ज्ञानको रुख, 2:35; 7:19-20; 20:120-121
- बगैँचाबाट निष्कासन (हव्वामाथि दोष छैन), 2:36; 7:24
- अल्लाहद्वारा सम्मानित, शैतानद्वारा प्रलोभन, 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- अल्लाहद्वारा क्षमा, 2:37; 20:122
'आदियात, S.100
'अदन स्वर्ग, 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
विपत्ति
- अर्काको बोझ बोक्न नपर्ने, 6:164; 17:15; 35:18; 39:7; 53:38
- सहन सक्नेभन्दा बढी बोझ नहाल्ने, 2:286; 6:152; 7:42; 23:62
- विपत्तिमा धैर्य, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
बुढेसकाल, 16:70; 22:5; 30:54; 36:68
- हेरचाहमा रहेका वृद्ध आमाबाबुप्रति व्यवहार, 17:23
अहमद, 61:6
अहकाफ, S.46; 46:21
अहजाब, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
अयकाका बासिन्दाहरू, 15:78; 26:176; 38:13; 50:14
आ'ला S.87; 87:1; 92:20
'अलक, S.96
आले-इमरान, S.3
अल्लाह
- उनका लागि एक दिन पचास हजार वर्ष बराबर, 70:4
- उनका लागि एक दिन एक हजार मानव वर्ष बराबर, 22:47; 32:5
- केही पनि गर्न सक्षम, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- सर्वश्रेष्ठ न्यायाधीश, 95:8
- परिभाषाभन्दा परे, 43:82; 67:12
- काफिरहरूका षड्यन्त्र विफल पार्नुहुन्छ, 8:30; 8:36
- मानिसहरूलाई हटाएर अरू प्राणी ल्याउन सक्नुहुन्छ, 4:133; 14:19; 35:16
- हाँसो र रुवाइ उत्पन्न गर्नुहुन्छ, 53:43
- एक मानिसलाई एक शताब्दी सुताउनुभयो, 2:259
- सत्यलाई अस्वीकार गर्नेहरूका शत्रु, 2:98
- बिहानदेखि साँझसम्म उनको गुणगान, 33:42
- उनका झुटा छोरीहरू, 16:57; 17:40; 43:16; 52:39; 53:21-22
- नामद्वारा, 53:19-20
- मानिसलाई स्वतन्त्र इच्छा दिनुहुन्छ, 36:67
- उनका लागि सब छोड्नु, 4:66-68; 4:125
- राम्रो र नराम्रो उनैबाट, 4:78
- जीवन र मृत्यु दिनुहुन्छ, 44:8; 53:44; 57:2; 67:2
- कठोर परिश्रमीहरूलाई बढी पुरस्कार, 4:95-96; 5:54; 9:120; 49:15; 61:11
- उनका कोही पत्नी छैनन्, 72:3
- उनका कोही पुत्र छैनन्, 43:81; 72:3; 112:3
- कठिन समयमा तपाईंलाई छोड्नुभएको छैन, 93:3
- ज्ञानमा सर्वत्र विद्यमान, 2:115; 2:142; 2:177; 4:126
- पहिलो र अन्तिम (अल्फा र ओमेगा), 57:3
- बाहिरी र भित्री, 57:3
- बुझभन्दा परेको कुरा जान्नुहुन्छ, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- न्यायसँग व्यवहार गर्नेलाई माया गर्नुहुन्छ, 49:9
- जुन विषयमा नबोलेको, त्यसमा कानुन बनाउनुभएको छैन, 5:101; 6:140; 6:148; 7:32
- युद्धबन्दीहरूप्रति दया जसमा राम्रो छ, 8:70
- उनको स्वभाव, 2:255
- कोही मानव देवता होइन, 3:64; 3:151
- त्रिएकता होइन, 4:171
- उनसँग आश्रय खोज्नु बुराईबाट, 113:1-5; 114:1-6
- उभिएर, बसेर, सुतेर उनको स्मरण, 3:191; 4:103; 10:12; 25:64
- गर्भमा आकार दिनुहुन्छ, 3:6
- उनको सिंहासन पानीमाथि अवस्थित, 11:7
- तिमीहरूलाई थाहा नभएका वस्तुहरू सिर्जना गर्नुहुनेछ, 16:8
- आफ्नो सृष्टिमाथि कुनै अन्याय गर्दैनन्, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
गठबन्धन, 8:72; 9:7
- इसाई र यहुदीहरू, 5:51
- काफिर आफन्तसँग निषिद्ध, 9:23-24
- मुनाफिकहरूसँग निषिद्ध, 4:88-89; 4:139; 4:144
अलयसा', (हेर्नुहोस् इलिशा)
अमानह, विश्वास र अल्लाहका निर्धारित कर्तव्यहरू, 2:283; 4:58; 8:27
- हेर्नुहोस् विश्वास
फरिश्ताहरू, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- आगोबाट सिर्जित, 7:12; 38:76
- न्याय दिवसमा आठ फरिश्ताले अल्लाहको सिंहासन उठाउनेछन्, 69:17
- झुटो दाबी कि तिनीहरू महिला हुन्, 43:19; 53:27
- संरक्षक, 82:10-12; 86:4
- उन्नाइस नरकका अधिपति, 74:30-31
- इच्छा पूर्तिका लागि नपठाइने, 15:7-8
- प्रेरणा दिन पठाइने, 16:2
क्रोध, रोक्नु, 3:134
'अन्काबुत, S.29
कमिला, 27:18
बाँदर, 5:60
- घृणित, 2:65; 7:166
धर्मत्याग, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- धर्मत्यागीहरूका लागि शीघ्र विनाशको माग नगर्नु, 46:35
- अल्लाह मात्र तिनीहरूलाई दण्ड दिनुहुनेछ, 73:11; 74:11
- परलोकमा दण्ड, 2:217; 9:74
- अरूद्वारा अस्वीकृति, 3:87
- पश्चात्ताप, 3:89; 5:34; 9:5; 9:11
- न्याय दिवसमा ढिलो भइसकेको हुन्छ, 40:85
- दबाबमा, 16:106
धर्मत्यागीहरू, 47:25
आ'राफ, S.7; 7:46, 48
अराफात, 2:198
बहस गर्नु
- आफूलाई धोका दिनेहरूका तर्फबाट बहस नगर्नु, 4:107
- तिमीले यस दुनियाँमा तिनीहरूका लागि बहस गर्यौ, तर पुनरुत्थानको दिन को गर्नेछ, 4:109
तर्क/आक्रमण
- उस्तै तरिकाले जवाफ दिनु, 8:58
- धैर्य राख्नु धेरै राम्रो, 16:126
कवच, 16:81
'अस्र, S.103
आयतुल कुर्सी, 2:255
पछाडि लाग्ने, 49:12; 104:1
बद्र (युद्ध), 3:13
- बाट सिकाइ, 8:5-19, 42-48
अल-बैतुल-मा'मुर, 52:4
बक्काह (मक्का), 3:96
ब'अल, 37:125
बलद, S.90
सन्तुलन, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
बनू अन-नदिर, 59:2-6, 13
बकरह, S.2
बरा'अ (हेर्नुहोस् तौबाह), S.9
बर्जख (अवरोध), 23:100; 25:53; 55:20
- हेर्नुहोस् पनि 18:94-97; 34:54; 36:9
बय्यिनह, S.98
अन्तिम दिनको जनावर, 27:82
बेदुइनहरू, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
मौरी, 16:68-69
व्यवहार
- पहिलेको ग्रन्थ पाएकाहरूसँग सौम्य तरिकाले बहस गर्नु, 16:125, 29:46
- आफूलाई थाहा नभएका विषयमा संलग्न नहुनु, 17:36
- ठूला पाप र लज्जाजनक कार्यहरूबाट टाढा रहनु, 53:32
- एकअर्काबारे अनुमान नगर्नु, जासुसी नगर्नु र एकअर्काको निन्दा नगर्नु, 49:12
- आफ्नो विचारमा न्यायी हुनु, 6:152
- समुदाय मध्यम हुनुपर्छ, 2:143; 25:67
- घमण्ड निरुत्साहित, 4:36, 57:23
- सहायता माग्नेलाई झार्नु नहुने, 93:10
- आफूलाई पवित्र नठान्नु, 53:32
- अरूको खिल्ली नउडाउनु, 49:11; 104:1
- खराब कुरा खुलेआम नभन्नु, 4:148
- एकअर्काको निन्दा नगर्नु, 104:1
- प्रत्येक समूहलाई एक कानुन र जीवनको तरिका दिइएको, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- र उपासनाको तरिका, 22:67
- अल्लाह तिनीहरूलाई एक समुदाय बनाउन सक्नुहुन्थ्यो, 5:48; 11:118; 16:93; 42:8
- अल्लाहअन्तर्गत एक समुदाय, 21:92
- यहुदीहरूलाई माफ गर्नु, 5:13
- काफिरहरूलाई माफ गर्नु, 31:15; 45:14
- सहजै माफ गर्नु, 42:37
- शासकहरूले परामर्शपछि निर्णय लिन्छन्, 42:38
- र एक पैगम्बर, 10:47; 16:36
- विश्वासीहरूलाई बदनाम गर्नु पापयुक्त, 33:58
- पुरुषहरू (महिलाहरूप्रति), 24:30
- शान्तिदूतहरू पुरस्कृत, 42:40
- आवश्यकतामा परेकाहरूसँग न्यायसँग बोल्नु, यदि अरू केही गर्न नसक्नु भए, 17:28
- हेरचाहमा रहेका वृद्ध आमाबाबुप्रति, 17:23
- अन्य मुसलमानहरूप्रति, 33:6
- अरूहरूप्रति, 17:26-29; 17:35; 17:53; 60:8
- आमाबाबुप्रति, 46:15
- दासहरूप्रति, 4:36; 24:33
- गैर-युद्धरत काफिरहरूसँग न्यायसँग व्यवहार गर्नु, 60:8
- पैगम्बरका पत्नीहरू, 33:28-34
- महिलाहरू (पुरुषहरूप्रति), 24:31
- सबै प्रकाशनहरूमा, 2:136; 2:285
- उनको स्वभाव, 49:14-15
विश्वासीहरू, 2:2-5; 2:285; 8:2-4; 8:24
वसियत, 2:180, 240; 4:7, 12; 36:50
धोका (छल, जालसाजी), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
बाइबल, 5:64, 5:65, 5:68
- विकृति, 3:78; 5:14-15
चराहरू, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
रगतको मुआव्जा (दिया), 2:178-179; 4:92; 17:33
युद्धको माल, 4:94. 8:41; 59:6-8
- गैरकानुनी रूपमा लिनु, 3:162
- हेर्नुहोस् लुटको माल
घुस, 2:188
बुड्न, 22:36
बोझ
- अर्काको बोझ कसैले बोक्दैन, 35:18; 39:7; 53:38
- काफिरहरूले अरूको बोझ पनि बोक्नेछन्, 16:25; 29:13
- कति नराम्रो छ तिनीहरूले बोक्ने बोझ, 6:31, 164
- अल्लाहले कसैलाई उसको क्षमताभन्दा बढी बोझ हाल्नुहुन्न, 2:286; 7:42; 23:62
बुरुज (ठूला तारा), S.85; 85:1; 15:16; 25:61
उँट, 6:144; 7:40; 77:33; 88:17
बन्दीहरू, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- हेर्नुहोस् पनि युद्धबन्दीहरू
पशुधन, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
थौरको गुफा, 9:40
गुफा, गुफाका मानिसहरू, 18:9-22, 25-26
सत्यसँग निश्चितता, 56:95; 69:51
दान (सदकह), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- दान र जकातका उद्देश्यहरू, 2:273; 9:60
बालबालिका, 2:233; 42:49-50
- जो आफ्ना सन्तानलाई मूर्खतावश, बिना ज्ञान मारे, तिनीहरू नष्ट भए, 6:140
मसीह (हेर्नुहोस् येशू)
इसाईहरू, 5:14, 19, 64-65, 69; 22:17
- येशूलाई देवता नबनाउन भनिएको, 4:171
- मुसलमानहरूप्रति सबैभन्दा बढी माया देखाउने, 5:82
- अधिकांशले जे मनमा राख्न भनिएको थियो त्यो बिर्से, 5:14
- अहिले तपाईंकहाँ एक सन्देशवाहक आउनुभयो, 5:15, 19
- धर्मीहरू पुरस्कृत हुनेछन्, 2:62; 5:65; 5:69
- "येशू अल्लाहका पुत्र हुन्" भन्छन्, 9:30
- ध्वस्त शहरहरू, 69:9
- सुरक्षाको शहर, 95:3
लुगा, 7:26; 16:81
- आगोको, 22:19
- घर बाहिरका अवस्थामा महिलाको लुगा वा पर्दा, 24:31
- महिलाको बाहिरी लुगाले मुनाफिकहरूबाट उत्पीडन रोक्छ, 33:59-60
संघहरू, 33:9, 22
- हेर्नुहोस् अहजाब, आपसी परामर्श, 42:38
सृष्टि
- सुरु हुन्छ र दोहोरिन्छ, 10:4; 21:104; 27:64; 29:19-20
- नयाँ, 17:49, 98; 35:16
- सत्यसहित, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- खेलको लागि होइन, 21:16-17; 23:115
- प्रत्येक जीवित प्राणी बाट बनाइएको, 21:30; 24:45;25:54
- मानवको सृष्टि, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- पहिलो रूप, 56:62
- छ दिनमा, 7:54; 11:7; 32:4; 50:38; 57:4
- जोडामा, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- सृष्टिमा विविधता, 35:27-28
- अल्लाह "हो!" भन्नुहुन्छ — र हुन्छ, 2:117;16:40; 36:82; 40:68
- आँखाको झिम्क्याइमा, 54:50
- रात र दिन, सूर्य र चन्द्रमा, 39:5
- स्वर्ग र पृथ्वीको सृष्टि मानवको सृष्टिभन्दा ठूलो, 40:57; 79:27
- सृष्टिको उद्देश्य, 51:56
काग, 5:31
कसौटी, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
दहर (हेर्नुहोस् इन्सान,) S.76; 45:24
- समय, 76:1; 103:1
दाउद, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- जबुर दिइयो, 4:163
- जालुतसँग लडे र मारे, 2:251
- एक फैसला गरे, 21:78-80
- ज्ञान र नबुवतसहित आशीर्वादित, 27:15-16
- पहाड र चराहरूले उनीसँग अल्लाहको प्रशंसा गरे, 34:10; 38:17-20
- दुई मानिसबीच न्याय गरे, 38:21-26
दावाब वा दब्बह (हिँड्ने जीवित प्राणी), 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
मृतकहरू उठाइनेछन्, 6:36
मृत्यु, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- र युद्धबाट भाग्नु, 33:16
- अल्लाहको कारणमा, 3:195; 22:58; 47:4
- जसलाई कुनै प्रकाशन छैन ती समुदायहरू नष्ट गरिने छैनन्, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- अल्लाहको कारणमा मारिएकाहरू जीवित छन्, 2:154; 3:169
- अल्लाहतर्फ भाग्दा बुराईबाट, 4:100
- रोकिन वा ढिलो हुन सक्दैन, 63:10-11
- निद्राको जुम्ल्याहा दाजुभाइ, 6:60; 39:42
- मृत्युको समयमा विश्वासी र काफिर, 8:50; 16:27-32; 41:30
- चिहानमा सजाय, 40:46
ऋण, 2:280, 282; 4:11-12
भाग्य
- प्रत्येक विषयका लागि एक भाग्य छ, 13:38
- हामीले कुनै बस्ती नष्ट गरेनौं तर त्यसका लागि एक ज्ञात भाग्य थियो, 15:4
- प्रत्येक विषयको भाग्य अल्लाहबाट, 44:5
- जब उहाँ कुनै विषय निर्धारण गर्नुहुन्छ, उहाँ केवल "हो!" भन्नुहुन्छ — र हुन्छ, 2:117; 36:82; 40:68
कर्महरू
- तिनीहरूका लागि बुरो कर्महरू सजाइएका छन्, 47:14
- हाम्रा कर्महरू हाम्रा, तिम्रा तिम्रा, 28:55; 42:15; 45:15
- राम्रा र नराम्रा आफैका लागि र विरुद्ध, 41:46
- मानवका कर्महरू उसकै घाँटीमा बाँधिएका, 17:13
- तिनीहरूले गरेका अनुसार तह, 6:132
इच्छा, जो आफ्नो बुरो इच्छा पछ्याउँछन्, 47:14, 16
- जसले आफ्नो इच्छालाई ईश्वर बनाएको, 25:43
अल्लाहको दयाबाट निराश नहुनु, 39:53; 21:87-88; 68:48-50
- हेर्नुहोस् पनि युनुस
धारियात, S.51
जिक्र, 7:205; 15:6, 9
जुल-किफ्ल, 21:85; 38:48
जुल-कर्नैन, 18:83-98
जुन-नुन (माछाका साथी)
काफिरहरू (हेर्नुहोस् मुनाफिकहरू पनि)
- मुहम्मद (ﷺ) लाई प्रमाणको रूपमा अल्लाहको क्रोध आह्वान गर्न भन्छन्, 6:57-58; 8:32; 10:49-52
- दयासाथ तिनीहरूको साथ बस्नु, 31:15
- तिनीहरूले भन्ने कुरा धैर्यसाथ सहनु, 20:130; 50:39
- सँगका सन्धिहरू, 8:56; 8:72; 9:4, 7
- सन्धि तोड्नु, 8:58; 9:12
- अल्लाहले तिनीहरूका षड्यन्त्र विफल पार्नुहुन्छ, 8:30, 36
- अल्लाहको कानुनको खिल्ली उडाउनेहरूको संगत छोड्नु, 4:140; 6:68
- माग्छन् भने तिनीहरूलाई सुरक्षा दिनु, 9:6
- युद्धमा सजाय, 8:12, 50, 59
- परलोकमा सजाय, 8:37
- मस्जिद भ्रमण वा हेरचाह गर्नु हुँदैन, 9:17
- तिनीहरूसँग सौम्यतासाथ बोल्नु, 17:53
- विरुद्ध कठोर प्रयास, 9:73; 25:52; 66:9
- गैर-युद्धरतहरूसँग न्यायसँग व्यवहार गर्नु, 60:8
- अन्य काफिरहरूसँग मात्र गठबन्धन गर्नेछन्, 8:72
येशूका शिष्यहरू, 3:52; 61:14
मुनाफिक र काफिरहरूका मनमा रोग, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
विकृति, यसपछि सुरक्षा छ, 3:154
युद्धको मालको वितरण, 8:41; 59:7-8
खाडको मानिसहरू, 85:4-10
विविधता
- मानवमा, 30:22, 35:27-28
- जीवनमा, 35:27-28
तलाक, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- प्रतीक्षा अवधिपछि, विघटन वा मेलमिलाप, 2:231; 65:2
- दुई साक्षी, 65:2
- भरणपोषण, 2:233, 241
- पूर्व पतिको उत्तराधिकारीमा विस्तार, 2:233
- दुईपटक फिर्ता लिन सकिन्छ, 2:229
- महरको स्थिति, 2:229, 236-237
- आवश्यक भए धाई आमा खोज्नु, 65:6
- हेर्नुहोस् पनि जिहार
तलाक, पुरुष
- एक महिलालाई छोडेर अर्को — पहिले दिएको फिर्ता नलिनु, 4:20
- पत्नीलाई उत्पीडन नगर्नु, 65:6
- पत्नीलाई बलजफती राख्नु हुँदैन, 4:19
- मन परिवर्तन गर्न चार महिना, 2:226
- गर्भावस्था र प्रतीक्षा अवधिमा पत्नीलाई पूर्ण भरणपोषण, 65:6
- पत्नीले तपाईंको बच्चा दूध खुवाउँदै छिन् भने पूर्ण भरणपोषण, 65:6
- आमाले बाबु नभएको बच्चाका कारण कष्ट पाउनु हुँदैन, 2:233
- इस्लामपूर्वको, 58:2
- मेलमिलापका लागि पश्चात्ताप लगातार २ महिना उपवास, 58:4
- मेलमिलापका लागि पश्चात्ताप ६० गरिबलाई खाना खुवाउनु, 58:4
- मेलमिलापका लागि पश्चात्ताप एक दास मुक्त गर्नु, 58:3
- मेलमिलापको प्रयास, 4:35
- विवाह नभएको भए निर्दोष, 2:236
- दुलहीलाई आधा महरको हक, 2:237
तलाक, महिला
- तेस्रो तलाकपछि (अर्को पतिबाट) मूल पतिकहाँ फर्कन सक्छिन्, 2:229
- भरणपोषणको हक, 2:241; 65:1
- तलाकको समान अधिकार, 2:228
- पतिबाट दुर्व्यवहारको डर, 4:128
- पतिले दिएको राख्न सक्छिन्, 2:229
- घरबाट निकाल्नु हुँदैन, 65:1
- गर्भावस्था अस्वीकार गर्न तीन महिना हैज प्रतीक्षा, 2:228
- हैजमुक्तका लागि तीन महिना प्रतीक्षा, 65:4
- जब तक विवाह नभएको हो, 33:49
कुकुर, 7:176
गधा, 2:259; 16:8; 31:19; 62:5; 74:50
पेय
- मादक, 2:219; 5:90
- शुद्ध र सेतो स्वादिलो, 37:45-46; 76:21
- शुद्ध सिलबन्द मदिरा, 83:25
दुहा, S.93
दुखान, S.44
हात्तीको सेना, 105:1-5
इलियास (इलिया; इल्यासिन) 6:85; 37:123-132
इलिशा (अलयसा') 6:86; 38:48
इदरिस (हेर्नुहोस् इनोक)
घटना, 56:1; 69:15
बुराई, 4:123; 10:27-30; 19:83; 59:15
- सार्वजनिक रूपमा भन्नु हुँदैन, 4:148
- हाम्रोबाट आउँछ, तर राम्रो अल्लाहबाट, 4:79; 42:48
- एक बुराई माफ गर्नु, 4:149
- प्रतिफल, 6:160; 42:40
- जो षड्यन्त्र गर्छन्, 16:45-47
- अन्त नराम्रो थियो, 30:10
- जल र थलमा देखा पर्यो, 30:41
- राम्रोले टार्नु/बचाउनु, 13:22; 23:96; 41:34
- राम्रोको लागि बदलिएको, 7:95
- जो आफ्नो बुरो इच्छा पछ्याउँछन्, 47:14, 16
- तिनीहरूका लागि कर्महरू सजाइएका, 47:14
अति
- खानामा निषिद्ध, 5:87
- धर्ममा, 4:171; 5:77-81
आँखा, कान र छालाले पापीहरूका विरुद्ध साक्षी दिनेछन्, 41:20-23
एज्रा (उजैर) 9:30
अल्लाहको अनुहार वा दृष्टि, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
सुन्दर देखिने
- अल्लाहले प्रत्येक मानिसका कर्महरू उनीहरूलाई राम्रा देखाउनुभएको, 6:108
विश्वास (इमान), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- अस्वीकार गर्नेहरू, 3:116
- वृद्धि, 3:173
- निश्चितताका साथ, 44:7; 45:4, 20; 51:20
- उहाँले तिमीलाई मार्गदर्शन गर्नुभयो, 49:17
फज्र, S.89
फलक, S.113
कुरानका आयतहरूबारे झुटो कुराकानी, 6:68
झुटा देवताहरू
- अल्लाहबाहेक, मूर्तिहरू र तथाकथित साझेदारहरू, 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- तिनीहरूले अल्लाहबाहेक पूजा गर्ने देवताहरूलाई गाली नगर्नु, 6:108
- हेर्नुहोस् पनि तागुत
असत्य (बातिल), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
मानवका कर्महरू उसकै घाँटीमा बाँधिएका, 17:13
उपवास, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- सेतो धागो कालो धागोबाट छुट्टिएर देखिएपछि खानु पिउनु, 2:187
फत्ह, S.48
फातिहा, S.1
फातिर, S.35
फिदया (फिरौती), उपवासको, 2:196
- बन्दीहरू मुक्त गर्नका लागि, 8:67
- काफिरहरूद्वारा प्रस्तावित फिरौती, 3:91; 5:36,37; 10:54; 13:18
अन्जीर, 95:1
लडाई
- अल्लाहको मार्गमा, काफिरहरू विरुद्ध, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- अनिवार्य, 2:216
- पवित्र महिनाहरूमा, 2:217; 9:5
- इस्राइलका सन्तानहरूद्वारा, 2:246-251
- अल्लाहको कारणमा, र उत्पीडित पुरुष र महिलाहरू, 4:74-76
- फित्ना नरहेसम्म, 8:39
- बीस दुई सयलाई जित्छ, 8:65
- अल्लाहमा विश्वास नगर्नेहरू विरुद्ध, 9:29
- अन्यायग्रस्तहरूविरुद्ध अनुमति, 22:39-41
- र मुनाफिकहरू, 47:20
- छुटका कारणहरू, 48:17
फिल, S.105
फिर्दौस स्वर्ग, 18:107; 23:11
आगो, 56:71, 100:2
झिंगा, 22:73
खाना
- हलाल र हराम, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- पहिले खाएकोमा कुनै पाप छैन, 5:93
- सीमा नाघ्नु हुँदैन, 5:87
- अल्लाहले हलाल बनाएको हराम नबनाउनु, 5:87; 7:32; 16:116
निषिद्ध आचरण, 6:151-152; 7:33
क्षमा, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- विश्वासीहरूको कर्तव्य, 42:37; 45:14
- किताब पाएकाहरूका लागि विश्वासीहरूद्वारा, 2:109
- अल्लाहले जसलाई चाहनुहुन्छ माफ गर्नुहुन्छ, 4:48
- अल्लाहले साझेदार राख्नु माफ गर्नुहुन्न, 4:48, 116
- जसले अल्लाहको क्षमा खोज्छ, 4:110
- मुशरिकहरूका लागि अल्लाहको क्षमा नमाग्नु, 9:113
- अल्लाहले सबै पाप माफ गर्नुहुन्छ, 39:53
- फरिश्ताहरूले पृथ्वीकाहरूका लागि माफी माग्छन्, 42:5
- क्रोधमा भए पनि माफ गर्नु, 42:37
- माफ गर्नु र मेलमिलाप गर्नु, 42:40
- विश्वासीहरूले अल्लाहका दिनहरूको आशा नगर्नेहरूलाई माफ गर्नु, 45:14
- ठूला पाप र अश्लील कार्यहरूबाट बच्नेहरूका लागि, 53:32
- क्षमातर्फ एकअर्काभन्दा अगाडि दौड्नु, 57:21
- बुरा कर्महरू राम्रामा बदलिन्छन्, 25:68-71
जालसाजी (हेर्नुहोस् धोका) 83:1-6
स्वतन्त्र इच्छा
- अल्लाहको इच्छाले सीमित, 6:107; 10:99; 74:56;76:31; 81:28-29
- जसले चाहन्छ, गरोस्: विश्वास गरोस् वा अस्वीकार गरोस्, 18:29
- आफ्नो प्रभुतर्फ बाटो लिनु, 76:29
- सोझो हिँड्नु, 81:28
जुम्मा नमाज, 62:9-11
फलफूल, 6:41; 16:11
- स्वर्गमा प्रशस्त, 43:73
- हरेक प्रकारका, 47:15
- इच्छाअनुसार, 77:42
फुज्जार, 82:14-16; 83:7
फुर्कान, S.25
फुस्सिलत (हेर्नुहोस् हा मिम), S.41
जिब्रिल (जिब्रील) 2:97-98; 26:193; 66:4; 81:19-21
- रूह, 26:193; 67:12; 70:4; 78:38; 97:4
- रूहुल-कुदुस, 2:87, 253; 5:110; 16:102
जुवा, 2:219; 5:90
इहरामको अवस्थामा शिकार, 5:94-96
गाफिर (हेर्नुहोस् मु'मिन), S.40
गाशियह, S.88
गुस्ल, 4:43; 5:6
उपहार, 30:39
जालुत, 2:249-251
राम्रो (दिनहरू), 3:140
- तिमीले नराम्रो ठान्ने कुरा राम्रो हुन सक्छ, र राम्रो ठान्ने नराम्रो, 2:216
- पुरस्कृत हुने, 4:85; 28:54
- दोब्बर पुरस्कार, 4:40; 28:54
- दश गुणा पुरस्कार, 6:160
- वृद्धि, 42:23
- राम्रो गर्नेहरूका लागि राम्रो र परलोकको घर, 16:30
- यस दुनियाँमा राम्रो गर्नेहरूका लागि राम्रो छ, 39:10
- अल्लाहले राम्रो गर्नेहरूलाई सर्वोत्तमले पुरस्कार दिनुहुन्छ, 53:31
- राम्रोको बदला राम्रोबाहेक अरू छ र?, 55:60
- राम्रो गर्नु, जसरी अल्लाहले तिमीलाई राम्रो गर्नुभएको छ, 28:77
राम्रो र बुरो
- राम्रो अल्लाहबाट र बुरो आफैबाट, 4:79
- राम्रो गर्छौ भने आफ्नै लागि र बुरो गर्छौ भने आफ्नै विरुद्ध, 17:7;41:46
- राम्रोले बुरो टार्नु, 23:96; 28:54; 41:34
- राम्रो र बुरो कर्म बराबर हुन सक्दैन, 41:34
- प्रत्येक व्यक्ति आफूले गरेको सबै कर्मको सामना गर्नेछ, 3:30
- हेर्नुहोस् पनि मुह्सिनुन
राम्रो कर्म
- प्रकट गर्नु वा लुकाउनु, 4:149
- दौडमा जस्तै प्रयास गर्नु, 5:48
इन्जिल, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
महान समाचार, 78:1-5
अभिवादन, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
हदिद, S.57
हदी (बलिको जनावर), 2:196, 200
हज (तीर्थयात्रा), 2:158, 196-203; 3:97; 5:2;22:30
हज, S.22
हामान, 28:6, 38; 29:39; 40:24, 36, 37
हात र खुट्टाले साक्षी दिनेछन्, 36:65
हाक्काह, S.69
कठिनाईसँगै सहजता छ, 94:5-6
हारुन (आरोन)
हारुत, 2:102
हश्र, S.59
मुटुहरू
- कठोर, 2:74; 22:53; 39:22; 57:16
- बन्द, 7:100-101; 40:35; 47:16; 63:3
- ढाकिएका, 17:46; 41:5
- तालाबन्द, 47:24
- विभाजित, 59:14
- डरले भरिएका, 22:35
- जसका मनमा रोग छ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
आकाशहरू
- आकाशहरूको गोपनीय ज्ञान अल्लाहको, 16:77
- खेलका लागि सिर्जना गरिएको होइन, 21:16
- पृथ्वी र आकाश एक थिए, 21:30
- आकाशमा केही लुकेको छैन, 27:75
- कुनै खम्बाबिना सिर्जना गरिएको, 31:10
- उनको दाहिने हातमा लपेटिनेछ, 39:67
- दुई दिनमा सात आकाशको सृष्टि, 41:12
- नजिकको आकाश दीपहरूले सजाइएको, 41:12
- आकाशमा जे छ सबै अल्लाहको, 45:27;53:31
- सात आकाश एकमाथि अर्को, 67:3
नरक (आगो, दन्किने ज्वाला), 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- जलिरहेको र उमलिरहेको पानी, 22:19-22; 23:103-104
- पीप, 14:14-17; 38:55-58; 69:35-37
- जक्कुमको रुख, 37:62-70; 44:43-50; 56:41-56
- बासिन्दाहरू न बाँच्न न मर्न सक्ने, 87:13
- दोषारोपण, 26:91-101; 34:31-33
- तत्काल विनाशको माग, 25:13-14; 43:74-78
- तीव्र रुवाइ, 35:36-37
- आगो गर्जिन्छ र चिच्याउँछ, 25:11-12; 67:6-11
- जलेका छाला नयाँले बदलिन्छन्, 4:56
- बेडी र डामरका लुगाहरू, 14:48-50
- फलामका गदाहरू, 22:19-22
- साङ्लाहरू, 13:5
- नरकका रक्षकहरू, 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- कुनै फिरौती स्वीकार हुँदैन, 5:36-37
- सिफारिस अस्वीकार, 6:94; 26:100; 30:13; 74:48
- जलिरहेको निराशा र हिउँजस्तो अँध्यारो, 38:57
- सत्तरी हातको साङ्लो, 69:32
- सीमित समयका लागि बस्नु, 78:23
परलोक
- परलोकको घर राम्रो, 6:32; 7:169
- परलोकमा अन्त के हुनेछ, 6:135
- जालिमहरू सफल हुने छैनन् (परलोकमा), 6:135
- परलोकको घर, 12:109; 16:30; 28:83; 29:64
- जो परलोकमा विश्वास गर्दैनन्, 17:10
- परलोकको पुरस्कार, 42:20
- चाँदी र सुनभन्दा राम्रो, 43:33-35
- केवल मुत्तकीनका लागि, 43:35
- परलोकको सजाय, 68:33
- राम्रो र अधिक दिगो, 87:17
- वर्तमानभन्दा राम्रो, 93:4
फराकिला राजमार्गहरू, 21:31
हिज्र (पत्थरको भूमि), 15:80-85
हिज्र, S.15
समलैंगिकता, 26:165-166; 27:55; 29:28-29
घोडाहरू, 16:8
कियामतको घडी
- यसको ज्ञान केवल अल्लाहसँग, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- अचानक तिनीहरूमाथि आउनेछ, 6:31; 7:187;12:107; 43:66
- तिमीहरूमाथि आउँछ, 6:40; 12:107; 20:15; 34:3
- नजिक आइसकेको छ, 54:1-5
- आँखाको झिम्क्याइमा वा झनै नजिक, 16:77
- घडीको भूकम्प, 22:1
- दिनमा स्थापित हुनेछ, 30:12, 14
- निश्चित आउँछ, कुनै शंका छैन, 40:59;45:32; 51:5-6
- संकेतहरू, 21:96; 27:82; 43:61; 47:18; 54:1-2
- नामहरू, 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- मानिसहरूलाई अचानक पक्रनेछ, 6:31; 7:187
- सिंगा फुकिनेछ, 6:73; 23:101; 39:68
घरमा प्रवेश गर्ने शिष्टाचार, 24:27-29
हुद, 7:65-72; 11:50-60; 26:123-140; 46:21-26
हुद, S.11
हुजुरात, S.49
हुमजह, S.104
हुनैन (युद्ध), 9:25
हुर (स्वर्गका महिलाहरू), 44:54; 52:20
मुनाफिकहरू
- भन्छन्: हामी अल्लाह र अन्तिम दिनमा विश्वास गर्छौं, तर वास्तवमा गर्दैनन्, 2:8
- आफूलाई धोका दिन्छन्, 2:9
- मनमा रोग, 2:10; 8:49; 22:53;33:12; 47:29
- उपद्रो मच्चाउँछन्, 2:11-12
- मूर्ख र ठट्टा गर्नेहरू, 2:13-15
- मार्गदर्शनको सट्टा भड्किलोपन किने, 2:16
- बहिरो, गुँगो र अन्धो, 2:17-18
- मृत्यु र अँध्यारोको डर, 2:19-20
- मीठो भाषण, 2:204-206
- लड्न अस्वीकार, 3:167-168
- अल्लाहलाई मनमा के छ थाहा छ, 3:167;4:63
- झुटा न्यायाधीशकहाँ न्याय माग्न जान्छन्, प्रकाशनबाट टाढा हुन्छन्, विपत्ति आउँदा आउँछन्, 4:60-62
- विपत्तिमा र ठूलो सफलतामा, 4:72-73
- अल्लाहले तिनीहरूलाई फिर्ता पठाउनुभयो, 4:88
- साथी नबनाउनु, 4:89; 58:14-19
- फर्किन्छन् भने जहाँ भेट्यो मार्नु, 4:89
- तिम्रो जित वा काफिरहरूको सफलताको प्रतीक्षा गर्छन्, 4:141
- अल्लाहलाई धोका दिन खोज्छन्, आलसीसँग र देखाउनका लागि नमाज पढ्छन्, 4:142
- न यस्तामा न उस्तामा, 4:143
- नरकको सबैभन्दा तल्लो तहमा; कुनै सहायक छैन, 4:145
- पत्तो लागिहाल्ला भन्ने डर, 9:64-65
- तिनीहरूका लागि प्रार्थना नगर्नु, 9:84
- पुरुष र महिला एकअर्काका; घाटामा पर्नेहरू; अल्लाहको धिक्कार, 9:67-69
- बेदुइनहरूमा, 9:101
- जहाँ भेटिए पक्रिने र मारिने, 33:61
- अल्लाहले तिनीहरूलाई सजाय दिनुहुनेछ, 33:73
- झुटा; पछाडि फर्कने; मन विभाजित, 59:11-14
- झुटा; शपथलाई ढाल बनाएका; मन बन्द; सावधान रहनु, 63:1-4
- बुझ्दैनन्; जान्दैनन्, 63:7-8
- विरुद्ध कठोर प्रयास, 66:9
इब्लिस (शैतान), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- हेर्नुहोस् पनि शैतान
इब्राहिम (हेर्नुहोस् इब्राहिम)
इब्राहिम, S.14
'इद्दह (तलाकपछि महिलाहरूको निर्धारित प्रतीक्षा अवधि), 2:228, 231, 232, 234, 235; 33:49;65:1-7
इदरिस (इनोक), 19:56-57; 21:85; 96:4
इहराम, 2:197; 5:2, 95
इहसान, 16:90
इखलास, S.112
इलाह, केवल एक, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
अवैध यौन सम्बन्ध; साक्षीहरूको प्रमाण, 4:15-18; 24:2, 19
इल्लीयुन, 83:18-21
अपवित्र (नजस), 9:28
'इमरान
- उनकी पत्नी, 3:35
- उनकी छोरी, 66:12
अनिवार्य, 69:1-3
इन्फितार, S.82
उत्तराधिकार, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
अन्याय, जसमाथि भएको, 4:30, 148
इन्सान (हेर्नुहोस् दहर), S.76
इन्शिकाक, S.84
इन्शिराह (हेर्नुहोस् शर्ह), S.94
प्रेरणा, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
सिफारिस/सिफारिसकर्ता, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
मादक पदार्थहरू, 5:90, 2:219
इकामत-अस-सलात, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
इक्रा' (हेर्नुहोस् 'अलक), S.96
इराम, 89:7
फलाम, 57:25
'ईसा, हेर्नुहोस् येशू
इसहाक (इशाक), 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
इस्माइल (इस्मा'इल), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
- आफ्ना बुबासँग काबाको जग उठाए, 2:125-140
- बलिदानको कथा, 37:100-113
इस्लाम, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- मुसलमानको रूपमा समर्पण गर्नेहरूमा पहिलो, 6:14,163; 39:12
- पहिलो अँगाल्नेहरू, 9:100
- इस्लामका लागि हृदय खुला, 39:22
- एक उपकारको रूपमा, 49:17
इस्रा', S.17
इस्राइलका सन्तानहरू, 2:40-86
- अनुग्रह प्रदान, 2:47-53, 60, 122; 45:16-17
- अल्लाहको आज्ञाविरुद्ध विद्रोह, 2:54-59, 61, 63-74; 5:71; 7:138-141
- मुसलमानहरूसँग सम्बन्ध, 2:75-79
- तिनीहरूको अहंकार, 2:80, 88, 91
- तिनीहरूका प्रतिज्ञाहरू, 2:80, 83-86, 93, 100; 5:12-13, 70
- परलोकको बदलामा यस दुनियाँको जीवन किने, 2:86
- जीवनका लागि मानवमध्ये सबैभन्दा लालची, 2:96
- एक राजाको माग, 2:246-251
- सीमा नाघे; विभिन्न समूहमा विभाजित; बाँदर, 7:161-171
- दुईपटक वाचा गरिएको, 17:4-8
- शत्रुबाट मुक्त, 20:80-82
- धर्मग्रन्थ र नेताहरू दिइएको, 32:23-25; 40:53-54
- तिनीहरूका विद्वान्हरूलाई थाहा थियो (कुरान सत्य हो), 26:197
इस्तवा (माथि उठ्नु), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
इ'तिकाफ, 2:187
याकुब (या'कुब), 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- अस्बात (याकुबका बाह्र छोराहरू), 2:140; 3:84;4:163
जालुत (हेर्नुहोस् गोलियथ)
जमरात, 2:200
जाथियह, S.45
येशू, ईसा मरियमका पुत्र
- आमा संसारका सबै महिलामाथि छानिएकी, 3:42
- पुनरुत्थानको दिन साक्षी दिनुहुन्छ, 4:159
- जन्मको खुशखबरी, 3:45-47; 19:22-23
- इस्राइलका सन्तानहरूका लागि सन्देशवाहक, 3:49-51
- शिष्यहरू, 3:52-53; 5:111-115
- अल्लाहका सहायकको रूपमा शिष्यहरू, 3:52; 61:14
- उठाइनुभयो, 3:55-59; 4:157-159
- आदमको समान, 3:59
- न मारिनुभयो न क्रुसमा चढाइनुभयो, 4:157
- प्रेरित, 4:163
- सन्देशवाहकमात्र (देवता नबनाउनु), 4:171-172; 5:75; 19:30, 43:63-64
- जसले भने तिनीहरूले अविश्वास गरे, 5:17, 72; 9:30
- हाम्रो सन्देशवाहक (मुहम्मद ﷺ) आउनुभयो, 5:19
- इन्जिल दिनुभयो, 5:46
- शिष्यहरूले भने: हामी मुसलमान हौं, 5:111
- खाना सहितको दस्तरखान, 5:114
- झुटो उपासना सिकाउनुभएन, 5:116-118
- एक धर्मी पैगम्बर, 6:85
- एक निशानीको रूपमा, 23:50
- उनको दोस्रो आगमन, 43:61
- उनीबारे भिन्न विचारहरू, 43:65
- इस्राइलका सन्तानहरूका लागि केवल एक दास र उदाहरण, 43:59
- अहमद नामका सन्देशवाहकको खुशखबरी, 61:6
- उनको कुमारी जन्म, सन्देश र चमत्कारहरू, 3:45-51; 19:16-38
- अल्लाहका कृपाहरू सम्झाइनुभयो, 5:110-115
- दिव्य हुनु अस्वीकार, 5:116-120
- उनका अनुयायीहरूका मनमा दया र कृपा, 5:82; 57:27
यहुदी र इसाईहरू, 2:140; 4:153-161, 171; 5:18
- असत्य सुन्छन्, 5:41-42
- आफूले उच्चारण गरेका कुराका लागि धिक्कारिएका, 5:64
- विश्वासीहरू (मुसलमानहरू) प्रतिको शत्रुता, 5:82
- जसले इस्लाम अँगाले, 26:197; 28:53; 29:47
जिब्रिल (हेर्नुहोस् गाब्रिएल)
जिहाद (लडाई, प्रयास), 2:216; 9:24; 22:78; 25:52
जिन्न, S.72
जिन्न, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
जिन्न, आगोबाट सिर्जित, 15:25; 55:15
- विश्वासी र काफिर जिन्न, 72:1-15
- केहीले कुरानको सन्देशमा विश्वास गरे, 46:29-32
- मानव र जिन्न एक उद्देश्यका लागि सिर्जित, 51:56-58
- अय्युब, 4:163; 6:84; 21:83-84; 38:41-44
याह्या (युहन्ना, जोन द ब्याप्टिस्ट)
- खुशखबरी, 3:38-41; 19:7-11; 21:90
- धर्मी, 6:85
- बुद्धिमान, दयालु, कर्तव्यपरायण, 19:12-15
युनुस (जोनास वा युनुस), 4:163; 6:86; 10:98;21:87; 37:139-148
- (जुन-नुन), 21:87; 68:48-50
युसुफ (जोसेफ), 6:84; 12:4-101
- सर्वोत्तम कथा, 12:1-3
- युवा युसुफको सपना, 12:4-6
- भाइहरूको षड्यन्त्र, 12:7-18
- दासको रूपमा बेचिनु, 12:19-20
- मिस्रका प्रधानमन्त्रीको घरमा हुर्किनु, 12:21-22
- प्रधानमन्त्रीकी पत्नीले प्रलोभन दिने प्रयास, 12:23-29
- भोजसभाको घटना, 12:30-32
- जेल जानु, 12:33-35
- दुई कैदीहरू, 12:36-42
- राजाको सपना, 12:43-53
- प्रधानमन्त्री बन्नु, 12:54-57
- भाइहरू आपूर्तिका लागि आउनु, 12:58-68
- भाइ बिन्यामिनलाई लिनु, 12:69-82
- बुबाको नवीकृत दुःख, 12:83-87
- आफ्नो साँचो परिचय खुलाउनु, 12:88-98
- पुरानो सपना सत्य हुनु, 12:99-100
- अन्तिम प्रार्थना, 12:101
जुदी, पहाड, 11:44
जुमुआ', S.62
न्याय (अद्ल), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- हेर्नुहोस् पनि 4:65, 105
काबा
- इब्राहिमद्वारा निर्मित, 2:125-127
- शिकार मार्न निषेध, 5:94-96
- सुरक्षाको आश्रयस्थल, 5:97
- नाङ्गो अवस्थामा परिक्रमा, 7:28
- नमाज पढ्दा र परिक्रमा गर्दा, 2:200; 7:29, 31
काफिरुन, S.109
काफुर, जसमा मिसाइएको प्याला, 76:5
कहफ, S.18
कन्ज, 9:34-35
कौथर (स्वर्गको नदी), 108:1
कौथर, S.108
साँचोहरू
- आकाश र पृथ्वीका, 39:63; 42:12
- गैबका, 6:59
- खौलह बिन्त था'लबह, 58:1
हत्या
- कसैले एक व्यक्ति मारे, उसले सम्पूर्ण मानवजातिलाई मारे, 5:32
- कसैलाई पनि नमार्नु, 17:33
- दयालु शब्दहरू दानभन्दा राम्रा, 2:263
नातागोताका अधिकारहरू, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
किरामन-कातिबिन, 82:11
ज्ञान
- एउटा पात पनि झर्छ, उहाँलाई थाहा छ, 6:59
- जो आफ्ना सन्तानलाई मूर्खतावश, बिना ज्ञान मारे, तिनीहरू नष्ट भए, 6:140
- पाँच कुराको ज्ञान, केवल अल्लाहसँग, 31:34
- निश्चितताका साथ, 102:5-7
- कोरह (कारुन), 28:76-82; 29:39; 40:24
कुर्सी, 2:255
लहब (हेर्नुहोस् मसद), S.111
लैल, S.92
दीप, 25:61; 67:5; 71:16; 78:13
भाषाहरू
- भाषा र रंगमा भिन्नता, 30:22
लात, 53:19
निर्धारित कानुन, 5:48
अल्लाहका कानुनहरू, 2:219; 98:3
झुटा बोल्नेहरू, 26:221-223
जीवन, कसैले एक व्यक्ति बचाए, उसले सम्पूर्ण मानवजातिको जीवन बचाए, 5:32
यस दुनियाँको जीवन
- परलोकको मूल्यमा यस दुनियाँको जीवन किन्नु, 2:86
- केवल धोकाको आनन्द, 3:185
- परलोकका लागि यस दुनियाँको जीवन बेच्नु, 4:74
- केवल खेल र मनोरञ्जन, 6:32; 29:64; 47:36; 57:20
- धोका दिन्छ, 6:130
- परलोकभन्दा थोरै आनन्द, 9:38; 13:26; 28:60
- यसको उपमा वर्षाजस्तो, 10:24
- यसमा खुशखबरी, 10:64
- जसले यस दुनियाँ चाहन्छ, पाउँछ; तर परलोकमा कुनै भाग छैन, 11:15-16; 17:18; 42:20
- जो वर्तमान माया गर्छन् र परलोक बेवास्ता गर्छन्, 75:20-21; 76:27
- तिमी वर्तमान रुचाउँछौ, 87:16
ज्योति
- प्रकट, 4:174
- र अँध्यारो, 6:1
- ज्योतिको उपमा, 24:35
- विश्वासीहरूको अगाडि र साथ जान्छ, 57:12-15; 66:8
- अल्लाहले दिनुहुन्छ, ताकि विश्वासीहरू सोझो हिँडून्, 57:2
अल्लाहले तोकेका सीमाहरू, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- यी नै सीमाहरू हुन्, 2:187; 229-230; 4:13; 58:4; 65:1
- सीमा नाघ्नु हुँदैन, 2:190, 229
- जसले सीमा नाघ्छ, 2:229; 4:14; 78:22
- तर बाध्यताले, सीमा नाघ्नु हुँदैन, 2:173; 6:145
- आफ्नो धर्ममा सीमा नाघ्नु, 4:171; 5:77
- जब सीमा नाघे (बाँदर बने), 7:166
- जसले सीमाको पालना गर्छन्, 9:112
सिंह, 74:51
ऋण
- अल्लाहलाई राम्रो ऋण दिनु, 2:245; 73:20
- कयौं गुणा वृद्धि, 57:11, 18
- दोब्बर, 64:17
- प्रकट हानि, 39:15
लुत, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- उनकी अवज्ञाकारी पत्नी, 11:81; 15:60; 66:10
- बेर्को रुख, 34:16; 53:14-16; 56:28
- लुक्मान, 31:12-14
लुक्मान, S.31
मआरिज, S.70
मदिना (यथ्रिब), 9:120; 33:13, 60; 63:8
मद्यान, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- हेर्नुहोस् पनि अयकाह वन
महर (दुलहाको उपहार), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
माइदह, S.5
मक्का (बक्काह), 3:96;90:1-2
- सुरक्षाको शहर, 95:3
मानव
- पृथ्वीमा पुस्तादर पुस्ता, 2:30;6:165
- उत्तराधिकारी बनाइएको, 35:39
- कर्तव्य, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- अल्लाहद्वारा परीक्षण, 2:155; 3:186; 47:31; 57:25
- मानिसले चाहने कुराहरू, 3:14
- बाट सिर्जित, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- सिर्जित र एक निश्चित अवधि निर्धारित, 6:2; 15:26
- पति र पत्नीबीच मेलमिलाप, 4:35
- अल्लाहसँग भेटलाई अस्वीकार गर्नेहरू घाटामा, 6:31
- फिर्ती, 6:60, 72, 164; 10:45-46
- आफ्नै विरुद्ध षड्यन्त्र, 6:123
- अर्काको बोझ बोक्नु हुँदैन, 6:164
- कृतघ्न छ, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- शैतानविरुद्ध सचेत गराइएको, 7:27
- पत्नी र सन्तान, 7:189-190
- हानि वा बुराईले छुँदा, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- प्रभुतर्फ फर्किंदै, 10:23; 84:6; 96:8
- आफ्नै विरुद्ध अन्याय, 10:44
- उत्साही र घमण्डी, 11:10
- बुराईको आह्वान, 17:11
- सधैं हतार गर्छ, 17:11
- कर्महरू उसकै घाँटीमा बाँधिएका, 17:13
- जो भड्किन्छ, आफ्नै हानि; जो सोझो हिँड्छ, आफ्नै भलाइ, 17:15
- अन्याय गरिने छैन, 17:71
- मृत्यु र पुनरुत्थान, 23:15-16
- धर्मलाई सम्प्रदायमा विभाजित गरे, प्रत्येक आफ्नो विश्वासमा खुसी, 23:53
- जिब्रो, हात र खुट्टाले विरुद्ध साक्षी दिनेछन्, 24:24
- आफ्नै विरुद्ध साक्षी, 75:14
- जसले आफ्नो इच्छालाई देवता बनायो, 25:43
- रगत र विवाहद्वारा नातागोता, 25:54
- अल्लाहले आकाश र पृथ्वीको सबै तिम्रा लागि वशमा राख्नुभएको, 31:20
- जसले आफ्नो अनुहार अल्लाहतर्फ समर्पण गर्छ, 31:22
- मुटुभित्र दुईटा हृदय छैन, 33:4
- अल्लाहको उपासना गर्नु, 39:64-66
- आफ्नै हातले गरेका कारण विपत्ति, 42:30, 48
- फरिश्ताहरूले कर्म लेख्छन्, 50:17-18, 23;85:11
- फरिश्ताहरूले रक्षा गर्छन्, 13:11; 86:4
- तीन वर्गमा छुट्याइएका, 56:7-56
- अल्लाहका नजिकका, 56:10-11
- दाहिने हातका साथीहरू, 56:27-40
- बाँया हातका साथीहरू, 56:41-56
- अज्ञात रूपमा परिवर्तित र सिर्जित हुने, 56:60-62
- आकार राम्रो बनाइएको, 64:3
- धन र सन्तान केवल एक परीक्षा, 64:15
- सिर्जित र सम्पन्न, 67:23-24; 74:12-15; 90:8-10
- अधीर, 70:19-21
- नमाजमा लीन, 70:22-35
- अझ बढी चाहन्छ, 74:15
- आफ्नै विरुद्ध साक्षी, 75:14-15
- उसको अहंकार, 75:31-40; 90:5-7
- यस दुनियाँको जीवन माया गर्छ, 76:27
- सिर्जना गर्न कठिन, कि आकाश, 79:28
- प्रभुप्रति लापरवाह, 82:6-12
- उत्तम रूपमा बनाइएको र अनुपात दिइएको, 82:7
- चरणदर चरण यात्रा, 84:19
- धन प्रेम, 89:20
- परिश्रममा सिर्जित, 90:4
- प्रयास र कर्महरू विविध, 92:4
- सहजताको मार्ग र बुराईको मार्ग, 92:7, 10
- सर्वोत्तम ढाँचामा सिर्जित, 95:4
- त्यसपछि सबैभन्दा तल झारिएको, 96:5
- सबै सीमाहरू नाघ्छ, 96:6-7
हजको कर्तव्यहरू (मनासिक), 2:128, 200; 22:30
मनात, 53:20
मानवजाति
- माथि साक्षीहरू, 2:143
- एक समुदाय, 2:213; 10:19
- एक जोडाबाट सिर्जित, 4:1; 39:6; 49:13
- आफ्नै विरुद्ध विद्रोह, 10:23
- हिसाब नजिक भए पनि बेवास्ता, 21:1-3
- फित्रतमा सिर्जित, 30:30
- सबैभन्दा सम्मानित, 49:13
- राष्ट्र र जनजातिमा बनाइएको, 49:13
- मन्न र बट्टेर, 2:57
शिष्टाचार
- घरमा प्रवेश गर्ने, 24:27-29
- घरमा, 24:58-61
- पैगम्बरका घरहरूमा, 33:53
- पैगम्बरलाई अभिवादन र सलात पठाउनु, 33:56
- अल्लाह र उनका सन्देशवाहक वा विश्वासी पुरुष वा महिलालाई कष्ट नदिनु, 33:57-58
- विश्वास गर्नुअघि समाचार प्रमाणित गर्नु, 49:6
- अर्कोको खिल्ली नउडाउनु, 49:11
- सभाहरूमा, 58:11
विवाह, 2:232, 234
- काफिर वा दाससँग, 2:221
- कति जनासँग, हलाल, 4:3
- तलाकको अवस्थामा महर फिर्ता नलिनु, 4:20-21
- जसका लागि निषिद्ध, 4:22-24
- स्वतन्त्र विश्वासी महिला विवाह गर्ने साधन नभए, 4:25
- सम्बन्ध बिग्रने डर भए दुई मध्यस्थकर्ता नियुक्त गर्नु, 4:35
- पत्नीले क्रूरता वा त्यागको डर लागे, शान्तिका सर्तहरू बनाउनु, 4:128
- एक पत्नीप्रति बढी झुक्दा अर्की झुलिरहने नगर्नु, 4:129
- व्यभिचारीहरूको विवाह, 24:3
- गरिबसँग विवाह, 24:32
- विवाहको आर्थिक साधन नभएकाहरू, 24:33
- पैगम्बरका लागि हलाल पत्नीहरू, 33:50-52
- यौन सम्पर्कअघि तलाकमा इद्दह छैन, 33:49
शहीदहरू
- मृत छैनन्, 2:154; 3:169
- अल्लाहको कृपा र दानमा खुसी, 3:170-171
- क्षमा र दया पाउँछन्, 3:157-158
- राम्रो रोजी पाउनेछन्, 22:58-59
- मारुत, 2:102
मरियम (येशूकी आमा), जन्म, 3:35-7
- येशूको खुशखबरी, 3:42-51; 19:16-21
- प्रसवमा, 19:23-26
- बच्चालाई आफ्ना मानिसकहाँ ल्याइन्, 19:27-33
- झुटो आरोप, 4:156
- आफ्नो पवित्रता रक्षा गरिन्, 21:91; 66:12
मरियम, S.19
मसद, S.111
- अल-मस्जिद-अल-अक्सा, 17:1
- अल-मस्जिद-अल-हराम, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- अल-मश'अर-अल-हराम, 2:198
माउन, S.107
मा'वा स्वर्ग, 53:15
नाप र तौल, पूरा दिनु, 11:85; 17:35;83:1-5
भेट
- अल्लाहसँग, 6:31
- महान दिनको, 19:37
- परलोकको, 30:16
सन्देशवाहकहरू, 2:253; 4:164-165; 40:78; 57:27
- क्रमशः, 2:87
- एकपछि अर्को, 5:19; 23:44
- मारिएका, 3:183
- धम्की दिइएका, 14:13
- उपहास गरिएका, 6:10; 13:32; 15:11; 21:41
- अस्वीकार र नकारिएका, 3:184; 6:34;25:37;34:45; 51:52
- केहीमा विश्वास र केहीलाई अस्वीकार, 4:150-152
- सन्देशवाहकहरूको सभा, 5:109
- खुशखबरी दिनेहरू र सचेत गराउनेहरूको रूपमा पठाइएका, 6:48; 14:4-8
- प्रत्येक राष्ट्रबाट एक साक्षी, 16:89
- प्रत्येक राष्ट्रका लागि एक सन्देशवाहक, 10:47; 16:36
- अल्लाहका आयतहरू पढ्दै, 7:35-36
- फरिश्ता सन्देशवाहकको रूपमा, 17:95; 25:7
- केवल मानव, 14:10-12;17:94; 21:8; 25:7-8, 20
- तिनीहरूका पत्नी र सन्तान, 13:38
- हेर्नुहोस् पनि पैगम्बरहरू
मिराज, 17:1; 53:12
कंजुसी/कंजुसहरू, 57:24
विपत्ति, आफ्नै हातका कारण, 42:30
सन्यासवाद, निर्धारित गरिएको छैन, 57:27
बाँदर, अत्याचारीहरू बनिन्, 2:65;5:60; 7:166
मिराज, 17:1; 53:12
महिनाहरू, संख्या, 9:36-37
चन्द्रमा, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- विभाजन; 54:1
मुसा
- र उनका मानिसहरू, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- र फिर्औन, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- अल्लाहद्वारा मार्गदर्शित, 6:84
- पहाड र प्रभुको प्रकट हुनु, 7:142-145
- आफ्ना मानिसहरूलाई बाछोको पूजाका लागि फटकार, 7:148-156;20:83-99
- उनको किताब, त्यसमा मतभेद उत्पन्न, 11:110
- धर्मग्रन्थ दिइएको, 17:2
- नौ स्पष्ट संकेतहरू, 7:133; 17:101
- दुई समुद्रको संगममा, 18:60-82
- जलिरहेको झाडीमा भाग्यशाली भेट, 20:9-36; 27:7-14; 28:29-35
- बोलाइएका र सन्देशवाहकत्व दिइएका, 19:51-53;20:9-56
- उनको बाल्यकाल, आमा र बहिनी, 20:38-40;28:7-13
- जादुगरहरू धर्मान्तरित, 20:70-73; 26:46-52
- मद्यानमा, 20:40; 28:22-28
- कसौटी दिइएको, 21:48
- र रहस्यमय आगो, 27:7-12; 28:29-35
- शहरमा गल्तीले एक इजिप्शियन मार्नु, 28:14-21
- स्पष्ट आयतहरू लिएर आए, 29:39
- फिर्औनसँगको कथा, 7:103-137; 10:75-92; 11:96-99; 26:10-69
- फिर्औन र उनका मानिसहरूका लागि नौ संकेतहरू, 7:130-133; 20:17-22; 17:101
- फिर्औनका जादुगरहरूलाई पराजित गर्नु, 20:70-73; 26:46-52
- मद्यान भाग्नु र विवाह, 28:22-28
- तख्तीहरू प्राप्त गर्नु, 7:142-154
- पहाडमा अल्लाहलाई हेर्न माग्नु, 7:142-145
- अल्लाहद्वारा सम्मानित, 33:69
- इस्राइलीहरूमाथि अल्लाहका कृपाहरू, 2:47-61
- इस्राइलीहरूले यरुशलेम प्रवेश गर्न अस्वीकार, 5:20-29
- सोझो मार्गमा मार्गदर्शित, 37:114-122
- उनको धर्मग्रन्थ, 53:36; 87:19
मस्जिद (यरुशलेमको), 17:7
मस्जिद (कुबाको), 9:107-108
मस्जिदहरू, 2:187; 9:17-19
- अल्लाहका मस्जिदहरूको रेखदेख, 9:17-18
लामखुट्टे, एक उपमा, 2:26
पहाडहरू, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
मुद्दाथ्थिर, S.74
मुहाजिर (प्रवासीहरू), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- महिलाहरू, 60:10-12
मुहम्मद ﷺ
- उपहास गरिएका, 2:104; 4:46; 25:41-42; 34:78
- सन्देशवाहकको सम्मान, 2:104; 4:46; 49:1-5
- उनमा विश्वास गर्ने प्रतिज्ञा, 3:81
- विश्वासीहरूमाथि साक्षी, 2:143
- केवल एक सन्देशवाहक, 3:144
- सौम्यतासाथ व्यवहार, 3:159
- उनको कार्य, 3:164; 7:157; 36:6; 52:29; 74:1-7
- विश्वासीहरूका लागि ठूलो कृपाको रूपमा पठाइएका, 3:164
- सत्यसहित पठाइएका, 4:170
- निगरानीकर्ता बनाइएका छैनन्, 6:107
- निरक्षर, 7:157; 62:2
- अल्लाहका सन्देशवाहकको रूपमा मानवजातिकहाँ पठाइएका, 7:158; 48:9, 29
- स्पष्ट सचेत गराउनेवाला, 7:184, 188; 11:2; 15:89; 53:56
- पागल होइनन्, 7:184; 68:2; 81:22
- जसले तपाईंमाथि आरोप लगाउँछन्, 9:58
- पैगम्बरलाई कष्ट दिने पुरुषहरू, विश्वासीहरूका लागि दया, 9:61
- केवल प्रकाशित कुरा पछ्याउँछन्, 10:15-16; 11:12-14; 46:9
- उनका कथनहरू, 11:2-4; 12:108; 34:46-50
- अल्लाह उनीमाथि साक्षी, 13:43; 29:52; 46:8
- साक्षी, खुशखबरी दिनेवाला र सचेत गराउनेवालाको रूपमा पठाइएका, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- व्याकुल नहुनु, 15:97; 16:127; 18:6
- साक्षी हुन पठाइएका, 16:89; 22:78; 73:15
- बुद्धि र उत्तम प्रचारसहित आमन्त्रण दिनु र उत्तम तरिकाले बहस गर्नु, 16:125
- मकामे महमुद, 17:79
- प्रेरित, 18:110
- 'आलमिनका लागि दया, 21:107
- कुनै पुरस्कार माग्दैनन्, 25:57; 38:86; 42:23
- आदेशित गरिएका, 27:91-93;30:30;66:9
- अल्लाहको दयाको रूपमा, 28:46-47
- विश्वासीहरूका नजिक, 33:6
- अनुसरण गर्न राम्रो उदाहरण, 33:21
- पैगम्बरहरूमध्ये अन्तिम, 33:40
- उनीमाथि सलात पठाउनु, 33:56
- सम्पूर्ण मानवजातिकहाँ पठाइएका, 34:28
- पारिश्रमिक केवल अल्लाहबाट, 34:47
- केवल एक मानव, 41:6
- संरक्षकको रूपमा पठाइएका, 42:48
- सन्देशवाहकहरूमा नयाँ कुरा होइन, 46:9
- इस्राइलका सन्तानहरूमध्येबाट साक्षी, 46:10
- उनीसँगको बैअत अल्लाहसँगको बैअत हो, 48:10, 18
- जिब्रिललाई देखे, 53:4-18; 81:22-25
- उनको विरोध नगर्नु, 58:20-22
- येशूद्वारा भविष्यवाणी गरिएका, 61:6
- सत्यको धर्मलाई सबै धर्ममाथि विजयी बनाउनु, 61:9
- अँध्यारोबाट ज्योतितर्फ, 65:11
- काफिर र मुनाफिकहरूविरुद्ध कठोर प्रयास, 66:9
- उच्च चरित्रको मानक, 68:4
- न कवि न ज्योतिषी, 69:41-42
- नमाजमा लीन, 73:1-8, 20; 74:3
- र अन्धो मानिस, 80:1-12
- अल्लाहलाई सिजदा गर्नु र नजिक हुनु, 96:19
- शुद्ध पृष्ठहरू पढ्दै, 98:2
- उनको परिवारसम्बन्धी आयतहरू, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- हेर्नुहोस् पनि सन्देशवाहकहरू; पैगम्बरहरू
मुहम्मद (ﷺ), S.47
मुह्सिनुन (राम्रो कर्म गर्नेहरू), 2:117, 195; 4:125,128; 10:12-16; 16:128
- अल्लाहले माया गर्नुहुन्छ, 3:134, 148; 5:93
- अल्लाहले पुरस्कार गुमाउनुहुन्न, 5:85;9:120; 11:115; 18:30
- हामी पुरस्कृत गर्छौं, 12:22; 37:80, 105, 110; 39:34;77:44
- खुशखबरी, 22:37; 46:12
- अल्लाहको दया नजिक, 7:56
- अल्लाह साथमा, 29:69
- आमाबाबुप्रति कर्तव्यपरायण र राम्रा, 2:83
- अल्लाहका कर्तव्यहरूमा धैर्यवान्, 16:90
- हेर्नुहोस् पनि राम्रो र बुरो
मुजादिलह, S.58
खच्चरहरू, 16:8
मुल्क, S.67
मुमिन (हेर्नुहोस् गाफिर), S.40
मुमिनुन, S.23
मुम्तहिनह, S.60
मुनाफिकुन, S.63
हत्या, 2:178-179
मुर्सलात, S.77
मुसलमानहरू
- पहिलोमध्ये, 6:14, 163; 9:100; 39:12
- नाम कसले राख्यो, 22:78
- जसले गर्छन् तिनीहरूका लागि क्षमा र ठूलो पुरस्कार, 33:35-36
मुतफ्फिफिन, S.83
मुज्जम्मिल, S.73
नबा', S.78
नदिर, बनू-अन- (यहुदीहरू), 59:2, 9, 13
नह्ल, S.16
नजस (अपवित्र), 9:28
नज्म, S.53
नज्वा (हेर्नुहोस् गोप्य)
नामहरू
- उनका सुन्दरतम नामहरू उनकै, 7:180
- उनका सर्वोत्तम नामहरू, 17:110; 20:8; 59:24
- आवश्यकता, यदि कोही बाध्य भए, 2:173; 6:145
- छिमेकी, 4:36
- नयाँ चन्द्रमाहरू, 2:189
- समाचार, परीक्षण गर्नु, 4:83
- कंजुसी, 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
- रात (प्रतीकको रूपमा), आरामका लागि, 10:67
- ढाकनको रूपमा, 13:3; 78:10
- सेवामा, 14:32
- लैलतुल-कद्र (भाग्यको रात), 44:3-4; 97:1-5
निसा', S.4
नुह, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- उपहास गरिएका, 11:38
- महाप्रलय (भीषण बाढी), 29:14
- जहाज र बाढी, 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- अधर्मी पुत्र बचाइएन, 11:42-48
- अधर्मी पत्नी, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
नुह, S.71
नुर, S.24
शपथ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
आज्ञापालन, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
- पूरा गर्नुपर्ने दायित्वहरू, 5:1
सन्तान, 4:9; 42:49-50
- उहाँले जसलाई चाहनुहुन्छ छोरा र छोरी दिनुहुन्छ, 42:49
जैतुन, 6:141; 16:11; 23:20; 24:35; 95:1
केवल एक इलाह, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
अनाथहरू, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- अनाथहरूका संरक्षक, 4:6
- आफ्नै कर्महरू, प्रत्येक मानिसका लागि सुन्दर देखाइएका, 6:108
जोडाहरू, सबै प्राणीहरूमा, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
खजुरको रुख, 13:4; 19:25; 20:71; 59:5
उपमाहरू (दृष्टान्त, उदाहरण, तुलनाहरू)
- आगो बाल्नेवाला, 2:17-18
- आकाशबाट वर्षाको आँधी, 2:19-20
- लामखुट्टे, 2:26
- कराउनेवाला, 2:171
- सम्पूर्ण खण्डहरमा परिणत शहर, 2:259
- अन्नको दाना, 2:261
- चिल्लो ढुंगा, 2:264
- बगैँचा, 2:265-266
- डोरी, 3:103
- चिसो हावा, 3:117
- पुनरुत्थान, 7:57; 22:5; 41:39
- जिब्रो निकालेर बस्ने कुकुर, 7:176
- खाडलको किनार, 9:109-110
- वर्षा, 10:24
- काटिएको बाली, 10:24
- अन्धो र बहिरो, 11:24
- अल्लाह बनाम झुटा देवताहरू, 13:14; 16:76
- सत्य बनाम असत्य, 13:17
- हावाले उडाएको खरानी, 14:18
- राम्रो रुख, 14:24-25
- नराम्रो रुख, 14:26
- दास र स्वतन्त्र मानिस, 16:75
- आफ्नो मालिकमाथि बोझ बन्ने गुँगो मानिस, 16:76
- धागो फुकाल्ने महिला, 16:92
- सुरक्षित र सन्तुष्ट बस्ती, 16:112-113
- अंगुरका बगैँचा भएका दुई पुरुष, 18:32-44
- यस दुनियाँको जीवन आकाशको पानीजस्तो, 18:45
- आकाशबाट खसेर चराले झम्टिएको, 22:31
- झिंगा, 22:73
- ज्योति एक आलासरह, 24:35-36
- मृगतृष्णा, 24:39
- विशाल गहिरो समुद्रमा अँध्यारो, 24:40
- माकुरो, 29:41
- साझेदारहरू, 30:28
- बस्तीका बासिन्दाहरू, 36:13-32
- विभिन्न रंगका बालीहरू, 39:21
- धेरै साझेदारको एक मानिस, 39:29
- बढिरहेको बीउ, 48:29
- कठोर मुटुहरू, 57:16-17
- वर्षापछि वनस्पति, 57:20
- आफूलाई नम्र बनाउने पहाड, 59:21
- गधा, 62:5
- पानी भित्र गइसक्यो, 67:30
- बगैँचाका मानिसहरू, 68:17-33
स्वर्ग
- आवासको (मा'वा स्वर्ग), 53:15
- फिर्दौस स्वर्ग, 18:107; 23:11
- नदीहरू बग्ने बगैँचाहरू, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- सदाबहार बगैँचाहरू ('अदन स्वर्ग), 9:72;13:23; 18:31; 19:61; 20:76
- अनन्तकालका बगैँचाहरू ('अदन स्वर्ग), 16:31;35:33; 98:8
- आनन्दका बगैँचाहरू, 37:43; 56:12, 89
- सदाको खुशीका बगैँचाहरू, 9:21
- बगैँचा र दाखबारीहरू, 78:32
- दुई बगैँचाका फलहरू, 55:54, 62
- इच्छाअनुसार हरेक प्रकारका फलहरू, प्रशस्त, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- फलहरू नजिकै, 55:54; 69:23
- फल र मासु, 52:22
- चराको मासु, 56:21
- काँडारहित बेर र तल्ह (केराका रुखहरू), 56:28-29
- किताब बोकेको गधा, अनुपयोगी ज्ञान, 62:5
- बगिरहेको मूल, 88:12
- सलसबिल नामको मूल, 76:18
- काफुर नामको मूल, 76:5
- तस्निम नामको मूल, 83:27-28
- स्वर्गको नदी, कौथर, 108:1
- मदिरा, दूध, शुद्ध मह्का नदीहरू, 47:15
- शुद्ध सिलबन्द मदिरा, सेतो र स्वादिलो, 37:45-46; 56:18; 76:21; 83:25
- जंजबिलमिसिएको प्याला, 76:17; 78:34
- पानी, 76:5
- सुनका थाल र प्याला, 43:71
- चाँदीका भाँडा र स्फटिकका प्याला, 76:15-16
- मसिनो र बाक्लो रेशमका हरिया लुगाहरू, 18:31;22:23; 35:33; 44:53; 76:12, 21
- सुन र मोतीका कंगनहरूले सजाइएका, 18:31; 22:23; 35:33; 76:21
- रेशमी कपडाले मढिएका सोफाहरू, 55:54
- हरिया तकियाहरू र सुन्दर बिछ्यौनाहरू, पंक्तिमा राखिएका, 55:76; 88:15
- सुन र बहुमूल्य पत्थरले बुनिएका उच्च सिंहासनहरू, 56:15; 88:13
- फैलाइएका बाक्ला गलैँचाहरू, 88:16
- सुन्दर महलहरू, एकमाथि अर्को उच्च कोठाहरू, 9:72; 39:20
- त्यहाँ सदाका लागि बस्ने, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- सनातन घर, 3:15; 35:35
- सिंहासनमा एकअर्काको सामुन्ने, 15:47; 37:44;44:53; 56:16
- त्यहाँ कहिल्यै मृत्युको स्वाद चाख्ने छैनन्, 44:56
- न तिनीहरूलाई छोड्न भनिनेछ, 15:48
- मनको घृणा र चोट हटाइनेछ, 7:43; 15:47
- सबै दुःख हटाइनेछ, 35:34
- थकान, परिश्रम वा कमजोरीको भावना हुँदैन, 15:48;35:35
- न हानि, पेट दुखाइ, टाउको दुखाइ न नशा, 37:47; 56:19
- न व्यर्थ वचन न पापयुक्त कुरा, 19:62;56:25
- न हानिकारक वचन न असत्य, 78:35; 88:11
- पापबाट मुक्त, 37:47; 52:23
- न अत्यधिक गर्मी न कडा जाडो, 76:13
- एक निश्चित रोजी हुनेछ, 37:41;56:89
- शान्ति र सुरक्षामा, 15:46; 44:51, 55; 50:34
- शान्तिको घर, 6:127
- त्यहाँ अभिवादन, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- जसले धर्मी कर्म गर्छ त्यो प्रवेश गर्नेछ, 4:124; 42:22; 44:51
- आफ्नो प्रभुको प्रति कर्तव्यपरायणहरू समूहमा ल्याइनेछन्, 39:73
- कर्महरूका कारण विरासतमा दिइएको, 43:72
- अल्लाह तिनीहरूसँग खुशी र तिनीहरू उनीसँग खुशी, 5:119
- मेरो स्वर्ग, 89:30
- महान् सुख, 9:72
- महान् सफलता, 57:12; 64:9
- सर्वोच्च सफलता, 9:72; 44:57
- विश्वासीहरूका लागि बगैँचाहरू मनोरञ्जनको रूपमा, 32:19
- स्वर्गका बासिन्दाहरू त्यस दिन आनन्दमय कुराहरूमा व्यस्त, 36:35
- बगैँचा र पानीका मूलहरूमा, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- सिंहासनलाई घेरेका फरिश्ताहरू देख्नेछन्, 39:75
- सर्वशक्तिमान राजाका नजिक, 54:55
- जे चाहन्छन् पाउनेछन्, 50:35
- हुर, शुद्ध फराकिला र सुन्दर आँखाकी महिलाहरू, सुरक्षित अण्डाजस्तै, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- शुद्ध पत्नीहरू, 3:15
- सुखद छायामा पत्नीहरू, सिंहासनमा ढल्किएका, 36:55
- एउटै उमेरका युवा पूर्ण वक्षकी कन्याहरू, 78:33
- अमर बालक-सेवकहरू, छरिएका मोतीजस्तै, 52:24; 56:17; 76:19
- आकाश र पृथ्वीजत्रो विशाल, 3:133, 57:21
- बगिरहेको पानी, शीतल छाया, विशेषताहरू र शुद्ध साथीहरू, 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- विश्वासीहरूको पुरस्कार, 55:46-78; 56:10-40
- मह, दूध, पानी र मदिराका नदीहरू, 47:15
- नमाज र अभिवादन, 10:9-10; 39:73-74
- शान्तिको अभिवादनसहित स्वागत, 13:23-24; 14:32
- आनन्दमा सदाको बास, 11:108
- छोड्न कहिल्यै नभनिने, 15:45-48
- अगाडि र दाहिने तर्फ चम्किने ज्योति, 57:12
- न गर्मी न जाडो, 76:13
- सबै इच्छाहरू पूरा, 16:30-32; 41:31-32
- सुनका कंगन र मसिनो रेशमका लुगाहरू, 18:30-31; 22:23-24; 44:51-53
- सुनका प्यालाका थाल, 43:67-73
- चाँदीका भाँडा र नजिकैका झुण्डिएका फलहरू, 76:14-16
- सिंहासनमा ढल्किएका, 15:47; 37:44; 52:20
- विश्वासीहरूले आफ्नो प्रभु देख्नेछन्, 75:22-23
- आमाबाबुप्रति दयालुता, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
- अल्लाहका साझेदारहरू, असत्य, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
- चरन, 87:4-5
- मार्ग, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- हेर्नुहोस् पनि बाटो
- धैर्य, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- धैर्य र नमाजमा सहयोग माग्नु, 2:45, 153; 20:132;50:39
- धैर्यवान्
- पूरा पुरस्कार पाउनेछन्, 39:10
- अल्लाह धैर्यवान्हरूसँग, 8:46
- र धैर्य राख्नु, 11:115
- अल्लाहका कर्तव्यहरूमा, 16:90
- क्रोधको समयमा धैर्य राख्नु, 41:34
- शान्ति, शान्तितर्फ झुक्नु, 8:61
- मोती र मूँगा, सुरक्षित, 52:24; 55:22; 56:23
- कलम, 68:1; 96:4
- व्यक्ति
- अल्लाहले कसैलाई क्षमताभन्दा बढी बोझ हाल्नुहुन्न, 2:286; 7:42
- अल्लाहले कसैलाई क्षमताभन्दा बढी कर लगाउनुहुन्न, 23:62
- कुनै व्यक्तिलाई थाहा छैन भोलि के कमाउनेछ र कुन भूमिमा मर्नेछ, 31:34
- प्रत्येक व्यक्ति आफूले गरेका सबै राम्रा र बुरा कर्मको सामना गर्नेछ, 3:30
- प्रत्येक व्यक्ति आफ्नो पक्षमा तर्क गर्दै आउनेछ, 16:111
- प्रत्येक व्यक्ति आफूले कमाएको कुराको बन्धक, 74:38
- अल्लाहले आत्म-निन्दा गर्नेको शपथ खानुहुन्छ, 75:2
- फिर्औन, 28:6; 40:24
- फिर्औनका मानिसहरू, 2:49; 3:11; 7:141; 44:17-33
- डुबाइयो, 2:50
- मुसासँगको व्यवहार, 7:103-137; 10:75-92
- समुद्रबाट मृत शरीर बाहिर, 10:90-92
- सीमा नाघ्यो; पाप गर्यो र अवज्ञा गर्यो, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- धर्मी पत्नी, 28:8-9
- ईश्वर भएको दाबी, 28:38; 79:24
- नष्ट गरिएको, 29:39
- फिर्औनको परिवारबाट एक विश्वासी पुरुष, 40:28-44
- एक टावरको निर्माण, 40:36-37
- हेर्नुहोस् पनि मुसा
- सांसारिक वस्तुहरूको संग्रह, 102:1-4
- बैअत (प्रतिज्ञा)
- इस्लामका लागि, 16:91
- सन्देशवाहकसँगको बैअत अल्लाहसँगको बैअत हो, 48:10
- विश्वासीहरूको, 48:18; 60:12
- धितो (बन्धक), एउटा राख्नु, 2:283
- प्रत्येक व्यक्ति आफूले कमाएको कुराको बन्धक, 52:21; 74:38
- कविता, 36:69
- कविहरू, 26:224-227; 69:41
- अनार, 6:141
- गरिबहरू, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
- नमाज, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- न ठूलो आवाजमा न मन्द आवाजमा, 17:110
- काफिरहरूका लागि प्रार्थना, 9:113-114
- काफिरहरूको प्रार्थना, 13:14
- उहाँ जवाफ दिनुहुन्छ (प्रार्थनाको), 42:26
- धैर्य र नमाजमा सहयोग माग्नु, 2:45, 153; 20:132;50:39
- इकामत-अस-सलात गर्नु, किब्लातर्फ फर्केर, 2:142-145, 149-150
- नमाजको कडा रेखदेख, 2:238
- यात्रा र आक्रमणमा, 2:239; 4:101-102
- नशाको अवस्थामा नजिक नजानु, 4:43
- न जनाबतको अवस्थामा, 4:43
- नमाजका लागि पवित्रता, 4:43; 5:6
- नमाज सकिएपछि, 4:103
- नमाजका समयहरू, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- केवल अल्लाहका लागि सिजदा, 13:15
- जुम्मा नमाज, 62:9-11
- खतराका अवस्थामा सावधानी, 4:71
- युद्धबन्दीहरू, 8:67-71
- हेर्नुहोस् पनि बन्दीहरू
- सत्यको वाचा, 46:16-17
- सम्पत्ति, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
- पैगम्बरहरू, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- पैगम्बरहरूको प्रतिज्ञा, 3:81; 33:7-8
- पैगम्बरका लागि गैरकानुनी, 3:161
- प्रत्येक पैगम्बरका लागि एक शत्रु, 6:112; 25:31
- हेर्नुहोस् पनि सन्देशवाहकहरू
- सिजदा
- आकाश र पृथ्वीमा जो छन् र तिनीहरूका छायाहरू अल्लाहलाई सिजदा गर्छन्, 13:15
- रोजी, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
- जबुर, 4:163
- सजाय
- स्थगन, 3:178
- हात वा खुट्टा काट्नु, 5:33
- जस्तो दुःख दिइयो त्यस्तै सजाय दिनु, 16:126
- यस जीवन र परलोकमा, 24:19; 68:33
- पवित्रता
- शारीरिक, 4:43; 5:6
- आत्मिक (अपवित्रताबाट), 87:14; 91:9
- कदर, 5:5; 64:11
- कद्र, S.97
- काफ, S.50
- कलम, S.68
- कमर, S.54
- कारिआह, S.101
- कारुन (कोरह), 28:76-82; 29:39
- कसस, S.28
- किब्लह, 2:142-145, 149
- किसास (दण्डमा समानताको कानुन), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
कुरान
- वर्णन, 13:31, 36, 37; 14:1; 56:77-80
- अल्लाहबाहेक अरूले कहिल्यै बनाउन सक्दैन, 2:23; 10:38; 11:13; 17:88
- अल्लाहबाहेक अरूबाट भएको भए धेरै विरोधाभास हुने थियो, 4:82
- प्रकट ज्योति, 4:174; 42:52
- प्रकाशित, 6:19
- अल्लाह यसका साक्षी, 6:19
- स्पष्ट प्रमाण, 6:157
- आयतहरूबारे झुटो कुराकानी, 6:68
- एक स्मरण, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- पढिँदा सुन्नु र चुप रहनु, 7:204
- जिक्र, 7:205; 15:6, 9
- बुद्धिको किताब, 10:1; 31:2; 36:2
- प्रेरित सन्देश, 10:2, 109; 42:52
- जसले अस्वीकार गर्छन्, 11:17
- अरबी भाषामा, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- भागहरूमा बाँडिएको र चरणबद्ध रूपमा प्रकाशित, 15:91; 17:106; 25:32; 76:23
- एक आयतको परिवर्तन, 16:10
- तिलावत गर्दा, 16:98
- मार्गदर्शन गर्छ, 17:9
- खुशखबरी र सचेत गराउनु, 17:9-10
- र काफिरहरू, 17:45-47
- बिहानको तिलावत फरिश्ताहरूद्वारा देखिन्छ, 17:78
- उपचार र दया, 17:82
- मानवजातिलाई पूर्ण रूपमा व्याख्या गरिएको, हरेक प्रकारको उपमा र उदाहरण, तर अधिकांशले अस्वीकार, 17:89; 18:54; 39:27
- सहज, 19:97; 44:58; 54:17, 22, 32, 40
- मेरो मानिसहरूले यो कुरान छोडे, 25:30
- धर्मग्रन्थहरूद्वारा पुष्टि, 26:196
- इस्राइलका सन्तानहरूलाई जसमा मतभेद छ त्यसबारे सुनाउँछ, 27:76
- पढ्नु र नमाज पढ्नु, 29:45
- अल्लाहबाट सत्य, 32:3; 35:31
- एक आशीर्वादित रातमा, 44:3
- त्यसमा सबै आदेशका विषयहरू निर्धारित, 44:4
- कुरानमा गहिरो सोच्नु, 47:24
- कुरानद्वारा सचेत गराउनु, 50:45
- अल्लाहले सिकाउनुभएको, 55:1
- र सम्मानित तिलावत, सुरक्षित, 56:77-78
- केवल पवित्रहरूले छुन सक्छन्, 56:79
- पहाडमाथि उतारिएको भए, 59:21
- काफिरहरूका लागि पीडा, 69:50
- निश्चितताका साथ परम सत्य, 69:51
- बिस्तारै पढ्नु, 73:4
- सम्मानित अभिलेखहरूमा, शुद्ध र पवित्र राखिएको, 80:13-16
- सम्पूर्ण 'आलमिनका लागि एक स्मरण, 81:27
- काफिरहरूले झुटो ठान्छन्, 84:22
- सुरक्षित तख्तीमा, 85:22
- सत्यलाई असत्यबाट छुट्याउने वचन, 86:13
- शुद्ध पृष्ठहरू पढ्दै, 98:2
- हेर्नुहोस् पनि किताब; प्रकाशन
- कुरैश, S.106
- कुरैश
- तिनीहरूका काफिरहरू, 54:43-46, 51
- तिनीहरूको वशीकरण, 106:1-4
- धर्मगुरु र भिक्षुहरू, 9:31, 34
- दौडमा, राम्रा कर्महरूमा प्रयास, 5:48
- र'द, S.13
- रहमान, S.55
- धर्मीपनाको लुगा राम्रो, 7:26
- वर्षा
- अल्लाहको उपहार, 56:68-70
- ढुंगाको, 27:58
- रमजान, 2:185
- रमी, 2:200
- फिरौती
- कुनै फिरौती लिइने छैन, 57:15
- काफिरहरूद्वारा प्रस्तावित, 3:91; 10:54; 13:18
- फिदया, उपवासको, 2:196
- बन्दीहरू मुक्त गर्नका लागि, 8:67
- रस्सका बासिन्दाहरू, 25:38; 50:12
- प्रतिफल
- प्रतिफलको दिन, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- अस्वीकार गर्नेहरू, 107:1-7
- एक बुराईको बदला त्यस्तै बुराई, 42:40
- मेलमिलाप
- जसले माफ गर्छ र मेलमिलाप गर्छ, 42:40
- पति र पत्नीबीच, 4:35
- विश्वासीहरूबीच, 49:9-10
- अभिलेख
- लिखित दर्ता, 83:7-9, 18-21
- प्रत्येक राष्ट्रलाई आफ्नो अभिलेखमा बोलाइनेछ, 45:28-29
- प्रत्येक व्यक्तिका कर्महरूका लिखित पृष्ठहरू, 81:10
- जसले सत्य बोल्छ, 23:62
- दाहिने हातमा, 69:19; 84:7-9
- बाँया हातमा, 69:25
- पछाडिबाट, 84:10-15
- लेख्ने फरिश्ताहरू, 50:17-18, 23; 85:11
- राहत, कठिनाईसँगै, 94:5-6
- धर्म
- धर्ममा कुनै जबर्जस्ती छैन, 2:256
- इस्लाम हो, 3:19
- अल्लाहको, 3:83-84
- इस्लामबाहेक अन्य, 3:85
- धर्ममा सीमा नाघ्नु, 4:171; 5:77
- पूर्ण, 5:3
- जसले खेल र मनोरञ्जनको रूपमा लिन्छन्, 6:70
- जसले विभाजित गर्छन् र सम्प्रदायमा टुट्छन्, 6:159; 30:32
- हेर्नुहोस् पनि 42:13-14; 43:65; 45:17
- मानिसहरूले आफ्नो धर्म सम्प्रदायमा विभाजित गरे, प्रत्येक समूह आफ्नो विश्वासमा खुसी, 23:53; 30:32
- धर्ममा कुनै कठिनाई राखिएको छैन, 22:78
- मानवजाति प्रकृतिमा सिर्जित, 30:30
- सबै पैगम्बरहरूका लागि एउटै, 42:13-15
- पुर्खाको, 43:22-24
- अल्लाहको स्मरण, 63:9
- स्मरणमा नै मनले शान्ति पाउँछ, 13:28
- पश्चात्ताप
- स्वीकार गरिन्छ यदि अज्ञानतामा गरिएको बुराईमा चाँडै पश्चात्ताप, 4:17; 6:54
- यदि बुरो कर्म जारी राख्यो भने पश्चात्तापको कुनै असर छैन, 4:18
- पश्चात्ताप स्वीकार गर्नुहुन्छ र पाप माफ गर्नुहुन्छ, 4:25
- बुराईका लागि मोहलत, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
- पुनरुत्थान, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- एज्राको कथामा उदाहरण, 2:259
- इब्राहिम, 2:260
- गुफाका मानिसहरू, 18:9-26
- पुनरुत्थान अस्वीकार गर्नेहरूलाई चेतावनी, 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
पुनरुत्थानको दिन, 7:89; 20:100-101, 124
- सत्यको दिन, 78:39
- पारिश्रमिक पूर्ण रूपमा दिइनेछ, 3:185
- कर्महरूका लिखित पृष्ठहरू खोलिनेछन्, 81:11
- प्रत्येक व्यक्तिलाई थाहा हुनेछ उसले के ल्यायो, 81:14
- प्रत्येक व्यक्ति आफूले गरेका सबै राम्रा र बुरा कर्मको सामना गर्नेछ, 3:30
- एक व्यक्तिलाई थाहा हुनेछ उसले के अगाडि पठायो र के पछाडि छोड्यो, 82:5
- अन्यायको कुनै डर छैन, 20:112
- न्यायका तराजुहरू, 21:47
- कर्महरूका पल्लाहरू, 23:102-103
- जसले एक अणु बराबर राम्रो वा बुरो गर्छ, त्यो देख्नेछ, 100:7-8
- सबै रहस्यहरू जाँच गरिनेछन्, 86:9
- अभिलेख दाहिने हातमा दिइने, 69:19; 84:7-9
- अभिलेख बाँया हातमा दिइने, 69:25
- अभिलेख पछाडिबाट दिइने, 84:10-15
- काफिरहरूका लागि कठिन दिन, 25:26; 54:8; 74:9
- भारी दिन, 76:27
- भारी बोझ बोक्नु, 20:100-101
- कुनै बहाना पेश गर्न अनुमति छैन, 77:36
- अत्याचारी आफ्नो हात टोक्नेछ, 25:27
- अत्याचारीहरू आफ्ना साथी र मूर्तिहरूसहित जम्मा गरिनेछन्, 37:22
- गहिरो पछुतो, दुःख र निराशासहित विनाश, 30:12
- जिउँदो गाडिएकी महिलालाई प्रश्न गरिनेछ, 81:8-9
- सबैभन्दा ठूलो आतंक, 21:103
- घोषणाकर्ताले एक भयंकर कुराका लागि बोलाउनेछ, 50:41;54:6-8
- एक (चिच्याहट), 36:29, 49, 53; 38:15; 50:42
- जज्रह (चिच्याहट), 37:19; 79:13
- नजिकको यातना, 78:40
- आकाश भीषण रूपमा काँप्नेछ, 52:9; 56:4
- आकाश चिरिनेछ, 84:1-2
- आकाश फुटेर चिरिनेछ, 77:9; 82:1
- आकाश बादलसहित फाटिनेछ, 25:25
- आकाश उहाँको दाहिने हातमा लपेटिनेछ, 21:104; 39:67
- आकाश र पृथ्वीमा भएका सबै बेहोस हुनेछन्, 39:68
- आकाश खोलिनेछ, ढोकाजस्तो हुनेछ, 78:19
- आकाश तेलको उम्लिएको फोहोरजस्तो हुनेछ, 70:8
- ताराहरू खस्नेछन्, 81:2; 82:2
- ताराहरूले आफ्नो ज्योति गुमाउनेछन्, 77:8
- सूर्यले आफ्नो ज्योति गुमाउनेछ, 81:1
- समुद्रहरू दन्किने आगो बन्नेछन्, 81:6
- समुद्रहरू फुटेर बग्नेछन्, 82:3
- घडीको भूकम्प, 22:1; 99:1
- पहाडहरू हटिनेछन्, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- धुलोमा परिणत, 20:105; 56:5
- ऊनका झुण्डजस्तो, 70:9;101:5
- पृथ्वी र पहाडहरू हिंसात्मक रूपमा हल्लिनेछन्, 73:14; 79:6
- पृथ्वी धुलोमा पिसिनेछ, 89:21
- पृथ्वी अर्को पृथ्वीमा बदलिनेछ र आकाश पनि, 14:48
- पृथ्वी फैलाइनेछ, 84:3-5
- पृथ्वी समतल मैदानजस्तो, 18:47; 20:106
- पृथ्वीले आफ्नो बोझ बाहिर फाल्नेछ, 84:4; 99:2
- चिहानहरू उल्टाइनेछन्, 82:4
- चिहानबाट पुनरुत्थान, 21:97; 70:43
- मृत्युपछि पृथ्वीमाथि जीवित, 79:14
- जंगली जनावरहरू जम्मा गरिनेछन्, 81:5
- अन्धो भएर उठाइनेछ, 20:124-125
- सिंगा फुकिनेछ, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- सख्खह, 80:33
- आत्माहरू आफ्नो शरीरसँग जोडिनेछन्, 81:7
- दश दिनभन्दा बढी नरहनु, 20:103
- एक दिनभन्दा बढी नरहनु, 20:104
- वा एक दिनको अंशमात्र, 23:112-114
- जम्मा हुने दिन, 64:9
- न्यायको दिन, 37:21
- निर्णयको दिन, 77:38; 78:17
- छनोटको दिन, 77:13-14
- दुःख र पछुतोको दिन, 19:39
- अस्वीकार गर्नेहरू, 77:15-50
- मानवजाति छरिएका पुतलीहरूजस्तो, 101:4
- मानवजाति छरिएका समूहमा अगाडि बढ्नेछ, 100:6
- मानवजाति मातालाजस्तो, 22:2
- प्रत्येक गर्भवतीले आफ्नो भार छोड्नेछ, 22:2
- गर्भवती उँटनीहरू बेवास्ता हुनेछन्, 81:4
- स्तनपान गराउने आमाले आफ्नो शिशु बिर्सनेछ, 22:2
- नातेदारहरूलाई एकअर्कालाई देखाइनेछ, 70:11
- एक मानिस आफ्ना नातेदारबाट भाग्नेछ, 80:34-37
- कुनै साथीले साथीको खोजी गर्नेछैन, 70:10
- न कुनै साथी न सिफारिसकर्ता, 40:18
- कुनै व्यक्तिलाई अर्काका लागि केही गर्ने शक्ति हुँदैन, 82:19
- न शक्ति हुनेछ न कुनै सहायक, 87:10
- विश्वासीहरूमा कुनै डर छैन, 43:68
- विश्वासीहरू छायाहरू, मूलहरू र फलहरूमा, 77:41-43
- स्वर्गका बासिन्दाहरू र तिनीहरूका पत्नीहरू, 36:55-58
- फरिश्ताहरू भव्य रूपमा पठाइनेछन्, 25:25
- पिंडली उघारिनेछ, 68:42-43
- स्वर्ग नजिक ल्याइनेछ, 81:13
- नरक नजिक ल्याइनेछ, 89:23
- नरकको आगो भड्काइनेछ, भीषण ज्वालामा, 81:11-12
- दानको रूपमा प्रतिशोध प्रायश्चित हुनेछ, 5:45
प्रकाशन
- यदि शंका छ भने, 2:23-24
- मन्सूख वा बिर्सिएको आयत, 2:106
- सोझो मार्गदर्शन, 3:73
- प्रभुबाट, त्यसैले शंका गर्नेहरूमध्ये नहुनु, 6:114
- बुझ्नेहरूका लागि, 6:98
- मार्गदर्शन र दया, 7:203; 16:64; 31:3
- रूहुल-कुदुसद्वारा, 16:102; 26:192-193
- विस्तारमा व्याख्या गरिएको, 6:98; 41:2-4
- किताबको प्रकाशन अल्लाहबाट, 46:2
- हेर्नुहोस् पनि किताब र कुरान
- उत्पीडक अत्याचारको बदला, 42:39-43
पुरस्कार
- सर्वोत्तम कर्महरूअनुसार र झनै बढी, 24:38; 29:7; 39:35
- पुरस्कारको रूपमा, 25:15
- अल्लाहले राम्रो गर्नेहरूलाई सर्वोत्तमले पुरस्कार दिनुहुन्छ, 53:31
- राम्रोको बदला राम्रोबाहेक अरू छैन, 55:60
- सुद (हेर्नुहोस् व्याज)
- धर्मीहरू
- धर्मीहरूको संगत, 4:69
- भूमिको उत्तराधिकारी हुनेछन्, 21:105
- स्वर्गमा, 51:15-19; 76:5-12
- हेर्नुहोस् पनि राम्रो
- धर्मीपना, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- धर्मीपनाको खडेरी बाटो, 90:11-18
- सोझो मार्गदर्शन अल्लाहकै मार्गदर्शन हो, 3:73
- सडकहरू र बाटो, 43:10
- पत्थरको भूमि (हिज्र), बासिन्दाहरू, 15:80-85
- रोमनहरू, 30:2-5
- छाना, आकाश, 21:32
- रूह (जिब्रिल), 26:193; 67:12; 70:4; 78:38;97:4
- रूहुल-कुदुस, 2:87, 253; 5:110; 16:102
- हेर्नुहोस् पनि जिब्रिल
- रूह (आत्मा), 15:29; 17:85; 58:22
- रुम, S.30
- सबा' (शेबा), 27:22-44; 34:15-21
- सबा', S.34
- शनिवार
- उल्लंघनकर्ताहरू, 2:65; 4:154; 7:163-166
- केवल तिनीहरूका लागि निर्धारित, 16:124
- साबियनहरू, 5:69; 22:17
- बलिदान, 2:196, 200; 22:34-37
- साद, S.38
- सदकह (दान), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- लुकाउनु देखाउनुभन्दा राम्रो, 2:271
- सफा र मरवह, 2:158
- साफ्फ, S.61
- साफ्फात, S.37
- साइल-अल-'अरिम (माअरिब बाँधबाट निकालिएको बाढी), 34:16
- सज्दह, S.32
- सकिनह (शान्ति र स्थिरता), 2:248;9:26, 40; 48:4, 18, 26
- सालिह, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
- सलसबिल (स्वर्गको मूल), 76:18
- सामिरी, 20:85, 95-97
- शमुएल, 2:247
- शैतान, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- शत्रुता र घृणा भड्काउँछ, 5:91
- उसबाट दुष्ट कुफुसफुसाहट, 7:200-201
- धोका दिन्छ, 8:48
- विश्वासघात गर्यो, 14:22
- विश्वासीहरूमाथि कुनै शक्ति छैन, 16:99-100
- असत्य फ्याँक्छ, 22:52-53
- एक शत्रु हो, 12:5; 35:6; 36:60
- अहंकार, 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- एक जिन्न, 18:50-51
- आदमको प्रलोभन र पतन, 7:20-23; 20:116-121
- विश्वासीहरूमाथि कुनै अधिकार छैन, 16:98-100
- उसको लक्ष्य, 35:6-8
- मानवजातिको कसम खाएको शत्रु, 12:5; 17:53
- उसको दल, 53:14-19
- उसको काम, 5:90-91
- राम्रा कर्महरू निरुत्साहित गर्छ, 2:268
- विश्वासीहरू उसबाट अल्लाहको शरण खोज्छन्, 7:200-202
- उसका षड्यन्त्रहरू कमजोर छन्, 4:76
- आफ्ना अनुयायीहरूलाई निराश पार्छ, 8:48
- नरकमा आफ्ना अनुयायीहरूसँग कुरा गर्छ, 14:22
- हेर्नुहोस् पनि इब्लिस
- तराजु, सफल हुनेछ जसको भारी, 7:8-9
- हेर्नुहोस् पनि सन्तुलन
- धर्मग्रन्थ
- किताबका मानिसहरू (यहुदी र इसाईहरू), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- तिनीहरूले के लुकाउँदै थिए, 5:61-63
- तिनीहरूमध्ये सोझो मार्गमा रहेकाहरू, 5:66
- तिनीहरूले चिन्छन् तर विश्वास गर्दैनन्, 6:20
- समुद्रहरू, 42:32-33; 45:12
- दुई समुद्रहरू, 18:60; 25:53; 35:12; 55:19-20
- जब समुद्रहरू फुटेर बग्छन्, 82:3
- गोप्य (नज्वा)
- वार्ताहरू, 4:114
- तीन जनाको गोप्य परामर्श, 58:7
- गोप्य परामर्शहरू, 58:8, 10
- निजी परामर्श, 58:12-13
- धर्ममा सम्प्रदाय र विभाजन, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
- सुरक्षा, संकटपछि उहाँले पठाउनुभयो, 3:154
- बीउ, को उमार्छ, 56:63-67
- इन्द्रियहरू, 23:78
- सात, सिर्जित
- आकाशहरू, 2:29; 23:17; 65:12; 67:3; 71:15
- र पृथ्वी पनि त्यस्तै, 65:12
- छाया
- अल्लाहलाई सिजदा गर्छ, 13:15; 16:48
- छायाको फैलावट, 25:45
- शम्स, S.91
- थामुद मानिसहरूका लागि स्पष्ट संकेतको रूपमा उँटनी, 7:73; 17:59; 26:155-158
- जहाज, एउटा संकेतको रूपमा यात्रा; सेवामा; कृतज्ञ हुन; उनको अनुग्रह खोज्न, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
- शुऐब, 7:85-93; 11:84-95; 29:36-37
- शु'अरा, S.26
- शुरा, S.42
- सिद्रतुल-मुन्तहा, 53:14
- मदिनाको घेराबन्दी, 33:9-27
- सिज्जिन, 88:7-9
- पाप, 7:100; 74:43-6
- अवैध यौन सम्बन्ध, 4:15-16; 24:2, 19
- ठूला पाप बचाइयो भने साना पाप माफ हुन्छन्, 4:31
- मानिसबाट लुकाउन सक्छन् तर अल्लाहबाट सक्दैनन्, 4:108
- जसले पाप कमाउँछ, आफ्नै विरुद्ध कमाउँछ, 4:111
- जसले पाप गर्छ र निर्दोषमाथि थोपर्छ, 4:112
- अल्लाहले साझेदार राख्नु माफ गर्नुहुन्न, तर अन्य पापहरू जसलाई चाहनुहुन्छ माफ गर्नुहुन्छ, 4:116
- जसले पाप गर्छन् उचित प्रतिफल पाउनेछन्, 6:120
- पापीहरू कहिल्यै सफल हुने छैनन्, 10:17
- अल्लाहले सबै पाप माफ गर्नुहुन्छ, 39:53
- ठूला पापहरू, 42:37
- सिनाई, पहाड, 19:52; 23:20; 95:2
- पापीहरू, तिनीहरूका कान, आँखा र छालाले तिनीहरू विरुद्ध साक्षी दिनेछन्, 41:20-23
- सिरात पुल, 66:8
- निन्दाकर्ता, 68:11-12; 104:1
- दासहरू, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- हेर्नुहोस् पनि युद्धबन्दीहरू; बन्दीहरू
- निद्रा, आरामका लागि, 78:9
- सोडम, 29:31; 37:136
- सोडोमी, 7:80-82; 11:77-83; 15:61-77; 29:28-29
- सुलेमान, 2:102; 4:163; 6:84
- आफ्ना बुबा दाउदलाई उचित फैसलामा सहायता, 21:78-82
- र कमिलाहरू, 27:15-19
- र हुदहुद, 27:20-26
- र सबाकी रानी, 27:22-44; 34:15
- उनीमाथि अल्लाहका कृपाहरू, 34:12-14, 38:34-40
- राम्रा घोडाहरूको माया, 38:30-33
- दत्तक पुत्र, 33:4-5
- आत्मा (रूह), 15:29; 17:85; 58:22
- अल्लाहको मार्गमा खर्च गर्नु, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- आफ्नो आवश्यकताभन्दा बढी, 2:219
- अल्लाहको मार्गमा सम्पत्ति खर्च गर्नेहरूको उपमा, 2:261
- मानिसहरूलाई देखाउन, 2:264; 4:38
- अल्लाहको मार्गमा जे खर्च गर्छौ, तिमीलाई फिर्ता दिइनेछ, 2:272; 8:60; 34:39
- फजुल वा बर्बाद गरेर होइन, 6:141;17:26
- न फजुल न कंजुस, 25:67
- अल्लाहको मार्गमा खर्च गर्नबाट हात बन्द गर्नेहरू, 9:67
- आत्मा (रूह), 15:29
- यसको ज्ञान अल्लाहसँग, 17:85
- अल्लाहले विश्वासीहरूलाई यसद्वारा बलियो बनाउनुहुन्छ, 58:22
- युद्धको लूट, 8:41, 69; 48:15, 19-20; 48:15
- हेर्नुहोस् पनि युद्धको माल
- जासुसी, 49:12
- तारा, 53:1, 49; 86:1-4
- ताराहरू, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
- सोझो मार्ग, 1:6
- आदि। बाटो, 6:153
- आदि। प्रयास, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
- स्तनपानको अवधि, पालनपोषण गर्ने आमा, 2:233
- कष्ट, गरिबी, स्वास्थ्य हानि र विपत्तिहरू; सम्पन्नता र धन, 7:94-96
- सूर्य, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
- सर्वोच्च सफलता, 9:72; 44:57
- सुरह, 10:38; 11:13; 47:20
- यसको प्रकाशनले विश्वास बढाउँछ, 9:124-127
- शंकाहरू, 49:12
- रोजी, 19:62
- हेर्नुहोस् पनि प्रावधान; विधान
- सुवा', 71:23
- तबुक, 9:40-59, 81-99, 117-118, 120-122
- तगाबुन, S.64
- तागुत, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- हेर्नुहोस् पनि झुटा देवताहरू
- ता-हा, S.20
- तहरिम, S.66
- तकाथुर, S.102
- तक्विर, S.81
- तलाक, S.65
- तल्ह (केराको रुख), 56:29
- तालुत (साउल), 2:247-249
- तारिक, S.86
- तस्निम (मूल), 83:27-28
- तौबह, S.9
- तवाफ (काबाको परिक्रमा), 2:200; 7:29,31
- तयम्मुम, 4:43; 5:6
- म्याद, प्रत्येक राष्ट्रको एक निर्धारित म्याद छ, न अगाडि लग्न न ढिलो गर्न सकिन्छ, 7:34; 10:49;15:4-5; 16:61; 20:129
- क्षेत्र, सेना एकाइहरूद्वारा रक्षा, 3:200
- परीक्षण, अल्लाहद्वारा, 3:154; 34:21
- थामुद, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
- चोर, सजाय, 5:38-39
- सिंहासन, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- पानीमाथि, 11:7
- आठ फरिश्ताले उठाउने, 39:75; 40:7; 69:17
- समय, 45:24; 76:1; 103:1
- तिन, S.95
- यातना, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
- बस्ती, हामीले कुनै बस्ती नष्ट गरेनौं तर त्यसका लागि एक ज्ञात भाग्य थियो, 15:4
- व्यापार र सम्पत्ति, 4:29
- यात्रा, के तिनीहरूले पृथ्वीमा यात्रा गरेनन्, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
- विश्वासघात, 8:58; 22:38
- हेर्नुहोस् धोका
- जम्मा गरिएको खजाना, 9:35
- अल्लाहका खजानाहरू, 6:50
- अनन्तकालको रुख, 20:120
- रुखहरू, 22:18
- परीक्षाहरू, 2:214-218; 64:15
- सिंगा, पुनरुत्थानको दिन, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
- सख्खह, 80:33
- आकाश, पृथ्वी र पहाडहरूलाई प्रस्तावित विश्वास, तर मानवले स्वीकार गर्यो, 33:72-73
- विश्वास (अमानह), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
- सत्य, 5:48; 23:70-71, 90; 25:33; 69:51
- असत्यसँग नमिलाउनु न लुकाउनु, 2:42
- सत्य आयो र असत्य हरायो, 17:81
- सत्यको वाचा, 46:16-17
- तुब्बा'का मानिसहरू, 44:37; 50:14
- तुर (पहाड), 28:29, 46
- तुर, S.52
- तुवा, उपत्यका, 20:12; 79:16
- उहुद, युद्ध, 3:121-128, 140-180
- उम्मह (समुदाय, राष्ट्र), 2:143-144;10:47, 49; 11:118; 16:36, 120
- उम्रह, 2:128, 158, 196
- व्याज (रिबा), 2:275-276, 278-280; 3:130;4:161; 30:39
- 'उजैर (हेर्नुहोस् एज्रा)
- 'उज्जा, 53:19
- अदृश्य पर्दा, 17:45-46
- पर्दा, 24:31; 33:59
- आयतहरू, सब'अल-मथानी, 15:87
- विजय
- अल्लाहद्वारा दिइने, 48:1
- अल्लाहको सहायताद्वारा, 61:13
- सद्गुणहरू (हेर्नुहोस् धर्मीपना; विश्वासीहरू)
- वद्द, 71:23
- "प्रतीक्षा गर, हामी पनि प्रतीक्षा गर्दैछौं", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
- वाकिअह, S.56
- अल्लाहविरुद्ध युद्ध, 5:33-34
- फजुलखर्ची नगर्नु, 6:141; 7:31; 17:26
- पानी, प्रत्येक जीवित प्राणी पानीबाट बनाइएको, 21:30;24:45; 25:54
- दुई समुद्रहरू, 18:60; 25:53; 35:12; 55:19-20
- अल्लाहको सिंहासन पानीमाथि, 11:7
- वर्षा, 23:18
- बाटो, 1:6; 42:52-53; 90:10
- आदि। सहज, सहज बनाउनु, 87:8
- हेर्नुहोस् पनि मार्ग
- यात्री, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
- धन
- जसले जम्मा गर्यो, 104:2-4
- अल्लाहको मार्गमा खर्च (हेर्नुहोस् खर्च)
- धन र सन्तान, यस दुनियाँको जीवनको सजावट, 18:46
- नाप र तौल, पूरा दिनु, 11:85; 17:35;83:1-5
- विधवाहरू, 2:234-235, 240
- अल्लाहको इच्छा, 10:99-100; 30:5; 81:29; 82:8
- मानवको इच्छा, सोझो हिँड्नु, जब तक अल्लाहले चाहनुहुन्न, 28:29
- हावाहरू, 77:1-3
- खुशखबरीका अग्रदूतको रूपमा, 7:57; 30:46
- बादल उठाउँदै, पानी ल्याउँदै, 15:22; 30:48
- पहेँलो हुँदै, 30:51
- मदिरा (स्वर्गमा)
- शुद्ध पेय, 37:45; 76:21
- सेतो, स्वादिलो, 37:46
- नदीहरू, 47:15
- शुद्ध सिलबन्द, 83:25
- जसमा अल्लाहले केहीलाई अरूभन्दा श्रेष्ठ बनाएको छ त्यसको इच्छा नगर्नु, 4:32
- साक्षीहरू
- पैगम्बरहरूको प्रतिज्ञामा, 3:81
- मानवजातिमाथि, 2:143; 22:78
- एक सम्झौताका लागि, 2:282
- एक पुरुषको विरुद्ध दुई महिला, 2:282
- अवैध यौन सम्बन्धमा, 4:16; 24:2
- न्यायी हुनु, 5:8
- हात र खुट्टाले साक्षी दिनेछन्, 36:65
- मानिस आफ्नै विरुद्ध, 75:14
- साक्षी दिने दिन र साक्षी दिइने दिन, 85:3
- पत्नीहरू
- तिमीहरूका लागि खेत, 2:223
- तिमीहरूका लागि ढाकनु, 2:187
- तिम्रै प्रकारकी, 16:72
- विवाद गर्ने महिला, 58:1-2
- महिलाहरू, 2:222-223; 4:15, 19-22, 34, 127
- जसले पवित्रमाथि आरोप लगाउँछन्, 24:4-5, 11-17, 23-26
- पर्दा, 24:31; 33:59
- प्रवासी विश्वासी महिलाहरू, 60:10-12
- विवादमा स्पष्ट नबोल्ने, 43:17-18
- वनका बासिन्दाहरू, 15:78; 38:13; 50:14
- हेर्नुहोस् पनि अयकाह; मद्यान, 26:176-191
- दुनियाँको जीवन
- केवल खेल र मनोरञ्जन, 6:32;29:64; 47:36; 57:20
- मानिसलाई धोका दिन्छ, 6:130
- परलोकभन्दा थोरै आनन्द, 9:38; 13:26; 28:60-61
- जसले चाहन्छ पाउँछ, तर परलोकमा कुनै भाग हुने छैन, 11:15-16; 17:18; 42:20
- धन र सन्तान, यसको सजावट, 18:46
- जो वर्तमान माया गर्छन् र परलोक छोड्छन्, 75:20-21; 76:27
- लेखाइ, सम्झौताका लागि, 2:282
- अत्याचारीहरू, 11:18-22, 101-104, 116-117;39:47
- हेर्नुहोस् पनि काफिरहरू
- वुजु' (वजू), 4:43; 5:6
- यगुथ, 71:23
- याह्या (जोन)
- खुशखबरी, 3:39; 21:90
- धर्मी, 6:85
- बुद्धिमान; दयालु; कर्तव्यपरायण, 19:12-15
- या-सिन, S.36
- यथ्रिब (अल-मदिना), बासिन्दाहरू, 33:13
- या'उक, 71:23
- युनुस (जोनाह), S.10
- युसुफ (जोसेफ), S.12
- जबुर, 21:105
- जकरिया (जकरिय्या), 3:37-41; 6:85; 19:2-11; 21:89-90
- जैद इब्न हारिथह, पैगम्बरका दास, 33:37-38
- जकात, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- जकात र दानका उद्देश्यहरू, 2:273; 9:60
- जंजबिल, 76:17
- जलजलह, S.99
- जक्कुम, 17:60; 37:62-66; 44:43-46; 56:52
- जिहार, 33:4; 58:2-4
- जुखरुफ, S.43
- जुमर, S.39
मूल सिद्धान्तहरू
- विश्वास पूर्ण, 5:3
- अल्लाहद्वारा स्वीकृत एकमात्र मार्ग, 3:19, 85
- इस्लाम स्वीकारमा कुनै जबर्जस्ती छैन, 2:256
- विभिन्न विश्वास र कानुनका संहितासहित एक धर्म, 5:48; 22:67-70; 42:13-14
- इस्लामका पैगम्बरहरू, 2:135-136; 3:84; 4:163-165
- आदेशहरू (अल्लाहमा विश्वास र राम्रा कर्म), 4:36; 6:151-154;17:23-39;18:107-108
- शरिआका पाँच उद्देश्यहरू: विश्वासको रक्षा, 5:54
- जीवनको रक्षा, 5:32;6:151
- सम्पत्तिको रक्षा, 5:38
- सम्मानको रक्षा, 5:5;24:4
- विचार गर्ने क्षमताको रक्षा, 5:90
अल्लाहमा विश्वास, 2:255
- दैवीय गुणहरू, सुन्दर नामहरू, 57:1-6; 59:22-24; 85:13-16; 112:1-4
- उपासनाका योग्य एकमात्र परमेश्वर, 1:1-4; 2:285; 6:3; 43:84
- सबै अधिकार उनकै, 3:26; उनको सिंहासन ('अर्श), 7:54; 11:7
- उनको कुर्सी (पाइताला वा कुर्सी), 2:255
- मानवजातिमाथि अनगिन्ती कृपाहरू, 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- जीवन दिनुहुन्छ र मृत्यु ल्याउनुहुन्छ, 44:8; 53:44; 57:2; 67:2
- खुशी र दुःख ल्याउनुहुन्छ, 53:43
- प्रशस्त वा सीमित रोजी दिनुहुन्छ, 13:26; 17:30; 29:62
- सर्वश्रेष्ठ न्यायाधीश, 95:8
- दयालुहरूमध्ये सबैभन्दा दयालु, 12:92
- धर्मीहरूलाई माया गर्नुहुन्छ, 85:14
- क्षमाशील र कठोर दण्डदाता, 13:6, 40:3
- पहिलो र अन्तिम, 57:3
- सबै सम्मान र शक्ति उनकै, 35:10
- अज्ञात र अदृश्य जान्नुहुन्छ, 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- मनमा लुकेको सबैभन्दा राम्रो जान्नुहुन्छ, 5:7; 11:5; 31:23
- के भयो र के हुनेछ जान्नुहुन्छ, 2:255
- सबै कुरा अभिलेखमा (वा सुरक्षित तख्तीमा) लेख्नुभयो, 6:38; 13:39; 36:12
- केही पनि गर्न सक्षम, 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- उनको असीमित शक्ति, 3:26-27; 24:45; 31:28-30
- आकाश र पृथ्वी छ दिनमा सिर्जना गर्नुभयो र कहिल्यै थाक्नुभएन, 46:33; 50:38
- 'हो!' शब्दले सिर्जना गर्नुहुन्छ, 36:81-83
- आफ्नो सृष्टिमाथि कहिल्यै अन्याय गर्नुहुन्न, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- सबै उनको इच्छाप्रति समर्पित, 3:83; 22:18; 30:26
- सबैलाई उनको आवश्यकता, 11:6; 35:15; 55:29
- उनीमाथि भरोसा, 10:84-85; 12:67; 25:58
- दैवीय संचारका रूपहरू, 42:51
- उनको सम्झन योग्य, 2:21; 3:102; 4:1; 33:70-71; 59:18
- बुद्धि उनकै उपहार, 2:269
- उहाँलाई कसैको आवश्यकता छैन, 3:97; 6:133; 112:2
- त्रिएकतामा एक होइन, 4:171
- उनका कुनै पत्नी छैनन्, 6:101
- उनका कुनै सन्तान छैनन्, 10:68; 19:35; 43:81; 72:3; 112:3
- उनका कुनै साझेदार वा सहयोगी देवताहरू छैनन्, 6:94; 7:191-195; 46:4-5
- उनजस्तो केही छैन, 42:11; 112:4
- उनको सृष्टिका चमत्कारहरूमा विचार गर्ने आदेश, 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
- सृष्टिका संकेतहरू, 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- सबै कुरा एक उद्देश्यका लागि सिर्जित, 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ब्रह्माण्ड परिपूर्ण, 67:3-4
- दिनलाई रातमा मिलाउनु, 3:27
- विविधता, 30:22; 35:27-28
- मह, 16:68-69
- दूध, 16:66
- सन्तानको उपहार, 42:49-50
- ग्रहमण्डल र कक्षाहरू, 21:33; 36:38-44
- नक्षत्रहरू, 25:61; 85:1
- ताराहरू, 37:6-7; 67:5
- बादलहरू, 7:57;30:48
- भूकम्प, 7:78; 7:155
- भूस्खलन, 28:81; 29:40
- आँधी, 10:22
- फिलफिले वर्षा, असिना र वर्षा, 2:265; 6:99; 24:43; 50:9-11
- गर्जन र चट्याङ, 13:12-13
वैज्ञानिक सन्दर्भहरू
- मानव नर र मादा युग्मकबाट सिर्जित, 76:2
- भ्रूणको गठन र विकासका चरणहरू, 22:5; 23:12-14
- तीन तहको अँध्यारोमा भ्रूण, 39:6
- नुनिलो पानी, 25:53-54; 35:12; 55:19-20
- हावाद्वारा परागण, 15:22
- औँठाछापहरू, 75:3-4
- पहाडहरू खम्बाको रूपमा, 78:7
- फलाम पठाइएको, 57:25
- पीडा ग्राहीहरू, 4:56
- सूर्य प्रकाशको स्रोत र चन्द्रमा परावर्तित ज्योति, 10:5
- चन्द्रमाको विभाजन, 54:1
- आकाश सुरक्षित छाना, 21:32
- सबै प्राणीहरू पानीबाट सिर्जित, 21:30; 24:45
- कमिलाहरू संचार गर्छन्, 27:17-19
- आन्तरिक तरंगहरू, 24:40
जीवित प्राणीहरू
- फरिश्ताहरू, 39:75
- मानवहरू (पृथ्वीमा अधिकारी), 2:30; 6:165; 16:4
- जिन्न, 72:1-15
- जनावरहरू मानवजस्तै समुदायमा, 6:38
- बाछो, 11:69
- उँट, 7:40
- कुकुर, 18:22
- हात्ती, 105:1
- घोडा, खच्चर र गधाहरू, 16:8
- सिंह र जेब्राहरू, 74:50-51
- बाँदरहरू, 2:65
- सुँगुरहरू, 2:173
- उँटनी, 7:73
- भेडा र बाख्राहरू, 6:143
- ब्वाँसो, 12:17
- भ्यागुताहरू, 7:133
- साप, 7:107
- चराहरू, 24:41
- काग, 5:31
- हुदहुद, 27:20
- बट्टेरहरू, 2:57
- माछा, 18:61
- व्हेल, 37:142
- कमिलाहरू, 27:18
- मौरीहरू, 16:68
- लामखुट्टे, 2:26
- झिंगा, 22:73
- उकुन र फट्याङ्ग्राहरू, 7:133
- माकुरो, 29:41
- हामीलाई थाहा नभएका अन्य, 16:8
बोटबिरुवा र फलहरू, 6:99; 13:4; 16:11; 36:33-35
- केरा, 56:29
- खजुर, 19:25
- जडिबुटी, काँक्रो, लसुन, दाल र प्याज, 2:61
- अंगुर, 80:28
- जैतुन, 6:99
- अन्जीर, 95:1
- अनार, 55:68
- फर्सी, 37:146
मुहम्मदमा विश्वास
- गुणहरू, केवल एक पैगम्बर, 3:144; 6:50; 7:188; 18:110
- सत्य पुर्‍याउनु, 2:119; 35:24; 42:48
- पैगम्बरहरूको मोहर, 33:40
- उच्च चरित्र, 3:159; 68:4
- एक आदर्श, 33:21
- विश्वासीहरूका लागि एक कृपा, 3:164
- सम्पूर्ण संसारका लागि दया, 21:107
- एक सार्वभौमिक सन्देशवाहक, 4:170; 7:157-158; 34:28
- सोझो मार्गतर्फ नेतृत्व गर्छन्, 42:52-53
- मानिसहरूको चिन्ता गर्नुहुन्छ, 9:129
- न्याय दिवसमा साक्षीको रूपमा, 4:42; 16:89
- निरक्षर पैगम्बर, 7:157-158; 29:48; 62:2
- तौरात र इन्जिलमा भविष्यवाणी गरिएको, 7:157
- येशूद्वारा भविष्यवाणी गरिएको, 61:6
पैगम्बर (ﷺ) ले सामना गरेका चुनौतीहरू
- मूर्तिपूजकहरूका अर्थहीन माग, 8:32; 15:7; 17:89-93; 25:7-8
- झुटा आरोपहरू, 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- उनको जीवनमाथि आक्रमणका प्रयासहरू, 8:30; 9:74
- उनलाई हानि गर्ने वा विरोध गर्नेहरूलाई चेतावनी, 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- अस्वीकारको जवाफ धैर्यसाथ दिन आदेशित, 20:130; 30:60; 46:35; 70:5
- अल्लाहद्वारा आश्वस्त हुन आदेशित, 5:67; 93:1-11; 94:1-8
पैगम्बर (ﷺ) को जीवनबाट सिकाइहरू
- उनको हिजरतदेखि बद्रको युद्धसम्म, 3:121-129; 8:42-44; 8:65-71
- उहुदको युद्ध, 3:151-180
- खन्दकको युद्ध, 33:9-27
- हुनैनको युद्ध, 9:25-27
- मदिना, 9:40
- तबुक, 9:38-123
- बनू अन-नदिर, 59:2-6
- हम्रा' अल-असद, 3:172-175
- हुदैबियाको सन्धि, 48:1-7; 48:10-29
पैगम्बर (ﷺ) लाई दिइएका सम्मानहरू
- अल्लाह र उनका फरिश्ताहरूले आशीर्वाद दिनुहुन्छ, 33:56
- मक्काबाट यरुशलेमसम्म रात्रि यात्रा, 17:1
- आकाशसम्म यात्रा, 53:1-18
- यस जीवन र परलोकमा सम्मानित, 17:79; 66:8; 108:1
- उनको आज्ञापालन अल्लाहको आज्ञापालन, 4:80
- अल्लाह र उनका सन्देशवाहकको आज्ञापालनको पुरस्कार, 4:69
- उनको परिवार पवित्र, 33:33-34
- जिब्रिललाई उनको वास्तविक रूपमा देख्नुभयो, 53:1-18
- विश्वासीहरूलाई उनको आज्ञापालन गर्न आदेश, 59:7
- उनीसँग कुरा गर्ने शिष्टाचार, 49:1-5
- उनको भेट गर्ने शिष्टाचार, 33:53
- उनका पत्नीहरूसँग व्यवहारको शिष्टाचार, 33:53
- अल्लाह उनीसँग र उनका साथीहरूसँग खुशी, 9:100; 9:117
- उनको विश्वास-समुदायको उत्कृष्टता, 2:143; 3:110
नमाज (सलाह), 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- जुम्माको जमात, 62:9
- नमाजको दिशा (किब्लह), 2:144; 2:149-150
- बुरा कर्महरूबाट रोक्नु, 29:45
- समयहरू, 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- खतरामा वा यात्रामा, 2:239; 4:101-102
- नमाज बेवास्ता गर्नेहरूलाई चेतावनी, 19:59; 74:38-47; 107:5-7
- मुनाफिकहरूको नमाज, 4:142; 9:54
- पवित्रता, वजू, 5:6
- पूर्ण स्नान (गुस्ल), 2:222; 4:43
- तयम्मुम, 4:43; 5:6
प्रार्थनाहरू (दुआ)
- इब्राहिमको, 2:126-129; 2:126-129; 14:35-41; 26:83-89
- आदम र हव्वाको, 7:23
- येशूको, 5:114
- अय्युबको, 21:83; 21:83
- युनुसको, 21:87
- युसुफको, 12:33; 12:101
- मुसाको, 10:88-89; 20:25-35
- मुहम्मदको, 17:80; 20:114
- नुहको, 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- सुलेमानको, 38:35
- शुऐबको, 7:89
- जकरियाको, 3:38; 19:2-6; 21:89-90
- फरिश्ताहरूको, 40:8-9
- मरियमकी आमाको, 3:35-36
- फिर्औनकी पत्नीको, 66:11
- फिर्औनका जादुगरहरूको, 7:126
- राजा साउल र उनीसँगका विश्वासीहरूको, 2:250
- इस्राइलका सन्तानहरूका विश्वासीहरूको, 10:85-86
- गुफाका मानिसहरूको, 18:10
- धर्मीहरूको, 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- उत्पीडितहरूको, 4:75
सिजदाका आयतहरू
- सज्दात, सज्दहको बहुवचन, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
- जकात, एक दायित्वको रूपमा, 2:110; 2:177; 2:277; 6:141
- विश्वासीहरूका गुणहरूमध्ये एक, 22:41; 23:4; 51:19
- प्राप्तकर्ताहरू, 9:60
- दान (सदकह), 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- रोक्नेहरूलाई चेतावनी, 3:180; 9:34; 47:38
उपवास (सवम)
- रमजानमा, 2:183-185
- उपवासका घण्टाहरू, 2:187
- छुटहरू, 2:184-185
- उपवासको अघिल्लो रातमा यौन सम्बन्ध, 2:187
- हजको क्रममा उपवास, 2:196
हज (तीर्थयात्रा)
- सक्षमहरूका लागि दायित्व, 3:97
- विधिहरू र नियमहरू, 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- बलिदानका चढावाहरू, 2:196; 22:36-37
- हजमा रहँदा थलमा शिकार निषेध, 5:1; 5:94-95
- समुद्रमा शिकारको अनुमति, 5:96
- लघु तीर्थयात्रा ('उम्रह), 2:158; 2:196
विश्वास-समुदायहरू
- मुसलमानहरू, 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- एकअर्काका संरक्षक, 3:28; 9:71
- इसाईहरू, 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- यहुदीहरू, 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- इस्राइलका सन्तानहरू, 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- किताबका मानिसहरू (मुख्यतः यहुदी र इसाईहरू), 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- मुसलमानहरूले तिनीहरूले बलि चढाएका जनावर खान र तिनीहरूकी महिलासँग विवाह गर्न सक्छन्, 5:5
- यहुदीहरूका लागि निषिद्ध खानाहरू, 6:146
- साबियनहरू, 2:62; 22:17
- मजुसीहरू, 22:17
- बहुदेवताबादीहरू (मूर्तिपूजकहरू), 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- मूर्तिपूजक अन्धविश्वासी प्रथाहरू, 2:189; 5:103; 6:138-144
- नास्तिकहरू, 52:35-36
निषिद्ध मूर्तिपूजक प्रथाहरू
- छोरीहरूलाई जिउँदै गाड्नु, 16:58-59; 81:8-9
- गरिबीको डरले सन्तान मार्नु, 6:137; 6:151; 17:31
- काबाको वरिपरि सिट्ठी र ताली बजाउनु, 8:35
- मूर्तिहरूका लागि उँटहरू समर्पण गर्नु, 5:103; 6:136
- मूर्तिहरूको नाममा बलिदान, 6:121
- जिहार तलाक, 33:4; 58:2-4
- इला' (चार महिनाभन्दा बढी), 2:226-227
- निर्णयका लागि चिट्ठा तान्नु, 5:3
- काबाको परिक्रमा नाङ्गो भएर गर्नु, 7:26-28
- हजपछि पछाडिको ढोकाबाट घरमा प्रवेश गर्नु, 2:189
उपासनाका वस्तुहरू
- फरिश्ताहरू (केही मूर्तिपूजक अरबहरूमध्ये), 34:40
- अल-अयकाह (शुऐबका मानिसहरूमध्ये), 26:176
- बा'ल (इलियासका मानिसहरूमध्ये), 37:125
- येशू (इसाई धर्ममा), 5:17
- मूर्तिहरू (इब्राहिमका मानिसहरूमध्ये), 21:52-53
- लात, 'उज्जा र मनातका मूर्तिहरू (अरब मूर्तिपूजकहरूमध्ये), 53:19-20
- वद्द, सुवा', यगुथ, या'उक र नस्रका मूर्तिहरू (नुहका मानिसहरूमध्ये), 71:23
- सूर्य (शेबाका मानिसहरू), 27:24
- सिरियस (केही मूर्तिपूजक अरबहरूमध्ये), 53:49
- फिर्औन (प्राचीन इजिप्टमा), 26:29; 28:38; 79:24
- इच्छाहरू, 25:43-44; 45:23
- धेरै देवताहरूमा विश्वासको खण्डन, 17:42-43; 21:21-24; 25:3
- उपासनाका स्थानहरू, मस्जिदहरू, 9:18
- चर्च, सिनागग र मठहरू, 22:40
- पवित्रस्थान, 3:39; 38:21
- मन्दिर, 17:7
- धार्मिक उपाधिहरू, पुजारी, भिक्षु र धर्मगुरुहरू, 5:44; 5:63; 5:82; 9:31-34
फरिश्ताहरू
- आदमको सृष्टिबारे जिज्ञासा, 2:30-34
- अल्लाहको कहिल्यै अवज्ञा गर्दैनन्, 21:26-27; 66:6
- अल्लाहकी छोरीहरू होइनन्, 21:26; 43:16-19
- संरक्षक फरिश्ताहरू, 13:11
- दुई लेख्ने फरिश्ताहरू, 50:16-18; 82:10-12
- न्याय दिवसमा अल्लाहको सिंहासन उठाउने आठ फरिश्ता, 69:17
- नरकका उन्नाइस रक्षकहरू, 74:26-31
- मृत्युका फरिश्ताहरू, 6:93; 16:28; 32:11
- जिब्रिल, 2:97; 66:4; 26:192-195; 53:1-14
- मिकाइल, 2:98
- मालिक, 43:77
सन्देशवाहकहरू
- फरिश्ताहरू र मानवहरूमध्येबाट, 22:75
- दृढ सङ्कल्पका सन्देशवाहकहरू (इब्राहिम, नुह, मुसा, येशू र मुहम्मद ﷺ), 33:7; 42:13; 46:35
धर्मग्रन्थहरू
- कुरान, अल्लाहबाट एक प्रकाशन, 12:2-3; 20:2-4; 26:192-195; 32:2-3
- सम्पूर्ण संसारका लागि एक स्मरण, 68:51-52
- जीवनको सबैभन्दा सोझो तरिकातर्फ मार्गदर्शन, 17:9
- रमजानको महिनामा प्रकाशन सुरु, 2:185
- एक आशीर्वादित रातमा, 44:3;97:1-5
- चरणबद्ध रूपमा प्रकाशित, 17:105-106
- याद गर्न सहज बनाइएको, 54:17
- पहिलेका प्रकाशनहरूको सत्य पुष्टि गर्छ, 3:3-4
- पहिलेका धर्मग्रन्थहरूमाथि सर्वोच्च अधिकार, 5:48
- त्यसमा कुनै शंका छैन, 2:2; 10:37
- कुनै विरोधाभास छैन, 4:82
- बनावटी होइन, 10:37-39
- बाइबलबाट नक्कल गरिएको होइन, 25:4-6
- शैतानहरूद्वारा प्रकाशित होइन, 26:210-212
- यसजस्तो कुरा कसैले बनाउन सक्दैन, 17:88; 2:23-24;10:13-14; 11:13
- भ्रष्टताबाट सुरक्षित, 15:9
- सुरक्षित तख्तीमा सुरक्षित, 56:75-80
- झुटो प्रमाणित हुन सक्दैन, 41:42
- भविष्यका घटनाहरूको भविष्यवाणी, 30:1-7; 48:27
- विश्वासीहरूलाई आँसु ल्याउँछ, 5:83; 17:107-109
- मुटु छुन्छ, 39:23
- चम्किलो ज्योति, 4:174; 42:52
- विश्वासीहरूका लागि उपचार र दया, 17:82
- तौरात, 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- इन्जिल, 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- जबुर, 4:163; 17:55
- इब्राहिमका ग्रन्थहरू, 53:36-44; 87:14-19
भाग्य र नियति, 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- स्वतन्त्र छनोट, 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
न्याय दिवस
- कुनै अन्याय छैन, 2:281; 18:49; 40:17
- प्रलयका भयावहताहरू, 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- त्यस दिन धर्मी र दुष्टहरू, 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- सिफारिस (शफाअह), 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
- कर्महरूका अभिलेखहरू, 17:13; 18:49
- विश्वासीहरूले आफ्नो अभिलेख दाहिने हातमा पाउँछन्, 69:19-24; 84:7-9
- काफिरहरूले आफ्नो अभिलेख बाँया हातमा पाउँछन्, 69:25-37; 84:10-15
- अल्लाहबाट केही लुकाउन सकिने छैन, 21:47; 40:16
- कर्महरूको तौलाइ, 7:8; 23:102-104; 101:1-11
- शारीरिक अंगहरूको साक्षी, 41:19-24; 24:24
- राम्रा र बुरा कर्महरूको पुरस्कार, 6:160; 27:89-90; 28:84
मानिसका प्रकारहरू
- विश्वासीहरू, 18:107-108
- काफिरहरू, 4:167-169
- मुनाफिकहरू, 4:145; 57:13-15
- स्वर्गका बासिन्दाहरू, अग्रणी विश्वासीहरू, 55:46-61; 56:10-26
- स्वर्गका बासिन्दाहरू, दाहिने हातका मानिसहरू, 55:62-78; 56:27-40
- नरकका बासिन्दाहरू, बाँया हातका मानिसहरू, 55:31-45; 56:41-56
- उचाइहरूका मानिसहरू, 7:46-49
आर्थिक
- व्यावसायिक दिशानिर्देशहरू, 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- वसियत, गैर-उत्तराधिकारीहरूका लागि ऐच्छिक वसियत, 2:180-183; 4:11-12
- यात्रामा मृत्युनजिक, 5:106-108
- घुस, 2:188
- ऋण, ऋण असुलीमा दयालुता, 2:280
- ऋण सम्झौता लेखाइ र साक्षी, 2:282
- धितो लिनु, 2:283
- उत्तराधिकार, दिशानिर्देशहरू, 4:7; 4:32-33; 8:75
- सन्तान र आमाबाबुको भाग, 4:11
- पति-पत्नी र आमातर्फका भाइबहिनी, 4:12
- सहोदर भाइबहिनी, 4:176
- पालना नगर्नेहरूलाई चेतावनी, 4:13-14
- व्याज, निषेध र चेतावनी, 2:275-281; 3:130-132
- निष्फल बनाइएको, 30:39
कानुनी
- देशद्रोह कानुन (हिराबह), 5:33-34
- न्याय, न्यायको पक्षमा उभिनु, 4:135; 5:8; 16:90-91
- अनाथ र महिलाहरूका अधिकारका लागि उभिनु, 4:127
- एक यहुदीसँग न्याय, 4:105-112
- एक मूर्तिपूजकसँग न्याय, 4:58
- गैर-मुसलमानहरूसँग निष्पक्षता, 60:8-9
- कानुनी माध्यमबाट प्रतिशोध (माफ गर्ने विकल्पसहित), 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- पति र पत्नीबीच अलगाव, खुल', 2:229
- लिआन (व्यभिचारको आरोप), 24:6-10
राजनीतिक
- परामर्श (शुरा) द्वारा मामिलाहरू सञ्चालन, 3:159; 42:38
- आत्मरक्षामा लड्नु (जिहाद), शिष्टाचार, 2:190-192; 2:216; 22:38-40
- अन्धाधुन्ध आक्रमण नगर्नु, 4:94
- उत्पीडित पुरुष, महिला र बालबालिकाका लागि लड्नु, 4:75
- उपासनाका स्थानहरूको सुरक्षा, 22:37
- शहीदहरूको पुरस्कार, 2:154; 3:169-171; 9:111; 57:19
- सैन्य शक्तिले सम्भावित शत्रुहरूलाई रोक्छ, 8:60
- शान्तिको विकल्प, 2:192; 8:61
- पक्षहरूबीच शान्ति स्थापना, 49:9-10
- युद्धबन्दीहरू, व्यवहार, 8:70; 47:4; 76:8
सामाजिक
- धर्मपुत्र ग्रहण, 33:4-5
- अनाथहरूको हेरचाह, 2:220; 4:2-10; 4:127; 6:152; 17:34
- तलाक, मध्यस्थता र मेलमिलाप, 4:35; 4:128
- तलाकको शिष्टाचार, 2:229-231; 65:1-2
- महर र प्रतीक्षा अवधि, 2:226-241; 4:19-21; 33:49; 65:1-7
- पतिले महरको केही फिर्ता नलिनु, 4:20
- पत्नीलाई उत्पीडन नगर्नु, 65:6
- गर्भावस्थाको क्रममा पत्नीलाई आर्थिक सहयोग, 65:6
- इद्दहको क्रममा, 65:6
- पूर्व पतिको बच्चा दूध खुवाउँदा, 65:6
- कुनै आमाबाबुले आफ्नो बच्चाका कारण कष्ट पाउनु हुँदैन, 2:233
- धाई आमाको विकल्प, 65:6
- राम्रो कार्यमा प्रोत्साहन र बुराईबाट रोक्नु, 3:104; 3:110; 7:157; 9:71-72; 31:17
- मानव समानता, 49:13
- अल्लाह र कानुनसामु पुरुष र महिला, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- पुरुषहरूको महिलामाथि एक तह जिम्मेवारी, 2:228
- गरिब, अनाथ र बन्दीहरूलाई खुवाउनु, 76:8-9
- क्षमा र क्रोध नियन्त्रण, 3:134; 42:40
- दासहरूलाई मुक्त गर्नु र सहयोग गर्नु, 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- आमाबाबुको सम्मान, 4:36; 17:23-25; 31:14-15
- नम्रता, 17:37; 31:18-19
- इब्राहिमका सपनाको व्याख्या, 37:102
- युसुफका सपनाको व्याख्या, 12:4; 12:36; 12:43
- मुहम्मदका सपनाको व्याख्या, 8:43; 48:27
- गैर-मुसलमानहरूप्रति दयालुता, 60:8
- विवाह, 4:3; 4:129; 16:72; 30:21
- विवाह गर्न हलाल र हराम महिलाहरू, 4:22-24
- यौन सम्बन्धको शिष्टाचार, 2:222-223
- गर्भावस्था र स्तनपान, 2:233; 31:4; 46:15; 65:6
- आफ्नै पूर्व पत्नीसँग पुनर्विवाह, 2:230
- एकल मानिसहरूलाई विवाहमा सहयोग, 24:32
- प्रतीक्षा अवधिमा सूक्ष्म रूपमा रुचि देखाउनु, 2:235
- शपथहरू, 2:224-225; 16:91-92; 16:94
- टुटेको शपथको प्रायश्चित, 5:89
- कठिन समयमा धैर्य, 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- प्रवेशको अनुमति, 24:58-60
- मानिसहरूको घरमा प्रवेश, 24:27-28
- सार्वजनिक स्थानहरूमा प्रवेश, 24:29
- सामाजिक शिष्टाचार, समाचार प्रमाणित गर्नु, 4:83; 49:6
- सबैको सम्मान, 49:11-12
- सभाहरूको शिष्टाचार, 58:11
- निजी वार्ताहरू, 4:114; 58:9
- मन्नतहरू, 2:270; 9:75-77; 22:29; 76:7
- फजुलखर्ची र कंजुसी, 7:31; 17:29; 25:67
अन्य कथाहरू
- हाबिल र काबिल, 5:27-31
- अल-खदिर र मुसा, 18:60-82
- हात्तीको सेना, 105:1-4
- फिर्औनका मानिसहरूमध्येको विश्वासी, 40:28-46
- मरियमको जन्म, 3:35-36
- इस्राइलका सन्तानहरूकी गाई, 2:67-74
- एज्रा, 2:259
- बगैँचाका मालिकहरू, 68:17-32
- हारुत र मारुत, 2:102
- कारुन, 28:76-82
- लुक्मानको आफ्नो पुत्रलाई सल्लाह, 31:12-19
- दुई बगैँचाका मालिक, 18:32-44
- शेबाका मानिसहरू, 34:15-19
- गुफाका मानिसहरू, 18:9-26
- खाडका मानिसहरू, 85:1-8
- शनिवार उल्लंघनकर्ताहरू, 7:163-165
- सामिरी र सुनको बाछो, 20:83-97
- साउल र शमुएल, 2:247-251
- जुल-कर्नैन, 18:83-98
शैतानहरू, 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- शैतानी मानव र जिन्न, 6:112;114:6
- शैतानहरूबाट आकाश सुरक्षित, 15:16-18
पछुताहरू
- पैगम्बरको अनुसरण नगरेको, 25:27
- अल्लाह र उनका सन्देशवाहकको आज्ञापालन नगरेको, 4:41-42; 33:64-68
- दुष्ट साथीहरू बनाएको, 25:28-29; 26:96-102; 43:36-39
- अल्लाहका संकेतहरू अस्वीकार गरेको, 6:27-30
- परलोकका लागि काम नगरेको, 89:23-24
हताश विन्तीहरू
- संसारमा फर्काइदिन भिख माग्नु, 2:167; 6:27-28; 32:12-14; 42:44
- दोस्रो मौकाका लागि, 35:36-37
- आगोबाट निकाल्नका लागि, 40:10-12
- खाना र पानीका लागि, 7:51-52
- सिफारिसकर्ताहरूका लागि, 7:52-53
- धुलोमा परिणत हुनका लागि, 4:41-42; 78:40
- मृत्युका लागि, 43:74-78
धर्मीहरूका गुणहरू
- सिर्जनहार र उनको सृष्टिका अधिकारहरूको पालना, 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
दुष्टहरूका गुणहरू
- कृतघ्न, 14:34
- कंजुस, 17:100
- हतार, 21:37
- केवल कठिन समयमा अल्लाहको स्मरण, 10:12; 41:51
- अधीर, 70:19
- झगडालु, 18:54
ठूला पापहरू
- उपासनामा अल्लाहसँग अरूलाई साझेदार बनाउनु (शिर्क), 4:48; 4:116; 5:72; 6:19; 31:13
- आफ्नै आमाबाबुलाई दुर्व्यवहार, 4:36; 6:151; 17:23
- अनिवार्य नमाज बेवास्ता वा त्याग, 19:59-60
- जकात नतिर्नु, 41:6-7
- हत्या, 6:151; 17:33
- जानाजानी एक विश्वासी मार्नु, 4:93
- चोरी, 5:38
- जालसाजी, 7:85; 11:85; 26:182-183; 83:1-6
- झुट बोल्नु, 2:10; 9:77; 39:60
- अल्लाहको बारेमा झुट बोल्नु, 6:93; 29:68; 61:7
- निषिद्ध यौन सम्बन्ध, 2:222; 17:32; 24:2; 25:68; 29:28-30
- व्यभिचारको झुटो आरोप, 24:4-5
- धर्मत्याग, 2:217; 5:54
- सुँगुर र अन्य निषिद्ध खानाहरू खानु (मृत जनावर, रगत, आदि), 5:3; 6:145
- मदिरा र जुवा, 5:90-91
- पछाडि लाग्नु, 49:11
- झुटो साक्षी, 22:30
- जादु, 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan अति दयालु 1:3; 17:110
- #2 Ar Raheem अत्यन्त कृपालु 2:163; 3:31; 4:100; 5:3
- #3 Al Malik राजा 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus अत्यन्त पवित्र 59:23; 62:1
- #5 As Salaam शान्तिको स्रोत 59:23
- #6 Al Mu'min आस्था र सुरक्षा दिने 59:23
- #7 Al Muhaymin संरक्षक 59:23
- #8 Al Azeez सर्वशक्तिमान 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar शक्तिशाली, पुनर्स्थापक 59:23
- #10 Al Mutakabbir सर्वोच्च, महान 59:23
- #11 Al Khaaliq सृष्टिकर्ता 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari सृष्टिकर्ता 59:24
- #13 Al Musawwir आकार दिने 59:24
- #14 Al Ghaffaar क्षमाशील 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar विजयी 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab दाता 3:8; 38:9; 38:35
- #17 Ar Razzaaq जीविका दिने 51:58
- #18 Al Fattaah खोल्ने 34:26
- #19 Al 'Aleem सर्वज्ञ 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid साँघुरो पार्ने 2:245
- #21 Al Baasit फराकिलो पार्ने 2:245
- #22 Al Khaafid नीच पार्ने 95:5
- #23 Ar Raafi' उच्च पार्ने 58:11; 6:83
- #24 Al Mu'izz सम्मान दिने 3:26
- #25 Al Mudhil अपमानित गर्ने 3:26
- #26 As Samee' सबै सुन्ने 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer सबै देख्ने 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam न्यायाधीश 22:69
- #29 Al Adl न्यायी 6:115
- #30 Al Lateef सौम्य, दयालु 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer सबै जान्ने 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem धैर्यवान 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem महान 2:255; 42:4; 56:96
- #34 Al Ghafoor क्षमाशील 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor कदर गर्ने 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy सर्वोच्च 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer महानतम 13:9; 22:62; 31:30
- #38 Al Hafeez संरक्षक 11:57; 34:21; 42:6
- #39 Al Muqeet पालनकर्ता 4:85
- #40 Al Haseeb लेखाजोखा लिने 4:6; 4:86; 33:39
- #41 Al Jaleel गरिमामय 55:27; 39:14; 7:143
- #42 Al Kareem उदार 27:40; 82:6
- #43 Ar Raqeeb निगरानी गर्ने 4:1; 5:117
- #44 Al Mujeeb उत्तर दिने 11:61
- #45 Al Waasi' सर्वव्यापी 2:268; 3:73; 5:54
- #46 Al Hakeem बुद्धिमान 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood प्रेम गर्ने 11:90; 85:14
- #48 Al Majeed गौरवशाली 11:73
- #49 Al Baa'ith पुनर्जीवित गर्ने 22:7
- #50 Ash Shaheed साक्षी 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq सत्य 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel कार्यसाधक 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy शक्तिशाली 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen दृढ 51:58
- #55 Al Waliyy मित्र, संरक्षक 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed प्रशंसनीय 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi गणना गर्ने 72:28; 78:29; 82:10-12
- #58 Al Mubdi सृष्टिको आरम्भ गर्ने 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed पुनः स्थापित गर्ने 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy जीवन दिने 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet मृत्यु दिने 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy सदैव जीवित 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom स्वयं-अस्तित्वशील 2:255; 3:2; 20:111
- #64 Al Waajid धनी, खोज्ने 38:44
- #65 Al Maajid गौरवशाली 11:73
- #66 Al Waahid एक 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad अद्वितीय 112:1
- #68 As Samad शाश्वत आश्रय 112:2
- #69 Al Qaadir सर्वशक्तिमान 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir शक्तिशाली 18:45; 54:42; 54:55
- #71 Al Muqaddim अगाडि बढाउने 16:61; 17:34
- #72 Al Mu'akhir पछि पार्ने 71:4
- #73 Al Awwal पहिलो 57:3
- #74 Al Aakhir अन्तिम 57:3
- #75 Az Zaahir प्रकट 57:3
- #76 Al Baatin गुप्त 57:3
- #77 Al Waali शासक 13:11; 22:7
- #78 Al Muta'ali अति उच्च 13:9
- #79 Al Barr भलाइको स्रोत 52:28
- #80 At Tawwaab पश्चाताप स्वीकार्ने 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim बदला लिने 32:22; 43:41; 44:16
- #82 Al Afuww क्षमाशील 4:99; 4:149; 22:60
- #83 Ar Ra'oof अति दयालु 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk राज्यको स्वामी 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam गरिमा र सम्मानको स्वामी 55:27; 55:78
- #86 Al Muqsit न्यायी 3:18; 7:29
- #87 Al Jaami' एकत्रित गर्ने 3:9
- #88 Al Ghaniyy स्वयंपूर्ण 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni समृद्ध पार्ने 9:28
- #90 Al Maani' रोक्ने 67:21
- #91 Ad Daaarr कष्ट दिने 6:17
- #92 An Naafi' लाभ दिने 30:37
- #93 An Noor प्रकाश 24:35
- #94 Al Haadi मार्गदर्शक 25:31
- #95 Al Badi' सृष्टिकर्ता 2:117; 6:101
- #96 Al Baaqi शाश्वत 55:27
- #97 Al Waarith उत्तराधिकारी 15:23
- #98 Ar Rasheed सीधा मार्ग देखाउने 2:256
- #99 As Saboor धैर्यवान 2:153; 3:200; 103:3
Matching Ayahs
- = अलिफ, लाम, मीम। 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = यी मानिसहरू आफ्नो पालनकर्ताको तर्फबाट सोझो बाटोमा छन्, र यी नै सफल हुनेहरू हुन्। 2:5; 31:5
- = हे इस्राइलका सन्तानहरू! मेरो त्यो कृपालाई सम्झनुहोस् जुन मैले तिमीहरूलाई प्रदान गरेँ, र मैले तिमीहरूलाई सबै संसार (जाति) भन्दा श्रेष्ठता दिएँ। 2:47; 2:122
- = त्यो एउटा समुदाय थियो जो बितिसकेको छ। उनीहरूले जे कमाए त्यो उनीहरूको लागि हो, र तिमीहरूले जे कमायौ त्यो तिमीहरूको लागि हो। र तिमीहरूलाई उनीहरूले गरेका कर्महरूको बारेमा सोधिने छैन। 2:134; 2:141
- = तिनीहरू त्यसमा सधैं रहनेछन्। उनीहरूको सजाय हलुका गरिने छैन र उनीहरूलाई मोहलत पनि दिइने छैन। 2:162; 3:88
- = तर जसले त्यसपछि तौबा गर्छ र आफूलाई सुधार्छ। निश्चय नै अल्लाह क्षमाशील, अत्यन्त दयावान छ। 3:89; 24:5
- = र जसले कुफ्र गरे र हाम्रा आयतहरूलाई झुठो ठाने – तिनीहरू नै नर्कका बासिन्दा हुन्। 5:10; 5:86
- = र उनीहरूको पालनकर्ताका निशानीहरूमध्ये कुनै निशानी उनीहरूकहाँ आउँछ, तर उनीहरू त्यसबाट मुख फर्काउँछन्। 6:4; 36:46
- = र तपाईंभन्दा अगाडि पनि रसूलहरूको उपहास गरियो, तर जसले उपहास गरे उनीहरूलाई त्यसै कुराले घेर्यो जसको उनीहरू उपहास गरिरहेका थिए। 6:10; 21:41
- = भन्नुहोस्: "यदि मैले मेरो पालनकर्ताको अवज्ञा गरें भने, म महान् दिनको सजायसित डराउँछु।" 6:15; 39:13
- = अनि भूकम्पले उनीहरूलाई समात्यो, र तिनीहरू आफ्ना घरहरूमा औंलो परी मृत अवस्थामा रहे। 7:78; 7:91
- = अनि उनले आफ्नो लौरो फ्याँके, र त्यो तुरुन्तै एउटा स्पष्ट अजिंगर बन्यो। 7:107; 26:32
- = र उनले आफ्नो हात बाहिर निकाले, र त्यो हेर्नेहरूका लागि सेतो (चम्किलो) भयो। 7:108; 26:33
- = उनीहरूले भने: "हामी सबै संसारका पालनकर्तामाथि आस्था राख्यौं।" 7:121; 26:47
- = मूसा र हारुनका पालनकर्ता। 7:122; 26:48
- = र म उनीहरूलाई मोहलत दिनेछु। निश्चय नै मेरो योजना बलियो छ। 7:183; 68:45
- = उही हो जसले आफ्नो रसूललाई सोझो बाटो र सत्य धर्मका साथ पठायो, ताकि त्यसलाई सबै धर्महरूमाथि विजयी बनाउन सकोस्, यद्यपि मुशरिकहरूलाई त्यो अप्रिय लाग्छ। 9:33; 61:9
- = हे नबी! काफिर र मुनाफिकहरूसित जिहाद गर्नुहोस् र उनीहरूप्रति कठोर हुनुहोस्। उनीहरूको ठेगाना जहन्नम हो, र त्यो कति नराम्रो ठाउँ हो! 9:73; 66:9
- = र उनीहरू भन्छन्: "यो वाचा कहिले पूरा हुने हो, यदि तिमीहरू सत्यवादी छौ भने?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = र हामीले मूसालाई हाम्रा निशानीहरू र स्पष्ट अधिकारका साथ पठायौं। 11:96; 40:23
- = र हामीले मूसालाई किताब दियौं, तर त्यसमा मतभेद भयो। र यदि तपाईंको पालनकर्ताबाट एउटा पहिल्यै कुरा नभएको भए, उनीहरूको बीचमा फैसला गरिसकिने थियो। र निश्चय नै उनीहरू त्यसको बारेमा शंकामा छन्। 11:110; 41:45
- = यो अल्लाहको लागि कठिन छैन। 14:20; 35:17
- = "जब मैले उसलाई ठिक पारेर त्यसमा आफ्नो आत्मा फुकेर दिन्छु, तिमीहरू उसको अगाडि सज्दामा झर्नु।" 15:29; 38:72
- = तब सबै फरिश्ताहरूले सज्दा गरे। 15:30; 38:73
- = (अल्लाहले) भन्यो: "त्यसो भए त्यसबाट निस्केर जा, किनकि तू धपाइएको छस्।" 15:34; 38:77
- = (इब्लिसले) भन्यो: "मेरो पालनकर्ता! त मलाई त्यस दिनसम्म मोहलत देऊ जब उनीहरू पुन: जीवित पारिनेछन्।" 15:36; 38:79
- = (अल्लाहले) भन्यो: "त्यसो भए तू मोहलत पाउनेहरूमध्येको होस्।" 15:37; 38:80
- = निर्धारित समयको दिनसम्म।" 15:38; 38:81
- = उनीहरूमध्ये तिम्रा चुनिएका बन्दाहरू बाहेक। 15:40; 38:83
- = निश्चय नै सचेत (परहेजगार) मानिसहरू बगैंचा र झरनाहरूमा हुनेछन्। 15:45; 51:15
- = (इब्राहीमले) भने: "तिमीहरूको काम के हो, हे रसूलहरू?" 15:57; 51:31
- = उनीहरूले भने: "हामी अपराधी समुदायतिर पठाइएका हौं।" 15:58; 51:32
- = जसले आस्था राख्छन् र आफ्नो आस्थालाई अन्यायसित मिसाउँदैनन् – तिनीहरूका लागि सुरक्षा छ र तिनीहरू नै सोझो बाटोमा छन्। 16:42; 29:59
- = ताकि उनीहरूले हामीले दिएको कुराको इन्कार गरून्। तिमीहरू मजा लिइरहो, किनकि चाँडै थाहा पाउनेछौ। 16:55; 30:34
- = त्यसपछि उनले एउटा बाटो समाते। 18:89; 18:92
- = फिरऔनकहाँ जा, किनकि ऊ सीमाभन्दा बाहिर गएको छ। 20:24; 79:17
- = र जसले आफ्ना गुप्ताङ्गहरूको रक्षा गर्छन्। 23:5; 70:29
- = आफ्नी पत्नीहरू वा आफ्ना दायाँ हातको स्वामित्वमा रहेकी दासीहरूबाहेक – किनकि तिनीहरू निन्दनीय छैनन्। 23:6; 70:30
- = तर जसले त्योभन्दा बाहिर खोज्छन्, तिनीहरू नै सीमा उल्लंघन गर्नेहरू हुन्। 23:7; 70:31
- = र जसले आफ्ना विश्वासपात्र वस्तुहरू र आफ्ना प्रतिज्ञाहरूको पालना गर्छन्। 23:8; 70:32
- = (नूहले) भने: "हे मेरो पालनकर्ता! मेरो सहायता गर्, किनकि उनीहरूले मलाई झुठो ठाने।" 23:26; 23:39
- = ता, सीन, मीम। 26:1; 28:1
- = यी स्पष्ट किताबका आयतहरू हुन्। 26:2; 28:2
- = निश्चय नै यसमा एउटा निशानी छ, तर उनीहरूमध्ये अधिकांश आस्थावान छैनन्। 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = र निश्चय नै तपाईंको पालनकर्ता – उही सर्वशक्तिमान, अत्यन्त दयावान छ। 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = र हामीले अरूलाई डुबायौं। 26:66; 37:82
- = निश्चय नै म तिमीहरूका लागि विश्वसनीय रसूल हुँ। 26:107; 26:125; 26:143; 26:162; 26:178
- = त अल्लाहसित डर र मेरो आज्ञा मान। 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = र म यसको बदलामा तिमीहरूबाट कुनै पारिश्रमिक माग्दिन; मेरो पारिश्रमिक त सबै संसारको पालनकर्ताकहाँ मात्र छ। 26:109; 26:127; 26:145; 26:164; 26:180
- = बगैंचा र झरनाहरूमा। 26:147; 44:52
- = उनीहरूले भने: "तपाईं त जादुले प्रभावित भएकाहरूमध्ये एक हुनुहुन्छ।" 26:153; 26:185
- = तर उनकी पत्नी बाहेक – हामीले निर्धारण गरेका थियौं कि उनी पछि रहनेहरूमध्येको हुनेछिन्। 26:171; 37:135
- = त्यसपछि हामीले अरूको विनाश गर्यौं। 26:172; 37:136
- = र हामीले उनीहरूमाथि (ढुङ्गाको) वर्षा गरायौं, र चेतावनी दिइएकाहरूमाथि परेको वर्षा कति नराम्रो थियो! 26:173; 27:58
- = के उनीहरू सजायको हतार गरिरहेका छन्? 26:204; 37:176
- = जसले नमाज कायम गर्छन्, जकात दिन्छन् र आखिरतमा विश्वास राख्छन्। 27:3; 31:4
- = र (सम्झनुहोस्) त्यस दिनलाई जब उहाँले उनीहरूलाई बोलाएर भन्नुहुनेछ: "मेरा ती 'साझेदारहरू' कहाँ छन्, जसलाई तिमीहरू दाबी गर्दथ्यौ?" 28:62; 28:74
- = र हाम्रा पूर्वजहरू? 37:17; 56:48
- = र तिनीहरू एकअर्कातिर फर्केर सोधपुछ गर्नेछन्। 37:27; 52:25
- = तर (तिनीहरू) अल्लाहका चुनिएका बन्दाहरू हुन्। 37:40; 37:74; 37:128; 37:160
- = आनन्दका बगैंचाहरूमा। 37:43; 56:12
- = र हामीले उनको (राम्रो नाम) पछिका मानिसहरूमा बाँकी राख्यौं: 37:78; 37:108; 37:129
- = निश्चय नै हामी सत्कर्मीहरूलाई यसै गरी बदला दिन्छौं। 37:80; 37:121; 37:131; 77:44
- = निश्चय नै उनी हाम्रा आस्थावान बन्दाहरूमध्येका थिए। 37:81; 37:111; 37:132
- = तिमीहरूलाई के भएको हो? कसरी निर्णय गर्दैछौ? 37:154; 68:36
- = यो (कुरान) त सबै संसारका लागि एउटा उपदेश मात्र हो। 38:87; 81:27
- = किताबको अवतरण अल्लाहको तर्फबाट हो – सर्वशक्तिमान, अत्यन्त ज्ञानी। 39:1; 45:2; 46:2
- = हा, मीम। 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = स्पष्ट किताबको कसम। 43:2; 44:2
- = त तपाईं उनीहरूलाई छोडिदिनुहोस् – उनीहरू व्यर्थ कुराकानी र खेलमा मस्त रहुन्, जबसम्म उनीहरू आफ्नो त्यस दिनलाई भेट्दैनन् जसको वाचा उनीहरूलाई गरिएको छ। 43:83; 70:42
- = (उनीहरूलाई भनिनेछ): "तिमीहरूले गरेका कर्महरूको बदलामा सन्तुष्टिपूर्वक खाओ र पिओ।" 52:19; 77:43
- = वा तपाईं उनीहरूबाट कुनै पारिश्रमिक माग्नुहुन्छ, जसका कारण उनीहरू ऋणको बोझले थिचिएका छन्? 52:40; 68:46
- = वा उनीहरूसँग गुप्त ज्ञान छ, जसका कारण उनीहरू लेख्छन्? 52:41; 68:47
- = अनि कस्तो थियो मेरो सजाय र मेरो चेतावनी! 54:16; 54:21; 54:30
- = र हामीले कुरानलाई सम्झनाका लागि सजिलो बनायौं। त कुनै सम्झने छ? 54:17; 54:22; 54:32; 54:40
- = त तिमीहरू आफ्नो पालनकर्ताका कुन-कुन अनुग्रहलाई झुठो ठान्छौ? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = अगाडिका मानिसहरूमध्ये एउटा ठूलो समूह। 56:13; 56:39
- = बरु हामी वञ्चित भयौं? 56:67; 68:27
- = त आफ्नो महान् पालनकर्ताको नामको पवित्रता बयान गर्नुहोस्। 56:74; 56:96; 69:52
- = यो सबै संसारको पालनकर्ताबाट अवतरित हो। 56:80; 69:43
- = आकाशमा र पृथ्वीमा भएका सबैले अल्लाहको पवित्रता वर्णन गर्छन्, र उही सर्वशक्तिमान, अत्यन्त ज्ञानी छ। 59:1; 61:1
- = जब उसलाई हाम्रा आयतहरू सुनाइन्छ, ऊ भन्छ: "यी त पूर्वजहरूका कथा हुन्!" 68:15; 83:13
- = त उनी सुखद जीवनमा हुनेछन्। 69:21; 101:7
- = उच्च स्वर्गमा। 69:22; 88:10
- = र ऊ गरिबहरूलाई खाना दिन प्रोत्साहित गर्दैन। 69:34; 107:3
- = निश्चय नै यो (कुरान) एक प्रतिष्ठित रसूलको (जिब्रिलको) कथन हो। 69:40; 81:19
- = निश्चय नै यो एउटा उपदेश हो; जसले चाहन्छ, उसले आफ्नो पालनकर्तातिर बाटो बनाओस्। 73:19; 76:29
- = जसले चाहन्छ, उसले यसलाई सम्झोस्। 74:55; 80:12
- = त्यस दिन झुठो ठान्नेहरूको विनाश होस्! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = निश्चय नै सत्कर्मीहरू सुख-सुविधामा हुनेछन्। 82:13; 83:22
- = यो एउटा लेखिएको दस्तावेज हो। 83:9; 83:20
- = सिंहासनहरूमा (बसेर) हेर्दै हुनेछन्। 83:23; 83:35
- = र आफ्नो पालनकर्ताको आज्ञा पालन गर्यो, र उसलाई त्यसै गर्नु कर्तव्य थियो। 84:2; 84:5
- = र न म तिमीहरूले पूजा गर्ने कुराको पूजा गर्नेछु। 109:3; 109:5
noblequran.com Schemas
- मक्काका मुश्रिकहरूले अल्लाहको रुबूबिय्याह (प्रभुत्व) लाई पुष्टि गरे 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- किताब र हिक्मत (सुन्नत) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (पथभ्रष्ट) पुर्खाहरूको बाटो पछ्याउनु निन्दनीय छ 2:170; 31:21; 43:22
- अल्लाहका रसूल मानव थिए 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- मुश्रिकहरूले कठिनाईको समयमा एक्लै अल्लाहलाई पुकार्थे 10:22; 17:16; 29:65; 31:32
- धर्ममा विभाजन गर्नु निषेधित र निन्दनीय छ 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- अल्लाहको लागि इस्तिवाको विशेषता 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ईमान (आस्था) को वृद्धि (र कमी) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- रसूल र सृष्टिमध्ये कोही पनि गैब (अदृश्य) लाई स्वतन्त्र रूपमा जान्दैनन् 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- अल्लाहले जसलाई चाहनुहुन्छ उसको रोजी फराकिलो र साँघुरो बनाउनुहुन्छ 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- कुरान स्पष्ट अरबी भाषामा उतारियो 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- अल्लाहले कुनै आत्मालाई उसको क्षमताभन्दा बढी बोझ दिँदैनन् 2:233, 286; 6:152; 7:42; 23:62; 65:7
- कसैले अर्काको बोझ बोक्नेछैन 6:164; 17:15; 35:18; 39:7; 53:38
- यदि अल्लाहले तिमीलाई हानि पुर्याउनुहुन्छ भने, अल्लाह बाहेक अरू कसैले त्यसलाई हटाउन सक्दैन 6:17; 10:107
- र यसभन्दा बढी अत्याचारी को हो... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- मानिस सम्पन्नतामा कृतघ्न र विपत्तिमा विनम्र हुन्छ 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- स्थिरता (तथ्बीत) अल्लाहसँग मागिन्छ र उहाँद्वारा प्रदान गरिन्छ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- सबै मतभेदहरू अल्लाह र उहाँका रसूलतिर फर्काइन्छन् 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- नर्कका बासिन्दाहरूबीचको विवाद 26:96-102; 38:58-64; 40:47-50
- अल्लाहको रसूलको आज्ञाकारिता (ताआ) गर्ने दायित्व 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- कुरानमा सजदाका आयतहरू 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- उम्मतका सबै विपत्तिहरू अवज्ञाका कारण हुन् 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- अल्लाहले जसलाई पथभ्रष्ट गर्नुहुन्छ, उसको कोही मार्गदर्शक हुँदैन 13:33; 39:23, 26; 40:33; 7:186; 18:17
- सबै पैगम्बरहरूले इबादतको तौहीदबाट सुधार सुरु गरे 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- सफलता र समृद्धि आत्माको तज्कियाह (शुद्धीकरण) सँग जोडिएको छ 20:76; 35:18; 87:14; 91:9; 92:18;
- सबै सम्मान र शक्ति ('इज्जाह) अल्लाहको लागि हो 4:139; 10:65; 35:10; 63:8
- एक्लै अल्लाहलाई शुद्ध र इमानदारीपूर्वक पुकार्ने दायित्व 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- अल्लाहसँग अरूलाई पुकार्न निषेध 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- सबै पैगम्बरहरूले अल्लाहको तक्वा र (आफ्नो) आज्ञाकारिताको आदेश दिए 43:63; 71:1-28
- हिज्रत (प्रवासन) को बारेमा 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- अल्लाह बाहेक सृष्टिको कुनै साँचो संरक्षक वा सहायक छैन 2:107, 120; 9:74, 116; 29:22; 42:31
- जसको मुटुमा अल्लाहले मोहर लगाउनुभएको छ 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ईमान डर र आशाको बीचमा छ 17:57; 32:16; 39:9
- कुफ्र, शिर्क र निफाकद्वारा सबै कर्महरू रद्द हुने बारेमा 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- अल्लाहका वही र पैगम्बरहरू मार्गदर्शन, ज्ञान र आस्थाका ज्योति हुन् 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- शब्दहरू विकृत गर्नेहरू यहूदी र तावील (तहरीफ) गर्ने मानिसहरू हुन् 2:75; 4:46; 5:13; 5:41
- संसारको जीवन केवल अस्थायी सुख र आनन्द हो 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- दह्रिय्याह (नास्तिकहरू) 45:24; 6:29; 23:37
- अल्लाहले मुहम्मदलाई धर्मसहित पठाउनुभयो ताकि उसले अन्य सबै (रद्द गरिएका वा झूठा) धर्महरूमाथि विजय प्राप्त गरोस् 9:33; 48:28; 61:9
- तागूतको बारेमा र तागूतलाई अस्वीकार गर्ने अनिवार्यताको बारेमा 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- तिनीहरूले षडयन्त्र रच्छन् र अल्लाहले पनि षडयन्त्र रच्नुहुन्छ र उहाँ सबैभन्दा उत्तम षडयन्त्रकारी हुनुहुन्छ 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- कियामत (अन्तिम घडी) को ज्ञान अल्लाहसँग छ 7:187; 33:63; 41:47
- फुरकान (कसौटी) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- खराबीलाई उत्तम कुराले हटाउनु 23:96; 28:54; 41:34
- अन्तिम घडी नजिक छ 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- र उहाँका निशानीहरूमध्ये... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- अल्लाहले आफ्ना निशानीहरू वर्णन गर्नुहुन्छ ताकि तिमी... 2:73, 187, 221, 242; 3:103; 5:89
- अल्लाह सबै कुराको सृष्टिकर्ता हुनुहुन्छ 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- अल्लाहले सृष्टिलाई असत्य वा मजाकमा सृष्टि गर्नुभएको होइन 21:16; 38:27; 44:38; 46:3
- अल्लाहले मानवजातिलाई उहाँको एक्लै इबादत गर्न र उनीहरूलाई कर्ममा को सबैभन्दा राम्रो छ भनेर परीक्षा गर्न सृष्टि गर्नुभयो 11:7; 18:7; 51:56; 67:2;
- अल्लाहले रसूलहरू पठाउनुभयो ताकि उनीहरूले उहाँको इबादततिर बोलाउन्, उहाँको आज्ञा पालन गरियोस्, र खुशीको सन्देश दिने र चेतावनी दिने भएर 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- अल-कद्रका चार तहहरू 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- इबादतका रूप र प्रकारहरू 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- अल्लाहले जसलाई चाहनुहुन्छ मार्गदर्शन र पथभ्रष्ट गर्नुहुन्छ 14:4; 16:93; 35:8; 74:31
- अल्लाहले पथभ्रष्ट गर्नुभएकाहरू 2:26; 9:115; 14:27; 40:34, 74; 45:23
- अल्लाहले जसलाई पथभ्रष्ट गर्नुहुन्छ, उसलाई कसैले मार्गदर्शन गर्न सक्दैन 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- अल्लाहको लागि कुनै सादृश्यताको निषेध 2:22; 19:65; 42:11; 112:4
- अल्लाहले कसैमाथि अत्याचार गर्नुहुन्न, तर तिनीहरूले आफ्नै आत्माहरूमाथि अत्याचार गर्छन् 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- सलफ (सहाबाहरू) को अनुसरण गर्ने दायित्व 2:137; 9:100; 4:115; 48:18, 29
- दाअवत (प्रचार) दिने विधि 12:108; 16:125; 29:46
- शिर्क केवल मूर्तिहरूमा सीमित छैन र यसमा पैगम्बर, फरिश्ता, जिन्न र सज्जनहरू मार्फत सिफारिश माग्नु समावेश छ 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- विवाहयोग्य उमेर निर्माण गर्ने कारकहरू 4:6; 6:152; 24:59
- जिब्रील पवित्र, विश्वसनीय आत्मा हुनुहुन्छ जसले कुरान अल्लाहबाट पैगम्बरसम्म ल्याउनुभयो 2:97; 16:102; 26:192
- सहायता, विजय र प्रभुत्व अल्लाह र उहाँका रसूलहरूको लागि हो 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- र निश्चय नै तिमीभन्दा अघिका रसूलहरू पनि उपहास गरिएका थिए, तर जसले तिनीहरूको उपहास गर्थे, तिनीहरूले जसको उपहास गर्थे त्यसैले तिनीहरूलाई घेरिहाल्यो। (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- र मदयनतिर (हामीले पठायौं) तिनीहरूका भाइ शुएबलाई। उनले भने: हे मेरा जातिहो, अल्लाहको उपासना गर; उहाँ बाहेक तिमीहरूको कोही पूज्य छैन। (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- र समूदतिर (हामीले पठायौं) तिनीहरूका भाइ सालेहलाई। उनले भने: हे मेरा जातिहो, अल्लाहको उपासना गर; उहाँ बाहेक तिमीहरूको कोही पूज्य छैन। (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- कि अल्लाहले जसलाई चाहन्छ रोजी फराकिलो पारिदिन्छ र साँघुरो पारिदिन्छ। निश्चय नै त्यसमा विश्वास गर्ने मानिसहरूका लागि निशानीहरू छन्। (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- र आदतिर (हामीले पठायौं) तिनीहरूका भाइ हूदलाई। उनले भने: हे मेरा जातिहो, अल्लाहको उपासना गर; उहाँ बाहेक तिमीहरूको कोही पूज्य छैन। (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- र जसले विश्वास गरे र असल कर्म गरे, हामीले तिनीहरूलाई त्यस्ता स्वर्गका बगैंचाहरूमा प्रवेश दिनेछौं, जसको मुनिबाट नहरहरू बगिरहेका छन्, तिनीहरू त्यहाँ सधैं रहनेछन्। (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- जसको मुनिबाट नहरहरू बगिरहेका छन्, तिनीहरू त्यहाँ सधैं रहनेछन्। अल्लाह तिनीहरूबाट प्रसन्न छ र तिनीहरू पनि उहाँबाट प्रसन्न छन्। यो नै... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- भनिदेऊ: म तिमीहरूजस्तै एउटा मानिस मात्र हुँ; मलाई वही (प्रकाशना) गरिन्छ कि तिमीहरूको पूज्य एउटै पूज्य हो। (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- र मानिसहरूमध्ये केही यस्ता छन् जो अल्लाहको बारेमा बिना ज्ञान, बिना मार्गदर्शन र बिना प्रकाशमय पुस्तकका विवाद गर्छन्। (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- उहाँले रातलाई दिनमा र दिनलाई रातमा प्रवेश गराउनुहुन्छ, र उहाँले सूर्य र चन्द्रलाई वशमा राख्नुभएको छ, सबै (निर्धारित समयसम्म) चलिरहेका छन्... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- आकाशबाट पानी पठायो, अनि त्यसबाट पृथ्वीलाई त्यसको मृत्यु पछि जीवित पार्यो। निश्चय नै त्यसमा (सुन्ने) मानिसहरूका लागि एउटा निशानी छ। (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- निश्चय नै काफिरहरूको धनसम्पत्ति र सन्तानले अल्लाहको सामु तिनीहरूको केही काम आउने छैन। र तिनीहरू... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- जसले आकाशहरू र पृथ्वी र ती दुवैको बीचमा भएका सबै कुरा छ दिनमा सृष्टि गरे, अनि अर्श (सिंहासन) माथि स्थिर भए। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- के तिनीहरू पृथ्वीमा हिँडडुल गरेका छैनन् कि आफूभन्दा अघिकाको अन्त्य कस्तो भयो भनी हेरून्? तिनीहरू... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- निश्चय नै अल्लाहले विश्वास गर्ने र असल कर्म गर्नेहरूलाई त्यस्ता स्वर्गका बगैंचाहरूमा प्रवेश दिनेछ, जसको मुनिबाट नहरहरू बगिरहेका छन्। (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- निश्चय नै अल्लाहको वचन सत्य हो; यसर्थ सांसारिक जीवनले तिमीहरूलाई धोखामा नपारोस् र धोखेबाजले अल्लाहको बारेमा तिमीहरूलाई धोखा नदेओस्। (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- त्यसैले जसले सोझो मार्ग पाए, त्यो आफ्नै भलोको लागि पाए; र जो बहक्यो, त्यो आफ्नै नोक्सानको लागि बहक्यो। (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- र आफ्नो लौरो फालिदेऊ। जब उनले त्यसलाई सर्पझैं हलचल गरेको देखे, तब तिनी फर्केर भागे र पछि फर्केर हेरेनन्। हे मूसा... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- पृथ्वीमा हिँडडुल गर र हेर कि तिमीभन्दा अघिकाहरूको अन्त्य कस्तो भयो। तिनीहरूमध्ये अधिकांश... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- त्यसैले तिनीहरूले जे भन्छन् त्यसमा धैर्य गर, र सूर्योदय हुनुभन्दा पहिले र सूर्यास्त हुनुभन्दा पहिले आफ्नो पालनकर्ताको प्रशंसाका साथ तस्बीह (पवित्रता वर्णन) गर। (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- र अनाथको धनको नजिक नजाऊ, तर त्यो तरिकाले जुन असल छ, जबसम्म ऊ आफ्नो युवावस्थामा पुग्दैन। र वाचा पूरा गर... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- अन्धालाई कुनै दोष छैन, लङ्गडालाई कुनै दोष छैन र बिरामीलाई कुनै दोष छैन। (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- के यो सत्य होइन? तिनीहरूले भने: हो, हाम्रो पालनकर्ताको कसम। उनले भने: तब आफ्नो कुफ्र (इन्कार) को बदलामा यातना चाख। (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- कमजोरहरूले घमन्डीहरूलाई भने: हामी तिमीहरूका अनुयायी थियौं। के तिमीहरू अल्लाहको यातनाबाट हामीलाई बचाउन सक्छौ? (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- ती त केवल नामहरू हुन् जुन तिमीहरू र तिमीहरूका पुर्खाहरूले राखेका छौ; अल्लाहले तिनीहरूको लागि कुनै प्रमाण पठाएको छैन। निश्चय नै... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- तिमीभन्दा अघि हामीले पुरुषहरूलाई मात्र पैगम्बर बनाएर पठायौं, जसमाथि हामीले वही (प्रकाशना) पठायौं; त्यसैले यदि तिमीहरूलाई थाहा छैन भने जान्नेहरूलाई सोध। (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- उनले भने: के मैले अनुमति दिनुअघि नै तिमीहरूले उसमाथि विश्वास गर्यौ? निश्चय नै उहाँ तिमीहरूको ठूलो हो, जसले तिमीहरूलाई जादू सिकायो। (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- र कसैले अर्काको भार बोक्ने छैन। अनि तिमीहरूको फर्किने ठाउँ तिमीहरूको पालनकर्तातिर हो, अनि उहाँले तिमीहरूलाई बताउनुहुनेछ जसमा तिमीहरू मतभेद गर्थ्यौ। (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- र हामीले भन्यौं: तिमीहरू सबै ओर्लेर जाओ; तिमीहरू एक अर्काका शत्रु हौ। र पृथ्वीमा तिमीहरूको बासस्थान र एक निश्चित समयसम्मको लागि सुख-सुविधा छ। (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- दुई: भन: के उहाँले दुई नरलाई हराम गर्नुभयो, वा दुई मादीलाई, वा जुन दुई मादीको गर्भमा छ? (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- र म यसको लागि तिमीहरूसँग कुनै पारिश्रमिक माग्दिन; मेरो पारिश्रमिक त सबै संसारको पालनकर्तामा मात्र छ। (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- के तिनीहरू पृथ्वीमा हिँडडुल गरेका छैनन् कि आफूभन्दा अघिकाको अन्त्य कस्तो भयो भनी हेरून्? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- पृथ्वीमा हिँडडुल गर र हेर कि तिमीभन्दा अघिकाहरूको अन्त्य कस्तो भयो। तिनीहरू... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- निश्चय नै तिम्रो पालनकर्ता, जो उहाँको मार्गबाट बहकिन्छ उसलाई राम्ररी जान्दछ, र सोझो मार्ग पाउनेहरूलाई पनि उहाँ राम्ररी जान्दछ। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- जसले आकाशहरू र पृथ्वीलाई छ दिनमा सृष्टि गरे, अनि अर्श (सिंहासन) माथि स्थिर भए। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- र अल्लाहमाथि झूठो आरोप लगाउने वा उहाँका आयतहरूलाई झूठो ठहराउने भन्दा ठूलो अत्याचारी को हो? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- उहाँ नै हुन् जसले आफ्नो रसूललाई मार्गदर्शन र सत्यधर्मका साथ पठाउनुभयो, ताकि उसलाई सबै धर्महरूमाथि विजयी बनाइदियोस्। (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- निश्चय नै तिनीहरू काफिर भए जसले भने कि अल्लाह त मरियमको छोरा मसीह हुन्। भनिदेऊ... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- तिमीले अन्धाहरूलाई तिनीहरूको बहकावबाट सुनाउन सक्दैनौ। तिमीले त केवल तिनीहरूलाई मात्र सुनाउन सक्छौ जसले हाम्रा आयतहरूमाथि विश्वास गर्छन्, अनि तिनीहरू आज्ञाकारी (मुसलमान) हुन्छन्। (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- सांसारिक जीवनको उदाहरण त्यस पानीजस्तै हो जुन हामीले आकाशबाट पठायौं, अनि यससँग पृथ्वीका बोटबिरुवा मिसिए... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- त्यसमा (डुङ्गामा) हरेक प्रजातिका जोडी जोडी र आफ्नो परिवारलाई (राख) - तर जसको विरुद्ध पहिले नै निर्णय भइसकेको छ उसलाई छोडेर... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- म तिमीहरूलाई यो भन्दिन कि मसँग अल्लाहका खजानाहरू छन्, न त म गैब (अदृश्य) जान्दछु, न त म भन्दछु... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- निश्चय नै अल्लाह मानिसहरूप्रति ठूलो कृपावाला छ, तर अधिकांश मानिसहरूले कृतज्ञता व्यक्त गर्दैनन्। (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- र तिनीहरूका पालनकर्ताका आयतहरूमध्ये कुनै आयत तिनीहरूकहाँ आउँथ्यो, तर तिनीहरू त्यसबाट मुख फर्काउँथे। (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- र त्यस दिनको डर गर जसमा कुनै प्राणीले अर्कोको कुनै काम आउने छैन, र न त त्यसबाट कुनै सिफारिस स्वीकार गरिनेछ। (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- निश्चय नै तिमीले मृतहरूलाई सुनाउन सक्दैनौ, र बहिराहरूलाई पनि सुनाउन सक्दैनौ जब तिनीहरू पिठ्यूँ फर्काएर भागिरहेका छन्। (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- तिमीहरूमाथि मुरदार, रगत, सुँगुरको मासु र जुन अल्लाह बाहेक अरूको नाममा जिबह गरिएको छ, हराम पारिएको छ। (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- अल्लाहको पवित्रता वर्णन गर्दछ जे-जति आकाश र पृथ्वीमा छ; र उहाँ सर्वशक्तिमान, सर्वज्ञानी हुनुहुन्छ। (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- तर जसले त्यस पछि तौबा (प्रायश्चित) गरे र सुधार गरे, त निश्चय नै अल्लाह क्षमादाता, दयालु छ। (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (जुन कुरा) पैगम्बरहरूलाई तिनीहरूको पालनकर्ताबाट आयो; हामी तिनीहरूमध्ये कसैबीच फरक गर्दैनौं, र हामी उहाँका आज्ञाकारी (मुसलमान) हौं। (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- आफ्नो पालनकर्ताबाट (पठाइएको), ताकि तिमीले ती मानिसहरूलाई सचेत गराऊ जसमाथि तिमीभन्दा अघि कुनै सचेतकर्ता आएको थिएन, ताकि तिनीहरू... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- हे पैगम्बर, काफिर र मुनाफिकहरूसँग जिहाद गर र तिनीहरूप्रति कठोर बन। तिनीहरूको बासस्थान नरक (जहन्नम) हो, र त्यो अत्यन्त नराम्रो ठाउँ हो! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- निश्चय नै तिम्रो पालनकर्ताले कयामतको दिन तिनीहरूको बीचमा तिनीहरूले मतभेद गरेको कुराको फैसला गर्नेछ। (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- उनले भने: हे मेरो पालनकर्ता, मलाई एउटा निशानी देऊ। उहाँले भने: तिम्रो निशानी यो हो कि तिमी तीन दिनसम्म मानिसहरूसँग बोल्ने छैनौ। (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- त्यसैले आफ्नो अनुहार मस्जिदुल हरामतिर फर्काऊ। र तिमीहरू जहाँ भए पनि आफ्ना अनुहारहरू त्यसैतिर फर्काऊ। (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- हे इस्राइलका सन्तानहो, मेरो त्यो कृपा सम्झन गर जुन मैले तिमीहरूमाथि गरेँ, र मैले तिमीहरूलाई सबै संसारमाथि श्रेष्ठता प्रदान गरेँ। (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- सात मोटा गाईहरू जसलाई सात दुबला गाईहरूले खान्छन्; र सात हरिया बालाहरू र अरू सुख्खा... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- र हरेक समुदायको एउटा नियत अवधि छ; अनि जब तिनीहरूको अवधि आउँछ, तब तिनीहरू एक क्षण पनि ढिलो गर्न सक्दैनन् न त अगाडि सार्न सक्छन्। (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (जुन) अल्लाह बाहेक अरूको नाममा जिबह गरिएको छ, तर जो कोही (भोकले) विवश भयो, न त विद्रोही भएर न त सीमा नाघेर, तब... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- र जब तिनीहरूलाई भनिन्छ: अल्लाहले उतारेको कुराको पालना गर, तब तिनीहरू भन्छन्: होइन, हामी त त्यसैको पालना गर्छौं जसमा हामीले आफ्ना पुर्खाहरूलाई पाएका छौं। (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- उनले भने: हे मेरा जातिहो, अल्लाहको उपासना गर; उहाँ बाहेक तिमीहरूको कोही पूज्य छैन। के तिमीहरू (उहाँसित) डराउँदैनौ? (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
""";
