const String quranIndexBengaliRaw = r"""
মানজিল দোয়াসমূহ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
হে আমাদের রব দোয়াসমূহ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
হে আমার রব দোয়াসমূহ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
হারুন (Harun) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'আবাসা, S.80; 74:22
অজু (Wudu), 4:43; 5:6
ইব্রাহিম (Ibrahim) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ইহুদি বা খ্রিস্টান নন, 3:67-68
- বাক্কায় প্রথম মসজিদে দাঁড়িয়েছিলেন, 3:97; 26:123
- কা'বার ভিত্তি স্থাপন করেন 2:124-129
- তাঁর জাতিকে এক সত্য আল্লাহর ইবাদতের দিকে আহ্বান করেন 2:130-133; 26:69-89; 29:16; 29:24-27
- অহংকারী রাজার সাথে বিতর্ক করেন 2:258
- পুনরুত্থান সম্পর্কে জিজ্ঞাসা করেন 2:260
- ইহুদি বা খ্রিস্টান নন 3:65-68
- আকাশীয় উপাসনা খণ্ডন করেন 6:74-87
- ইসহাকের জন্মের সুসংবাদ পান 11:69-76; 51:24-30
- কা'বায় তাঁর দোয়া 14:35-41
- ফেরেশতাদের সাক্ষাৎ পান 15:51-56
- একটি আদর্শ ব্যক্তিত্ব 16:123
- তাঁর পিতাকে সত্যের দিকে আহ্বান করেন 19:41-50
- মূর্তি ধ্বংস করেন এবং আগুন থেকে রক্ষা পান 21:51-73; 37:83-113
- সকলকে হজে আহ্বান করেন 22:26
আবরার, 3:193, 198; 76:5; 82:13; 83:18-22
রহিতকরণ, 2:106, 16:101
আবু লাহাব, 111:1-5
'আদ জাতি, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
আদম, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- ফেরেশতাদের সিজদা করতে বলা হয়, 2:34; 7:11
- জ্ঞানের বৃক্ষ, 2:35; 7:19-20; 20:120-121
- জান্নাত থেকে বিতাড়ন (হাওয়ার উপর কোনো দোষ নেই), 2:36; 7:24
- আল্লাহ কর্তৃক সম্মানিত, শয়তান কর্তৃক প্রলুব্ধ 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- আল্লাহ কর্তৃক ক্ষমাপ্রাপ্ত 2:37; 20:122
'আদিয়াত, S.100
'আদন জান্নাত, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
বিপদ-আপদ
- অন্যের বোঝা বহন করতে হবে না, 6:164; 17:15; 35:18; 39:7; 53:38
- সহ্যক্ষমতার বাইরে বোঝা দেওয়া হবে না, 2:286; 6:152; 7:42; 23:62
- বিপদে ধৈর্য, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
বার্ধক্য, 16:70; 22:5; 30:54; 36:68
- বৃদ্ধ পিতামাতার সাথে আচরণ, 17:23
আহমাদ, 61:6
আহকাফ, S.46; 46:21
আহযাব, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
আইকার অধিবাসীরা, 15:78; 26:176; 38:13; 50:14
আ'লা S.87; 87:1; 92:20
'আলাক, S.96
আলে-ইমরান, S.3
আল্লাহ
- তাঁর একটি দিন পঞ্চাশ হাজার বছর, 70:4
- তাঁর একটি দিন মানুষের এক হাজার বছর, 22:47; 32:5
- সব কিছু করতে সক্ষম, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- সর্বশ্রেষ্ঠ বিচারক, 95:8
- সংজ্ঞার ঊর্ধ্বে, 43:82; 67:12
- অবিশ্বাসীদের ষড়যন্ত্র ব্যর্থ করেন, 8:30; 8:36
- মানুষকে বিলুপ্ত করে নতুন সৃষ্টি আনতে পারেন, 4:133; 14:19; 35:16
- হাসি ও কান্নার কারণ তিনি, 53:43
- এক ব্যক্তিকে শতাব্দীকাল ঘুম পাড়িয়ে রাখেন, 2:259
- সত্য প্রত্যাখ্যানকারীদের শত্রু, 2:98
- সকাল থেকে রাত পর্যন্ত তাঁর তাসবিহ পাঠ করো, 33:42
- তাঁর মিথ্যা কন্যা, 16:57; 17:40; 43:16; 52:39; 53:21-22
- নামে, 53:19-20
- মানুষকে স্বাধীন ইচ্ছাশক্তি দেন, 36:67
- তাঁর জন্য সব ছেড়ে দেওয়া, 4:66-68; 4:125
- ভালো ও মন্দ তাঁর কাছ থেকে, 4:78
- জীবন ও মৃত্যু দেন, 44:8; 53:44; 57:2; 67:2
- কঠোর পরিশ্রমীরা উত্তম পুরস্কার পান, 4:95-96; 5:54; 9:120; 49:15; 61:11
- তাঁর কোনো সঙ্গিনী নেই, 72:3
- তাঁর কোনো পুত্র নেই, 43:81; 72:3; 112:3
- কঠিন সময়ে তোমাকে ত্যাগ করেননি, 93:3
- জ্ঞানে তিনি সর্বত্র, 2:115; 2:142; 2:177; 4:126
- তিনি প্রথম ও শেষ (আলফা ও ওমেগা), 57:3
- তিনি প্রকাশ্য ও গোপন, 57:3
- তিনি অপ্রকাশ্য বিষয় জানেন, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ন্যায়পরায়ণদের ভালোবাসেন, 49:9
- যা বলেননি সে বিষয়ে কোনো বিধান দেননি, 5:101; 6:140; 6:148; 7:32
- যুদ্ধবন্দিদের মধ্যে যাদের মধ্যে ভালো আছে তাদের প্রতি দয়া, 8:70
- তাঁর প্রকৃতি, 2:255
- কোনো মানুষ ঈশ্বরত্বের অধিকারী নয়, 3:64; 3:151
- তিনি ত্রিত্ব নন, 4:171
- তাঁর কাছে মন্দ থেকে আশ্রয়, 113:1-5; 114:1-6
- দাঁড়িয়ে, বসে, শুয়ে তাঁকে স্মরণ করা, 3:191; 4:103; 10:12; 25:64
- মায়ের গর্ভে আকৃতি দেন, 3:6
- তাঁর আরশ পানির উপর, 11:7
- এমন জিনিস সৃষ্টি করবেন যা তোমরা জানো না, 16:8
- তাঁর সৃষ্টির প্রতি অন্যায় চান না, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
জোটবদ্ধতা, 8:72; 9:7
- খ্রিস্টান ও ইহুদি, 5:51
- অবিশ্বাসী আত্মীয়দের সাথে জোট নিষিদ্ধ, 9:23-24
- মুনাফিকদের সাথে জোট নিষিদ্ধ, 4:88-89; 4:139; 4:144
আলইয়াসা', (এলিশা দেখুন)
আমানাহ, বিশ্বাস ও আল্লাহর নির্ধারিত দায়িত্বসমূহ ইত্যাদি, 2:283; 4:58; 8:27
- বিশ্বাস দেখুন
ফেরেশতা, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- আগুন থেকে সৃষ্ট, 7:12; 38:76
- কিয়ামতের দিন আটজন আল্লাহর আরশ বহন করবে, 69:17
- মিথ্যা দাবি যে তারা নারী, 43:19; 53:27
- অভিভাবক 82:10-12; 86:4
- উনিশজন জাহান্নামের দায়িত্বে, 74:30-31
- খেয়ালখুশি মেটাতে প্রেরিত নয়, 15:7-8
- অনুপ্রেরণা দিতে প্রেরিত, 16:2
রাগ, সংবরণ করো, 3:134
'আনকাবুত, S.29
পিঁপড়া, 27:18
বানর, 5:60
- ঘৃণ্য, 2:65; 7:166
মুরতাদ হওয়া, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- মুরতাদদের জন্য দ্রুত শাস্তি চেও না, 46:35
- আল্লাহই একমাত্র তাদের শাস্তি দেবেন, 73:11; 74:11
- আখিরাতে শাস্তি, 2:217; 9:74
- অন্যদের দ্বারা প্রত্যাখ্যান, 3:87
- তওবা, 3:89; 5:34; 9:5; 9:11
- কিয়ামতের দিন তওবা করা অনেক দেরি হয়ে যাবে, 40:85
- জবরদস্তির মধ্যে, 16:106
মুরতাদগণ, 47:25
আ'রাফ, S.7; 7:46, 48
আরাফাত, 2:198
তর্ক করা
- যারা নিজেদের ঠকাচ্ছে তাদের পক্ষ নিও না, 4:107
- তুমি দুনিয়ায় তাদের পক্ষে তর্ক করেছিলে, কিন্তু কিয়ামতের দিন কে করবে, 4:109
যুক্তি/আক্রমণ
- একইভাবে জবাব দাও, 8:58
- ধৈর্য ধরা অনেক বেশি ভালো, 16:126
বর্ম, 16:81
'আসর, S.103
আয়াতুল কুরসি, 2:255
পরনিন্দাকারী, 49:12; 104:1
বদর (যুদ্ধ), 3:13
- শিক্ষাসমূহ, 8:5-19, 42-48
আল-বাইতুল মা'মুর, 52:4
বাক্কাহ (মক্কা), 3:96
বা'ল, 37:125
বালাদ, S.90
ভারসাম্য, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
বানু আন-নাদির, 59:2-6, 13
বাকারাহ, S.2
বারা'আ (তওবা দেখুন), S.9
বারযাখ (অন্তরাল), 23:100; 25:53; 55:20
- এছাড়াও দেখুন 18:94-97; 34:54; 36:9
বাইয়িনাহ, S.98
শেষ যুগের জন্তু, 27:82
বেদুইন, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
মৌমাছি, 16:68-69
আচরণ
- যাদের কাছে আগে কিতাব দেওয়া হয়েছে তাদের সাথে বিনয়ের সাথে তর্ক করো, 16:125, 29:46
- যা জানো না তাতে জড়িয়ে পড়া এড়িয়ে চলো, 17:36
- বড় পাপ ও লজ্জাজনক কাজ এড়িয়ে চলো, 53:32
- একে অপরের সম্পর্কে অনুমান করো না, গোয়েন্দাগিরি করো না বা পরনিন্দা করো না 49:12
- মতামতে ন্যায়পরায়ণ হও, 6:152
- সম্প্রদায় মধ্যপন্থী হওয়া উচিত, 2:143; 25:67
- অহংকার নিরুৎসাহিত, 4:36, 57:23
- যারা সাহায্য চায় তাদের তিরস্কার করো না, 93:10
- নিজেকে পবিত্র মনে করো না, 53:32
- অন্যদের উপহাস করো না, 49:11; 104:1
- প্রকাশ্যে মন্দ কথা বলো না, 4:148
- একে অপরের নিন্দা করো না, 104:1
- প্রতিটি গোষ্ঠীকে একটি আইন ও জীবনধারা দেওয়া হয়েছে, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- এবং একটি ইবাদতের পদ্ধতি, 22:67
- আল্লাহ তাদের এক উম্মত করতে পারতেন, 5:48; 11:118; 16:93; 42:8
- আল্লাহর অধীনে এক উম্মত, 21:92
- ইহুদিদের ক্ষমা করো, 5:13
- অবিশ্বাসীদের ক্ষমা করো, 31:15; 45:14
- সহজে ক্ষমা করো, 42:37
- শাসকরা পরামর্শের পর সিদ্ধান্ত নেন, 42:38
- এবং একজন নবী, 10:47; 16:36
- মুমিনদের অপবাদ দেওয়া পাপ, 33:58
- পুরুষ (নারীর প্রতি), 24:30
- শান্তিপ্রতিষ্ঠাকারীরা পুরস্কৃত, 42:40
- অভাবগ্রস্তদের সাথে ন্যায্যভাবে কথা বলো, যদি অন্য কিছু না করতে পারো, 17:28
- তত্ত্বাবধানে থাকা বৃদ্ধ পিতামাতার সাথে আচরণ, 17:23
- অন্যান্য মুসলিমদের প্রতি, 33:6
- অন্যদের প্রতি, 17:26-29; 17:35; 17:53; 60:8
- পিতামাতার প্রতি, 46:15
- দাসদের প্রতি, 4:36; 24:33
- অযুদ্ধরত অবিশ্বাসীদের সাথে ন্যায়সঙ্গত আচরণ করো, 60:8
- নবীর স্ত্রীগণ, 33:28-34
- নারী (পুরুষের প্রতি), 24:31
- দাসদের প্রতি, 4:36; 24:33
- অযুদ্ধরত অবিশ্বাসীদের সাথে ন্যায়সঙ্গত আচরণ করো, 60:8
- নবীর স্ত্রীগণ, 33:28-34
- নারী (পুরুষের প্রতি), 24:31
- সকল ওহীতে, 2:136; 2:285
- প্রকৃতি, 49:14-15
মুমিনগণ, 2:2-5; 2:285; 8:2-4; 8:24
অসিয়ত, 2:180, 240; 4:7, 12; 36:50
বিশ্বাসঘাতকতা (প্রতারণা, জালিয়াতি), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
বাইবেল, 5:64, 5:65, 5:68
- বিকৃতি, 3:78; 5:14-15
পাখি, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
রক্তপণ (দিয়া), 2:178-179; 4:92; 17:33
যুদ্ধলব্ধ সম্পদ, 4:94. 8:41; 59:6-8
- অবৈধভাবে গ্রহণ, 3:162
- গনিমত দেখুন
ঘুষ, 2:188
বুদন, 22:36
বোঝা
- অন্যের বোঝা কেউ বহন করবে না, 35:18; 39:7; 53:38
- অবিশ্বাসীরা অন্যদের বোঝাও বহন করবে, 16:25; 29:13
- তারা যে বোঝা বহন করবে তা কতই না নিকৃষ্ট, 6:31, 164
- আল্লাহ কাউকে তার সাধ্যের বাইরে বোঝা দেন না, 2:286; 7:42; 23:62
বুরুজ (বড় তারা), S.85; 85:1; 15:16; 25:61
উট, 6:144; 7:40; 77:33; 88:17
বন্দি, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- যুদ্ধবন্দিও দেখুন
গবাদি পশু, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
সাওর গুহা, 9:40
গুহা, গুহাবাসীরা 18:9-22, 25-26
নিশ্চিত সত্য, 56:95; 69:51
দান-সদকা, (সাদাকাহ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- সদকা ও যাকাতের হকদার, 2:273; 9:60
সন্তান 2:233; 42:49-50
- যারা অজ্ঞতাবশত নিজ সন্তান হত্যা করেছে তারা ধ্বংস হয়েছে, 6:140
মসিহ, (ঈসা দেখুন)
খ্রিস্টানগণ, 5:14, 19, 64-65, 69; 22:17
- ঈসাকে ঈশ্বর বানাতে নিষেধ করা হয়েছে, 4:171
- মুসলিমদের প্রতি সবচেয়ে বেশি ভালোবাসা অনুভব করে, 5:82
- অধিকাংশ তাদের যা মনে রাখতে বলা হয়েছিল তা ভুলে গেছে, 5:14
- এখন তোমাদের কাছে একজন রাসূল এসেছেন, 5:15, 19
- নেককাররা পুরস্কৃত হবে, 2:62; 5:65; 5:69
- বলে "ঈসা আল্লাহর পুত্র", 9:30
উল্টে দেওয়া শহরসমূহ, 69:9
নিরাপত্তার শহর, 95:3
পোশাক, 7:26; 16:81
- আগুনের পোশাক, 22:19
- পর্দা বা বাড়ির বাইরে নারীর পোশাক, 24:31
- নারীর বাইরের পোশাক মুনাফিকদের হয়রানি থেকে রক্ষা করে, 33:59-60
মিত্রবাহিনী, 33:9, 22
- আহযাব দেখুন পারস্পরিক পরামর্শ, 42:38
সৃষ্টি
- শুরু হয় এবং পুনরাবৃত্তি হয়, 10:4; 21:104; 27:64; 29:19-20
- নতুন সৃষ্টি, 17:49, 98; 35:16
- সত্যসহ, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- খেলার জন্য নয়, 21:16-17; 23:115
- প্রতিটি জীবন্ত বস্তু থেকে সৃষ্ট, 21:30; 24:45;25:54
- মানুষের সৃষ্টি, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- প্রথম রূপ, 56:62
- ছয় দিনে, 7:54; 11:7; 32:4; 50:38; 57:4
- জোড়ায় জোড়ায়, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- বৈচিত্র্য, 35:27-28
- আল্লাহ বলেন "হও!" — এবং তা হয়ে যায়, 2:117;16:40; 36:82; 40:68
- চোখের পলকে, 54:50
- রাত ও দিন, সূর্য ও চাঁদ, 39:5
- আসমান ও জমিনের সৃষ্টি মানুষের সৃষ্টির চেয়ে বড়, 40:57; 79:27
- সৃষ্টির উদ্দেশ্য, 51:56
কাক, 5:31
মানদণ্ড, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
দাহর, (ইনসান দেখুন,) S.76; 45:24
- সময়, 76:1; 103:1
দাউদ, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- যাবুর দেওয়া হয়েছে 4:163
- জালুতের সাথে যুদ্ধ করেন এবং তাকে হত্যা করেন, 2:251
- একটি রায় দেন 21:78-80
- জ্ঞান ও নবুওয়াত দিয়ে আশীর্বাদপ্রাপ্ত 27:15-16
- পাহাড় ও পাখি তাঁর সাথে আল্লাহর তাসবিহ পাঠ করে 34:10; 38:17-20
- দুই ব্যক্তির মধ্যে বিচার করেন 38:21-26
দাওয়াব বা দাব্বাহ (চলমান জীবিত প্রাণী ইত্যাদি) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
মৃতদের পুনরুত্থিত করা হবে, 6:36
মৃত্যু, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- এবং যুদ্ধ থেকে পলায়ন, 33:16
- আল্লাহর পথে, 3:195; 22:58; 47:4
- যেসব সম্প্রদায়ের কাছে ওহী পৌঁছেনি তাদের ধ্বংস করা হবে না, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- আল্লাহর পথে নিহতরা জীবিত, 2:154; 3:169
- মন্দ থেকে আল্লাহর দিকে পালিয়ে যাওয়া অবস্থায়, 4:100
- থামানো বা বিলম্বিত করা যাবে না 63:10-11
- ঘুমের যমজ ভাই 6:60; 39:42
- মৃত্যুর সময় মুমিন ও অবিশ্বাসীদের অবস্থা 8:50; 16:27-32; 41:30
- কবরের শাস্তি 40:46
ঋণ, 2:280, 282; 4:11-12
ফয়সালা
- প্রতিটি বিষয়ের জন্য একটি ফয়সালা আছে, 13:38
- আমরা কোনো জনপদ ধ্বংস করিনি যার জন্য একটি নির্ধারিত ফয়সালা ছিল না, 15:4
- প্রতিটি বিষয়ের ফয়সালা আল্লাহর কাছ থেকে, 44:5
- যখন তিনি কোনো বিষয় ফয়সালা করেন, তিনি শুধু বলেন "হও!" — এবং তা হয়ে যায়, 2:117; 36:82; 40:68
আমলসমূহ
- মন্দ আমল তাদের জন্য সুন্দর করা হয়েছে, 47:14
- আমাদের আমল আমাদের জন্য, তোমাদের আমল তোমাদের জন্য, 28:55; 42:15; 45:15
- ভালো ও মন্দ কাজ নিজের জন্য ও বিরুদ্ধে, 41:46
- মানুষের আমল তার নিজের গলায় বেঁধে দেওয়া হয়েছে, 17:13
মর্যাদা, যা তারা করেছে তা অনুযায়ী, 6:132
কামনা, যারা মন্দ কামনার অনুসরণ করে, 47:14, 16
- যে তার নিজের কামনাকে ইলাহ বানিয়ে নিয়েছে, 25:43
আল্লাহর রহমত থেকে নিরাশ হইও না, 39:53; 21:87-88; 68:48-50
- ইউনুসও দেখুন
যারিয়াত, S.51
যিকর, 7:205; 15:6, 9
যুলকিফল, 21:85; 38:48
যুলকারনাইন, 18:83-98
যুননুন (মাছের সাথী)
অবিশ্বাসীগণ (মুনাফিকও দেখুন)
- মুহাম্মাদ (ﷺ)-কে প্রমাণ হিসেবে তাদের উপর আল্লাহর গজব নামাতে বলে, 6:57-58; 8:32; 10:49-52
- তাদের সাথে সদয়ভাবে মেলামেশা করো, 31:15
- তারা যা বলে তা ধৈর্যের সাথে সহ্য করো, 20:130; 50:39
- তাদের সাথে চুক্তি, 8:56; 8:72; 9:4, 7
- চুক্তি ভঙ্গ, 8:58; 9:12
- আল্লাহ তাদের ষড়যন্ত্র ব্যর্থ করেন, 8:30, 36
- যারা আল্লাহর বিধানকে ঠাট্টা করছে তাদের সঙ্গ ত্যাগ করো, 4:140; 6:68
- তারা আশ্রয় চাইলে রক্ষা করো, 9:6
- যুদ্ধের সময় শাস্তি, 8:12, 50, 59
- আখিরাতে শাস্তি, 8:37
- মসজিদ পরিদর্শন বা রক্ষণাবেক্ষণ করা উচিত নয়, 9:17
- তাদের সাথে ভদ্রভাবে কথা বলো, 17:53
- তাদের বিরুদ্ধে কঠোর পরিশ্রম করা, 9:73; 25:52; 66:9
- অযুদ্ধরতদের সাথে ন্যায়সঙ্গত আচরণ করো, 60:8
- শুধু অন্য অবিশ্বাসীদের সাথে মিত্রতা করবে, 8:72
ঈসার শিষ্যগণ, 3:52; 61:14
মুনাফিক ও অবিশ্বাসীদের হৃদয়ে রোগ, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
কষ্টের পর নিরাপত্তা, 3:154
যুদ্ধলব্ধ সম্পদ বণ্টন, 8:41; 59:7-8
পরিখার অধিবাসীরা, 85:4-10
বৈচিত্র্য
- মানুষের মধ্যে, 30:22, 35:27-28
- জীবনের মধ্যে, 35:27-28
তালাক, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- অপেক্ষার মেয়াদ শেষে বিচ্ছেদ বা মিলন, 2:231; 65:2
- দুইজন সাক্ষী, 65:2
- ভরণপোষণ, 2:233, 241
- সাবেক স্বামীর উত্তরাধিকারী পর্যন্ত বিস্তৃত, 2:233
- দুইবার প্রত্যাহার করা যাবে, 2:229
- মহরের অবস্থা, 2:229, 236-237
- প্রয়োজনে ধাত্রী খুঁজতে হবে, 65:6
- যিহারও দেখুন
তালাক, স্বামীর ক্ষেত্রে
- এক নারীকে তালাক দিয়ে অন্যকে বিয়ে করলে প্রথমজনকে যা দিয়েছিলে তা ফেরত নিও না, 4:20
- স্ত্রীকে হয়রানি করো না, 65:6
- স্ত্রীকে ইচ্ছার বিরুদ্ধে আটকে রেখো না, 4:19
- সিদ্ধান্ত পরিবর্তনের জন্য চার মাস, 2:226
- গর্ভাবস্থায় ও অপেক্ষার মেয়াদে স্ত্রীকে সম্পূর্ণ ভরণপোষণ দাও, 65:6
- সন্তানকে বুকের দুধ খাওয়ালে সম্পূর্ণ ভরণপোষণ দাও, 65:6
- পিতৃহীন সন্তানের কারণে মাকে কষ্ট দেওয়া উচিত নয়, 2:233
- ইসলামপূর্ব যুগে, 58:2
- মিলনের জন্য অনুতাপ — টানা দুই মাস রোযা রাখা, 58:4
- মিলনের জন্য অনুতাপ — ৬০ জন অভাবগ্রস্তকে খাওয়ানো, 58:4
- মিলনের জন্য অনুতাপ — একজন দাস মুক্ত করা, 58:3
- মিলনের প্রচেষ্টা, 4:35
- বিবাহ অসম্পন্ন হলে নিষ্পাপ, 2:236
- বধূ মহরের অর্ধেক পাওয়ার অধিকারী, 2:237
তালাক, স্ত্রীর ক্ষেত্রে
- তৃতীয় তালাকের পর (অন্য স্বামীর কাছ থেকে) আগের স্বামীর কাছে ফিরতে পারে, 2:229
- ভরণপোষণের অধিকারী, 2:241; 65:1
- তালাকের সমান অধিকার, 2:228
- স্বামীর দুর্ব্যবহারের ভয়, 4:128
- স্বামীর দেওয়া জিনিস রাখতে পারে, 2:229
- বাড়ি থেকে বের করে দেওয়া যাবে না, 65:1
- গর্ভাবস্থা প্রমাণের জন্য তিন মাসিক অপেক্ষা, 2:228
- মাসিক বন্ধ হলে তিন মাস অপেক্ষা, 65:4
- বিবাহ অসম্পন্ন না হলে, 33:49
কুকুর, 7:176
গাধা, 2:259; 16:8; 31:19; 62:5; 74:50
পানীয়
- মদ্যজাতীয়, 2:219; 5:90
- বিশুদ্ধ সাদা সুস্বাদু, 37:45-46; 76:21
- বিশুদ্ধ সিলমোহরযুক্ত শরাব, 83:25
দুহা, S.93
দুখান, S.44
হাতির বাহিনী, 105:1-5
ইলিয়াস (এলিজা; ইলইয়াসিন) 6:85; 37:123-132
আলইয়াসা' (ইলিশা) 6:86; 38:48
ইদরিস (এনোক)
ঘটনা, 56:1; 69:15
মন্দ, 4:123; 10:27-30; 19:83; 59:15
- প্রকাশ্যে বলা উচিত নয়, 4:148
- মন্দ আমাদের নিজেদের থেকে, কিন্তু ভালো আল্লাহর কাছ থেকে, 4:79; 42:48
- মন্দকে ক্ষমা করো, 4:149
- প্রতিফল দেওয়া হবে, 6:160; 42:40
- যারা ষড়যন্ত্র করে, 16:45-47
- পরিণতি ছিল মন্দ, 30:10
- স্থলে ও সমুদ্রে মন্দ প্রকাশ পেয়েছে, 30:41
- মন্দকে ভালো দিয়ে প্রতিরোধ করো, 13:22; 23:96; 41:34
- মন্দকে ভালো দিয়ে পরিবর্তন করো, 7:95
- যারা মন্দ কামনার অনুসরণ করে, 47:14, 16
- তাদের জন্য কাজ সুন্দর করা হয়েছে, 47:14
অতিরিক্ততা
- খাদ্যে নিষিদ্ধ, 5:87
- ধর্মে, 4:171; 5:77-81
চোখ, কান ও চামড়া পাপীদের বিরুদ্ধে সাক্ষ্য দেবে, 41:20-23
উযাইর, 9:30
আল্লাহর চেহারা বা সত্তা, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
সুশোভিত
- আল্লাহ প্রতিটি জাতির কাছে তাদের কাজ সুশোভিত করেছেন, 6:108
বিশ্বাস (ঈমান), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- বিশ্বাস প্রত্যাখ্যানকারীরা, 3:116
- বিশ্বাস বৃদ্ধি, 3:173
- দৃঢ় বিশ্বাসের সাথে, 44:7; 45:4, 20; 51:20
- তিনি তোমাদের বিশ্বাসের পথ দেখিয়েছেন, 49:17
ফজর, S.89
ফালাক, S.113
কুরআনের আয়াত নিয়ে মিথ্যা কথোপকথন, 6:68
মিথ্যা উপাস্য
- আল্লাহ ছাড়া মূর্তি ও তথাকথিত অংশীদার 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- আল্লাহ ছাড়া যাদের পূজা করে তাদের গালি দিও না, 6:108
- তাগুতও দেখুন
মিথ্যা (বাতিল), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
মানুষের আমল তার গলায় বেঁধে দেওয়া হয়েছে, 17:13
রোযা, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- কালো সুতা থেকে সাদা সুতা আলাদা হওয়া পর্যন্ত খাও ও পান করো, 2:187
ফাতহ, S.48
ফাতিহা, S.1
ফাতির, S.35
ফিদইয়া (মুক্তিপণ), রোযার, 2:196
- বন্দি মুক্তির জন্য, 8:67
- অবিশ্বাসীদের দেওয়া মুক্তিপণ, 3:91; 5:36,37; 10:54; 13:18
ডুমুর, 95:1
যুদ্ধ
- আল্লাহর পথে অবিশ্বাসীদের বিরুদ্ধে, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ফরজ করা হয়েছে, 2:216
- পবিত্র মাসে, 2:217; 9:5
- বনি ইসরাইলের যুদ্ধ, 2:246-251
- আল্লাহর পথে এবং নিপীড়িত নারী-পুরুষের জন্য, 4:74-76
- ফিতনা না থাকা পর্যন্ত, 8:39
- বিশজন দুইশোর উপর জয়ী, 8:65
- যারা আল্লাহতে বিশ্বাস করে না তাদের বিরুদ্ধে, 9:29
- যারা নির্যাতিত তাদের অনুমতি, 22:39-41
- এবং মুনাফিকরা, 47:20
- যুদ্ধ থেকে অব্যাহতি, 48:17
ফিল, S.105
ফিরদাউস জান্নাত, 18:107; 23:11
আগুন, 56:71, 100:2
মাছি, 22:73
খাদ্য
- হালাল ও হারাম, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- অতীতে যা খেয়েছিলে তার জন্য কোনো পাপ নেই, 5:93
- সীমা অতিক্রম করো না, 5:87
- আল্লাহ যা হালাল করেছেন তা হারাম করো না, 5:87; 7:32; 16:116
নিষিদ্ধ আচরণ, 6:151-152; 7:33
ক্ষমা, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- মুমিনদের কর্তব্য, 42:37; 45:14
- কিতাবিদের প্রতি মুমিনদের ক্ষমা, 2:109
- আল্লাহ যাকে চান ক্ষমা করেন, 4:48
- আল্লাহ শিরককারীদের ক্ষমা করেন না, 4:48, 116
- যে আল্লাহর ক্ষমা চায়, 4:110
- মুশরিকদের জন্য আল্লাহর কাছে ক্ষমা চাওয়া যাবে না, 9:113
- আল্লাহ সকল পাপ মাফ করেন, 39:53
- ফেরেশতারা জমিনবাসীদের জন্য ক্ষমা চান, 42:5
- রাগের সময় ক্ষমা করো, 42:37
- ক্ষমা করো এবং মিটমাট করো, 42:40
- যারা আল্লাহর দিনের আশা রাখে না তাদের ক্ষমা করো, 45:14
- যারা বড় পাপ ও ফাহেশা থেকে বিরত থাকে তাদের জন্য, 53:32
- ক্ষমার দিকে এগিয়ে যাওয়ায় প্রতিযোগিতা করো, 57:21
- মন্দ আমল ভালো আমলে পরিণত হয় 25:68-71
জালিয়াতি, (বিশ্বাসঘাতকতা দেখুন) 83:1-6
স্বাধীন ইচ্ছা
- আল্লাহর ইচ্ছায় সীমাবদ্ধ, 6:107; 10:99; 74:56;76:31; 81:28-29
- যে চায় সে বিশ্বাস করুক বা অবিশ্বাস করুক, 18:29
- তার প্রভুর দিকে পথ নাও, 76:29
- সোজা পথে চলো, 81:28
জুমার নামাজ, 62:9-11
ফলমূল, 6:41; 16:11
- জান্নাতে প্রচুর, 43:73
- প্রতিটি প্রকার, 47:15
- যা ইচ্ছা, 77:42
ফুজ্জার, 82:14-16; 83:7
ফুরকান, S.25
ফুসিলাত (হা-মিম দেখুন), S.41
জিবরাইল, 2:97-98; 26:193; 66:4; 81:19-21
- রূহ, 26:193; 67:12; 70:4; 78:38; 97:4
- রূহুল কুদুস, 2:87, 253; 5:110; 16:102
জুয়া, 2:219; 5:90
ইহরাম অবস্থায় শিকার, 5:94-96
গাফির (মু'মিন দেখুন), S.40
গাশিয়াহ, S.88
গোসল, 4:43; 5:6
উপহার, 30:39
জালুত, 2:249-251
ভালো (দিন), 3:140
- তুমি যা ভালো তা অপছন্দ করো এবং যা খারাপ তা পছন্দ করো, 2:216
- পুরস্কৃত হবে, 4:85; 28:54
- দ্বিগুণ পুরস্কৃত, 4:40; 28:54
- দশগুণ পুরস্কৃত, 6:160
- বৃদ্ধি পাবে, 42:23
- যারা ভালো কাজ করে তাদের জন্য এই দুনিয়া ও আখিরাতের ঘর, 16:30
- যারা ভালো কাজ করে তাদের জন্য এই দুনিয়ায় ভালো, 39:10
- আল্লাহ ভালো কাজকারীদের সর্বোত্তম দিয়ে পুরস্কৃত করেন, 53:31
- ভালোর প্রতিদান কি ভালো ছাড়া অন্য কিছু, 55:60
- আল্লাহ তোমার প্রতি যেমন ভালো করেছেন তুমিও তেমনি ভালো করো, 28:77
ভালো ও মন্দ
- ভালো আল্লাহর কাছ থেকে এবং মন্দ তোমার নিজের থেকে, 4:79
- ভালো করলে নিজের জন্য এবং মন্দ করলে নিজের বিরুদ্ধে, 17:7;41:46
- মন্দকে ভালো দিয়ে প্রতিরোধ করো, 23:96; 28:54; 41:34
- ভালো ও মন্দ কাজ সমান হতে পারে না, 41:34
- প্রতিটি ব্যক্তি তার সকল কাজের সম্মুখীন হবে, 3:30
- মুহসিনুনও দেখুন
ভালো কাজ
- প্রকাশ করো বা গোপন রাখো, 4:149
- ভালো কাজে প্রতিযোগিতা করো, 5:48
ইঞ্জিল, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
মহাসংবাদ, 78:1-5
সালাম, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
হাদিদ, S.57
হাদি (কোরবানির পশু), 2:196, 200
হজ (তীর্থযাত্রা), 2:158, 196-203; 3:97; 5:2;22:30
হজ, S.22
হামান, 28:6, 38; 29:39; 40:24, 36, 37
হাত ও পা সাক্ষ্য দেবে, 36:65
হাক্কাহ, S.69
কষ্টের সাথে স্বস্তি আছে, 94:5-6
হারুন, (আরোন)
হারুত, 2:102
হাশর, S.59
হৃদয়সমূহ
- কঠোর, 2:74; 22:53; 39:22; 57:16
- মোহরযুক্ত, 7:100-101; 40:35; 47:16; 63:3
- আবৃত, 17:46; 41:5
- তালাবদ্ধ, 47:24
- বিভক্ত, 59:14
- ভয়পূর্ণ, 22:35
- যাদের হৃদয়ে রোগ আছে, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
আসমানসমূহ
- আসমানের গায়েব আল্লাহর কাছে, 16:77
- খেলার জন্য সৃষ্ট নয়, 21:16
- আসমান ও জমিন একত্রিত ছিল, 21:30
- আসমানে কিছুই গোপন নেই, 27:75
- কোনো খুঁটি ছাড়া সৃষ্ট, 31:10
- তাঁর ডান হাতে গুটিয়ে নেওয়া হবে, 39:67
- দুই দিনে সাত আসমান সৃষ্টি, 41:12
- নিকটতম আসমান প্রদীপ দিয়ে সজ্জিত, 41:12
- আসমানে যা আছে সব আল্লাহর, 45:27;53:31
- সাত আসমান একটির উপর আরেকটি, 67:3
জাহান্নাম (আগুন, প্রজ্বলিত শিখা) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- জ্বলন্ত ও ফুটন্ত পানি 22:19-22; 23:103-104
- পুঁজ 14:14-17; 38:55-58; 69:35-37
- যাক্কুম বৃক্ষ 37:62-70; 44:43-50; 56:41-56
- অধিবাসীদের বাঁচতে বা মরতে না পারা 87:13
- দোষারোপ করা 26:91-101; 34:31-33
- তাৎক্ষণিক ধ্বংসের আহ্বান 25:13-14; 43:74-78
- আর্তচিৎকার 35:36-37
- জাহান্নামের গর্জন ও হুংকার 25:11-12; 67:6-11
- পোড়া চামড়া নতুন চামড়া দিয়ে বদলানো 4:56
- শিকল ও আলকাতরার পোশাক 14:48-50
- লোহার গদা 22:19-22
- শিকল 13:5
- জাহান্নামের রক্ষীরা 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- কোনো মুক্তিপণ গৃহীত হবে না 5:36-37
- সুপারিশ অস্বীকৃত 6:94; 26:100; 30:13; 74:48
- জ্বলন্ত হতাশা ও বরফ ঠান্ডা অন্ধকার, 38:57
- সত্তর হাত লম্বা শিকল, 69:32
- সীমিত সময়ের জন্য থাকা, 78:23
আখিরাত
- আখিরাতের ঘর উত্তম, 6:32; 7:169
- আখিরাতে পরিণতি কী হবে, 6:135
- জালিমরা (আখিরাতে) সফল হবে না, 6:135
- আখিরাতের ঘর, 12:109; 16:30; 28:83; 29:64
- যারা আখিরাতে বিশ্বাস করে না, 17:10
- আখিরাতের পুরস্কার, 42:20
- রুপা ও সোনার চেয়ে উত্তম, 43:33-35
- শুধু মুত্তাকিনদের জন্য, 43:35
- আখিরাতের শাস্তি, 68:33
- উত্তম ও দীর্ঘস্থায়ী, 87:17
- বর্তমানের চেয়ে উত্তম, 93:4
প্রশস্ত রাস্তা, 21:31
হিজর (পাথুরে এলাকা), 15:80-85
হিজর, S.15
সমকামিতা 26:165-166; 27:55; 29:28-29
ঘোড়া, 16:8
কিয়ামত
- এর জ্ঞান শুধু আল্লাহর কাছে, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- হঠাৎ তাদের উপর এসে পড়বে, 6:31; 7:187;12:107; 43:66
- তোমাদের উপর আসবে, 6:40; 12:107; 20:15; 34:3
- নিকটবর্তী হয়েছে, 54:1-5
- চোখের পলকে বা তার চেয়েও দ্রুত, 16:77
- কিয়ামতের ভূমিকম্প, 22:1
- প্রতিষ্ঠিত হবে সেই দিনে, 30:12, 14
- অবশ্যই আসবে, কোনো সন্দেহ নেই, 40:59;45:32; 51:5-6
- আলামত 21:96; 27:82; 43:61; 47:18; 54:1-2
- নাম 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- মানুষকে অবাক করে দেবে 6:31; 7:187
- শিঙায় ফুঁ দেওয়া হবে 6:73; 23:101; 39:68
ঘরে প্রবেশের আদব, 24:27-29
হুদ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
হুদ, S.11
হুজুরাত, S.49
হুমাযাহ, S.104
হুনাইন (যুদ্ধ), 9:25
হুর (জান্নাতের নারী), 44:54; 52:20
মুনাফিকগণ
- বলে: আমরা আল্লাহ ও শেষ দিনে বিশ্বাস করি, কিন্তু আসলে বিশ্বাস করে না, 2:8
- নিজেদের ঠকায়, 2:9
- হৃদয়ে রোগ আছে, 2:10; 8:49; 22:53;33:12; 47:29
- ফাসাদ করে, 2:11-12
- বোকা ও ঠাট্টাকারী, 2:13-15
- হিদায়াতের বিনিময়ে গোমরাহী কিনেছে, 2:16
- বধির, বোবা ও অন্ধ, 2:17-18
- মৃত্যু ও অন্ধকারের ভয়ে, 2:19-20
- সুমিষ্ট বক্তব্য, 2:204-206
- যুদ্ধ করতে অস্বীকার করে, 3:167-168
- আল্লাহ তাদের হৃদয়ে কী আছে জানেন, 3:167;4:63
- মিথ্যা বিচারকের কাছে যায়, ওহী থেকে মুখ ফেরায়, বিপদ হলে আসে, 4:60-62
- বিপদে ও বড় সাফল্যে, 4:72-73
- আল্লাহ তাদের ফিরিয়ে দিয়েছেন, 4:88
- বন্ধু হিসেবে নেওয়া যাবে না, 4:89; 58:14-19
- যদি ফিরে যায়, যেখানে পাও হত্যা করো, 4:89
- তোমার বিজয় বা অবিশ্বাসীদের সাফল্যের অপেক্ষায় থাকে, 4:141
- আল্লাহকে ধোঁকা দিতে চায়, অলসভাবে ও লোক দেখানোর জন্য নামাজ পড়ে, 4:142
- না এদের দলে না ওদের দলে, 4:143
- জাহান্নামের সর্বনিম্ন স্তরে; কোনো সাহায্যকারী নেই, 4:145
- ধরা পড়ে যাওয়ার ভয়ে, 9:64-65
- তাদের জন্য দোয়া করা যাবে না, 9:84
- পুরুষ ও নারী একে অপরের মতো; ক্ষতিগ্রস্ত; আল্লাহর অভিশাপ, 9:67-69
- বেদুইনদের মধ্যে, 9:101
- যেখানেই পাওয়া যাক গ্রেফতার ও হত্যা করা হবে, 33:61
- আল্লাহ মুনাফিকদের শাস্তি দেবেন, 33:73
- মিথ্যাবাদী; পিঠ ফেরায়; হৃদয় বিভক্ত, 59:11-14
- মিথ্যাবাদী; শপথকে ঢাল বানিয়েছে; হৃদয় মোহরযুক্ত; তাদের থেকে সাবধান, 63:1-4
- বোঝে না, জানে না, 63:7-8
- তাদের বিরুদ্ধে কঠোর পরিশ্রম করা, 66:9
ইবলিস (শয়তান), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- শয়তানও দেখুন
ইব্রাহিম, (আব্রাহাম দেখুন)
ইব্রাহিম, S.14
ইদ্দাহ (তালাকের নির্ধারিত মেয়াদ), 2:228, 231, 232, 234, 235; 33:49;65:1-7
ইদরিস (এনোক), 19:56-57; 21:85; 96:4
ইহরাম, 2:197; 5:2, 95
ইহসান, 16:90
ইখলাস, S.112
ইলাহ, শুধু একজন, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
অবৈধ যৌন সম্পর্ক; সাক্ষীর প্রমাণ, 4:15-18; 24:2, 19
ইল্লিয়্যুন, 83:18-21
অপবিত্র (নাজাস) 9:28
ইমরান
- স্ত্রী, 3:35
- কন্যা, 66:12
অনিবার্য, 69:1-3
ইনফিতার, S.82
উত্তরাধিকার, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
অন্যায়, যার উপর করা হয়েছে, 4:30, 148
ইনসান (দাহর দেখুন), S.76
ইনশিকাক, S.84
ইনশিরাহ (শারহ দেখুন), S.94
ইলহাম, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
সুপারিশ/সুপারিশকারী, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
নেশাদ্রব্য, 5:90, 2:219
ইকামাতুস সালাত, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
ইকরা' (আলাক দেখুন), S.96
ইরাম, 89:7
লোহা, 57:25
ঈসা, ঈসা ইবনে মারইয়াম
- মাতা বিশ্বের সকল নারীর উপর মনোনীত 3:42
- কিয়ামতের দিন সাক্ষ্য দেবেন, 4:159
- জন্মের সুসংবাদ, 3:45-47; 19:22-23
- বনি ইসরাইলের কাছে রাসূল, 3:49-51
- শিষ্যরা, 3:52-53; 5:111-115
- শিষ্যরা আল্লাহর সাহায্যকারী, 3:52; 61:14
- উঠিয়ে নেওয়া হয়েছে, 3:55-59; 4:157-159
- আদমের মতো, 3:59
- হত্যা বা ক্রুশবিদ্ধ করা হয়নি, 4:157
- ওহী দেওয়া হয়েছে, 4:163
ইসহাক, 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ইসমাইল, 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
- তার পিতার সাথে কা'বার ভিত্তি স্থাপন করেন 2:125-140
- কোরবানির ঘটনা 37:100-113
ইসলাম, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- প্রথম মুসলিম হিসেবে আত্মসমর্পণকারী, 6:14,163; 39:12
- প্রথম গ্রহণকারী, 9:100
- বুক উন্মুক্ত করা হয়েছে, 39:22
- অনুগ্রহ হিসেবে, 49:17
ইসরা', S.17
বনি ইসরাইল, 2:40-86
- অনুগ্রহ প্রদান, 2:47-53, 60, 122; 45:16-17
- আল্লাহর আনুগত্যের বিরুদ্ধে বিদ্রোহ, 2:54-59, 61, 63-74; 5:71; 7:138-141
- মুসলিমদের সাথে তাদের সম্পর্ক, 2:75-79
- তাদের অহংকার, 2:80, 88, 91
- তাদের চুক্তিসমূহ, 2:80, 83-86, 93, 100; 5:12-13, 70
- আখিরাতের বিনিময়ে দুনিয়ার জীবন কিনেছে, 2:86
- জীবনের জন্য মানুষের মধ্যে সবচেয়ে লোভী, 2:96
- একজন রাজার জন্য অনুরোধ করে, 2:246-251
- সীমা অতিক্রম করেছে; বিভিন্ন দলে বিভক্ত হয়েছে; বানরে পরিণত, 7:161-171
- দুইবার প্রতিশ্রুতি দেওয়া হয়েছে, 17:4-8
- শত্রু থেকে মুক্তি, 20:80-82
- কিতাব ও নেতা দেওয়া হয়েছে, 32:23-25; 40:53-54
- বনি ইসরাইলের জ্ঞানী পণ্ডিতরা জানতেন (কুরআন সত্য), 26:197
ইস্তাওয়া (উপরে উঠলেন), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
ই'তিকাফ, 2:187
ইয়াকুব, 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- আসবাত (ইয়াকুবের বারো পুত্র), 2:140; 3:84;4:163
জালুত, (গোলিয়াত দেখুন)
জামারাত, 2:200
জাসিয়াহ, S.45
- রাসূলের চেয়ে বেশি কিছু নন (তাঁকে ঈশ্বর বানানো যাবে না), 4:171-172; 5:75; 19:30, 43:63-64
- যারা বলে তারা অবিশ্বাস করেছে, 5:17, 72; 9:30
- আমাদের রাসূল (মুহাম্মাদ ﷺ) এসেছেন, 5:19
- ইঞ্জিল দেওয়া হয়েছে, 5:46
- শিষ্যরা বলল: আমরা মুসলিম, 5:111
- খাদ্যভর্তি দস্তরখান, 5:114
- কোনো মিথ্যা ইবাদত শেখাননি, 5:116-118
- একজন নেককার নবী, 6:85
- একটি নিদর্শন হিসেবে, 23:50
- তাঁর দ্বিতীয় আগমন 43:61
- তাঁর সম্পর্কে মতভেদ, 43:65
- বনি ইসরাইলের জন্য শুধু একজন বান্দা ও দৃষ্টান্ত, 43:59
- আহমাদ নামে একজন রাসূলের সুসংবাদ, 61:6
- তাঁর কুমারী জন্ম, বার্তা ও মু'জিযা 3:45-51; 19:16-38
- আল্লাহর নেয়ামত স্মরণ করিয়ে দেওয়া 5:110-115
- ঐশ্বরিকতা অস্বীকার করেন 5:116-120
- তাঁর অনুসারীদের হৃদয়ে দয়া ও করুণা 5:82; 57:27
ইহুদি ও খ্রিস্টান, 2:140; 4:153-161, 171; 5:18
- মিথ্যা কথা শোনে, 5:41-42
- তারা যা বলেছে তার জন্য অভিশপ্ত, 5:64
- মুমিনদের (মুসলিমদের) প্রতি শত্রুতা, 5:82
- যারা ইসলাম গ্রহণ করেছে, 26:197; 28:53; 29:47
জিবরাইল, (গ্যাব্রিয়েল দেখুন)
জিহাদ, (যুদ্ধ, সংগ্রাম) 2:216; 9:24; 22:78; 25:52
জিন, S.72
জিন, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
জিন, আগুন থেকে সৃষ্ট 15:25; 55:15
- মুমিন ও অবিশ্বাসী জিন 72:1-15
- কিছু জিন কুরআনের বার্তায় বিশ্বাস করেছে 46:29-32
- মানুষ ও জিন একটি উদ্দেশ্যে সৃষ্ট 51:56-58
আইয়ুব, 4:163; 6:84; 21:83-84; 38:41-44
ইয়াহইয়া (জন দ্য ব্যাপটিস্ট)
- সুসংবাদ, 3:38-41; 19:7-11; 21:90
- নেককার, 6:85
- জ্ঞানী, সহানুভূতিশীল, কর্তব্যপরায়ণ, 19:12-15
ইউনুস (যুননুন), 4:163; 6:86; 10:98;21:87; 37:139-148
- (যুননুন) 21:87; 68:48-50
ইউসুফ, 6:84; 12:4-101
- সর্বোত্তম কাহিনী 12:1-3
- তরুণ ইউসুফের স্বপ্ন 12:4-6
- ভাইদের ষড়যন্ত্র 12:7-18
- দাস হিসেবে বিক্রি 12:19-20
- মিশরের প্রধানমন্ত্রীর বাড়িতে লালিত-পালিত 12:21-22
- প্রধানমন্ত্রীর স্ত্রী তাঁকে প্রলুব্ধ করার চেষ্টা করেন 12:23-29
- ভোজসভার ঘটনা 12:30-32
- কারাগারে যান 12:33-35
- দুই বন্দি 12:36-42
- রাজার স্বপ্ন 12:43-53
- প্রধানমন্ত্রী হন 12:54-57
- ভাইরা রসদের জন্য আসে 12:58-68
- ভাই বেনিয়ামিনকে নিয়ে নেন 12:69-82
- পিতার নতুন দুঃখ 12:83-87
- সত্যিকারের পরিচয় প্রকাশ করেন 12:88-98
- পুরনো স্বপ্ন সত্য হয় 12:99-100
- সমাপনী দোয়া 12:101
জুদি পাহাড়, 11:44
জুমু'আহ, S.62
ন্যায়বিচার (আদল), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- এছাড়াও দেখুন 4:65, 105
কা'বা
- ইব্রাহিম কর্তৃক নির্মিত, 2:125-127
- শিকার হত্যা নিষিদ্ধ, 5:94-96
- নিরাপত্তার আশ্রয়, 5:97
- উলঙ্গ অবস্থায় তাওয়াফ, 7:28
- নামাজ ও তাওয়াফের সময়, 2:200; 7:29, 31
কাফিরুন, S.109
কাফুর, কাফুর মিশ্রিত পানপাত্র, 76:5
কাহফ, S.18
কানয, 9:34-35
কাউসার (জান্নাতের নদী), 108:1
কাউসার, S.108
চাবিসমূহ
- আসমান ও জমিনের, 39:63; 42:12
- গায়েবের, 6:59
খাওলা বিনতে সা'লাবা, 58:1
হত্যা
- যে একজন মানুষ হত্যা করল, সে সমস্ত মানবজাতিকে হত্যা করল, 5:32
- কাউকে হত্যা করো না, 17:33
- সদকার চেয়ে ভালো কথা উত্তম, 2:263
আত্মীয়তার অধিকার, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
কিরামান কাতিবিন, 82:11
জ্ঞান
- একটি পাতাও পড়ে না, কিন্তু তিনি জানেন, 6:59
- যারা অজ্ঞতাবশত নিজ সন্তান হত্যা করেছে তারা ধ্বংস হয়েছে, 6:140
- পাঁচটি বিষয়ের জ্ঞান শুধু আল্লাহর কাছে, 31:34
- দৃঢ় বিশ্বাসের সাথে, 102:5-7
কারুন, 28:76-82; 29:39; 40:24
কুরসি, 2:255
লাহাব (মাসাদ দেখুন), S.111
লাইল, S.92
প্রদীপ, 25:61; 67:5; 71:16; 78:13
ভাষাসমূহ
- মানুষের ভাষা ও বর্ণের পার্থক্য, 30:22
লাত, 53:19
নির্ধারিত বিধান, 5:48
আল্লাহর বিধানসমূহ, 2:219; 98:3
মিথ্যাবাদীরা, 26:221-223
জীবন, যে একজন মানুষ বাঁচাল, সে সমস্ত মানবজাতিকে বাঁচাল, 5:32
দুনিয়ার জীবন
- আখিরাতের বিনিময়ে দুনিয়ার জীবন কিনেছে, 2:86
- শুধু প্রতারণার আনন্দ, 3:185
- আখিরাতের জন্য দুনিয়া বিক্রি করো, 4:74
- শুধু খেলা ও আনন্দ, 6:32; 29:64; 47:36; 57:20
- ধোঁকা দেয়, 6:130
- আখিরাতের তুলনায় সামান্য ভোগ, 9:38; 13:26; 28:60
- দুনিয়ার জীবনের উপমা বৃষ্টির মতো, 10:24
- দুনিয়ায় সুসংবাদ, 10:64
- যে দুনিয়া চায় সে পায়; কিন্তু আখিরাতে কোনো অংশ থাকবে না, 11:15-16; 17:18; 42:20
- যারা বর্তমানকে ভালোবাসে এবং আখিরাতকে অবহেলা করে, 75:20-21; 76:27
- তুমি দুনিয়াকে প্রাধান্য দাও, 87:16
আলো
- স্পষ্ট, 4:174
- এবং অন্ধকার, 6:1
- আলোর উপমা, 24:35
- মুমিনদের আগে ও সাথে চলে, 57:12-15; 66:8
- আল্লাহ প্রদত্ত, যাতে মুমিনরা সঠিক পথে চলতে পারে, 57:2
আল্লাহর নির্ধারিত সীমা, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- এগুলোই সীমা, 2:187; 229-230; 4:13; 58:4; 65:1
- সীমা অতিক্রম করো না, 2:190, 229
- যে সীমা অতিক্রম করে, 2:229; 4:14; 78:22
- বাধ্য হলে ব্যতীত, সীমা অতিক্রম না করে, 2:173; 6:145
- ধর্মে সীমা ছাড়িও না, 4:171; 5:77
- যখন তারা সীমা অতিক্রম করল (বানরে পরিণত হল), 7:166
- যারা সীমা মেনে চলে, 9:112
সিংহ, 74:51
ঋণ
- আল্লাহকে উত্তম ঋণ দাও, 2:245; 73:20
- বহুগুণ বৃদ্ধি পাবে, 57:11, 18
- দ্বিগুণ হবে, 64:17
- স্পষ্ট ক্ষতি, 39:15
লুত, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- তাঁর অবাধ্য স্ত্রী, 11:81; 15:60; 66:10
কুলগাছ, 34:16; 53:14-16; 56:28
লুকমান, 31:12-14
লুকমান, S.31
মা'আরিজ, S.70
মদিনা (ইয়াসরিব), 9:120; 33:13, 60; 63:8
মাদইয়ান, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- আইকার কাঠও দেখুন
মহর, 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
মায়িদাহ, S.5
মক্কা (বাক্কাহ), 3:96;90:1-2
- নিরাপত্তার শহর, 95:3
মানুষ
- পৃথিবীতে একের পর এক প্রজন্ম, 2:30;6:165
- খলিফা বানানো হয়েছে, 35:39
- কর্তব্য, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- আল্লাহ কর্তৃক পরীক্ষিত, 2:155; 3:186; 47:31; 57:25
- মানুষ যা আকাঙ্ক্ষা করে, 3:14
- থেকে সৃষ্ট, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- সৃষ্ট এবং নির্ধারিত মেয়াদ দেওয়া হয়েছে, 6:2; 15:26
- স্বামী ও স্ত্রীর মধ্যে মিলন, 4:35
- যারা আল্লাহর সাথে সাক্ষাৎ অস্বীকার করেছে তারা ক্ষতিগ্রস্ত, 6:31
- প্রত্যাবর্তন, 6:60, 72, 164; 10:45-46
- নিজের বিরুদ্ধে ষড়যন্ত্র করে, 6:123
- অন্যের বোঝা বহন করবে না, 6:164
- অকৃতজ্ঞ, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- শয়তান সম্পর্কে সতর্ক করা হয়েছে, 7:27
- স্ত্রী ও সন্তান, 7:189-190
- যখন কষ্ট বা বিপদ স্পর্শ করে, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- প্রভুর দিকে ফিরে আসা, 10:23; 84:6; 96:8
- নিজেদের উপর জুলুম করে, 10:44
- উদ্ধত ও অহংকারী, 11:10
- মন্দের জন্য আহ্বান করে, 17:11
- সর্বদা তাড়াহুড়া করে, 17:11
- তার আমল তার গলায় বাঁধা, 17:13
- যে পথভ্রষ্ট হয় নিজের ক্ষতির জন্য এবং যে সঠিক পথে চলে নিজের জন্য, 17:15
- অন্যায়ভাবে আচরণ করা হবে না, 17:71
- মৃত্যু ও পুনরুত্থান, 23:15-16
- ধর্মকে বিভিন্ন দলে বিভক্ত করেছে, প্রত্যেকে নিজ বিশ্বাসে আনন্দিত, 23:53
- জিহ্বা, হাত ও পা তার বিরুদ্ধে সাক্ষ্য দেবে, 24:24
- নিজের বিরুদ্ধে সাক্ষী, 75:14
- যে তার নিজের কামনাকে ইলাহ বানিয়েছে, 25:43
- রক্ত ও বিবাহসূত্রে আত্মীয়, 25:54
- আল্লাহ আসমান ও জমিনে যা আছে তোমাদের কাজে লাগিয়েছেন, 31:20
- যে তার মুখ আল্লাহর দিকে ফেরায়, 31:22
- বুকের মধ্যে দুটি হৃদয় নেই, 33:4
- আল্লাহর ইবাদত করতে, 39:64-66
- নিজের হাতের কামাইয়ের কারণে বিপদ, 42:30, 48
- ফেরেশতারা তার কাজ লিখে রাখে, 50:17-18, 23;85:11
- ফেরেশতারা তাকে পাহারা দেয়, 13:11; 86:4
- তিন শ্রেণীতে ভাগ করা হবে, 56:7-56
- যারা আল্লাহর নিকটতম, 56:10-11
- ডান হাতের সঙ্গীরা, 56:27-40
- বাম হাতের সঙ্গীরা, 56:41-56
- অজানা রূপে রূপান্তরিত ও সৃষ্ট হবে, 56:60-62
- আকৃতি সুন্দর করা হয়েছে, 64:3
- সম্পদ ও সন্তান শুধু পরীক্ষা, 64:15
- সৃষ্ট এবং দান করা হয়েছে, 67:23-24; 74:12-15; 90:8-10
- অধৈর্য, 70:19-21
- নামাজে নিবেদিত, 70:22-35
- আরও বেশি চায়, 74:15
- নিজের বিরুদ্ধে সাক্ষী, 75:14-15
- তার অহংকার, 75:31-40; 90:5-7
- দুনিয়ার জীবনকে ভালোবাসে, 76:27
- সৃষ্টি করা কি বেশি কঠিন নাকি আসমান, 79:28
- প্রভু সম্পর্কে উদাসীন, 82:6-12
- নিখুঁতভাবে গড়া ও সুষম অনুপাত দেওয়া হয়েছে, 82:7
- ধাপে ধাপে পরিভ্রমণ করে, 84:19
- সম্পদের প্রতি ভালোবাসা, 89:20
- কষ্টের মধ্যে সৃষ্ট, 90:4
- প্রচেষ্টা ও কাজ বিভিন্ন, 92:4
- সহজ ও কঠিন পথ মসৃণ, 92:7, 10
- সর্বোত্তম আকৃতিতে সৃষ্ট, 95:4
- তারপর সর্বনিম্নে নামিয়ে দেওয়া হয়েছে, 96:5
- সকল সীমা অতিক্রম করে, 96:6-7
হজের মানাসিক (কর্তব্যসমূহ), 2:128, 200; 22:30
মানাত, 53:20
মানবজাতি
- সাক্ষী, 2:143
- এক উম্মত, 2:213; 10:19
- একজোড়া থেকে সৃষ্ট, 4:1; 39:6; 49:13
- নিজেদের বিরুদ্ধে বিদ্রোহ, 10:23
- হিসাব নিকটবর্তী হলেও গাফিল, 21:1-3
- ফিতরাতের উপর সৃষ্ট, 30:30
- সবচেয়ে সম্মানিত, 49:13
- জাতি ও গোত্রে বিভক্ত, 49:13
- মান্না ও সালওয়া, 2:57
আদবকায়দা
- ঘরে প্রবেশের ক্ষেত্রে, 24:27-29
- ঘরে, 24:58-61
- নবীর ঘরে, 33:53
- নবীকে সালাম ও দরুদ পাঠানো, 33:56
- আল্লাহ ও তাঁর রাসূল বা মুমিন নারী-পুরুষকে কষ্ট না দেওয়া, 33:57-58
- বিশ্বাস করার আগে সংবাদ যাচাই করো, 49:6
- অন্যকে ঠাট্টা করো না, 49:11
- সভা-সমাবেশে, 58:11
বিবাহ, 2:232, 234
- অবিশ্বাসী বা দাসদের সাথে, 2:221
- কতজনকে বিয়ে করা বৈধ, 4:3
- মহর ফেরত নেওয়া যাবে না (তালাকের ক্ষেত্রে), 4:20-21
- যাদের বিয়ে করা নিষিদ্ধ, 4:22-24
- মুক্ত মুমিন নারীকে বিয়ে করার সামর্থ্য না থাকলে, 4:25
- বিচ্ছেদের আশঙ্কা হলে দুইজন মধ্যস্থতাকারী নিয়োগ, 4:35
- স্ত্রী নিষ্ঠুরতা বা পরিত্যাগের আশঙ্কা করলে শান্তির শর্ত করো, 4:128
- একজন স্ত্রীর প্রতি এতটা ঝুঁকে পড়ো না যে অন্যজন ঝুলন্ত হয়ে পড়ে, 4:129
- ব্যভিচারীদের বিয়ে, 24:3
- দরিদ্রদের সাথে, 24:32
- যারা বিয়ের আর্থিক সামর্থ্য রাখে না, 24:33
- নবীর জন্য যেসব স্ত্রী হালাল করা হয়েছে, 33:50-52
- সহবাসের আগে তালাকে কোনো ইদ্দাহ নেই, 33:49
শহীদগণ
- মৃত নন, 2:154; 3:169
- আল্লাহর অনুগ্রহ ও দয়ায় আনন্দিত, 3:170-171
- ক্ষমা ও রহমত পাবেন, 3:157-158
- উত্তম রিযিক পাবেন, 22:58-59
মারুত, 2:102
মারইয়াম (ঈসার মাতা), জন্ম, 3:35-7
- ঈসার সুসংবাদ, 3:42-51; 19:16-21
- সন্তান প্রসবের সময়, 19:23-26
- শিশুকে তার জাতির কাছে নিয়ে আসেন, 19:27-33
- মিথ্যা অভিযোগ, 4:156
- সতীত্ব রক্ষা করেছেন, 21:91; 66:12
মারইয়াম, S.19
মাসাদ, S.111
- আল-মাসজিদুল আকসা, 17:1
- আল-মাসজিদুল হারাম, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- আল-মাশ'আরুল হারাম, 2:198
মাউন, S.107
মা'ওয়া জান্নাত, 53:15
পরিমাপ ও ওজন পূর্ণ দাও, 11:85; 17:35;83:1-5
সাক্ষাৎ
- আল্লাহর সাথে, 6:31
- মহান দিনের, 19:37
- আখিরাতের, 30:16
রাসূলগণ, 2:253; 4:164-165; 40:78; 57:27
- ধারাবাহিকতা, 2:87
- একের পর এক, 5:19; 23:44
- হত্যা করা হয়েছে, 3:183
- হুমকি দেওয়া হয়েছে, 14:13
- ঠাট্টা করা হয়েছে, 6:10; 13:32; 15:11; 21:41
- অস্বীকার ও প্রত্যাখ্যান করা হয়েছে, 3:184; 6:34;25:37;34:45; 51:52
- কাউকে বিশ্বাস ও কাউকে প্রত্যাখ্যান, 4:150-152
- রাসূলদের সমাবেশ, 5:109
- সুসংবাদদাতা ও সতর্ককারী হিসেবে প্রেরিত, 6:48; 14:4-8
- প্রতিটি জাতির থেকে সাক্ষী, 16:89
- প্রতিটি জাতির জন্য একজন, 10:47; 16:36
- আল্লাহর আয়াত তিলাওয়াত করেন, 7:35-36
- ফেরেশতা রাসূল হিসেবে, 17:95; 25:7
- শুধু মানুষ, 14:10-12;17:94; 21:8; 25:7-8, 20
- তাঁদের স্ত্রী ও সন্তান, 13:38
- নবীগণও দেখুন
মিরাজ, 17:1; 53:12
কৃপণতা/কৃপণ, 57:24
বিপদ, তোমার হাতের কামাইয়ের কারণে, 42:30
বৈরাগ্য, নির্ধারিত নয়, 57:27
বানর, সীমালঙ্ঘনকারীরা পরিণত হয়েছে, 2:65;5:60; 7:166
মিরাজ, 17:1; 53:12
মাসের সংখ্যা, 9:36-37
চাঁদ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- বিদীর্ণ হওয়া; 54:1
মুসা
- এবং তাঁর জাতি, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- এবং ফিরআউন, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- আল্লাহ কর্তৃক পথপ্রদর্শিত, 6:84
- পাহাড় ও প্রভুর আবির্ভাব, 7:142-145
- বাছুর পূজার জন্য তাঁর জাতিকে তিরস্কার করেন, 7:148-156;20:83-99
- তাঁর কিতাব, তাতে মতভেদ দেখা দিয়েছে, 11:110
- কিতাব দেওয়া হয়েছে, 17:2
- নয়টি স্পষ্ট নিদর্শন, 7:133; 17:101
- দুই সমুদ্রের সংযোগস্থলে, 18:60-82
- জ্বলন্ত ঝোপে ভাগ্যনির্ধারক সাক্ষাৎ 20:9-36; 27:7-14; 28:29-35
- আহূত এবং রিসালাত দেওয়া হয়েছে, 19:51-53;20:9-56
- তাঁর শৈশব, মাতা ও বোন, 20:38-40;28:7-13
- জাদুকররা ইসলাম গ্রহণ করে, 20:70-73; 26:46-52
- মাদইয়ানে, 20:40; 28:22-28
- ফুরকান দেওয়া হয়েছে, 21:48
- এবং রহস্যময় আগুন, 27:7-12; 28:29-35
- শহরে ভুলবশত একজন মিশরীয়কে হত্যা করেন 28:14-21
- স্পষ্ট আয়াতসহ এসেছেন, 29:39
- ফিরআউনের সাথে কাহিনী 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ফিরআউন ও তার জাতির জন্য নয়টি নিদর্শন 7:130-133; 20:17-22; 17:101
- ফিরআউনের জাদুকরদের পরাজিত করেন 20:70-73; 26:46-52
- মিদিয়ানে পলায়ন ও বিবাহ 28:22-28
- ফলক গ্রহণ করেন 7:142-154
- পাহাড়ে আল্লাহকে দেখতে চান 7:142-145
- আল্লাহ কর্তৃক সম্মানিত 33:69
- বনি ইসরাইলের প্রতি আল্লাহর নেয়ামত 2:47-61
- বনি ইসরাইল জেরুসালেমে প্রবেশ করতে অস্বীকার করে 5:20-29
- সঠিক পথে পরিচালিত, 37:114-122
- মুসার কিতাব, 53:36; 87:19
মসজিদ (জেরুসালেম), 17:7
মসজিদ (কুবা), 9:107-108
মসজিদসমূহ, 2:187; 9:17-19
- আল্লাহর মসজিদ রক্ষণাবেক্ষণ করা, 9:17-18
- মশা, একটি উপমা, 2:26
পাহাড়, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
মুদ্দাসসির, S.74
মুহাজির (অভিবাসী), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- নারী, 60:10-12
মুহাম্মাদ ﷺ
- ঠাট্টা করা হয়েছে, 2:104; 4:46; 25:41-42; 34:78
- রাসূলকে সম্মান করো, 2:104; 4:46; 49:1-5
- তাঁর উপর বিশ্বাসের চুক্তি, 3:81
- মুমিনদের উপর সাক্ষী, 2:143
- শুধু একজন রাসূল, 3:144
- কোমলভাবে আচরণ, 3:159
- তাঁর কাজ, 3:164; 7:157; 36:6; 52:29; 74:1-7
- মুমিনদের প্রতি মহা অনুগ্রহ হিসেবে প্রেরিত, 3:164
- সত্যসহ প্রেরিত, 4:170
- পর্যবেক্ষক হিসেবে নিযুক্ত নন, 6:107
- নিরক্ষর, 7:157; 62:2
- সমগ্র মানবজাতির কাছে আল্লাহর রাসূল হিসেবে প্রেরিত, 7:158; 48:9, 29
- স্পষ্ট সতর্ককারী, 7:184, 188; 11:2; 15:89; 53:56
- পাগল নন, 7:184; 68:2; 81:22
- যারা তোমার বিরুদ্ধে অভিযোগ করে, 9:58
- যারা নবীকে কষ্ট দেয়, মুমিনদের জন্য রহমত, 9:61
- শুধু যা নাযিল হয়েছে তা অনুসরণ করেন, 10:15-16; 11:12-14; 46:9
- তাঁর বাণী, 11:2-4; 12:108; 34:46-50
- আল্লাহ তাঁর উপর সাক্ষী, 13:43; 29:52; 46:8
- সাক্ষী, সুসংবাদদাতা ও সতর্ককারী হিসেবে প্রেরিত, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- দুঃখিত না হওয়া, 15:97; 16:127; 18:6
- সাক্ষী হিসেবে প্রেরিত, 16:89; 22:78; 73:15
- জ্ঞান ও সুন্দর উপদেশ দিয়ে আহ্বান করতে, এবং উত্তম উপায়ে বিতর্ক করতে, 16:125
- মাকামে মাহমুদ, 17:79
- ইলহামপ্রাপ্ত, 18:110
- 'আলামিনের জন্য রহমত, 21:107
- কোনো পুরস্কার চান না, 25:57; 38:86; 42:23
- যা করতে আদেশ দেওয়া হয়েছে, 27:91-93;30:30;66:9
- আল্লাহর পক্ষ থেকে রহমত হিসেবে, 28:46-47
- মুমিনদের নিকটতম, 33:6
- অনুসরণের উত্তম আদর্শ, 33:21
- সর্বশেষ নবী, 33:40
- তাঁর উপর দরুদ পাঠাও, 33:56
- সমগ্র মানবজাতির কাছে প্রেরিত, 34:28
- পারিশ্রমিক শুধু আল্লাহর কাছ থেকে, 34:47
- শুধু একজন মানুষ, 41:6
- রক্ষক হিসেবে প্রেরিত, 42:48
- রাসূলদের মধ্যে নতুন কিছু নন, 46:9
- বনি ইসরাইলের মধ্য থেকে সাক্ষী, 46:10
- তাঁর কাছে বাই'আত আল্লাহর কাছে বাই'আত, 48:10, 18
- জিবরাইলকে দেখেছেন, 53:4-18; 81:22-25
- তাঁর বিরোধিতা করো না, 58:20-22
- ঈসা কর্তৃক ভবিষ্যদ্বাণী, 61:6
- সত্যের ধর্মকে সকল ধর্মের উপর বিজয়ী করতে, 61:9
- অন্ধকার থেকে আলোর দিকে, 65:11
- অবিশ্বাসী ও মুনাফিকদের বিরুদ্ধে কঠোর পরিশ্রম করতে, 66:9
- উত্তম চরিত্রের উচ্চ মানদণ্ড, 68:4
- কবি বা গণক নন, 69:41-42
- নামাজে নিবেদিত, 73:1-8, 20; 74:3
- এবং অন্ধ ব্যক্তি, 80:1-12
- সিজদা করতে ও আল্লাহর নিকটবর্তী হতে, 96:19
- বিশুদ্ধ পাতা তিলাওয়াত করেন, 98:2
- তাঁর পরিবার সংক্রান্ত আয়াত, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- রাসূলগণ ও নবীগণও দেখুন
মুহাম্মাদ (ﷺ), S.47
মুহসিনুন (নেককারগণ), 2:117, 195; 4:125,128; 10:12-16; 16:128
- আল্লাহ মুহসিনুনকে ভালোবাসেন, 3:134, 148; 5:93
- আল্লাহ মুহসিনুনের পুরস্কার নষ্ট করেন না, 5:85;9:120; 11:115; 18:30
- আমরা মুহসিনুনকে পুরস্কৃত করি, 12:22; 37:80, 105, 110; 39:34;77:44
- মুহসিনুনের জন্য সুসংবাদ, 22:37; 46:12
- আল্লাহর রহমত মুহসিনুনের নিকটবর্তী, 7:56
- আল্লাহ মুহসিনুনের সাথে আছেন, 29:69
- পিতামাতার প্রতি কর্তব্যপরায়ণ ও সদয়, 2:83
- আল্লাহর দায়িত্ব পালনে ধৈর্যশীল, 16:90
- ভালো ও মন্দও দেখুন
মুজাদালাহ, S.58
খচ্চর, 16:8
মুলক, S.67
মু'মিন (গাফির দেখুন), S.40
মু'মিনুন, S.23
মুমতাহানাহ, S.60
মুনাফিকুন, S.63
হত্যা, 2:178-179
মুরসালাত, S.77
মুসলিমগণ
- প্রথম মুসলিম, 6:14, 163; 9:100; 39:12
- কে এই নাম দিয়েছেন, 22:78
- যারা মুসলিম তাদের জন্য ক্ষমা ও মহান পুরস্কার, 33:35-36
মুতাফফিফিন, S.83
মুযযাম্মিল, S.73
নাবা', S.78
নাদির, বানু-আন-, (ইহুদি), 59:2, 9, 13
নাহল, S.16
নাজাস (অপবিত্র) 9:28
নাজম, S.53
নাজওয়া (গোপন কথা দেখুন)
নামসমূহ
- তাঁর জন্য সর্বোত্তম নাম, 7:180
- তাঁর জন্য সর্বোত্তম নাম, 17:110; 20:8; 59:24
- প্রয়োজনে বাধ্য হলে, 2:173; 6:145
- প্রতিবেশী, 4:36
- নতুন চাঁদ, 2:189
- সংবাদ পরীক্ষা করতে হবে 4:83
- কৃপণতা 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
- রাত, (প্রতীক হিসেবে), বিশ্রামের জন্য, 10:67
- আবরণ হিসেবে, 13:3; 78:10
- সেবায় লাগানো, 14:32
- লাইলাতুল কদর (নির্ধারণের রাত), 44:3-4; 97:1-5
নিসা', S.4
নূহ, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ঠাট্টা করা হয়েছে 11:38
- মহাপ্লাবন, 29:14
- নৌকা ও বন্যা 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- অধার্মিক পুত্র রক্ষা পায়নি, 11:42-48
- অধার্মিক স্ত্রী, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
নূহ, S.71
নূর, S.24
শপথ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
আনুগত্য, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51-52, 54; 47:33; 64:12
দায়িত্ব পালন করা, 5:1
সন্তান-সন্ততি, 4:9; 42:49-50
- তিনি যাকে চান তাকে পুত্র ও কন্যা দেন, 42:49
জলপাই, 6:141; 16:11; 23:20; 24:35; 95:1
একমাত্র ইলাহ, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
এতিম, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- এতিমদের অভিভাবক, 4:6
- প্রতিটি জাতির কাছে নিজেদের কাজ সুশোভিত, 6:108
- সকল প্রাণীতে জোড়া, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
খেজুর গাছ, 13:4; 19:25; 20:71; 59:5
উপমাসমূহ, (দৃষ্টান্ত, উদাহরণ, সাদৃশ্য)
- যারা আগুন জ্বালিয়েছে, 2:17-18
- আকাশ থেকে ঝড়ের বৃষ্টি, 2:19-20
- মশা, 2:26
- যারা চিৎকার করে, 2:171
- সম্পূর্ণ ধ্বংস হওয়া শহর, 2:259
- শস্যের দানা, 2:261
- মসৃণ পাথর, 2:264
- বাগান, 2:265-266
- রশি, 3:103
- ঠান্ডা বাতাস, 3:117
- পুনরুত্থান 7:57; 22:5; 41:39
- জিহ্বা ঝুলিয়ে থাকা কুকুর, 7:176
- খাদের কিনারে, 9:109-110
- বৃষ্টি, 10:24
- কাটা ফসল, 10:24
- অন্ধ ও বধির, 11:24
- আল্লাহ বনাম মিথ্যা উপাস্য 13:14; 16:76
- সত্য বনাম মিথ্যা 13:17
- প্রচণ্ড বাতাসে ছাই, 14:18
- ভালো গাছ, 14:24-25
- মন্দ গাছ, 14:26
- দাস ও স্বাধীন মানুষ, 16:75
- বোবা মানুষ যে তার মনিবের বোঝা, 16:76
- সুতা খুলে ফেলা নারী, 16:92
- নিরাপদ ও সন্তুষ্ট জনপদ, 16:112-113
- আঙুর বাগানের দুই মানুষ, 18:32-44
- দুনিয়ার জীবন আকাশ থেকে পানির মতো, 18:45
- আকাশ থেকে পড়ে পাখি দ্বারা ছোঁ মেরে নেওয়া, 22:31
- একটি মাছি, 22:73
- আলো একটি কুলুঙ্গির মতো, 24:35-36
- মরীচিকা, 24:39
- গভীর সমুদ্রে অন্ধকার, 24:40
- মাকড়সা, 29:41
- অংশীদার, 30:28
- শহরের অধিবাসীরা, 36:13-32
- বিভিন্ন রঙের ফসল, 39:21
- অনেক অংশীদারের এক মানুষ, 39:29
- অঙ্কুরিত বীজ, 48:29
- কঠোর হৃদয় 57:16-17
- বৃষ্টির পর গাছপালা, 57:20
- পাহাড় নত হওয়া, 59:21
- গাধা, 62:5
- পানি মাটিতে ঢুকে গেলে, 67:30
- বাগানের অধিবাসীরা, 68:17-33
জান্নাত
- মা'ওয়া জান্নাত, 53:15
- ফিরদাউস জান্নাত, 18:107; 23:11
- নিচে নদী প্রবাহিত বাগান, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- চিরস্থায়ী বাগান ('আদন জান্নাত) 9:72;13:23; 18:31; 19:61; 20:76
- চিরস্থায়ী বাগান ('আদন জান্নাত), 16:31;35:33; 98:8
- আনন্দময় বাগান, 37:43; 56:12, 89
- চিরন্তন আনন্দের বাগান, 9:21
- বাগান ও আঙুরক্ষেত, 78:32
- দুই বাগানের ফল, 55:54, 62
- সব ধরনের ফল ইচ্ছামতো প্রচুর পরিমাণে, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- ফল নাগালের মধ্যে থাকবে, 55:54; 69:23
- ফল ও গোশত, 52:22
- পাখির গোশত, 56:21
- কাঁটাহীন কুলগাছ ও তালহ (কলাগাছ), 56:28-29
- অকেজো জ্ঞান, বই বোঝাই গাধা 62:5
- প্রবাহমান ঝরনা, 88:12
- সালসাবিল নামক ঝরনা, 76:18
- কাফুর নামক ঝরনা, 76:5
- তাসনিম ঝরনা, 83:27-28
- জান্নাতের নদী কাউসার, 108:1
- মদ, দুধ ও পরিশুদ্ধ মধুর নদী, 47:15
- বিশুদ্ধ সিলমোহরযুক্ত শরাব, সাদা ও সুস্বাদু, 37:45-46; 56:18; 76:21; 83:25
- পানপাত্র, যঞ্জাবিল মিশ্রিত, 76:17; 78:34
- পানি, 76:5
- সোনার থালা ও পেয়ালা, 43:71
- রুপার পাত্র ও স্ফটিকের পেয়ালা, 76:15-16
- সূক্ষ্ম ও মোটা রেশমের সবুজ পোশাক, 18:31;22:23; 35:33; 44:53; 76:12, 21
- সোনা ও মুক্তার কাঁকন দিয়ে সজ্জিত, 18:31; 22:23; 35:33; 76:21
- রেশম বিছানো আসন, 55:54
- সবুজ তাকিয়া ও সুন্দর গালিচা সারিবদ্ধভাবে, 55:76; 88:15
- সোনা ও মূল্যবান পাথর দিয়ে বোনা উঁচু সিংহাসন 56:15; 88:13
- বিছানো মূল্যবান কার্পেট, 88:16
- সুন্দর প্রাসাদ, একের উপর আরেক উঁচু কক্ষ, 9:72; 39:20
- চিরকাল সেখানে বাস, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- চিরস্থায়ী আবাস, 3:15; 35:35
- সিংহাসনে মুখোমুখি, 15:47; 37:44;44:53; 56:16
- সেখানে মৃত্যুর স্বাদ গ্রহণ করবে না, 44:56
- তাদের বের করে দেওয়া হবে না, 15:48
- হৃদয় থেকে ঘৃণা ও কষ্ট দূর করা হবে, 7:43; 15:47
- সকল দুঃখ দূর করা হবে, 35:34
- কোনো ক্লান্তি, পরিশ্রম বা অবসাদ থাকবে না, 15:48;35:35
- কোনো কষ্ট, পেটের ব্যথা, মাথাব্যথা বা নেশা থাকবে না, 37:47; 56:19
- কোনো অর্থহীন কথা বা পাপের কথা থাকবে না, 19:62;56:25
- কোনো ক্ষতিকর কথা বা মিথ্যা থাকবে না, 78:35; 88:11
- পাপমুক্ত, 37:47; 52:23
- অতিরিক্ত গরম বা ঠান্ডা থাকবে না, 76:13
- একটি নির্ধারিত রিযিক থাকবে, 37:41;56:89
- শান্তি ও নিরাপত্তায়, 15:46; 44:51, 55; 50:34
- শান্তির আবাস, 6:127
- সেখানে সালাম, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- যে নেক আমল করবে সে প্রবেশ করবে, 4:124; 42:22; 44:51
- যারা তাদের প্রভুর প্রতি দায়িত্ব পালন করেছে তাদের দলে দলে নিয়ে যাওয়া হবে, 39:73
- আমলের কারণে উত্তরাধিকারী বানানো হয়েছে, 43:72
- আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা তাঁর প্রতি সন্তুষ্ট, 5:119
- আমার জান্নাত, 89:30
- সর্বোচ্চ নেয়ামত, 9:72
- মহাসাফল্য, 57:12; 64:9
- পরম সাফল্য, 9:72; 44:57
- মুমিনদের জন্য জান্নাত আপ্যায়নস্বরূপ, 32:19
- জান্নাতবাসীরা সেদিন আনন্দময় কাজে ব্যস্ত থাকবে, 36:35
- বাগান ও ঝরনার মাঝে থাকবে, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- আরশ বেষ্টনকারী ফেরেশতাদের দেখবে, 39:75
- সর্বশক্তিমান রাজার নিকটে, 54:55
- তারা যা চাইবে তা পাবে, 50:35
- হুর, চওড়া ও সুন্দর চোখওয়ালা পবিত্র নারী, যেন সংরক্ষিত ডিমের মতো, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- পবিত্র স্ত্রীগণ, 3:15
- সুন্দর ছায়ায় সিংহাসনে হেলান দিয়ে বসা স্ত্রীগণ, 36:55
- সমবয়সী পরিপূর্ণ যৌবনের তরুণী, 78:33
- বিক্ষিপ্ত মুক্তার মতো অমর বালক সেবকগণ, 52:24; 56:17; 76:19
- আসমান ও জমিনের মতো বিশাল 3:133, 57:21
- প্রবাহমান পানি, শীতল ছায়া, সুখাদ্য ও পবিত্র সঙ্গী 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- মুমিনদের পুরস্কার 55:46-78; 56:10-40
- মধু, দুধ, পানি ও মদের নদী 47:15
- দোয়া ও সালাম 10:9-10; 39:73-74
- শান্তির সালামে স্বাগত জানানো 13:23-24; 14:32
- আনন্দে চিরস্থায়ী বাস 11:108
- বের করে দেওয়া হবে না 15:45-48
- তাদের সামনে ও ডান দিকে আলো 57:12
- কোনো গরম বা ঠান্ডা নেই 76:13
- সকল ইচ্ছা পূরণ 16:30-32; 41:31-32
- সোনার কাঁকন ও সূক্ষ্ম রেশমের পোশাক 18:30-31; 22:23-24; 44:51-53
- সোনার পেয়ালার থালা 43:67-73
- রুপার পাত্র ও নাগালে ঝুলন্ত ফল 76:14-16
- সিংহাসনে হেলান দিয়ে বসা 15:47; 37:44; 52:20
- মুমিনরা তাদের প্রভুকে দেখবে 75:22-23
পিতামাতার প্রতি সদয় হওয়া, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
আল্লাহর অংশীদার, একটি মিথ্যা, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
চারণভূমি, 87:4-5
পথ, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- রাস্তাও দেখুন
ধৈর্য, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ধৈর্য ও নামাজে সাহায্য নাও, 2:45, 153; 20:132;50:39
ধৈর্যশীল
- পূর্ণ পুরস্কার পাবে, 39:10
- আল্লাহ ধৈর্যশীলদের সাথে আছেন, 8:46
- এবং ধৈর্য ধরো, 11:115
- আল্লাহর দায়িত্ব পালনে, 16:90
- রাগের সময় ধৈর্য ধরতে, 41:34
শান্তি, শান্তির দিকে ঝুঁকো, 8:61
মুক্তা ও প্রবাল, সংরক্ষিত, 52:24; 55:22; 56:23
কলম, 68:1; 96:4
ব্যক্তি
- আল্লাহ কোনো ব্যক্তিকে তার সাধ্যের বাইরে বোঝা দেন না, 2:286; 7:42
- আল্লাহ কোনো ব্যক্তিকে তার সামর্থ্যের বাইরে দায়িত্ব দেন না, 23:62
- কোনো ব্যক্তি জানে না আগামীকাল কী উপার্জন করবে এবং কোন জমিনে মরবে, 31:34
- প্রতিটি ব্যক্তি তার সকল ভালো ও মন্দ কাজের সম্মুখীন হবে 3:30
- প্রতিটি ব্যক্তি নিজের পক্ষে সওয়াল করতে আসবে, 16:111
- প্রতিটি ব্যক্তি তার কামাইয়ের জামানতে আটকা, 74:38
- আল্লাহ আত্মভর্ৎসনাকারী নফসের শপথ করেন, 75:2
ফিরআউন, 28:6; 40:24
- ফিরআউনের জাতি, 2:49; 3:11; 7:141; 44:17-33
- ডুবিয়ে দেওয়া হয়েছে, 2:50
- মুসার সাথে আচরণ, 7:103-137; 10:75-92
- সমুদ্র থেকে মৃতদেহ বের হওয়া, 10:90-92
- সীমা অতিক্রম করেছে; পাপ করেছে এবং অবাধ্য হয়েছে, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- নেককার স্ত্রী, 28:8-9
- নিজেকে ঈশ্বর দাবি করে, 28:38; 79:24
- ধ্বংস হয়েছে, 29:39
- ফিরআউনের পরিবার থেকে এক মুমিন ব্যক্তি, 40:28-44
- মিনার নির্মাণ, 40:36-37
- মুসাও দেখুন
দুনিয়ার বস্তু স্তূপ করা, 102:1-4
বাই'আত (শপথ)
- ইসলামের জন্য, 16:91
- রাসূলের কাছে বাই'আত আল্লাহর কাছে বাই'আত, 48:10
- মুমিনদের বাই'আত, 48:18; 60:12
বন্ধক (মর্টগেজিং), বন্ধক রাখো, 2:283
- প্রতিটি ব্যক্তি তার কামাইয়ের জামানতে, 52:21; 74:38
কবিতা, 36:69
কবিগণ, 26:224-227; 69:41
আনার, 6:141
দরিদ্র, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
দোয়া, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- না উচ্চস্বরে না নিচুস্বরে, 17:110
- অবিশ্বাসীদের জন্য দোয়া, 9:113-114
- অবিশ্বাসীদের দোয়া, 13:14
- তিনি যারা দোয়া করে তাদের উত্তর দেন, 42:26
- ধৈর্য ও নামাজে সাহায্য নাও, 2:45, 153; 20:132;50:39
- কিবলামুখী হয়ে ইকামাতুস সালাত কায়েম করো, 2:142-145, 149-150
- নামাজ যথাযথভাবে পালন করো, 2:238
- সফরে ও আক্রমণের সময়, 2:239; 4:101-102
- নেশাগ্রস্ত অবস্থায় কাছে যেও না, 4:43
- জানাবাত অবস্থায়ও না, 4:43
- নামাজের জন্য পবিত্রতা, 4:43; 5:6
- নামাজ শেষ হলে, 4:103
- নামাজের সময়, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- শুধু আল্লাহর জন্য সিজদা, 13:15
জুমার নামাজ, 62:9-11
বিপদে সতর্কতা, 4:71
যুদ্ধবন্দি, 8:67-71
- বন্দিও দেখুন
সত্যের প্রতিশ্রুতি, 46:16-17
সম্পদ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
নবীগণ, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- নবীদের চুক্তি, 3:81; 33:7-8
- নবীদের জন্য অবৈধ, 3:161
- প্রতিটি নবীর জন্য একজন শত্রু, 6:112; 25:31
- রাসূলগণও দেখুন
সিজদা
- আসমান ও জমিনে যা আছে সবাই সিজদায় পড়ে এবং তাদের ছায়াও, 13:15
রিযিক, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
যাবুর, 4:163
শাস্তি
- বিলম্বিত করা, 3:178
- হাত বা পা কাটা, 5:33
- যেভাবে কষ্ট দেওয়া হয়েছে সেভাবে শাস্তি দাও, 16:126
- দুনিয়া ও আখিরাতের শাস্তি, 24:19; 68:33
পবিত্রতা
- শারীরিক, 4:43; 5:6
- আত্মিক (অপবিত্রতা থেকে), 87:14; 91:9
কদর, 5:5; 64:11
কদর, S.97
কাফ, S.50
কালাম, S.68
কামার, S.54
কারিআহ, S.101
কারুন, 28:76-82; 29:39
কাসাস, S.28
কিবলাহ, 2:142-145, 149
কিসাস (শাস্তিতে সমতার বিধান), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
কুরআন
- বর্ণনা, 13:31, 36, 37; 14:1; 56:77-80
- আল্লাহ ছাড়া অন্য কেউ এটি রচনা করতে পারত না, 2:23; 10:38; 11:13; 17:88
- আল্লাহ ছাড়া অন্য কারো কাছ থেকে হলে এতে অনেক বিরোধ থাকত, 4:82
- স্পষ্ট আলো, 4:174; 42:52
- নাযিল হয়েছে, 6:19
- আল্লাহ এর সাক্ষী, 6:19
- স্পষ্ট প্রমাণ, 6:157
- আয়াত নিয়ে মিথ্যা কথোপকথন, 6:68
- স্মরণিকা, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- তিলাওয়াত করা হলে মনোযোগ দিয়ে শোনো ও চুপ থাকো, 7:204
- যিকর, 7:205; 15:6, 9
- প্রজ্ঞার কিতাব, 10:1; 31:2; 36:2
- ইলহামী বার্তা, 10:2, 109; 42:52
- যারা প্রত্যাখ্যান করে, 11:17
- আরবি ভাষায়, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- অংশে ভাগ করা এবং ধাপে ধাপে নাযিল, 15:91; 17:106; 25:32; 76:23
- আয়াত পরিবর্তন, 16:10
- তিলাওয়াত করতে চাইলে, 16:98
- পথপ্রদর্শন করে, 17:9
- সুসংবাদ ও সতর্কবাণী, 17:9-10
- এবং অবিশ্বাসীরা, 17:45-47
- ভোরবেলার তিলাওয়াত ফেরেশতারা সাক্ষী থাকেন, 17:78
- নিরাময় ও রহমত, 17:82
- মানবজাতির কাছে সম্পূর্ণরূপে ব্যাখ্যা করা হয়েছে, সকল উপমা ও দৃষ্টান্তসহ, কিন্তু অধিকাংশ অস্বীকার করে, 17:89; 18:54; 39:27
- সহজ, 19:97; 44:58; 54:17, 22, 32, 40
- আমার জাতি এই কুরআন পরিত্যাগ করেছে, 25:30
- পূর্ববর্তী কিতাব দ্বারা সমর্থিত, 26:196
- বনি ইসরাইলকে তাদের মতভেদের বিষয়গুলো বর্ণনা করে, 27:76
- তিলাওয়াত করো ও নামাজ পড়ো, 29:45
- আল্লাহর কাছ থেকে সত্য, 32:3; 35:31
- বরকতময় রাতে, 44:3
- এতে প্রতিটি বিষয়ের ফয়সালা নির্ধারিত, 44:4
- কুরআনে গভীরভাবে চিন্তা করো, 47:24
- কুরআন দিয়ে সতর্ক করো, 50:45
- আল্লাহ শিক্ষা দিয়েছেন, 55:1
- সম্মানিত ও সংরক্ষিত তিলাওয়াত, 56:77-78
- পবিত্র ছাড়া কেউ স্পর্শ করতে পারবে না, 56:79
- পাহাড়ে নাযিল হলে, 59:21
- অবিশ্বাসীদের জন্য কষ্টের, 69:50
- নিশ্চিত সত্য, 69:51
- ধীরে ধীরে তিলাওয়াত করো, 73:4
- সম্মানিত পবিত্র লিপিতে লেখা, 80:13-16
- সকল 'আলামিনের জন্য স্মরণিকা, 81:27
- অবিশ্বাসীরা মিথ্যা বলে, 84:22
- সংরক্ষিত ফলকে, 85:22
- সত্য ও মিথ্যা পৃথককারী বাণী, 86:13
- বিশুদ্ধ পাতা তিলাওয়াত, 98:2
- কিতাব ও ওহীও দেখুন
কুরাইশ, S.106
কুরাইশ
- তাদের অবিশ্বাসীরা, 54:43-46, 51
- তাদের বশ করা, 106:1-4
রাব্বি ও সন্ন্যাসীরা, 9:31, 34
- নেক কাজে প্রতিযোগিতা করো, 5:48
রা'দ, S.13
রাহমান, S.55
- ধার্মিকতার পোশাক উত্তম, 7:26
বৃষ্টি
- আল্লাহর দান, 56:68-70
- পাথরের বৃষ্টি, 27:58
রমযান, 2:185
রমি, 2:200
মুক্তিপণ
- কোনো মুক্তিপণ নেওয়া হবে না, 57:15
- অবিশ্বাসীদের প্রস্তাবিত, 3:91; 10:54; 13:18
- ফিদইয়া, রোযার, 2:196
- বন্দি মুক্তির জন্য, 8:67
- রাসস-এর অধিবাসীরা, 25:38; 50:12
প্রতিদান
- প্রতিদানের দিন, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- প্রতিদান অস্বীকারকারীরা, 107:1-7
- মন্দের প্রতিদান অনুরূপ মন্দ, 42:40
মিলমিশ
- যে ক্ষমা করে ও মিটমাট করে, 42:40
- স্বামী ও স্ত্রীর মধ্যে, 4:35
- মুমিনদের মধ্যে, 49:9-10
আমলনামা
- একটি লিখিত নিবন্ধন, 83:7-9, 18-21
- প্রতিটি জাতিকে তার আমলনামার কাছে ডাকা হবে, 45:28-29
- প্রতিটি ব্যক্তির কাজের লিখিত পাতা, 81:10
- যা সত্য বলে, 23:62
- ডান হাতে, 69:19; 84:7-9
- বাম হাতে, 69:25
- পিঠের পিছনে, 84:10-15
লিখনকারী ফেরেশতা, 50:17-18, 23; 85:11
কষ্টের পর স্বস্তি, 94:5-6
ধর্ম
- ধর্মে কোনো জবরদস্তি নেই, 2:256
- ইসলামই ধর্ম, 3:19
- আল্লাহর ধর্ম, 3:83-84
- ইসলাম ছাড়া অন্য ধর্ম, 3:85
- ধর্মে সীমা ছাড়িও না, 4:171; 5:77
- পরিপূর্ণ করা হয়েছে, 5:3
- যারা ধর্মকে খেলা ও আনন্দ মনে করে, 6:70
- যারা ধর্মকে বিভক্ত করে দলে দলে ভাগ হয়, 6:159; 30:32
- এছাড়াও দেখুন 42:13-14; 43:65; 45:17
- মানুষ ধর্মকে দলে বিভক্ত করেছে, প্রতিটি দল নিজ বিশ্বাসে আনন্দিত, 23:53; 30:32
- ধর্মে কোনো কষ্ট রাখা হয়নি, 22:78
- মানবজাতি ফিতরাতের উপর সৃষ্ট, 30:30
- সকল নবীর জন্য একই ধর্ম, 42:13-15
- পূর্বপুরুষের ধর্ম, 43:22-24
আল্লাহর যিকর, 63:9
- যিকরে হৃদয় প্রশান্তি পায়, 13:28
তওবা
- অজ্ঞতাবশত মন্দ করলে এবং শীঘ্রই তওবা করলে গৃহীত হয়, 4:17; 6:54
- মন্দ কাজ অব্যাহত থাকলে তওবার কোনো ফল নেই, 4:18
- তিনি তওবা গ্রহণ করেন ও পাপ মাফ করেন, 4:25
- মন্দের জন্য অবকাশ, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
পুনরুত্থান, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- উযাইরের কাহিনীতে উদাহরণ 2:259
- ইব্রাহিম 2:260
- গুহার অধিবাসীরা 18:9-26
- পুনরুত্থান অস্বীকারকারীদের সতর্কবাণী 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
কিয়ামতের দিন, 7:89; 20:100-101, 124
- সত্যিকারের দিন, 78:39
- পূর্ণ পারিশ্রমিক দেওয়া হবে 3:185
- আমলের লিখিত পাতা খুলে দেওয়া হবে, 81:11
- প্রতিটি ব্যক্তি জানবে সে কী নিয়ে এসেছে, 81:14
- প্রতিটি ব্যক্তি তার সকল ভালো ও মন্দ কাজের সম্মুখীন হবে, 3:30
- একজন ব্যক্তি জানবে সে কী পাঠিয়েছে ও কী রেখে গেছে, 82:5
- কোনো অন্যায়ের ভয় নেই, 20:112
- ন্যায়বিচারের মানদণ্ড, 21:47
- আমলের পাল্লা, 23:102-103
- যে একটি অণু পরিমাণ ভালো বা মন্দ করবে সে তা দেখবে, 100:7-8
- সকল গোপন বিষয় পরীক্ষা করা হবে, 86:9
- আমলনামা ডান হাতে, 69:19; 84:7-9
- আমলনামা বাম হাতে, 69:25
- আমলনামা পিঠের পিছনে, 84:10-15
- অবিশ্বাসীদের জন্য কঠিন দিন, 25:26; 54:8; 74:9
- ভারী দিন, 76:27
- ভারী বোঝা বহন করবে, 20:100-101
- কোনো ওজর পেশ করার অনুমতি দেওয়া হবে না, 77:36
- অপরাধী তার হাত কামড়াবে, 25:27
- অপরাধীরা তাদের সঙ্গী ও মূর্তিসহ একত্রিত হবে, 37:22
- গভীর অনুশোচনা, দুঃখ ও হতাশায় ধ্বংস, 30:12
- জীবন্ত কবর দেওয়া মেয়েকে জিজ্ঞাসা করা হবে, 81:8-9
- সবচেয়ে বড় আতঙ্ক, 21:103
- আহ্বানকারী ভয়ংকর বিষয়ের দিকে আহ্বান করবে, 50:41;54:6-8
- একটি মাত্র চিৎকার, 36:29, 49, 53; 38:15; 50:42
- যাজরাহ (চিৎকার), 37:19; 79:13
- নিকটবর্তী শাস্তি, 78:40
- আসমান ভয়ংকরভাবে কাঁপবে, 52:9; 56:4
- আসমান বিদীর্ণ হবে, 84:1-2
- আসমান চিরে যাবে, 77:9; 82:1
- আসমান মেঘসহ ফেটে যাবে, 25:25
- আসমান গুটিয়ে নেওয়া হবে, তাঁর ডান হাতে, 21:104; 39:67
- আসমান ও জমিনে সবাই অচেতন হয়ে পড়বে, 39:68
- আসমান খুলে দরজার মতো হবে, 78:19
- আকাশ তেলের তলানির মতো হবে, 70:8
- তারা খসে পড়বে, 81:2; 82:2
- তারা আলো হারাবে, 77:8
- সূর্য আলো হারাবে, 81:1
- সমুদ্র জ্বলন্ত আগুন হবে, 81:6
- সমুদ্র উপচে পড়বে, 82:3
- কিয়ামতের ভূমিকম্প, 22:1; 99:1
- পাহাড় সরে যাবে, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ধুলায় পরিণত 20:105; 56:5
- পশমের মতো, 70:9;101:5
- জমিন ও পাহাড় প্রচণ্ডভাবে কাঁপবে, 73:14; 79:6
- জমিন চূর্ণ হবে, 89:21
- জমিন অন্য জমিনে ও আসমান অন্য আসমানে পরিণত হবে, 14:48
- জমিন প্রসারিত হবে, 84:3-5
- জমিন সমতল ময়দান হবে 18:47; 20:106
- জমিন তার বোঝা ছুঁড়ে দেবে, 84:4; 99:2
- কবর উল্টে যাবে, 82:4
- কবর থেকে পুনরুত্থান, 21:97; 70:43
- মৃত্যুর পর জমিনে জীবিত, 79:14
- বন্যপ্রাণী একত্রিত হবে, 81:5
- অন্ধ অবস্থায় উঠানো হবে, 20:124-125
- শিঙায় ফুঁ দেওয়া হবে, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- সাখখাহ, 80:33
- আত্মারা দেহের সাথে মিলিত হবে, 81:7
- দশ দিনের বেশি মনে হবে না, 20:103
- এক দিনের বেশি না, 20:104
- বা একদিনের অংশ, 23:112-114
- সমাবেশের দিন, 64:9
- বিচারের দিন, 37:21
- ফয়সালার দিন, 77:38; 78:17
- বাছাই করার দিন, 77:13-14
- দুঃখ ও অনুশোচনার দিন, 19:39
- অস্বীকারকারীরা, 77:15-50
- মানবজাতি বিক্ষিপ্ত পতঙ্গের মতো, 101:4
- মানবজাতি বিভিন্ন দলে এগিয়ে যাবে, 100:6
- মানবজাতি মাতালের মতো, 22:2
- প্রতিটি গর্ভবতী তার বোঝা নামিয়ে দেবে, 22:2
- গর্ভবতী উটনী পরিত্যক্ত হবে, 81:4
- দুগ্ধদানকারী মা তার শিশুকে ভুলে যাবে, 22:2
- আত্মীয়রা পরস্পরকে দেখানো হবে, 70:11
- মানুষ তার আত্মীয় থেকে পালাবে, 80:34-37
- কোনো বন্ধু বন্ধুর খোঁজ নেবে না, 70:10
- কোনো বন্ধু বা সুপারিশকারী থাকবে না, 40:18
- কোনো ব্যক্তি অন্যের জন্য কিছু করতে পারবে না, 82:19
- কোনো শক্তি থাকবে না, কোনো সাহায্যকারীও না, 87:10
- মুমিনদের কোনো ভয় নেই, 43:68
- মুমিনরা ছায়া, ঝরনা ও ফলের মাঝে থাকবে, 77:41-43
- জান্নাতবাসী ও তাদের স্ত্রীগণ, 36:55-58
- ফেরেশতারা মহাসমারোহে নেমে আসবে, 25:25
- পায়ের নলা উন্মোচিত হবে, 68:42-43
- জান্নাত নিকটবর্তী করা হবে, 81:13
- জাহান্নাম নিকটবর্তী করা হবে, 89:23
- জাহান্নাম প্রজ্বলিত হবে, 81:11-12
- দানস্বরূপ ক্ষমা প্রতিদান হবে, 5:45
ওহী
- সন্দেহ হলে, 2:23-24
- রহিত বা ভুলে যাওয়া আয়াত, 2:106
- সঠিক পথপ্রদর্শন, 3:73
- প্রভুর কাছ থেকে, সন্দেহকারীদের মধ্যে হইও না, 6:114
- যারা বোঝে তাদের জন্য, 6:98
- পথপ্রদর্শন ও রহমত, 7:203; 16:64; 31:3
- রূহুল কুদুসের মাধ্যমে, 16:102; 26:192-193
- বিস্তারিত ব্যাখ্যা করা হয়েছে, 6:98; 41:2-4
- কিতাব আল্লাহর কাছ থেকে, 46:2
- কিতাব ও কুরআনও দেখুন
নিপীড়িতদের প্রতিশোধ, 42:39-43
পুরস্কার
- সর্বোত্তম আমল অনুযায়ী এবং আরও বেশি, 24:38; 29:7; 39:35
- পুরস্কার হিসেবে 25:15
- আল্লাহ নেককারদের সর্বোত্তম দিয়ে পুরস্কৃত করেন, 53:31
- ভালোর প্রতিদান শুধু ভালো, 55:60
- সুদ (রিবা দেখুন)
নেককারগণ
- নেককারদের সঙ্গ, 4:69
- তারা জমিনের উত্তরাধিকারী হবে, 21:105
- জান্নাতে, 51:15-19; 76:5-12
- ভালোও দেখুন
ধার্মিকতা, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ধার্মিকতার কঠিন পথ, 90:11-18
- সঠিক পথপ্রদর্শন আল্লাহর পথপ্রদর্শন, 3:73
- রাস্তা ও পথ, 43:10
- পাথুরে এলাকা (হিজর)-এর অধিবাসীরা, 15:80-85
- রোমানরা, 30:2-5
- ছাদ, আসমান, 21:32
- রূহ (জিবরাইল), 26:193; 67:12; 70:4; 78:38;97:4
- রূহুল কুদুস, 2:87, 253; 5:110; 16:102
- গ্যাব্রিয়েলও দেখুন
- রূহ (আত্মা), 15:29; 17:85; 58:22
- রুম, S.30
- সাবা (শেবা), 27:22-44; 34:15-21
- সাবা', S.34
শনিবার
- লঙ্ঘনকারীরা, 2:65; 4:154; 7:163-166
- শুধু তাদের জন্য নির্ধারিত, 16:124
সাবিঈন, 5:69; 22:17
কোরবানি, 2:196, 200; 22:34-37
সাদ, S.38
সাদাকাহ (দান), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- গোপনে দেওয়া প্রকাশ্যে দেওয়ার চেয়ে উত্তম, 2:271
- সাফা ও মারওয়া, 2:158
সাফ, S.61
সাফফাত, S.37
সাইলুল 'আরিম (মা'রিব বাঁধ থেকে ছেড়ে দেওয়া বন্যা), 34:16
সাজদাহ, S.32
সাকিনাহ (প্রশান্তি ও স্থিরতা), 2:248;9:26, 40; 48:4, 18, 26
সালিহ, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
সালসাবিল (জান্নাতের ঝরনা), 76:18
সামিরি, 20:85, 95-97
সামুয়েল, 2:247
শয়তান, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- শত্রুতা ও ঘৃণা উস্কে দেয়, 5:91
- মন্দ কুমন্ত্রণা, 7:200-201
- ধোঁকা দেয়, 8:48
- বিশ্বাসঘাতকতা করেছে, 14:22
- মুমিনদের উপর কোনো ক্ষমতা নেই, 16:99-100
- মিথ্যা নিক্ষেপ করে, 22:52-53
- শত্রু, 12:5; 35:6; 36:60
- অহংকার 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- একটি জিন 18:50-51
- আদমের প্রলোভন ও পতন 7:20-23; 20:116-121
- মুমিনদের উপর কোনো কর্তৃত্ব নেই 16:98-100
- তার লক্ষ্য 35:6-8
- মানবজাতির শপথকৃত শত্রু 12:5; 17:53
- তার দল 53:14-19
- তার কুকর্ম 5:90-91
- ভালো কাজে নিরুৎসাহিত করে 2:268
- মুমিনরা তার থেকে আল্লাহর আশ্রয় নেয় 7:200-202
- তার কৌশল দুর্বল 4:76
- তার অনুসারীদের নিরাশ করে 8:48
- জাহান্নামে তার অনুসারীদের সাথে কথা বলে 14:22
- ইবলিসও দেখুন
পাল্লা, সফল হবে যার ভারী হবে, 7:8-9
- ভারসাম্যও দেখুন
কিতাব
- কিতাবিরা (ইহুদি ও খ্রিস্টান), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- তারা যা লুকিয়ে রেখেছিল, 5:61-63
- তাদের মধ্যে যারা সঠিক পথে আছে, 5:66
- তারা চেনে কিন্তু বিশ্বাস করে না, 6:20
সমুদ্র, 42:32-33; 45:12
- দুই সমুদ্র, 18:60; 25:53; 35:12; 55:19-20
- সমুদ্র উপচে পড়লে, 82:3
গোপন কথা (নাজওয়া)
- আলোচনা, 4:114
- তিনজনের পরামর্শ, 58:7
- পরামর্শসমূহ, 58:8, 10
- ব্যক্তিগত পরামর্শ, 58:12-13
ধর্মে দলাদলি ও বিভক্তি, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
- কষ্টের পর নিরাপত্তা নাযিল করলেন, 3:154
বীজ, কে তা জন্মায়, 56:63-67
ইন্দ্রিয়, 23:78
সাত, সৃষ্ট
- আসমান, 2:29; 23:17; 65:12; 67:3; 71:15
- এবং জমিনেও তদ্রূপ, 65:12
ছায়া
- আল্লাহর সামনে সিজদায় পড়ে, 13:15; 16:48
- ছায়ার বিস্তার, 25:45
শামস, S.91
সামুদ জাতির জন্য স্পষ্ট নিদর্শন হিসেবে উটনী, 7:73; 17:59; 26:155-158
জাহাজ চলাচল, নিদর্শন হিসেবে; কাজে লাগানো; কৃতজ্ঞ হওয়া; তাঁর অনুগ্রহ অনুসন্ধান, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
শু'আইব, 7:85-93; 11:84-95; 29:36-37
শু'আরা, S.26
শূরা, S.42
সিদরাতুল মুনতাহা, 53:14
মদিনা অবরোধ, 33:9-27
সিজ্জিন, 88:7-9
পাপ, 7:100; 74:43-6
- অবৈধ যৌন সম্পর্ক, 4:15-16; 24:2, 19
- বড় পাপ এড়ালে ছোট পাপ মাফ হয়, 4:31
- মানুষের কাছে লুকাতে পারে, কিন্তু আল্লাহর কাছ থেকে নয়, 4:108
- যে পাপ করে সে নিজের বিরুদ্ধেই করে, 4:111
- যে পাপ করে তারপর নির্দোষের উপর চাপায়, 4:112
- আল্লাহ শিরক মাফ করেন না, কিন্তু অন্য পাপ যাকে চান মাফ করেন, 4:116
- যারা পাপ করবে তারা যথাযথ প্রতিদান পাবে, 6:120
- পাপীরা কখনো সফল হবে না, 10:17
- আল্লাহ সকল পাপ মাফ করেন, 39:53
- বড় পাপ, 42:37
সিনাই পর্বত, 19:52; 23:20; 95:2
পাপীদের কান, চোখ ও চামড়া তাদের বিরুদ্ধে সাক্ষ্য দেবে, 41:20-23
পুলসিরাত, 66:8
পরনিন্দাকারী, 68:11-12; 104:1
দাস, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- যুদ্ধবন্দি ও বন্দিও দেখুন
ঘুম, বিশ্রামের জন্য, 78:9
সদোম, 29:31; 37:136
সমকামিতা, 7:80-82; 11:77-83; 15:61-77; 29:28-29
সুলাইমান, 2:102; 4:163; 6:84
- তার পিতা দাউদকে ন্যায়বিচারে সাহায্য করেন 21:78-82
- এবং পিঁপড়া, 27:15-19
- এবং হুদহুদ, 27:20-26
- এবং সাবার রানি, 27:22-44; 34:15
- তার উপর আল্লাহর নেয়ামত 34:12-14, 38:34-40
- উত্তম ঘোড়ার প্রতি তার ভালোবাসা 38:30-33
পালিত পুত্র, 33:4-5
আত্মা (রূহ), 15:29; 17:85; 58:22
আল্লাহর পথে ব্যয় করো, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- যা প্রয়োজনের অতিরিক্ত, 2:219
- যারা আল্লাহর পথে সম্পদ ব্যয় করে তাদের উপমা, 2:261
- লোক দেখানোর জন্য, 2:264; 4:38
- আল্লাহর পথে যা ব্যয় করো তা ফেরত দেওয়া হবে, 2:272; 8:60; 34:39
- অপচয় বা অযথা খরচ না করে, 6:141;17:26
- না অতিরিক্ত না কৃপণ, 25:67
- যারা আল্লাহর পথে ব্যয় থেকে হাত গুটিয়ে রাখে, 9:67
আত্মা (রূহ), 15:29
- এর জ্ঞান আল্লাহর কাছে, 17:85
- আল্লাহ মুমিনদের এর দ্বারা শক্তিশালী করেন, 58:22
যুদ্ধলব্ধ সম্পদ, 8:41, 69; 48:15, 19-20; 48:15
- গনিমতও দেখুন
গোয়েন্দাগিরি, 49:12
তারা, 53:1, 49; 86:1-4
তারকারাজি, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
সরল পথ, 1:6
- ইত্যাদি পথ, 6:153
- ইত্যাদি সংগ্রাম, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
দুধ পান করানো, পালনকারী মায়ের মেয়াদ, 2:233
কষ্ট, দারিদ্র্য, স্বাস্থ্যহানি ও বিপদ; সমৃদ্ধি ও সম্পদ, 7:94-96
সূর্য, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
পরম সাফল্য, 9:72; 44:57
সূরা, 10:38; 11:13; 47:20
- এর নাযিল ঈমান বৃদ্ধি করে, 9:124-127
সন্দেহ-অনুমান, 49:12
রিযিক, 19:62
- রিযিক ও প্রতিপালনও দেখুন
সুওয়া', 71:23
তাবুক, 9:40-59, 81-99, 117-118, 120-122
তাগাবুন, S.64
তাগুত, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- মিথ্যা উপাস্যও দেখুন
ত্বা-হা, S.20
তাহরিম, S.66
তাকাসুর, S.102
তাকওয়ির, S.81
তালাক, S.65
তালহ (কলাগাছ), 56:29
তালুত (সাউল), 2:247-249
তারিক, S.86
তাসনিম (ঝরনা), 83:27-28
তাওবাহ, S.9
তাওয়াফ (কা'বা প্রদক্ষিণ), 2:200; 7:29,31
তায়াম্মুম, 4:43; 5:6
মেয়াদ, প্রতিটি জাতির নির্ধারিত মেয়াদ আছে, কেউ এগিয়ে বা পিছিয়ে দিতে পারবে না, 7:34; 10:49;15:4-5; 16:61; 20:129
ভূখণ্ড, সেনাবাহিনী দ্বারা রক্ষা করো, 3:200
পরীক্ষা, আল্লাহর পক্ষ থেকে, 3:154; 34:21
সামুদ, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
চোরের শাস্তি, 5:38-39
আরশ, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- পানির উপর, 11:7
- আটজন ফেরেশতা আরশ বহন করবে, 39:75; 40:7; 69:17
সময়, 45:24; 76:1; 103:1
তিন, S.95
শাস্তি, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
- জনপদ, আমরা কোনো জনপদ ধ্বংস করিনি যার জন্য নির্ধারিত ফয়সালা ছিল না, 15:4
ব্যবসা ও সম্পদ, 4:29
ভ্রমণ, তারা কি পৃথিবীতে ভ্রমণ করেনি, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
বিশ্বাসঘাতকতা, 8:58; 22:38
- বিশ্বাসঘাতকতাও দেখুন
জমাকৃত সম্পদ, 9:35
আল্লাহর ভাণ্ডার, 6:50
চিরন্তন বৃক্ষ, 20:120
গাছপালা, 22:18
পরীক্ষা-নিরীক্ষা, 2:214-218; 64:15
শিঙা, কিয়ামতের দিনে, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
সাখখাহ, 80:33
আমানাহ আসমান, জমিন ও পাহাড়ের কাছে পেশ করা হয়েছিল, কিন্তু মানুষ তা গ্রহণ করেছে, 33:72-73
আমানাহ (বিশ্বাস), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
সত্য, 5:48; 23:70-71, 90; 25:33; 69:51
- মিথ্যার সাথে মিশিও না ও গোপন করো না, 2:42
- সত্য এসেছে ও মিথ্যা বিলুপ্ত হয়েছে, 17:81
- সত্যের প্রতিশ্রুতি, 46:16-17
- তুব্বা জাতি, 44:37; 50:14
তুর (পর্বত), 28:29, 46
তুর, S.52
তুওয়া উপত্যকা, 20:12; 79:16
উহুদ যুদ্ধ, 3:121-128, 140-180
উম্মাহ (সম্প্রদায়, জাতি), 2:143-144;10:47, 49; 11:118; 16:36, 120
উমরাহ, 2:128, 158, 196
সুদ (রিবা), 2:275-276, 278-280; 3:130;4:161; 30:39
উযাইর, (উযরা দেখুন)
উয্যা, 53:19
অদৃশ্য পর্দা, 17:45-46
পর্দা, 24:31; 33:59
সাব' আল-মাসানি আয়াত, 15:87
বিজয়
- আল্লাহ কর্তৃক প্রদত্ত, 48:1
- আল্লাহর সাহায্যে, 61:13
- গুণাবলী, (ধার্মিকতা ও মুমিনগণ দেখুন)
ওয়াদ্দ, 71:23
- "অপেক্ষা করো, আমরাও অপেক্ষা করছি", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
ওয়াকিআহ, S.56
আল্লাহর বিরুদ্ধে যুদ্ধ, 5:33-34
অপচয় করো না, 6:141; 7:31; 17:26
পানি, প্রতিটি জীবন্ত বস্তু পানি থেকে সৃষ্ট, 21:30;24:45; 25:54
- দুই সমুদ্র, 18:60; 25:53; 35:12; 55:19-20
- আল্লাহর আরশ পানির উপর, 11:7
- বৃষ্টি, 23:18
পথ, 1:6; 42:52-53; 90:10
- ইত্যাদি সহজ, সহজ করে দাও, 87:8
- রাস্তাও দেখুন
পথিক, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
সম্পদ
- যে জমা করেছে, 104:2-4
- আল্লাহর পথে ব্যয় (ব্যয় দেখুন)
সম্পদ ও সন্তান, দুনিয়ার জীবনের সাজসজ্জা, 18:46
ওজন ও পরিমাপ, পূর্ণভাবে দাও, 11:85; 17:35;83:1-5
বিধবা, 2:234-235, 240
আল্লাহর ইচ্ছা, 10:99-100; 30:5; 81:29; 82:8
মানুষের ইচ্ছা, সরল পথে চলতে, যদি না আল্লাহ চান, 28:29
বাতাস, 77:1-3
- সুসংবাদবাহী হিসেবে, 7:57; 30:46
- মেঘ উড়িয়ে পানি নামায়, 15:22; 30:48
- হলদে হয়ে যায়, 30:51
শরাব (জান্নাতে)
- বিশুদ্ধ পানীয়, 37:45; 76:21
- সাদা ও সুস্বাদু, 37:46
- শরাবের নদী, 47:15
- বিশুদ্ধ সিলমোহরযুক্ত, 83:25
- যে বিষয়ে আল্লাহ কাউকে শ্রেষ্ঠত্ব দিয়েছেন তার আকাঙ্ক্ষা করো না, 4:32
সাক্ষীগণ
- নবীদের চুক্তির উপর, 3:81
- মানবজাতির উপর, 2:143; 22:78
- চুক্তির জন্য, 2:282
- একজন পুরুষের বিপরীতে দুইজন নারী, 2:282
- অবৈধ যৌন সম্পর্কে, 4:16; 24:2
- ন্যায়পরায়ণ হও, 5:8
- হাত ও পা সাক্ষ্য দেবে, 36:65
- মানুষ নিজের বিরুদ্ধে, 75:14
সাক্ষীর দিন ও সাক্ষ্যের দিন, 85:3
স্ত্রীগণ
- তোমাদের জন্য ক্ষেত্রস্বরূপ, 2:223
- তোমাদের জন্য আবরণ, 2:187
- তোমাদের নিজেদের মতো, 16:72
বিতর্ককারী নারী, 58:1-2
নারী, 2:222-223; 4:15, 19-22, 34, 127
- যারা সতী নারীকে অপবাদ দেয়, 24:4-5, 11-17, 23-26
- পর্দা, 24:31; 33:59
- মুমিন, অভিবাসী হিসেবে, 60:10-12
- বিবাদে স্পষ্ট করতে না পারা, 43:17-18
- কাঠের অধিবাসীরা, 15:78; 38:13; 50:14
- আইকাহ ও মাদইয়ানও দেখুন 26:176-191
দুনিয়ার জীবন
- শুধু খেলা ও আনন্দ, 6:32;29:64; 47:36; 57:20
- মানুষকে ধোঁকা দেয়, 6:130
- আখিরাতের তুলনায় সামান্য ভোগ, 9:38; 13:26; 28:60-61
- যে দুনিয়া চায় সে পায়, কিন্তু আখিরাতে কোনো অংশ থাকবে না, 11:15-16; 17:18; 42:20
- সম্পদ ও সন্তান দুনিয়ার সাজসজ্জা, 18:46
- যারা বর্তমানকে ভালোবাসে ও আখিরাত ছেড়ে দেয়, 75:20-21; 76:27
লেখা, চুক্তির জন্য, 2:282
অপরাধীরা, 11:18-22, 101-104, 116-117;39:47
- অবিশ্বাসীরাও দেখুন
অজু (Wudu'), 4:43; 5:6
ইয়াগুস, 71:23
ইয়াহইয়া (জন)
- সুসংবাদ, 3:39; 21:90
- নেককার, 6:85
- জ্ঞানী, সহানুভূতিশীল, কর্তব্যপরায়ণ, 19:12-15
ইয়া-সিন, S.36
ইয়াসরিব (আল-মদিনা)-এর অধিবাসীরা, 33:13
ইয়া'উক, 71:23
ইউনুস (ইউনাস), S.10
ইউসুফ (যোসেফ), S.12
যাবুর, 21:105
যাকারিয়া, 3:37-41; 6:85; 19:2-11; 21:89-90
যায়িদ ইবনে হারিসা, নবীর দাস, 33:37-38
যাকাত, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- যাকাত ও সদকার হকদার, 2:273; 9:60
যঞ্জাবিল, 76:17
যালযালাহ, S.99
যাক্কুম, 17:60; 37:62-66; 44:43-46; 56:52
যিহার, 33:4; 58:2-4
যুখরুফ, S.43
যুমার, S.39
মূল বিশ্বাস
- ঈমান পরিপূর্ণ 5:3
- আল্লাহর কাছে একমাত্র গৃহীত পথ 3:19, 85
- ইসলাম গ্রহণে কোনো জবরদস্তি নেই 2:256
- বিভিন্ন বিশ্বাস ও আইন সহ এক ধর্ম 5:48; 22:67-70; 42:13-14
- ইসলামের নবীগণ 2:135-136; 3:84; 4:163-165
- আদেশসমূহ (আল্লাহতে বিশ্বাস রাখো ও ভালো কাজ করো) 4:36; 6:151-154;17:23-39;18:107-108
- শরিয়ার পাঁচটি উদ্দেশ্য: ঈমান রক্ষা 5:54
- জীবন রক্ষা 5:32;6:151
- সম্পদ রক্ষা 5:38
- সম্মান রক্ষা 5:5;24:4
- চিন্তাশক্তি রক্ষা 5:90.
আল্লাহতে বিশ্বাস 2:255
- ঐশ্বরিক গুণাবলী, সুন্দর নামসমূহ 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ইবাদতের একমাত্র যোগ্য 1:1-4; 2:285; 6:3; 43:84
- সকল কর্তৃত্ব তাঁর 3:26; তাঁর আরশ 7:54; 11:7
- তাঁর কুরসি 2:255
- মানবজাতির উপর অগণিত নেয়ামত 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- জীবন দেন ও মৃত্যু ঘটান 44:8; 53:44; 57:2; 67:2
- আনন্দ ও দুঃখের কারণ তিনি 53:43
- প্রচুর বা সীমিত রিযিক দেন 13:26; 17:30; 29:62
- সর্বশ্রেষ্ঠ বিচারক 95:8
- সর্বাধিক দয়ালুদের মধ্যে সর্বদয়ালু 12:92
- নেককারদের ভালোবাসেন 85:14
- ক্ষমাশীল ও কঠোর শাস্তিদাতা 13:6, 40:3
- প্রথম ও শেষ 57:3
- সকল সম্মান ও ক্ষমতা তাঁর 35:10
- অজানা ও অদৃশ্য জানেন 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- হৃদয়ের গোপন বিষয় সবচেয়ে ভালো জানেন 5:7; 11:5; 31:23
- যা হয়েছে ও যা হবে জানেন 2:255
- সবকিছু লওহে মাহফুজে লিখেছেন 6:38; 13:39; 36:12
- সব কিছু করতে সক্ষম 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- তাঁর অসীম ক্ষমতা 3:26-27; 24:45; 31:28-30
- ছয় দিনে আসমান ও জমিন সৃষ্টি করেছেন এবং কোনো ক্লান্তি হয়নি 46:33; 50:38
- 'হও!' শব্দে সৃষ্টি করেন 36:81-83
- তাঁর সৃষ্টির প্রতি কখনো অন্যায় করেন না 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- সবকিছু তাঁর ইচ্ছার অধীন 3:83; 22:18; 30:26
- সবাই তাঁর মুখাপেক্ষী 11:6; 35:15; 55:29
- তাঁর উপর ভরসা করো 10:84-85; 12:67; 25:58
- ঐশ্বরিক যোগাযোগের ধরন 42:51
- তাঁকে ভয় করার যোগ্য 2:21; 3:102; 4:1; 33:70-71; 59:18
- জ্ঞান তাঁর পক্ষ থেকে দান 2:269
- তিনি কারো মুখাপেক্ষী নন 3:97; 6:133; 112:2
- ত্রিত্বের একজন নন 4:171
- তাঁর কোনো সঙ্গিনী নেই 6:101
- তাঁর কোনো সন্তান নেই 10:68; 19:35; 43:81; 72:3; 112:3
- তাঁর কোনো অংশীদার বা সহযোগী নেই 6:94; 7:191-195; 46:4-5
- তাঁর মতো কিছু নেই 42:11; 112:4
তাঁর সৃষ্টির বিস্ময় নিয়ে চিন্তা করার আদেশ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
সৃষ্টিতে নিদর্শন 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- সবকিছু একটি উদ্দেশ্যে সৃষ্ট 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- মহাবিশ্ব নিখুঁত 67:3-4
- দিনকে রাতে পরিণত করেন 3:27
- বৈচিত্র্য 30:22; 35:27-28
- মধু 16:68-69
- দুধ 16:66
- সন্তান দান 42:49-50
- গ্রহ ও কক্ষপথ 21:33; 36:38-44
- নক্ষত্রপুঞ্জ 25:61; 85:1
- তারা 37:6-7; 67:5
- মেঘ 7:57;30:48
- ভূমিকম্প 7:78; 7:155
- ভূধস 28:81; 29:40
- ঝড় 10:22
- হালকা বৃষ্টি, শিলা ও বৃষ্টি 2:265; 6:99; 24:43; 50:9-11
- বজ্র ও বিদ্যুৎ 13:12-13
বৈজ্ঞানিক তথ্যসূত্র
- মানুষ পুরুষ ও নারীর জননকোষ থেকে সৃষ্ট 76:2
- ভ্রূণের গঠন ও বিকাশের ধাপ 22:5; 23:12-14
- তিন স্তর অন্ধকারে ভ্রূণ 39:6
- লোনা পানি 25:53-54; 35:12; 55:19-20
- বায়ু পরাগায়ন 15:22
- আঙুলের ছাপ 75:3-4
- পেরেকের মতো পাহাড় 78:7
- লোহা নাযিল 57:25
- ব্যথাগ্রাহক 4:56
- সূর্য আলোর উৎস ও চাঁদ প্রতিফলিত আলো 10:5
- চাঁদ বিদীর্ণ 54:1
- সুরক্ষিত ছাদ হিসেবে আকাশ 21:32
- সকল প্রাণী পানি থেকে সৃষ্ট 21:30; 24:45
- পিঁপড়ার যোগাযোগ 27:17-19
- অভ্যন্তরীণ তরঙ্গ 24:40
জীবন্ত সত্তা
- ফেরেশতা 39:75
- মানুষ (পৃথিবীতে কর্তৃত্বশীল) 2:30; 6:165; 16:4
- জিন 72:1-15
- পশু-পাখি মানুষের মতো সম্প্রদায়ে থাকে 6:38
- গরু 11:69
- উট 7:40
- কুকুর 18:22
- হাতি 105:1
- ঘোড়া, খচ্চর ও গাধা 16:8
- সিংহ ও জেব্রা 74:50-51
- বানর 2:65
- শূকর 2:173
- উটনী 7:73
- ভেড়া ও ছাগল 6:143
- নেকড়ে 12:17
- ব্যাঙ 7:133
- সাপ 7:107
- পাখি 24:41
- কাক 5:31
- হুদহুদ 27:20
- বটেরা 2:57
- মাছ 18:61
- তিমি 37:142
- পিঁপড়া 27:18
- মৌমাছি 16:68
- মশা 2:26
- মাছি 22:73
- উকুন ও পঙ্গপাল 7:133
- মাকড়সা 29:41
- আমাদের অজানা অন্যান্য 16:8
গাছপালা ও ফলমূল 6:99; 13:4; 16:11; 36:33-35
- কলা 56:29
- খেজুর 19:25
- শাকসবজি, শসা, রসুন, মসুর ও পেঁয়াজ 2:61
- আঙুর 80:28
- জলপাই 6:99
- ডুমুর 95:1
- আনার 55:68
- লাউজাতীয় 37:146
মুহাম্মাদ (ﷺ)-এ বিশ্বাস
- গুণাবলী, শুধু একজন নবী 3:144; 6:50; 7:188; 18:110
- সত্য পৌঁছে দিতে 2:119; 35:24; 42:48
- সর্বশেষ নবী 33:40
- মহৎ চরিত্র 3:159; 68:4
- আদর্শ 33:21
- মুমিনদের জন্য অনুগ্রহ 3:164
- সমগ্র বিশ্বের জন্য রহমত 21:107
- সর্বজনীন রাসূল 4:170; 7:157-158; 34:28
- সরল পথে নিয়ে যান 42:52-53
- মানুষের জন্য যত্নশীল 9:129
- কিয়ামতের দিন সাক্ষী 4:42; 16:89
- নিরক্ষর নবী 7:157-158; 29:48; 62:2
- তাওরাত ও ইঞ্জিলে ভবিষ্যদ্বাণী 7:157
- ঈসা কর্তৃক ভবিষ্যদ্বাণী 61:6
নবী (ﷺ)-এর মুখোমুখি চ্যালেঞ্জসমূহ
- মুশরিকদের অর্থহীন দাবি 8:32; 15:7; 17:89-93; 25:7-8
- মিথ্যা অভিযোগ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- তাঁর জীবনের উপর আক্রমণের চেষ্টা 8:30; 9:74
- যারা তাঁকে কষ্ট দেয় বা বিরোধিতা করে তাদের সতর্কবাণী 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- অস্বীকারের জবাবে ধৈর্যের আদেশ 20:130; 30:60; 46:35; 70:5
- আল্লাহর পক্ষ থেকে আশ্বস্ত করার আদেশ 5:67; 93:1-11; 94:1-8
নবী (ﷺ)-এর জীবন থেকে শিক্ষা
- তাঁর হিজরত থেকে বদর যুদ্ধ পর্যন্ত 3:121-129; 8:42-44; 8:65-71
- উহুদ যুদ্ধ 3:151-180
- খন্দক যুদ্ধ 33:9-27
- হুনাইন যুদ্ধ 9:25-27
- মদিনা 9:40
- তাবুক 9:38-123
- বানু আন-নাদির 59:2-6
- হামরাউল আসাদ 3:172-175
- হুদাইবিয়ার সন্ধি 48:1-7; 48:10-29
নবী (ﷺ)-কে প্রদত্ত সম্মানসমূহ
- আল্লাহ ও তাঁর ফেরেশতারা তাঁর উপর দরুদ পাঠান 33:56
- মক্কা থেকে জেরুসালেমে রাতের সফর 17:1
- আসমানে সফর 53:1-18
- দুনিয়া ও আখিরাতে সম্মানিত 17:79; 66:8; 108:1
- তাঁর আনুগত্য আল্লাহর আনুগত্য 4:80
- আল্লাহ ও তাঁর রাসূলের আনুগত্যের পুরস্কার 4:69
- তাঁর পরিবার পবিত্র করা হয়েছে 33:33-34
- জিবরাইলকে তাঁর সত্যিকারের রূপে দেখেছেন 53:1-18
- মুমিনদের তাঁর আনুগত্যের আদেশ 59:7
- তাঁর সাথে কথা বলার আদব 49:1-5
- তাঁর সাথে সাক্ষাতের আদব 33:53
- তাঁর স্ত্রীদের সাথে আচরণের আদব 33:53
- আল্লাহ তাঁর ও তাঁর সাহাবিদের প্রতি সন্তুষ্ট 9:100; 9:117
- তাঁর উম্মতের শ্রেষ্ঠত্ব 2:143; 3:110
নামাজ (সালাহ) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- জুমার জামাত 62:9
- নামাজের দিকনির্দেশনা (কিবলাহ) 2:144; 2:149-150
- মন্দ কাজ থেকে বিরত রাখা উচিত 29:45
- সময়সমূহ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- বিপদে বা সফরে 2:239; 4:101-102
- নামাজ অবহেলাকারীদের সতর্কবাণী 19:59; 74:38-47; 107:5-7
- মুনাফিকদের নামাজ 4:142; 9:54
পবিত্রতা, অজু 5:6
- গোসল 2:222; 4:43
- তায়াম্মুম 4:43; 5:6
দোয়াসমূহ
- ইব্রাহিমের 2:126-129; 2:126-129; 14:35-41; 26:83-89
- আদম ও হাওয়ার 7:23
- ঈসার 5:114
- আইয়ুবের 21:83; 21:83
- ইউনুসের 21:87
- ইউসুফের 12:33; 12:101
- মুসার 10:88-89; 20:25-35
- মুহাম্মাদের 17:80; 20:114
- নূহের 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- সুলাইমানের 38:35
- শু'আইবের 7:89
- যাকারিয়ার 3:38; 19:2-6; 21:89-90
- ফেরেশতাদের 40:8-9
- মারইয়ামের মায়ের 3:35-36
- ফিরআউনের স্ত্রীর 66:11
- ফিরআউনের জাদুকরদের 7:126
- রাজা তালুত ও তাঁর সাথের মুমিনদের 2:250
- বনি ইসরাইলের মুমিনদের 10:85-86
- গুহার অধিবাসীদের 18:10
- নেককারদের 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- নিপীড়িতদের 4:75
সিজদার আয়াতসমূহ
- সাজদাত, সাজদাহর বহুবচন, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
যাকাত, একটি বাধ্যবাধকতা হিসেবে 2:110; 2:177; 2:277; 6:141
- মুমিনদের গুণাবলীর একটি 22:41; 23:4; 51:19
- হকদারগণ 9:60
- সদকা 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- যারা আটকে রাখে তাদের সতর্কবাণী 3:180; 9:34; 47:38
রোযা (সাওম)
- রমযানে 2:183-185
- রোযার সময়সীমা 2:187
- অব্যাহতি 2:184-185
- রোযার আগের রাতে দাম্পত্য সম্পর্ক 2:187
- হজে রোযা 2:196
হজ (তীর্থযাত্রা)
- সামর্থ্যবানের উপর বাধ্যবাধকতা 3:97
- আচার ও বিধিমালা 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- কোরবানি 2:196; 22:36-37
- হজে স্থলে শিকার নিষিদ্ধ 5:1; 5:94-95
- সমুদ্রে শিকার বৈধ 5:96
- উমরাহ 2:158; 2:196
ধর্মীয় সম্প্রদায়
- মুসলিমগণ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- পরস্পরের অভিভাবক 3:28; 9:71
- খ্রিস্টানগণ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ইহুদিগণ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- বনি ইসরাইল 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- কিতাবিরা (মূলত ইহুদি ও খ্রিস্টান) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- মুসলিমরা তাদের জবাই করা পশু খেতে ও তাদের নারীদের বিয়ে করতে পারে 5:5
- ইহুদিদের জন্য নিষিদ্ধ খাবার 6:146
- সাবিঈন 2:62; 22:17
- মাজুসি 22:17
- মুশরিকগণ (পৌত্তলিক, মূর্তিপূজারি) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- পৌত্তলিক কুসংস্কারমূলক আচার 2:189; 5:103; 6:138-144
- নাস্তিকগণ 52:35-36
নিষিদ্ধ পৌত্তলিক আচারসমূহ
- মেয়েদের জীবন্ত কবর দেওয়া 16:58-59; 81:8-9
- দারিদ্র্যের ভয়ে সন্তান হত্যা 6:137; 6:151; 17:31
- কা'বার কাছে শিস দেওয়া ও তালি বাজানো 8:35
- মূর্তির উদ্দেশ্যে উট নিবেদন করা 5:103; 6:136
- মূর্তির নামে কোরবানি 6:121
- যিহার তালাক 33:4; 58:2-4
- ইলা' (চার মাসের বেশি) 2:226-227
- সিদ্ধান্তের জন্য লটারি 5:3
- উলঙ্গ অবস্থায় কা'বা প্রদক্ষিণ 7:26-28
- হজের পর পিছনের দরজা দিয়ে ঘরে প্রবেশ 2:189
উপাসনার বস্তুসমূহ
- ফেরেশতা (কিছু আরব মুশরিকদের মধ্যে) 34:40
- আল-আইকাহ (শু'আইবের জাতির মধ্যে) 26:176
- বা'ল (ইলিয়াসের জাতির মধ্যে) 37:125
- ঈসা (খ্রিস্টধর্মে) 5:17
- মূর্তি (ইব্রাহিমের জাতির মধ্যে) 21:52-53
- লাত, উয্যা ও মানাতের মূর্তি (আরব মুশরিকদের মধ্যে) 53:19-20
- ওয়াদ্দ, সুওয়া', ইয়াগুস, ইয়া'উক ও নাসরের মূর্তি (নূহের জাতির মধ্যে) 71:23
- সূর্য (সাবার জাতি) 27:24
- শি'রা তারা (কিছু আরব মুশরিকদের মধ্যে) 53:49
- ফিরআউন (প্রাচীন মিশরে) 26:29; 28:38; 79:24
- কামনা 25:43-44; 45:23
- একাধিক ঈশ্বরে বিশ্বাস খণ্ডন 17:42-43; 21:21-24; 25:3
ইবাদতের স্থান, মসজিদ 9:18
- গির্জা, সিনাগগ ও মঠ 22:40
- পবিত্র স্থান 3:39; 38:21
- মন্দির 17:7
- ধর্মীয় উপাধি, পুরোহিত, সন্ন্যাসী ও রাব্বি 5:44; 5:63; 5:82; 9:31-34
ফেরেশতাগণ
- আদমের সৃষ্টি সম্পর্কে জিজ্ঞাসা 2:30-34
- আল্লাহকে কখনো অমান্য করেন না 21:26-27; 66:6
- আল্লাহর কন্যা নন 21:26; 43:16-19
- অভিভাবক ফেরেশতা 13:11
- দুইজন লিখনকারী ফেরেশতা 50:16-18; 82:10-12
- কিয়ামতের দিন আটজন আল্লাহর আরশ বহন করবে 69:17
- জাহান্নামের উনিশজন রক্ষী 74:26-31
- মৃত্যুর ফেরেশতা 6:93; 16:28; 32:11
- জিবরাইল 2:97; 66:4; 26:192-195; 53:1-14
- মিকাইল 2:98
- মালিক 43:77
রাসূলগণ
- ফেরেশতা ও মানুষের মধ্য থেকে 22:75
- উলুল আযম রাসূলগণ (ইব্রাহিম, নূহ, মুসা, ঈসা ও মুহাম্মাদ ﷺ) 33:7; 42:13; 46:35
কিতাবসমূহ
- কুরআন, আল্লাহর পক্ষ থেকে ওহী 12:2-3; 20:2-4; 26:192-195; 32:2-3
- সমগ্র বিশ্বের জন্য স্মরণিকা 68:51-52
- সবচেয়ে সঠিক জীবনধারার পথপ্রদর্শন 17:9
- রমযান মাসে ওহী শুরু 2:185
- বরকতময় রাতে 44:3;97:1-5
- ধাপে ধাপে নাযিল 17:105-106
- স্মরণ রাখা সহজ করা হয়েছে 54:17
- পূর্ববর্তী ওহীর সত্যতা নিশ্চিত করে 3:3-4
- পূর্ববর্তী কিতাবগুলোর উপর সর্বোচ্চ কর্তৃপক্ষ 5:48
- এতে কোনো সন্দেহ নেই 2:2; 10:37
- কোনো বিরোধ নেই 4:82
- বানোয়াট নয় 10:37-39
- বাইবেল থেকে নকল নয় 25:4-6
- শয়তান দ্বারা নাযিল নয় 26:210-212
- এর মতো কিছু তৈরি করা সম্ভব নয় 17:88; 2:23-24;10:13-14; 11:13
- বিকৃতি থেকে সুরক্ষিত 15:9
- লওহে মাহফুজে সংরক্ষিত 56:75-80
- মিথ্যা প্রমাণ করা সম্ভব নয় 41:42
- ভবিষ্যতের ঘটনা পূর্বাভাস দেয় 30:1-7; 48:27
- মুমিনদের চোখে অশ্রু আনে 5:83; 17:107-109
- হৃদয় স্পর্শ করে 39:23
- উজ্জ্বল আলো 4:174; 42:52
- মুমিনদের জন্য নিরাময় ও রহমত 17:82
- তাওরাত 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- ইঞ্জিল 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- যাবুর 4:163; 17:55
- ইব্রাহিমের সহিফা 53:36-44; 87:14-19
তাকদির ও নিয়তি 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- স্বাধীন পছন্দ 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
কিয়ামতের দিন
- কোনো অন্যায় নেই 2:281; 18:49; 40:17
- মহাপ্রলয়ের ভয়াবহতা 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- সেদিন নেককার ও পাপীরা 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- সুপারিশ (শাফা'আহ) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
আমলনামা 17:13; 18:49
- মুমিনরা ডান হাতে আমলনামা পাবে 69:19-24; 84:7-9
- অবিশ্বাসীরা বাম হাতে আমলনামা পাবে 69:25-37; 84:10-15
- আল্লাহর কাছ থেকে কিছুই গোপন থাকবে না 21:47; 40:16
- আমলের ওজন 7:8; 23:102-104; 101:1-11
- অঙ্গ-প্রত্যঙ্গের সাক্ষ্য 41:19-24; 24:24
- ভালো ও মন্দ আমলের পুরস্কার 6:160; 27:89-90; 28:84
মানুষের প্রকারভেদ
- মুমিনগণ 18:107-108
- অবিশ্বাসীগণ 4:167-169
- মুনাফিকগণ 4:145; 57:13-15
- জান্নাতবাসী, অগ্রগামী মুমিনগণ 55:46-61; 56:10-26
- জান্নাতবাসী, ডান হাতের দল 55:62-78; 56:27-40
- জাহান্নামবাসী, বাম হাতের দল 55:31-45; 56:41-56
- উচ্চস্থানের মানুষ 7:46-49
আর্থিক
- ব্যবসায়িক নির্দেশিকা 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- অসিয়ত, অ-উত্তরাধিকারীদের জন্য ঐচ্ছিক অসিয়ত 2:180-183; 4:11-12
- সফরে মৃত্যুর আগে 5:106-108
- ঘুষ 2:188
- ঋণ, ঋণ আদায়ে সদয় হওয়া 2:280
- ঋণ চুক্তি লেখা ও সাক্ষী রাখা 2:282
- জামানত নেওয়া 2:283
- উত্তরাধিকার, নির্দেশিকা 4:7; 4:32-33; 8:75
- সন্তান ও পিতামাতার অংশ 4:11
- স্বামী-স্ত্রী ও মাতৃপক্ষীয় ভাই-বোন 4:12
- সহোদর ভাই-বোন 4:176
- যারা মানে না তাদের সতর্কবাণী 4:13-14
- সুদ, নিষিদ্ধ ও সতর্কবাণী 2:275-281; 3:130-132
- লাভহীন করা হয়েছে 30:39
আইনি
- বিদ্রোহের আইন (হিরাবাহ) 5:33-34
- ন্যায়বিচার, ন্যায়বিচারের জন্য দাঁড়ানো 4:135; 5:8; 16:90-91
- এতিম ও নারীদের অধিকারের জন্য দাঁড়ানো 4:127
- একজন ইহুদির প্রতি ন্যায়বিচার 4:105-112
- একজন মুশরিকের প্রতি ন্যায়বিচার 4:58
- অমুসলিমদের সাথে ন্যায্যতা 60:8-9
- আইনি পথে প্রতিশোধ (ক্ষমার বিকল্পসহ) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- স্বামী-স্ত্রীর বিচ্ছেদ, খুল' 2:229
- লি'আন (ব্যভিচারের অভিযোগ) 24:6-10
রাজনৈতিক
- পরামর্শের মাধ্যমে কার্যক্রম পরিচালনা (শূরা) 3:159; 42:38
- আত্মরক্ষায় যুদ্ধ (জিহাদ), আদব 2:190-192; 2:216; 22:38-40
- নির্বিচারে আক্রমণ না করা 4:94
- নিপীড়িত পুরুষ, নারী ও শিশুদের জন্য যুদ্ধ 4:75
- ইবাদতের স্থান রক্ষা 22:37
- শহীদদের পুরস্কার 2:154; 3:169-171; 9:111; 57:19
- সামরিক শক্তি সম্ভাব্য শত্রুকে বিরত রাখে 8:60
- শান্তির পক্ষে 2:192; 8:61
- দলগুলোর মধ্যে শান্তি স্থাপন 49:9-10
- যুদ্ধবন্দি, আচরণ 8:70; 47:4; 76:8
সামাজিক
- দত্তক 33:4-5
- এতিমদের যত্ন 2:220; 4:2-10; 4:127; 6:152; 17:34
- তালাক, মধ্যস্থতা ও মিলন 4:35; 4:128
- তালাকের আদব 2:229-231; 65:1-2
- মহর ও ইদ্দাহ 2:226-241; 4:19-21; 33:49; 65:1-7
- স্বামী মহর ফেরত নেবে না 4:20
- স্ত্রীকে হয়রানি করা যাবে না 65:6
- গর্ভাবস্থায় স্ত্রীকে আর্থিক সহায়তা 65:6
- ইদ্দাহকালীন 65:6
- সাবেক স্বামীর সন্তান দুধ পান করালে 65:6
- সন্তানের কারণে কোনো পিতামাতা কষ্ট পাবে না 2:233
- দুধমায়ের বিকল্প 65:6
- ভালো কাজের আদেশ ও মন্দ কাজের নিষেধ 3:104; 3:110; 7:157; 9:71-72; 31:17
- মানুষের সমতা 49:13
- আল্লাহ ও আইনের সামনে পুরুষ ও নারী, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- পুরুষের নারীর উপর এক স্তর দায়িত্ব 2:228
- দরিদ্র, এতিম ও বন্দিদের খাওয়ানো 76:8-9
- ক্ষমা ও রাগ নিয়ন্ত্রণ 3:134; 42:40
- দাস মুক্ত করা ও সহায়তা করা 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- পিতামাতাকে সম্মান করা 4:36; 17:23-25; 31:14-15
- বিনয় 17:37; 31:18-19
- ইব্রাহিমের স্বপ্নের ব্যাখ্যা 37:102
- ইউসুফের স্বপ্নের ব্যাখ্যা 12:4; 12:36; 12:43
- মুহাম্মাদের স্বপ্নের ব্যাখ্যা 8:43; 48:27
- অমুসলিমদের প্রতি সদয় হওয়া 60:8
- বিবাহ 4:3; 4:129; 16:72; 30:21
- বৈধ ও অবৈধ নারী 4:22-24
- দাম্পত্য সম্পর্কের আদব 2:222-223
- গর্ভাবস্থা ও দুধ পান করানো 2:233; 31:4; 46:15; 65:6
- নিজের সাবেক স্ত্রীকে পুনরায় বিয়ে করা 2:230
- অবিবাহিতদের বিয়েতে সহায়তা করা 24:32
- ইদ্দাহকালীন সূক্ষ্মভাবে আগ্রহ প্রকাশ 2:235
- শপথ 2:224-225; 16:91-92; 16:94
- ভাঙা শপথের কাফফারা 5:89
- কঠিন সময়ে ধৈর্য 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- প্রবেশের অনুমতি 24:58-60
- মানুষের ঘরে প্রবেশ 24:27-28
- সর্বজনীন স্থানে প্রবেশ 24:29
- সামাজিক আদব, সংবাদ যাচাই 4:83; 49:6
- সকলের প্রতি সম্মান 49:11-12
- সমাবেশের আদব 58:11
- গোপন আলোচনা 4:114; 58:9
- মানত 2:270; 9:75-77; 22:29; 76:7
- অপচয় ও কৃপণতা 7:31; 17:29; 25:67
অন্যান্য কাহিনীসমূহ
- হাবিল ও কাবিল 5:27-31
- খাদির ও মুসা 18:60-82
- হাতির বাহিনী 105:1-4
- ফিরআউনের জাতির মুমিন ব্যক্তি 40:28-46
- মারইয়ামের জন্ম 3:35-36
- বনি ইসরাইলের গরু 2:67-74
- উযাইর 2:259
- বাগানের মালিকরা 68:17-32
- হারুত ও মারুত 2:102
- কারুন 28:76-82
- লুকমানের তার পুত্রকে উপদেশ 31:12-19
- দুই বাগানের মালিক 18:32-44
- সাবার জাতি 34:15-19
- গুহার অধিবাসীরা 18:9-26
- পরিখার অধিবাসীরা 85:1-8
- শনিবার লঙ্ঘনকারীরা 7:163-165
- সামিরি ও সোনার বাছুর 20:83-97
- তালুত ও সামুয়েল 2:247-251
- যুলকারনাইন 18:83-98
শয়তান 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- শয়তানি মানুষ ও জিন 6:112;114:6
- আসমান শয়তান থেকে সুরক্ষিত 15:16-18
অনুশোচনাসমূহ
- নবীকে অনুসরণ না করা 25:27
- আল্লাহ ও তাঁর রাসূলের আনুগত্য না করা 4:41-42; 33:64-68
- মন্দ বন্ধু নেওয়া 25:28-29; 26:96-102; 43:36-39
- আল্লাহর নিদর্শন অস্বীকার করা 6:27-30
- আখিরাতের জন্য কাজ না করা 89:23-24
মরিয়া আবেদনসমূহ
- দুনিয়ায় ফিরে যাওয়ার আকুতি 2:167; 6:27-28; 32:12-14; 42:44
- দ্বিতীয় সুযোগের জন্য 35:36-37
- আগুন থেকে বের করার জন্য 40:10-12
- খাদ্য ও পানির জন্য 7:51-52
- সুপারিশকারীদের জন্য 7:52-53
- ধুলায় পরিণত করার জন্য 4:41-42; 78:40
- মৃত্যুর জন্য 43:74-78
নেককারদের গুণাবলী
- স্রষ্টা ও তাঁর সৃষ্টির অধিকার পালন করা 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
পাপীদের গুণাবলী
- অকৃতজ্ঞ 14:34
- কৃপণ 17:100
- তাড়াহুড়াকারী 21:37
- শুধু কঠিন সময়ে আল্লাহকে স্মরণ করে 10:12; 41:51
- অধৈর্য 70:19
- তার্কিক 18:54
কবিরা গুনাহসমূহ
- আল্লাহর সাথে শিরক করা 4:48; 4:116; 5:72; 6:19; 31:13
- পিতামাতার সাথে দুর্ব্যবহার 4:36; 6:151; 17:23
- ফরজ নামাজ অবহেলা বা পরিত্যাগ করা 19:59-60
- যাকাত না দেওয়া 41:6-7
- হত্যা 6:151; 17:33
- ইচ্ছাকৃতভাবে মুমিনকে হত্যা 4:93
- চুরি 5:38
- প্রতারণা 7:85; 11:85; 26:182-183; 83:1-6
- মিথ্যা বলা 2:10; 9:77; 39:60
- আল্লাহ সম্পর্কে মিথ্যা বলা 6:93; 29:68; 61:7
- নিষিদ্ধ যৌন সম্পর্ক 2:222; 17:32; 24:2; 25:68; 29:28-30
- ব্যভিচারের মিথ্যা অভিযোগ 24:4-5
- মুরতাদ হওয়া 2:217; 5:54
- শূকরের গোশত ও অন্যান্য নিষিদ্ধ খাবার খাওয়া (মৃত প্রাণী, রক্ত ইত্যাদি) 5:3; 6:145
- মদ ও জুয়া 5:90-91
- পরনিন্দা 49:11
- মিথ্যা সাক্ষ্য 22:30
- জাদু 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman     অসীম দয়ালু (পরম দয়ালু)  1:3; 17:110
- #2 Ar-Raheem     অশেষ দয়ালু (পরম করুণাময়)  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik      সর্বময় অধিপতি  20:114; 23:116; 59:23
- #4 Al-Quddus     পবিত্রতম, নিখুঁত  59:23; 62:1
- #5 As-Salaam     শান্তি ও নিরাপত্তার উৎস  59:23
- #6 Al-Mu'min     নিরাপত্তা ও ঈমান দানকারী  59:23
- #7 Al-Muhaymin   রক্ষাকারী, অভিভাবক  59:23
- #8 Al-Aziz       পরাক্রমশালী, সর্বশক্তিমান  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar     পরম শক্তিশালী, কর্তৃত্বশালী  59:23
- #10 Al-Mutakabbir শ্রেষ্ঠত্ব ও মহিমার অধিকারী  59:23
- #11 Al-Khaliq    সৃষ্টিকর্তা  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'     সৃষ্টির পরিকল্পনাকারী, বিবর্ধনকারী  59:24
- #13 Al-Musawwir  আকৃতি ও রূপদানকারী  59:24
- #14 Al-Ghaffar   অতি ক্ষমাশীল (পুনঃমার্জনাকারী)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar    দমনকারী, মহাপরাক্রান্ত  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab    মহাদাতা, পুরস্কারদাতা  3:8; 38:9; 38:35
- #17 Ar-Razzaq    রিজিকদাতা  51:58
- #18 Al-Fattah    বিজয়দাতা, উন্মোচনকারী  34:26
- #19 Al-'Aleem    সর্বজ্ঞ  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid     সংকোচনকারী, সংযমকারী  2:245
- #21 Al-Basit     সম্প্রসারণকারী, উদারকারী  2:245
- #22 Al-Khafid    অবনতকারী (অপমানকারী)  95:5
- #23 Ar-Rafi'     উন্নতিদাতা, মর্যাদাদানকারী  58:11; 6:83
- #24 Al-Mu'izz    সম্মানপ্রদানকারী  3:26
- #25 Al-Mudhill   সম্মানহরণকারী, অপমানকারী  3:26
- #26 As-Sami'     সর্বশ্রোতা  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir     সর্বদ্রষ্টা  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam     বিচারক, মীমাংসাকারী  22:69
- #29 Al-'Adl      ন্যায়নিষ্ঠ, সুবিচারক  6:115
- #30 Al-Latif     সূক্ষ্মদর্শী, কোমল আচরণকারী  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir    সম্যক অবহিত, সর্বজ্ঞাত  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim     পরম সহনশীল, ধৈর্যশীল  2:235; 17:44; 22:59; 35:41
- #33 Al-'Azim     সুমহান, মহান  2:255; 42:4; 56:96
- #34 Al-Ghafur    অতি ক্ষমাশীল, মার্জনাকারী  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur   গুণগ্রাহী, কৃতজ্ঞতার পুরস্কারদাতা  35:30; 35:34; 42:23; 64:17
- #36 Al-'Aliy     মহীয়ান, উচ্চ মর্যাদাবান  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir     সুমহান, মহানত্বের অধিকারী  13:9; 22:62; 31:30
- #38 Al-Hafiz     সংরক্ষণকারী, মহারক্ষক  11:57; 34:21; 42:6
- #39 Al-Muqit     লালনপালনকারী, আহারদাতা  4:85
- #40 Al-Hasib     হিসাব গ্রহণকারী, মীমাংসাকারী  4:6; 4:86; 33:39
- #41 Al-Jalil     মহিমান্বিত, গৌরবান্বিত  55:27; 39:14; 7:143
- #42 Al-Karim     দানশীল, মহামান্য  27:40; 82:6
- #43 Ar-Raqib     তীক্ষ্ণ পর্যবেক্ষণকারী, তত্ত্বাবধায়ক  4:1; 5:117
- #44 Al-Mujib     প্রার্থনার উত্তরদাতা  11:61
- #45 Al-Wasi'     সর্বব্যাপী, অসীম  2:268; 3:73; 5:54
- #46 Al-Hakim     প্রজ্ঞাময়, সুবিজ্ঞ  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud     প্রেমময়, স্নেহশীল  11:90; 85:14
- #48 Al-Majid     গৌরবময়, মহিমাময়  11:73
- #49 Al-Ba'ith    পুনরুত্থানকারী  22:7
- #50 Ash-Shahid   সাক্ষ্যদানকারী, প্রত্যক্ষদ্রষ্টা  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq      সত্য, প্রকৃত সত্য  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil     কর্মবিধায়ক, অভিভাবক  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy    শক্তিধর, ক্ষমতাশালী  22:40; 22:74; 42:19; 57:25
- #54 Al-Matin     দৃঢ়, সুদৃঢ়  51:58
- #55 Al-Waliyy    অভিভাবক, সাহায্যকারী বন্ধু  4:45; 7:196; 42:28; 45:19
- #56 Al-Hamid     সকল প্রশংসার দাবীদার  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi     গণনাকারী, বর্ণনাকারী  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'    প্রথম সৃজনকারী  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id     পুনঃপ্রতিষ্ঠাকারী, পুনরূদ্ধারকারী  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi     জীবনদানকারী  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumit     মৃত্যুদাতা  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy      চিরঞ্জীব  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum    বিশ্বধাতা, অভিভাবক  2:255; 3:2; 20:111
- #64 Al-Wajid     সর্বপ্রাপক, পর্যবেক্ষক  38:44
- #65 Al-Majid     মহিমান্বিত, সুপ্রসিদ্ধ  11:73
- #66 Al-Wahid     এক, অনন্য, অদ্বিতীয়  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad      একক  112:1
- #68 As-Samad     চিরন্তন, অমুখাপেক্ষী  112:2
- #69 Al-Qadir     সর্বশক্তিমান  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir  প্রভাবশালী, সর্বশক্তিমান  18:45; 54:42; 54:55
- #71 Al-Muqaddim  অগ্রবর্তীকারী  16:61; 17:34
- #72 Al-Mu'akhkhir পশ্চাতে রাখনেওয়ালা  71:4
- #73 Al-Awwal     প্রথম (আদি)  57:3
- #74 Al-Akhir     শেষ (অন্ত)  57:3
- #75 Az-Zahir     প্রকাশমান, সুস্পষ্ট  57:3
- #76 Al-Batin     অপ্রকাশমান, গুপ্ত  57:3
- #77 Al-Wali      কার্যনির্বাহক, তত্ত্বাবধায়ক  13:11; 22:7
- #78 Al-Muta'ali  অতি মহান, সর্বোচ্চ  13:9
- #79 Al-Barr      কৃপাময়, উপকারকারী  52:28
- #80 At-Tawwab    তওবা গ্রহণকারী  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim  প্রতিশোধগ্রহণকারী  32:22; 43:41; 44:16
- #82 Al-'Afuww    ক্ষমাকারী, দোষ মোচনকারী  4:99; 4:149; 22:60
- #83 Ar-Ra'uf     সহানুভূতিশীল, দয়াদ্র  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk সমস্ত রাজত্বের অধিপতি  3:26
- #85 Dhul-Jalali wal-Ikram  মহিমা ও মর্যাদার অধিকারী  55:27; 55:78
- #86 Al-Muqsit    ন্যায়বিচারকারী  3:18; 7:29
- #87 Al-Jami'     সমবেতকারী  3:9
- #88 Al-Ghaniy    অমুখাপেক্ষী  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni    অভাবমুক্তকারী  9:28
- #90 Al-Mani'     বিরত রাখনেওয়ালা  67:21
- #91 Ad-Darr      ক্ষতি সাধনকারী  6:17
- #92 An-Nafi'     কল্যাণদাতা  30:37
- #93 An-Nur       আলোর উৎস  24:35
- #94 Al-Hadi      পথপ্রদর্শক  25:31
- #95 Al-Badi'     সৃষ্টির উদ্ভাবক  2:117; 6:101
- #96 Al-Baqi      চিরস্থায়ী  55:27
- #97 Al-Warith    উত্তরাধিকারী  15:23
- #98 Ar-Rashid    সঠিক পথপ্রদর্শক  2:256
- #99 As-Sabur     ধৈর্যশীল  2:153; 3:200; 103:3
Matching Ayahs
- = আলিফ, লাম, মীম। 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = তারাই তাদের রবের পক্ষ থেকে সৎপথে আছে এবং তারাই সফলকাম। 2:5; 31:5
- = হে বনি ইসরাঈল! আমার সেই অনুগ্রহ স্মরণ কর, যা আমি তোমাদেরকে দান করেছিলাম এবং আমি তোমাদেরকে বিশ্বজগতের উপর শ্রেষ্ঠত্ব দান করেছিলাম। 2:47; 2:122
- =那是 একটি উম্মত যা অতীতে চলে গেছে। তারা যা অর্জন করেছে তা তাদের জন্য, আর তোমরা যা অর্জন করেছ তা তোমাদের জন্য। এবং তারা যা করত সে সম্পর্কে তোমাদের জিজ্ঞাসা করা হবে না। 2:134; 2:141
- = তাতে তারা চিরকাল থাকবে। তাদের শাস্তি লাঘব করা হবে না এবং তাদেরকে অবকাশও দেওয়া হবে না। 2:162; 3:88
- = কিন্তু যারা এরপর তওবা করে এবং নিজেদের সংশোধন করে, নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু। 3:89; 24:5
- = আর যারা কুফরী করে এবং আমার আয়াতসমূহকে অস্বীকার করে, তারাই জাহান্নামের অধিবাসী। 5:10; 5:86
- = আর তাদের রবের নিদর্শনসমূহ থেকে কোনো নিদর্শন তাদের কাছে আসে না, কিন্তু তারা তা থেকে মুখ ফিরিয়ে নেয়। 6:4; 36:46
- = আর আপনার পূর্বেও রাসূলগণকে উপহাস করা হয়েছিল; কিন্তু যারা উপহাস করত, তারা যা নিয়ে উপহাস করত তা-ই তাদেরকে ঘিরে ফেলল। 6:10; 21:41
- = বলুন, "আমি যদি আমার রবের অবাধ্যতা করি, তবে মহাদিনের শাস্তির ভয় করি।" 6:15; 39:13
- = অতঃপর ভূমিকম্প তাদেরকে আঘাত করল, ফলে তারা নিজেদের গৃহে উবু হয়ে পড়ে রইল। 7:78; 7:91
- = অতঃপর তিনি তার লাঠি নিক্ষেপ করলেন, আর সাথে সাথেই তা একটি স্পষ্ট সাপ হয়ে গেল। 7:107; 26:32
- = আর তিনি তার হাত বের করলেন, আর সাথে সাথেই তা দর্শকদের জন্য উজ্জ্বল শুভ্র হয়ে গেল। 7:108; 26:33
- = তারা বলল, "আমরা বিশ্বজগতের রবের প্রতি ঈমান এনেছি।" 7:121; 26:47
- = মূসা ও হারুনের রব। 7:122; 26:48
- = আর আমি তাদেরকে সময় দেব; নিশ্চয় আমার পরিকল্পনা সুদৃঢ়। 7:183; 68:45
- = তিনিই তাঁর রাসূলকে সৎপথ ও সত্য ধর্ম সহ প্রেরণ করেছেন, যাতে তিনি সমস্ত ধর্মের উপর এটিকে বিজয়ী করেন, যদিও মুশরিকরা অস্বীকার করে। 9:33; 61:9
- = হে নবী! কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ করুন এবং তাদের প্রতি কঠোর হন; তাদের আবাসস্থল জাহান্নাম, আর তা কত নিকৃষ্ট প্রত্যাবর্তনস্থল! 9:73; 66:9
- = আর তারা বলে, "এই প্রতিশ্রুতি কখন, যদি তোমরা সত্যবাদী হও?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = আর নিশ্চয় আমরা মূসাকে আমাদের নিদর্শন ও সুস্পষ্ট কর্তৃত্ব সহ প্রেরণ করেছিলাম। 11:96; 40:23
- = আর নিশ্চয় আমরা মূসাকে কিতাব দিয়েছিলাম, কিন্তু তাতে মতভেদ সৃষ্টি হয়েছিল। এবং যদি আপনার রবের পক্ষ থেকে একটি পূর্ববর্তী বাণী না থাকত, তবে তাদের মধ্যে চূড়ান্ত ফয়সালা হয়ে যেত। আর নিশ্চয় তারা এ সম্পর্কে সন্দেহে রয়েছে। 11:110; 41:45
- = এটি আল্লাহর জন্য কঠিন নয়। 14:20; 35:17
- = "যখন আমি তাকে সুসম্পন্ন করব এবং আমার সৃষ্ট রূহ থেকে তাতে ফুঁক দেব, তখন তোমরা তার জন্য সিজদায় পড়ে যাও।" 15:29; 38:72
- = অতঃপর ফেরেশতাগণ সবাই একত্রে সিজদা করল। 15:30; 38:73
- = (আল্লাহ) বললেন, "তবে তুমি এখান থেকে বের হয়ে যাও, নিশ্চয় তুমি বিতাড়িত।" 15:34; 38:77
- = (ইবলিস) বলল, "হে আমার রব! তাহলে আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।" 15:36; 38:79
- = (আল্লাহ) বললেন, "তবে নিশ্চয় তুমি অবকাশপ্রাপ্তদের অন্তর্ভুক্ত।" 15:37; 38:80
- = নির্দিষ্ট সময়ের দিন পর্যন্ত।" 15:38; 38:81
- = তাদের মধ্য থেকে আপনার নির্বাচিত বান্দারা ছাড়া। 15:40; 38:83
- = নিশ্চয় মুত্তাকীরা জান্নাত ও ঝর্ণাসমূহে থাকবে। 15:45; 51:15
- = তিনি বললেন, "তবে তোমাদের কাজ কী, হে প্রেরিতগণ?" 15:57; 51:31
- = তারা বলল, "আমরা অপরাধী সম্প্রদায়ের কাছে প্রেরিত হয়েছি।" 15:58; 51:32
- = যারা ঈমান এনেছে এবং তাদের ঈমানকে জুলুমের সাথে মিশ্রিত করেনি — তারাই নিরাপত্তা পাবে এবং তারাই সৎপথপ্রাপ্ত। 16:42; 29:59
- = যাতে তারা আমরা তাদেরকে যা দিয়েছি তার প্রতি অকৃতজ্ঞ হয়। কাজেই তোমরা উপভোগ কর, কারণ শীঘ্রই জানতে পারবে। 16:55; 30:34
- = অতঃপর তিনি আরেকটি পথ অনুসরণ করলেন। 18:89; 18:92
- = ফিরআউনের কাছে যাও, নিশ্চয় সে সীমা লঙ্ঘন করেছে। 20:24; 79:17
- = আর যারা তাদের যৌনাঙ্গের হিফাযত করে। 23:5; 70:29
- = তাদের স্ত্রী বা তাদের ডান হাত যাদের মালিক হয়েছে তাদের ছাড়া; নিশ্চয় তারা নিন্দনীয় নয়। 23:6; 70:30
- = কিন্তু যারা এর বাইরে চায়, তারাই সীমালঙ্ঘনকারী। 23:7; 70:31
- = আর যারা তাদের আমানত ও অঙ্গীকারের প্রতি যত্নশীল। 23:8; 70:32
- = তিনি বললেন, "হে আমার রব! তারা আমাকে অস্বীকার করেছে বলে আমাকে সাহায্য করুন।" 23:26; 23:39
- = তা, সীন, মীম। 26:1; 28:1
- = এগুলো সুস্পষ্ট কিতাবের আয়াত। 26:2; 28:2
- = নিশ্চয় এতে নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই ঈমান আনেনি। 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = আর নিশ্চয় আপনার রব — তিনিই পরাক্রমশালী, পরম দয়ালু। 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = আর আমরা অন্যদেরকে ডুবিয়ে দিয়েছিলাম। 26:66; 37:82
- = নিশ্চয় আমি তোমাদের জন্য একজন বিশ্বস্ত রাসূল। 26:107; 26:125; 26:143; 26:162; 26:178
- = অতএব তোমরা আল্লাহকে ভয় কর এবং আমার অনুগত্য কর। 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = আর আমি এজন্য তোমাদের কাছে কোনো প্রতিদান চাই না; আমার প্রতিদান শুধু বিশ্বজগতের রবের কাছে। 26:109; 26:127; 26:145; 26:164; 26:180
- = জান্নাত ও ঝর্ণাসমূহে। 26:147; 44:52
- = তারা বলল, "তুমি তো যাদুগ্রস্তদের মধ্যে একজন।" 26:153; 26:185
- = তবে তার স্ত্রী ছাড়া — আমরা সুনির্ধারিত করেছিলাম যে সে পিছনে থাকা লোকদের অন্তর্ভুক্ত হবে। 26:171; 37:135
- = অতঃপর আমরা অন্যদেরকে ধ্বংস করে দিলাম। 26:172; 37:136
- = আর আমরা তাদের উপর (পাথরের) বৃষ্টি বর্ষণ করলাম, আর সতর্কীকৃতদের বৃষ্টি কত নিকৃষ্ট ছিল! 26:173; 27:58
- = তাহলে কি তারা আমাদের শাস্তি ত্বরান্বিত করতে চায়? 26:204; 37:176
- = যারা সালাত কায়েম করে এবং যাকাত দেয় এবং তারা আখেরাত সম্পর্কে নিশ্চিত বিশ্বাস রাখে। 27:3; 31:4
- = আর সেই দিনের কথা স্মরণ করুন যখন তিনি তাদের ডাকবেন এবং বলবেন, "আমার অংশীদাররা কোথায়, যাদের সম্পর্কে তোমরা দাবি করতে?" 28:62; 28:74
- = আর আমাদের পূর্বপুরুষরা? 37:17; 56:48
- = আর তারা একে অপরের দিকে ফিরে পরস্পরকে জিজ্ঞাসা করবে। 37:27; 52:25
- = কিন্তু তারা আল্লাহর নির্বাচিত বান্দা। 37:40; 37:74; 37:128; 37:160
- = আনন্দের জান্নাতসমূহে। 37:43; 56:12
- = আর আমরা তার জন্য পরবর্তীদের মধ্যে (স্মরণীয়) রেখেছি: 37:78; 37:108; 37:129
- = নিশ্চয় আমরা সৎকর্মশীলদেরকে এভাবেই প্রতিদান দিয়ে থাকি। 37:80; 37:121; 37:131; 77:44
- = নিশ্চয় তিনি আমাদের ঈমানদার বান্দাদের অন্তর্ভুক্ত ছিলেন। 37:81; 37:111; 37:132
- = তোমাদের কী হয়েছে? কীভাবে বিচার করছ? 37:154; 68:36
- = এটি বিশ্বজগতের জন্য শুধু একটি উপদেশ। 38:87; 81:27
- = কিতাবের অবতারণ পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর পক্ষ থেকে। 39:1; 45:2; 46:2
- = হা, মীম। 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = সুস্পষ্ট কিতাবের শপথ। 43:2; 44:2
- = কাজেই আপনি তাদেরকে ছেড়ে দিন — তারা বাজে কথায় ও খেলাধুলায় লিপ্ত থাকুক, যতক্ষণ না তারা তাদের সেই দিনের সম্মুখীন হয় যার প্রতিশ্রুতি তাদের দেওয়া হয়েছে। 43:83; 70:42
- = (তাদের বলা হবে), "তোমরা যা করতে তার প্রতিফলস্বরূপ পরিতৃপ্তির সাথে খাও-দাও।" 52:19; 77:43
- = নাকি আপনি তাদের কাছে কোনো পারিশ্রমিক চান, ফলে তারা ঋণের বোঝায় ভারাক্রান্ত? 52:40; 68:46
- = নাকি তাদের কাছে গায়েবের জ্ঞান আছে, তাই তারা তা লিখে রাখে? 52:41; 68:47
- = কেমন ছিল আমার শাস্তি ও সতর্কবাণী! 54:16; 54:21; 54:30
- = আর নিশ্চয় আমরা কুরআনকে স্মরণের জন্য সহজ করে দিয়েছি; অতএব কোন স্মরণকারী আছে কি? 54:17; 54:22; 54:32; 54:40
- = অতএব তোমাদের রবের কোন অনুগ্রহকে তোমরা অস্বীকার করবে? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = পূর্ববর্তীদের একটি বিশাল দল। 56:13; 56:39
- = বরং আমরা বঞ্চিত হয়েছিলাম? 56:67; 68:27
- = অতএব আপনার মহান রবের নামের পবিত্রতা ঘোষণা করুন। 56:74; 56:96; 69:52
- = এটি বিশ্বজগতের রবের পক্ষ থেকে অবতীর্ণ। 56:80; 69:43
- = আসমানসমূহে যা কিছু আছে এবং যমীনে যা কিছু আছে সবই আল্লাহর পবিত্রতা বর্ণনা করে, এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়। 59:1; 61:1
- = যখন তার কাছে আমার আয়াতসমূহ তিলাওয়াত করা হয়, তখন সে বলে, "এটা তো পূর্ববর্তীদের উপকথা!" 68:15; 83:13
- = তখন সে সুখময় জীবনে থাকবে। 69:21; 101:7
- = উচ্চ জান্নাতে। 69:22; 88:10
- = এবং সে দরিদ্রকে খাওয়াতে উৎসাহিত করে না। 69:34; 107:3
- = নিশ্চয় এটি (কুরআন) একজন সম্মানিত রাসূলের বাণী। 69:40; 81:19
- = নিশ্চয় এটি একটি স্মারক; অতএব যে ইচ্ছা করে, সে তার রবের পথ গ্রহণ করুক। 73:19; 76:29
- = অতএব যে ইচ্ছা করে, সে এটি স্মরণ করুক। 74:55; 80:12
- = সেদিন অস্বীকৃতিকারীদের জন্য ধ্বংস! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = নিশ্চয় সৎকর্মশীলরা থাকবে সুখ-শান্তিতে। 82:13; 83:22
- = এটি একটি লিখিত নথি। 83:9; 83:20
- = সিংহাসনে বসে দর্শন করবে। 83:23; 83:35
- = এবং তার রবের নির্দেশ শুনেছে এবং তা পালন করতে বাধ্য হয়েছে। 84:2; 84:5
- = এবং আমিও সেই উপাস্যের উপাসক নই যার উপাসনা তোমরা কর। 109:3; 109:5
noblequran.com Schemas
- মক্কার মুশরিকরা আল্লাহর রুবুবিয়্যাত (প্রভুত্ব) স্বীকার করত 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- কিতাব ও হিকমত (সুন্নাহ) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- নিজের (পথভ্রষ্ট) পূর্বপুরুষদের পথ অনুসরণ করা নিন্দিত 2:170; 31:21; 43:22
- আল্লাহর রাসূল মানুষ ছিলেন 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- মুশরিকরা কষ্টের সময় শুধু আল্লাহকেই ডাকত 10:22; 17:16; 29:65; 31:32
- দ্বীনে বিভক্তি নিষিদ্ধ ও নিন্দিত 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- আল্লাহর ইস্তিওয়ার গুণ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ঈমানের বৃদ্ধি (ও হ্রাস) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- রাসূল এবং সৃষ্টির কেউই স্বাধীনভাবে অদৃশ্যের জ্ঞান রাখে না 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- আল্লাহ যাকে ইচ্ছা রিযিক প্রশস্ত করেন ও সংকুচিত করেন 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- কুরআন স্পষ্ট আরবি ভাষায় অবতীর্ণ হয়েছে 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- আল্লাহ কোনো নফসকে সাধ্যের অতিরিক্ত বোঝা দেন না 2:233, 286; 6:152; 7:42; 23:62; 65:7
- কেউ অন্যের বোঝা বহন করবে না 6:164; 17:15; 35:18; 39:7; 53:38
- আল্লাহ যদি তোমাকে কোনো ক্ষতি দিয়ে স্পর্শ করেন, তবে তিনি ছাড়া তা দূরকারী কেউ নেই 6:17; 10:107
- আর তার চেয়ে বড় জালিম কে যে... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- মানুষ প্রাচুর্যে অকৃতজ্ঞ এবং অভাবে বিনয়ী হয়ে যায় 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- প্রতিষ্ঠা (তাসবীত) আল্লাহর কাছে চাওয়া হয় এবং তিনিই তা দান করেন 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- সকল মতভেদ আল্লাহ ও তাঁর রাসূলের দিকে প্রত্যাবর্তিত হবে 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- জাহান্নামবাসীদের মধ্যকার বিতর্ক 26:96-102; 38:58-64; 40:47-50
- আল্লাহর রাসূলের আনুগত্য (তা'আহ) করা অবশ্যকর্তব্য 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- কুরআনে সিজদার আয়াতসমূহ 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- উম্মতের সকল বিপর্যয় অবাধ্যতার কারণেই ঘটে 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- আল্লাহ যাকে বিভ্রান্ত করেন তাকে পথ দেখানোর কেউ নেই 13:33; 39:23, 26; 40:33; 7:186; 18:17
- সকল নবী ইবাদতের তাওহীদ দিয়ে সংস্কার শুরু করেছিলেন 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- সাফল্য ও সমৃদ্ধি আত্মার পবিত্রতা (তাযকিয়াহ)র সাথে সম্পর্কিত 20:76; 35:18; 87:14; 91:9; 92:18
- সকল সম্মান ও শক্তি (ইজ্জত) আল্লাহর জন্য 4:139; 10:65; 35:10; 63:8
- শুধু আল্লাহকে বিশুদ্ধভাবে ও একনিষ্ঠভাবে ডাকা অবশ্যকর্তব্য 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- আল্লাহর সাথে অন্যকে ডাকা নিষিদ্ধ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- সকল নবী আল্লাহর তাকওয়া ও (নিজেদের প্রতি) আনুগত্যের নির্দেশ দিয়েছিলেন 43:63; 71:1-28
- হিজরত সম্পর্কে 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- আল্লাহ ছাড়া সৃষ্টির জন্য প্রকৃত রক্ষক বা সাহায্যকারী নেই 2:107, 120; 9:74, 116; 29:22; 42:31
- যাদের অন্তরে আল্লাহ মোহর মেরে দেন 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ঈমান ভয় ও আশার মাঝামাঝি অবস্থিত 17:57; 32:16; 39:9
- কুফর, শিরক ও নিফাকের মাধ্যমে সকল আমল বাতিল হওয়া প্রসঙ্গে 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- আল্লাহর ওহী ও নবীগণ হেদায়েত, জ্ঞান ও ঈমানের আলো 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- যারা বাক্য বিকৃত করে তারা ইহুদি এবং তা'বীল (তাহরীফ)-এর লোক 2:75; 4:46; 5:13; 5:41
- পৃথিবীর জীবন কেবল একটি ক্ষণস্থায়ী ভোগ ও আনন্দ 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- দাহরিয়্যাহ (নাস্তিক) 45:24; 6:29; 23:37
- আল্লাহ মুহাম্মদকে দ্বীন দিয়ে পাঠিয়েছেন যাতে তা অন্য সকল (রহিত বা মিথ্যা) ধর্মের উপর জয়ী হয় 9:33; 48:28; 61:9
- তাগূত সম্পর্কে এবং তাগূতকে প্রত্যাখ্যান করার প্রয়োজনীয়তা 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- তারা চক্রান্ত করে এবং আল্লাহও চক্রান্ত করেন, আর তিনিই সর্বশ্রেষ্ঠ কৌশলী 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- কিয়ামতের জ্ঞান কেবল আল্লাহর কাছেই আছে 7:187; 33:63; 41:47
- ফুরকান (পার্থক্যকারী) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- মন্দকে উত্তম দ্বারা প্রতিহত করা 23:96; 28:54; 41:34
- কিয়ামত অত্যন্ত নিকটবর্তী 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- এবং তাঁর নিদর্শনসমূহের মধ্যে... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- আল্লাহ তাঁর নিদর্শনসমূহ ব্যাখ্যা করেন যাতে তোমরা... 2:73, 187, 221, 242; 3:103; 5:89
- আল্লাহ সকল কিছুর স্রষ্টা 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- আল্লাহ সৃষ্টিকে বৃথা বা খেলাচ্ছলে সৃষ্টি করেননি 21:16; 38:27; 44:38; 46:3
- আল্লাহ মানবজাতিকে সৃষ্টি করেছেন যাতে তারা কেবল তাঁরই ইবাদত করে এবং কে কর্মে শ্রেষ্ঠ তা পরীক্ষা করার জন্য 11:7; 18:7; 51:56; 67:2
- আল্লাহ রাসূলগণকে তাঁর ইবাদতের দিকে ডাকার জন্য, আনুগত্য পাওয়ার জন্য, এবং সুসংবাদদাতা ও সতর্ককারী হিসেবে পাঠিয়েছেন 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- আল-কদরের চারটি স্তর 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- ইবাদতের রূপ ও প্রকারভেদ 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- আল্লাহ যাকে ইচ্ছা পথ দেখান এবং যাকে ইচ্ছা বিভ্রান্ত করেন 14:4; 16:93; 35:8; 74:31
- যাদের আল্লাহ বিভ্রান্ত করেন 2:26; 9:115; 14:27; 40:34, 74; 45:23
- আল্লাহ যাকে বিভ্রান্ত করেন তাকে কেউ পথ দেখাতে পারে না 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- আল্লাহর জন্য কোনো সাদৃশ্যের অস্বীকৃতি 2:22; 19:65; 42:11; 112:4
- আল্লাহ কারো প্রতি জুলুম করেন না, বরং তারা নিজেদের প্রতিই জুলুম করে 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- সালাফ (সাহাবীগণ)-কে অনুসরণ করা অবশ্যকর্তব্য 2:137; 9:100; 4:115; 48:18, 29
- দাওয়াত প্রদানের পদ্ধতি 12:108; 16:125; 29:46
- শিরক শুধু মূর্তির মধ্যে সীমাবদ্ধ নয়, এতে নবী, ফেরেশতা, জিন ও নেককার লোকদের মাধ্যমে সুপারিশ চাওয়াও অন্তর্ভুক্ত 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- বিবাহযোগ্য বয়স নির্ধারণকারী বিষয়সমূহ 4:6; 6:152; 24:59
- জিবরীল হলেন সেই পবিত্র, বিশ্বস্ত রূহ যিনি আল্লাহর কাছ থেকে কুরআন নবীর কাছে নিয়ে এসেছেন 2:97; 16:102; 26:192
- সাহায্য, বিজয় ও প্রাধান্য আল্লাহ এবং তাঁর রাসূলগণের জন্য 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- আর নিশ্চয় আপনার পূর্ববর্তী রাসূলগণকেও উপহাস করা হয়েছিল; অতএব যারা তাদের উপহাস করত, তারা যে বিষয়ে উপহাস করত তা তাদেরকে পরিবেষ্টন করেছিল। (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- আর মাদিয়ানের কাছে তাদের ভাই শুআইবকে পাঠালাম। তিনি বললেন: "হে আমার সম্প্রদায়! তোমরা আল্লাহর ইবাদাত কর; তিনি ছাড়া তোমাদের কোনো ইলাহ নেই।" (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- আর সামূদের কাছে তাদের ভাই সালিহকে পাঠালাম। তিনি বললেন: "হে আমার সম্প্রদায়! তোমরা আল্লাহর ইবাদাত কর; তিনি ছাড়া তোমাদের কোনো ইলাহ নেই।" (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- যে আল্লাহ রিযিক প্রসারিত করেন যাকে ইচ্ছা এবং সংকুচিত করেন যাকে ইচ্ছা। নিশ্চয় এতে বিশ্বাসী সম্প্রদায়ের জন্য নিদর্শন রয়েছে। (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- আর আদের কাছে তাদের ভাই হুদকে পাঠালাম। তিনি বললেন: "হে আমার সম্প্রদায়! তোমরা আল্লাহর ইবাদাত কর; তিনি ছাড়া তোমাদের কোনো ইলাহ নেই।" (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- আর যারা ঈমান এনেছে ও সৎকর্ম করেছে, আমরা তাদেরকে জান্নাতে প্রবেশ করাব, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরকাল থাকবে। (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- যার নিচে নদী প্রবাহিত, সেখানে তারা চিরকাল থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারাও আল্লাহর প্রতি সন্তুষ্ট। এটি... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- বলুন: "আমি তো তোমাদের মতো একজন মানুষ; আমার কাছে ওয়াহী প্রেরিত হয় যে, তোমাদের ইলাহ একমাত্র ইলাহ।" (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- আর মানুষের মধ্যে কেউ কেউ আল্লাহ সম্পর্কে বিতর্ক করে কোনো জ্ঞান, কোনো পথনির্দেশ এবং কোনো আলোকিত কিতাব ছাড়াই। (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- তিনি রাতকে দিনে প্রবেশ করান এবং দিনকে রাতে প্রবেশ করান, এবং তিনি সূর্য ও চন্দ্রকে অধীন করেছেন, প্রত্যেকেই নির্দিষ্ট সময় পর্যন্ত চলমান। (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- আকাশ থেকে পানি বর্ষণ করেন, অতঃপর তা দ্বারা পৃথিবীকে তার মৃত্যুর পর জীবিত করেন। নিশ্চয় এতে একটি সম্প্রদায়ের জন্য নিদর্শন রয়েছে... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- নিশ্চয় যারা কুফরী করেছে, তাদের সম্পদ ও তাদের সন্তান-সন্ততি আল্লাহর সামনে তাদের কোনো কাজে আসবে না, এবং তারাই... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- যিনি আসমানসমূহ, যমীন এবং এ দুয়ের মধ্যবর্তী সবকিছু ছয় দিনে সৃষ্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- তারা কি পৃথিবীতে ভ্রমণ করেনি? তাহলে তারা দেখতে পেত তাদের পূর্ববর্তীদের পরিণতি কেমন ছিল? তারা... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- নিশ্চয় আল্লাহ যারা ঈমান এনেছে ও সৎকর্ম করেছে, তাদেরকে জান্নাতে প্রবেশ করাবেন যার নিচে নদী প্রবাহিত। (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- নিশ্চয় আল্লাহর প্রতিশ্রুতি সত্য; সুতরাং দুনিয়ার জীবন যেন তোমাদের ধোঁকা না দেয়, এবং প্রতারকও যেন আল্লাহ সম্পর্কে তোমাদের ধোঁকা না দেয়। (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- সুতরাং যারা হেদায়াত পায়, তারা নিজেদের জন্যই হেদায়াত পায়; আর যারা পথভ্রষ্ট হয়, তারা নিজেদের জন্যই পথভ্রষ্ট হয়। (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- আর তোমার লাঠি নিক্ষেপ কর; যখন তিনি দেখলেন এটি সাপের মতো নড়ছে, তখন পিঠ ফিরিয়ে পালিয়ে গেলেন এবং পেছনে তাকালেন না। "হে মূসা..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ পূর্ববর্তীদের পরিণতি কেমন ছিল; তাদের অধিকাংশই... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- সুতরাং তারা যা বলে তার ওপর ধৈর্য ধারণ কর, এবং সূর্য উদয়ের আগে ও অস্ত যাওয়ার আগে তোমার রবের প্রশংসা সহ তাসবীহ পাঠ কর। (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- আর ইয়াতিমের সম্পদের কাছে যেও না, কিন্তু উত্তম পদ্ধতিতে যতক্ষণ না সে পরিণত বয়সে পৌঁছায়। এবং পূর্ণ কর... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- অন্ধের ওপর কোনো অসুবিধা নেই, খোঁড়ার ওপরও কোনো অসুবিধা নেই, এবং রোগীর ওপরও কোনো অসুবিধা নেই। (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "এটি কি সত্য নয়?" তারা বলবে: "হ্যাঁ, আমাদের রবের শপথ!" তিনি বলবেন: "তবে তোমরা কুফরী করার কারণে এই শাস্তি আস্বাদন কর।" (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- তখন দুর্বলরা তাদেরকে বলবে যারা অহংকার করেছিল: "নিশ্চয় আমরা তোমাদের অনুসারী ছিলাম; এখন তোমরা কি আমাদের থেকে (আল্লাহর শাস্তি) দূর করতে পার?" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- কিন্তু নামগুলো যা তোমরা ও তোমাদের পিতৃপুরুষরা রেখেছ, আল্লাহ তা সম্পর্কে কোনো প্রমাণ নাজিল করেননি। নিশ্চয়... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- তোমার পূর্বে পুরুষদেরই পাঠিয়েছি, যাদের কাছে আমি ওয়াহী প্রেরণ করতাম। সুতরাং তোমরা যদি না জান, তবে যিকিরের অধিবাসীদের জিজ্ঞাসা কর। (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- তিনি বললেন: "আমি অনুমতি দেওয়ার আগেই তোমরা তার প্রতি ঈমান এনেছ? নিশ্চয় সেও তোমাদের নেতা যে তোমাদের জাদু শিক্ষা দিয়েছে।" (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- আর কোনো বোঝা বহনকারী অন্যের বোঝা বহন করবে না। অতঃপর তোমাদের রবের কাছে তোমাদের প্রত্যাবর্তন, তখন তিনি তোমাদের জানাবেন যা তোমরা করতে। (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- আর আমরা বললাম: "তোমরা নেমে যাও, তোমরা একে অপরের শত্রু। আর তোমাদের জন্য পৃথিবীতে বসবাস ও কিছুকালের জন্য জীবনোপকরণ রয়েছে।" (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- দুই - বলুন: "দুই পুরুষকে তিনি হারাম করেছেন, নাকি দুই নারীকে, নাকি দুই নারীর গর্ভ যা ধারণ করে?" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- আর আমি এর বিনিময়ে তোমাদের কাছে কোনো পারিশ্রমিক চাই না; আমার পারিশ্রমিক শুধু বিশ্বজগতের রবের কাছে। (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- তারা কি পৃথিবীতে ভ্রমণ করেনি? তাহলে তারা দেখতে পেত তাদের পূর্ববর্তীদের পরিণতি কেমন ছিল? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- তারা পৃথিবীতে ভ্রমণ করে এবং দেখে তাদের পূর্ববর্তীদের পরিণতি কেমন ছিল; তারা... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- নিশ্চয় আপনার রব তিনিই ভালো জানেন কে তাঁর পথ থেকে বিচ্যুত হয়, এবং তিনিই ভালো জানেন সৎপথপ্রাপ্তদেরকে। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- যিনি আসমানসমূহ ও যমীন ছয় দিনে সৃষ্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- আর যে ব্যক্তি আল্লাহ সম্পর্কে মিথ্যা রচনা করে বা তাঁর আয়াতসমূহকে মিথ্যা বলে, তার চেয়ে বড় জালিম কে? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- তিনিই যিনি তাঁর রাসূলকে সৎপথ ও সত্য ধর্মসহ পাঠিয়েছেন, যাতে তিনি একে সব ধর্মের ওপর বিজয়ী করেন। (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- নিশ্চয় যারা বলে "আল্লাহই মরিয়ম-পুত্র মসীহ" তারা কুফরী করেছে। বলুন... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- অন্ধদেরকে তাদের পথভ্রষ্টতা থেকে (তুমি সোজা পথে আনতে পারো না); তুমি কেবল তাদেরকেই শুনাতে পারো যারা আমাদের আয়াতে বিশ্বাস করে, অতঃপর তারাই মুসলিম। (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- দুনিয়ার জীবনের উদাহরণ পানির মতো, যা আমি আকাশ থেকে বর্ষণ করি, অতঃপর তার সাথে পৃথিবীর উদ্ভিদ মিশ্রিত হয়। (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- এতে প্রত্যেক প্রকার থেকে এক জোড়া করে, এবং আপনার পরিবারকে – তবে যার বিরুদ্ধে পূর্বে কথা হয়েছে। (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- আমি তোমাদের বলি না যে, আমার কাছে আল্লাহর ভাণ্ডার আছে, আর আমি গায়েবও জানি না, আর আমি বলি না... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- নিশ্চয় আল্লাহ মানুষের প্রতি অনুগ্রহশীল, কিন্তু অধিকাংশ মানুষ কৃতজ্ঞতা প্রকাশ করে না। (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- আর তাদের কাছে তাদের রবের আয়াতসমূহ থেকে কোনো আয়াত আসে না, কিন্তু তারা তা থেকে মুখ ফিরিয়ে নেয়। (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- আর সেই দিনকে ভয় কর, যখন কোনো প্রাণী অন্যের কোনো কাজে আসবে না, এবং তার থেকে কোনো কিছু গ্রহণ করা হবে না। (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- নিশ্চয় আপনি মৃতদেরকে শুনাতে পারবেন না, আর বধিরদেরকেও ডাক শুনাতে পারবেন না যখন তারা পিঠ ফিরিয়ে চলে যায়। (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- তোমাদের জন্য নিষিদ্ধ করা হয়েছে মৃতজন্তু, রক্ত, শূকরের মাংস এবং আল্লাহ ছাড়া অন্যের নামে যা জবাই করা হয়। (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- আসমানসমূহে ও যমীনে যা কিছু আছে সবই আল্লাহর পবিত্রতা ঘোষণা করে, আর তিনি পরাক্রমশালী, প্রজ্ঞাময়। (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- কিন্তু যারা এরপর তওবা করে এবং নিজেদের সংশোধন করে, নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু। (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- নবীগণ তাদের রবের পক্ষ থেকে (আগত); আমরা তাদের মধ্যে কোনো পার্থক্য করি না, এবং আমরা তাঁরই অনুগত। (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- আপনার রবের পক্ষ থেকে, যাতে আপনি সেই সম্প্রদায়কে সতর্ক করেন যাদের কাছে আপনার আগে কোনো সতর্ককারী আসেনি, যাতে তারা... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- হে নবী! কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ কর এবং তাদের প্রতি কঠোর হও। তাদের আবাসস্থল জাহান্নাম, আর তা নিকৃষ্ট প্রত্যাবর্তনস্থল। (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- নিশ্চয় আপনার রব কিয়ামতের দিন তাদের মধ্যে ফয়সালা করবেন যে বিষয়ে তারা মতভেদ করত। (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- তিনি বললেন: "হে আমার রব! আমার জন্য একটি নিদর্শন নির্ধারণ করুন।" তিনি বললেন: "আপনার নিদর্শন হল যে, আপনি মানুষের সাথে কথা বলবেন না..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- সুতরাং আপনি আপনার মুখ মসজিদুল হারামের দিকে ঘুরিয়ে দিন। আর যেখানেই থাকুন না কেন, তোমাদের মুখগুলো তার দিকে ঘুরাও। (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- হে বনী ইসরাইল! আমার সেই নিয়ামত স্মরণ কর যা আমি তোমাদের দান করেছিলাম, এবং আমি তোমাদেরকে বিশ্বজগতের ওপর শ্রেষ্ঠত্ব দিয়েছিলাম। (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- সাতটি মোটাতাজা গাভী, যাদেরকে সাতটি রোগা গাভী খায়, এবং সাতটি সবুজ শীষ ও অন্যগুলো শুকনা। (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- আর প্রত্যেক উম্মতের জন্য একটি নির্দিষ্ট সময় রয়েছে; যখন তাদের সময় আসে, তখন তারা এক ঘণ্টাও বিলম্ব করতে পারে না এবং আগেও যেতে পারে না। (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- যা আল্লাহ ছাড়া অন্যের নামে জবাই করা হয়। কিন্তু যে ব্যক্তি বাধ্য হয়, সীমালঙ্ঘনকারী ও বিদ্রোহী না হয়ে, তবে নিশ্চয়... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- আর যখন তাদের বলা হয়, "আল্লাহ যা নাজিল করেছেন তা অনুসরণ কর," তখন তারা বলে, "বরং আমরা তা অনুসরণ করব যা..." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- তিনি বললেন: "হে আমার সম্প্রদায়! তোমরা আল্লাহর ইবাদাত কর; তিনি ছাড়া তোমাদের কোনো ইলাহ নেই; তবে কি তোমরা তাকওয়া অবলম্বন করবে না?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- তারা পৃথিবীতে ভ্রমণ করে এবং দেখে যে তাদের পূর্ববর্তীদের পরিণতি কী হয়েছিল। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- আর যে আল্লাহর ওপর মিথ্যা রচনা করে বা অস্বীকার করে তার চেয়ে বড় জালিম কে? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- নিশ্চয়ই আপনার রব তিনি ভাল জানেন কে তাঁর পথ থেকে বিচ্যুত হয়, এবং তিনি ভাল জানেন। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- তারা কি পৃথিবীতে ভ্রমণ করেনি এবং দেখেনি যে তাদের পূর্ববর্তীদের পরিণতি কী হয়েছিল? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- তাদের জন্য তাদের রবের কাছে তাদের পুরস্কার রয়েছে, তাদের কোনো ভয় নেই এবং তারা দুঃখিত হবে না। (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- আর যারা ঈমান এনেছে এবং সৎকর্ম করেছে তাদের জান্নাতে প্রবেশ করানো হয়েছে, যার নিচে নদী প্রবাহিত। (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- তিনি বললেন: "হে আমার সম্প্রদায়! আল্লাহর ইবাদত কর, তাঁর বাইরে তোমাদের কোনো ইলাহ নেই, তোমরা কি ভয় কর না?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- তাদের সম্পদ এবং তাদের সন্তান-সন্ততি আল্লাহর কাছে তাদের কোনো কাজে আসবে না, এবং তারাই হলো। (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- জান্নাত, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে এবং এটি মহান সফলতা। (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- তাদের কাছে কি তাদের পূর্ববর্তীদের সংবাদ আসেনি? নূহ, আদ ও সামূদ জাতির? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- আল্লাহর পথে আমার সাহায্যকারী কে? শিষ্যরা বলল: "আমরাই আল্লাহর সাহায্যকারী, আমরা ঈমান এনেছি।" (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- আপনার রব তিনি ভাল জানেন কে তাঁর পথ থেকে বিচ্যুত হয়েছে, এবং তিনি ভাল জানেন সৎপথপ্রাপ্তদের। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- এটি এ জন্য যে আল্লাহই সত্য, এবং তারা তাঁর বাইরে যা ডাকে তা মিথ্যা। (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- আর যে আল্লাহ ও তাঁর রাসূলের আনুগত্য করে, আল্লাহ তাকে জান্নাতে প্রবেশ করাবেন যার নিচে নদী প্রবাহিত। (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- নিশ্চয়ই তিনি তোমাদের জন্য হারাম করেছেন মৃত প্রাণী, রক্ত, শূকরের মাংস এবং যা আল্লাহ ছাড়া অন্য কারও নামে উৎসর্গ করা হয়। (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- যে তোমরা আল্লাহ ছাড়া অন্য কারও ইবাদত করবে না, নিশ্চয় আমি তোমাদের জন্য মহাদিনের শাস্তির ভয় করি। (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- এটি গায়বের সংবাদসমূহের মধ্যে যা আমি তোমার কাছে ওহী করছি; তারা সিদ্ধান্ত নেওয়ার সময় তুমি তাদের কাছে ছিলে না। (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- তোমরা কি আশ্চর্য হচ্ছ যে তোমাদের রবের কাছ থেকে তোমাদের মধ্যকার একজন মানুষের মাধ্যমে স্মারক এসেছে, যাতে সে তোমাদের সতর্ক করে? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- বল: "নিশ্চয় আমাকে নিষেধ করা হয়েছে যে আমি আল্লাহ ছাড়া যাদের ডাকো তাদের ইবাদত করি।" (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- তাদের স্ত্রী বা তাদের ডান হাত যা মালিক হয়েছে তা ছাড়া, তখন তারা নিন্দিত নয়। (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- এ জন্য যে আল্লাহ রাতকে দিনে প্রবেশ করান এবং দিনকে রাতে প্রবেশ করান। (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- আগুন, তখন তিনি তার পরিবারকে বললেন: "তোমরা অপেক্ষা কর, আমি আগুন দেখেছি, সম্ভবত আমি তা থেকে তোমাদের জন্য কিছু আনতে পারি।" (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- তিনি বললেন: "আমি তার চেয়ে ভাল, আপনি আমাকে আগুন থেকে সৃষ্টি করেছেন এবং তাকে তৈরি করেছেন মাটি থেকে।" (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- আর যখন তাদের বলা হয়: "আল্লাহ যা নাজিল করেছেন এবং রাসূলের দিকে আসো।" (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- আর তাদের জন্য দুঃখ করো না এবং তারা যা চক্রান্ত করে তাতে সংকীর্ণ হয়ো না। (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- আর যদি আল্লাহ তোমাকে কোনো ক্ষতি স্পর্শ করান, তবে তিনি ছাড়া তা দূর করার কেউ নেই, এবং যদি। (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- তাদের পূর্ববর্তী প্রজন্ম যারা নিজেদের আবাসস্থলে বিচরণ করে, নিশ্চয় এতে নিদর্শন রয়েছে। (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- আর আমরা তাদের অন্তরে আড়াল দিয়েছি যাতে তারা এটি বুঝতে না পারে, এবং তাদের কানে বধিরতা, এবং যদিও। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- তাদের রাসূলগণ সুস্পষ্ট প্রমাণসহ এসেছিলেন, কিন্তু আল্লাহ তাদের ওপর জুলুম করার পক্ষপাতী ছিলেন না, বরং তারা নিজেরাই নিজেদের ওপর জুলুম করত। (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- আর পৃথিবী, এবং আল্লাহ ছাড়া你们的 কোনো অভিভাবক ও সাহায্যকারী নেই। (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- তারপর তোমাদেরকে গায়ব ও শাহাদতের জ্ঞানীর কাছে ফিরিয়ে আনা হবে, এবং তিনি তোমাদেরকে যা করতে তা জানাবেন। (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- রাত যাতে তোমরা তাতে বিশ্রাম নাও এবং দিন যাতে তোমরা দেখতে পাও, নিশ্চয় এতে চিন্তাশীল সম্প্রদায়ের জন্য নিদর্শন রয়েছে। (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- আর আপনার রবের কাছ থেকে আপনার কাছে যা নাজিল হয়েছে তা তাদের অনেকের বিদ্রোহ ও কুফরী বৃদ্ধি করবে। (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- তিনি বললেন: "হে আমার সম্প্রদায়! তোমরা দেখো, যদি আমি আমার রবের পক্ষ থেকে সুস্পষ্ট প্রমাণের ওপর থাকি এবং তিনি আমাকে দান করেন।" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- আর তারা বলে: "তার কাছে তার রবের পক্ষ থেকে কোনো নিদর্শন কেন নাজিল করা হলো না?" বল: "নিশ্চয়ই।" (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- আল্লাহর পক্ষ থেকে এমন দিন আসার আগে যার কোনো প্রত্যাবর্তন নেই। (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- এটি আল্লাহর অনুগ্রহ, তিনি যাকে ইচ্ছা দান করেন, এবং আল্লাহ মহান অনুগ্রহের মালিক। (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- আর নিশ্চয় তোমাদের জন্য চতুষ্পদ জন্তুতে শিক্ষা রয়েছে, আমরা তোমাদেরকে তাদের পেটের ভেতর থেকে পান করাই। (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- যে এটি সত্য তাদের রবের পক্ষ থেকে, এবং আল্লাহ তারা যা করে তা থেকে অগোচর নন। (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- তাদের সামনে ও পেছনে, যে তোমরা আল্লাহ ছাড়া কারও ইবাদত করবে না। (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- নিশ্চয় তোমরা নারীদের ছেড়ে কামনার সাথে পুরুষদের কাছে আসো, বরং তোমরা সীমালঙ্ঘনকারী সম্প্রদায়। (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- সেখানে তারা চিরস্থায়ী হবে যতদিন আসমান ও জমিন বিদ্যমান, তবে আপনার রব যা ইচ্ছা করেন তা ছাড়া। (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- আসমানসমূহে যা আছে এবং জমিনে যা আছে, তবে আল্লাহ যাকে ইচ্ছা করেন তা ছাড়া। (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- সেখানে তাদের সোনার কঙ্গন ও মুক্তা পরানো হবে, এবং তাদের পোশাক সেখানে রেশমের। (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- আর আসমান থেকে পানি বর্ষণ করলাম, এবং তা দ্বারা তোমাদের জন্য ফল-মূল খাদ্য হিসেবে উৎপন্ন করলাম। (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- আর যখন আমরা তোমাদের অঙ্গীকার নিলাম এবং তোমাদের ওপর তূর পর্বত উত্তোলন করলাম: "আমরা তোমাদের যা দিয়েছি তা শক্তিশালীভাবে গ্রহণ কর।" (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- তারপর তিনি তাদের থেকে মুখ ফিরিয়ে নিলেন এবং বললেন: "হে আমার সম্প্রদায়! নিশ্চয় আমি আমার রবের বার্তা তোমাদের কাছে পৌঁছিয়েছি এবং তোমাদের উপদেশ দিয়েছি।" (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- তাদের নিচে নদী প্রবাহিত, সেখানে তাদের সোনার কঙ্গন পরানো হবে। (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- যদিও তাদের কাছে পৃথিবীর সবকিছু এবং তার সঙ্গে সমপরিমাণ থাকে, যাতে তারা মুক্তি পায়। (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- কোনো জীব-জন্তু নয়, কিন্তু তিনি তাদের নির্দিষ্ট সময় পর্যন্ত অবকাশ দেন, এবং যখন তাদের সময় আসে। (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- আমরা তোমাদেরকে মাটি থেকে সৃষ্টি করেছি, তারপর বীর্য থেকে, তারপর রক্তপিণ্ড থেকে, তারপর। (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- তাই আল্লাহ তাদের মধ্যে কিয়ামতের দিন সেই বিষয়ে ফয়সালা করবেন যা নিয়ে তারা মতবিরোধ করত। (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- আপনার কাছে জ্ঞান থেকে যা এসেছে, আল্লাহ ছাড়া আপনার কোনো অভিভাবক ও নেই। (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- আর যখন আমরা মানুষকে অনুগ্রহ করি, তখন সে মুখ ফিরিয়ে নেয় এবং দূরে চলে যায়, আর যখন তাকে অমঙ্গল স্পর্শ করে। (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- আর এর চেয়ে ছোট বা বড় কিছুই নেই যা সুস্পষ্ট কিতাবে নেই। (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- তখন তিনি বললেন: "হে আমার সম্প্রদায়! আল্লাহর ইবাদত কর, তাঁর বাইরে তোমাদের কোনো ইলাহ নেই।" (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- তারা কি পৃথিবীতে ভ্রমণ করেনি এবং দেখেনি যে তাদের পূর্ববর্তীদের পরিণতি কী হয়েছিল? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- তাদের পুরস্কার তাদের রবের কাছে রয়েছে, তাদের কোনো ভয় নেই এবং তারা দুঃখিত হবে না। (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- তারা পৃথিবীতে ভ্রমণ করে এবং দেখে যে তাদের পূর্ববর্তীদের পরিণতি কী হয়েছিল। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- পৃথিবীতে ভ্রমণ করে এবং দেখে যে তাদের পূর্ববর্তীদের পরিণতি কী হয়েছিল। (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- আর যে আল্লাহর ওপর মিথ্যা রচনা করে বা অস্বীকার করে তার চেয়ে বড় জালিম কে? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- আর যখন আল্লাহ কোনো কাজ করার সিদ্ধান্ত নেন, তখন তিনি শুধু বলেন: "হও" আর তা হয়ে যায়। (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- আর আল্লাহ ছাড়া তোমাদের কোনো অভিভাবক ও সাহায্যকারী নেই। (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- নিশ্চয় আমি তাদের পাপসমূহ ক্ষমা করব এবং তাদের জান্নাতে প্রবেশ করাব যার নিচে নদী প্রবাহিত। (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- আমরা তাদের জান্নাতে প্রবেশ করাব যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- আপনার রব তিনি ভাল জানেন কে তাঁর পথ থেকে বিচ্যুত হয়েছে, এবং তিনি ভাল জানেন। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- তোমাদেরকে গায়ব ও শাহাদতের জ্ঞানীর কাছে ফিরিয়ে আনা হবে এবং তিনি তোমাদেরকে যা করতে তা জানাবেন। (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- তোমাদের পুত্রদের হত্যা করে এবং তোমাদের নারীদের জীবিত রাখে, আর এতে তোমাদের রবের পক্ষ থেকে বড় পরীক্ষা রয়েছে। (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- নিশ্চয়ই আপনার রব তিনি ভাল জানেন কে তাঁর পথ থেকে বিচ্যুত হয়, এবং তিনি। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- আল্লাহ, যাঁর জন্য আসমানসমূহে যা আছে ও জমিনে যা আছে। (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- তোমাদের পূর্ববর্তী সম্প্রদায়সমূহের মধ্যে, জিন ও মানুষের। (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- আল্লাহর ইবাদত কর, তাঁর বাইরে তোমাদের কোনো ইলাহ নেই, তোমরা কি ভয় কর না? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- আর আমরা তাদের অন্তরে আড়াল দিয়েছি যাতে তারা এটি বুঝতে না পারে, এবং তাদের কানে বধিরতা। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- তিনি তাদের মধ্যে কিয়ামতের দিন সেই বিষয়ে ফয়সালা করবেন যা নিয়ে তারা মতবিরোধ করত। (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- তিনি বললেন: "হে আমার সম্প্রদায়! তোমরা দেখো, যদি আমি আমার রবের পক্ষ থেকে সুস্পষ্ট প্রমাণের ওপর থাকি।" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- এটি তোমাদের হাত যা অগ্রে পাঠিয়েছে তার কারণে, এবং আল্লাহ বান্দাদের প্রতি জালুমকারী নন। (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- তাদের জন্য দুনিয়াতে লাঞ্ছনা এবং আখিরাতে মহান শাস্তি রয়েছে। (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- আসমানসমূহে যা আছে ও জমিনে যা আছে, এবং আল্লাহ অভিভাবক হিসেবে যথেষ্ট। (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- তবে যারা ঈমান এনেছে ও সৎকর্ম করেছে, তাদের জন্য অফুরন্ত পুরস্কার রয়েছে। (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- তুমি আমার সাথে সেই বিষয়কে শরীক করো যার সম্পর্কে তোমার কোনো জ্ঞান নেই, তাদের আনুগত্য করো না। (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- নিশ্চয় এটি একটি স্মারক, তাই যারা ইচ্ছা করে তারা নিজ রবের পথ গ্রহণ করুক। (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- আর যে কৃতজ্ঞ হয়, সে নিজের জন্যই কৃতজ্ঞ হয়, আর যে অকৃতজ্ঞ হয়, তবে। (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- যারা সালাত কায়েম করে এবং যাকাত দেয় এবং আখিরাতের প্রতি দৃঢ় বিশ্বাস রাখে। (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব ও বংশধরদের প্রতি, এবং মূসা ও ঈসাকে যা দেওয়া হয়েছিল। (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- দলে দলে, যখন তারা সেখানে আসবে, তখন তার দরজাগুলো খুলে দেওয়া হবে এবং তার রক্ষকরা তাদের বলবে। (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- আল্লাহ তোমাদেরকে তোমাদের শপথের অসার কথার জন্য পাকড়াও করেন না, কিন্তু তিনি পাকড়াও করেন তার জন্য। (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- রহমত, তারা তাতে আনন্দিত হয়, আর যদি তারা নিজ হাতে যা করেছে তার জন্য কোনো অকল্যাণ আসে। (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে, এবং কর্মীদের পুরস্কার কতই না উত্তম! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- আল্লাহ তিনি জানেন আসমানসমূহে যা আছে ও জমিনে যা আছে, এবং আল্লাহ। (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর; যদি তোমরা মুখ ফিরিয়ে নাও, তবে তার ওপর। (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- তাদের জন্য তাদের রবের কাছে তাদের পুরস্কার রয়েছে, তাদের কোনো ভয় নেই এবং তারা। (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- আর তারা বলল: "আমরা অস্থি ও ধূলিকণা হয়ে গেলেও কি নতুন সৃষ্টি হিসেবে পুনরুত্থিত হব?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- আর তারা আল্লাহ ছাড়া নিজেদের জন্য কোনো অভিভাবক ও সাহায্যকারী পায় না। (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "কতক্ষণ তুমি অবস্থান করলে?" তিনি বললেন: "আমি একদিন বা একদিনের কিছু অংশ অবস্থান করলাম।" তিনি বললেন। (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- কিয়ামতের দিন পর্যন্ত চিরস্থায়ী, আল্লাহ ছাড়া কোন ইলাহ আছে যে তোমাদের কাছে আসবে? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- যে সৎকর্ম করে, পুরুষ বা নারী, এবং সে মুমিন হয়। (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- যারা আল্লাহর পথ থেকে বাধা দেয় এবং তা বাঁকা করতে চায়, এবং তারা আখিরাতকে। (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- যেখানে ইচ্ছা খাও, কিন্তু এই গাছের কাছে যেও না, তাহলে তোমরা জালিম হবে। (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- বল: "হে আমার সম্প্রদায়! তোমরা নিজ অবস্থানে কাজ কর, আমিও কাজ করছি, শীঘ্রই তোমরা জানতে পারবে।" (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- নিশ্চয় ক্ষতিগ্রস্তরা তারাই যারা কিয়ামতের দিন নিজেদের ও নিজ পরিবারকে ক্ষতি করেছে, সাবধান। (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- যে নিজের জন্য হিদায়াত পায়, আর যে পথভ্রষ্ট হয়, সে নিজের জন্যই পথভ্রষ্ট হয়, এবং। (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- আর যারা কুফরী করে তারা বলে: "তার কাছে তার রবের পক্ষ থেকে কোনো নিদর্শন কেন নাজিল করা হলো না?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- যিনি তোমাদের জন্য রাত সৃষ্টি করেছেন যাতে তোমরা তাতে বিশ্রাম নাও এবং দিন দর্শনীয় হিসেবে, নিশ্চয়। (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- এমন দিন আসার আগে যাতে কোনো কেনাবেচা নেই এবং কোনো। (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- তারা চিন্তা করে যে তাদের সঙ্গীর কোনো উন্মাদনা নেই, তিনি সতর্ককারী ছাড়া আর কিছু নন। (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- সেখানে তারা চিরস্থায়ী হবে, তাদের থেকে শাস্তি লাঘব করা হবে না এবং তাদের অবকাশ দেওয়া হবে না। (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- তুমি তোমার চোখ প্রসারিত করো না সেই সবের দিকে যা আমি তাদের কতিপয় দম্পতিকে ভোগ করতে দিয়েছি। (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- আর মানুষকে তাদের জিনিস কম দিও না এবং জমিনে ফাসাদ সৃষ্টি করো না। (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- আর তার ওপর শান্তি বর্ষিত হোক যেদিন সে জন্মগ্রহণ করেছে, যেদিন সে মৃত্যুবরণ করবে এবং যেদিন তাকে জীবিত অবস্থায় পুনরুত্থিত করা হবে। (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- হে আমার সম্প্রদায়! তোমরা নিজ অবস্থানে কাজ কর, আমিও কাজ করছি, শীঘ্রই তোমরা জানতে পারবে কে। (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- আর কোনো রাসূলের জন্য সম্ভব নয় যে তিনি আল্লাহর অনুমতি ছাড়া কোনো নিদর্শন নিয়ে আসেন। (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- তারপর প্রত্যেক ব্যক্তিকে সে যা উপার্জন করেছে তা সম্পূর্ণ দেওয়া হবে এবং তাদের ওপর জুলুম করা হবে না। (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- পুরুষ বা নারী, এবং সে মুমিন হয়, তাহলে তারাই জান্নাতে প্রবেশ করবে। (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- তিনি কোনো সন্তান গ্রহণ করেননি এবং রাজত্বে তাঁর কোনো শরীক নেই। (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- আর আল্লাহ যাকে হিদায়াত দেন, তিনিই হিদায়াতপ্রাপ্ত, আর যাকে তিনি পথভ্রষ্ট করেন, আপনি কখনো পাবেন না। (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- দেখো তারা তোমার জন্য কী কী দৃষ্টান্ত দিল, ফলে তারা পথভ্রষ্ট হল এবং তারা কোনো পথ পেল না। (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- বল: "আমি আমার রবের অবাধ্য হলে মহাদিনের শাস্তির ভয় করি।" (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- তাদের লজ্জাস্থান উন্মোচিত হল এবং তারা জান্নাতের পাতা দিয়ে নিজেদের আবৃত করতে লাগল। (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- আর আল্লাহ ছাড়া যাদের ডাকতে পার তাদের ডাকো, যদি তোমরা সত্যবাদী হও। (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- পৃথিবীর সবকিছু ও তার সমপরিমাণ, যাতে তারা তা দ্বারা মুক্তি পায়। (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- আমরা তোমাদের যা দিয়েছি তা শক্তিশালীভাবে গ্রহণ কর এবং এতে যা আছে তা স্মরণ কর, যাতে তোমরা তাকওয়া অবলম্বন কর। (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- তোমরা সেই অশ্লীল কাজ করছ যা তোমাদের আগে বিশ্ববাসীর কেউ করেনি? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- আর আল্লাহর জন্যই আসমানসমূহে যা আছে ও জমিনে যা আছে, এবং আল্লাহ ছিলেন। (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- তারা যা করেছিল তার পাপগুলি তাদেরকে ঘিরে ফেলল এবং তারা যা নিয়ে ঠাট্টা করত তা তাদের ওপর আপতিত হল। (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- তোমাদের মধ্য থেকে একজন রাসূল, যে তোমাদের কাছে আমাদের আয়াতসমূহ পাঠ করে, তোমাদেরকে পবিত্র করে এবং কিতাব ও হিকমত শিক্ষা দেয়। (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- তা থেকে বারোটি ঝরনা উৎপন্ন হলো, প্রত্যেক সম্প্রদায় তার পানীয়ের স্থান জানত। (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- কেবল ধারণা, নিশ্চয় ধারণা সত্য থেকে কোনো উপকার দেয় না। (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- যখন আমি তাকে সুসংহত করব এবং তাতে আমার রূহ ফুঁক দেব, তখন তোমরা তার জন্য সিজদায় পড়ো। (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- এই ঘরের পরিণতি কার জন্য? নিশ্চয় জালিমরা সফল হয় না। (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- যিনি আসমানসমূহ ও জমিন সৃষ্টি করেছেন, তিনি তাদের মতো সৃষ্টি করতে সক্ষম। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- মুমিন পুরুষ ও মুমিন নারীদের জন্য জান্নাত যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- আর যদি আপনি তাদের জিজ্ঞাসা করেন কে আসমানসমূহ ও জমিন সৃষ্টি করেছেন, তারা নিশ্চয় বলবে "আল্লাহ", বলুন। (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- আর নিশ্চয় আমরা এই কুরআনে মানুষের জন্য প্রত্যেক দৃষ্টান্ত বর্ণনা করেছি। (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- আমাদের রাসূলগণ লূতের কাছে এলে তিনি তাদের জন্য দুশ্চিন্তাগ্রস্ত হলেন এবং সংকীর্ণ হলেন, এবং বললেন। (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- আর যখন আমরা ফেরেশতাদের বললাম: "আদমকে সিজদা কর", তখন তারা সিজদা করল, ইবলিস ছাড়া, যে অস্বীকার করল। (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- আর জমিনকে বিস্তৃত করলাম, তাতে পর্বত স্থাপন করলাম এবং তাতে প্রত্যেক সুন্দর জিনিস উৎপন্ন করলাম। (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- তারা আল্লাহকে একনিষ্ঠভাবে ডাকল, কিন্তু যখন তিনি তাদেরকে স্থলে উদ্ধার করলেন। (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- তাদের জন্য ফুটন্ত পানি থেকে পানীয় এবং তাদের কুফুরীর জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে। (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- আমরা কি আল্লাহ ছাড়া এমন বস্তুকে ডাকব যা আমাদের উপকারও দেয় না এবং ক্ষতিও দেয় না? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- যে আল্লাহ জানেন আসমানসমূহে যা আছে ও জমিনে যা আছে। (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- আল্লাহর উপর মিথ্যা রচনাকারীর চেয়ে বেশি জালিম কে? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- নিশ্চয় এতে নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই মুমিন ছিল না। (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- তারা যেন পৃথিবীতে ভ্রমণ করে এবং দেখে যে পূর্ববর্তীদের পরিণতি কেমন ছিল। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- বললেন: হে আমার সম্প্রদায়, তোমরা আল্লাহর ইবাদত কর, তার বাইরে তোমাদের কোনো ইলাহ নেই। (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- তিনি তাকে জান্নাতে প্রবেশ করাবেন, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- কিয়ামতের দিন তাদের মধ্যে যে বিষয়ে তারা মতবিরোধ করত, তার ফয়সালা করা হবে। (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- তারা কি পৃথিবীতে ভ্রমণ করেনি, যাতে দেখে যে পরিণতি কেমন ছিল? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- জান্নাত, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরকাল থাকবে। (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- তুমি রাতকে দিনে প্রবেশ করাও এবং দিনকে রাতে প্রবেশ করাও। (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- আসমানসমূহে ও যমীনে যা কিছু আছে, সবই আল্লাহর পবিত্রতা ঘোষণা করে। (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- তোমরা আল্লাহর ইবাদত কর, তার বাইরে তোমাদের কোনো ইলাহ নেই। তবে কি তোমরা ভয় করবে না? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- যখন আমি ফেরেশতাদের বললাম: আদমকে সিজদা কর, তারা সিজদা করল, কিন্তু ইবলীস করল না। (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- আল্লাহ জানেন আসমানসমূহে ও যমীনে যা কিছু আছে। (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- জান্নাত, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে, এবং তা। (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- তার প্রতিদান তার রবের কাছে রয়েছে, আর তাদের কোনো ভয় নেই এবং তারা। (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- তার রবের কাছে রয়েছে, আর তাদের কোনো ভয় নেই এবং তারা দুঃখিত হবে না। (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- যে সৎপথ পায়, সে নিজের জন্যেই সৎপথ পায়, আর যে পথভ্রষ্ট হয়। (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- নিজের জন্যেই সৎপথ পায়, আর যে পথভ্রষ্ট হয়, সে নিজের ক্ষতির জন্যই পথভ্রষ্ট হয়। (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- তার কাছে তার রবের পক্ষ থেকে কোনো নিদর্শন কেন নামানো হল না? বল: নিঃসন্দেহে। (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- যারা ঈমান এনেছে ও সৎকর্ম করেছে, তাদের জন্য অবারিত প্রতিদান রয়েছে। (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- তুমি জীবিতকে মৃত থেকে বের কর এবং মৃতকে জীবিত থেকে বের কর। (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- যে আল্লাহ যা নাযিল করেছেন, তা অনুযায়ী বিচার করে না, তারাই হলো। (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- তিনি আসমানসমূহ, যমীন এবং এ দুয়োর মধ্যে যা আছে, ছয় দিনে সৃষ্টি করেছেন। (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- নিশ্চয় আল্লাহ মানুষের প্রতি অনুগ্রহশীল, কিন্তু অধিকাংশ। (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- আল্লাহ তাদের উপর জুলুম করেননি, কিন্তু তারা নিজেদের উপর জুলুম করছিল। (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- তিনি তোমাদের পাপ মোচন করবেন এবং তোমাদেরকে জান্নাতে প্রবেশ করাবেন, যার নিচে নদী প্রবাহিত। (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- তিনি তোমাদের জন্য মৃতপ্রাণী, রক্ত, শূকরের মাংস এবং যা আল্লাহ ছাড়া অন্যের নামে উৎসর্গ করা হয়েছে, তা হারাম করেছেন। (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- আমি যদি আমার রবের অবাধ্য হই, তবে মহাদিনের শাস্তির ভয় করি। (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- কিন্তু তাদের কাছে জ্ঞান আসার পর, তাদের মধ্যে বিদ্বেষের কারণে। (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- তারা সালাত কায়েম করে এবং আমি তাদেরকে যে রিজিক দিয়েছি, তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে। (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- আল্লাহকে বাদ দিয়ে এমন কিছুর ইবাদত করি, যা আমাদের উপকারও করতে পারে না, ক্ষতিও করতে পারে না? (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- তারা তোমার প্রতি যা নাযিল করা হয়েছে এবং তোমার আগে যা নাযিল করা হয়েছে, তাতে ঈমান আনে। (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- তুমি কি দেখ না যে, আল্লাহ আসমান থেকে পানি বর্ষণ করেন? (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- যখন তিনি কোনো কাজের সিদ্ধান্ত নেন, তখন তিনি তাকে বলেন: "হও", আর তা হয়ে যায়। (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- আর মাদইয়ানের প্রতি তাদের ভাই শুআইবকে (প্রেরণ করলাম)। তিনি বললেন: হে আমার সম্প্রদায়, আল্লাহর ইবাদত কর। (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- এটা গায়েবের সংবাদ, যা আমি তোমার কাছে ওহী করছি; তুমি তো জানতে না। (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- যখন তাদের নির্ধারিত সময় আসে, তখন তারা এক মুহূর্তও বিলম্ব করতে পারে না, আর আগেও বাড়াতে পারে না। (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- তোমরা শয়তানের পদাঙ্ক অনুসরণ করো না, নিশ্চয় সে তোমাদের প্রকাশ্য শত্রু। (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- মানুষের মধ্যে কেউ কেউ আল্লাহ সম্পর্কে এমন বিতর্ক করে, যার কোনো জ্ঞান নেই। (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- আল্লাহ যাকে ইচ্ছা, তাকে দান করেন এবং আল্লাহ মহা অনুগ্রহশীল। (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- প্রত্যেক প্রাণী তার কৃতকর্মের পূর্ণ প্রতিফল পাবে এবং তাদের প্রতি জুলুম করা হবে না। (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- তোমরা আল্লাহ কর্তৃক নিষিদ্ধ প্রাণকে অন্যায়ভাবে হত্যা করো না। (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- যখন তিনি কোনো কাজের সিদ্ধান্ত নেন, তখন তিনি তাকে বলেন: "হও"। (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- তোমরা জাহান্নামের দ্বারসমূহে প্রবেশ কর, সেখানে চিরস্থায়ী হয়ে থাক; অহংকারীদের আবাসস্থল কত নিকৃষ্ট! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- তুমি কি তাদের দেখনি, যাদেরকে কিতাবের অংশ দেওয়া হয়েছিল? (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- তাদের জন্য জান্নাত রয়েছে, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- হে আমার সম্প্রদায়, তোমরা নিজেদের অবস্থান অনুযায়ী কাজ কর, আমিও কাজ করছি; শীঘ্রই তোমরা জানতে পারবে। (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- যে আল্লাহ ও তাঁর রাসূলের বিরোধিতা করে, তার জন্য জাহান্নামের আগুন রয়েছে, সেখানে সে চিরস্থায়ী হবে। (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- তাদের অন্তরে আবরণ দিয়েছি, যাতে তারা তা না বোঝে, এবং তাদের কানে বধিরতা। (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- কোনো জনপদে সতর্ককারী পাঠালে, তার বিত্তশালী লোকেরা বলে: আমরা। (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- তারা বলল: আমাদের জন্য তোমার রবের কাছে দোয়া কর, যেন তিনি আমাদের কাছে স্পষ্ট করেন যে তা কী। (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- তারা অবশ্যই বলবে: আল্লাহ। বল: সমস্ত প্রশংসা আল্লাহর, কিন্তু তাদের অধিকাংশ। (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- তার সম্প্রদায়ের উত্তর শুধু এই ছিল যে, তারা বলল: তাদেরকে বহিষ্কার কর। (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- যার নিচে নদী প্রবাহিত, সেখানে তারা চিরকাল থাকবে; এটাই মহাসাফল্য। (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- তারাই তাদের রবের পক্ষ থেকে সৎপথে রয়েছে, আর তারাই সফলকাম। (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- তাকে এমন শাস্তি আসবে যা তাকে অপমানিত করবে এবং তার ওপর স্থায়ী শাস্তি নেমে আসবে। (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ যে, মিথ্যারোপকারীদের পরিণতি কেমন ছিল। (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- তারা কখনই তা কামনা করবে না, কারণ তাদের হাত যা আগে পাঠিয়েছে, আর আল্লাহ জালিমদের জানেন। (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- তিনি ভালো জানেন কে তাঁর পথ থেকে পথভ্রষ্ট হয়েছে, এবং তিনি ভালো জানেন। (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- নিশ্চয় আল্লাহ আমার রব এবং তোমাদেরও রব; অতএব তোমরা তাঁর ইবাদত কর; এটাই সরল পথ। (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- মানুষের প্রতি অনুগ্রহশীল, কিন্তু তাদের অধিকাংশই কৃতজ্ঞতা প্রকাশ করে না। (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- আসমানসমূহ, যমীন এবং এ দুয়োর মধ্যে যা আছে, সবই সত্য ও নির্দিষ্ট মেয়াদের জন্য। (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- তাদেরকে ছেড়ে দাও, তারা বাজে কথায় ডুবে থাকুক ও খেলাধুলা করুক, যতক্ষণ না তারা তাদের সেই দিনের সম্মুখীন হয়, যে দিনের প্রতিশ্রুতি তাদের দেওয়া হয়েছে। (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- যখন তারা মুমিনদের সাথে সাক্ষাৎ করে, বলে: আমরা ঈমান এনেছি, আর যখন নির্জনে যায়। (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- তারা তাওরাত, ইঞ্জিল ও তাদের রবের পক্ষ থেকে যা কিছু নাযিল করা হয়েছে, তা প্রতিষ্ঠা করে। (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- তিনি জানেন তাদের সামনে কী আছে এবং তাদের পেছনে কী আছে, আর তারা তা জ্ঞানে পরিবেষ্টিত করতে পারে না। (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- তিনিই আসমানসমূহ ও যমীন ছয় দিনে সৃষ্টি করেছেন। (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- নিশ্চয় এতে তোমাদের জন্য নিদর্শন রয়েছে, যদি তোমরা মুমিন হও। (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- মানুষের কাছে পথনির্দেশ আসার পর, তাদের ঈমান আনায় কী বাধা দিল? (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- তারা আল্লাহর শরীক স্থাপন করল, যাতে মানুষকে তাঁর পথ থেকে বিভ্রান্ত করে। বল: তোমরা উপভোগ কর। (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- তারা আশ্চর্য হলো যে, তাদের মধ্য থেকে একজন সতর্ককারী তাদের কাছে এল, আর কাফিররা বলল: এ। (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- নিশ্চয় তোমার রব ভালো জানেন কে তাঁর পথ থেকে পথভ্রষ্ট হয়েছে। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- যে লোক দেখানোর জন্য নিজের সম্পদ ব্যয় করে এবং আল্লাহর প্রতি ঈমান আনে না। (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- আমি তোমাদের যে রিজিক দিয়েছি, তা থেকে সেই দিন আসার আগেই ব্যয় কর। (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- তিনি আসমানসমূহে ও যমীনে যা কিছু আছে, সবই তোমাদের অধীন করে দিয়েছেন। (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- আমরা তো সন্দেহে আছি যে, আপনি আমাদের যে দিকে ডাকছেন, সে বিষয়ে। (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- নিশ্চয় তোমার রব যার জন্য ইচ্ছা, রিজিক প্রশস্ত করেন এবং সংকুচিতও করেন। নিশ্চয় তিনি। (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- আসমানসমূহ ও যমীনের রব এবং এ দুয়োর মাঝে যা আছে, যদি তোমরা নিশ্চিত বিশ্বাসী হও। (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- আমরা আল্লাহর প্রতি ঈমান এনেছি এবং আমাদের প্রতি যা নাযিল হয়েছে এবং (পূর্ববর্তীদের) প্রতি যা নাযিল হয়েছে। (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- আর যারা জুলুম করেছিল, তাদেরকে ভয়াবহ শব্দ আক্রান্ত করল, ফলে তারা নিজেদের গৃহে উপুড় হয়ে পড়ে রইল। (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- সুতরাং তারা নিজেদের জন্য যা করে, তাতে তোমাদের কোনো অপরাধ নেই। (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- তোমার রব ভালো জানেন কে তাঁর পথ থেকে পথভ্রষ্ট হয়েছে, এবং তিনি। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- তিনি তাঁর নির্দেশে নিজের বান্দাদের মধ্যে যাকে ইচ্ছা, রূহ (ওহী) প্রেরণ করেন। (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- আমি মারইয়াম-পুত্র ঈসাকে সুস্পষ্ট নিদর্শন দান করেছি এবং পবিত্র রূহ দ্বারা তাকে শক্তিশালী করেছি। (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- কিয়ামতের দিন তাদের মধ্যে সে বিষয়ে ফয়সালা করবেন, যে বিষয়ে তারা মতবিরোধ করত। (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- আমি তার উপরিভাগকে নিম্নভাগ করে দিয়েছি এবং তার উপর পোড়া মাটির পাথর বর্ষণ করেছি। (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- আপনি তাদেরকে সতর্ক করুন বা না করুন, তাদের জন্য সমান; তারা ঈমান আনবে না। (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- মানুষকে বাদ দিয়ে, যদি তোমরা সত্যবাদী হও, তবে মৃত্যু কামনা কর। (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- আল্লাহর (ইবাদত কর), তার বাইরে তোমাদের কোনো ইলাহ নেই। তবে কি তোমরা তাকওয়া অবলম্বন করবে না? (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- আমি তাদেরকে যে প্রতিশ্রুতি দিচ্ছি, তার কিছু তোমাকে দেখালেও বা তোমাকে মৃত্যু দিলেও, শেষ পর্যন্ত আমাদের কাছেই তারা ফিরে আসবে। (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- তারা বলল: আমরা মৃত্যুবরণ করে মাটি ও হাড় হয়ে গেলেও, কি আমরা পুনরুত্থিত হব? (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- অনুগ্রহ আল্লাহর হাতে, তিনি যাকে ইচ্ছা, তা দান করেন এবং আল্লাহ। (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- গায়েব ও প্রকাশ্য বিষয়ের জ্ঞানী আল্লাহর কাছে তোমরা ফিরে যাবে, তিনি তোমাদেরকে বলে দেবেন যা কিছু তোমরা করতে। (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- হে মুমিনগণ, তোমরা আল্লাহর সেই অনুগ্রহ স্মরণ কর, যখন। (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- আমি তোমার আগেও মানুষ ছাড়া কাউকে রাসূল করে পাঠাইনি, যাদের কাছে আমি ওহী প্রেরণ করতাম। (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- তিনি তার পাপ মোচন করবেন এবং তাকে জান্নাতে প্রবেশ করাবেন, যার নিচে নদী প্রবাহিত। (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- অসুস্থ বা সফররত অবস্থায়, তাহলে অন্য দিনগুলোতে (রোজা) পূর্ণ করবে। (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- তারা কেবল অনুমানের অনুসরণ করে এবং তারা কেবল মিথ্যা অনুমান করে। (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- যারা আল্লাহ ও শেষ দিনের আশা রাখে, তাদের জন্য উত্তম আদর্শ। (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- আমি আসমানসমূহ, যমীন এবং এগুলোর মাঝে যা আছে, তা সত্য ছাড়া সৃষ্টি করিনি। (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- তুমি তোমার হাত তোমার কোলের মধ্যে রাখ, তা কোনো রোগ ছাড়াই উজ্জ্বল হয়ে বের হবে। (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- তিনি নিজের রহমত দ্বারা যাকে ইচ্ছা, নির্বাচিত করেন এবং আল্লাহ মহা অনুগ্রহশীল। (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- তুমি কি জান না যে, আল্লাহর জন্য আসমানসমূহ ও যমীনের রাজত্ব? (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- তোমরা নিজেদের জন্য যা কিছু উত্তম অগ্রিম পাঠাবে, তা আল্লাহর কাছে পাবে। (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- তুমি যেখান থেকেই বের হও, তোমার মুখ মাসজিদুল হারামের দিকে ফিরাও। (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- তাদের আগে যারা ছিল, তারা চলে গেছে; আল্লাহর বিধানে তুমি কোনো পরিবর্তন পাবে না। (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- যার জন্য আসমানসমূহে ও যমীনে যা কিছু আছে। (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- কোনো নারী গর্ভধারণ করে না এবং প্রসবও করে না, কিন্তু তাঁর জ্ঞান অনুযায়ী। (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- তিনি রাত, সূর্য ও চন্দ্রকে অধীন করেছেন; প্রত্যেকেই নির্দিষ্ট মেয়াদে চলছে। (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে, এটাই প্রতিদান। (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- তিনি বললেন: বরং তোমাদের মন তোমাদের জন্য একটি বিষয় সুশোভিত করেছে; ধৈর্যই উত্তম। (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- আসমানসমূহে ও যমীনে যা কিছু আছে এবং নিশ্চয় আল্লাহ। (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- তাদের কাছে যে রাসূলই আসুক না কেন, তারা তাকে উপহাস করত। (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- তারা বলল: হে মূসা, হয় তুমি নিক্ষেপ কর, নয় আমরা নিক্ষেপ করি। (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- তিনিই তোমাদের মৃত্যু ঘটান এবং তোমাদের মধ্যে কাউকে সবচেয়ে নিকৃষ্ট বয়সে ফিরিয়ে দেওয়া হয়, যাতে। (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- তাদের রবের কাছে জান্নাত রয়েছে, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- আমি তাদের অন্তরে আবরণ দিয়েছি, যাতে তারা তা না বোঝে, এবং তাদের কানে বধিরতা। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- আল্লাহর প্রতিশ্রুতি সত্য, কিন্তু তাদের অধিকাংশই জানে না। (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- এটি এ কারণে যে, তারা আল্লাহ ও তাঁর রাসূলের বিরোধিতা করেছিল; আর যে আল্লাহর বিরোধিতা করে। (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- আর যেদিন তিনি তাদের ডাকবেন, বলবেন: আমার শরীকরা কোথায়, যাদের সম্পর্কে তোমরা ধারণা করতে? (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- তারা কি দেখে না যে, আল্লাহই আসমানসমূহ ও যমীন সৃষ্টি করেছেন? (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- যিনি তোমাকে মাটি থেকে, তারপর শুক্রাণু থেকে, তারপর। (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- তারা বলত: হে আমাদের রব, তুমি আমাদের কাছে রাসূল পাঠালে না কেন? তবে আমরা তোমার নিদর্শনসমূহ অনুসরণ করতাম। (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- তারপর তাদের রবের কাছে তাদের ফিরে যাওয়া; তিনি তাদেরকে জানিয়ে দেবেন যা তারা করত। (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- তাদের এ বিষয়ে কোনো জ্ঞান নেই; তারা কেবল অনুমান করে। (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- আমরা আমাদের পূর্বপুরুষদেরকে একটি মতের উপর পেয়েছি এবং আমরা তাদের পদাঙ্ক অনুসরণ করি। (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- যাদেরকে কিতাব দেওয়া হয়েছিল, তারা তাদের কাছে জ্ঞান আসার পরেই (মতভেদ করেছিল)। (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- যখন ইব্রাহীম বললেন: হে আমার রব, এই শহরকে নিরাপদ কর। (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- তিনি তোমাদের জন্য শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তর দিয়েছেন; তোমরা অল্পই কৃতজ্ঞতা প্রকাশ কর। (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- যারা কোনো প্রমাণ ছাড়াই আল্লাহর আয়াতসমূহ নিয়ে বিতর্ক করে। (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- তোমরা ইব্রাহীমের একনিষ্ঠ ধর্ম অনুসরণ কর, তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না। (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- স্মরণ কর, যখন আমি তোমাদেরকে ফিরআউনের বংশধরদের থেকে উদ্ধার করেছিলাম, যারা তোমাদেরকে নিকৃষ্টতম শাস্তি দিত। (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- এটাই সঠিক দ্বীন, কিন্তু অধিকাংশ মানুষ জানে না। (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- তুমি কি দেখ না যে, আল্লাহ তোমাদের জন্য যা কিছু আছে, তা তোমাদের অধীন করে দিয়েছেন? (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- যারা কুফরী করে, তারা বলত: এটি স্পষ্ট জাদু ছাড়া কিছুই নয়। (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- যখন তাদের কাছে আমার স্পষ্ট আয়াতসমূহ তিলাওয়াত করা হয়, তখন কাফিররা বলে। (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- স্থায়ী জান্নাত, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- তিনি যা ইচ্ছা করেন, আল্লাহ সবকিছুর উপর ক্ষমতাবান। (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- যাতে তিনি তোমাদের পাপ মোচন করেন এবং তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত অবকাশ দেন। (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- তোমরা কি আমাদেরকে আমাদের পূর্বপুরুষরা যার ইবাদত করত, তা থেকে ফিরিয়ে দিতে চাও? (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- যখন তোমার রব ফেরেশতাদের বললেন: আমি মাটি থেকে মানুষ সৃষ্টি করছি। (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- তিনিই বাতাস প্রেরণ করেন, যা তাঁর রহমতের আগে সুসংবাদ দেয়। (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- বল: পৃথিবীতে ভ্রমণ কর এবং দেখ যে পরিণতি কেমন ছিল। (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- আসমানসমূহ ও যমীনের সৃষ্টিতে এবং রাত ও দিনের পরিবর্তনে (নিদর্শন রয়েছে)। (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- কে সেই ব্যক্তি, যে আল্লাহকে উত্তম ঋণ দেবে, যাতে তিনি তা বহুগুণে বৃদ্ধি করেন? (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- অতএব, তাদের মধ্যে আল্লাহ যা নাযিল করেছেন, তা অনুযায়ী বিচার কর এবং তাদের খেয়াল-খুশির অনুসরণ করো না। (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- তারা কি এই অপেক্ষা করে যে, তাদের কাছে ফেরেশতারা আসবে, অথবা তোমার রবের আদেশ আসবে? (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- যারা আল্লাহর উপর মিথ্যা রচনা করে, তারা কখনই সফল হবে না। (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- ফিরআউনের বংশধরদের এবং তাদের পূর্ববর্তীদের অবস্থার মতো, তারা আমার আয়াতসমূহকে মিথ্যা বলেছে। (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- তিনি মুমিনদের সুসংবাদ দেন যারা সৎকর্ম করে, যে তাদের জন্য রয়েছে উত্তম প্রতিদান। (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- আল্লাহ যাকে ইচ্ছা, তার বান্দাদের মধ্যে রিজিক প্রশস্ত করেন এবং সংকুচিতও করেন। (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- তোমরা গায়েব ও প্রকাশ্য বিষয়ের জ্ঞানীর কাছে ফিরে যাবে, তিনি তোমাদেরকে বলে দেবেন যা তোমরা করতে। (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- আর আত্মীয়-স্বজনরা আল্লাহর কিতাবে একে অপরের বেশি ঘনিষ্ঠ। (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
""";
