const String quranIndexHindiRaw = r"""
मन्ज़िल दुआएँ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
हे हमारे रब दुआएँ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
हे मेरे रब दुआएँ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Aaron (Harun) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'Abasa, S.80; 74:22
अभिषेक (वुज़ू), 4:43; 5:6
इब्राहीम (Abraham) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- न यहूदी, न ईसाई, 3:67-68
- बक्काह के प्रथम मंदिर में खड़े हुए, 3:97; 26:123
- काबे की नींव उठाई, 2:124-129
- अपने लोगों को एक सच्चे ईश्वर की उपासना के लिए बुलाया, 2:130-133; 26:69-89; 29:16; 29:24-27
- अहंकारी राजा से वाद-विवाद किया, 2:258
- पुनरुत्थान के बारे में जिज्ञासा प्रकट की, 2:260
- न यहूदी, न ईसाई, 3:65-68
- आकाशीय पूजा का खंडन किया, 6:74-87
- इसहाक के जन्म की शुभ सूचना मिली, 11:69-76; 51:24-30
- काबे पर उनकी प्रार्थना, 14:35-41
- फ़रिश्तों ने भेंट की, 15:51-56
- एक आदर्श, 16:123
- अपने पिता को सत्य की ओर बुलाया, 19:41-50
- मूर्तियाँ तोड़ीं और आग से बचाए गए, 21:51-73; 37:83-113
- सभी को हज के लिए आमंत्रित किया, 22:26
अबरार, 3:193, 198; 76:5; 82:13; 83:18-22
मंसूखी (Abrogation), 2:106, 16:101
अबू लहब, 111:1-5
'आद क़ौम, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
आदम, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- फ़रिश्तों को सजदा करने का आदेश, 2:34; 7:11
- ज्ञान का वृक्ष, 2:35; 7:19-20; 20:120-121
- जन्नत से निष्कासन (हव्वा पर कोई दोष नहीं), 2:36; 7:24
- अल्लाह द्वारा सम्मानित, शैतान द्वारा प्रलोभित, 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- अल्लाह द्वारा क्षमा किए गए, 2:37; 20:122
'आदियात, S.100
'अदन स्वर्ग, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
विपत्ति
- किसी दूसरे का बोझ नहीं उठाना पड़ेगा, 6:164; 17:15; 35:18; 39:7; 53:38
- सामर्थ्य से अधिक बोझ नहीं डाला जाएगा, 2:286; 6:152; 7:42; 23:62
- विपत्ति में धैर्य, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
बुढ़ापा, 16:70; 22:5; 30:54; 36:68
- अपनी देखभाल में वृद्ध माता-पिता के प्रति व्यवहार, 17:23
अहमद, 61:6
अहक़ाफ़, S.46; 46:21
अहज़ाब, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ऐकह के निवासी, 15:78; 26:176; 38:13; 50:14
A'la S.87; 87:1; 92:20
'अलक़, S.96
आल-इमरान, S.3
अल्लाह
- उसका एक दिन पचास हज़ार वर्षों के बराबर है, 70:4
- उसका एक दिन एक हज़ार मानव वर्षों के बराबर है, 22:47; 32:5
- कुछ भी करने की सामर्थ्य, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- सर्वश्रेष्ठ न्यायाधीश, 95:8
- परिभाषा से परे, 43:82; 67:12
- अविश्वासियों की योजनाएँ विफल करता है, 8:30; 8:36
- मनुष्यों को मिटाकर अन्य प्राणी उत्पन्न कर सकता है, 4:133; 14:19; 35:16
- हँसी और रुलाई का कारण बनता है, 53:43
- एक मनुष्य को एक शताब्दी तक सुला दिया, 2:259
- सत्य को नकारने वालों का शत्रु, 2:98
- सुबह से शाम तक उसकी महिमा का गुणगान करो, 33:42
- उसकी झूठी पुत्रियाँ, 16:57; 17:40; 43:16; 52:39; 53:21-22
- नाम से, 53:19-20
- मनुष्यों को स्वतंत्र इच्छा देता है, 36:67
- सब कुछ उसके लिए समर्पित करना, 4:66-68; 4:125
- भलाई और बुराई उसी से हैं, 4:78
- जीवन और मृत्यु प्रदान करता है, 44:8; 53:44; 57:2; 67:2
- कठिन परिश्रमियों को बेहतर पुरस्कार मिलता है, 4:95-96; 5:54; 9:120; 49:15; 61:11
- उसका कोई जीवनसाथी नहीं, 72:3
- उसका कोई पुत्र नहीं, 43:81; 72:3; 112:3
- उसने कठिन समय में तुम्हें नहीं छोड़ा, 93:3
- ज्ञान में सर्वत्र विद्यमान है, 2:115; 2:142; 2:177; 4:126
- प्रथम और अंतिम (अल्फ़ा और ओमेगा), 57:3
- प्रकट और अप्रकट, 57:3
- बोध से परे को जानता है, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- न्यायपूर्वक व्यवहार करने वालों से प्रेम करता है, 49:9
- जिसका उल्लेख नहीं, उसके बारे में कोई नियम नहीं बनाया, 5:101; 6:140; 6:148; 7:32
- युद्धबंदियों के प्रति दया जिनमें भलाई हो, 8:70
- उसकी प्रकृति, 2:255
- कोई मनुष्य देवता नहीं, 3:64; 3:151
- त्रिमूर्ति नहीं, 4:171
- उससे बुराई से शरण, 113:1-5; 114:1-6
- खड़े, बैठे, लेटे हुए उसे याद करना, 3:191; 4:103; 10:12; 25:64
- वह गर्भ में आकार देता है, 3:6
- उसका सिंहासन जल पर टिका है, 11:7
- ऐसी चीज़ें बनाएगा जिनका तुम्हें ज्ञान नहीं, 16:8
- अपनी सृष्टि पर कोई अन्याय नहीं चाहता, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
गठबंधन, 8:72; 9:7
- ईसाई और यहूदी, 5:51
- अविश्वासी रिश्तेदारों से मना, 9:23-24
- मुनाफ़िक़ों से मना, 4:88-89; 4:139; 4:144
अल-यसअ, (देखें एलीशा)
अमानत, 2:283; 4:58; 8:27
- देखें विश्वास
फ़रिश्ते, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- आग से बनाए गए, 7:12; 38:76
- न्याय के दिन आठ फ़रिश्ते अल्लाह का सिंहासन उठाएँगे, 69:17
- झूठा दावा कि वे स्त्री हैं, 43:19; 53:27
- संरक्षक, 82:10-12; 86:4
- उन्नीस फ़रिश्ते नरक पर अधिकार करते हैं, 74:30-31
- मनमर्ज़ी पूरी करने के लिए नहीं भेजे जाते, 15:7-8
- प्रेरणा देने के लिए भेजे जाते हैं, 16:2
क्रोध, रोको, 3:134
'अनकबूत, S.29
चींटियाँ, 27:18
वानर, 5:60
- घृणित, 2:65; 7:166
धर्म-त्याग, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- धर्म-त्यागियों के लिए शीघ्र दंड की माँग न करो, 46:35
- अल्लाह ही उन्हें दंड देगा, 73:11; 74:11
- परलोक में दंड, 2:217; 9:74
- दूसरों द्वारा अस्वीकृति, 3:87
- पश्चाताप, 3:89; 5:34; 9:5; 9:11
- न्याय के दिन बहुत देर हो चुकी होगी, 40:85
- दबाव में, 16:106
धर्म-त्यागी, 47:25
A'raf, S.7; 7:46, 48
अराफ़ात, 2:198
तर्क-वितर्क
- उन लोगों की ओर से तर्क न करो जो स्वयं को धोखा देते हैं, 4:107
- तुमने इस दुनिया में उनके लिए तर्क किया, लेकिन क़यामत के दिन कौन करेगा, 4:109
तर्क/आक्रमण
- उचित प्रतिक्रिया दो, 8:58
- धैर्य कहीं बेहतर है, 16:126
कवच, 16:81
'अस्र, S.103
आयतुल कुर्सी, 2:255
चुग़लखोर, 49:12; 104:1
बद्र (युद्ध), 3:13
- इससे सबक़, 8:5-19, 42-48
अल-बैतुल मामूर, 52:4
बक्काह (मक्काह), 3:96
ब'अल, 37:125
बलद, S.90
संतुलन, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
बनू अन-नदीर, 59:2-6, 13
बक़रह, S.2
बराअ (देखें तौबह), S.9
बरज़ख़ (आवरण), 23:100; 25:53; 55:20
- यह भी देखें 18:94-97; 34:54; 36:9
बय्यिनह, S.98
जानवर (अंतिम दिनों का), 27:82
बद्दू, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
मधुमक्खी, 16:68-69
व्यवहार
- पूर्व प्रकाशना वाले लोगों के साथ भद्रता से वाद-विवाद करो, 16:125, 29:46
- जिन बातों का तुम्हें ज्ञान नहीं, उनमें न पड़ो, 17:36
- बड़े पाप और अश्लील कार्यों से बचो, 53:32
- एक-दूसरे के बारे में अनुमान न लगाओ, जासूसी न करो, निंदा न करो, 49:12
- अपने मत में न्यायसंगत रहो, 6:152
- समुदाय को संयमी होना चाहिए, 2:143; 25:67
- घमंड हतोत्साहित किया गया है, 4:36, 57:23
- सहायता माँगने वालों को न झिड़को, 93:10
- अपने आप को पवित्र न समझो, 53:32
- दूसरों का मज़ाक न उड़ाओ, 49:11; 104:1
- बुरी बातें खुलेआम न कहो, 4:148
- एक-दूसरे की बुराई न करो, 104:1
- प्रत्येक समूह को एक क़ानून और जीवन-पद्धति दी गई, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- और उपासना का एक तरीक़ा, 22:67
- अल्लाह उन्हें एक समुदाय बना सकता था, 5:48; 11:118; 16:93; 42:8
- अल्लाह के अंतर्गत एक समुदाय, 21:92
- यहूदियों को क्षमा करो, 5:13
- अविश्वासियों को क्षमा करो, 31:15; 45:14
- सहज क्षमा करो, 42:37
- शासक परामर्श के बाद निर्णय लें, 42:38
- और एक पैग़म्बर, 10:47; 16:36
- विश्वासियों पर कलंक लगाना पाप है, 33:58
- पुरुष (महिलाओं के प्रति), 24:30
- शांति स्थापित करने वालों को पुरस्कार, 42:40
- ज़रूरतमंदों के प्रति न्यायसंगत बोलो, अगर कुछ और नहीं कर सकते, 17:28
- अपनी देखभाल में वृद्ध माता-पिता के प्रति, 17:23
- अन्य मुसलमानों के प्रति, 33:6
- दूसरों के प्रति, 17:26-29; 17:35; 17:53; 60:8
- माता-पिता के प्रति, 46:15
- दासों के प्रति, 4:36; 24:33
- अहिंसक अविश्वासियों के साथ न्यायसंगत व्यवहार करो, 60:8
- पैग़म्बर की पत्नियाँ, 33:28-34
- महिलाएँ (पुरुषों के प्रति), 24:31
- सभी प्रकाशनाओं में, 2:136; 2:285
- उनकी प्रकृति, 49:14-15
विश्वासी, 2:2-5; 2:285; 8:2-4; 8:24
वसीयत, 2:180, 240; 4:7, 12; 36:50
विश्वासघात (धोखा, धोखाधड़ी), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
बाइबल, 5:64, 5:65, 5:68
- विकृति, 3:78; 5:14-15
पक्षी, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
रक्त-धन (दिया), 2:178-179; 4:92; 17:33
युद्ध-लूट, 4:94. 8:41; 59:6-8
- अवैध रूप से लेना, 3:162
- देखें माल-ए-ग़नीमत
रिश्वत, 2:188
बुदन, 22:36
बोझ
- किसी दूसरे का बोझ उठाने वाला नहीं उठाएगा, 35:18; 39:7; 53:38
- अविश्वासी दूसरों के बोझ भी उठाएँगे, 16:25; 29:13
- बुरे हैं वे बोझ जो वे उठाएँगे, 6:31, 164
- अल्लाह किसी को उसकी सामर्थ्य से अधिक बोझ नहीं देता, 2:286; 7:42; 23:62
बुरूज (बड़े तारे), S.85; 85:1; 15:16; 25:61
ऊँट, 6:144; 7:40; 77:33; 88:17
क़ैदी, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- देखें युद्धबंदी
पशु, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
सौर की गुफ़ा, 9:40
गुफ़ा के लोग, 18:9-22, 25-26
निश्चितता और सत्य, 56:95; 69:51
दान (सदक़ह), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- दान और ज़कात के पात्र, 2:273; 9:60
बच्चे, 2:233; 42:49-50
- वे लोग घाटे में हैं जिन्होंने अपनी संतान को मूर्खता और अज्ञानता से मारा, 6:140
मसीह (देखें ईसा)
ईसाई, 5:14, 19, 64-65, 69; 22:17
- ईसा को देवता न बनाने का आग्रह, 4:171
मसीह, (देखें ईसा)
ईसाई, 5:14, 19, 64-65, 69; 22:17
- ईसा को देवता न बनाने का आग्रह, 4:171
- मुसलमानों के प्रति स्नेह में सबसे निकट, 5:82
- अधिकांश ने जो याद रखने को कहा गया वह भुला दिया, 5:14
- अब तुम्हारे पास एक रसूल आया है, 5:15, 19
- नेक लोगों को पुरस्कार मिलेगा, 2:62; 5:65; 5:69
- कहते हैं "ईसा अल्लाह के पुत्र हैं", 9:30
उलटाई गई बस्तियाँ, 69:9
सुरक्षित नगर, 95:3
वस्त्र, 7:26; 16:81
- आग के वस्त्र, 22:19
- घर से बाहर महिलाओं का पर्दा या पोशाक, 24:31
- महिलाओं के बाहरी वस्त्र मुनाफ़िक़ों की छेड़छाड़ से बचाते हैं, 33:59-60
संगठित दल, 33:9, 22
- देखें अहज़ाब, परामर्श, आपसी, 42:38
सृष्टि
- आरंभ होती है और दोहराई जाती है, 10:4; 21:104; 27:64; 29:19-20
- नई, 17:49, 98; 35:16
- सत्य के साथ, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- खेल के लिए नहीं, 21:16-17; 23:115
- हर जीवित वस्तु से बनाई गई, 21:30; 24:45;25:54
- मनुष्य की, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- उसका पहला रूप, 56:62
- छः दिनों में, 7:54; 11:7; 32:4; 50:38; 57:4
- जोड़ों में, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- विविधता में, 35:27-28
- अल्लाह आदेश देता है "हो जा!" — और वह हो जाता है, 2:117;16:40; 36:82; 40:68
- पलक झपकने जितनी देर में, 54:50
- रात और दिन, सूरज और चाँद, 39:5
- आसमान और ज़मीन की सृष्टि, इंसान की सृष्टि से बड़ी है, 40:57; 79:27
- उद्देश्य, 51:56
कौवा, 5:31
कसौटी, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
दहर, (देखें इंसान,) S.76; 45:24
- समय, 76:1; 103:1
दाऊद, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ज़बूर दिया गया, 4:163
- जालूत से लड़े और उसे मारा, 2:251
- एक फ़ैसला सुनाया, 21:78-80
- ज्ञान और नुबुव्वत से नवाज़ा गया, 27:15-16
- पहाड़ और पक्षी उनके साथ अल्लाह की तस्बीह में शामिल हुए, 34:10; 38:17-20
- दो लोगों के बीच फ़ैसला किया, 38:21-26
दावाब्ब या दाब्बह (चलने-फिरने वाले जीव आदि), 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
मुर्दे उठाए जाएँगे, 6:36
मृत्यु, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- और युद्ध से पलायन, 33:16
- अल्लाह के रास्ते में, 3:195; 22:58; 47:4
- जिन समुदायों के पास कोई प्रकाशना नहीं, वे नष्ट नहीं किए जाएँगे, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- अल्लाह की राह में शहीद ज़िंदा हैं, 2:154; 3:169
- बुराई से भागकर अल्लाह की ओर, 4:100
- रोकी और टाली नहीं जा सकती, 63:10-11
- नींद की जुड़वाँ बहन, 6:60; 39:42
- मृत्यु के समय विश्वासी और अविश्वासी, 8:50; 16:27-32; 41:30
- क़ब्र में अज़ाब, 40:46
क़र्ज़, 2:280, 282; 4:11-12
फ़ैसला
- हर मामले के लिए एक फ़ैसला है, 13:38
- कोई बस्ती नष्ट नहीं की जब तक उसके लिए एक निर्धारित आदेश न था, 15:4
- हर मामले का फ़ैसला अल्लाह की ओर से है, 44:5
- जब वह किसी बात का फ़ैसला करता है तो बस कहता है "हो जा!" — और वह हो जाता है, 2:117; 36:82; 40:68
कर्म
- बुरे कर्म उनके लिए सजाए गए हैं, 47:14
- हमारे कर्म हमारे लिए, तुम्हारे कर्म तुम्हारे लिए, 28:55; 42:15; 45:15
- अच्छे और बुरे कर्म अपने लिए और अपने विरुद्ध हैं, 41:46
- मनुष्य के कर्म उसकी गर्दन से बाँधे गए हैं, 17:13
दर्जे, उनके कर्मों के अनुसार, 6:132
इच्छा, जो अपनी बुरी इच्छाओं का अनुसरण करते हैं, 47:14, 16
- जिसने अपनी इच्छा को अपना ईश्वर बना लिया, 25:43
अल्लाह की रहमत से निराश न हो, 39:53; 21:87-88; 68:48-50
- देखें युनुस भी
ज़ारियात, S.51
ज़िक्र, 7:205; 15:6, 9
ज़ुल-किफ्ल, 21:85; 38:48
ज़ुल-क़र्नैन, 18:83-98
ज़ुन-नून (मछली वाले साथी)
अविश्वासी (देखें मुनाफ़िक़ भी)
- मुहम्मद (ﷺ) से कहते हैं कि सबूत के तौर पर अल्लाह का अज़ाब माँगें, 6:57-58; 8:32; 10:49-52
- उनके साथ भलाई से रहो, 31:15
- जो वे कहते हैं उसे धैर्य से सहो, 20:130; 50:39
- उनसे अहद, 8:56; 8:72; 9:4, 7
- अहद तोड़ना, 8:58; 9:12
- अल्लाह उनकी चालें विफल कर देता है, 8:30, 36
- जो अल्लाह के क़ानून का मज़ाक उड़ाते हों उनकी संगत छोड़ दो, 4:140; 6:68
- अगर वे पनाह माँगें तो उन्हें पनाह दो, 9:6
- युद्ध के दौरान दंड, 8:12, 50, 59
- परलोक में दंड, 8:37
- मस्जिदों में न आएँ और न उनकी देखभाल करें, 9:17
- उनसे भले ढंग से बोलो, 17:53
- उनके विरुद्ध कठिन संघर्ष, 9:73; 25:52; 66:9
- अहिंसक लोगों के साथ न्यायसंगत व्यवहार करो, 60:8
- केवल दूसरे अविश्वासियों से ही गठबंधन करेंगे, 8:72
शिष्य (ईसा के), 3:52; 61:14
मुनाफ़िक़ों और अविश्वासियों के दिलों में बीमारी, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
तकलीफ़, उसके बाद सुकून है, 3:154
माल-ए-ग़नीमत का वितरण, 8:41; 59:7-8
खाई वाले, 85:4-10
विविधता
- इंसानों में, 30:22, 35:27-28
- जीवन में, 35:27-28
तलाक़, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- इद्दत के बाद, अलग हो जाओ या सुलह करो, 2:231; 65:2
- दो गवाह, 65:2
- गुज़ारा भत्ता, 2:233, 241
- पूर्व-पति के वारिस तक जारी, 2:233
- दो बार वापस लिया जा सकता है, 2:229
- मेहर की स्थिति, 2:229, 236-237
- ज़रूरत पड़े तो दूध पिलाने वाली ढूँढो, 65:6
- देखें ज़िहार भी
तलाक़, पुरुष
- एक औरत को छोड़कर दूसरी से शादी — जो दिया वह वापस न लो, 4:20
- बीवी को परेशान न करो, 65:6
- बीवियों को उनकी मर्ज़ी के बिना न रोको, 4:19
- सोचने के लिए चार महीने, 2:226
- गर्भावस्था और इद्दत के दौरान बीवी का पूरा ख़र्च उठाओ, 65:6
- अगर बीवी तुम्हारे बच्चे को दूध पिला रही है तो उसका पूरा ख़र्च उठाओ, 65:6
- माँ को उसके बच्चे की वजह से तकलीफ़ न दी जाए, 2:233
- इस्लाम-पूर्व, 58:2
- सुलह के लिए दो महीने लगातार रोज़ा, 58:4
- सुलह के लिए साठ ज़रूरतमंदों को खाना खिलाना, 58:4
- सुलह के लिए एक ग़ुलाम आज़ाद करना, 58:3
- सुलह की कोशिश, 4:35
- अगर निकाह न हुआ हो तो कोई गुनाह नहीं, 2:236
- दुल्हन आधे मेहर की हक़दार, 2:237
तलाक़, महिला
- तीसरी तलाक़ के बाद (दूसरे पति से) पहले पति के पास वापस जा सकती है, 2:229
- गुज़ारे की हक़दार, 2:241; 65:1
- तलाक़ का बराबर हक़, 2:228
- पति के बुरे व्यवहार का डर, 4:128
- पति ने जो दिया वह रख सकती है, 2:229
- घर से न निकाली जाए, 65:1
- गर्भावस्था न होने की तसदीक़ के लिए तीन माहवारी का इंतज़ार, 2:228
- माहवारी न होने वालों के लिए तीन महीने का इंतज़ार, 65:4
- जब तक निकाह न हुआ हो, 33:49
कुत्ते, 7:176
गधे, 2:259; 16:8; 31:19; 62:5; 74:50
पेय
- शराब, 2:219; 5:90
- शुद्ध और सफ़ेद स्वादिष्ट, 37:45-46; 76:21
- शुद्ध मुहरबंद शराब, 83:25
ज़ुहा, S.93
दुख़ान, S.44
हाथी की सेना, 105:1-5
इलियास (एलिजाह; इल्यासीन) 6:85; 37:123-132
अल-यसअ, (एलीशा) 6:86; 38:48
इदरीस, (देखें इदरीस)
घटना, 56:1; 69:15
बुराई, 4:123; 10:27-30; 19:83; 59:15
- सार्वजनिक रूप से नहीं कहनी चाहिए, 4:148
- बुराई हम से है, लेकिन भलाई अल्लाह से, 4:79; 42:48
- बुराई को माफ़ करो, 4:149
- बदला दिया जाएगा, 6:160; 42:40
- जो साज़िश करते हैं, 16:45-47
- बुरा अंजाम हुआ, 30:10
- ज़मीन और समुंदर में फैल गई, 30:41
- बुराई को भलाई से दूर करो, 13:22; 23:96; 41:34
- भलाई से बदल दी गई, 7:95
- जो अपनी बुरी इच्छाओं का अनुसरण करते हैं, 47:14, 16
- उनके कर्म उनके लिए सजाए गए हैं, 47:14
अतिरिक्तता
- खाने-पीने में मनाही, 5:87
- दीन में, 4:171; 5:77-81
आँखें, कान और खालें गुनाहगारों के विरुद्ध गवाही देंगी, 41:20-23
उज़ैर (एज़रा) 9:30
अल्लाह का चेहरा या प्रताप, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
दिखावटी सुंदरता
- अल्लाह ने हर क़ौम के कर्म उनके लिए सुहाने कर दिए हैं, 6:108
ईमान (विश्वास), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- इनकार करने वाले, 3:116
- ईमान में वृद्धि, 3:173
- यक़ीन के साथ, 44:7; 45:4, 20; 51:20
- उसने तुम्हें ईमान की रहनुमाई की, 49:17
फ़ज्र, S.89
फ़लक़, S.113
क़ुरआन की आयतों के बारे में झूठी बातें, 6:68
झूठे माबूद
- अल्लाह के सिवा, बुत और तथाकथित साझीदार, 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- अल्लाह के सिवा जिनकी वे पूजा करते हैं उन्हें बुरा न कहो, 6:108
- देखें तागूत भी
झूठ (बातिल), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
मनुष्य के कर्म उसकी गर्दन से बाँधे गए हैं, 17:13
रोज़ा, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- खाओ और पियो जब तक काली धागे से सफ़ेद धागा अलग न दिखे, 2:187
फ़त्ह, S.48
फ़ातिहह, S.1
फ़ातिर, S.35
फ़िदिया (रोज़े का फ़िदिया), 2:196
- क़ैदियों को आज़ाद कराने के लिए, 8:67
- अविश्वासियों का पेश किया गया फ़िदिया, 3:91; 5:36,37; 10:54; 13:18
अंजीर, 95:1
लड़ाई
- अल्लाह के रास्ते में, अविश्वासियों के विरुद्ध, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- फ़र्ज़ किया गया, 2:216
- पवित्र महीनों में, 2:217; 9:5
- बनी इस्राईल द्वारा, 2:246-251
- अल्लाह के रास्ते में, और मज़लूम मर्दों और औरतों के लिए, 4:74-76
- जब तक फ़ितना न रहे, 8:39
- बीस लोग दो सौ पर ग़ालिब, 8:65
- उनके विरुद्ध जो अल्लाह पर ईमान नहीं लाते, 9:29
- मज़लूमों के लिए इजाज़त, 22:39-41
- और मुनाफ़िक़, 47:20
- छूट, 48:17
फ़ील, S.105
फ़िरदौस जन्नत, 18:107; 23:11
आग, 56:71, 100:2
मक्खी, 22:73
खाना
- हलाल और हराम, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- पहले जो खाया उसका कोई गुनाह नहीं, 5:93
- हद से न बढ़ो, 5:87
- जो अल्लाह ने हलाल किया उसे हराम न करो, 5:87; 7:32; 16:116
मनाही के काम, 6:151-152; 7:33
माफ़ी, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- विश्वासियों का फ़र्ज़, 42:37; 45:14
- विश्वासियों की ओर से अहले-किताब के लिए, 2:109
- अल्लाह जिसे चाहे माफ़ करता है, 4:48
- अल्लाह शिर्क माफ़ नहीं करता, 4:48, 116
- जो अल्लाह की माफ़ी माँगे, 4:110
- मुश्रिकों के लिए माफ़ी न माँगो, 9:113
- अल्लाह सभी गुनाह माफ़ कर देता है, 39:53
- फ़रिश्ते ज़मीन वालों के लिए माफ़ी माँगते हैं, 42:5
- जब गुस्सा हो तो माफ़ करो, 42:37
- माफ़ करो और सुलह करो, 42:40
- विश्वासी उन लोगों को माफ़ करें जिन्हें अल्लाह के दिनों की उम्मीद नहीं, 45:14
- जो बड़े गुनाहों और बेहयाई से बचते हैं, 53:32
- माफ़ी की तरफ़ एक-दूसरे से आगे बढ़ो, 57:21
- बुरे कर्म अच्छे में बदल दिए जाएँगे, 25:68-71
धोखाधड़ी, (देखें विश्वासघात) 83:1-6
स्वतंत्र इच्छा
- अल्लाह की मर्ज़ी से सीमित, 6:107; 10:99; 74:56;76:31; 81:28-29
- जो चाहे: ईमान लाए या इनकार करे, 18:29
- अपने रब की राह अपनाए, 76:29
- सीधे चले, 81:28
जुमे की नमाज़, 62:9-11
फल, 6:41; 16:11
- जन्नत में, भरपूर, 43:73
- हर क़िस्म के, 47:15
- जैसे चाहें, 77:42
फ़ुज्जार, 82:14-16; 83:7
फ़ुरक़ान, S.25
फ़ुस्सिलत (देखें हा-मीम), S.41
जिब्रील, (Gabriel) 2:97-98; 26:193; 66:4; 81:19-21
- रूह, 26:193; 67:12; 70:4; 78:38; 97:4
- रूहुल क़ुदुस, 2:87, 253; 5:110; 16:102
जुआ, 2:219; 5:90
इहराम की हालत में शिकार, 5:94-96
ग़ाफ़िर (देखें मुमिन), S.40
ग़ाशियह, S.88
ग़ुस्ल, 4:43; 5:6
तोहफ़े, 30:39
जालूत, (Goliath) 2:249-251
अच्छे (दिन), 3:140
- तुम उस चीज़ को नापसंद करते हो जो अच्छी है, और उसे पसंद करते हो जो बुरी है, 2:216
- नेकी का बदला मिलेगा, 4:85; 28:54
- दोगुना बदला, 4:40; 28:54
- दस गुना बदला, 6:160
- बढ़ाई गई, 42:23
- जो नेकी करते हैं उनके लिए भलाई है और आख़िरत का घर, 16:30
- इस दुनिया में नेकी करने वालों के लिए है, 39:10
- अल्लाह नेकी करने वालों को बेहतरीन बदला देता है, 53:31
- क्या नेकी का बदला नेकी के सिवा कुछ और है, 55:60
- नेकी करो जैसे अल्लाह ने तुम पर नेकी की है, 28:77
अच्छाई और बुराई
- अच्छाई अल्लाह की तरफ़ से है और बुराई तुम्हारी अपनी, 4:79
- अगर नेकी करो तो अपने लिए, और बुराई करो तो अपने विरुद्ध, 17:7;41:46
- बुराई को भलाई से दूर करो, 23:96; 28:54; 41:34
- नेकी और बुराई बराबर नहीं हो सकती, 41:34
- हर इंसान अपने सभी कर्मों का सामना करेगा, 3:30
- देखें मुह्सिनून भी
नेक काम
- ज़ाहिर करो या छुपाओ, 4:149
- नेकी में एक-दूसरे से आगे बढ़ने की कोशिश करो, 5:48
इंजील, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
बड़ी ख़बर, 78:1-5
सलाम, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
हदीद, S.57
हदय (क़ुर्बानी का जानवर), 2:196, 200
हज (तीर्थयात्रा), 2:158, 196-203; 3:97; 5:2;22:30
हज, S.22
हामान, 28:6, 38; 29:39; 40:24, 36, 37
हाथ और पाँव गवाही देंगे, 36:65
हाक़्क़ह, S.69
कठिनाई के साथ आसानी है, 94:5-6
हारून, (Aaron)
हारूत, 2:102
हश्र, S.59
दिल
- सख़्त, 2:74; 22:53; 39:22; 57:16
- मुहरबंद, 7:100-101; 40:35; 47:16; 63:3
- ढके हुए, 17:46; 41:5
- बंद, 47:24
- बँटे हुए, 59:14
- डर से भरे, 22:35
- जिनके दिलों में बीमारी है, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
आसमान
- अल्लाह को आसमानों का ग़ैब मालूम है, 16:77
- खेल के लिए नहीं बनाए, 21:16
- ज़मीन और आसमान मिले हुए थे, 21:30
- आसमानों में कोई चीज़ छुपी नहीं, 27:75
- बिना किसी खम्भे के बनाए, 31:10
- उसके दाहिने हाथ में लपेट दिए जाएँगे, 39:67
- दो दिनों में सात आसमानों की रचना, 41:12
- क़रीबी आसमान को चिराग़ों से सजाया, 41:12
- अल्लाह के लिए है जो कुछ आसमानों में है, 45:27;53:31
- एक के ऊपर एक सात आसमान, 67:3
जहन्नम (आग, दहकती लौ) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- जलती आग और खौलता पानी, 22:19-22; 23:103-104
- मवाद, 14:14-17; 38:55-58; 69:35-37
- ज़क़्क़ूम का पेड़, 37:62-70; 44:43-50; 56:41-56
- निवासियों का न जीना न मरना, 87:13
- एक-दूसरे पर इल्ज़ाम, 26:91-101; 34:31-33
- फ़ौरी तबाही की गुहार, 25:13-14; 43:74-78
- ज़ोरदार चीख़ें, 35:36-37
- जहन्नम का गुर्राना और दहाड़ना, 25:11-12; 67:6-11
- जली हुई खालों की जगह नई खालें, 4:56
- बेड़ियाँ और तारकोल के कपड़े, 14:48-50
- लोहे के गुर्ज़, 22:19-22
- ज़ंजीरें, 13:5
- जहन्नम के दरोग़ा, 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- कोई फ़िदिया क़ुबूल नहीं, 5:36-37
- शफ़ाअत नहीं मिलेगी, 6:94; 26:100; 30:13; 74:48
- जहन्नम में जलती निराशा और बर्फ़ीला अंधेरा, 38:57
- सत्तर हाथ की ज़ंजीर, 69:32
- सीमित समय के लिए ठहरना, 78:23
आख़िरत
- आख़िरत का घर बेहतर है, 6:32; 7:169
- आख़िरत में क्या अंजाम होगा, 6:135
- ज़ालिम आख़िरत में कामयाब नहीं होंगे, 6:135
- आख़िरत का घर, 12:109; 16:30; 28:83; 29:64
- जो आख़िरत पर ईमान नहीं लाते, 17:10
- आख़िरत का बदला, 42:20
- चाँदी और सोने से बेहतर, 43:33-35
- केवल मुत्तक़ीन के लिए, 43:35
- आख़िरत का अज़ाब, 68:33
- बेहतर और हमेशा रहने वाली, 87:17
- मौजूदा से बेहतर, 93:4
चौड़े रास्ते, 21:31
हिज्र (पत्थरीला इलाक़ा), 15:80-85
हिज्र, S.15
समलैंगिकता, 26:165-166; 27:55; 29:28-29
घोड़े, 16:8
क़यामत की घड़ी
- उसका इल्म सिर्फ़ अल्लाह को है, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- अचानक आ जाएगी, 6:31; 7:187;12:107; 43:66
- तुम पर आ जाएगी, 6:40; 12:107; 20:15; 34:3
- क़रीब आ गई, 54:1-5
- पलक झपकने जितनी देर में, या उससे भी कम, 16:77
- क़यामत का भूकम्प, 22:1
- उस दिन क़ायम होगी, 30:12, 14
- ज़रूर आएगी, कोई शक नहीं, 40:59;45:32; 51:5-6
- निशानियाँ, 21:96; 27:82; 43:61; 47:18; 54:1-2
- नाम, 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- लोगों को अचानक आ दबोचेगी, 6:31; 7:187
- सूर फूँका जाएगा, 6:73; 23:101; 39:68
घरों में दाख़िल होने के आदाब, 24:27-29
हूद, 7:65-72; 11:50-60; 26:123-140; 46:21-26
हूद, S.11
हुजुरात, S.49
हुमज़ह, S.104
हुनैन (जंग), 9:25
हूर (जन्नत की हूरें), 44:54; 52:20
मुनाफ़िक़
- कहते हैं: हम अल्लाह और आख़िरत पर ईमान लाए, लेकिन दरअसल नहीं लाते, 2:8
- ख़ुद को धोखा देते हैं, 2:9
- उनके दिलों में बीमारी है, 2:10; 8:49; 22:53;33:12; 47:29
- फ़साद फैलाते हैं, 2:11-12
- बेवकूफ़ और मज़ाक़ उड़ाने वाले, 2:13-15
- हिदायत के बदले गुमराही ख़रीदी, 2:16
- बहरे, गूँगे और अंधे, 2:17-18
- मौत और अंधेरे से डरते हैं, 2:19-20
- मीठी बातें, 2:204-206
- लड़ने से इनकार, 3:167-168
- अल्लाह जानता है उनके दिलों में क्या है, 3:167;4:63
- झूठे जज के पास फ़ैसले के लिए जाते हैं, वह्य से मुँह फेरते हैं, मुसीबत पड़ने पर आते हैं, 4:60-62
- मुसीबत में और बड़ी कामयाबी पर, 4:72-73
- अल्लाह ने उन्हें वापस धकेल दिया, 4:88
- दोस्त न बनाओ, 4:89; 58:14-19
- अगर वे पलट जाएँ तो जहाँ मिलें मारो, 4:89
- तुम्हारी जीत या काफ़िरों की कामयाबी का इंतज़ार करते हैं, 4:141
- अल्लाह को धोखा देने की कोशिश करते हैं, सुस्ती से और दिखावे के लिए नमाज़ पढ़ते हैं, 4:142
- न इन में से हैं न उन में से, 4:143
- जहन्नम के सबसे नीचे दर्जे में; कोई मददगार नहीं, 4:145
- भंडाफोड़ से डरते हैं, 9:64-65
- उनके लिए दुआ न करो, 9:84
- मर्द और औरत एक-दूसरे जैसे; घाटे में; अल्लाह की लानत, 9:67-69
- बद्दुओं में, 9:101
- जहाँ मिलें पकड़े और मारे जाएँ, 33:61
- अल्लाह मुनाफ़िक़ों को सज़ा देगा, 33:73
- झूठे; पीठ फेरने वाले; उनके दिल बँटे हुए हैं, 59:11-14
- झूठे; अपनी क़समों को ढाल बनाया; उनके दिल बंद हैं; उनसे सावधान रहो, 63:1-4
- समझते नहीं, जानते नहीं, 63:7-8
- उनके विरुद्ध कठिन संघर्ष, 66:9
इबलीस (शैतान), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- देखें शैतान भी
इब्राहीम, (देखें अब्राहम)
इब्राहीम, S.14
इद्दत (महिलाओं की तलाक़ की निर्धारित अवधि), 2:228, 231, 232, 234, 235; 33:49;65:1-7
इदरीस (Enoch), 19:56-57; 21:85; 96:4
इहराम, 2:197; 5:2, 95
इह्सान, 16:90
इख़लास, S.112
इलाह, केवल एक, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
अवैध यौन संबंध; गवाहों का सबूत, 4:15-18; 24:2, 19
इल्लिय्यून, 83:18-21
नापाक (नजस), 9:28
इमरान
- की पत्नी, 3:35
- की बेटी, 66:12
अल-हाक़्क़ह, 69:1-3
इंफ़िटार, S.82
विरासत, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
अन्याय, जिस पर हुआ हो, 4:30, 148
इंसान (देखें दहर), S.76
इंशिक़ाक़, S.84
इंशिराह (देखें शर्ह), S.94
वह्य, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
शफ़ाअत/शफ़ीअ, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
नशीली चीज़ें, 5:90, 2:219
इक़ामत-अस-सलात, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
इक़्रा' (देखें अलक़), S.96
इरम, 89:7
लोहा, 57:25
ईसा, देखें यीशु
इसहाक़, (Isaac) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
इस्माईल, (Ishmael) 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
- अपने पिता के साथ काबे की नींव उठाई, 2:125-140
- क़ुर्बानी की कहानी, 37:100-113
इस्लाम, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- पहले मुसलमान बनने वालों में से, 6:14,163; 39:12
- पहले इस्लाम अपनाने वाले, 9:100
- सीना इस्लाम के लिए खुला, 39:22
- एक एहसान के रूप में, 49:17
इस्रा', S.17
बनी इस्राईल, 2:40-86
- नेमतें अता की गईं, 2:47-53, 60, 122; 45:16-17
- अल्लाह की फ़रमाँबरदारी के ख़िलाफ़ बग़ावत, 2:54-59, 61, 63-74; 5:71; 7:138-141
- मुसलमानों के साथ उनके तअल्लुक़ात, 2:75-79
- उनका घमंड, 2:80, 88, 91
- उनके अहद, 2:80, 83-86, 93, 100; 5:12-13, 70
- दुनिया की ज़िंदगी आख़िरत की क़ीमत पर ख़रीदी, 2:86
- ज़िंदगी के सबसे ज़्यादा लालची, 2:96
- एक बादशाह माँगा, 2:246-251
- हदें पार कीं; कई फ़िरक़ों में बँट गए; बंदर, 7:161-171
- दो बार वादा किया गया, 17:4-8
- दुश्मन से नजात, 20:80-82
- किताब और रहनुमा दिए गए, 32:23-25; 40:53-54
- उनके आलिम जानते थे (क़ुरआन सच्चा है), 26:197
इस्तवा (ऊपर उठा), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
इतिकाफ़, 2:187
याकूब, (Jacob) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- असबात (याकूब के बारह बेटे), 2:140; 3:84;4:163
जालूत, (देखें गोलियत)
जमरात, 2:200
जासिय्यह, S.45
ईसा, मरयम के बेटे
- उनकी माँ को दुनिया की सभी औरतों में चुना गया, 3:42
- क़यामत के दिन गवाह, 4:159
- जन्म की शुभ सूचना, 3:45-47; 19:22-23
- बनी इस्राईल के लिए रसूल, 3:49-51
- हवारी, 3:52-53; 5:111-115
- हवारी अल्लाह के मददगार, 3:52; 61:14
- उठाए गए, 3:55-59; 4:157-159
- आदम की मिसाल, 3:59
- न मारे गए न सूली पर चढ़ाए गए, 4:157
- वह्य मिली, 4:163
- सिर्फ़ रसूल (देवता नहीं), 4:171-172; 5:75; 19:30, 43:63-64
- जिन्होंने कहा उन्होंने कुफ़्र किया, 5:17, 72; 9:30
- हमारे रसूल (मुहम्मद ﷺ) आ गए हैं, 5:19
- इंजील दी, 5:46
- हवारियों ने कहा: हम मुसलमान हैं, 5:111
- दस्तरख़्वान खाने से भरा, 5:114
- झूठी इबादत नहीं सिखाई, 5:116-118
- एक नेक नबी, 6:85
- एक निशानी के रूप में, 23:50
- उनकी दूसरी आमद, 43:61
- उनके बारे में अलग-अलग राय, 43:65
- बनी इस्राईल के लिए सिर्फ़ एक बंदा और मिसाल, 43:59
- अहमद नाम के रसूल की ख़ुशख़बरी, 61:6
- उनका कुँवारी माँ से जन्म, पैग़ाम और मोजज़े, 3:45-51; 19:16-38
- अल्लाह की नेमतों की याद दिलाई गई, 5:110-115
- अपने ईश्वर होने से इनकार, 5:116-120
- उनके पैरोकारों के दिलों में दया और करुणा, 5:82; 57:27
यहूदी और ईसाई, 2:140; 4:153-161, 171; 5:18
- झूठ सुनते हैं, 5:41-42
- जो उन्होंने कहा उस पर लानत, 5:64
- विश्वासियों (मुसलमानों) से दुश्मनी, 5:82
- जिन्होंने इस्लाम क़ुबूल किया, 26:197; 28:53; 29:47
जिब्रील, (देखें Gabriel)
जिहाद, (लड़ाई, संघर्ष) 2:216; 9:24; 22:78; 25:52
जिन्न, S.72
जिन्न, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
जिन्न, आग से बनाए गए, 15:25; 55:15
- ईमानदार और काफ़िर जिन्न, 72:1-15
- कुछ ने क़ुरआन के पैग़ाम पर ईमान लाया, 46:29-32
- इंसान और जिन्न एक उद्देश्य के लिए बनाए गए, 51:56-58
अय्यूब, 4:163; 6:84; 21:83-84; 38:41-44
यह्या, (John the Baptist)
- जन्म की शुभ सूचना, 3:38-41; 19:7-11; 21:90
- नेक, 6:85
- बुद्धिमान, दयालु, फ़र्मांबरदार, 19:12-15
यूनुस (Jonas या Yunus), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ज़ुन-नून) 21:87; 68:48-50
यूसुफ़, 6:84; 12:4-101
- सबसे अच्छा क़िस्सा, 12:1-3
- जवान यूसुफ़ का ख़्वाब, 12:4-6
- उनके भाइयों की साज़िश, 12:7-18
- ग़ुलामी में बेचे गए, 12:19-20
- मिस्र के वज़ीर-ए-आज़म के घर में परवरिश, 12:21-22
- वज़ीर-ए-आज़म की बीवी ने बहकाने की कोशिश की, 12:23-29
- दावत का वाक़िआ, 12:30-32
- जेल जाना, 12:33-35
- दो क़ैदी साथी, 12:36-42
- बादशाह का ख़्वाब, 12:43-53
- वज़ीर-ए-आज़म बने, 12:54-57
- भाई सामान लेने आए, 12:58-68
- भाई बिनयामीन को रोका, 12:69-82
- उनके वालिद का नया ग़म, 12:83-87
- अपनी असली पहचान ज़ाहिर की, 12:88-98
- पुराना ख़्वाब सच हुआ, 12:99-100
- आख़िरी दुआ, 12:101
जूदी पहाड़, 11:44
जुमुअह, S.62
इंसाफ़ (अद्ल), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- देखें 4:65, 105 भी
काबह
- इब्राहीम ने बनाया, 2:125-127
- शिकार करना मना है, 5:94-96
- पनाह की जगह, 5:97
- नंगे होकर तवाफ़, 7:28
- नमाज़ और तवाफ़ के दौरान, 2:200; 7:29, 31
काफ़िरून, S.109
काफ़ूर, पेय जो काफ़ूर से मिलाया गया, 76:5
कहफ़, S.18
कंज़, 9:34-35
कौसर (जन्नत की नहर), 108:1
कौसर, S.108
चाबियाँ
- आसमानों और ज़मीन की, 39:63; 42:12
- ग़ैब की, 6:59
ख़ौलह बिन्त सअलबह, 58:1
क़त्ल
- जिसने एक इंसान को मारा, उसने पूरी इंसानियत को मारा, 5:32
- किसी को क़त्ल न करो, 17:33
- भले बोल सदक़े से बेहतर हैं, 2:263
रिश्तेदारों के हक़, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
किरामन-कातिबीन, 82:11
इल्म
- एक पत्ता भी नहीं गिरता मगर वह जानता है, 6:59
- वे लोग घाटे में हैं जिन्होंने अपनी संतान को मूर्खता और अज्ञानता से मारा, 6:140
- पाँच चीज़ों का इल्म सिर्फ़ अल्लाह को है, 31:34
- यक़ीन के साथ, 102:5-7
क़ारून (Korah), 28:76-82; 29:39; 40:24
कुर्सी, 2:255
लहब (देखें मसद), S.111
लैल, S.92
चिराग़, 25:61; 67:5; 71:16; 78:13
ज़बानें
- इंसानों के रंग और बोलियों में फ़र्क़, 30:22
लात, 53:19
क़ानून, निर्धारित, 5:48
अल्लाह की तरफ़ से क़ानून, 2:219; 98:3
झूठे, 26:221-223
ज़िंदगी, जिसने एक इंसान को बचाया, उसने पूरी इंसानियत को बचाया, 5:32
दुनिया की ज़िंदगी
- आख़िरत की क़ीमत पर ख़रीदी, 2:86
- सिर्फ़ धोखे का मज़ा है, 3:185
- आख़िरत के लिए बेच दो, 4:74
- खेल और तमाशे के सिवा कुछ नहीं, 6:32; 29:64; 47:36; 57:20
- धोखा देती है, 6:130
- आख़िरत की तुलना में बहुत कम, 9:38; 13:26; 28:60
- दुनिया की ज़िंदगी की मिसाल बारिश जैसी है, 10:24
- दुनिया में ख़ुशख़बरी, 10:64
- जो दुनिया चाहे, मिलती है; लेकिन आख़िरत में कोई हिस्सा नहीं, 11:15-16; 17:18; 42:20
- जो मौजूदा से प्यार करते हैं और आख़िरत को भूल जाते हैं, 75:20-21; 76:27
- तुम दुनिया को तरजीह देते हो, 87:16
रोशनी
- ज़ाहिर, 4:174
- और अंधेरा, 6:1
- रोशनी की मिसाल, 24:35
- विश्वासियों के आगे और साथ चलती है, 57:12-15; 66:8
- अल्लाह की तरफ़ से दी गई ताकि विश्वासी सीधे चल सकें, 57:2
अल्लाह की तय की गई हदें, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- ये हैं हदें, 2:187; 229-230; 4:13; 58:4; 65:1
- हदें न पार करो, 2:190, 229
- जो हदें पार करे, 2:229; 4:14; 78:22
- लेकिन मजबूरी में, हदें पार किए बिना, 2:173; 6:145
- अपने दीन में हद से न बढ़ो, 4:171; 5:77
- जब उन्होंने हदें पार कीं (बंदर बन गए), 7:166
- जो हदों का पालन करते हैं, 9:112
शेर, 74:51
क़र्ज़
- अल्लाह को अच्छा क़र्ज़ दो, 2:245; 73:20
- कई गुना बढ़ाया जाएगा, 57:11, 18
- दोगुना किया जाएगा, 64:17
- खुला घाटा, 39:15
लूत, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- उनकी नाफ़रमान बीवी, 11:81; 15:60; 66:10
बेरी का पेड़, 34:16; 53:14-16; 56:28
लुक़मान, 31:12-14
लुक़मान, S.31
मआरिज, S.70
मदीना (यसरिब), 9:120; 33:13, 60; 63:8
मदयन, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- देखें ऐकह वन भी
मेहर (निकाह की रक़म), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
माइदह, S.5
मक्काह (बक्काह), 3:96;90:1-2
- सुरक्षित नगर, 95:3
इंसान
- ज़मीन पर पीढ़ी दर पीढ़ी, 2:30;6:165
- ख़लीफ़ा बनाया गया, 35:39
- फ़र्ज़, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- अल्लाह की आज़माइश, 2:155; 3:186; 47:31; 57:25
- जो चीज़ें इंसान चाहते हैं, 3:14
- जिससे बनाया गया, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- बनाया गया और एक मुक़र्रर मुद्दत तय की गई, 6:2; 15:26
- पति और पत्नी के बीच मेल-मिलाप, 4:35
- जिन्होंने अल्लाह से मुलाक़ात को झुठलाया वे घाटे में हैं, 6:31
- वापसी, 6:60, 72, 164; 10:45-46
- अपने आप के ख़िलाफ़ साज़िश करता है, 6:123
- दूसरे का बोझ नहीं उठाएगा, 6:164
- नाशुक्रा है, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- शैतान से ख़बरदार किया गया, 7:27
- बीवी और बच्चे, 7:189-190
- जब तकलीफ़ या बुराई पहुँचती है, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- रब की तरफ़ लौटना, 10:23; 84:6; 96:8
- ख़ुद पर ज़ुल्म करते हैं, 10:44
- इतराने वाला और शेख़ी करने वाला है, 11:10
- बुराई के लिए दुआ करता है, 17:11
- बड़ा जल्दबाज़ है, 17:11
- उसके कर्म उसकी गर्दन से बाँधे गए हैं, 17:13
- जो गुमराह हो वह अपना नुक़सान करे, और जो सीधे चले वह अपने भले के लिए, 17:15
- ज़ुल्म नहीं होगा, 17:71
- मौत और क़यामत, 23:15-16
- अपने दीन को फ़िरक़ों में बाँट दिया, हर एक अपने में मगन, 23:53
- ज़बानें, हाथ और पाँव उसके ख़िलाफ़ गवाही देंगे, 24:24
- ख़ुद अपने ख़िलाफ़ गवाह, 75:14
- जिसने अपनी ख़्वाहिश को अपना माबूद बना लिया, 25:43
- ख़ूनी और ससुराली रिश्ते, 25:54
- अल्लाह ने आसमान और ज़मीन में जो कुछ है वह तुम्हारे लिए मुख़्तल किया, 31:20
- जो अपना मुँह अल्लाह की तरफ़ कर ले, 31:22
- उसके सीने में दो दिल नहीं, 33:4
- अल्लाह की इबादत के लिए, 39:64-66
- अपने हाथों की कमाई से मुसीबतें, 42:30, 48
- फ़रिश्ते उसके कर्म लिखते हैं, 50:17-18, 23;85:11
- फ़रिश्ते उसकी हिफ़ाज़त करते हैं, 13:11; 86:4
- तीन क़िस्मों में बाँटा जाएगा, 56:7-56
- अल्लाह के सबसे क़रीब, 56:10-11
- दाहिने हाथ वाले, 56:27-40
- बाएँ हाथ वाले, 56:41-56
- अनजान शक्लों में बदला और बनाया जाएगा, 56:60-62
- अच्छी शक्लें बनाईं, 64:3
- माल और औलाद सिर्फ़ आज़माइश हैं, 64:15
- बनाया गया और नवाज़ा गया, 67:23-24; 74:12-15; 90:8-10
- बड़ा बेसब्रा है, 70:19-21
- नमाज़ में लगे रहने वाले, 70:22-35
- और ज़्यादा चाहता है, 74:15
- ख़ुद अपने ख़िलाफ़ गवाह, 75:14-15
- उसका घमंड, 75:31-40; 90:5-7
- दुनिया की मौजूदा ज़िंदगी से प्यार करता है, 76:27
- इंसान को पैदा करना मुश्किल है या आसमान को, 79:28
- रब की परवाह नहीं करता, 82:6-12
- पूरी तरह बनाया गया और सही अनुपात दिया गया, 82:7
- मरहले दर मरहले चलता है, 84:19
- माल से मुहब्बत, 89:20
- मशक़्क़त में पैदा हुआ, 90:4
- कोशिशें और कर्म अलग-अलग हैं, 92:4
- आसानी और सख़्ती का रास्ता हमवार किया, 92:7, 10
- बेहतरीन साँचे में बनाया गया, 95:4
- फिर सबसे नीचे दर्जे में गिरा दिया गया, 96:5
- सभी हदें पार करता है, 96:6-7
हज के मनासिक (फ़राइज़), 2:128, 200; 22:30
मनात, 53:20
इंसानियत
- पर गवाह, 2:143
- एक उम्मत, 2:213; 10:19
- एक जोड़े से पैदा हुई, 4:1; 39:6; 49:13
- अपने आप के ख़िलाफ़ बग़ावत, 10:23
- हिसाब क़रीब है मगर ग़ाफ़िल हैं, 21:1-3
- फ़ितरत पर पैदा किए गए, 30:30
- सबसे ज़्यादा इज़्ज़तवाला, 49:13
- क़ौमों और क़बीलों में बाँटे गए, 49:13
मन्न और सलवा, 2:57
आदाब
- घरों में दाख़िल होने के, 24:27-29
- घर में, 24:58-61
- नबी के घरों में, 33:53
- नबी पर दरूद और सलाम भेजना, 33:56
- अल्लाह, उसके रसूल, और मोमिन मर्दों और औरतों को तकलीफ़ न देना, 33:57-58
- ख़बर की तसदीक़ करो पहले, 49:6
- किसी का मज़ाक़ न उड़ाओ, 49:11
- मजलिसों में, 58:11
निकाह, 2:232, 234
- काफ़िरों या ग़ुलामों से, 2:221
- कितनी से जाइज़, 4:3
- मेहर वापस नहीं लिया जाएगा (तलाक़ की सूरत में), 4:20-21
- जिनसे निकाह हराम है, 4:22-24
- अगर आज़ाद मोमिन औरतों से निकाह की सामर्थ्य न हो, 4:25
- अगर झगड़े का डर हो, दो पंच नियुक्त करो, 4:35
- अगर बीवी को सितम या बेरुख़ी का डर हो, सुलह करो, 4:128
- एक बीवी की तरफ़ इतना न झुको कि दूसरी लटकी रह जाए, 4:129
- बदकारों का निकाह, 24:3
- ग़रीबों से, 24:32
- जिनके पास निकाह की माली सामर्थ्य न हो, 24:33
- नबी के लिए जाइज़ बीवियाँ, 33:50-52
- जिमाअ से पहले तलाक़ पर इद्दत नहीं, 33:49
शहीद
- मरे नहीं हैं, 2:154; 3:169
- अल्लाह की फ़ज़्ल और नेमत में ख़ुश हैं, 3:170-171
- माफ़ी और रहमत पाते हैं, 3:157-158
- अच्छा रिज़्क़ पाएँगे, 22:58-59
मारूत, 2:102
मरयम (ईसा की माँ), जन्म, 3:35-7
- ईसा की ख़ुशख़बरी, 3:42-51; 19:16-21
- दर्द-ए-ज़च में, 19:23-26
- बच्चे को अपने लोगों के पास लाईं, 19:27-33
- झूठा इल्ज़ाम, 4:156
- अपनी पाकदामनी की हिफ़ाज़त की, 21:91; 66:12
मरयम, S.19
मसद, S.111
- अल-मस्जिद-अल-अक़्सा, 17:1
- अल-मस्जिद-अल-हराम, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- अल-मश्अर-अल-हराम, 2:198
माऊन, S.107
मावा जन्नत, 53:15
नाप और तौल, पूरा दो, 11:85; 17:35;83:1-5
मुलाक़ात
- अल्लाह से, 6:31
- बड़े दिन की, 19:37
- आख़िरत की, 30:16
रसूल, 2:253; 4:164-165; 40:78; 57:27
- रसूलों का सिलसिला, 2:87
- रसूलों की क़तार, 5:19; 23:44
- क़त्ल किए गए, 3:183
- धमकाए गए, 14:13
- मज़ाक़ उड़ाया गया, 6:10; 13:32; 15:11; 21:41
- झुठलाए और ठुकराए गए, 3:184; 6:34;25:37;34:45; 51:52
- कुछ पर ईमान और कुछ का इनकार, 4:150-152
- रसूलों का जमावड़ा, 5:109
- ख़ुशख़बरी देने और डराने वाले बनाकर भेजे गए, 6:48; 14:4-8
- हर उम्मत से एक गवाह, 16:89
- हर उम्मत के लिए एक रसूल, 10:47; 16:36
- अल्लाह की आयतें तिलावत करते हुए, 7:35-36
- एक फ़रिश्ता रसूल के रूप में, 17:95; 25:7
- सिर्फ़ इंसान, 14:10-12;17:94; 21:8; 25:7-8, 20
- उनकी बीवियाँ और औलाद, 13:38
- देखें नबी भी
मेराज, 17:1; 53:12
कंजूसी/कंजूस, 57:24
मुसीबत, अपने हाथों की वजह से, 42:30
रहबानियत, फ़र्ज़ नहीं, 57:27
बंदर, हद पार करने वाले बन गए, 2:65;5:60; 7:166
मेराज, 17:1; 53:12
महीने, गिनती, 9:36-37
चाँद, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- चाँद का फटना, 54:1
मूसा
- और उनकी क़ौम, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- और फ़िरऔन, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- अल्लाह ने रहनुमाई की, 6:84
- पहाड़ और रब का ज़ुहूर, 7:142-145
- अपनी क़ौम को बछड़े की पूजा पर फटकारा, 7:148-156;20:83-99
- उनकी किताब, उसमें इख़्तिलाफ़ हुआ, 11:110
- किताब दी गई, 17:2
- नौ साफ़ निशानियाँ, 7:133; 17:101
- दो दरियाओं के संगम तक, 18:60-82
- जलती झाड़ी पर अहम मुलाक़ात, 20:9-36; 27:7-14; 28:29-35
- बुलाए गए और रिसालत दी गई, 19:51-53;20:9-56
- उनका बचपन, माँ और बहन, 20:38-40;28:7-13
- जादूगर ईमान लाए, 20:70-73; 26:46-52
- मदयन में, 20:40; 28:22-28
- फ़ुरक़ान दिया गया, 21:48
- और रहस्यमय आग, 27:7-12; 28:29-35
- शहर में ग़लती से एक मिस्री को मार दिया, 28:14-21
- साफ़ आयतें लेकर आए, 29:39
- फ़िरऔन के साथ क़िस्सा, 7:103-137; 10:75-92; 11:96-99; 26:10-69
- फ़िरऔन और उसकी क़ौम के लिए नौ निशानियाँ, 7:130-133; 20:17-22; 17:101
- फ़िरऔन के जादूगरों को हराया, 20:70-73; 26:46-52
- मदयन भागे और शादी, 28:22-28
- तख़्तियाँ मिलीं, 7:142-154
- पहाड़ पर अल्लाह को देखने की गुज़ारिश, 7:142-145
- अल्लाह ने उन्हें इज़्ज़त दी, 33:69
- बनी इस्राईल पर अल्लाह की नेमतें, 2:47-61
- बनी इस्राईल ने यरूशलम में दाख़िल होने से इनकार किया, 5:20-29
- सीधे रास्ते की रहनुमाई, 37:114-122
- मूसा की किताब, 53:36; 87:19
मस्जिद (बैतुल-मक़दिस), 17:7
मस्जिद (क़ुबा), 9:107-108
मस्जिदें, 2:187; 9:17-19
- अल्लाह की मस्जिदों की देखभाल, 9:17-18
मच्छर, एक मिसाल, 2:26
पहाड़, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
मुद्दस्सिर, S.74
मुहाजिर (हिजरत करने वाले), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- महिलाएँ, 60:10-12
मुहम्मद ﷺ
- मज़ाक़ उड़ाया गया, 2:104; 4:46; 25:41-42; 34:78
- रसूल का एहतिराम करो, 2:104; 4:46; 49:1-5
- उन पर ईमान लाने का अहद, 3:81
- विश्वासियों पर गवाह, 2:143
- सिर्फ़ एक रसूल, 3:144
- नर्मी से पेश आना, 3:159
- उनका काम, 3:164; 7:157; 36:6; 52:29; 74:1-7
- विश्वासियों पर बड़े एहसान के साथ भेजे गए, 3:164
- हक़ के साथ भेजे गए, 4:170
- निगहबान नहीं बनाए गए, 6:107
- उम्मी, 7:157; 62:2
- पूरी इंसानियत के लिए अल्लाह के रसूल, 7:158; 48:9, 29
- साफ़ डराने वाले, 7:184, 188; 11:2; 15:89; 53:56
- दीवाने नहीं, 7:184; 68:2; 81:22
- जो तुम पर इल्ज़ाम लगाते हैं, 9:58
- नबी को तकलीफ़ देने वाले मर्द, विश्वासियों के लिए रहमत, 9:61
- सिर्फ़ वही पैरवी करते हैं जो वह्य होती है, 10:15-16; 11:12-14; 46:9
- उनकी बातें, 11:2-4; 12:108; 34:46-50
- अल्लाह उन पर गवाह है, 13:43; 29:52; 46:8
- गवाह, ख़ुशख़बरी देने और डराने वाले बनाकर भेजे गए, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- परेशान न हों, 15:97; 16:127; 18:6
- गवाह बनाकर भेजे गए, 16:89; 22:78; 73:15
- हिकमत और अच्छी नसीहत से दावत दें, 16:125
- मक़ाम-ए-महमूद, 17:79
- वह्य मिली, 18:110
- सारी दुनिया के लिए रहमत, 21:107
- कोई बदला नहीं माँगते, 25:57; 38:86; 42:23
- जिसका हुक्म दिया गया, 27:91-93;30:30;66:9
- अल्लाह की रहमत के रूप में, 28:46-47
- विश्वासियों के क़रीब, 33:6
- पैरवी के लिए बेहतरीन नमूना, 33:21
- आख़िरी नबी, 33:40
- उन पर दरूद भेजो, 33:56
- पूरी इंसानियत के लिए भेजे गए, 34:28
- उजरत सिर्फ़ अल्लाह की तरफ़ से, 34:47
- सिर्फ़ एक इंसान, 41:6
- निगहबान बनाकर भेजे गए, 42:48
- रसूलों में कोई नई बात नहीं, 46:9
- बनी इस्राईल में से एक गवाह, 46:10
- उनसे बैअत अल्लाह से बैअत है, 48:10, 18
- जिब्रील को देखा, 53:4-18; 81:22-25
- उनकी मुख़ालफ़त न करो, 58:20-22
- ईसा ने उनकी ख़बर दी, 61:6
- सच्चे दीन को तमाम दीनों पर ग़ालिब करने के लिए, 61:9
- अंधेरे से रोशनी की तरफ़, 65:11
- काफ़िरों और मुनाफ़िक़ों के ख़िलाफ़ कठिन संघर्ष, 66:9
- बुलंद किरदार, 68:4
- न शायर हैं न काहिन, 69:41-42
- नमाज़ में लगे रहने वाले, 73:1-8, 20; 74:3
- और नाबीना शख़्स, 80:1-12
- सजदा करो और अल्लाह के क़रीब हो जाओ, 96:19
- पाक सहीफ़े पढ़ते हुए, 98:2
- उनके ख़ानदान से मुतअल्लिक़ आयतें, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- देखें रसूल; नबी भी
मुहम्मद (ﷺ), S.47
मुह्सिनून (नेकोकार), 2:117, 195; 4:125,128; 10:12-16; 16:128
- अल्लाह मुह्सिनों से मुहब्बत करता है, 3:134, 148; 5:93
- अल्लाह मुह्सिनों का अज्र ज़ाया नहीं करता, 5:85;9:120; 11:115; 18:30
- हम मुह्सिनों को बदला देते हैं, 12:22; 37:80, 105, 110; 39:34;77:44
- मुह्सिनों के लिए ख़ुशख़बरी, 22:37; 46:12
- अल्लाह की रहमत मुह्सिनों के क़रीब है, 7:56
- अल्लाह मुह्सिनों के साथ है, 29:69
- माँ-बाप के साथ नेक और फ़रमाँबरदार, 2:83
- अल्लाह के फ़राइज़ में सब्र करने वाले, 16:90
- देखें अच्छाई और बुराई भी
मुजादिलह, S.58
ख़च्चर, 16:8
मुल्क, S.67
मुमिन (देखें ग़ाफ़िर), S.40
मोमिनून, S.23
मुम्तहिनह, S.60
मुनाफ़िक़ून, S.63
क़त्ल, 2:178-179
मुर्सलात, S.77
मुसलमान
- पहले मुसलमान, 6:14, 163; 9:100; 39:12
- किसने नाम रखा, 22:78
- उनके लिए माफ़ी और बड़ा अज्र, 33:35-36
मुतफ़्फ़िफ़ीन, S.83
मुज़म्मिल, S.73
नबा', S.78
नदीर, बनू-अन-, (यहूदी), 59:2, 9, 13
नह्ल, S.16
नजस (नापाक), 9:28
नज्म, S.53
नज्वा (देखें राज़)
नाम
- उसी के लिए हैं सबसे अच्छे नाम, 7:180
- उसी के लिए हैं बेहतरीन नाम, 17:110; 20:8; 59:24
- मजबूरी में, 2:173; 6:145
पड़ोसी, 4:36
नए चाँद, 2:189
ख़बर, जाँच की जाए, 4:83
कंजूसी, 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
रात, (एक प्रतीक के रूप में), आराम के लिए, 10:67
- एक ढकावट के रूप में, 13:3; 78:10
- सेवा में लाई जाए, 14:32
- लैलतुल-क़द्र (शब-ए-क़द्र), 44:3-4; 97:1-5
निसा', S.4
नूह, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- मज़ाक़ उड़ाया गया, 11:38
- तूफ़ान (भयानक बाढ़), 29:14
- कश्ती और तूफ़ान, 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- नाफ़रमान बेटा नहीं बचाया गया, 11:42-48
- नाफ़रमान बीवी, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
नूह, S.71
नूर, S.24
क़सम, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
फ़रमाँबरदारी, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51-52, 54; 47:33; 64:12
फ़राइज़ पूरे करने हैं, 5:1
औलाद, 4:9; 42:49-50
- जिसे चाहे बेटा और बेटी देता है, 42:49
ज़ैतून, 6:141; 16:11; 23:20; 24:35; 95:1
सिर्फ़ एक माबूद, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
यतीम, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- यतीमों के सरपरस्त, 4:6
- अपने कर्म, हर क़ौम को उनके कर्म सुहाने कर दिए गए, 6:108
जोड़े, तमाम मख़्लूक़ में, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
खजूर का पेड़, 13:4; 19:25; 20:71; 59:5
मिसालें, (उदाहरण, तश्बीहात)
- जिसने आग जलाई, 2:17-18
- आसमान से बारिश का तूफ़ान, 2:19-20
- मच्छर, 2:26
- जो चिल्लाते हैं, 2:171
- पूरी तरह वीरान बस्ती, 2:259
- अनाज का दाना, 2:261
- चिकनी चट्टान, 2:264
- बाग़, 2:265-266
- रस्सी, 3:103
- ठंडी हवा, 3:117
- क़यामत, 7:57; 22:5; 41:39
- कुत्ता जो ज़बान लटकाए रहता है, 7:176
- पहाड़ की कगार पर, 9:109-110
- बारिश, 10:24
- साफ़ कटी फ़सल, 10:24
- अंधा और बहरा, 11:24
- अल्लाह बनाम झूठे माबूद, 13:14; 16:76
- हक़ बनाम बातिल, 13:17
- राख जिस पर तेज़ हवा चले, 14:18
- अच्छा पेड़, 14:24-25
- बुरा पेड़, 14:26
- ग़ुलाम और आज़ाद आदमी, 16:75
- गूँगा जो अपने मालिक पर बोझ है, 16:76
- वह औरत जो धागा उधेड़ती है, 16:92
- बस्ती जो सुरक्षित और ख़ुशहाल है, 16:112-113
- दो आदमी अंगूर के बाग़ के साथ, 18:32-44
- दुनिया की ज़िंदगी आसमान से आए पानी जैसी, 18:45
- आसमान से गिरा और पक्षियों ने उचक लिया, 22:31
- एक मक्खी, 22:73
- रोशनी एक ताक़ में है, 24:35-36
- सराब, 24:39
- गहरे समुंदर में अंधेरा, 24:40
- मकड़ी, 29:41
- साझेदार, 30:28
- बस्ती के रहने वाले, 36:13-32
- अलग-अलग रंगों की फ़सलें, 39:21
- एक आदमी जो कई साझेदारों का है, 39:29
- उगता हुआ बीज, 48:29
- सख़्त दिल, 57:16-17
- बारिश के बाद हरियाली, 57:20
- पहाड़ जो झुक जाए, 59:21
- गधा, 62:5
- पानी ज़मीन में समा जाए, 67:30
- बाग़ के लोग, 68:17-33
जन्नत
- ठिकाने की जन्नत (मावा जन्नत), 53:15
- फ़िरदौस जन्नत, 18:107; 23:11
- बाग़ जिनके नीचे नहरें बहती हैं, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- हमेशा रहने वाले बाग़ (अदन जन्नत), 9:72;13:23; 18:31; 19:61; 20:76
- अबदी बाग़ (अदन जन्नत), 16:31;35:33; 98:8
- ख़ुशी के बाग़, 37:43; 56:12, 89
- हमेशा की ख़ुशियों के बाग़, 9:21
- बाग़ और अंगूर के बाग़, 78:32
- दो बाग़ों के फल, 55:54, 62
- हर क़िस्म के फल जैसे चाहें, भरपूर, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- फल क़रीब होंगे, 55:54; 69:23
- फल और गोश्त, 52:22
- परिंदों का गोश्त, 56:21
- काँटेरहित बेरी के पेड़ और केले के पेड़, 56:28-29
- बेफ़ायदा इल्म, किताबें लादे गधा, 62:5
- बहती झरना, 88:12
- सलसबील नाम का झरना, 76:18
- काफ़ूर नाम का झरना, 76:5
- तस्नीम नाम का झरना, 83:27-28
- जन्नत की नहर, कौसर, 108:1
- शराब, दूध, साफ़ शहद की नहरें, 47:15
- शुद्ध मुहरबंद शराब, सफ़ेद, स्वादिष्ट, 37:45-46; 56:18; 76:21; 83:25
- प्याला, ज़ंजबील से मिलाया गया, 76:17; 78:34
- पानी, 76:5
- सोने की तश्तरियाँ और प्याले, 43:71
- चाँदी के बर्तन और शीशे के प्याले, 76:15-16
- बारीक और मोटे रेशम के हरे कपड़े, 18:31;22:23; 35:33; 44:53; 76:12, 21
- सोने और मोतियों के कंगनों से सजाए गए, 18:31; 22:23; 35:33; 76:21
- रेशमी बिछावन वाले तख़्त, 55:54
- हरे तकिए और ख़ूबसूरत मसनदें क़तार में, 55:76; 88:15
- सोने और क़ीमती पत्थरों से बुने तख़्त, ऊँचे उठे हुए, 56:15; 88:13
- क़ालीन बिछे हुए, 88:16
- ख़ूबसूरत महल, ऊँचे कमरे एक के ऊपर एक, 9:72; 39:20
- हमेशा वहाँ रहेंगे, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- हमेशा का घर, 3:15; 35:35
- तख़्तों पर एक-दूसरे के सामने, 15:47; 37:44;44:53; 56:16
- वहाँ मौत का मज़ा नहीं, 44:56
- न उन्हें वहाँ से निकाला जाएगा, 15:48
- दिलों से बुग़्ज़ और तकलीफ़ दूर कर दी जाएगी, 7:43; 15:47
- सारा ग़म दूर हो जाएगा, 35:34
- न थकान, न मेहनत, न टूटन, 15:48;35:35
- न कोई तकलीफ़, न पेट दर्द, न सिरदर्द, न नशा, 37:47; 56:19
- न बेकार बातें न गुनाह की बात, 19:62;56:25
- न कोई नुक़सानदेह बात न झूठ, 78:35; 88:11
- गुनाह से पाक, 37:47; 52:23
- न ज़्यादा गर्मी न कड़ाके की सर्दी, 76:13
- एक मुक़र्रर रिज़्क़ होगा, 37:41;56:89
- अमन और सुकून में, 15:46; 44:51, 55; 50:34
- सलामती का घर, 6:127
- वहाँ सलाम, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- जो नेक काम करे वह दाख़िल होगा, 4:124; 42:22; 44:51
- जो अपने रब से डरते रहे, गिरोह-गिरोह ले जाए जाएँगे, 39:73
- कर्मों की वजह से मीरास में मिली, 43:72
- अल्लाह उनसे राज़ी और वे अल्लाह से राज़ी, 5:119
- मेरी जन्नत, 89:30
- सबसे बड़ी नेमत, 9:72
- बड़ी कामयाबी, 57:12; 64:9
- सबसे बड़ी कामयाबी, 9:72; 44:57
- विश्वासियों के लिए बाग़ बतौर मेहमाननवाज़ी, 32:19
- जन्नतवाले उस दिन ख़ुशी के कामों में मशग़ूल होंगे, 36:35
- बाग़ों और चश्मों के बीच होंगे, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- फ़रिश्तों को अर्श के गिर्द देखेंगे, 39:75
- क़ादिर-ए-मुतलक़ बादशाह के क़रीब, 54:55
- जो चाहेंगे मिलेगा, 50:35
- हूरें, चौड़ी आँखों वाली पाकदामन औरतें, जैसे महफ़ूज़ अंडे, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- पाकीज़ा बीवियाँ, 3:15
- बीवियाँ सुहानी छाँव में, तख़्तों पर टेक लगाए, 36:55
- जवान हमउम्र पुर-जोश दोशीज़ाएँ, 78:33
- हमेशा जवान रहने वाले ख़ादिम, बिखरे मोतियों जैसे, 52:24; 56:17; 76:19
- आसमानों और ज़मीन जितनी वुसअत, 3:133, 57:21
- बहता पानी, ठंडी छाँव, लज़्ज़तें और पाकीज़ा साथी, 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- विश्वासियों का बदला, 55:46-78; 56:10-40
- शहद, दूध, पानी और शराब की नहरें, 47:15
- दुआएँ और सलाम, 10:9-10; 39:73-74
- सलाम के साथ ख़ुशआमदीद, 13:23-24; 14:32
- नेमत में हमेशा रहना, 11:108
- कभी न निकाले जाएँगे, 15:45-48
- उनके आगे और दाईं तरफ़ रोशनी, 57:12
- न गर्मी न सर्दी, 76:13
- सभी तमन्नाएँ पूरी होंगी, 16:30-32; 41:31-32
- सोने के कंगन और बारीक रेशम के कपड़े, 18:30-31; 22:23-24; 44:51-53
- सोने के प्यालों की तश्तरियाँ, 43:67-73
- चाँदी के बर्तन और क़रीब लटके फल, 76:14-16
- तख़्तों पर टेक लगाए, 15:47; 37:44; 52:20
- विश्वासी अपने रब को देखेंगे, 75:22-23
माँ-बाप, उनके साथ भलाई, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
अल्लाह के साझीदार, एक झूठ, 4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
चरागाह, 87:4-5
राह, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- देखें रास्ता भी
सब्र, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- सब्र और नमाज़ से मदद लो, 2:45, 153; 20:132;50:39
सब्र करने वाले
- पूरा बदला मिलेगा, 39:10
- अल्लाह उनके साथ है, 8:46
- और सब्र रखो, 11:115
- अल्लाह के फ़राइज़ में, 16:90
- ग़ुस्से के वक़्त सब्र, 41:34
सुलह, झुको, 8:61
मोती और मूँगा, महफ़ूज़, 52:24; 55:22; 56:23
क़लम, 68:1; 96:4
इंसान
- अल्लाह किसी को उसकी सामर्थ्य से ज़्यादा बोझ नहीं देता, 2:286; 7:42
- अल्लाह किसी पर उसकी ताक़त से ज़्यादा नहीं डालता, 23:62
- कोई नहीं जानता कल क्या कमाएगा और किस ज़मीन पर मरेगा, 31:34
- हर इंसान अपनी नेकी और बुराई से सामना करेगा, 3:30
- हर इंसान अपने लिए गुज़ारिश लेकर आएगा, 16:111
- हर इंसान अपनी कमाई का ज़िम्मेदार है, 74:38
- अल्लाह नफ़्स-ए-लव्वामह की क़सम खाता है, 75:2
फ़िरऔन, 28:6; 40:24
- फ़िरऔन के लोग, 2:49; 3:11; 7:141; 44:17-33
- डुबोया गया, 2:50
- मूसा के साथ मामला, 7:103-137; 10:75-92
- समुंदर से लाश निकाली गई, 10:90-92
- हद से बढ़ा; गुनाह किए और नाफ़रमानी की, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- नेक बीवी, 28:8-9
- ख़ुद को ख़ुदा कहा, 28:38; 79:24
- तबाह किया गया, 29:39
- फ़िरऔन के ख़ानदान का एक मोमिन, 40:28-44
- एक मीनार का निर्माण, 40:36-37
- देखें मूसा भी
दुनिया का ढेर लगाना, 102:1-4
बैअत (अहद)
- इस्लाम के लिए, 16:91
- रसूल से बैअत अल्लाह से बैअत है, 48:10
- विश्वासियों की, 48:18; 60:12
गिरवी (रहन), एक गिरवी हो, 2:283
- हर इंसान अपनी कमाई का ज़िम्मेदार है, 52:21; 74:38
शायरी, 36:69
शायर, 26:224-227; 69:41
अनार, 6:141
ग़रीब, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
दुआ, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- न ऊँची आवाज़ न बहुत धीमी, 17:110
- काफ़िरों के लिए दुआ, 9:113-114
- काफ़िरों की दुआ, 13:14
- वह उन लोगों की दुआ सुनता है, 42:26
- सब्र और नमाज़ से मदद लो, 2:45, 153; 20:132;50:39
- क़िबले की तरफ़ मुँह करके नमाज़ क़ायम करो, 2:142-145, 149-150
- नमाज़ की पाबंदी करो, 2:238
- सफ़र और लड़ाई में, 2:239; 4:101-102
- नशे की हालत में नज़दीक न जाओ, 4:43
- जनाबत की हालत में भी नहीं, 4:43
- नमाज़ के लिए पाकी, 4:43; 5:6
- जब नमाज़ पूरी हो जाए, 4:103
- नमाज़ के वक़्त, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- सिर्फ़ अल्लाह के लिए सजदा, 13:15
जुमे की नमाज़, 62:9-11
ख़तरे में एहतियात, 4:71
युद्धबंदी, 8:67-71
- देखें क़ैदी भी
सच्चा वादा, 46:16-17
माल, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
नबी, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- नबियों के अहद, 3:81; 33:7-8
- नबियों के लिए हराम, 3:161
- हर नबी का एक दुश्मन, 6:112; 25:31
- देखें रसूल भी
सजदा
- अल्लाह को सजदा करते हैं सब जो आसमानों और ज़मीन में हैं और उनके साये भी, 13:15
रोज़ी, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ज़बूर, 4:163
सज़ा
- सज़ा में देरी, 3:178
- हाथ या पाँव काटना, 5:33
- जैसी तकलीफ़ दी गई वैसी सज़ा दो, 16:126
- दुनिया और आख़िरत की सज़ा, 24:19; 68:33
पाकी
- जिस्मानी, 4:43; 5:6
- रूहानी (नापाकियों से), 87:14; 91:9
क़दर, 5:5; 64:11
क़द्र, S.97
क़ाफ़, S.50
क़लम, S.68
क़मर, S.54
क़ारिअह, S.101
क़ारून (Korah), 28:76-82; 29:39
क़सस, S.28
क़िब्लह, 2:142-145, 149
क़िसास (बराबर सज़ा का क़ानून), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
क़ुरआन
- बयान, 13:31, 36, 37; 14:1; 56:77-80
- अल्लाह के सिवा किसी और का नहीं हो सकता, 2:23; 10:38; 11:13; 17:88
- अगर अल्लाह की तरफ़ से न होता, इसमें बहुत इख़्तिलाफ़ होता, 4:82
- साफ़ रोशनी, 4:174; 42:52
- नाज़िल किया गया, 6:19
- अल्लाह इस पर गवाह है, 6:19
- साफ़ दलील, 6:157
- आयतों के बारे में झूठी बातें, 6:68
- एक याद-दिहानी, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- जब पढ़ा जाए, सुनो और चुप रहो, 7:204
- ज़िक्र, 7:205; 15:6, 9
- हिकमत की किताब, 10:1; 31:2; 36:2
- इलहामी पैग़ाम, 10:2, 109; 42:52
- जो इसे ठुकराते हैं, 11:17
- अरबी में, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- हिस्सों में बाँटा गया और मरहले दर मरहले नाज़िल किया गया, 15:91; 17:106; 25:32; 76:23
- आयत का बदलाव, 16:10
- जब तिलावत करनी हो, 16:98
- रहनुमाई करता है, 17:9
- ख़ुशख़बरी और डराना, 17:9-10
- और काफ़िर, 17:45-47
- सुबह की तिलावत फ़रिश्तों के सामने गवाही देती है, 17:78
- शिफ़ा और रहमत, 17:82
- इंसानों के लिए पूरी तरह बयान किया गया, हर मिसाल, लेकिन अक्सर मानते नहीं, 17:89; 18:54; 39:27
- आसान, 19:97; 44:58; 54:17, 22, 32, 40
- मेरी क़ौम ने इस क़ुरआन को छोड़ दिया, 25:30
- पिछली किताबों से तसदीक़ शुदा, 26:196
- बनी इस्राईल को उनके इख़्तिलाफ़ात सुनाता है, 27:76
- पढ़ो और नमाज़ पढ़ो, 29:45
- अल्लाह की तरफ़ से हक़, 32:3; 35:31
- एक मुबारक रात में, 44:3
- इसमें हर काम का फ़ैसला है, 44:4
- क़ुरआन में ग़ौर करो, 47:24
- इससे डराओ, 50:45
- अल्लाह ने सिखाया, 55:1
- एक मुअज़्ज़ज़ और महफ़ूज़ तिलावत, 56:77-78
- सिर्फ़ पाक लोग छू सकते हैं, 56:79
- अगर किसी पहाड़ पर उतारा जाता, 59:21
- काफ़िरों के लिए एक दर्द, 69:50
- यक़ीनी सच्चाई, 69:51
- धीरे-धीरे पढ़ो, 73:4
- इज़्ज़त से महफ़ूज़ सहीफ़ों में, 80:13-16
- तमाम आलमीन के लिए एक याद-दिहानी, 81:27
- काफ़िर झुठलाते हैं, 84:22
- लौह-ए-महफ़ूज़ में, 85:22
- वह कलाम जो हक़ और बातिल को अलग करे, 86:13
- पाक सहीफ़े पढ़ते हुए, 98:2
- देखें किताब; वह्य भी
क़ुरैश, S.106
क़ुरैश
- काफ़िर, 54:43-46, 51
- उनका सुधारना, 106:1-4
रब्बी और रहिब, 9:31, 34
नेकी में एक-दूसरे से आगे बढ़ो, 5:48
रअद, S.13
रहमान, S.55
नेकी का लिबास बेहतर है, 7:26
बारिश
- अल्लाह की नेमत, 56:68-70
- पत्थरों की बारिश, 27:58
रमज़ान, 2:185
रमी, 2:200
फ़िदिया
- कोई फ़िदिया नहीं लिया जाएगा, 57:15
- काफ़िरों का पेश किया गया, 3:91; 10:54; 13:18
रोज़े का फ़िदिया, 2:196
- क़ैदियों को आज़ाद कराने के लिए, 8:67
रस्स के रहने वाले, 25:38; 50:12
बदला
- जज़ा का दिन, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- इनकार करने वाले, 107:1-7
- बुराई का बदला उसी जैसी बुराई है, 42:40
मेल-मिलाप
- जो माफ़ करे और मेल-मिलाप करे, 42:40
- मर्द और बीवी के बीच, 4:35
- विश्वासियों के बीच, 49:9-10
रिकॉर्ड
- लिखा हुआ रजिस्टर, 83:7-9, 18-21
- हर उम्मत को उसके रिकॉर्ड पर बुलाया जाएगा, 45:28-29
- हर इंसान के कर्मों के लिखे हुए सफ़हे, 81:10
- जो सच बोलता है, 23:62
- दाहिने हाथ में, 69:19; 84:7-9
- बाएँ हाथ में, 69:25
- पीठ के पीछे, 84:10-15
लिखने वाले फ़रिश्ते, 50:17-18, 23; 85:11
राहत, कठिनाई के साथ, 94:5-6
दीन
- दीन में कोई ज़बरदस्ती नहीं, 2:256
- दीन इस्लाम है, 3:19
- अल्लाह का दीन, 3:83-84
- इस्लाम के सिवा कोई दीन, 3:85
- दीन में हद से मत बढ़ो, 4:171; 5:77
- मुकम्मल किया गया, 5:3
- जो दीन को खेल-तमाशा समझते हैं, 6:70
- जो दीन को बाँटते और फ़िरक़ों में तक़सीम करते हैं, 6:159; 30:32
- देखें 42:13-14; 43:65; 45:17 भी
- इंसानों ने दीन को फ़िरक़ों में बाँट दिया, हर गिरोह अपने में मगन, 23:53; 30:32
- दीन में कोई सख़्ती नहीं रखी, 22:78
- इंसान को फ़ितरत पर पैदा किया गया, 30:30
- तमाम नबियों के लिए एक ही दीन, 42:13-15
- बाप-दादा का दीन, 43:22-24
अल्लाह की याद, 63:9
- उसकी याद से दिलों को सुकून मिलता है, 13:28
तौबह
- जहालत में गुनाह करे और फ़ौरन तौबह करे तो क़ुबूल है, 4:17; 6:54
- अगर गुनाह जारी रहे तो तौबह का कोई फ़ायदा नहीं, 4:18
- तौबह क़ुबूल करता है और गुनाह माफ़ करता है, 4:25
- बुरे काम के लिए मोहलत, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
क़यामत, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- उज़ैर की कहानी में मिसाल, 2:259
- इब्राहीम, 2:260
- ग़ार के लोग, 18:9-26
- क़यामत के इनकार करने वालों को डराना, 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
क़यामत का दिन, 7:89; 20:100-101, 124
- सच्चा दिन, 78:39
- पूरा बदला मिलेगा, 3:185
- कर्मों के सफ़हे खोले जाएँगे, 81:11
- हर इंसान जानेगा कि क्या लाया है, 81:14
- हर इंसान अपनी नेकी और बुराई से सामना करेगा, 3:30
- इंसान जानेगा कि क्या आगे भेजा और क्या पीछे छोड़ा, 82:5
- कोई ज़ुल्म नहीं होगा, 20:112
- इंसाफ़ की तराज़ू, 21:47
- कर्मों का तराज़ू, 23:102-103
- जिसने एक ज़र्रे बराबर नेकी या बुराई की होगी वह देखेगा, 100:7-8
- सभी राज़ की जाँच होगी, 86:9
- दाहिने हाथ में आमालनामा, 69:19; 84:7-9
- बाएँ हाथ में आमालनामा, 69:25
- पीठ के पीछे आमालनामा, 84:10-15
- काफ़िरों के लिए सख़्त दिन, 25:26; 54:8; 74:9
- बहुत भारी दिन, 76:27
- भारी बोझ उठाना पड़ेगा, 20:100-101
- कोई उज़्र पेश करने की इजाज़त नहीं, 77:36
- ज़ालिम अपने हाथ चबाएगा, 25:27
- ज़ालिम अपने साथियों और बुतों के साथ जमा होंगे, 37:22
- गहरे ग़म, अफ़सोस और निराशा के साथ तबाही, 30:12
- ज़िंदा दफ़न की गई लड़की से पूछा जाएगा, 81:8-9
- सबसे बड़ा डर, 21:103
- मुनादी एक डरावनी बात की पुकार लगाएगा, 50:41;54:6-8
- एक आवाज़, 36:29, 49, 53; 38:15; 50:42
- ज़जरह (चीख़), 37:19; 79:13
- क़रीबी अज़ाब, 78:40
- आसमान एक भयंकर कंपकंपी से हिल जाएगा, 52:9; 56:4
- आसमान फट जाएगा, 84:1-2
- आसमान चाक हो जाएगा, 77:9; 82:1
- आसमान बादलों सहित फट जाएगा, 25:25
- आसमान उसके दाहिने हाथ में लपेट दिया जाएगा, 21:104; 39:67
- आसमान और ज़मीन में सब बेहोश हो जाएँगे, 39:68
- आसमान खुल जाएगा, दरवाज़े बन जाएँगे, 78:19
- आसमान उबलते तेल की तलछट जैसा होगा, 70:8
- तारे गिर जाएँगे, 81:2; 82:2
- तारों की रोशनी बुझ जाएगी, 77:8
- सूरज की रोशनी बुझ जाएगी, 81:1
- समुंदर जलती आग बन जाएँगे, 81:6
- समुंदर फट जाएँगे, 82:3
- क़यामत का भूकम्प, 22:1; 99:1
- पहाड़ हट जाएँगे, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- धूल बन जाएँगे, 20:105; 56:5
- धुनी हुई रूई जैसे, 70:9;101:5
- ज़मीन और पहाड़ ज़ोर से हिलाए जाएँगे, 73:14; 79:6
- ज़मीन चूर-चूर हो जाएगी, 89:21
- ज़मीन दूसरी ज़मीन में बदल जाएगी और आसमान भी, 14:48
- ज़मीन फैलाई जाएगी, 84:3-5
- ज़मीन हमवार मैदान बन जाएगी, 18:47; 20:106
- ज़मीन अपने बोझ बाहर फेंकेगी, 84:4; 99:2
- क़ब्रें उलट दी जाएँगी, 82:4
- क़ब्रों से उठाए जाएँगे, 21:97; 70:43
- मौत के बाद ज़मीन पर ज़िंदा, 79:14
- जंगली जानवर जमा किए जाएँगे, 81:5
- अंधे उठाए जाएँगे, 20:124-125
- सूर फूँका जाएगा, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- सख़्खह, 80:33
- रूहें जिस्मों से मिल जाएँगी, 81:7
- दस दिन से ज़्यादा न रहे होंगे (उनके गुमान में), 20:103
- एक दिन से ज़्यादा नहीं, 20:104
- या दिन का कुछ हिस्सा, 23:112-114
- जमा होने का दिन, 64:9
- फ़ैसले का दिन, 37:21
- फ़ुरक़ान का दिन, 77:38; 78:17
- अलगाव का दिन, 77:13-14
- ग़म और पछतावे का दिन, 19:39
- इनकार करने वाले, 77:15-50
- इंसान बिखरे परवानों जैसे होंगे, 101:4
- इंसान बिखरे गिरोहों में चलेंगे, 100:6
- इंसान नशे की हालत में, 22:2
- हर हामिला अपना बोझ गिरा देगी, 22:2
- उँटनियाँ छोड़ दी जाएँगी, 81:4
- दूध पिलाने वाली माँ अपने बच्चे को भूल जाएगी, 22:2
- रिश्तेदार एक-दूसरे को देखेंगे, 70:11
- आदमी अपने रिश्तेदारों से भागेगा, 80:34-37
- कोई दोस्त दोस्त के बारे में न पूछेगा, 70:10
- न कोई दोस्त होगा न शफ़ीअ, 40:18
- कोई दूसरे के लिए कुछ न कर सकेगा, 82:19
- न ताक़त होगी न कोई मददगार, 87:10
- विश्वासियों पर कोई डर नहीं, 43:68
- विश्वासी छाँव, चश्मों और फलों के बीच होंगे, 77:41-43
- जन्नतवाले और उनकी बीवियाँ, 36:55-58
- फ़रिश्ते बड़े जलाल के साथ उतरेंगे, 25:25
- पिंडली खोली जाएगी, 68:42-43
- जन्नत क़रीब लाई जाएगी, 81:13
- जहन्नम क़रीब लाई जाएगी, 89:23
- जहन्नम की आग भड़काई जाएगी, 81:11-12
- बदले में सदक़े का कफ़्फ़ारा, 5:45
वह्य
- अगर शक हो, 2:23-24
- मंसूख़ या भुलाई गई आयत, 2:106
- सीधी रहनुमाई, 3:73
- रब की तरफ़ से है, शक में न रहो, 6:114
- समझने वाले लोगों के लिए, 6:98
- हिदायत और रहमत, 7:203; 16:64; 31:3
- रूहुल क़ुदुस के ज़रिए, 16:102; 26:192-193
- तफ़सील से बयान किया गया, 6:98; 41:2-4
- किताब का नाज़िल होना अल्लाह की तरफ़ से है, 46:2
- देखें किताब और क़ुरआन भी
ज़ुल्म का बदला, 42:39-43
बदला
- बेहतरीन कर्मों के मुताबिक़ और उससे भी ज़्यादा, 24:38; 29:7; 39:35
- बतौर बदला, 25:15
- अल्लाह नेकी करने वालों को बेहतरीन बदला देता है, 53:31
- नेकी का बदला नेकी के सिवा कुछ नहीं, 55:60
सूद (देखें रिबा)
नेक लोग
- नेकों की संगत, 4:69
- ज़मीन के वारिस होंगे, 21:105
- जन्नत में, 51:15-19; 76:5-12
- देखें अच्छाई भी
नेकी, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- नेकी का मुश्किल रास्ता, 90:11-18
सीधी रहनुमाई अल्लाह की रहनुमाई है, 3:73
रास्ते, 43:10
पत्थरीला इलाक़ा (हिज्र), रहने वाले, 15:80-85
रोमी, 30:2-5
छत, आसमान, 21:32
रूह (जिब्रील), 26:193; 67:12; 70:4; 78:38;97:4
रूहुल क़ुदुस, 2:87, 253; 5:110; 16:102
- देखें जिब्रील भी
रूह (जान, रूह), 15:29; 17:85; 58:22
रूम, S.30
सबा (शेबा), 27:22-44; 34:15-21
सबा', S.34
सब्त
- हद पार करने वाले, 2:65; 4:154; 7:163-166
- सिर्फ़ उनके लिए तय किया गया, 16:124
साबिईन, 5:69; 22:17
क़ुर्बानी, 2:196, 200; 22:34-37
साद, S.38
सदक़ह (दान), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- छुपाना ज़ाहिर करने से बेहतर है, 2:271
सफ़ा और मरवह, 2:158
सफ़, S.61
साफ़्फ़ात, S.37
सैल-अल-अरिम (मारिब बाँध से आई बाढ़), 34:16
सजदह, S.32
सकीना (सुकून और इत्मीनान), 2:248;9:26, 40; 48:4, 18, 26
सालिह, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
सलसबील (जन्नत का झरना), 76:18
सामिरी, 20:85, 95-97
शमूएल, 2:247
शैतान, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- दुश्मनी और नफ़रत भड़काता है, 5:91
- उसके बुरे वसवसे, 7:200-201
- धोखा देता है, 8:48
- धोखा दिया, 14:22
- विश्वासियों पर उसकी ताक़त नहीं, 16:99-100
- झूठ डालता है, 22:52-53
- एक दुश्मन है, 12:5; 35:6; 36:60
- घमंड, 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- एक जिन्न, 18:50-51
- आदम को बहकाना और गिराना, 7:20-23; 20:116-121
- विश्वासियों पर उसका कोई ज़ोर नहीं, 16:98-100
- उसका मक़सद, 35:6-8
- इंसानियत का खुला दुश्मन, 12:5; 17:53
- उसकी पार्टी, 53:14-19
- उसका काम, 5:90-91
- नेक काम से रोकता है, 2:268
- विश्वासी उससे अल्लाह की पनाह माँगते हैं, 7:200-202
- उसकी चालें कमज़ोर हैं, 4:76
- अपने चेलों को धोखा देता है, 8:48
- जहन्नम में अपने चेलों से बात, 14:22
- देखें इबलीस भी
तराज़ू, कामयाब वह जिसका भारी होगा, 7:8-9
- देखें संतुलन भी
किताब
- अहले-किताब (यहूदी और ईसाई), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- जो वे छुपाते थे, 5:61-63
- उनमें से कुछ सीधे रास्ते पर, 5:66
- पहचानते हैं मगर ईमान नहीं लाते, 6:20
समुंदर, 42:32-33; 45:12
- दो समुंदर, 18:60; 25:53; 35:12; 55:19-20
- जब फट जाएँगे, 82:3
राज़ (नज्वा)
- बातें, 4:114
- तीन की सलाह, 58:7
- मशवरे, 58:8, 10
- ख़ुफ़िया मशविरा, 58:12-13
दीन में फ़िरक़े और तक़सीम, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
सुकून, तकलीफ़ के बाद उसने सुकून उतारा, 3:154
बीज, उसे कौन उगाता है, 56:63-67
हवास, 23:78
सात, बनाए गए
- आसमान, 2:29; 23:17; 65:12; 67:3; 71:15
- और ज़मीन भी उतनी ही, 65:12
साया
- अल्लाह को सजदा करता है, 13:15; 16:48
- साये का फैलाव, 25:45
शम्स, S.91
ऊँटनी, समूद क़ौम के लिए एक साफ़ निशानी, 7:73; 17:59; 26:155-158
कश्ती, चलती हुई, एक निशानी; सेवा में लाई जाए; शुक्रगुज़ार रहो; उसका फ़ज़्ल तलाश करो, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
शुऐब, 7:85-93; 11:84-95; 29:36-37
शुअरा, S.26
शूरा, S.42
सिद्रतुल-मुन्तहा, 53:14
मदीने का मुहासरा, 33:9-27
सिज्जीन, 88:7-9
गुनाह, 7:100; 74:43-6
- ज़िना, 4:15-16; 24:2, 19
- अगर बड़े गुनाहों से बचा जाए, छोटे माफ़ कर दिए जाएँगे, 4:31
- इंसानों से छुपा सकते हैं, लेकिन अल्लाह से नहीं, 4:108
- जो गुनाह करे, वह अपने ख़िलाफ़ करता है, 4:111
- जो गुनाह करे और किसी बेगुनाह पर डाल दे, 4:112
- अल्लाह शिर्क माफ़ नहीं करता, लेकिन जिसे चाहे बाक़ी गुनाह माफ़ करता है, 4:116
- जो गुनाह करते हैं उन्हें बदला मिलेगा, 6:120
- गुनाहगार कभी कामयाब नहीं होंगे, 10:17
- अल्लाह सभी गुनाह माफ़ करता है, 39:53
- बड़े गुनाह, 42:37
सीनाई पहाड़, 19:52; 23:20; 95:2
गुनाहगार, उनके कान, आँखें और खालें उनके ख़िलाफ़ गवाही देंगी, 41:20-23
पुल सिरात, 66:8
चुग़लखोर, 68:11-12; 104:1
ग़ुलाम, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- देखें युद्धबंदी; क़ैदी भी
नींद, आराम की चीज़, 78:9
सदूम, 29:31; 37:136
लिवाटत, 7:80-82; 11:77-83; 15:61-77; 29:28-29
सुलैमान, 2:102; 4:163; 6:84
- अपने वालिद दाऊद की एक बेहतर राय तक पहुँचने में मदद की, 21:78-82
- और चींटियाँ, 27:15-19
- और हुदहुद, 27:20-26
- और मलिका-ए-सबा, 27:22-44; 34:15
- उन पर अल्लाह की नेमतें, 34:12-14, 38:34-40
- अच्छे घोड़ों से उनकी मुहब्बत, 38:30-33
बेटा, गोद लिया, 33:4-5
रूह (जान, रूह), 15:29; 17:85; 58:22
अल्लाह की राह में ख़र्च करो, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- जो ज़रूरत से ज़्यादा हो, 2:219
- जो अल्लाह की राह में माल ख़र्च करते हैं उनकी मिसाल, 2:261
- दिखावे के लिए, 2:264; 4:38
- जो भी अल्लाह की राह में ख़र्च करो, वापस मिलेगा, 2:272; 8:60; 34:39
- फ़िज़ूलख़र्ची और बर्बादी से नहीं, 6:141;17:26
- न फ़िज़ूलख़र्च न कंजूस, 25:67
- जो अल्लाह की राह में ख़र्च से हाथ बंद करते हैं, 9:67
रूह (जान), 15:29
- उसका इल्म अल्लाह के पास है, 17:85
- अल्लाह विश्वासियों को इससे मज़बूत करता है, 58:22
माल-ए-ग़नीमत, 8:41, 69; 48:15, 19-20; 48:15
- देखें लूट भी
जासूसी, 49:12
तारा, 53:1, 49; 86:1-4
तारे, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
सीधा रास्ता, 1:6
- इत्यादि राह, 6:153
- इत्यादि संघर्ष, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
दूध पिलाने की मुद्दत, दूध पिलाने वाली माँ, 2:233
तकलीफ़, ग़रीबी, बीमारी और मुसीबतें; ख़ुशहाली और दौलत, 7:94-96
सूरज, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
सबसे बड़ी कामयाबी, 9:72; 44:57
सूरह, 10:38; 11:13; 47:20
- उसके नाज़िल होने से ईमान बढ़ता है, 9:124-127
शक, 49:12
रोज़ी, 19:62
- देखें रिज़्क़; प्रोविडेंस भी
सुवाअ, 71:23
तबूक, 9:40-59, 81-99, 117-118, 120-122
तग़ाबुन, S.64
तागूत, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- देखें झूठे माबूद भी
ता-हा, S.20
तह्रीम, S.66
तकासुर, S.102
तकवीर, S.81
तलाक़, S.65
तल्ह (केले का पेड़), 56:29
तालूत (शाऊल), 2:247-249
तारिक़, S.86
तस्नीम (झरना), 83:27-28
तौबह, S.9
तवाफ़ (काबे का चक्कर), 2:200; 7:29,31
तयम्मुम, 4:43; 5:6
मुद्दत, हर उम्मत की एक मुक़र्रर मुद्दत है, न कोई आगे कर सकता है न पीछे, 7:34; 10:49;15:4-5; 16:61; 20:129
इलाक़े की हिफ़ाज़त, फ़ौजी टुकड़ियों से, 3:200
आज़माइश, अल्लाह की तरफ़ से, 3:154; 34:21
समूद, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
चोर, सज़ा, 5:38-39
अर्श, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- पानी पर, 11:7
- आठ फ़रिश्ते अर्श उठाए हुए, 39:75; 40:7; 69:17
वक़्त, 45:24; 76:1; 103:1
तीन, S.95
अज़ाब, 3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
बस्ती, कोई बस्ती नष्ट नहीं की मगर उसके लिए एक मुक़र्रर फ़ैसला था, 15:4
व्यापार और माल, 4:29
सफ़र, क्या वे ज़मीन में नहीं चले, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
दग़ा, 8:58; 22:38
- देखें विश्वासघात भी
जमा किया हुआ ख़ज़ाना, 9:35
अल्लाह के ख़ज़ाने, 6:50
हमेशगी का दरख़्त, 20:120
पेड़, 22:18
आज़माइशें, 2:214-218; 64:15
सूर, क़यामत के दिन, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
सख़्खह, 80:33
अमानत आसमानों, ज़मीन और पहाड़ों को पेश की गई, लेकिन इंसान ने उठाई, 33:72-73
अमानतें, 2:283; 4:58; 8:27; 23:8;33:72; 70:32
हक़, 5:48; 23:70-71, 90; 25:33; 69:51
- हक़ को बातिल से न मिलाओ और न छुपाओ, 2:42
- हक़ आ गया और बातिल मिट गया, 17:81
- सच्चा वादा, 46:16-17
तुब्बअ के लोग, 44:37; 50:14
तूर (पहाड़), 28:29, 46
तूर, S.52
तुवा, वादी, 20:12; 79:16
उहुद, जंग, 3:121-128, 140-180
उम्मत (समुदाय, क़ौम), 2:143-144;10:47, 49; 11:118; 16:36, 120
उमरह, 2:128, 158, 196
सूद (रिबा), 2:275-276, 278-280; 3:130;4:161; 30:39
उज़ैर, (देखें एज़रा)
उज़्ज़ा, 53:19
अनदेखा पर्दा, 17:45-46
पर्दा, 24:31; 33:59
आयात, सब्अ-अल-मसानी, 15:87
फ़तह
- अल्लाह की तरफ़ से, 48:1
- अल्लाह की मदद से, 61:13
नेकियाँ, (देखें नेकी; विश्वासी)
वद्द, 71:23
- "इंतज़ार करो, हम भी इंतज़ार कर रहे हैं", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
वाक़िअह, S.56
अल्लाह के ख़िलाफ़ जंग, 5:33-34
फ़िज़ूलख़र्ची न करो, 6:141; 7:31; 17:26
पानी, हर जीवित चीज़ पानी से बनाई गई, 21:30;24:45; 25:54
- दो समुंदर, 18:60; 25:53; 35:12; 55:19-20
- अल्लाह का अर्श पानी पर, 11:7
- बारिश, 23:18
राह, 1:6; 42:52-53; 90:10
- इत्यादि आसान, आसान करो, 87:8
- देखें रास्ता भी
मुसाफ़िर, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
दौलत
- जिसने जमा किया, 104:2-4
- अल्लाह की राह में ख़र्च (देखें ख़र्च करना)
दौलत और औलाद, दुनिया की ज़िंदगी की सजावट, 18:46
नाप और तौल, पूरा दो, 11:85; 17:35;83:1-5
बेवाएँ, 2:234-235, 240
अल्लाह की मर्ज़ी, 10:99-100; 30:5; 81:29; 82:8
इंसान की मर्ज़ी, सीधे चलना, जब तक अल्लाह न चाहे, 28:29
हवाएँ, 77:1-3
- ख़ुशख़बरी के क़ासिद, 7:57; 30:46
- बादल उठाना, पानी बरसाना, 15:22; 30:48
- पीली पड़ना, 30:51
शराब (जन्नत में)
- पाक पेय, 37:45; 76:21
- सफ़ेद, लज़्ज़तदार, 37:46
- शराब की नहरें, 47:15
- पाक मुहरबंद, 83:25
जो चीज़ें अल्लाह ने किसी को दूसरे से बढ़कर दी हैं, उनकी तमन्ना न करो, 4:32
गवाह
- नबियों के अहद पर, 3:81
- इंसानियत पर, 2:143; 22:78
- किसी अनुबंध के लिए, 2:282
- एक मर्द के मुक़ाबले दो औरतें, 2:282
- ज़िना पर, 4:16; 24:2
- इंसाफ़ से, 5:8
- हाथ और पाँव गवाही देंगे, 36:65
- इंसान ख़ुद अपने ख़िलाफ़, 75:14
गवाही का दिन और मशहूद दिन, 85:3
बीवियाँ
- तुम्हारी खेती हैं, 2:223
- तुम्हारे लिए पर्दा हैं, 2:187
- तुम्हारी जैसी जिंस में से, 16:72
झगड़ा करने वाली औरत, 58:1-2
औरतें, 2:222-223; 4:15, 19-22, 34, 127
- जो पाकदामन औरतों पर इल्ज़ाम लगाएँ, 24:4-5, 11-17, 23-26
- पर्दा, 24:31; 33:59
- मोमिन, मुहाजिर, 60:10-12
- जो झगड़े में अपनी बात साफ़ न कर सके, 43:17-18
जंगल के रहने वाले, 15:78; 38:13; 50:14
- देखें ऐकह; मदयन भी, 26:176-191
दुनिया की ज़िंदगी
- खेल और तमाशे के सिवा कुछ नहीं, 6:32;29:64; 47:36; 57:20
- इंसानों को धोखा देती है, 6:130
- आख़िरत की तुलना में बहुत कम, 9:38; 13:26; 28:60-61
- जो चाहे मिलता है, लेकिन आख़िरत में कोई हिस्सा नहीं, 11:15-16; 17:18; 42:20
- दौलत और औलाद उसकी सजावट, 18:46
- जो मौजूदा से प्यार करते और आख़िरत को छोड़ते हैं, 75:20-21; 76:27
लिखना, अनुबंधों के लिए, 2:282
ज़ालिम, 11:18-22, 101-104, 116-117;39:47
- देखें काफ़िर भी
वुज़ू (अभिषेक), 4:43; 5:6
यग़ूस, 71:23
यह्या (युहन्ना)
- ख़ुशख़बरी, 3:39; 21:90
- नेक, 6:85
- बुद्धिमान, दयालु, फ़रमाँबरदार, 19:12-15
या-सीन, S.36
यसरिब (अल-मदीना), के लोग, 33:13
याऊक़, 71:23
युनुस (यूनाह), S.10
यूसुफ़ (जोसेफ़), S.12
ज़बूर, 21:105
ज़कर्याह, 3:37-41; 6:85; 19:2-11; 21:89-90
ज़ैद इब्न हारिसह, नबी के ग़ुलाम, 33:37-38
ज़कात, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- ज़कात और सदक़े के मस्तहिक़, 2:273; 9:60
ज़ंजबील, 76:17
ज़लज़लह, S.99
ज़क़्क़ूम, 17:60; 37:62-66; 44:43-46; 56:52
ज़िहार, 33:4; 58:2-4
ज़ुख़्रुफ़, S.43
ज़ुमर, S.39
बुनियादी अक़ाइद
- दीन मुकम्मल हुआ, 5:3
- अल्लाह के नज़दीक सिर्फ़ एक ही क़ुबूल शुदा राह, 3:19, 85
- इस्लाम क़ुबूल करने में कोई ज़बरदस्ती नहीं, 2:256
- एक दीन लेकिन अलग-अलग ईमान और शरीअतें, 5:48; 22:67-70; 42:13-14
- इस्लाम के नबी, 2:135-136; 3:84; 4:163-165
- अहकाम (अल्लाह पर ईमान लाओ और नेकी करो), 4:36; 6:151-154;17:23-39;18:107-108
- शरीअत के पाँच मक़ासिद: दीन की हिफ़ाज़त, 5:54
- जान की हिफ़ाज़त, 5:32;6:151
- माल की हिफ़ाज़त, 5:38
- इज़्ज़त की हिफ़ाज़त, 5:5;24:4
- अक़्ल की हिफ़ाज़त, 5:90
अल्लाह पर ईमान, 2:255
- इलाही सिफ़ात, अस्मा-उल-हुस्ना, 57:1-6; 59:22-24; 85:13-16; 112:1-4
- सिर्फ़ वही इबादत के लायक़, 1:1-4; 2:285; 6:3; 43:84
- सारा अख़्तियार उसी का है, 3:26; उसका अर्श, 7:54; 11:7
- उसकी कुर्सी, 2:255
- इंसानियत पर अनगिनत नेमतें, 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ज़िंदगी देता है और मौत, 44:8; 53:44; 57:2; 67:2
- ख़ुशी और ग़म देता है, 53:43
- रिज़्क़ भरपूर या कम देता है, 13:26; 17:30; 29:62
- सबसे बेहतर फ़ैसला करने वाला, 95:8
- सबसे ज़्यादा रहम करने वाला, 12:92
- नेकों से मुहब्बत करता है, 85:14
- बहुत माफ़ करने वाला और सख़्त सज़ा देने वाला, 13:6, 40:3
- पहला और आख़िरी, 57:3
- सारी इज़्ज़त और ताक़त उसी की है, 35:10
- ग़ैब और पोशीदा को जानता है, 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- दिलों में छुपी बात सबसे बेहतर जानता है, 5:7; 11:5; 31:23
- जो हो चुका और जो होने वाला है जानता है, 2:255
- सब कुछ रिकॉर्ड (लौह-ए-महफ़ूज़) में लिख दिया, 6:38; 13:39; 36:12
- कुछ भी करने की ताक़त रखता है, 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- उसकी लामहदूद क़ुदरत, 3:26-27; 24:45; 31:28-30
- छः दिनों में आसमान और ज़मीन बनाए और थका नहीं, 46:33; 50:38
- "कुन" कहकर पैदा करता है, 36:81-83
- अपनी सृष्टि पर कभी ज़ुल्म नहीं करता, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- हर चीज़ उसकी मर्ज़ी के सामने झुकती है, 3:83; 22:18; 30:26
- सब उसके मुहताज हैं, 11:6; 35:15; 55:29
- उस पर भरोसा करो, 10:84-85; 12:67; 25:58
- वह्य के तरीक़े, 42:51
- उसका तक़वा लाज़िम है, 2:21; 3:102; 4:1; 33:70-71; 59:18
- हिकमत उसकी तरफ़ से तोहफ़ा है, 2:269
- वह किसी का मुहताज नहीं, 3:97; 6:133; 112:2
- तीन में का एक नहीं, 4:171
- उसकी कोई ज़ौजा नहीं, 6:101
- उसकी कोई औलाद नहीं, 10:68; 19:35; 43:81; 72:3; 112:3
- उसका कोई साझेदार या शरीक नहीं, 6:94; 7:191-195; 46:4-5
- उस जैसा कोई नहीं, 42:11; 112:4
उसकी सृष्टि के अजाइब पर ग़ौर करने का हुक्म, 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
सृष्टि में निशानियाँ, 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- हर चीज़ एक मक़सद के लिए बनाई, 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- कायनात मुकम्मल है, 67:3-4
- दिन को रात में मिलाता है, 3:27
- विविधता, 30:22; 35:27-28
- शहद, 16:68-69
- दूध, 16:66
- औलाद की नेमत, 42:49-50
- ग्रह और मदार, 21:33; 36:38-44
- बुर्ज, 25:61; 85:1
- तारे, 37:6-7; 67:5
- बादल, 7:57;30:48
- ज़लज़ला, 7:78; 7:155
- ज़मीन का धँसना, 28:81; 29:40
- तूफ़ान, 10:22
- बूँदाबाँदी, ओले और बारिश, 2:265; 6:99; 24:43; 50:9-11
- बादल और बिजली, 13:12-13
वैज्ञानिक हवाले
- इंसान नर और मादा नुत्फ़ों से पैदा हुआ, 76:2
- जनीन के बनने और विकास के मरहले, 22:5; 23:12-14
- तीन अंधेरों में जनीन, 39:6
- खारा पानी, 25:53-54; 35:12; 55:19-20
- हवा से परागण, 15:22
- उँगलियों के निशान, 75:3-4
- पहाड़ बतौर खूँटियाँ, 78:7
- लोहा उतारा गया, 57:25
- दर्द के रिसेप्टर, 4:56
- सूरज रोशनी का स्रोत और चाँद परावर्तित रोशनी, 10:5
- चाँद का फटना, 54:1
- आसमान एक महफ़ूज़ छत, 21:32
- सभी जीव पानी से बनाए गए, 21:30; 24:45
- चींटियाँ बातचीत करती हैं, 27:17-19
- अंदरूनी लहरें, 24:40
जीवित प्राणी
- फ़रिश्ते, 39:75
- इंसान (ज़मीन पर ख़लीफ़ा), 2:30; 6:165; 16:4
- जिन्न, 72:1-15
- जानवर इंसानों की तरह समुदायों में रहते हैं, 6:38
- बछड़ा, 11:69
- ऊँट, 7:40
- कुत्ता, 18:22
- हाथी, 105:1
- घोड़े, ख़च्चर और गधे, 16:8
- शेर और ज़ेब्रा, 74:50-51
- बंदर, 2:65
- सूअर, 2:173
- ऊँटनी, 7:73
- भेड़ और बकरियाँ, 6:143
- भेड़िया, 12:17
- मेंढक, 7:133
- साँप, 7:107
- पक्षी, 24:41
- कौवा, 5:31
- हुदहुद, 27:20
- बटेर, 2:57
- मछली, 18:61
- व्हेल, 37:142
- चींटियाँ, 27:18
- मधुमक्खियाँ, 16:68
- मच्छर, 2:26
- मक्खी, 22:73
- जूएँ और टिड्डियाँ, 7:133
- मकड़ी, 29:41
- अन्य जो हमें मालूम नहीं, 16:8
पेड़-पौधे और फल, 6:99; 13:4; 16:11; 36:33-35
- केला, 56:29
- खजूर, 19:25
- साग, ककड़ी, लहसुन, मसूर और प्याज़, 2:61
- अंगूर, 80:28
- ज़ैतून, 6:99
- अंजीर, 95:1
- अनार, 55:68
- कद्दू, 37:146
मुहम्मद (ﷺ) पर ईमान
- सिफ़ात, सिर्फ़ एक नबी, 3:144; 6:50; 7:188; 18:110
- हक़ पहुँचाने के लिए, 2:119; 35:24; 42:48
- ख़ातम-उन-नबिय्यीन, 33:40
- बुलंद किरदार, 3:159; 68:4
- एक आदर्श, 33:21
- विश्वासियों पर एहसान, 3:164
- सारी दुनिया के लिए रहमत, 21:107
- एक आलमी रसूल, 4:170; 7:157-158; 34:28
- सीधे रास्ते की तरफ़ रहनुमाई, 42:52-53
- लोगों की परवाह करते हैं, 9:129
- क़यामत के दिन गवाह, 4:42; 16:89
- उम्मी नबी, 7:157-158; 29:48; 62:2
- तौरात और इंजील में पेशीनगोई, 7:157
- ईसा ने ख़ुशख़बरी दी, 61:6
नबी (ﷺ) के सामने पेश आई मुश्किलें
- मुश्रिकों की बेकार माँगें, 8:32; 15:7; 17:89-93; 25:7-8
- झूठे इल्ज़ामात, 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- जान लेने की कोशिशें, 8:30; 9:74
- उन्हें तकलीफ़ देने या मुख़ालफ़त करने वालों को चेतावनी, 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- इनकार पर सब्र का हुक्म, 20:130; 30:60; 46:35; 70:5
- अल्लाह की तरफ़ से तसल्ली, 5:67; 93:1-11; 94:1-8
नबी (ﷺ) की ज़िंदगी से सबक़
- हिजरत से लेकर जंग-ए-बद्र तक, 3:121-129; 8:42-44; 8:65-71
- जंग-ए-उहुद, 3:151-180
- जंग-ए-ख़ंदक़, 33:9-27
- जंग-ए-हुनैन, 9:25-27
- मदीना, 9:40
- तबूक, 9:38-123
- बनू अन-नदीर, 59:2-6
- हमरा-अल-असद, 3:172-175
- सुल्ह-ए-हुदैबिया, 48:1-7; 48:10-29
नबी (ﷺ) को मिले एज़ाज़
- अल्लाह और उसके फ़रिश्ते उन पर दरूद भेजते हैं, 33:56
- मक्के से बैतुल-मक़दिस तक रात का सफ़र, 17:1
- आसमानों का सफ़र, 53:1-18
- इस दुनिया और आख़िरत में मक़ाम-ए-महमूद, 17:79; 66:8; 108:1
- उनकी फ़रमाँबरदारी अल्लाह की फ़रमाँबरदारी है, 4:80
- अल्लाह और उसके रसूल की फ़रमाँबरदारी का बदला, 4:69
- उनके अहले-बैत की पाकी, 33:33-34
- जिब्रील को उनकी असली शक्ल में देखा, 53:1-18
- विश्वासियों को उनकी फ़रमाँबरदारी का हुक्म, 59:7
- उनसे बात करने के आदाब, 49:1-5
- उनके यहाँ आने के आदाब, 33:53
- उनकी बीवियों से मुआमले के आदाब, 33:53
- अल्लाह उनसे और उनके साथियों से राज़ी है, 9:100; 9:117
- उनकी उम्मत की बेहतरी, 2:143; 3:110
नमाज़ (सलाह), 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- जुमे की नमाज़, 62:9
- क़िब्लह की सिम्त, 2:144; 2:149-150
- बुरे कामों से रोकती है, 29:45
- वक़्त, 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ख़तरे में या सफ़र में, 2:239; 4:101-102
- नमाज़ न पढ़ने वालों को चेतावनी, 19:59; 74:38-47; 107:5-7
- मुनाफ़िक़ों की नमाज़, 4:142; 9:54
पाकी, वुज़ू, 5:6
- पूरा ग़ुस्ल, 2:222; 4:43
- तयम्मुम, 4:43; 5:6
दुआएँ
- इब्राहीम की, 2:126-129; 2:126-129; 14:35-41; 26:83-89
- आदम और हव्वा की, 7:23
- ईसा की, 5:114
- अय्यूब की, 21:83; 21:83
- यूनुस की, 21:87
- यूसुफ़ की, 12:33; 12:101
- मूसा की, 10:88-89; 20:25-35
- मुहम्मद (ﷺ) की, 17:80; 20:114
- नूह की, 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- सुलैमान की, 38:35
- शुऐब की, 7:89
- ज़कर्याह की, 3:38; 19:2-6; 21:89-90
- फ़रिश्तों की, 40:8-9
- मरयम की माँ की, 3:35-36
- फ़िरऔन की बीवी की, 66:11
- फ़िरऔन के जादूगरों की, 7:126
- बादशाह शाऊल और उनके साथ विश्वासियों की, 2:250
- बनी इस्राईल के मोमिनों की, 10:85-86
- ग़ार के लोगों की, 18:10
- नेकों की, 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- मज़लूमों की, 4:75
सजदे की आयतें
- सजदात (सजदह की जमा), 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ज़कात (अलम्स-टैक्स), बतौर फ़र्ज़, 2:110; 2:177; 2:277; 6:141
- विश्वासियों की एक ख़ूबी, 22:41; 23:4; 51:19
- ज़कात के मस्तहिक़, 9:60
- सदक़ह, 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- रोकने वालों को चेतावनी, 3:180; 9:34; 47:38
रोज़ा (सौम)
- रमज़ान में, 2:183-185
- रोज़े के घंटे, 2:187
- छूट, 2:184-185
- रोज़े की पिछली रात में ज़ौजैन के तअल्लुक़ात, 2:187
- हज के दौरान रोज़ा, 2:196
हज
- उन पर फ़र्ज़ जो सामर्थ्य रखें, 3:97
- मनासिक और अहकाम, 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- क़ुर्बानी, 2:196; 22:36-37
- इहराम में ज़मीनी शिकार की मनाही, 5:1; 5:94-95
- समुंदरी शिकार की इजाज़त, 5:96
- उमरह (छोटा हज), 2:158; 2:196
धर्म-समुदाय
- मुसलमान, 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- एक-दूसरे के सरपरस्त, 3:28; 9:71
- ईसाई, 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- यहूदी, 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- बनी इस्राईल, 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- अहले-किताब (मुख्यतः यहूदी और ईसाई), 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- मुसलमान उनके ज़बीहा जानवर खा सकते हैं और उनकी औरतों से निकाह कर सकते हैं, 5:5
- यहूदियों पर हराम खाने, 6:146
- साबिईन, 2:62; 22:17
- मजूसी, 22:17
- मुश्रिक (बुतपरस्त), 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- बुतपरस्त तौहमती रस्में, 2:189; 5:103; 6:138-144
- दहरिए, 52:35-36
जाहिलाना रस्मों की मुमानिअत
- बेटियाँ ज़िंदा दफ़न करना, 16:58-59; 81:8-9
- ग़रीबी के डर से बच्चों को मारना, 6:137; 6:151; 17:31
- काबे के गिर्द सीटियाँ बजाना और ताली बजाना, 8:35
- बुतों के नाम पर ऊँटनियाँ छोड़ना, 5:103; 6:136
- बुतों के नाम पर ज़बह करना, 6:121
- ज़िहार तलाक़, 33:4; 58:2-4
- इला (चार महीने से ज़्यादा), 2:226-227
- फ़ैसलों के लिए पाँसे, 5:3
- नंगे होकर काबे का तवाफ़, 7:26-28
- हज के बाद घरों में पिछले दरवाज़े से दाख़िल होना, 2:189
इबादत की चीज़ें
- फ़रिश्ते (कुछ मुश्रिक अरबों में), 34:40
- अल-ऐकह (शुऐब की क़ौम में), 26:176
- बाअल (इल्यास की क़ौम में), 37:125
- ईसा (ईसाइयत में), 5:17
- बुत (इब्राहीम की क़ौम में), 21:52-53
- लात, उज़्ज़ा और मनात के बुत (अरबी मुश्रिकों में), 53:19-20
- वद्द, सुवाअ, यग़ूस, याऊक़ और नस्र के बुत (नूह की क़ौम में), 71:23
- सूरज (सबा के लोगों में), 27:24
- सीरियस (कुछ मुश्रिक अरबों में), 53:49
- फ़िरऔन (क़दीम मिस्र में), 26:29; 28:38; 79:24
- ख़्वाहिशात, 25:43-44; 45:23
- कई माबूदों का रद्द, 17:42-43; 21:21-24; 25:3
इबादतगाहें, मस्जिदें, 9:18
- गिरजाघर, यहूदी इबादतगाहें और ख़ानक़ाहें, 22:40
- हरम, 3:39; 38:21
- मंदिर, 17:7
- दीनी ख़िताब, पादरी, रहिब और रब्बी, 5:44; 5:63; 5:82; 9:31-34
फ़रिश्ते
- आदम की पैदाइश के बारे में पूछा, 2:30-34
- अल्लाह की कभी नाफ़रमानी नहीं करते, 21:26-27; 66:6
- अल्लाह की बेटियाँ नहीं हैं, 21:26; 43:16-19
- हिफ़ाज़ती फ़रिश्ते, 13:11
- दो लिखने वाले फ़रिश्ते, 50:16-18; 82:10-12
- क़यामत के दिन अल्लाह का अर्श उठाने वाले आठ, 69:17
- जहन्नम के उन्नीस दरोग़ा, 74:26-31
- मौत के फ़रिश्ते, 6:93; 16:28; 32:11
- जिब्रील, 2:97; 66:4; 26:192-195; 53:1-14
- मीकाईल, 2:98
- मालिक, 43:77
रसूल
- फ़रिश्तों और इंसानों में से, 22:75
- उलुल-अज़्म रसूल (इब्राहीम, नूह, मूसा, ईसा और मुहम्मद ﷺ), 33:7; 42:13; 46:35
आसमानी किताबें
- क़ुरआन, अल्लाह की तरफ़ से वह्य, 12:2-3; 20:2-4; 26:192-195; 32:2-3
- पूरी दुनिया के लिए याद-दिहानी, 68:51-52
- सबसे सीधी ज़िंदगी की रहनुमाई, 17:9
- रमज़ान में वह्य शुरू हुई, 2:185
- एक मुबारक रात में, 44:3;97:1-5
- मरहलों में नाज़िल हुई, 17:105-106
- याद करना आसान बनाया गया, 54:17
- पिछली किताबों की सच्चाई की तसदीक़, 3:3-4
- पिछली किताबों पर सबसे बड़ी दलील, 5:48
- इसमें कोई शक नहीं, 2:2; 10:37
- कोई इख़्तिलाफ़ नहीं, 4:82
- घड़ा नहीं गया, 10:37-39
- बाइबल से नहीं लिया गया, 25:4-6
- शैतानों ने नाज़िल नहीं किया, 26:210-212
- कोई इसके जैसा नहीं बना सकता, 17:88; 2:23-24;10:13-14; 11:13
- बिगाड़ से महफ़ूज़, 15:9
- लौह-ए-महफ़ूज़ में, 56:75-80
- झूठा साबित नहीं किया जा सकता, 41:42
- आने वाले वाक़ियात की पेशीनगोई, 30:1-7; 48:27
- विश्वासियों को रुलाता है, 5:83; 17:107-109
- दिलों को छूता है, 39:23
- चमकदार रोशनी, 4:174; 42:52
- विश्वासियों के लिए शिफ़ा और रहमत, 17:82
- तौरात, 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- इंजील, 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ज़बूर, 4:163; 17:55
- इब्राहीम के सहीफ़े, 53:36-44; 87:14-19
तक़दीर और नसीब, 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- आज़ाद इख़्तियार, 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
क़यामत का दिन
- कोई ज़ुल्म नहीं, 2:281; 18:49; 40:17
- क़यामत की दहशतें, 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- उस दिन नेक और बुरे लोग, 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- शफ़ाअत, 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
कर्मों का रिकॉर्ड, 17:13; 18:49
- विश्वासियों को उनका रिकॉर्ड दाहिने हाथ में, 69:19-24; 84:7-9
- काफ़िरों को उनका रिकॉर्ड बाएँ हाथ में, 69:25-37; 84:10-15
- अल्लाह से कुछ नहीं छुपेगा, 21:47; 40:16
- कर्मों का वज़न, 7:8; 23:102-104; 101:1-11
- जिस्म के अंगों की गवाही, 41:19-24; 24:24
- अच्छे और बुरे कर्मों का बदला, 6:160; 27:89-90; 28:84
इंसानों की क़िस्में
- विश्वासी, 18:107-108
- काफ़िर, 4:167-169
- मुनाफ़िक़, 4:145; 57:13-15
- जन्नतवाले, अव्वल ईमान लाने वाले, 55:46-61; 56:10-26
- जन्नतवाले, दाहिने वाले, 55:62-78; 56:27-40
- जहन्नमी, बाएँ वाले, 55:31-45; 56:41-56
- आराफ़ वाले, 7:46-49
माली
- कारोबारी हिदायात, 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- वसीयत, ग़ैर-वारिसों के लिए इख़्तियारी वसीयत, 2:180-183; 4:11-12
- सफ़र में मौत से पहले, 5:106-108
- रिश्वत, 2:188
- क़र्ज़, नर्मी से वसूली, 2:280
- क़र्ज़ का लिखित अनुबंध और गवाह, 2:282
- गिरवी रखना, 2:283
- विरासत, हिदायात, 4:7; 4:32-33; 8:75
- औलाद और माँ-बाप के हिस्से, 4:11
- ज़ौजैन और माँ-शरीक भाई-बहन, 4:12
- सगे भाई-बहन, 4:176
- न मानने वालों को चेतावनी, 4:13-14
- सूद, मुमानिअत और चेतावनी, 2:275-281; 3:130-132
- बेफ़ायदा, 30:39

क़ानूनी
- बग़ावत का क़ानून (हिराबह), 5:33-34
- इंसाफ़, इंसाफ़ पर क़ायम रहो, 4:135; 5:8; 16:90-91
- यतीमों और औरतों के हक़ों के लिए, 4:127
- एक यहूदी को इंसाफ़, 4:105-112
- एक मुश्रिक को इंसाफ़, 4:58
- ग़ैर-मुसलमानों के साथ इंसाफ़, 60:8-9
- क़ानूनी ज़रिए से बदला (माफ़ी के इख़्तियार के साथ), 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- मर्द और औरत के बीच जुदाई, ख़ुलअ, 2:229
- लिआन (ज़िना का इल्ज़ाम), 24:6-10

सियासी
- मशवरे से मामलात चलाना (शूरा), 3:159; 42:38
- दिफ़ाई जंग (जिहाद), आदाब, 2:190-192; 2:216; 22:38-40
- बेक़सूरों पर हमला न करो, 4:94
- मज़लूम मर्दों, औरतों और बच्चों के लिए लड़ना, 4:75
- इबादतगाहों की हिफ़ाज़त, 22:37
- शहीदों का बदला, 2:154; 3:169-171; 9:111; 57:19
- फ़ौजी ताक़त दुश्मन को रोकती है, 8:60
- सुलह का रास्ता, 2:192; 8:61
- फ़रीक़ों के बीच सुलह, 49:9-10
- युद्धबंदी, सुलूक, 8:70; 47:4; 76:8

समाजी
- गोद लेना, 33:4-5
- यतीमों की देखभाल, 2:220; 4:2-10; 4:127; 6:152; 17:34
- तलाक़, आर्बिट्रेशन और मेल-मिलाप, 4:35; 4:128
- तलाक़ के आदाब, 2:229-231; 65:1-2
- मेहर और इद्दत, 2:226-241; 4:19-21; 33:49; 65:1-7
- पति मेहर वापस न ले, 4:20
- बीवी को परेशान न किया जाए, 65:6
- गर्भावस्था में बीवी का ख़र्च, 65:6
- इद्दत के दौरान, 65:6
- अगर बच्चे को दूध पिलाए, 65:6
- माँ-बाप को बच्चे की वजह से तकलीफ़ न हो, 2:233
- दूध पिलाने वाली माँ का इख़्तियार, 65:6
- नेकी का हुक्म और बुराई से रोकना, 3:104; 3:110; 7:157; 9:71-72; 31:17
- इंसानों की बराबरी, 49:13
- अल्लाह और क़ानून के सामने मर्द और औरत, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- मर्दों पर औरतों से ज़्यादा ज़िम्मेदारी, 2:228
- ग़रीबों, यतीमों और क़ैदियों को खाना खिलाना, 76:8-9
- माफ़ी और ग़ुस्सा क़ाबू करना, 3:134; 42:40
- ग़ुलामों को आज़ाद करना और मदद करना, 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- माँ-बाप की इज़्ज़त करना, 4:36; 17:23-25; 31:14-15
- इंकिसारी, 17:37; 31:18-19
- इब्राहीम के ख़्वाब की ताबीर, 37:102
- यूसुफ़ के ख़्वाब की ताबीर, 12:4; 12:36; 12:43
- मुहम्मद (ﷺ) के ख़्वाब की ताबीर, 8:43; 48:27
- ग़ैर-मुसलमानों के साथ भलाई, 60:8
- निकाह, 4:3; 4:129; 16:72; 30:21
- जाइज़ और नाजाइज़ औरतें, 4:22-24
- सोहबत के आदाब, 2:222-223
- गर्भावस्था और दूध पिलाना, 2:233; 31:4; 46:15; 65:6
- अपनी तलाक़शुदा बीवी से दोबारा निकाह, 2:230
- कुँवारों की शादी में मदद, 24:32
- इद्दत के दौरान सूक्ष्म रूप से इज़हार, 2:235
- क़समें, 2:224-225; 16:91-92; 16:94
- टूटी क़सम का कफ़्फ़ारा, 5:89
- मुश्किल वक़्त में सब्र, 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- इजाज़त लेना, 24:58-60
- घरों में दाख़िल होना, 24:27-28
- आम जगहों में दाख़िल होना, 24:29
- सामाजिक आदाब, ख़बर की तसदीक़, 4:83; 49:6
- सबका एहतिराम, 49:11-12
- मजलिसों के आदाब, 58:11
- ख़ुफ़िया बातें, 4:114; 58:9
- मनत, 2:270; 9:75-77; 22:29; 76:7
- फ़िज़ूलख़र्ची और कंजूसी, 7:31; 17:29; 25:67

दूसरे क़िस्से
- हाबील और क़ाबील, 5:27-31
- अल-ख़िज़्र और मूसा, 18:60-82
- हाथी की फ़ौज, 105:1-4
- फ़िरऔन के लोगों में एक मोमिन, 40:28-46
- मरयम का जन्म, 3:35-36
- बनी इस्राईल की गाय, 2:67-74
- उज़ैर, 2:259
- बाग़ के मालिक, 68:17-32
- हारूत और मारूत, 2:102
- क़ारून, 28:76-82
- लुक़मान की अपने बेटे को नसीहत, 31:12-19
- दो बाग़ों का मालिक, 18:32-44
- सबा के लोग, 34:15-19
- ग़ार के लोग, 18:9-26
- खाई वाले, 85:1-8
- सब्त तोड़ने वाले, 7:163-165
- सामिरी और सोने का बछड़ा, 20:83-97
- शाऊल और शमूएल, 2:247-251
- ज़ुल-क़र्नैन, 18:83-98

शयातीन, 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- इंसानी और जिन्नी शयातीन, 6:112;114:6
- आसमान शयातीन से महफ़ूज़, 15:16-18

पछतावे
- नबी की पैरवी न करने पर, 25:27
- अल्लाह और उसके रसूल की फ़रमाँबरदारी न करने पर, 4:41-42; 33:64-68
- बुरे दोस्त रखने पर, 25:28-29; 26:96-102; 43:36-39
- अल्लाह की निशानियाँ झुठलाने पर, 6:27-30
- आख़िरत के लिए काम न करने पर, 89:23-24

मायूसाना फ़रियादें
- दुनिया में वापस जाने की गुज़ारिश, 2:167; 6:27-28; 32:12-14; 42:44
- एक और मौक़े के लिए, 35:36-37
- जहन्नम से निकालने की, 40:10-12
- खाने-पीने के लिए, 7:51-52
- शफ़ाअत के लिए, 7:52-53
- मिट्टी बन जाने की, 4:41-42; 78:40
- मौत के लिए, 43:74-78

नेकों की ख़ूबियाँ
- ख़ालिक़ और मख़्लूक़ के हक़ों का ख़याल, 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43

बुरों की ख़ूबियाँ
- नाशुक्रा, 14:34
- कंजूस, 17:100
- जल्दबाज़, 21:37
- मुसीबत में ही अल्लाह को याद करते हैं, 10:12; 41:51
- बेसब्रा, 70:19
- झगड़ालू, 18:54

कबीरा गुनाह
- शिर्क, 4:48; 4:116; 5:72; 6:19; 31:13
- माँ-बाप के साथ बदसुलूकी, 4:36; 6:151; 17:23
- नमाज़ छोड़ना या क़ज़ा करना, 19:59-60
- ज़कात न देना, 41:6-7
- क़त्ल, 6:151; 17:33
- किसी मोमिन को जान-बूझकर मारना, 4:93
- चोरी, 5:38
- धोखाधड़ी, 7:85; 11:85; 26:182-183; 83:1-6
- झूठ, 2:10; 9:77; 39:60
- अल्लाह पर झूठ, 6:93; 29:68; 61:7
- हराम जिन्सी तअल्लुक़ात, 2:222; 17:32; 24:2; 25:68; 29:28-30
- पाकदामन औरतों पर झूठा इल्ज़ाम, 24:4-5
- मुर्तद होना, 2:217; 5:54
- सूअर और दूसरी हराम चीज़ें खाना (मुर्दार, ख़ून वग़ैरह), 5:3; 6:145
- शराब और जुआ, 5:90-91
- चुग़लख़ोरी, 49:11
- झूठी गवाही, 22:30
- जादू, 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar Rahmaan     बहुत मेहरबान (अत्यंत कृपाशील)  1:3; 17:110
- #2 Ar Raheem      निहायत रहम वाला (अत्यंत दयावान)  2:163; 3:31; 4:100; 5:3
- #3 Al Malik       हकीकी बादशाह (सच्चा राजा, सम्राट)  20:114; 23:116; 59:23
- #4 Al Quddus      निहायत पाक (अत्यंत पवित्र)  59:23; 62:1
- #5 As Salaam      सलामती वाला (शांति का स्रोत)  59:23
- #6 Al Mu'min      अमन देने वाला (शांति व ईमान देने वाला)  59:23
- #7 Al Muhaymin    निगहबान (संरक्षक, नियंत्रक)  59:23
- #8 Al Azeez       ग़ालिब (सर्वशक्तिमान, अजेय)  3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar     ज़बरदस्त (प्रबल, संशोधक)  59:23
- #10 Al Mutakabbir बड़ाई वाला (सर्वोच्च, महान)  59:23
- #11 Al Khaaliq    पैदा करने वाला (सृष्टिकर्ता)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari      जान डालने वाला / ठीक-ठाक बनाने वाला  59:24
- #13 Al Musawwir   सूरतें बनाने वाला (आकार देने वाला)  59:24
- #14 Al Ghaffaar   बहुत बख्शने वाला (अत्यंत क्षमाशील)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar    सबको काबू में रखने वाला (दबाने वाला)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab    बहुत अता करने वाला (अत्यंत दाता)  3:8; 38:9; 38:35
- #17 Ar Razzaaq    रिज़्क देने वाला (रोज़ी देने वाला)  51:58
- #18 Al Fattaah    (रहमत के दरवाज़े) खोलने वाला  34:26
- #19 Al 'Aleem     खूब जानने वाला (सर्वज्ञ)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid     (रोज़ी) तंग करने वाला / कब्ज़ा करने वाला  2:245
- #21 Al Baasit     (रोज़ी) कुशादा / फैलाने वाला  2:245
- #22 Al Khaafid    (दर्जा) घटाने वाला / पस्त करने वाला  95:5
- #23 Ar Raafi'     (दर्जा) बुलंद करने वाला  58:11; 6:83
- #24 Al Mu'izz     इज़्ज़त देने वाला  3:26
- #25 Al Mudhil     ज़िल्लत देने वाला  3:26
- #26 As Samee'     सब कुछ सुनने वाला  2:127; 2:256; 8:17; 49:1
- #27 Al Baseer     सब कुछ देखने वाला  4:58; 17:1; 42:11; 42:27
- #28 Al Hakam      फैसला देने वाला (न्यायाधीश)  22:69
- #29 Al Adl        इंसाफ करने वाला (अत्यंत न्यायी)  6:115
- #30 Al Lateef     मेहरबान / बारीकी जानने वाला  6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer    खबर रखने वाला (पूर्ण रूप से जानने वाला)  6:18; 17:30; 49:13; 59:18
- #32 Al Haleem     बुर्दबार (अत्यंत सहनशील)  2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem     बहुत बुज़ुर्ग (महान, विशाल)  2:255; 42:4; 56:96
- #34 Al Ghafoor    गुनाहों को बख्शने वाला (क्षमा करने वाला)  2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor   कद्रदान (गुणग्राही, प्रशंसक)  35:30; 35:34; 42:23; 64:17
- #36 Al 'Aliyy     बहुत बुलंद (सर्वोच्च)  4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer     बहुत बड़ा (महानतम)  13:9; 22:62; 31:30
- #38 Al Hafeez     हिफाजत करने वाला (रक्षक)  11:57; 34:21; 42:6
- #39 Al Muqeet     रोज़ी पहुँचाने वाला / कुव्वत देने वाला  4:85
- #40 Al Haseeb     हिसाब लेने वाला / काफ़ी  4:6; 4:86; 33:39
- #41 Al Jaleel     जलाल वाला (गौरवशाली, महान)  55:27; 39:14; 7:143
- #42 Al Kareem     करम करने वाला (महान दानी)  27:40; 82:6
- #43 Ar Raqeeb     निगहबान (निगरानी करने वाला)  4:1; 5:117
- #44 Al Mujeeb     दुआ कुबूल करने वाला  11:61
- #45 Al Waasi'     फराख़ (व्यापक, सर्वव्यापी)  2:268; 3:73; 5:54
- #46 Al Hakeem     हिकमत वाला (अत्यंत तत्वज्ञ, बुद्धिमान)  31:27; 46:2; 57:1; 66:2
- #47 Al Wadud      मुहब्बत करने वाला  11:90; 85:14
- #48 Al Majeed     आलीशान (गौरवशाली, उदार)  11:73
- #49 Al Baa'ith    मुर्दों को ज़िंदा करने वाला  22:7
- #50 Ash Shaheed   हाज़िर-ओ-नाज़िर (साक्षी, गवाह)  4:166; 22:17; 41:53; 48:28
- #51 Al Haqq       हक़ (परम सत्य)  6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel     भरोसेमंद (प्रबंधक, कारसाज)  3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy     बड़ी ताकत वाला  22:40; 22:74; 42:19; 57:25
- #54 Al Mateen     मज़बूत (अत्यंत सुदृढ़)  51:58
- #55 Al Waliyy     मददगार (सहायक, संरक्षक)  4:45; 7:196; 42:28; 45:19
- #56 Al Hameed     तारीफ़ के काबिल  14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi      सब गिनने वाला  72:28; 78:29; 82:10-12
- #58 Al Mubdi      पहली बार पैदा करने वाला  10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed     दोबारा पैदा करने वाला  10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy      ज़िंदगी देने वाला  7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet     मौत देने वाला  3:156; 7:158; 15:23; 57:2
- #62 Al Hayy       हमेशा ज़िंदा रहने वाला  2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom    सबको संभालने वाला  2:255; 3:2; 20:111
- #64 Al Waajid     सब कुछ पाने वाला  38:44
- #65 Al Maajid     बुज़ुर्गी व बड़ाई वाला  11:73
- #66 Al Waahid     अकेला (अद्वितीय)  2:163; 5:73; 9:31; 18:110
- #67 Al Ahad       एक  112:1
- #68 As Samad      बेनियाज़ / ताकतवर  112:2
- #69 Al Qaadir     कुदरत वाला  6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir   पूरी मुक़्तदर रखने वाला  18:45; 54:42; 54:55
- #71 Al Muqaddim   आगे करने वाला  16:61; 17:34
- #72 Al Mu'akhir   पीछे करने वाला  71:4
- #73 Al Awwal      सबसे पहले  57:3
- #74 Al Aakhir     सब के बाद  57:3
- #75 Az Zaahir     ज़ाहिर  57:3
- #76 Al Baatin     छुपा हुआ  57:3
- #77 Al Waali      हकीकी मालिक  13:11; 22:7
- #78 Al Muta'ali   सबसे बलंद व बरकत वाला  13:9
- #79 Al Barr       भला करने वाला  52:28
- #80 At Tawwaab    तौबा कुबूल करने वाला  2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim   बदला लेने वाला  32:22; 43:41; 44:16
- #82 Al Afuww      माफ करने वाला  4:99; 4:149; 22:60
- #83 Ar Ra'oof     बहुत मेहरबान  3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk    मुल्कों का मालिक  3:26
- #85 Dhu Al Jalaali Wa Al Ikraam   अज़्मतों वाला  55:27; 55:78
- #86 Al Muqsit     इंसाफ करने वाला  3:18; 7:29
- #87 Al Jaami'     सबको जमा करने वाला  3:9
- #88 Al Ghaniyy    बेनियाज़ (स्वयं पर्याप्त)  3:97; 39:7; 47:38; 57:24
- #89 Al Mughni     बेनियाज़ बनाने वाला  9:28
- #90 Al Maani'     रोकने वाला  67:21
- #91 Ad Daaarr     नुकसान पहुँचाने वाला  6:17
- #92 An Naafi'     फायदा पहुँचाने वाला  30:37
- #93 An Noor       नूर (प्रकाश)  24:35
- #94 Al Haadi      रास्ता दिखाने वाला  25:31
- #95 Al Badi'      बेमिसाल पैदा करने वाला  2:117; 6:101
- #96 Al Baaqi      हमेशा रहने वाला  55:27
- #97 Al Waarith    वारिस  15:23
- #98 Ar Rasheed    राह दिखाने वाला  2:256
- #99 As Saboor     सब्र वाला  2:153; 3:200; 103:3
Matching Ayahs
- = अलिफ़, लाम, मीम। 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = यही लोग अपने रब की ओर से सीधे रास्ते पर हैं, और यही लोग सफल होने वाले हैं। 2:5; 31:5
- = ऐ बनी इसराईल! मेरी उस नेमत को याद करो जो मैंने तुम पर की और मैंने तुमको सारे संसार (लोगों) पर श्रेष्ठता दी। 2:47; 2:122
- = वह एक उम्मत थी जो गुज़र चुकी। उनके लिए वह है जो उन्होंने कमाया, और तुम्हारे लिए वह है जो तुमने कमाया। और तुमसे उनके कर्मों के बारे में पूछ नहीं होगी। 2:134; 2:141
- = वे उसमें हमेशा रहेंगे। उनसे अज़ाब हल्का नहीं किया जाएगा और न उन्हें मोहलत दी जाएगी। 2:162; 3:88
- = मगर जो इसके बाद तौबा करें और सुधार करें। निस्संदेह अल्लाह बड़ा क्षमाशील, अत्यंत दयावान है। 3:89; 24:5
- = और जिन्होंने कुफ्र किया और हमारी आयतों को झुठलाया – वही लोग जहन्नम के वासी हैं। 5:10; 5:86
- = और उनके रब की निशानियों में से कोई निशानी उनके पास नहीं आती, मगर वे उससे मुँह मोड़ लेते हैं। 6:4; 36:46
- = और आपसे पहले भी रसूलों का मज़ाक उड़ाया गया, मगर जिन लोगों ने मज़ाक उड़ाया, उन्हें उसी चीज़ ने घेर लिया जिसका वे मज़ाक उड़ाते थे। 6:10; 21:41
- = कह दीजिए: "अगर मैं अपने रब की अवज्ञा करूँ, तो मुझे महान दिन के अज़ाब का डर है।" 6:15; 39:13
- = तो भूचाल ने उन्हें पकड़ लिया, और वे अपने घरों में उलटे पड़े रह गए। 7:78; 7:91
- = तो उसने अपनी लाठी फेंकी, और क्या देखते हैं कि वह एक स्पष्ट अजगर बन गई। 7:107; 26:32
- = और उसने अपना हाथ निकाला, तो क्या देखते हैं कि वह देखने वालों के लिए उज्ज्वल सफेद (चमकीला) था। 7:108; 26:33
- = उन्होंने कहा: "हम सारे संसार के रब पर ईमान लाए।" 7:121; 26:47
- = मूसा और हारून का रब। 7:122; 26:48
- = और मैं उन्हें मोहलत दूँगा। निस्संदेह मेरी योजना मजबूत है। 7:183; 68:45
- = वही है जिसने अपने रसूल को मार्गदर्शन और सत्य धर्म के साथ भेजा, ताकि उसे सारे धर्मों पर विजयी करे, चाहे मुशरिकों को बुरा लगे। 9:33; 61:9
- = ऐ नबी! काफिरों और मुनाफिकों से जिहाद करो और उन पर सख्ती करो। उनका ठिकाना जहन्नम है, और वह कितना बुरा ठिकाना है! 9:73; 66:9
- = और वे कहते हैं: "यह वादा कब पूरा होगा, अगर तुम सच्चे हो?" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = और हमने मूसा को अपनी निशानियों और स्पष्ट सत्ता के साथ भेजा। 11:96; 40:23
- = और हमने मूसा को किताब दी, मगर उसमें मतभेद हो गया। और अगर तुम्हारे रब की ओर से एक पहले ही बात न होती, तो उनके बीच फ़ैसला कर दिया जाता। और निस्संदेह वे उसके बारे में संदेह में हैं। 11:110; 41:45
- = यह अल्लाह के लिए कठिन नहीं है। 14:20; 35:17
- = "जब मैं उसे ठीक-ठाक कर दूँ और उसमें अपनी रूह (आत्मा) फूँक दूँ, तो तुम उसके सामने सजदे में गिर जाना।" 15:29; 38:72
- = तो सब फ़रिश्तों ने सजदा किया। 15:30; 38:73
- = (अल्लाह ने) कहा: "तो तू उसमें से निकल जा, क्योंकि तू तो रजम (दूर) किया हुआ है।" 15:34; 38:77
- = (इबलीस ने) कहा: "मेरे रब! तो मुझे उस दिन तक मोहलत दे, जब वे दोबारा उठाए जाएँगे।" 15:36; 38:79
- = (अल्लाह ने) कहा: "तो निस्संदेह तू मोहलत पाने वालों में से है।" 15:37; 38:80
- = नियत समय के दिन तक।" 15:38; 38:81
- = उनमें से तेरे चुने हुए बंदों के सिवा। 15:40; 38:83
- = निस्संदेह मुत्तक़ी (परहेज़गार) लोग बागों और चश्मों में होंगे। 15:45; 51:15
- = उन्होंने कहा: "तो तुम्हारा क्या काम है, ऐ रसूलों?" 15:57; 51:31
- = उन्होंने कहा: "हमें एक अपराधी क़ौम की तरफ भेजा गया है।" 15:58; 51:32
- = जो लोग ईमान लाए और उन्होंने अपने ईमान को ज़ुल्म के साथ नहीं मिलाया – उन्हीं के लिए सुरक्षा है और वही सीधे रास्ते पर हैं। 16:42; 29:59
- = ताकि वे हमारी दी हुई चीज़ का इनकार करें। अच्छा, मज़े कर लो, फिर तुम्हें जल्द ही पता चल जाएगा। 16:55; 30:34
- = फिर उसने एक रास्ता अपनाया। 18:89; 18:92
- = फ़िरऔन के पास जा, क्योंकि उसने सीमा लांघ दी है। 20:24; 79:17
- = और जो अपनी शर्मगाहों की हिफाज़त करते हैं। 23:5; 70:29
- = अपनी पत्नियों या अपने दाहिने हाथ की मिल्कियत (दासियों) के सिवा – तो निस्संदेह वे मलामत के काबिल नहीं। 23:6; 70:30
- = मगर जो उसके अलावा और चाहें, तो वही उल्लंघन करने वाले हैं। 23:7; 70:31
- = और जो अपनी अमानतों और अपने अहद (वचन) का पालन करते हैं। 23:8; 70:32
- = उन्होंने कहा: "मेरे रब! मेरी मदद कर, क्योंकि उन्होंने मुझे झुठला दिया है।" 23:26; 23:39
- = ता, सीन, मीम। 26:1; 28:1
- = यह स्पष्ट किताब की आयतें हैं। 26:2; 28:2
- = निस्संदेह इसमें एक निशानी है, मगर उनमें के अधिकतर ईमान लाने वाले नहीं हैं। 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = और निस्संदेह तुम्हारा रब – वही ज़बरदस्त, बड़ा दयावान है। 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = और हमने बाक़ी लोगों को डुबो दिया। 26:66; 37:82
- = निस्संदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ। 26:107; 26:125; 26:143; 26:162; 26:178
- = तो अल्लाह से डरो और मेरी बात मानो। 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = और मैं इस पर तुमसे कोई बदला नहीं माँगता। मेरा बदला तो बस सारे संसार के रब के ज़िम्मे है। 26:109; 26:127; 26:145; 26:164; 26:180
- = बाग़ों और चश्मों में। 26:147; 44:52
- = उन्होंने कहा: "तुम तो बस जादू किए गए लोगों में से एक हो।" 26:153; 26:185
- = उनकी पत्नी के सिवा – हमने तय कर दिया कि वह पीछे रह जाने वालों में से होगी। 26:171; 37:135
- = फिर हमने बाक़ी लोगों को तबाह कर दिया। 26:172; 37:136
- = और हमने उन पर (पत्थरों की) बारिश बरसाई, और जिन्हें चेतावनी दी गई थी उन पर कितनी बुरी बारिश! 26:173; 27:58
- = तो क्या वे अज़ाब की जल्दी मचा रहे हैं? 26:204; 37:176
- = जो नमाज़ क़ायम करते हैं, ज़कात देते हैं और आख़िरत पर यक़ीन रखते हैं। 27:3; 31:4
- = और (याद करो) उस दिन को, जब वह उन्हें पुकारेगा और कहेगा: "मेरे वे साझी कहाँ हैं जिनका तुम दावा करते थे?" 28:62; 28:74
- = और हमारे पूर्वज? 37:17; 56:48
- = और वे एक दूसरे की तरफ मुड़ेंगे और आपस में पूछताछ करेंगे। 37:27; 52:25
- = मगर (वे) अल्लाह के चुने हुए बंदे हैं। 37:40; 37:74; 37:128; 37:160
- = नेमतों के बाग़ों में। 37:43; 56:12
- = और हमने उसके लिए बाद में आने वालों में (अच्छा नाम) छोड़ दिया: 37:78; 37:108; 37:129
- = निस्संदेह हम इसी तरह नेकी करने वालों को बदला देते हैं। 37:80; 37:121; 37:131; 77:44
- = निस्संदेह वह हमारे ईमानदार बंदों में से था। 37:81; 37:111; 37:132
- = तुम्हें क्या हो गया है? कैसा फ़ैसला कर रहे हो? 37:154; 68:36
- = यह (क़ुरआन) तो बस सारे संसार के लिए एक नसीहत है। 38:87; 81:27
- = किताब का उतारना अल्लाह की ओर से है – ज़बरदस्त, हिकमत वाला। 39:1; 45:2; 46:2
- = हा, मीम। 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = स्पष्ट किताब की क़सम। 43:2; 44:2
- = तो आप उन्हें छोड़ दें – वे बेकार बातों और खेल-कूद में पड़े रहें, यहाँ तक कि वे अपने उस दिन से जा मिलें जिसका उन्हें वादा दिया गया है। 43:83; 70:42
- = (उनसे कहा जाएगा): "तुम जो किया करते थे, उसके बदले मज़े से खाओ-पियो।" 52:19; 77:43
- = या तुम उनसे कोई बदला माँगते हो, जिससे वे कर्ज़ के बोझ तले दबे हों? 52:40; 68:46
- = या क्या उनके पास ग़ैब (परोक्ष) का ज्ञान है कि वे उसे लिख रहे हैं? 52:41; 68:47
- = तो कैसी थी मेरी अज़ाब और मेरी चेतावनी! 54:16; 54:21; 54:30
- = और हमने क़ुरआन को याद करने के लिए आसान कर दिया है। तो क्या कोई शिक्षा लेने वाला है? 54:17; 54:22; 54:32; 54:40
- = तो तुम अपने रब की किस-किस नेमत को नकारोगे? 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = अगले लोगों में से एक बड़ा समूह। 56:13; 56:39
- = बल्कि हम वंचित रह गए? 56:67; 68:27
- = तो अपने महान रब के नाम की तस्बीह करो। 56:74; 56:96; 69:52
- = यह सारे संसार के रब की ओर से उतारा गया है। 56:80; 69:43
- = जो कुछ आसमानों में है और जो कुछ ज़मीन में है, सब अल्लाह की तस्बीह करते हैं, और वही ज़बरदस्त, हिकमत वाला है। 59:1; 61:1
- = जब उसे हमारी आयतें सुनाई जाती हैं, तो वह कहता है: "यह तो पिछलों की कहानियाँ हैं!" 68:15; 83:13
- = तो वह सुखद जीवन में होगा। 69:21; 101:7
- = ऊँचे बाग़ में। 69:22; 88:10
- = और ग़रीबों को खाना खिलाने के लिए उकसाता नहीं। 69:34; 107:3
- = निस्संदेह यह (क़ुरआन) एक प्रतिष्ठित रसूल (जिब्रील) का कथन है। 69:40; 81:19
- = निस्संदेह यह एक नसीहत है; तो जो चाहे, वह अपने रब की तरफ रास्ता बना ले। 73:19; 76:29
- = तो जो चाहे, वह उसे याद रखे। 74:55; 80:12
- = उस दिन इनकार करने वालों के लिए तबाही है! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = निस्संदेह नेक लोग सुख-चैन में होंगे। 82:13; 83:22
- = यह एक लिखा हुआ रजिस्टर है। 83:9; 83:20
- = ऊँची मसनदों पर (बैठे) निहार रहे होंगे। 83:23; 83:35
- = और अपने रब की बात सुनी और (उसका पालन) करने के लिए बाध्य हुई। 84:2; 84:5
- = और न ही मैं उसकी पूजा करता हूँ जिसकी तुम पूजा करते हो। 109:3; 109:5
noblequran.com Schemas
- मक्का के मुशरिकों ने अल्लाह की रुबूबिय्याह (प्रभुत्व) को स्वीकार किया 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- किताब और हिकमत (सुन्नाह) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- (गुमराह) पूर्वजों के रास्ते का अनुसरण करना निंदनीय है 2:170; 31:21; 43:22
- अल्लाह का रसूल मानव था 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- मुशरिकों ने कठिनाई के समय में अकेले अल्लाह को पुकारा 10:22; 17:16; 29:65; 31:32
- धर्म में विभाजन करना वर्जित और निंदनीय है 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- अल्लाह के लिए इस्तिवा का गुण 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ईमान (विश्वास) की वृद्धि (और कमी) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- रसूल और सृष्टि में से कोई भी ग़ैब (परोक्ष) को स्वतंत्र रूप से नहीं जानता 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- अल्लाह जिसके लिए चाहता है रोज़ी को फैलाता और सीमित करता है 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- क़ुरआन स्पष्ट अरबी भाषा में उतारा गया 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- अल्लाह किसी प्राणी पर उसकी क्षमता से अधिक बोझ नहीं डालता 2:233, 286; 6:152; 7:42; 23:62; 65:7
- कोई दूसरे का बोझ नहीं उठाएगा 6:164; 17:15; 35:18; 39:7; 53:38
- यदि अल्लाह तुम्हें नुकसान पहुँचाए तो उसे अल्लाह के अलावा कोई नहीं हटा सकता 6:17; 10:107
- और उससे बढ़कर ज़ालिम कौन है जो... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- मनुष्य समृद्धि में कृतघ्न और आवश्यकता में विनम्र है 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- स्थिरता (तथबीत) अल्लाह से माँगी जाती है और उसी द्वारा प्रदान की जाती है 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- सभी मतभेदों को अल्लाह और उसके रसूल की ओर संदर्भित किया जाए 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- जहन्नम के निवासियों के बीच विवाद 26:96-102; 38:58-64; 40:47-50
- अल्लाह के रसूल की आज्ञाकारिता (ता'आ) देने का दायित्व 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- क़ुरआन में सज्दा की आयतें 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- उम्मत में सभी विपदाएँ अवज्ञा के कारण हैं 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- अल्लाह जिसे पथभ्रष्ट कर दे, उसका कोई मार्गदर्शक नहीं 13:33; 39:23, 26; 40:33; 7:186; 18:17
- सभी नबियों ने इबादत के तौहीद से सुधार आरंभ किया 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- सफलता और समृद्धि आत्मा की तज़्कियाह (शुद्धि) से जुड़ी है 20:76; 35:18; 87:14; 91:9; 92:18;
- सारी प्रतिष्ठा और शक्ति ('इज़्ज़ाह) अल्लाह के लिए है 4:139; 10:65; 35:10; 63:8
- अकेले अल्लाह को शुद्ध और सच्चाई के साथ पुकारने का दायित्व 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- अल्लाह के साथ दूसरों को पुकारने का निषेध 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- सभी नबियों ने अल्लाह का तक़्वा और (अपनी) आज्ञाकारिता का आदेश दिया 43:63; 71:1-28
- हिजरत (प्रवासन) के संबंध में 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- अल्लाह के अलावा सृष्टि के लिए कोई सच्चा रक्षक न सहायक नहीं है 2:107, 120; 9:74, 116; 29:22; 42:31
- जिनके दिलों पर अल्लाह मुहर लगा देता है 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ईमान भय और आशा के बीच है 17:57; 32:16; 39:9
- कुफ़्र, शिर्क और निफ़ाक़ के माध्यम से सभी कर्मों के निरस्त होने पर 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- अल्लाह की वही और नबी मार्गदर्शन, ज्ञान और विश्वास की रोशनियाँ हैं 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- जो शब्दों को तोड़-मरोड़ करते हैं वे यहूदी और तावील (तहरीफ़) वाले लोग हैं 2:75; 4:46; 5:13; 5:41
- दुनिया का जीवन मात्र एक अस्थायी सुख और आनंद है 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- दहरिय्याह (नास्तिक) 45:24; 6:29; 23:37
- अल्लाह ने मुहम्मद को दीन (धर्म) के साथ भेजा ताकि उसे सभी (रद्द या झूठे) धर्मों पर प्रभुत्व प्राप्त हो 9:33; 48:28; 61:9
- ताग़ूत के बारे में और ताग़ूत को अस्वीकार करने की अनिवार्यता 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- वे चालें चलते हैं और अल्लाह भी चालें चलता है, और वह सर्वश्रेष्ठ चाल चलने वाला है 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- क़ियामत (अंतिम घड़ी) का ज्ञान अल्लाह के पास है 7:187; 33:63; 41:47
- फ़ुरक़ान (कसौटी) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- बुराई को उस चीज़ से दूर करना जो बेहतर है 23:96; 28:54; 41:34
- अंतिम घड़ी निकट है 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- और उसकी निशानियों में से... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- अल्लाह अपनी निशानियाँ स्पष्ट करता है ताकि तुम... 2:73, 187, 221, 242; 3:103; 5:89
- अल्लाह हर चीज़ का रचयिता है 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- अल्लाह ने सृष्टि को असत्य या मज़ाक में नहीं बनाया 21:16; 38:27; 44:38; 46:3
- अल्लाह ने मनुष्यों को इसलिए बनाया कि वे अकेले उसकी इबादत करें और उनकी परीक्षा लें कि कर्मों में कौन सबसे अच्छा है 11:7; 18:7; 51:56; 67:2;
- अल्लाह ने रसूल भेजे ताकि वे उसकी इबादत की ओर बुलाएँ, उसकी आज्ञा मानी जाए, और शुभ सूचना देने वाले और सचेत करने वाले हों 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- अल-क़द्र के चार स्तर 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- इबादत के स्वरूप और प्रकार 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- अल्लाह जिसे चाहता है मार्गदर्शन देता है और पथभ्रष्ट करता है 14:4; 16:93; 35:8; 74:31
- जिन्हें अल्लाह पथभ्रष्ट करता है 2:26; 9:115; 14:27; 40:34, 74; 45:23
- अल्लाह जिसे पथभ्रष्ट कर दे, उसे कोई मार्गदर्शन नहीं दे सकता 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- अल्लाह के लिए किसी समानता का निषेध 2:22; 19:65; 42:11; 112:4
- अल्लाह किसी पर ज़ुल्म नहीं करता, बल्कि वे स्वयं अपनी आत्माओं पर ज़ुल्म करते हैं 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- सलफ़ (सहाबा) का अनुसरण करने का दायित्व 2:137; 9:100; 4:115; 48:18, 29
- दावत देने की कार्यप्रणाली 12:108; 16:125; 29:46
- शिर्क केवल मूर्तियों तक सीमित नहीं है, बल्कि इसमें नबियों, फ़रिश्तों, जिन्नों और धर्मपरायणों के माध्यम से सिफ़ारिश माँगना शामिल है 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- विवाह योग्य आयु का गठन करने वाले कारक 4:6; 6:152; 24:59
- जिब्रील पवित्र, विश्वसनीय आत्मा है जो क़ुरआन को अल्लाह से नबी तक लाया 2:97; 16:102; 26:192
- सहायता, विजय और प्रभुत्व अल्लाह और उसके रसूलों के लिए है 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- और निश्चित रूप से आपसे पहले के रसूलों के साथ भी उपहास किया गया, अतः जिन लोगों ने उनका उपहास किया, उन्हें उसी चीज़ ने घेर लिया जिसका वे उपहास करते थे। (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- और मदयन की ओर उनके भाई शुएब को (भेजा)। उन्होंने कहा: "हे मेरी क़ौम के लोगो! अल्लाह की इबादत करो; उसके सिवा तुम्हारा कोई इलाह नहीं।" (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- और समूद की ओर उनके भाई सालेह को (भेजा)। उन्होंने कहा: "हे मेरी क़ौम के लोगो! अल्लाह की इबादत करो; उसके सिवा तुम्हारा कोई इलाह नहीं।" (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- कि अल्लाह जिसे चाहता है रोज़ी फैलाता है और जिसे चाहता है तंग करता है। निश्चित रूप से, इसमें ईमान लाने वाली क़ौम के लिए निशानियाँ हैं। (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- और आद की ओर उनके भाई हूद को (भेजा)। उन्होंने कहा: "हे मेरी क़ौम के लोगो! अल्लाह की इबादत करो; उसके सिवा तुम्हारा कोई इलाह नहीं।" (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- और जिन लोगों ने ईमान लाया और अच्छे कर्म किए, हम उन्हें ऐसे बाग़ों में दाखिल करेंगे जिनके नीचे नहरें बहती हैं, जहाँ वे हमेशा रहेंगे। (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- जिनके नीचे नहरें बहती हैं, जहाँ वे हमेशा रहेंगे। अल्लाह उनसे प्रसन्न है और वे उससे प्रसन्न हैं। यह है... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- कह दीजिए: "मैं तो तुम्हारे जैसा एक इंसान हूँ; मेरी ओर वही (प्रकाशना) की जाती है कि तुम्हारा इलाह एक ही इलाह है।" (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- और लोगों में कुछ ऐसे हैं जो अल्लाह के बारे में बिना ज्ञान, बिना मार्गदर्शन और बिना रोशन किताब के झगड़ते हैं। (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- वह रात को दिन में दाखिल करता है और दिन को रात में दाखिल करता है; और उसने सूर्य और चंद्रमा को वश में किया है, हर एक नियत समय तक चलता है। (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- आकाश से पानी (बरसाता है), और उसके द्वारा धरती को उसके मरने के बाद जीवित करता है। निश्चित रूप से, इसमें लोगों के लिए एक निशानी है... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- निश्चित रूप से, जिन लोगों ने इनकार किया, उनके धन और उनकी संतान अल्लाह के सामने उनके किसी काम नहीं आएंगे, और वही लोग हैं... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- जिसने आकाशों, धरती और उनके बीच की सभी चीज़ों को छह दिनों में बनाया, फिर अर्श पर स्थापित हो गया। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- क्या उन्होंने धरती पर यात्रा नहीं की? तो उन्होंने देखा होता कि उनसे पहले के लोगों का अंत कैसा था? वे... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- निश्चित रूप से, अल्लाह उन लोगों को जिन्होंने ईमान लाया और अच्छे कर्म किए, ऐसे बाग़ों में दाखिल करेगा जिनके नीचे नहरें बहती हैं। (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- निश्चित रूप से, अल्लाह का वादा सत्य है; तो दुनिया की ज़िंदगी तुम्हें धोखा न दे, और धोखेबाज़ तुम्हें अल्लाह के बारे में धोखा न दे। (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- तो जो मार्गदर्शन प्राप्त करता है, वह अपने ही भले के लिए प्राप्त करता है; और जो पथभ्रष्ट होता है, वह अपने ही नुकसान के लिए पथभ्रष्ट होता है। (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- और अपनी लाठी डाल दो! जब उन्होंने देखा कि वह साँप की तरह हिल रही है, तो वे पीठ फेर कर भाग गए और पीछे मुड़कर नहीं देखा। "हे मूसा..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- तुम धरती पर यात्रा करो और देखो कि तुमसे पहले के लोगों का अंत कैसा था; उनमें से अधिकतर... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- तो जो कुछ वे कहते हैं, उस पर धैर्य रखो, और सूर्योदय से पहले और सूर्यास्त से पहले अपने पालनहार की प्रशंसा के साथ तसबीह करो। (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- और अनाथ की संपत्ति के पास न जाओ, सिवाय उत्तम तरीके से, जब तक कि वह अपनी पूर्ण आयु को न पहुँच जाए। और पूरा करो... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- अंधे पर कोई पाप नहीं, न लंगड़े पर और न बीमार पर। (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "क्या यह सत्य नहीं है?" वे कहेंगे: "हाँ, हमारे पालनहार की शपथ!" वह कहेगा: "तो अपने इनकार के कारण अज़ाब का मज़ा चखो।" (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- और कमज़ोर लोग उन अभिमानियों से कहेंगे: "हम तो तुम्हारे अनुयायी थे, क्या तुम अल्लाह की यातना से हमें बचा सकते हो?" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- बस कुछ नाम जो तुमने और तुम्हारे पूर्वजों ने रख लिए हैं, जिनके लिए अल्लाह ने कोई सत्ता नहीं उतारी। निश्चित रूप से, (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- तुमसे पहले हमने केवल मनुष्यों को ही भेजा, जिनकी ओर हम वही (प्रकाशना) भेजते थे। तो अगर तुम नहीं जानते, तो याद रखने वालों से पूछ लो। (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- उसने कहा: "क्या तुमने मेरी अनुमति से पहले ही उस पर ईमान ला लिया? निश्चित रूप से, वही तुम्हारा बड़ा है जिसने तुम्हें जादू सिखाया।" (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- और कोई बोझ उठाने वाला दूसरे का बोझ नहीं उठाएगा। फिर तुम्हारे पालनहार की ओर तुम्हारा लौटना है, और वह तुम्हें बताएगा कि तुम क्या करते थे। (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- और हमने कहा: "तुम सब नीचे उतर जाओ, तुम एक-दूसरे के शत्रु हो। और तुम्हें धरती पर रहने और एक निश्चित समय तक जीवन-निर्वाह का सामान है।" (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- दो – कह दो: "क्या दो नरों को उसने हराम किया है, या दो मादाओं को, या जो दो मादाओं के गर्भाशय में है?" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- और मैं इसके लिए तुमसे कोई बदला नहीं माँगता; मेरा बदला तो सारे संसार के पालनहार के पास है। (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- क्या उन्होंने धरती पर यात्रा नहीं की? तो उन्होंने देखा होता कि उनसे पहले के लोगों का अंत कैसा था? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- वे धरती पर यात्रा करते हैं और देखते हैं कि उनसे पहले के लोगों का अंत कैसा था; वे... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- निश्चित रूप से, तुम्हारा पालनहार जानता है कि कौन उसके मार्ग से भटकता है, और वह जानता है कि कौन सत्य मार्ग पर है। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- जिसने आकाशों और धरती को छह दिनों में बनाया, फिर अर्श पर स्थापित हो गया। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- और उस व्यक्ति से बड़ा ज़ालिम कौन है जो अल्लाह पर झूठा आरोप लगाए या उसकी आयतों को झुठलाए? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- वह वही है जिसने अपने रसूल को मार्गदर्शन और सत्य धर्म के साथ भेजा, ताकि उसे सभी धर्मों पर विजयी बना दे। (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- निश्चित रूप से, जिन लोगों ने कहा कि "अल्लाह ही मरियम का पुत्र मसीह है," वे काफिर हो गए। कह दीजिए... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- अंधे लोग अपनी गुमराही से (बाहर नहीं आते); तुम केवल उन्हीं को सुना सकते हो जो हमारी आयतों पर ईमान लाते हैं, और वही मुसलमान हैं। (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- दुनिया की ज़िंदगी की मिसाल उस पानी जैसी है जो हम आसमान से बरसाते हैं, और उसके साथ धरती की वनस्पति मिल जाती है। (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- उसमें (नौका में) हर प्रजाति के दो जोड़े, और तुम्हारे परिवार को – सिवाय उसके जिस पर पहले से ही आदेश आ चुका है। (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- मैं तुमसे नहीं कहता कि मेरे पास अल्लाह के खज़ाने हैं, न ही मैं ग़ैब जानता हूँ, और न ही मैं कहता हूँ... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- निश्चित रूप से, अल्लाह लोगों पर कृपाशील है, लेकिन अधिकतर लोग कृतज्ञ नहीं होते। (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- और उनके पालनहार की निशानियों में से जो भी निशानी उनके पास आती है, वे उससे मुँह मोड़ लेते हैं। (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- और उस दिन का डर रखो जब कोई प्राणी किसी दूसरे प्राणी के कुछ काम नहीं आएगा, और न ही उससे कोई फिद्या स्वीकार की जाएगी। (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- निश्चित रूप से, तुम मुर्दों को नहीं सुना सकते, और न ही बहरों को उनके पीठ फेरने के समय आवाज़ सुना सकते हो। (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- तुम पर मुर्दार, खून, सुअर का गोश्त और वह चीज़ हराम की गई है जो अल्लाह के सिवा किसी और के नाम पर ज़बह की जाए। (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- आसमानों और धरती में जो कुछ भी है, अल्लाह की तसबीह करता है, और वही ज़बरदस्त, हिकमत वाला है। (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- सिवाय उन लोगों के जिन्होंने इसके बाद तौबा कर ली और सुधार कर लिया; तो निश्चित रूप से, अल्लाह माफ़ करने वाला, दया करने वाला है। (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- पैग़म्बर – अपने पालनहार की ओर से; हम उनमें से किसी में भी भेदभाव नहीं करते, और हम उसी के आज्ञाकारी हैं। (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- तुम्हारे पालनहार की ओर से, ताकि तुम उस क़ौम को सचेत करो जिनके पास तुमसे पहले कोई सचेत करने वाला नहीं आया, ताकि वे... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- ऐ नबी! काफिरों और मुनाफिकों से जिहाद करो और उन पर सख्त हो जाओ। उनका ठिकाना जहन्नम है, और वह बहुत बुरा ठिकाना है! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- निश्चित रूप से, तुम्हारा पालनहार क़ियामत के दिन उनके बीच उस चीज़ का फैसला करेगा जिसमें वे मतभेद करते थे। (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- उन्होंने कहा: "हे मेरे पालनहार! मेरे लिए कोई निशानी निर्धारित कर दे।" उन्होंने कहा: "तुम्हारी निशानी यह है कि तुम लोगों से बात नहीं करोगे..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- तो अपना मुँह मस्जिद-अल-हराम की ओर कर लो। और तुम जहाँ भी हो, अपने चेहरे उसी की ओर कर लो। (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- हे इसराईल की संतान! मेरी उस नेमत को याद करो जो मैंने तुम्हें दी, और मैंने तुम्हें सारे संसार पर श्रेष्ठता दी। (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- सात मोटी गायें, जिन्हें सात दुबली गायें खाती हैं, और सात हरी बालियाँ और दूसरी सूखी। (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- और हर समुदाय के लिए एक नियत समय है; जब उनका समय आ जाता है, तो न एक घड़ी पीछे रह सकते हैं और न आगे बढ़ सकते हैं। (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (जो) अल्लाह के सिवा किसी और के नाम पर ज़बह किया जाए। लेकिन जो मजबूर हो जाए, बिना विद्रोही और हद से गुज़रने वाला हुए, तो... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- और जब उनसे कहा जाता है कि "अल्लाह ने जो उतारा है उसका पालन करो," तो वे कहते हैं: "नहीं, हम तो उसी का पालन करेंगे जो..." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- उन्होंने कहा: "हे मेरी क़ौम के लोगो! अल्लाह की इबादत करो; उसके सिवा तुम्हारा कोई इलाह नहीं। क्या तुम डरते नहीं?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- वे धरती में चलते-फिरते हैं और देखते हैं कि उनसे पहले के लोगों का अंत कैसा था। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- और उससे बड़ा ज़ालिम कौन है जो अल्लाह पर झूठ बाँधता है या झुठलाता है? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- निश्चय ही, तेरा रब भली-भाँति जानता है कि उसके मार्ग से कौन भटकता है, और वह भली-भाँति जानता है। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- क्या उन्होंने धरती में चल-फिरकर नहीं देखा कि उनसे पहले के लोगों का अंत कैसा था? (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- उनके लिए उनके रब के पास उनका बदला है, और न उन्हें कोई डर है और न वे शोकाकुल होंगे। (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- और जो लोग ईमान लाए और अच्छे कर्म किए, उन्हें उन बाग़ों में दाखिल किया गया जिनके नीचे नहरें बहती हैं। (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- उसने कहा: "ऐ मेरी क़ौम के लोगो! अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई माबूद नहीं, क्या तुम डरते नहीं?" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- न उनका धन और न उनकी औलाद अल्लाह के सामने उनके कुछ काम आएगी, और यही लोग हैं। (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- बाग़ जिनके नीचे नहरें बहती हैं, जिनमें वे सदैव रहेंगे, और यही बड़ी सफलता है। (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- क्या उनसे पहले के लोगों, नूह, आद और समूद की क़ौमों की ख़बर उनके पास नहीं आई? (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- अल्लाह की राह में मेरे मददगार कौन हैं? हौज़रियों (शिष्यों) ने कहा: "हम अल्लाह के मददगार हैं, हम ईमान लाए।" (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- तेरा रब भली-भाँति जानता है कि उसके मार्ग से कौन भटका, और वह हिदायत पाने वालों को भी भली-भाँति जानता है। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- यह इसलिए कि अल्लाह ही सत्य है, और जिसे वे उसके सिवा पुकारते हैं वह बातिल है। (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- और जो अल्लाह और उसके रसूल की इताअत करेगा, अल्लाह उसे उन बाग़ों में दाखिल करेगा जिनके नीचे नहरें बहती हैं। (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- उसने तुम पर केवल मुर्दार, ख़ून, सूअर का गोश्त और जो अल्लाह के सिवा किसी और के नाम पर ज़िब्ह किया जाए, हराम किया है। (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- कि तुम अल्लाह के सिवा किसी की इबादत न करो; मुझे तुम पर बड़े दिन के अज़ाब का डर है। (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- यह ग़ैब (परोक्ष) की ख़बरों में से है जिसे हम तुम्हारी ओर वह्य कर रहे हैं; जब वे फ़ैसला कर रहे थे तो तुम उनके पास नहीं थे। (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- क्या तुम्हें आश्चर्य हुआ कि तुम्हारे रब की ओर से तुम्हीं में से एक व्यक्ति के ज़रिए तुम्हें नसीहत आई, ताकि वह तुम्हें सावधान करे? (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- कह दो: "मुझे उन लोगों की इबादत करने से मना किया गया है जिन्हें तुम अल्लाह के सिवा पुकारते हो।" (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- अपनी पत्नियों या अपने दाहिने हाथों की मिल्कियत (दासियों) के सिवा, क्योंकि वे मलामत के लायक़ नहीं हैं। (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- इसलिए कि अल्लाह रात को दिन में दाखिल करता है और दिन को रात में दाखिल करता है। (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- आग, और उसने अपने घरवालों से कहा: "ठहरो, मैंने आग देखी है, शायद मैं उसमें से तुम्हारे लिए कुछ ला सकूँ।" (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- उसने कहा: "मैं उससे बेहतर हूँ; तूने मुझे आग से पैदा किया और उसे मिट्टी से पैदा किया।" (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- और जब उनसे कहा जाता है: "उस चीज़ की तरफ़ आओ जो अल्लाह ने उतारी है और रसूल की तरफ़।" (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- और तुम उनके लिए शोक न करो, और उनकी साज़िशों से तंग न हो। (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- और अगर अल्लाह तुझे कोई तकलीफ़ पहुँचाए, तो उसके सिवा कोई उसे दूर नहीं कर सकता, और अगर। (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- उनसे पहले की नस्लें जो अपने घरों में चलती-फिरती थीं; निश्चय ही इसमें निशानियाँ हैं। (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- और हमने उनके दिलों पर परदे डाल दिए ताकि वे इसे न समझें, और उनके कानों में भारीपन, और अगर। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- उनके रसूल उनके पास स्पष्ट प्रमाण लेकर आए, लेकिन अल्लाह ऐसा नहीं था कि उन पर ज़ुल्म करे, बल्कि वे खुद अपने आप पर ज़ुल्म कर रहे थे। (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- और धरती में, और अल्लाह के सिवा तुम्हारा न कोई वली है और न कोई मददगार। (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- फिर तुम्हें छुपी और खुली हर चीज़ के जानने वाले की तरफ़ लौटाया जाएगा, और वह तुम्हें बताएगा जो तुम किया करते थे। (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- रात, ताकि तुम उसमें आराम करो, और दिन, ताकि तुम देखो; निश्चय ही इसमें सोच-विचार करने वाली क़ौम के लिए निशानियाँ हैं। (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- और तुम्हारे रब की ओर से जो तुम पर उतारा गया है, वह उनमें से बहुतों के सरकशी और कुफ्र में और बढ़ोतरी करेगा। (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- उसने कहा: "ऐ मेरी क़ौम के लोगो! तुम्हें क्या ख़याल है अगर मैं अपने रब की तरफ़ से एक स्पष्ट दलील पर हूँ और उसने मुझे (रहमत) दी है।" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- और वे कहते हैं: "उस पर उसके रब की ओर से कोई निशानी क्यों नहीं उतारी गई?" कह दो: "निश्चय ही।" (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- उस दिन के आने से पहले जिसका अल्लाह की तरफ़ से कोई फेर नहीं। (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- यह अल्लाह का फ़ज़ल है, जो वह जिसे चाहता है अता करता है, और अल्लाह बड़े फ़ज़ल वाला है। (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- और निश्चय ही, चारपायों में तुम्हारे लिए एक शिक्षा है; हम तुम्हें उनके पेट में जो है उसमें से पिलाते हैं। (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- कि वह उनके रब की ओर से सत्य है, और अल्लाह उससे बेख़बर नहीं जो वे करते हैं। (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- उनके आगे और उनके पीछे, कि तुम अल्लाह के सिवा किसी की इबादत न करो। (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- निश्चय ही, तुम औरतों को छोड़कर मर्दों के पास शहवत से आते हो; बल्कि तुम हद से गुज़रने वाली क़ौम हो। (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- वे उनमें सदैव रहेंगे, जब तक आसमान और ज़मीन बाक़ी हैं, मगर तेरा रब जो चाहे (उसके सिवा)। (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- जो आसमानों में है और जो ज़मीन में है, मगर जिसे अल्लाह चाहे। (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- वहाँ उन्हें सोने के कंगन और मोतियों से सजाया जाएगा, और उनके कपड़े वहाँ रेशम के होंगे। (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- और उसने आसमान से पानी उतारा, और उसके ज़रिए तुम्हारे लिए फल पैदा किए। (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- और जब हमने तुमसे अहद (प्रतिज्ञा) लिया और तुम्हारे ऊपर तूर पहाड़ उठा दिया: "जो हमने तुम्हें दिया है उसे मज़बूती से पकड़ो।" (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- फिर वह उनसे मुँह मोड़कर चला गया और कहा: "ऐ मेरी क़ौम के लोगो! मैंने तुम्हें अपने रब का पैग़ाम पहुँचा दिया और तुम्हारी ख़ैरख़्वाही की।" (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- उनके नीचे नहरें बहती हैं, वहाँ उन्हें सोने के कंगनों से सजाया जाएगा। (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- अगर उनके पास ज़मीन की सारी चीज़ें हों और उतनी ही और, ताकि वे उसके ज़रिए अपने आपको छुड़ा सकें। (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- कोई चलने-फिरने वाली चीज़ नहीं, मगर वह उन्हें एक मुअय्यन वक़्त तक टालता है, और जब उनका वक़्त आ जाता है। (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- हमने तुम्हें मिट्टी से पैदा किया, फिर नुत्फ़े से, फिर ख़ून के लोथड़े से, फिर। (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- और अल्लाह क़ियामत के दिन उनके दरमियान उस चीज़ का फ़ैसला करेगा जिसमें वे इख़्तिलाफ़ करते थे। (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- तुम्हारे पास इल्म आ गया है, अल्लाह की तरफ़ से तुम्हारा कोई वली नहीं। (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- और जब हम इंसान पर एहसान करते हैं, तो वह मुँह मोड़ लेता है और दूर हो जाता है, और जब उसे तकलीफ़ पहुँचती है। (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- और उससे छोटी या बड़ी कोई चीज़ ऐसी नहीं जो एक स्पष्ट किताब में न हो। (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- फिर उसने कहा: "ऐ मेरी क़ौम के लोगो! अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई माबूद नहीं।" (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- क्या उन्होंने धरती में चल-फिरकर नहीं देखा कि उनसे पहले के लोगों का अंत कैसा था? (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- उनका बदला उनके रब के पास है, और न उन्हें कोई डर है और न वे शोकाकुल होंगे। (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- वे धरती में चलते-फिरते हैं और देखते हैं कि उनसे पहले के लोगों का अंत कैसा था। (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- धरती में चलते-फिरते हैं और देखते हैं कि उनसे पहले के लोगों का अंत कैसा था। (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- और उससे बड़ा ज़ालिम कौन है जो अल्लाह पर झूठ बाँधता है या झुठलाता है? (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- और जब अल्लाह किसी काम का फ़ैसला करता है, तो वह उसे बस कहता है: "हो जा!" और वह हो जाता है। (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- और अल्लाह के सिवा तुम्हारा न कोई वली है और न कोई मददगार। (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- मैं उनकी बुराइयों को माफ़ कर दूँगा और उन्हें उन बाग़ों में दाखिल करूँगा जिनके नीचे नहरें बहती हैं। (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- हम उन्हें उन बाग़ों में दाखिल करेंगे जिनके नीचे नहरें बहती हैं, जिनमें वे सदैव रहेंगे। (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- तेरा रब भली-भाँति जानता है कि उसके मार्ग से कौन भटका, और वह भली-भाँति जानता है। (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- तुम्हें छुपी और खुली हर चीज़ के जानने वाले की तरफ़ लौटाया जाएगा, और वह तुम्हें बताएगा जो तुम किया करते थे। (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- वे तुम्हारे बेटों को क़त्ल करते थे और तुम्हारी औरतों को ज़िंदा रखते थे; इसमें तुम्हारे रब की ओर से बड़ी आज़माइश थी। (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- निश्चय ही, तेरा रब भली-भाँति जानता है कि उसके मार्ग से कौन भटकता है, और वह। (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- अल्लाह, जिसके लिए आसमानों में जो कुछ है और ज़मीन में जो कुछ है। (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- तुमसे पहले की उम्मतों में, जिन्न और इंसानों में से। (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई माबूद नहीं, क्या तुम डरते नहीं? (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- और हमने उनके दिलों पर परदे डाल दिए ताकि वे इसे न समझें, और उनके कानों में भारीपन। (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- वह क़ियामत के दिन उनके दरमियान उस चीज़ का फ़ैसला करेगा जिसमें वे इख़्तिलाफ़ करते थे। (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- उसने कहा: "ऐ मेरी क़ौम के लोगो! तुम्हें क्या ख़याल है अगर मैं अपने रब की तरफ़ से एक स्पष्ट दलील पर हूँ?" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- यह उस चीज़ के बदले में है जो तुम्हारे हाथों ने आगे भेजा, और अल्लाह बन्दों पर ज़ुल्म करने वाला नहीं है। (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- उनके लिए दुनिया में रुसवाई है और आख़िरत में बड़ा अज़ाब है। (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- आसमानों में जो है और ज़मीन में जो है, और अल्लाह कारसाज़ के तौर पर काफ़ी है। (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- सिवाय उन लोगों के जो ईमान लाए और अच्छे कर्म किए; उनके लिए न कभी ख़त्म होने वाला बदला है। (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- कि तू मेरा शरीक ठहराए उस चीज़ को जिसका तुझे कोई इल्म नहीं; उनकी बात न मान। (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- निश्चय ही, यह एक नसीहत है; जो चाहे वह अपने रब की तरफ़ रास्ता इख़्तियार करे। (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- और जो शुक्र करता है, वह अपने ही लिए शुक्र करता है; और जो नाशुक्री करता है। (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- जो नमाज़ क़ायम करते हैं, ज़कात देते हैं और आख़िरत पर यक़ीन रखते हैं। (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- इब्राहीम, इस्माईल, इसहाक़, याक़ूब और औलादों को, और मूसा और ईसा को जो दिया गया। (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- गिरोह दर गिरोह, यहाँ तक कि जब वे उसके पास आते हैं, तो उसके दरवाज़े खोल दिए जाते हैं, और उसके रखवाले उनसे कहते हैं। (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- अल्लाह तुम्हें तुम्हारी क़समों की लग़ो (बेकार) बातों पर नहीं पकड़ता, बल्कि वह तुम्हें उस पर पकड़ता है। (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- रहमत, वे उससे ख़ुश होते हैं, और अगर उन्हें उनके हाथों की करतूतों के सबब कोई तकलीफ़ पहुँचती है। (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- बाग़ जिनके नीचे नहरें बहती हैं, जिनमें वे सदैव रहेंगे, और अमल करने वालों का बदला क्या ही अच्छा है! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- अल्लाह जानता है जो आसमानों में है और जो ज़मीन में है, और अल्लाह। (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- अल्लाह की इताअत करो और रसूल की इताअत करो; और अगर तुम मुँह मोड़ो, तो उस पर (ज़िम्मेदारी) है। (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- उनके लिए उनके रब के पास उनका बदला है, और न उन्हें कोई डर है, और न वे। (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- और उन्होंने कहा: "क्या जब हम हड्डियाँ और रेज़ा-रेज़ा हो जाएँगे, तो क्या हम नई ख़िलक़त में उठाए जाएँगे?" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- और वे अपने लिए अल्लाह के सिवा कोई वली और न मददगार पाते हैं। (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "तू कितनी देर ठहरा?" उसने कहा: "मैं एक दिन या दिन का कुछ हिस्सा ठहरा।" उसने कहा। (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- क़ियामत के दिन तक, अल्लाह के सिवा कौन माबूद है जो तुम्हें ला सके? (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- जो नेक काम करे, चाहे मर्द हो या औरत, और मोमिन हो। (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- जो अल्लाह की राह से रोकते हैं और उसे टेढ़ा करना चाहते हैं, और वे आख़िरत में। (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- जहाँ चाहो खाओ, मगर इस दरख़्त के पास न फटकना, वरना तुम ज़ालिमों में से हो जाओगे। (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- कह दो: "ऐ मेरी क़ौम के लोगो! तुम अपनी जगह काम करो, मैं भी काम करता हूँ, फिर तुम्हें जल्द ही मालूम हो जाएगा।" (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- निश्चय ही, घाटे में रहने वाले वह हैं जिन्होंने क़ियामत के दिन अपने आपको और अपने अहल-ओ-अयाल को घाटे में डाला, सुन लो। (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- जो हिदायत पाए, वह अपने ही लिए हिदायत पाता है; और जो गुमराह हो, वह अपने ही लिए गुमराह होता है; और। (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- और जिन लोगों ने कुफ़्र किया वे कहते हैं: "उस पर उसके रब की ओर से कोई निशानी क्यों नहीं उतारी गई?" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- जिसने तुम्हारे लिए रात बनाई ताकि तुम उसमें आराम करो, और दिन ताकि तुम देखो, निश्चय ही। (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- उस दिन के आने से पहले जिसमें न कोई लेन-देन है और न कोई दोस्ती। (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- ताकि वे सोचें कि उनके साथी को कोई जुनून नहीं, वह तो बस एक साफ़ चेतावनी देने वाला है। (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- वे उसमें सदैव रहेंगे, न उनसे अज़ाब हलका किया जाएगा और न उन्हें मोहलत दी जाएगी। (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- अपनी आँखें उन चीज़ों की तरफ़ न उठाओ जो हमने उनमें से कुछ जोड़ों को मज़े के लिए दे रखी हैं। (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- और लोगों को उनकी चीज़ों में कमी न करो, और धरती में फ़साद न फैलाओ। (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- और उस पर सलाम है जिस दिन वह पैदा हुआ, और जिस दिन वह मरेगा, और जिस दिन वह ज़िंदा उठाया जाएगा। (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- ऐ मेरी क़ौम के लोगो! तुम अपनी जगह काम करो, मैं भी काम करता हूँ, फिर तुम्हें जल्द ही मालूम हो जाएगा कि कौन। (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- और किसी रसूल के लिए यह मुमकिन नहीं कि वह अल्लाह की इजाज़त के बिना कोई निशानी ले आए। (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- फिर हर शख़्स को उसकी कमाई का पूरा बदला दिया जाएगा, और उन पर ज़ुल्म नहीं किया जाएगा। (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- मर्द हो या औरत, और वह मोमिन हो, तो ऐसे लोग जन्नत में दाखिल होंगे। (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- उसने कोई औलाद नहीं बनाई और न उसकी बादशाहत में कोई शरीक है। (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- और अल्लाह जिसे हिदायत दे, वह हिदायत पाने वाला है; और जिसे वह गुमराह करे। (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- देखो तो कैसे वे तुम्हारे लिए मिसालें बयान करते हैं, फिर वे भटक गए और रास्ता न पा सके। (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- कह दो: "मुझे डर है अगर मैं अपने रब की नाफ़रमानी करूँ तो बड़े दिन के अज़ाब से।" (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- उन दोनों की शर्मगाहें खुल गईं और वे दोनों जन्नत के पत्तों से अपने आपको ढकने लगे। (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- और अल्लाह के सिवा जिन्हें तुम (पुकार) सकते हो उन्हें पुकार लो, अगर तुम सच्चे हो। (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- ज़मीन की सारी चीज़ें और उतनी ही और, ताकि वे उसके ज़रिए अपने आपको छुड़ा सकें। (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- जो हमने तुम्हें दिया है उसे मज़बूती से पकड़ो, और जो उसमें है उसे याद रखो, ताकि तुम तक़वा अपनाओ। (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- क्या तुम वह बड़ा फ़ाहिशा (बदकारी) करते हो जो तुमसे पहले किसी ने नहीं की? (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- और अल्लाह ही के लिए है जो आसमानों में है और जो ज़मीन में है, और अल्लाह है। (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- उनकी बुरी करतूतें उन पर आ पड़ीं और जिस चीज़ का वे मज़ाक़ उड़ाते थे उसने उन्हें घेर लिया। (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- तुम्हीं में से एक रसूल, जो तुम्हें हमारी आयतें पढ़कर सुनाता है, तुम्हें पाक करता है और तुम्हें किताब और हिकमत सिखाता है। (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- उससे बारह चश्मे फूट पड़े, हर एक गिरोह ने अपना पानी पीने की जगह जान ली। (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- बस गुमान (अटकल), और निश्चय ही गुमान हक़ के मामले में कुछ भी काम नहीं आता। (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- फिर जब मैं उसे पूरा कर दूँ और उसमें अपनी रूह फूँक दूँ, तो तुम उसके सामने सज्दे में गिर जाना। (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- इस घर (दुनिया) का अच्छा अंजाम किसके लिए है? निश्चय ही ज़ालिम कामयाब नहीं होते। (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- जिसने आसमानों और ज़मीन को पैदा किया, वह उनके जैसा पैदा करने पर क़ादिर है। (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- मोमिन मर्दों और मोमिन औरतों के लिए बाग़ जिनके नीचे नहरें बहती हैं, जिनमें वे सदैव रहेंगे। (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- और अगर तुम उनसे पूछो कि आसमानों और ज़मीन को किसने पैदा किया, तो वे ज़रूर कहेंगे: "अल्लाह।" कह दो। (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- और निश्चय ही, हमने इस क़ुरआन में लोगों के लिए हर तरह की मिसालें बयान की हैं। (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- जब हमारे रसूल लूत के पास आए, तो वह उनके कारण बहुत रंजीदा हुआ और तंग हुआ, और कहा। (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- और जब हमने फ़रिश्तों से कहा: "आदम को सज्दा करो," तो उन्होंने सज्दा किया, मगर इबलीस ने इनकार कर दिया। (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- और ज़मीन को हमने फैलाया और उस में पहाड़ जमा दिए और उसमें हर तरह की खूबसूरत चीज़ें उगाईं। (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- वे अल्लाह को पुकारते थे, उसके लिए दीन को ख़ालिस करते हुए, और जब उसने उन्हें ज़मीन पर बचा लिया। (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- उनके लिए खौलते पानी का पेय है और उनके कुफ़्र के कारण दर्दनाक अज़ाब है। (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- क्या हम अल्लाह के सिवा उसे पुकारें जो न तो हमें फ़ायदा पहुँचा सकता है और न नुक़सान? (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- कि अल्लाह जानता है जो आसमानों में है और जो ज़मीन में है। (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
""";
