const String quranIndexDhivehiRaw = r"""
މަންޒިލް ދުޢާ (ދުޢާ) 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
އަޅުގަނޑުމެންގެ ރަބްބުގެ ދުޢާތައް (ރައްބަނާ ދުޢާ) 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
އަހަރެންގެ ރަބްބުގެ ދުޢާތައް (ރައްބީ ދުޢާ) 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ނަބިއްޔުންގެ ދުޢާތައް
- ނަބީ އާދަމް އަދި ހައްވާ (އީވް) ގެ ދުޢާ 7:23
- ނަބީ އަލް-ޔަސަޢު (އެލީޝާ) 6:86; 38:48
- ނަބީ އައްޔޫބު (އައްޔޫބް) ގެ ބައްޔާއި ދުޢާ 21:83-84; 38:41-44
- ނަބީ ޒުލްކިފްލު (ޒާހިރުވާގޮތުން އެޒެކިއެލް) 21:85-86; 38:48
- ނަބީ އިދްރީސް (އެނޮކް) 19:56-57; 21:85
- ނަބީ އިލްޔާސް (އެލީޖާ) 37:123-132
- ނަބީ އިސްހާޤް (އައިޒެކް) 11:71-73; 37:112-113
- ނަބީ ޞާލިޙް 11:61; 26:142-159
- ނަބީ ޔަޙްޔާ (ޔޫޙަންނާ ބަޕްޓިސްޓް) 3:38; 19:7-15
- ނަބީ އައްޔޫބު (އައްޔޫބް) ގެ ދުޢާ 21:83
- ދާއޫދު (ޑޭވިޑް) އާއި ސުލައިމާން (ސޮލޮމަން) ގެ ޝުކުރުވެރިކަން 27:15
- މޫސާ (މޯސަސް) ގެ ހާރޫނު (އަހްރޫން) އަށްޓަކައި ކުރެއްވި ދުޢާ 20:29-32
- ނަބީ ހޫދު ﷲ އަށް ތައްވަކުލުވެވަޑައިގެންނެވި ހާމަކުރުން 11:56
- ނަބީ އިބްރާހީމް (އަބްރަހާމް) ގެ ދުޢާތައް 2:126; 2:127-128; 14:35-38; 14:40-41; 26:78-85; 26:87-89; 37:100; 60:4-5
- ނަބީ ޢީސާ (ޔޭޝޫ) އާ ގުޅުންހުރި ދުޢާތައް 3:52-53; 5:114; 5:118
- އިބްރާހީމް (އަބްރަހާމް) އާއި އިސްމާޢީލް (އިޝްމާއީލް) ކަޢުބާގައި ކުރެއްވި ދުޢާ 2:127-129
- ނަބީ ލޫޠް (ލޮޓް) ގެ ދުޢާތައް 26:169; 29:30
- ޤުރުއާނުގައިވާ ނަބީ މުޙައްމަދު ﷺ ގެ ދުޢާތައް 17:80; 20:114; 21:112; 23:97-98; 23:118
- ނަބީ މޫސާ (މޯސަސް) ގެ ދުޢާތައް 5:25; 7:151; 7:155-156; 20:25-28; 28:16-17; 28:21-22; 28:24
- ނަބީ ނޫޙު (ނޯއަ) ގެ ދުޢާތައް 11:41; 11:47; 23:28-29; 54:10; 71:28
- ނަބީ ޝުޢައިބު (ޒާހިރުވާގޮތުން ޖެތްރޯ) ގެ ދުޢާތަކާއި ތައްވަކުލު 7:89; 11:88
- ނަބީ ސުލައިމާން (ސޮލޮމަން) ގެ ދުޢާތަކާއި ޝުކުރުވެރިކަން 27:15; 27:19; 27:40
- ނަބީ ޔަޢްޤޫބު (ޖޭކަބް) ގެ ކެތްމަޑުކަމާއި ދުޢާތައް 12:18; 12:67; 12:83; 12:86
- ނަބީ ޔޫނުސް (ޔޫނާ) ގެ ދުޢާ 21:87
- ނަބީ ޔޫސުފް (ޖޯސެފް) ގެ ދުޢާ 12:101
- ނަބީ ޒަކަރިއްޔާ (ޒަކަރިޔާ) ގެ ދުޢާތައް 3:38; 19:4-5; 21:89
އާރޫނު (ހާރޫނު) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
ޢަބަސަ, S.80; 74:22
ވުޟޫކުރުން (ވުޟޫ), 4:43; 5:6
އިބްރާހީމް (އަބްރަހާމް) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ޔަހޫދީއެއްވެސް ނަސްރާނީއެއްވެސް ނޫން, 3:67-68
- ބައްކާގައިވާ ފުރަތަމަ ބައިތުލްލާގައި ހުއްޓެވުން, 3:97; 26:123
- ކަޢުބާގެ ބިނާ އުފުއްލެވުން 2:124-129
- އެކަލޭގެފާނުގެ ޤައުމަށް އެކަލާނގެއަށް ޢިބާދަތްކުރުމަށް ގޮވާލެއްވުން 2:130-133; 26:69-89; 29:16; 29:24-27
- ބޮޑާކަންތެރި ރަސްގެފާނާއެކު ވާހަކަދެއްކެވުން 2:258
- ދިރުއްވުމާ ބެހޭގޮތުން ސުވާލުކުރެއްވުން 2:260
- ޔަހޫދީއެއްވެސް ނަސްރާނީއެއްވެސް ނޫން 3:65-68
- ސުވަރުގޭގެ ތަކެތި އަޅުކަންކުރުން ބާޠިލުކުރެއްވުން 6:74-87
- އިސްޙާޤުގެ ވިދާޅުވުމުގެ ޚަބަރު ލިބިވަޑައިގަތުން 11:69-76; 51:24-30
- ކަޢުބާގައި ކުރެއްވި ދުޢާ 14:35-41
- މަލާއިކަތުން ވަޑައިގަތުން 15:51-56
- ނަމޫނާ ކަމުގެ މިސާލެއް 16:123
- ބައްޕާފުޅަށް ޙައްޤަށް ގޮވާލެއްވުން 19:41-50
- ބުދުތައް ފަޅާލެއްވައި އަލިފާނުން ސަލާމަތްވެވަޑައިގަތުން 21:51-73; 37:83-113
- ހައްޖަށް ހުރިހާ މީހުންނަށް ގޮވާލެއްވުން 22:26
އަބްރާރުން, 3:193, 198; 76:5; 82:13; 83:18-22
ނަސްޚު (ބަދަލުކުރުން), 2:106; 16:101
އަބޫ ލަހަބު, 111:1-5
ޖަވާބުދާރީވުން
- ކޮންމެ މީހަކު އެމީހެއްގެ ޒިންމާ އުފުލުން 2:134, 141, 286; 4:111; 6:164; 10:108; 17:15; 35:18; 39:7; 41:46; 45:15; 52:21; 53:38-39; 74:37-39
- ކޮންމެ ޢަމަލެއް ލިޔެވިފައިވުން 10:61; 17:13-14; 18:49; 36:12; 43:80; 45:29; 50:16-18; 54:52-53; 82:10-12; 99:7-8
- ﷲ ގެ ޙަޟްރަތުގައި ޙިސާބުކުރެވުން 2:281; 3:30; 7:6; 14:51; 15:92-93; 17:36; 21:47; 23:115; 37:24; 75:36; 102:8
- މުދަލާއި, މަކަރާއި, މާލީ ބޭއިންސާފު 2:188; 3:161; 4:2, 6, 10, 29; 6:152; 11:84-85; 17:34-35; 26:181-183; 55:8-9; 59:7; 83:1-3; 89:19-20; 102:1-2
- ރިބާ (ސުންގަޑި) 2:275-280; 3:130; 4:161; 30:39
- ޖުވާރު, ކުޅިވަރާއި, މަސްތުވެރިކަން 2:219; 4:43; 5:3, 90-92; 16:67
- ރަނާއި ރިހި ރައްކާކޮށްލުން 3:180; 4:37; 9:34-35, 76; 47:38; 57:24; 64:16; 70:15-18; 92:8-11; 104:1-3
- ޒަކާތާއި މުދަލުގެ ޠާހިރުކުރުން 2:43, 83, 110, 177, 261-262, 267; 9:5, 11, 60, 103; 22:41; 23:1-4; 24:56; 41:6-7; 91:9; 98:5
- މަކަރާއި ﷲ ގެ އާޔަތްތައް މަލާމާތްކުރުން 2:8-10, 14-15, 204-206; 4:140, 142; 6:68; 9:64-66; 18:56, 106; 45:9, 35; 83:29-36
- މުނާފިޤުން ހާމަކުރުން 3:166-167, 179; 4:145; 9:101, 107; 29:11; 33:60; 47:29-30; 57:13-14; 63:1-4
ޢާދު ޤައުމު, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
އާދަމް, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- މަލާއިކަތުން އެކަލޭގެފާނަށް ސުޖޫދުކުރުން, 2:34; 7:11
- ޢިލްމުގެ ގަސް, 2:35; 7:19-20; 20:120-121
- ޖަންނަތުން ބޭރުކުރެވުން (ހައްވާއަށް ކުށެއް ނުކުރެވުން), 2:36; 7:24
- ﷲ ޢިއްޒަތްތެރިކުރައްވައި, ޝައިޠާނު އުނދަގުލުކުރުން 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- ﷲ ފުއްސަވާލެއްވުން 2:37; 20:122
ޢާދިޔާތް, S.100
ޖަންނަތުލް ޢަދުން, 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ދަތިކަން
- އެހެން މީހެއްގެ ބުރަ އެހެން މީހަކު ނުއުފުލުން, 6:164; 17:15; 35:18; 39:7; 53:38
- ކެތްކުރެވޭވަރަށްވުރެ ބުރަ ނުއެޅުވުން, 2:286; 6:152; 7:42; 23:62
- ދަތިކަމުގައި ކެތްމަތިވުން, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
ދުވަސްވުން (މުސްކުޅިވުން), 16:70; 22:5; 30:54; 36:68
- ބެލުމުގެ ދަށުގައިވާ މުސްކުޅި މަންމަ ބައްޕައަށް ކުރަންޖެހޭ ގޮތް, 17:23
އަޙްމަދު, 61:6
އަޙްޤާފް, S.46; 46:21
އަޙްޒާބު, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
އައިކާ ރައްޔިތުން, 15:78; 26:176; 38:13; 50:14
އަޢުލާ S.87; 87:1; 92:20
ޢަލަޤު, S.96
އާލު ޢިމްރާން, S.3
ﷲ
- އެކަލާނގެ ޙަޟްރަތުގައި ދުވަހަކީ ފަންސާސް ހާސް އަހަރު, 70:4
- އެކަލާނގެ ޙަޟްރަތުގައި ދުވަހަކީ އިންސާނުންގެ ހާސް އަހަރު, 22:47; 32:5
- ކޮންމެ ކަމެއް ކުރުމުގެ ޤުދުރަތު, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- ޙުކުމްކުރައްވާ އެންމެހާ ބޭކަލުންނަށްވުރެ އެންމެ ރަނގަޅު, 95:8
- ތަޢުރީފުކުރެވެން ނެތް, 43:82; 67:12
- ކާފިރުންގެ މަކަރުތައް ބާޠިލުކުރައްވައެވެ, 8:30; 8:36
- އިންސާނުން ފޮހެލައްވައި އެހެން ޚަލްޤެއް ގެނެސްދެއްވުން, 4:133; 14:19; 35:16
- ހިނިތުންވުމާއި ރުއިން ލިބިދެއްވުން, 53:43
- މީހަކު ސަތޭކަ އަހަރު ނިދުވައްވުން, 2:259
- ޙައްޤު ދޮގުކުރާ މީހުންގެ ދުޝްމަނު, 2:98
- ހެނދުނާއި ހަވީރު އެކަލާނގެ ތަސްބީޙަ ކިޔުން, 33:42
- އެކަލާނގެއަށް ދޮގަށް ދީބައިން ނިސްބަތްކުރުން, 16:57; 17:40; 43:16; 52:39; 53:21-22
- ނަންތަކުން, 53:19-20
- އިންސާނުންނަށް އިޚްތިޔާރު ދެއްވުން, 36:67
- އެކަލާނގެއަށްޓަކައި ހުރިހާ ކަމެއް ދޫކޮށްލުން, 4:66-68; 4:125
- ރަނގަޅާއި ނުރަނގަޅު އެކަލާނގެ ޙަޟްރަތުން, 4:78
- ދިރުމާ މަރު ދެއްވުން, 44:8; 53:44; 57:2; 67:2
- ކުރިމަތިލާ ބޭކަލުންނަށް ބޮޑު ސަވާބު, 4:95-96; 5:54; 9:120; 49:15; 61:11
- އަނބިނެތް, 72:3
- ދަރިއެއް ނެތް, 43:81; 72:3; 112:3
- ދަތި ވަގުތުތަކުގައި ދޫކޮށްނުލައްވައެވެ, 93:3
- ޢިލްމުން ހުރިހިސާބެއްގައި, 2:115; 2:142; 2:177; 4:126
- ފުރަތަމަ އަދި ފަހު (އަލްފާ އަދި އޮމެގާ), 57:3
- ޒާހިރާއި ބާޠިން, 57:3
- ދެނެގަނެވެން ނެތް ކަންތައްތައް އެނގުން, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ޢަދުލުވެރިވާ މީހުންދެކެ ލޯބިވެވޮޑިގަތުން, 49:9
- ވާހަކައެއް ނުދައްކަވާ ކަންތަކުގައި ޙުކުމެއް ނުކުރައްވައެވެ, 5:101; 6:140; 6:148; 7:32
- ހަނގުރާމައިގެ އަސީރުންގެ ތެރޭގައި ހެޔޮކަން ހުރި މީހުންނަށް ރަޙްމަތްތެރިވުން, 8:70
- ޠަބީޢަތް, 2:255
- އެއްވެސް އިންސާނަކީ އިލާހެއް ނޫން, 3:64; 3:151
- ތިން އިލާހެއް ނޫން, 4:171
- ނުބައިކަމުން ރައްކާތެރިވުން, 113:1-5; 114:1-6
- ހުއްޓާ, ޖައްސާ, އޯށޮވެގެން ތިބެ އެކަލާނގެ ހަނދާންކުރުން, 3:191; 4:103; 10:12; 25:64
- ބަނޑުގައި ތިޔަބައިމީހުން ބައްޓަންކުރައްވާ ގޮތް, 3:6
- އަރުޝް ފެނުގެ މަތީގައި ހުރުން, 11:7
- ތިޔަބައިމީހުންނަށް ނޭނގޭ ތަކެތި ހައްދަވާނެއެވެ, 16:8
- އެކަލާނގެ ޚަލްޤުތަކަށް ޒުލުމެއް ނުބޭނުންވެއެވެ, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
ގުޅުންތައް, 8:72; 9:7
- ނަސްރާނީންނާއި ޔަހޫދީން, 5:51
- ކާފިރުވެފައިވާ ގުޅޭ މީހުންނާއެކު ހުއްދަ ނުވެއެވެ, 9:23-24
- މުނާފިޤުންނާއެކު ހުއްދަ ނުވެއެވެ, 4:88-89; 4:139; 4:144
އަލްޔަސަޢު, (ބައްލަވާ އެލީޝާ)
އަމާނާތް, އިތުބާރާއި ﷲ ފަރުޟުކުރައްވާފައިވާ ވާޖިބުތައް ފަދައިން, 2:283; 4:58; 8:27
- ބައްލަވާ އަމާނާތް
މަލާއިކަތުން, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- އަލިފާނުން ހެއްދެވުން, 7:12; 38:76
- ޤިޔާމަތް ދުވަހު އަށް މަލާއިކަތަކު އަރުޝް އުފުލާނެއެވެ, 69:17
- އަންހެނުންކަމުގެ ދޮގު ދަޢުވާ, 43:19; 53:27
- ރައްކާތެރިންނަކީ, 82:10-12; 86:4
- ނަރަކައިގެ ވެރިން ނަވާރަ ބޭކަލަކު, 74:30-31
- ބޭނުންވާ ކަމެއް ކުރުމަށް ނުފޮނުވައެވެ, 15:7-8
- އިލްހާމް ދިނުމަށް ފޮނުއްވުން, 16:2
ރުޅި ހައްޓުވުން, 3:134
ޢަންކަބޫތު, S.29
ކުކުޅުޅެހި, 27:18
ހުނޑުރު, 5:60
- ނާޅެވޭ, 2:65; 7:166
ދީނުން ބަދަލުވުން, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- ދީނުން ބަދަލުވާ މީހުންނަށް އަވަހަށް ޢަޒާބު ނުއެދޭށެވެ, 46:35
- ﷲ އެކަނި ދެއްވާނެއެވެ, 73:11; 74:11
- އާޚިރަތުގެ ޢަޒާބު, 2:217; 9:74
- އެހެން މީހުންގެ ރައްދު, 3:87
- ތައުބާވުން, 3:89; 5:34; 9:5; 9:11
- ޤިޔާމަތް ދުވަހު ފަހުވެއްޖެއެވެ, 40:85
- މަޖުބޫރުކުރުމުގެ ދަށުން, 16:106
ދީނުން ބަދަލުވި މީހުން, 47:25
އަޢުރާފް, S.7; 7:46, 48
ޖަދަލުކުރުން
- ނަފްސުތަކަށް ޚިޔާނާތްކުރާ މީހުންނަށްޓަކައި ޖަދަލުނުކުރާށެވެ, 4:107
- މި ދުނިޔޭގައި ތިޔަބައިމީހުން އެމީހުންނަށްޓަކައި ޖަދަލުކުރިއެވެ, ޤިޔާމަތް ދުވަހު އެމީހުންނަށްޓަކައި ޖަދަލުކުރާނީ ކާކު ހެއްޔެވެ, 4:109
ޖަދަލުތަކާއި ހަމަލާތައް
- ރައްދުދިނުން ހަމަ އެ ފަދައިން, 8:58
- ކެތްމަތިވުމަކީ އެއަށްވުރެ މާ ރަނގަޅެވެ, 16:126
ޒިރުހު, 16:81
ޢަޞްރު, S.103
އާޔަތުލް ކުރްސީ, 2:255
ޣީބަތްކިޔާ މީހާ, 49:12; 104:1
ބަދުރު (ހަނގުރާމަ), 3:13
- ކިޔަވައިދެއްވުންތައް, 8:5-19, 42-48
އަލްބައިތުލް މަޢުމޫރު, 52:4
ބައްކާ (މައްކާ), 3:96
ބަޢްލު, 37:125
ބަލަދު, S.90
މިޒާން, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
ބަނޫ ނަޟީރު, 59:2-6, 13
އަލްބަޤަރާ, S.2
ބަރާޢަތު (ބައްލަވާ ތައުބާ), S.9
ބަރުޒަޚް,(ދުވަލު), 23:100; 25:53; 55:20
- އަދި ބައްލަވާ 18:94-97; 34:54; 36:9
ބައްޔިނާ, S.98
ޖަނަވާރު (ފަހު ދުވަސްވަރުގެ), 27:82
ބަދަވީން, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
މާމީހާ, 16:68-69
ޢަމަލުކުރާގޮތް
- ކުރިން ފޮނުއްވި ފޮތް ލިބުނު މީހުންނާއެކު ރަނގަޅު ގޮތުން ޖަދަލުކުރުން, 16:125, 29:46
- ތިބާއަށް ނޭނގޭ ކަންކަމުގައި ނުވަދެވުން, 17:36
- ބޮޑެތި ފާފަތަކާއި ލަދުވެތި ކަންކަމުން ދުރުހެލިވުން, 53:32
- އެކެކުއަށް ގަސްތެއް ނުކުރުން, އެކަކު އަނެކަކުގެ ކުށް ނުހޯދުމާއި ނުބައި ނުބުނުން 49:12
- ރައުޔުތަކުގައި އިންސާފުވެރިވުން, 6:152
- އުންމަތް މެދުމިނުގައި ހުރުން, 2:143; 25:67
- ބޮޑާވުން ނުރަނގަޅުކަން, 4:36, 57:23
- ތިބާގެ އެހީތެރިކަން ސުވާލުކުރާ މީހުންނަށް ނުރުޅިވުން, 93:10
- އަމިއްލަ ނަފްސު ޠާހިރުކަމުގައި ނުދެކުން, 53:32
- އެހެން މީހުންނަށް ފުރައްސާރަ ނުކުރުން, 49:11; 104:1
- ނުބައި ކަންކަން ހާމަކޮށް ނުބުނުން, 4:148
- އެކަކު އަނެކަކަށް ނުބައި ނުބުނުން, 104:1
- ކޮންމެ ޖަމާޢަތަކަށް ޝަރީޢަތާއި ދިރިއުޅުމުގެ މަގު ދެއްވުން, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- އަދި އަޅުކަންކުރާ ގޮތެއް, 22:67
- ﷲ އެމީހުން އެއް އުންމަތަކަށް ހެއްދެވޭނެ ހުއްޓެވެ, 5:48; 11:118; 16:93; 42:8
- ﷲ ގެ ދަށުގައި އެއް އުންމަތް, 21:92
- ޔަހޫދީންނަށް ފުއްސަވައިދެއްވުން, 5:13
- ކާފިރުންނަށް ފުއްސަވައިދެއްވުން, 31:15; 45:14
- އަވަހަށް ފުއްސެވުން, 42:37
- ވެރިން ނިންމުންތައް ނިންމަނީ މަޝްވަރާކުރުމަށްފަހު, 42:38
- އަދި ރަސޫލެއް, 10:47; 16:36
- މުއުމިނުންނަށް ނުބައި ބުނުމަކީ ފާފައެވެ, 33:58
- ފިރިހެނުން (އަންހެނުންނާމެދު), 24:30
- ސުލްޙަ ކުރާ މީހުންނަށް ބަދަލު ދެއްވުން, 42:40
- ދަތިވެފައިވާ މީހުންނަށް އިންސާފުވެރި ވާހަކަ ދެއްކުން, އެހެން ކަމެއް ނުކުރެވިއްޖެނަމަ, 17:28
- ބެލުމުގެ ދަށުގައިވާ މުސްކުޅި މަންމަ ބައްޕައަށް ކުރަންޖެހޭ ގޮތް, 17:23
- އެހެން މުސްލިމުންނާމެދު, 33:6
- އެހެން މީހުންނާމެދު, 17:26-29; 17:35; 17:53; 60:8
- މައިންބަފައިންނާމެދު, 46:15
- އަޅުންނާމެދު, 4:36; 24:33
- ހަނގުރާމަ ނުކުރާ ކާފިރުންނާ އިންސާފުން މުޢާމަލާތްކުރުން, 60:8
- ރަސޫލާގެ އަނބިން, 33:28-34
- އަންހެނުން (ފިރިހެނުންނާމެދު), 24:31
- ހުރިހާ ވަޙީތަކުގައި, 2:136; 2:285
- ޠަބީޢަތް, 49:14-15
މުއުމިނުން, 2:2-5; 2:285; 8:2-4; 8:24
ވަޞިއްޔަތް, 2:180, 240; 4:7, 12; 36:50
ޚިޔާނާތްކުރުން (މަކަރުކުރުން, ޙީލަތްތެރިވުން), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
ބައިބަލް, 5:64, 5:65, 5:68
- ބަދަލުކުރުން, 3:78; 5:14-15
ދޫނިން, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
ދިޔަ (ލޭގެ ދިޔަ), 2:178-179; 4:92; 17:33
ޣަނީމަތް, ހަނގުރާމަގެ, 4:94. 8:41; 59:6-8
- ޤާނޫނާ ޚިލާފަށް ނެގުން, 3:162
- ބައްލަވާ ފައިދާ
ރިޝްވަތު, 2:188
ބުދުނު, 22:36
ބުރަ
- އެހެން މީހެއްގެ ބުރަ އުފުލާ މީހަކު ނުއުފުލާނެއެވެ, 35:18; 39:7; 53:38
- ކާފިރުން އެހެން މީހުންގެ ބުރަވެސް އުފުލާނެއެވެ, 16:25; 29:13
- އެމީހުން އުފުލާ ބުރަތަކަކީ ނުބައި ބުރަތަކެކެވެ, 6:31, 164
- ﷲ މީހަކަށް އޭނާގެ ބާރަށްވުރެ ބުރަ ނުއަޅުއްވައެވެ, 2:286; 7:42; 23:62
ބުރޫޖު (ބޮޑު ތަރިތައް), S.85; 85:1; 15:16; 25:61
 އޯޓެއް, 6:144; 7:40; 77:33; 88:17
އަސީރުން, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- އަދި ބައްލަވާ ހަނގުރާމައިގެ އަސީރުން
ޖަނަވާރު (ގެރިޔާ، ކަނބުލޯ ފަދަ), 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
ޘައުރު ފަޅު, 9:40
ފަޅުގެ ރައްޔިތުން 18:9-22, 25-26
ޙައްޤުގެ ޔަޤީންކަން, 56:95; 69:51
ޞަދަޤާތް, (ސަދަޤާ), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- ޞަދަޤާތާއި ޒަކާތް ލިބެންޖެހޭ މީހުން, 2:273; 9:60
ކުދިން 2:233; 42:49-50
- ޖާހިލުކަމާއި ނޭނގުމުން އެމީހުންގެ ދަރިން މަރާލި މީހުން ގެއްލުނީއެވެ, 6:140
މަސީޙު, (ބައްލަވާ ޢީސާ)
ނަސްރާނީން, 5:14, 19, 64-65, 69; 22:17
- ޢީސާ އިލާހުކުރުމަށް ނުބުނެވެ, 4:171
- މުސްލިމުންނަށް އެންމެ ގާތް ލޯތްބެއް ކުރާ މީހުން, 5:82
- ގިނަ މީހުން ހަނދާންކުރުމަށް ބުނެފައިވާ ކަންކަން ހަނދާން ނައްތާލިއެވެ, 5:14
- ތިޔަބައިމީހުންގެ ގާތަށް ރަސޫލެއް ވަޑައިގަތެވެ, 5:15, 19
- ޞާލިޙުންނަށް ބަދަލު ދެއްވޭނެއެވެ, 2:62; 5:65; 5:69
- ބުނެއެވެ "ޢީސާއަކީ ﷲ ގެ ދަރިކަލުންނެވެ", 9:30
ދަނޑުވެރިވެފައިވާ ސިޓީތައް (އުފުރައިލެވުނު), 69:9
ރައްކާތެރި ސިޓީ, 95:3
ހެދުން, 7:26; 16:81
- އަލިފާނުގެ, 22:19
- ގެ ބޭރުގައި އަންހެނުންގެ ނިޤާބާއި ހެދުން, 24:31
- އަންހެނުންގެ ބޭރު ހެދުމުން މުނާފިޤުންގެ އުނދަގުލުން ރައްކާތެރިވެއެވެ, 33:59-60
އެއްބައިވެރިން, 33:9, 22
- ބައްލަވާ އަޙްޒާބު މަޝްވަރާ, އެކުގައި, 42:38
ޚަލްޤު
- ފެށުމާއި ތަކުރާރުކުރުން, 10:4; 21:104; 27:64; 29:19-20
- އާ, 17:49, 98; 35:16
- ޙައްޤާއެކު, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- ކުޅިވަރަކަށް ނޫން, 21:16-17; 23:115
- ކޮންމެ ދިރޭ އެއްޗެއް ހެއްދެވުނީ, 21:30; 24:45;25:54
- އިންސާނާގެ, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ފުރަތަމަ ސޫރަ, 56:62
- ހަ ދުވަހެއްގައި, 7:54; 11:7; 32:4; 50:38; 57:4
- ދެ ދެ ބައިގައި, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ތަފާތުކަން, 35:27-28
- ﷲ އަމުރުކުރައްވައެވެ "ވާށެވެ!" — އެއީ ވެއެވެ, 2:117;16:40; 36:82; 40:68
- ލޯ ޖަހާ ހިސާބުގެ ފަދައިން, 54:50
- ރޭއާއި ދުވަސް, އިރާއި ހަނދު, 39:5
- އުޑުތަކާއި ބިމުގެ ހެއްދެވުން އިންސާނުން ހެއްދެވުމަށްވުރެ ބޮޑެވެ, 40:57; 79:27
- ހެއްދެވުމުގެ މަޤްޞަދު, 51:56
ކާނބުޅާ, 5:31
ފުރުޤާން, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
ދަހުރު, (ބައްލަވާ އިންސާން,) S.76; 45:24
- ވަގުތު, 76:1; 103:1
ދާއޫދު, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ޒަބޫރު ދެއްވުން 4:163
- ޖާލޫތާއާ ހަނގުރާމަކޮށް މަރާލެއްވުން, 2:251
- ޙުކުމެއް ކުރައްވުން 21:78-80
- ޢިލްމާއި ނުބުއްވަތު ދެއްވުން 27:15-16
- කඳු އާއި ދޫނިން އެކަލޭގެފާނާއެކު ﷲ ގެ ތަސްބީޙަ ކިއުން 34:10; 38:17-20
- ދެމީހެއްގެ ދެމެދު ޙުކުމްކުރެއްވުން 38:21-26
ދައްވާބު ނުވަތަ ދައްބާތު (ހަރަކާތްކުރާ ދިރޭ ޖީވަކު، ފަދަ) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
މަރުވީ މީހުން ދިރުއްވޭނެއެވެ, 6:36
މަރު, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- އަދި ހަނގުރާމައިން ފިލުން, 33:16
- ﷲ ގެ މަގުގައި, 3:195; 22:58; 47:4
- ވަޙީ ނެތް ޖަމާޢަތްތައް ނައްތާލެވޭކަށް ނެތެވެ, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- ﷲ ގެ މަގުގައި ޝަހީދުވި މީހުން ދިރިތިބެއެވެ, 2:154; 3:169
- ނުބައިކަމުން ﷲ އަށް ހިޖްރަތްކުރަމުން ދަނިކޮށް, 4:100
- ހުއްޓުވޭކަށް ނުވަތަ ފަހުތަކަށް ނުލެވޭނެއެވެ 63:10-11
- ނިދާގެ ދެބެއިންބަނޑު ބޭބެ 6:60; 39:42
- މަރުވާ ވަގުތު މުއުމިނުންނާއި ކާފިރުން, 8:50; 16:27-32; 41:30
- ޤަބުރުގެ ޢަޒާބު 40:46
ދަރަނި, 2:280, 282; 4:11-12
ޤަޟާ
- ކޮންމެ ކަމަކަށް ކަނޑައެޅުމެއް ވެއެވެ, 13:38
- އަހަރެމެން ކޮންމެ ރަށެއް ނައްތާލީ އޭގެ މަޢުލޫމު ކަނޑައެޅުމެއް ހުރެއެވެ, 15:4
- ކޮންމެ ކަމެއްގެ ކަނޑައެޅުން ﷲ ގެ ޙަޟްރަތުންނެވެ, 44:5
- އެކަލާނގެ ކަމެއް ކަނޑައަޅުއްވާއިރު ބުނެއްވަނީ "ވާށެވެ!" އެކަންޏެވެ — އެއީ ވެއެވެ, 2:117; 36:82; 40:68
ޢަމަލުތައް
- ނުބައި، އެމީހުންނަށް ރީތިކޮށްދެވިފައިވެއެވެ, 47:14
- އަހަރެމެންނަށް އަހަރެމެންގެ ޢަމަލުތަކެވެ، ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ ޢަމަލުތަކެވެ, 28:55; 42:15; 45:15
- ހެޔޮ ނުބައި، އޭނާގެ އަމިއްލަ ނަފްސަށެވެ, 41:46
- އިންސާނާގެ ޢަމަލު އޭނާގެ ކަރުގައި ބަންދުކުރެވިފައިވެއެވެ, 17:13
ދަރަޖަތައް، އެމީހުން ކުރި ކަމަށް ބަލައި, 6:132
އެދުން، އެމީހުންގެ ނުބައި އެދުމަށް ތަބާވާ މީހުން, 47:14, 16
- އޭނާގެ އަމިއްލަ އެދުން އިލާހު ކުރައްވާފައިވާ މީހާ, 25:43
ﷲ ގެ ރަޙްމަތުން ނުއުންމީދު ނުވާށެވެ, 39:53; 21:87-88; 68:48-50
- އަދި ބައްލަވާ ޔޫނުސް
ޒާރިޔާތު, S.51
ޒިކުރު, 7:205; 15:6, 9
ޒުލްކިފްލު, 21:85; 38:48
ޒުލްޤަރްނައިން, 18:83-98
ޒުއްނޫން (މަސްގެ ރަސޫލު)
ކާފިރުން (އަދި ބައްލަވާ މުނާފިޤުން)
- ދަލީލެއްގެ ގޮތުން އެމީހުންގެ މައްޗަށް ﷲ ގެ ރުޅި ދުޢާކުރުމަށް މުޙައްމަދު ﷺ ގެ ގާތުގައި އެދުން, 6:57-58; 8:32; 10:49-52
- އެމީހުންނާ އެކު ރަނގަޅު ގޮތުން ތިބުން, 31:15
- އެމީހުން ބުނާ ކަންކަމުގައި ކެތްމަތިވުން, 20:130; 50:39
- އެމީހުންނާއެކު ޢަހުދުތައް, 8:56; 8:72; 9:4, 7
- ޢަހުދުތައް ފަޅާލުން, 8:58; 9:12
- ﷲ އެމީހުންގެ މަކަރު ބާޠިލުކުރައްވައެވެ, 8:30, 36
- ﷲ ގެ ޤާނޫނަށް މަލާމާތްކުރަމުންދާ މީހުންގެ ޖަމާޢަތުން ދުރުވުން, 4:140; 6:68
- އެމީހުން އެދިއްޖެނަމަ ރައްކާތެރިކޮށްދިނުން, 9:6
- ހަނގުރާމައިގެ ވަގުތު ޢަޒާބު, 8:12, 50, 59
- އާޚިރަތުގެ ޢަޒާބު, 8:37
- މިސްކިތްތަކަށް ނުދިއުމާއި ބެލެހެއްޓުން ނުކުރުން, 9:17
- އެމީހުންނާ ރަނގަޅަށް ވާހަކަ ދެއްކުން, 17:53
- އެމީހުންނާ ދެކޮޅަށް ކުރިމަތިލުން, 9:73; 25:52; 66:9
- ހަނގުރާމަ ނުކުރާ މީހުންނާ އިންސާފުން މުޢާމަލާތްކުރުން, 60:8
- އެމީހުންނަކީ އެހެން ކާފިރުންނާއެކު ހަމައެކަނި އެއްބައިވާނެ މީހުންނެވެ, 8:72
ޙަވާރީން (ޢީސާގެ), 3:52; 61:14
މުނާފިޤުންނާއި ކާފިރުންގެ ހިތްތަކުގައި ހުރި ބަލި, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ދަތިކަން، އޭގެ ފަހުން ސަލާމަތްކަން ލިބެއެވެ, 3:154
ހަނގުރާމައިގެ ޣަނީމަތް ބެހުން, 8:41; 59:7-8
ވަޅުގެ ރައްޔިތުން, 85:4-10
ތަފާތުކަން
- އިންސާނުންގެ, 30:22, 35:27-28
- ދިރުމުގެ, 35:27-28
ޠަލާޤް, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- އިންތިޒާރުގެ މުއްދަތަށްފަހު، ވަކިކުރުން ނުވަތަ ރަނގަޅުކުރުން, 2:231; 65:2
- ދެ ހެކިވެރިން, 65:2
- ނަފަޤާ, 2:233, 241
- ކުރީގެ ފިރިމީހާގެ ވާރުތަވެރިންނަށް ވެސް ޖެހެއެވެ, 2:233
- ދެފަހަރަށް ރުޖޫޢަ ކުރެވޭނެއެވެ, 2:229
- މަހުރުގެ ޙާލަތު, 2:229, 236-237
- ބޭނުންވެއްޖެނަމަ ކިރުދޭ އަންހެނަކު ހޯދުން, 65:6
- އަދި ބައްލަވާ ޒިހާރު
ޠަލާޤް، ފިރިހެނާ
- އަނބިމީހަކު ދޫކޮށް އަނެއްކާ ކައިވެނިކުރާނަމަ ކުރިން ދިން އެއްޗެއް ނުނަގާށެވެ, 4:20
- އަނބިމީހާއަށް އުނދަގުލު ނުދިނުން, 65:6
- އަނބިންނަށް ބޭނުމެއް ނެތި ހިފަހައްޓައިގެން ނުތިބުން, 4:19
- ގަސްތު ބަދަލުކުރުމަށް ހަތަރު މަސް, 2:226
- ބަނޑުބޮޑުވެ އިންތިޒާރުގައި ހުރި މުއްދަތުގައި އަނބިމީހާއަށް ފުރިހަމައަށް ނަފަޤާ ދިނުން, 65:6
- ތިބާގެ ދަރިއަށް ކިރުދޭނަމަ އަނބިމީހާއަށް ފުރިހަމައަށް ނަފަޤާ ދިނުން, 65:6
- ބައްޕަ ނެތް ދަރިއަކަށްޓަކައި މަންމާއަށް އުނދަގުލެއް ނުވުން, 2:233
- ޖާހިލިއްޔާތުގެ ޒަމާނުގައި, 58:2
- ރަނގަޅުކުރުމަށް ކައްފާރާ ދެމެދުކެނޑުމެއްނެތި ދެމަސް ރޯދަ ހިފުން, 58:4
- ރަނގަޅުކުރުމަށް ކައްފާރާ 60 ފަގީރަކަށް ކާންދިނުން, 58:4
- ރަނގަޅުކުރުމަށް ކައްފާރާ އަޅެއް މިނިވަންކުރުން, 58:3
- ރަނގަޅުކުރުމުގެ މަސައްކަތް, 4:35
- ކައިވެނި ފުރިހަމަނުވެއްޖެނަމަ ކުށެއް ނެތެވެ, 2:236
- މަހުރުގެ ދެބައިކުޅަކުން އެއް ބައި އަނބިމީހާއަށް ލިބެއެވެ, 2:237
ޠަލާޤް، އަންހެނާ
- ތިންވަނަ ޠަލާޤަށްފަހު (މީގައި އެހެން ފިރިއެއްގެ އަތުން) ކުރީގެ ފިރިމީހާގެ ގާތަށް އެނބުރި ދެވޭނެއެވެ, 2:229
- ނަފަޤާއަށް ޙައްޤުވެއެވެ, 2:241; 65:1
- ޠަލާޤުގެ ވަކިކުރުމުގެ ހަމަހަމަ ޙައްޤު, 2:228
- ފިރިމީހާގެ ނުރަނގަޅު ޢަމަލުން ބިރުގަތުން, 4:128
- ފިރިމީހާ ދެއްވި އެއްޗެއް ހިފަހައްޓައިގެން ތިބެވޭނެއެވެ, 2:229
- އެމީހުންގެ ގެދޮރުން ބޭރުނުކުރެވޭނެއެވެ, 65:1
- ބަނޑުބޮޑުވެފައިވާ ކަން ބާޠިލުކުރުމަށް ތިން ޙައިޟު އިންތިޒާރުކުރުން, 2:228
- ޙައިޟު ނުވާ މީހުންނަށް ތިން މަސް އިންތިޒާރުކުރުން, 65:4
- ކައިވެނި ފުރިހަމަނުވެއްޖެނަމަ މެނުވީ, 33:49
ބުޅާ, 7:176
ގުދުރާ, 2:259; 16:8; 31:19; 62:5; 74:50
ބުއިން
- މަސްތުކުރާ, 2:219; 5:90
- ސާފު ހުދު ހެޔޮ, 37:45-46; 76:21
- ސާފު މުހުރުލާފައިވާ ޝަރާބު, 83:25
ދުޙާ, S.93
ދުޚާން, S.44
ބޮޑުދޫނި ލަޝްކަރު, 105:1-5
އިލްޔާސް (އެލީޖާ؛ އިލްޔާސީން) 6:85; 37:123-132
އަލްޔަސަޢު, 6:86; 38:48
އިދްރީސް, (ބައްލަވާ އިދްރީސް)
ހާދިސާ, 56:1; 69:15
ނުބައި, 4:123; 10:27-30; 19:83; 59:15
- އާންމުކޮށް ނުބުނެވޭނެއެވެ, 4:148
- އަހަރެމެންގެ އަމިއްލަ ނަފްސުތަކުން އަންނަނީއެވެ، ނަމަވެސް ހެޔޮ ހެޔޮ ﷲ ގެ ޙަޟްރަތުންނެވެ, 4:79; 42:48
- ފުއްސެވުން, 4:149
- ބަދަލު ލިބޭނެއެވެ, 6:160; 42:40
- ނުބައި ރޭވުންތައް ރާވާ މީހުން, 16:45-47
- ނިމުމަކީ ނުބައި ނިމުމެކެވެ, 30:10
- ބިމުގައާއި ކަނޑުގައި ފާޅުވެއްޖެއެވެ, 30:41
- ނުބައިކަން ހެޔޮކަމުން ދުރުކުރުން/ރައްކާތެރިވުން, 13:22; 23:96; 41:34
- ހެޔޮކަމަށް ބަދަލުކުރެވުނު, 7:95
- އެމީހުންގެ ނުބައި އެދުންތަކަށް ތަބާވާ މީހުން, 47:14, 16
- ޢަމަލުތައް އެމީހުންނަށް ރީތިކޮށްދެވިފައިވެއެވެ, 47:14
ހައްދުފަހަނައެޅުން
- ކެއުމުގައި މަނާކުރެވިފައިވެއެވެ, 5:87
- ދީނުގައި, 4:171; 5:77-81
ލޯތަކާއި ކަންފަތްތަކާއި ހަންގަނޑުތައް ފާފަވެރިންނާ ދެކޮޅަށް ހެކިވެއެވެ, 41:20-23
ޢުޒައިރު, (އުޒައިރު) 9:30
ﷲ ގެ މޫނު ނުވަތަ ޙަޟްރަތް, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ރީތިކޮށްދެވުން
- ﷲ ކޮންމެ ޤައުމަކަށް އެމީހުންގެ ޢަމަލުތައް ރީތިކޮށްދެއްވައެވެ, 6:108
އީމާންކަން (އީމާން), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ދެކޮޅުހަދާ މީހުން, 3:116
- އިތުރުވުން, 3:173
- ޔަޤީންކަމާއެކު, 44:7; 45:4, 20; 51:20
- އެކަލާނގެ ތިޔަބައިމީހުންނަށް އީމާންކަމަށް ހިދާޔަތްދެއްވިއެވެ, 49:17
ފަޖުރު, S.89
ފަލަޤު, S.113
ޤުރުއާނުގެ އާޔަތްތަކާ ބެހޭ ގޮތުން ދޮގު ވާހަކަ, 6:68
ދޮގު އިލާހުން
- ﷲ ފިޔަވައި، ބުދުތަކާއި ނަމުގައިވާ ޝަރީކުން 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ﷲ ފިޔަވައި އެމީހުން އަޅުކަންކުރާ ތަކެތީގެ މައްޗަށް ނުފުރައްސާރަކުރާށެވެ, 6:108
- އަދި ބައްލަވާ ޠާޣޫތު
ބާޠިލު, 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
އިންސާނާގެ ޢަމަލު އޭނާގެ ކަރުގައި ބަންދުކުރެވިފައިވެއެވެ,17:13
ރޯދަ, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- ހުދު ދަނޑި ކަޅު ދަނޑިން ވަކިވާންދެން ކާށެވެ ބޮއްސަވެ, 2:187
ފަތަޙް, S.48
ފާތިޙާ, S.1
ފާޠިރު, S.35
ފިދްޔާ (ފައިސާ), ރޯދައިގެ, 2:196
- އަސީރުން މިނިވަންކުރުމަށް, 8:67
- ކާފިރުން ދިނުމަށް ހުށަހަޅާ ފިދްޔާ, 3:91; 5:36,37; 10:54; 13:18
އަންޖީރު, 95:1
ހަނގުރާމަކުރުން
- ﷲ ގެ މަގުގައި، ކާފިރުންނާ ދެކޮޅަށް, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- ފަރުޟުކުރެވުން, 2:216
- ޙަރާމް މަސްތަކުގައި, 2:217; 9:5
- ބަނީ އިސްރާއީލުން, 2:246-251
- ﷲ ގެ މަގުގައި، އަދި މަޟްލޫމުވެފައިވާ ފިރިހެނުންނާއި އަންހެނުން, 4:74-76
- ފިތުނަ ނެތިދާންދެން, 8:39
- ވިހިމީހުން ދެސަތޭކަ މީހުންނަށް ގަދަވުން, 8:65
- ﷲ އަށް އީމާންނުވާ މީހުންނާ ދެކޮޅަށް, 9:29
- ޒުލުމް ކުރެވިފައިވާ މީހުންނަށް ހުއްދަ, 22:39-41
- އަދި މުނާފިޤުން, 47:20
- ފިޔަވަޅުން ޚާއްޞަކުރުން, 48:17
ފީލް, S.105
ޖަންނަތުލް ފިރްދައުސް, 18:107; 23:11
އަލިފާން, 56:71, 100:2
ދިގަ, 22:73
ކާބިތިބެ
- ހަލާލާއި ޙަރާމް, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ކުރިން ކެއި ކަމުގައި ފާފައެއް ނެތެވެ, 5:93
- ހައްދު ފަހަނައަޅާކަށް ނުވާށެވެ, 5:87
- ﷲ ހަލާލުކުރެއްވި ތަކެތި ޙަރާމްކޮށް ނުލާށެވެ, 5:87; 7:32; 16:116
މަނާ ޢަމަލުތައް, 6:151-152; 7:33
ފުއްސެވުން, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- މުއުމިނުންގެ ވާޖިބެއް, 42:37; 45:14
- މުއުމިނުންގެ ފަރާތުން، ފޮތް ލިބުނު މީހުންނަށް,2:109
- ﷲ ބޭނުންވާ މީހަކަށް ފުއްސަވައެވެ, 4:48
- ﷲ އާއެކު ޝަރީކުކުރުން ﷲ ނުފުއްސަވައެވެ, 4:48, 116
- ﷲ ގެ ފުއްސެވުން ހޯދާ މީހާ, 4:110
- މުޝްރިކުންނަށްޓަކައި ﷲ ގެ ފުއްސެވުން ނުއެދުން, 9:113
- ﷲ ހުރިހާ ފާފަ ފުއްސަވައެވެ, 39:53
- މަލާއިކަތުން ބިމުގައިވާ މީހުންނަށްޓަކައި ފުއްސެވުން އެދެއެވެ, 42:5
- ރުޅިގަންނަވާ ވަގުތު ފުއްސެވުން, 42:37
- ފުއްސެވުމާއި ރަނގަޅުކުރުން, 42:40
- ﷲ ގެ ދުވަސްތަކަށް އުންމީދު ނުކުރާ މީހުންނަށް މުއުމިނުން ފުއްސެވުން, 45:14
- ބޮޑެތި ފާފަތަކާއި ފަވާޙިޝްތަކުން ދުރުހެލިވާ މީހުންނަށް, 53:32
- ފުއްސެވުމަށް އެކަކު އަނެކަކާ ވާދަކުރުން, 57:21
- ނުބައި ޢަމަލުތައް ހެޔޮ ޢަމަލުތަކަށް ބަދަލުކުރެވުން 25:68-71
މަކަރު، (ބައްލަވާ ޚިޔާނާތް) 83:1-6
އިޚްތިޔާރު
- ﷲ ގެ އިރާދަފުޅުން ހައްދުކުރެވިފައިވެއެވެ, 6:107; 10:99; 74:56;76:31; 81:28-29
- ކެނޑެއްޖެ މީހަކަށް: އީމާންވުމާއި ކާފިރުވުން, 18:29
- އޭނާގެ ރަބްބުގެ ގާތަށް މަގެއް ހިފުން, 76:29
- ތެދުމަގުން ހިނގުން, 81:28
ހުކުރު ނަމާދު, 62:9-11
މޭވާ, 6:41; 16:11
- ޖަންނަތުގައި، ގިނައިން, 43:73
- ކޮންމެ ބާވަތެއްގެ, 47:15
- އެމީހުން އެދޭ ފަދައިން, 77:42
ފުއްޖާރުން, 82:14-16; 83:7
ފުރުޤާން, S.25
ފުއްސިލަތު (ބައްލަވާ ޙާމީމް), S.41
ޖިބްރީލް, 2:97-98; 26:193; 66:4; 81:19-21
- ރޫޙު, 26:193; 67:12; 70:4; 78:38; 97:4
- ރޫޙުލް ޤުދުސް, 2:87, 253; 5:110; 16:102
ޖުވާރު, 2:219; 5:90
ޝިކާރަ, އިޙްރާމުގައި ހުންނައިރު, 5:94-96
ޣާފިރު (ބައްލަވާ މުއުމިން), S.40
ޣާޝިޔާ, S.88
ޣުސްލު, 4:43; 5:6
ހަދިޔާތައް, 30:39
ޖާލޫތު, 2:249-251
ހެޔޮ (ދުވަސްތައް), 3:140
- ތިޔަބައިމީހުންނަށް ނުރުހޭ އެއްޗެއް ހެޔޮ ކަމުގައި ވެދާނެއެވެ, އަދި ރުހޭ އެއްޗެއް ނުބައި ކަމުގައި ވެދާނެއެވެ, 2:216
- ބަދަލު ލިބޭނެއެވެ, 4:85; 28:54
- ދެގުނައަށް ބަދަލު ލިބޭނެއެވެ, 4:40; 28:54
- ދިހަގުނައަށް ބަދަލު ލިބޭނެއެވެ, 6:160
- އިތުރުކުރެވޭނެއެވެ, 42:23
- ހެޔޮކުރާ މީހުންނަށް ހެޔޮ އާއި އާޚިރަތުގެ ގެ ލިބޭނެއެވެ, 16:30
- ހެޔޮ އޮތީ މި ދުނިޔޭގައި ހެޔޮކުރާ މީހުންނަށެވެ, 39:10
- ހެޔޮކުރާ މީހުންނަށް ﷲ ދެއްވާނީ އެންމެ ރަނގަޅު ބަދަލެވެ, 53:31
- ހެޔޮކަމުގެ ބަދަލަކީ ހެޔޮކަން ނޫން އެއްޗެއް ހެއްޔެވެ, 55:60
- ހެޔޮކުރާށެވެ, ﷲ ތިޔަބައިމީހުންނަށް ހެޔޮކުރެއްވި ފަދައިންނެވެ, 28:77
ހެޔޮއާ ނުބައި
- ހެޔޮ އަންނަނީ ﷲ ގެ ޙަޟްރަތުންނާއި ނުބައި އަންނަނީ ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުންނެވެ,4:79
- ތިޔަބައިމީހުން ހެޔޮކޮށްފިނަމަ ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށެވެ, ނުބައިކޮށްފިނަމަ ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކާ ދެކޮޅަށެވެ, 17:7;41:46
- ނުބައިކަން ހެޔޮކަމުން ދުރުކުރާށެވެ, 23:96; 28:54; 41:34
- ހެޔޮ ޢަމަލާއި ނުބައި ޢަމަލު ހަމަހަމަ ނުވެއެވެ,41:34
- ކޮންމެ ނަފްސަކަށް އެ ކޮށްފައިވާ ހުރިހާ ކަމެއް ކުރިމަތިވާނެއެވެ, 3:30
- އަދި ބައްލަވާ މުޙްސިނުން
ހެޔޮ ޢަމަލު
- ހާމަކުރުމާއި ސިއްރުކުރުން, 4:149
- ހެޔޮކަންކަމުގައި ވާދަވެރިވެ އަވަހަށް ކުރިއެރުން, 5:48
އިންޖީލު, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
ބޮޑު ޚަބަރު, 78:1-5
ސަލާމްކުރުން, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ޙަދީދު, S.57
ހަދީ (ޤުރުބާނީގެ ޖަނަވާރު), 2:196, 200
ޙައްޖު (ޒިޔާރަތް), 2:158, 196-203; 3:97; 5:2;22:30
ޙައްޖު, S.22
ހާމާން, 28:6, 38; 29:39; 40:24, 36, 37
އަތްތަކާއި ފައިތަކުން ހެކިވެއެވެ, 36:65
ޙާއްޤާ, S.69
ދަތިކަން, ކޮންމެ ދަތިކަމެއްގެ އިރުމަތިން ފަސޭހަކަން އެބަހުއްޓެވެ, 94:5-6
ހާރޫނު, (އާރޫނު)
ހާރޫތު, 2:102
ޙަޝްރު, S.59
ހިތްތައް
- ހަރުކަށިވުން, 2:74; 22:53; 39:22; 57:16
- މުހުރުލެވުން, 7:100-101; 40:35; 47:16; 63:3
- ނިވާލެވުން, 17:46; 41:5
- ތަޅުލެވުން, 47:24
- ބައިބައިވުން, 59:14
- ބިރުވެރިކަމުން ފުރުން, 22:35
- ބަލި ހުރި ހިތްތައް, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
އުޑުތައް
- އުޑުތަކުގެ ޣައިބު ﷲ ގެ ޙަޟްރަތުގައެވެ, 16:77
- ކުޅިވަރަކަށް ނުހެއްދެވިއެވެ, 21:16
- އުޑުތަކާއި ބިން އެއްބައިވެފައި ހުރެއެވެ, 21:30
- އުޑުތަކުގައި ސިއްރު ކުރެވިފައިވާ އެއްޗެއް ނެތެވެ, 27:75
- ތަނބުތަކެއް ނެތި ހެއްދެވުން, 31:10
- އެކަލާނގެ ކަނާތުން ރޮޅިގެންދާނެއެވެ, 39:67
- ހަތް އުޑު ދެދުވަހެއްގައި ހެއްދެވުން, 41:12
- ކައިރިއެންމެ އުޑު ބަތްކުރުން ދަނޑުތަކުން ރީތިކުރެއްވުން, 41:12
- އުޑުތަކުގައިވާ ހުރިހާ އެއްޗަކީ ﷲ ގެ މިލްކެވެ, 45:27;53:31
- ހަތް އުޑު, އެއްގެ މަތީގައި އަނެއް, 67:3
ނަރަކަ (އަލިފާން, ރޯވާ އަލިފާން) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- ރޯވާ އަދި ހޫނު ފެން 22:19-22; 23:103-104
- ލޭފެން 14:14-17; 38:55-58; 69:35-37
- ޒައްޤޫމު ގަސް 37:62-70; 44:43-50; 56:41-56
- އެތަނުގެ ރައްޔިތުންނަށް ދިރިއުޅެވެން ނުވަތަ މަރުވެވެން ނެތުން 87:13
- ދޮޅުކުރުން 26:91-101; 34:31-33
- ވަގުތުން ނައްތާލެވުމަށް ގޮވުން 25:13-14; 43:74-78
- ބާރުގަދަ ހަޅޭކުރުން 35:36-37
- އަލިފާނުގެ ހަޅޭކުރުމާއި ގަދަގަދަ އަޑު 25:11-12; 67:6-11
- ރޯސްޓުވެފައިވާ ހަންގަނޑު އައު އެއްޗަކުން ބަދަލުކުރެވުން 4:56
- ގަލަކުގެ ގެރިއާއި ވަޅުގެ ހެދުން 14:48-50
- ދަގަނޑުގެ ގުދަރާތައް 22:19-22
- ޒަންޖީރުތައް 13:5
- ނަރަކައިގެ ބެލެހެއްޓުންތެރިން 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ފިދްޔާއެއް ބަލައިގެން ނުވެއެވެ 5:36-37
- ޝަފާޢަތް ދެކޮޅުކުރެވުން 6:94; 26:100; 30:13; 74:48
- ބޮލަށް ރޯވާ ނުއުންމީދުކަމާއި ގަދަ ފިނިފެންމަތީ އަނދިރިކަން, 38:57
- 70 ހުޅު ދިގު ޒަންޖީރު, 69:32
- ކޮންމެވެސް ވަގުތަކަށް ހުރުން, 78:23
އާޚިރަތް
- އާޚިރަތުގެ ގެ ރަނގަޅެވެ, 6:32; 7:169
- އާޚިރަތުގެ ނިމުމަކީ ކޮބައިތޯއެވެ, 6:135
- ޒާލިމުން (އާޚިރަތުގައި) ކާމިޔާބެއް ނުލިބޭނެއެވެ, 6:135
- އާޚިރަތުގެ ގެ, 12:109; 16:30; 28:83; 29:64
- އާޚިރަތަށް އީމާންނުވާ މީހުން, 17:10
- އާޚިރަތުގެ ބަދަލު, 42:20
- ރިހިއާއި ރަނަށްވުރެ ރަނގަޅު, 43:33-35
- މުއްތަޤީންނަށް ހަމައެކަނި, 43:35
- އާޚިރަތުގެ ޢަޒާބު, 68:33
- މާ ރަނގަޅު އަދި މާ ދެމިހުރިގޮތް, 87:17
- މިހާރުގެ އެއްޗަށްވުރެ ރަނގަޅު, 93:4
ފުޅާ މަގުތައް, 21:31
ޙިޖުރު (ހިލަ ބިމް), 15:80-85
ޙިޖުރު, S.15
ލިވާޠު, 26:165-166; 27:55; 29:28-29
ހަތަރުފައިވަރު, 16:8
ސާޢަތް
- އެކަމުގެ ޢިލްމު ﷲ ގެ ޙަޟްރަތުގައި ހަމައެކަނި, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ކުއްލިއަކަށް އެމީހުންގެ މައްޗަށް އަންނާނެއެވެ, 6:31; 7:187;12:107; 43:66
- ތިޔަބައިމީހުންގެ މައްޗަށް އަންނާނެއެވެ, 6:40; 12:107; 20:15; 34:3
- ކައިރިވެއްޖެއެވެ, 54:1-5
- ލޯ ޖަހާ ހިސާބެއް ފަދައިން, ނުވަތަ އެއަށްވުރެ ކައިރިން,16:77
- ސާޢަތުގެ ބިންހެލުން, 22:1
- ޤާއިމްކުރެވޭނެ ދުވަހު, 30:12, 14
- ޔަޤީނުންވެސް އަންނާނެއެވެ, ޝައްކެއް ނެތެވެ, 40:59;45:32; 51:5-6
- ނިޝާންތައް 21:96; 27:82; 43:61; 47:18; 54:1-2
- ނަންތައް 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- މީހުން ހައިރާންވެ ހިނގާނެއެވެ 6:31; 7:187
- ސޫރު ޕުމްފޮޅޭނެއެވެ 6:73; 23:101; 39:68
ގެތަކަށް ވަންނަ އަދަބު, 24:27-29
ހޫދު, 7:65-72; 11:50-60; 26:123-140; 46:21-26
ހޫދު, S.11
ޙުޖުރާތު, S.49
ހުމަޒާ, S.104
ޙުނައިން (ހަނގުރާމަ), 9:25
ޙޫރުން (ޖަންނަތުގައި އަންހެނުން), 44:54; 52:20
މުނާފިޤުން
- ބުނެއެވެ: އަހަރެމެން ﷲ އާއި ފަހު ދުވަހަށް އީމާންވީމެވެ, ނަމަވެސް އެމީހުން އީމާންވެފައެއް ނުވެއެވެ, 2:8
- އަމިއްލަ ނަފްސުތަކަށް މަކަރުކުރެއެވެ, 2:9
- ހިތްތަކުގައި ބަލި, 2:10; 8:49; 22:53;33:12; 47:29
- ފަސާދަކުރެއެވެ, 2:11-12
- ބޯޅަތަކާއި މަލާމާތްކުރާ މީހުން, 2:13-15
- ހިދާޔަތުގެ ބަދަލުގައި ގުމްރާހީ ގަތެވެ, 2:16
- ބީރު, ބަންގާ އަދި ލޯއަޅި ނެތް, 2:17-18
- މަރުގެ ބިރާއި އަނދިރިކަމުގައި, 2:19-20
- ރީތި ވާހަކަ, 2:204-206
- ހަނގުރާމަކުރުމަށް ދެކޮޅުހަދައެވެ, 3:167-168
- އެމީހުންގެ ހިތްތަކުގައި ހުރި ކަންތައް ﷲ އަށް އެނގެއެވެ, 3:167;4:63
- ދޮގު ޙާކިމުންގެ ގާތަށް ޙުކުމަށް ދިއުމާއި, ވަޙީން ދުރުވުމާއި, މުސީބާތެއް ޖެހުމުން އައުން, 4:60-62
- މުސީބާތާއި ބޮޑު ކާމިޔާބީގައި, 4:72-73
- ﷲ އެމީހުން ފަހަތަށް ވައްކުރެއްވިއެވެ, 4:88
- ރަޙްމަތްތެރިން ގޮތުގައި ނުނަގާށެވެ, 4:89; 58:14-19
- އެމީހުން އެނބުރި ދިޔައީނަމަ ފެނުނު ތަނެއްގައި މަރާލާށެވެ, 4:89
- ތިޔަބައިމީހުންގެ ކާމިޔާބީ ނުވަތަ ކާފިރުންގެ ކާމިޔާބީއަށް އިންތިޒާރުކޮށް ބަލަހައްޓައެވެ, 4:141
- ﷲ އަށް މަކަރުކުރަން ބޭނުންވެއެވެ, ނަމާދުކުރަނީ ބޮޑު ޚާސް ކަމާއި މީހުންނަށް ފެންނާހެން, 4:142
- މިމީހުންގެވެސް ނޫން އެމީހުންގެވެސް ނޫން, 4:143
- އަލިފާނުގެ އެންމެ ތިރީ ތަނުގައި; އެހީތެރިއެއް ނެތް, 4:145
- ހާމަވެދާނެކަމަށް ބިރުވެރިވުން, 9:64-65
- އެމީހުންނަށްޓަކައި ނަމާދު ނުކުރުން, 9:84
- ފިރިހެނުންނާއި އަންހެނުން އެކަކު އަނެކަކުގެ ބައެކެވެ; ގެއްލިފައިވާ މީހުން; ﷲ ގެ ލަޢުނަތް, 9:67-69
- ބަދަވީންގެ ތެރޭގައި, 9:101
- ފެނުނު ތަނެއްގައި ހިފައި މަރާލެވޭނެއެވެ, 33:61
- ﷲ ޢަޒާބުދެއްވާނެއެވެ, 33:73
- ދޮގުވެރިން; ފަހަތަށް އެނބުރުން; އެމީހުންގެ ހިތްތައް ބައިބައިވެފައިވެއެވެ, 59:11-14
- ދޮގުވެރިން; ހުވާތައް ޙިމާޔަތެއް ކުރެއެވެ; އެމީހުންގެ ހިތްތައް މުހުރުލެވިފައިވެއެވެ; އެމީހުންގެ ކިބައިން ރައްކާތެރިވާށެވެ, 63:1-4
- ނުވިސްނާ, ނޭނގެ, 63:7-8
- އެމީހުންނާ ދެކޮޅަށް ކުރިމަތިލުން, 66:9
އިބްލީސް (ޝައިޠާނު), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- އަދި ބައްލަވާ ޝައިޠާނު
އިބްރާހީމް, (ބައްލަވާ އިބްރާހީމް)
އިބްރާހީމް, S.14
އިއްދަތު (ޠަލާޤުގެ ފަހުން އަންހެނުން އިންތިޒާރުކުރަންޖެހޭ މުއްދަތު), 2:228, 231, 232, 234, 235; 33:49;65:1-7
އިދްރީސް, 19:56-57; 21:85; 96:4
އިޙްރާމް, 2:197; 5:2, 95
އިޙްސާން, 16:90
އިޚްލާޞް, S.112
އިލާހު, އެކަނި, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
ޒިނޭކުރުން; ހެކިވެރިންގެ ހެކި, 4:15-18; 24:2, 19
އިއްލިއްޔޫން, 83:18-21
ނަޖިސް 9:28
ޢިމްރާނު
- އަނބިމީހާ, 3:35
- ދައްތަ (ދަރިކަނބަލުން), 66:12
ވާނޭ ކަމެއް, 69:1-3
އިންފިޠާރު, S.82
ވާރުތަ, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ޒުލުމް, އޭނާއަށް ޒުލުމު ކުރެވުނު މީހާ, 4:30, 148
އިންސާން (ބައްލަވާ ދަހުރު), S.76
އިންޝިޤާޤު, S.84
އިންޝިރާޙު (ބައްލަވާ ޝަރްޙު), S.94
ވަޙީ, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
ޝަފާޢަތް/ޝަފާޢަތްކުރާ މީހާ, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
މަސްތުވެރިކަން, 5:90, 2:219
ނަމާދު ޤާއިމްކުރުން, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
އިޤްރަޢު (ބައްލަވާ ޢަލަޤު), S.96
އިރަމް, 89:7
ދަގަނޑު, 57:25
ޢީސާ, ބައްލަވާ ޢީސާ
އިސްޙާޤު, 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
އިސްމާޢީލް, 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
ބައްޕާފުޅާއެކު ކަޢުބާގެ ބިނާ އުފުއްލެވުން 2:125-140
ޤުރުބާނީގެ ވާހަކަ 37:100-113
އިސްލާމް, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- މުސްލިމުންގެ ގޮތުގައި ތަބާވާ މީހުންގެ ފުރަތަމަ މީހާ, 6:14,163; 39:12
- އިސްލާމްވުމުގައި ފުރަތަމަ, 9:100
- ހިތް ފުޅާކުރެވުން އިސްލާމަށް, 39:22
- ނިޢުމަތެއްގެ ގޮތުން, 49:17
އިސްރާއު, S.17
ބަނީ އިސްރާއީލު, 2:40-86
- ދެއްވި ނިޢުމަތް, 2:47-53, 60, 122; 45:16-17
- ﷲ އަށް ތަބާވުމުގައި ބާޣީވުން, 2:54-59, 61, 63-74; 5:71; 7:138-141
- މުސްލިމުންނާއެކު އެމީހުންގެ ގުޅުން, 2:75-79
- އެމީހުންގެ ބޮޑާކަން, 2:80, 88, 91
- އެމީހުންގެ ޢަހުދުތައް, 2:80, 83-86, 93, 100; 5:12-13, 70
- އާޚިރަތުގެ ޤީމަތުގައި މި ދުނިޔެއިގެ ދިރިއުޅުން ގަތުން, 2:86
- ދިރިއުޅުމަށް އެންމެ ކެތްމަދު އިންސާނުން, 2:96
- ރަސްގެފާނަކު އެދުން, 2:246-251
- ހައްދު ފަހަނައެޅުން; ބައިބައިވުން; ހުނޑުރުވުން, 7:161-171
- ދެފަހަރު ވަޢުދުވުން, 17:4-8
- ދުޝްމަނާގެ އަތުން ސަލާމަތްކުރެވުން, 20:80-82
- ފޮތާއި ލީޑަރުން ދެއްވުން, 32:23-25; 40:53-54
- އެމީހުންގެ ޢިލްމުވެރިން އެކަން (ޤުރުއާނަކީ ތެދެއްކަން) ދެނެގަތެވެ, 26:197
އިސްތަވާ (މަތިވެރިވެވަޑައިގަތުން), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
އިޢުތިކާފު, 2:187
ޔަޢްޤޫބު, 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- އަސްބާޠު (ޔަޢްޤޫބުގެ ބާރަ ދަރިން), 2:140; 3:84;4:163
ޖާލޫތު, (ބައްލަވާ ޖާލޫތު)
ޖަމަރާތު, 2:200
ޖާޘިޔާ, S.45
ޢީސާ, މަރްޔަމްގެ ދަރިކަލުން
- މަންމަ ދުނިޔޭގެ ހުރިހާ އަންހެނުންނަށްވުރެ ޚިޔާރުކުރެއްވުން 3:42
- ޤިޔާމަތް ދުވަހު ހެކިވެވަޑައިގަތުން, 4:159
- ވިދާޅުވުމުގެ ހިތްހަމަޖެހުން, 3:45-47; 19:22-23
- ބަނީ އިސްރާއީލަށް ރަސޫލަކު, 3:49-51
- ޙަވާރީން, 3:52-53; 5:111-115
- ﷲ ގެ އެހީތެރިންގެ ގޮތުގައި ޙަވާރީން, 3:52; 61:14
- އުފުއްލެވުން, 3:55-59; 4:157-159
- އާދަމްގެ މިސާލު, 3:59
- ނުމަރައި ނުތަޅައި, 4:157
- ވަޙީ ލިބުން, 4:163
- ރަސޫލެއް ފިޔަވައި އެހެން ނޫން (އިލާހުކޮށް ނުލުމަށް), 4:171-172; 5:75; 19:30, 43:63-64
- ކާފިރުވެއްޖެއެވެ ބުނާ މީހުން, 5:17, 72; 9:30
- އަހަރެމެންގެ ރަސޫލާ (މުޙައްމަދު ﷺ) ވަޑައިގެންނެވިއެވެ, 5:19
- އިންޖީލު ދެއްވުން, 5:46
- ޙަވާރީން ބުނެއެވެ: އަހަރެމެންނަކީ މުސްލިމުންނެވެ, 5:111
- ކާނާ ފެތުރިފައިވާ މޭޒު, 5:114
- ބާޠިލު އަޅުކަމެއް ނުކިޔަވައިދެއްވުން, 5:116-118
- ޞާލިޙު ނަބިއްޔެއް, 6:85
- ނިޝާނެއްގެ ގޮތުގައި, 23:50
- ދެވަނަ ފަހަރަށް އައުން 43:61
- އެކަލޭގެފާނާ ބެހޭ ގޮތުން ތަފާތު ޚިޔާލުތައް, 43:65
- އަޅެއް އަދި ބަނީ އިސްރާއީލަށް މިސާލެއް ފިޔަވައި އެހެން ނޫން, 43:59
- އަޙްމަދު ކިޔާ ރަސޫލަކު އަންނާނެ ޚަބަރު, 61:6
- ކުއްޖަކު ހުޅުވުމާއި, ޕެއިގާމާއި, މުޢުޖިޒާތައް 3:45-51; 19:16-38
- ﷲ ގެ ނިޢުމަތްތައް ހަނދާންކޮށްދެއްވުން 5:110-115
- އިލާހުކަމުން އިންކާރުކުރެއްވުން 5:116-120
- ތަބާވާ މީހުންގެ ހިތްތަކުގައި ރަޙްމަތާއި ފަޟްލު 5:82; 57:27
ޔަހޫދީންނާއި ނަސްރާނީން, 2:140; 4:153-161, 171; 5:18
- ދޮގަށް އަޑުއަހައެވެ, 5:41-42
- ބުނި ވާހަކައަށްޓަކައި ލަޢުނަތްލެވިފައިވެއެވެ, 5:64
- މުއުމިނުންނަށް (މުސްލިމުންނަށް) ދުޝްމަނުކަން, 5:82
- އިސްލާމްވި މީހުން, 26:197; 28:53; 29:47
ޖިބްރީލް, (ބައްލަވާ ޖިބްރީލް)
ޖިހާދު, (ހަނގުރާމަ، މަސައްކަތްކުރުން) 2:216; 9:24; 22:78; 25:52
ޖިންނު, S.72
ޖިންނުން, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ޖިންނުން, އަލިފާނުން ހެއްދެވުން 15:25; 55:15
- އީމާންވާ އަދި ކާފިރުވާ ޖިންނުން 72:1-15
- ބައެއް ޖިންނުން ޤުރުއާނުގެ ރިސާލަތަށް އީމާންވުން 46:29-32
- އިންސާނުންނާއި ޖިންނުން ހެއްދެވީ މަޤްޞަދަކަށް 51:56-58
އައްޔޫބު, 4:163; 6:84; 21:83-84; 38:41-44
ޔަޙްޔާ, (ޔަޙްޔާ، ޔޫޙަންނާ ބަޕްޓިސްޓް)
- ވިދާޅުވުމުގެ ހިތްހަމަޖެހުން, 3:38-41; 19:7-11; 21:90
- ޞާލިޙު, 6:85
- ޙިކުމަތްތެރި, ރަޙްމަތްތެރި, ކިޔަމަންތެރި, 19:12-15
ޔޫނުސް (ޔޫނާ), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ޒުއްނޫން) 21:87; 68:48-50
ޔޫސުފް, 6:84; 12:4-101
- އެންމެ ރަނގަޅު ވާހަކަތައް 12:1-3
- ޔޫސުފްގެ ކުޑައިރު ހުވަފެން 12:4-6
- ބޭބެކޮއްކޮމެންގެ ރޭވުން 12:7-18
- އަޅުވެރިކަމަށް ވިއްކުން 12:19-20
- މިޞްރުގެ ވަޒީރުގެ ގޭގައި ބޮޑުވުން 12:21-22
- ވަޒީރުގެ އަނބިމީހާ އޭނާ ފަސޭހަކުރަން މަސައްކަތްކުރުން 12:23-29
- ޖާފަތުގެ ހާދިސާ 12:30-32
- ޖަލަށް ދިއުން 12:33-35
- ދެ ޖަލުގައި ތިބި މީހުން 12:36-42
- ރަސްގެފާނުގެ ހުވަފެން 12:43-53
- ވަޒީރުވުން 12:54-57
- ބޭބެކޮއްކޮމެން ބޭނުންތަކަށް އޭނާގެ ގާތަށް އައުން 12:58-68
- ބޮޑުބޭބެ ބިންޔާމީން ނެގުން 12:69-82
- ބައްޕަފުޅުގެ އިތުރު ހިތާމަ 12:83-87
- އަސްލު ޢަމަލު ހާމަކުރުން 12:88-98
- ކުރީގެ ހުވަފެން ތެދުވުން 12:99-100
- ނިންމާލުމުގެ ދުޢާ 12:101
ޖޫދީ, ފަރުބަދަ, 11:44
ޖުމުޢާ, S.62
ޢަދުލު, 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- އަދި ބައްލަވާ 4:65, 105
ކަޢުބާ
- އިބްރާހީމް ބިނާކުރެއްވުން, 2:125-127
- ޝިކާރަ މަރާލުމެއް ނެތް, 5:94-96
- ރައްކާތެރި ޖާގައެއް, 5:97
- ލެއިގެން ޠަވާފުކުރުން, 7:28
- ނަމާދުކުރާއިރުއާއި ޠަވާފުކުރާއިރު, 2:200; 7:29, 31
ކާފިރޫން, S.109
ކާފޫރު, ކާފޫރާ އެއްކޮށް ގުދުރާ, 76:5
ކަހްފު, S.18
ކަންޒު, 9:34-35
ކައުޘަރު (ޖަންނަތުގެ ކޯރެއް), 108:1
ކައުޘަރު, S.108
ތަޅުދަނޑު
އުޑުތަކާއި ބިމުގެ, 39:63; 42:12
ޣައިބުގެ, 6:59
ޚައުލާ ބިންތު ޘަޢްލަބާ, 58:1
މަރާލުން
- މީހަކު މީހަކު މަރާލިއްޔާ ހުރިހާ އިންސާނުން މަރާލިހެން, 5:32
- ކޮންމެ މީހަކު ނުމަރާށެވެ, 17:33
ރަނގަޅު ބަސްތަކަކީ ޞަދަޤާތަށްވުރެ ރަނގަޅެވެ, 2:263
ގާތް ރަށްވެހިން, ޙައްޤުތައް, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
ކިރާމަން ކާތިބީނު, 82:11
ޢިލްމު
- އެއްވެސް ފަތެއް ނުވެއްޓެއެވެ, އެކަލާނގެއަށް އެނގެއެވެ, 6:59
- ޖާހިލުކަމާއި, ޢިލްމެއް ނެތި ދަރިން މަރާލި މީހުން ގެއްލުނެވެ, 6:140
- ފަސް ކަމެއްގެ ޢިލްމު ﷲ އެކަނި އާއެކު, 31:34
- ޔަޤީންކަމާއެކު, 102:5-7
ޤާރޫނު, 28:76-82; 29:39; 40:24
ކުރްސީ, 2:255
ލަހަބު (ބައްލަވާ މަސަދު), S.111
ލައިލް, S.92
ދިއްލާ, 25:61; 67:5; 71:16; 78:13
ބަސްތައް
- މީހުންގެ ބަހާއި ކުލަތަކުގެ ތަފާތުކަން, 30:22
ލާތު, 53:19
ޝަރީޢަތް, ކަނޑައެޅިފައިވާ, 5:48
ﷲ ގެ ޤާނޫނުތައް, 2:219; 98:3
ދޮގުވެރިން, 26:221-223
ދިރިއުޅުން, މީހަކު މީހަކު ސަލާމަތްކޮށްފިނަމަ ހުރިހާ އިންސާނުންގެ ދިރުން ސަލާމަތްކުރިހެން, 5:32
މި ދުނިޔޭގެ ދިރިއުޅުން
- އާޚިރަތުގެ ޤީމަތުގައި ގަތުން, 2:86
- ހަމައެކަނި މަކަރުގެ ފައިދާ, 3:185
- އާޚިރަތަށްޓަކައި ވިއްކުން, 4:74
- ހަމައެކަނި ކުޅިވަރާއި ހިނިގުމެއް, 6:32; 29:64; 47:36; 57:20
- މަކަރުކުރެއެވެ, 6:130
- އާޚިރަތަށްވުރެ ދުނިޔޭގެ ފައިދާ ކުޑަވެއެވެ, 9:38; 13:26; 28:60
- މިސާލު ވަރުސާ ފަދައިން, 10:24
- ހިތްހަމަޖެހުން ދުނިޔޭގައި, 10:64
- ދުނިޔެ އެދޭ މީހަކަށް އެތަނުން ލިބޭނެއެވެ, ނަމަވެސް އާޚިރަތުގައި ބައެއް ނެތެވެ, 11:15-16; 17:18; 42:20
- މިހާރުގެ ދިރިއުޅުން ލޯބިކޮށް އާޚިރަތް ދޫކޮށްލާ މީހުން, 75:20-21; 76:27
- ތިޔަބައިމީހުން ދުނިޔެ ވަދެއެވެ, 87:16
އަލިކަން
- ފާޅުވެގެންވާ, 4:174
- އަދި އަނދިރިކަން, 6:1
- މިސާލު, 24:35
- މުއުމިނުންގެ ކުރިމަތީގައި އަދި އެކުގައި ދެއެވެ, 57:12-15; 66:8
- ﷲ ދެއްވި, މުއުމިނުން ތެދުމަގުން ހިނގުމަށްޓަކައި, 57:2
ﷲ ކަނޑައެޅުއްވި ހައްދުތައް, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- މިއީ ހައްދުތަކެވެ, 2:187; 229-230; 4:13; 58:4; 65:1
- ހައްދު ފަހަނައެޅުނު ނުވާށެވެ, 2:190, 229
- ހައްދު ފަހަނައަޅާ މީހާ, 2:229; 4:14; 78:22
- ނަމަވެސް ޟަރޫރަތަށްޓަކައި, ހައްދު ފަހަނައަޅައިގެން ނޫން, 2:173; 6:145
- ތިޔަބައިމީހުންގެ ދީނުގައި ހައްދު ފަހަނައެޅުނު ނުވާށެވެ, 4:171; 5:77
- ހައްދު ފަހަނައެޅުމުން (ހުނޑުރުވީ), 7:166
- ހައްދުތައް ފާހަގަކުރާ މީހުން, 9:112
ސިންގާ, 74:51
ދަރަނި
- ﷲ ގެ ގާތު ރަނގަޅު ދަރަނިއެއް ދިނުން, 2:245; 73:20
- ގިނަގުނަ ބޮޑުވެ, 57:11, 18
- ދެގުނަ, 64:17
ގެއްލުން, ފާޅުވެގެންވާ, 39:15
ލޫޠް, 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ނުކިޔަމަންތެރި އަނބިމީހާ, 11:81; 15:60; 66:10
ސިދުރަ ގަސް, 34:16; 53:14-16; 56:28
ލުޤްމާން, 31:12-14
ލުޤްމާން, S.31
މަޢާރިޖު, S.70
މަދީނާ (ޔަޘްރިބް), 9:120; 33:13, 60; 63:8
މަދްޔަން, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- އަދި ބައްލަވާ އައިކާ ޖަންގަލި
މަހުރު, 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
މާއިދާ, S.5
މައްކާ (ބައްކާ), 3:96;90:1-2
- ރައްކާތެރި ސިޓީ, 95:3
އިންސާނާ
- ބިމުގައި ޖީލުން ޖީލަށް, 2:30;6:165
- ޚަލީފާ ކުރެއްވުން, 35:39
- ވާޖިބު, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- ﷲ އިމްތިޙާނުކުރައްވައެވެ, 2:155; 3:186; 47:31; 57:25
- އިންސާނުން ޢާޝިޤުވާ ކަންކަން, 3:14
- ހެއްދެވުނީ, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- ހެއްދެވި ކަނޑައެޅިފައިވާ މުއްދަތަކަށް, 6:2; 15:26
- އިންސާނާއާ އަނބިމީހާގެ ދެމެދު ރަނގަޅުކުރުން, 4:35
- ﷲ އާ ބައްދަލުވުން ދޮގުކުރި މީހުން ގެއްލިއްޖެއެވެ,6:31
- އެނބުރި ދިއުން, 6:60, 72, 164; 10:45-46
- އަމިއްލަ ނަފްސާ ދެކޮޅަށް ރޭވުންތައް, 6:123
- އެހެން މީހެއްގެ ބުރަ އުފުލާކަށް ނުޖެހޭނެއެވެ, 6:164
- ކިބައިން ނުތަނަވަސް, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- ޝައިޠާނާ ދެކޮޅަށް ގަބޫލުކުރުމަށް އިންޒާރުދެއްވުން, 7:27
- އަނބިމީހާއާއި ދަރިން, 7:189-190
- ނުރައްކާ ނުވަތަ ނުބައިކަމެއް ޖެހުމުން, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- ރަބްބުގެ ގާތަށް އެނބުރި ދިއުން, 10:23; 84:6; 96:8
- އަމިއްލަ ނަފްސުތަކަށް ޒުލުމުކުރެއެވެ, 10:44
- އުފާފާޅުކުރާ އަދި ބޮޑާވެއެވެ, 11:10
- ނުބައިކަމަށް ދުޢާކުރެއެވެ, 17:11
- އަބަދުވެސް އަވަހަށް އިންސާނާ, 17:11
- ޢަމަލު ކަރުގައި ބަންދުކުރެވިފައިވެއެވެ, 17:13
- ގެއްލޭ މީހާ އަމިއްލަ ގެއްލުމަށް, ތެދުމަގުގައި ހިނގާ މީހާ އަމިއްލަ ނަފްސަށް ހަމައެކަނި, 17:15
- ޒުލުމެއް ނުކުރެވޭނެއެވެ, 17:71
- މަރާއި ދިރުން, 23:15-16
- ދީން ބައިބައިކޮށް, ކޮންމެ ބަޔަކު އެމީހުންގެ ޢަޤީދާއިން އުފާކުރެއެވެ, 23:53
- ދުލާއި އަތްތަކާއި ފައިތަކުން ހެކިވެއެވެ, 24:24
- އަމިއްލަ ނަފްސާ ދެކޮޅަށް ހެކިވުން, 75:14
- އޭނާގެ އަމިއްލަ އެދުން އިލާހުކުރައްވާފައިވާ މީހާ,25:43
- ލޭގެ ގުޅުމާއި ކައިވެނީގެ ގުޅުމުން ގާތް ރަށްވެހިން, 25:54
- ﷲ އުޑުތަކާއި ބިމުގައިވާ ހުރިހާ އެއްޗެއް ތިޔަބައިމީހުންނަށް ކިޔަމަންތެރިކުރެއްވިއެވެ, 31:20
- ﷲ އަށް މޫނު ހަވާލުކުރާ މީހާ, 31:22
- ހަށިގަނޑުގައި ދެ ހިތެއް ނެތެވެ, 33:4
- ﷲ އަށް އަޅުކަންކުރުމަށް, 39:64-66
- އެމީހެއްގެ އަތުން ހޯދި ކަމަށްޓަކައި ދަތިކަން, 42:30, 48
- މަލާއިކަތުން ކުރާ ކަންކަން ލިޔުން, 50:17-18, 23;85:11
- މަލާއިކަތުން ރައްކާތެރިވުން, 13:11; 86:4
- ތިން ބާވަތަކަށް ބެހުން, 56:7-56
- ﷲ އަށް އެންމެ ގާތް މީހުން, 56:10-11
- ކަނާތު ފަރާތުގެ ބޭކަލުން, 56:27-40
- ވާތު ފަރާތުގެ ބޭކަލުން, 56:41-56
- ބަދަލުވެ ނޭނގޭ ސޫރަތްތަކުގައި ހެއްދެވޭނެ, 56:60-62
- ރީތި ސޫރަތްތަކުގައި ހެއްދެވުން, 64:3
- މުދަލާއި ދަރިންނަކީ އިމްތިޙާނެއް ހަމައެކަނި, 64:15
- ހެއްދެވި އަދި ދެއްވުނު, 67:23-24; 74:12-15; 90:8-10
- ކެތްނުކުރެއެވެ, 70:19-21
- ނަމާދަށް ވަކިވެ, 70:22-35
- އިތުރަށް އެދެއެވެ, 74:15
- އަމިއްލަ ނަފްސާ ދެކޮޅަށް ހެކިވުން, 75:14-15
- އޭނާގެ ބޮޑާކަން, 75:31-40; 90:5-7
- މި ދުނިޔޭގެ ދިރިއުޅުން ލޯބިކުރެއެވެ, 76:27
- ހެއްދެވުމަށް އިންސާނާ އިތުރަށް ދަތިތޯއެވެ, ނުވަތަ އުޑުތަކެވެ,79:28
- ރަބްބާ މެދު ހަމަޖެހިފައިވުން, 82:6-12
- ފުރިހަމައަށް އުފެއްދެވި އަދި އެއްވަރު ކުރެއްވި, 82:7
- ދެވަނަ ދަރަޖައިން ދެވަނަ ދަރަޖައަށް ދަތުރުކުރެއެވެ, 84:19
- މުދަލަށް ލޯބިވުން, 89:20
- ދަތިކަމުގައި ހެއްދެވުން, 90:4
- މަސައްކަތްތަކާއި ޢަމަލުތައް ތަފާތެވެ, 92:4
- ފަސޭހަ މަގާއި ނުބައި މަގު ފަސޭހަކުރެއްވުން,92:7, 10
- އެންމެ ރީތި ހަށިގަނޑެއްގައި (ކަލިތަކުގައި) ހެއްދެވުން, 95:4
- ދެން އެންމެ ތިރީގެ ތިރީއަށް ފޮނުއްވުން, 96:5
- ހުރިހާ ހައްދެއް ފަހަނައަޅައެވެ, 96:6-7
ޙައްޖުގެ މަނާސިކު (ވާޖިބުތައް), 2:128, 200; 22:30
މަނާތު, 53:20
އިންސާނިއްޔަތު
- ހެކިވެރިން, 2:143
- އެއް އުންމަތް, 2:213; 10:19
- އެއް ދެ ބައިން ހެއްދެވުން, 4:1; 39:6; 49:13
- އަމިއްލަ ނަފްސުތަކާ ދެކޮޅަށް ބާޣީވުން, 10:23
- ޙިސާބު ކައިރިވިޔަސް ޣާފިލުވުން, 21:1-3
- ފިޠުރަތުގައި ހެއްދެވުން, 30:30
- އެންމެ ޝަރަފުވެރި, 49:13
- ޤައުމުތަކާއި ޤަބީލާތަކަށް ހެދުން, 49:13
މަންނާއާއި ކުރުނިކެހެރު, 2:57
އަދަބު
- ގެތަކަށް ވަންނަ, 24:27-29
- ގޭގައި, 24:58-61
- ރަސޫލާގެ ގެތަކުގައި, 33:53
- ރަސޫލާއަށް ސަލާމްކޮށް ސަލާތް ކިޔުން, 33:56
- ﷲ އާއި އެކަލާނގެ ރަސޫލާއާއި މުއުމިނު ފިރިހެނުންނާ އަންހެނުންނަށް އުނދަގުލު ނުދިނުން, 33:57-58
- އީމާންވުމުގެ ކުރިން ޚަބަރު ކަށަވަރުކުރުން, 49:6
- އެހެން މީހަކަށް ފުރައްސާރަ ނުކުރުން, 49:11
- މަޖްލިސްތަކުގައި, 58:11
ކައިވެނި, 2:232, 234
- ކާފިރުންނާއި އަޅުންނާ, 2:221
- ކިތައް ކައިވެނި ހުއްދަ, 4:3
- މަހުރު ނުނެގުން (ޠަލާޤުގައި), 4:20-21
- ކައިވެނި ޙަރާމްވާ މީހުން, 4:22-24
- މިނިވަން އީމާންވެރި އަންހެނުންނާ ކައިވެނިކުރުމުގެ ބާރު ނެތިއްޖެނަމަ,4:25
- ބިރުވެރިވެއްޖެނަމަ ދެ ޙަކަމުން ކަނޑައެޅުން, 4:35
- އަނބިމީހާ ޒުލުމް ނުވަތަ ދޫކޮށްލުމަށް ބިރުވެރިވެއްޖެނަމަ ސުލްޙަ ކުރުން, 4:128
- އެއް އަނބިމީހާއަށް ބޮޑަށް ހުރެ އަނެއް އަނބިމީހާ ދޫކޮށްލައިގެން ނުތިބުން, 4:129
- ޒިނޭކުރާ މީހުންގެ, 24:3
- ފަގީރު މީހުންނަށް, 24:32
- ކައިވެނިކުރުމަށް މާލީ ބާރު ނުލިބޭ މީހުން, 24:33
- ރަސޫލާއަށް އަނބިން ހުއްދަކުރެއްވުން, 33:50-52
- ގުޅުމުގެ ކުރިން ޠަލާޤްދެވުމުން އިއްދަތެއް ނެތް, 33:49
ޝަހީދުން
- މަރުނުވެއެވެ, 2:154; 3:169
- ﷲ ގެ ފަޟްލާއި ނިޢުމަތުން އުފާކުރެއެވެ,3:170-171
- ފުއްސެވުމާއި ރަޙްމަތް ލިބެއެވެ, 3:157-158
- ރަނގަޅު ރިޒުޤު ލިބޭނެއެވެ, 22:58-59
މާރޫތު, 2:102
މަރްޔަމް (ޢީސާގެ މަންމަ), ވިލާދަތް, 3:35-7
- ޢީސާގެ ހިތްހަމަޖެހުން, 3:42-51; 19:16-21
- ދަރިކަނބަލުން ކުރުމުގައި, 19:23-26
- ކުއްޖާ ގެނެސް ޤައުމާ ދިޔުން, 19:27-33
- ދޮގު ތުހުމަތު, 4:156
- އަމިއްލަ ނަފްސު ރައްކާތެރިކުރުން, 21:91; 66:12
މަރްޔަމް, S.19
މަސަދު, S.111
- އަލްމަސްޖިދުލް އަޤްޞާ, 17:1
- އަލްމަސްޖިދުލް ޙަރާމް, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- އަލްމަޝްޢަރުލް ޙަރާމް, 2:198
މާޢޫނު, S.107
ޖަންނަތުލް މަޢްވާ, 53:15
މިންވަރާއި ބަރުދަން, ފުރިހަމައަށް ދިނުން, 11:85; 17:35;83:1-5
ބައްދަލުވުން
- ﷲ އާ އެކު, 6:31
- ބޮޑު ދުވަހުގެ, 19:37
- އާޚިރަތުގެ, 30:16
ރަސޫލުން, 2:253; 4:164-165; 40:78; 57:27
- ތަބާވެ ތަބާވެ ވަޑައިގަތުން, 2:87
- ސިލްސިލާއެއް, 5:19; 23:44
- މަރާލެވުން, 3:183
- އިންޒާރުދީ ބިރުދެއްކުން, 14:13
- މަލާމާތްކުރެވުން, 6:10; 13:32; 15:11; 21:41
- ދޮގުކޮށް ދެކޮޅުހެދުން,3:184; 6:34;25:37;34:45; 51:52
- ބައެއް އީމާންވެ ބައެއް ދެކޮޅުހެދުން,4:150-152
- ރަސޫލުން އެއްކުރުން, 5:109
- ހިތްހަމަޖެހުން ދޭ މީހުންނާއި އިންޒާރުދޭ މީހުންގެ ގޮތުގައި ފޮނުއްވުން,6:48; 14:4-8
- ކޮންމެ އުންމަތަކުން ހެކިވެރިއެއްގެ ގޮތުގައި, 16:89
- ކޮންމެ އުންމަތަކަށް ރަސޫލެއް ވެއެވެ, 10:47; 16:36
- ﷲ ގެ އާޔަތްތައް ކިޔައިދެއްވުން, 7:35-36
- ރަސޫލެއްގެ ގޮތުގައި މަލާއިކަތެއް, 17:95; 25:7
- އިންސާނުންނަށްވުރެ އެހެން ނޫން,14:10-12;17:94; 21:8; 25:7-8, 20
- އަދި އެކަލޭގެފާނުންގެ އަނބިންނާއި ދަރިން, 13:38
- އަދި ބައްލަވާ ނަބިއްޔުން
މިޢްރާޖް, 17:1; 53:12
ބަޚީލުކަން/ބަޚީލުން, 57:24
ދަތިކަން, ތިޔަބައިމީހުންގެ އަތްތަކުގެ ސަބަބުން, 42:30
ރަހްބާނިއްޔަތް, ފަރުޟުކުރައްވާފައެއް ނުވެއެވެ, 57:27
ހުނޑުރުން, ހައްދު ފަހަނައެޅި މީހުން ހުނޑުރުވިއެވެ, 2:65;5:60; 7:166
މިޢްރާޖް, 17:1; 53:12
މަސްތައް, ޢަދަދު, 9:36-37
ހަނދު, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ދެބައިވުން; 54:1
މޫސާ
- އަދި އެކަލޭގެފާނުގެ ޤައުމު, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- އަދި ފިރުޢައުނު, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- ﷲ ހިދާޔަތްދެއްވުން, 6:84
- ފަރުބަދަ އަދި ރަބްބު ފާޅުވެވަޑައިގަތުން, 7:142-145
- ކުޑަކުއްޖެގެ ބޫޑުގެ އަޅުކަމަށްޓަކައި ޤައުމަށް ފާޑުކިޔުން, 7:148-156;20:83-99
- އެކަލޭގެފާނުގެ ފޮތް, އޭގައި ތަފާތުވުންތައް ޖެހުނެވެ, 11:110
- ފޮތް ދެއްވުން, 17:2
- ނުވަ ސާފު ނިޝާނުން, 7:133; 17:101
- ދެ ކަނޑުގެ ބައްދަލުވާ ތަނަށް, 18:60-82
- އަލިފާންގަހުގެ ކައިރީގައި ބައްދަލުވުން 20:9-36; 27:7-14; 28:29-35
- ގޮވާލެއްވި އަދި ރިސާލަތް ދެއްވުން, 19:51-53;20:9-56
- ކުޑައިރު, މަންމަ އަދި ބޭބެ, 20:38-40;28:7-13
- ޖާދޫގަރުން އީމާންވުން, 20:70-73; 26:46-52
- މަދްޔަންގައި, 20:40; 28:22-28
- ފުރުޤާން ދެއްވުން, 21:48
- އަދި ސިއްރު އަލިފާން, 27:7-12; 28:29-35
- ސިޓީގައި ގޯހެއްގެ ސަބަބުން މިޞްރީ މީހަކު މަރާލެއްވުން 28:14-21
- ސާފު އާޔަތްތަކާއެކު ވަޑައިގަތުން, 29:39
- ފިރުޢައުނާ އެކު ވާހަކަ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ފިރުޢައުނާއި އޭނާގެ ޤައުމަށް ނުވަ ނިޝާން 7:130-133; 20:17-22; 17:101
- ފިރުޢައުނުގެ ޖާދޫގަރުން ބަލިކުރެއްވުން 20:70-73; 26:46-52
- މަދްޔަނަށް ފިލާ ކައިވެނިކުރެއްވުން 28:22-28
- ތަޚްތިތައް ލިބިވަޑައިގަތުން 7:142-154
- ފަރުބަދައަށް ﷲ ފެންނާނެ ގޮތަށް އެދުން 7:142-145
- ﷲ ޢިއްޒަތްތެރިކުރައްވައެވެ 33:69
- ބަނީ އިސްރާއީލަށް ﷲ ގެ ނިޢުމަތްތައް 2:47-61
- ބަނީ އިސްރާއީލުން ޤުދުސަށް ވަދެވުމަށް ދެކޮޅުހެދުން 5:20-29
- ސީދާ މަގަށް ހިދާޔަތްދެއްވުން, 37:114-122
- މޫސާގެ ޞުޙުފު, 53:36; 87:19
މިސްކިތް (ޤުދުސްގެ), 17:7
މިސްކިތް (ޤުބާގެ), 9:107-108
މިސްކިތްތައް, 2:187; 9:17-19
- ﷲ ގެ މިސްކިތްތައް އާބާދުކުރުން, 9:17-18
މަލަހުޅި, މިސާލެއް, 2:26
ފަރުބަދަތައް, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
މުއްދައްޘިރު, S.74
މުހާޖިރުން, 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- އަންހެނުން, 60:10-12
މުޙައްމަދު ﷺ
- މަލާމާތްކުރެވުން, 2:104; 4:46; 25:41-42; 34:78
- ރަސޫލާއަށް އިޙްތިރާމްކުރުން, 2:104; 4:46; 49:1-5
- އެކަލޭގެފާނަށް އީމާންވުމުގެ ޢަހުދު, 3:81
- މުއުމިނުންގެ މައްޗަށް ހެކިވެރިއެއް, 2:143
- ރަސޫލެއް ފިޔަވައި އެހެން ނޫން, 3:144
- ލޮލުން މުޢާމަލާތްކުރުން, 3:159
- އެކަލޭގެފާނުގެ މަސައްކަތް, 3:164; 7:157; 36:6; 52:29; 74:1-7
- މުއުމިނުންނަށް ބޮޑު ނިޢުމަތެއްގެ ގޮތުގައި ފޮނުއްވުން, 3:164
- ޙައްޤާއެކު ފޮނުއްވުން, 4:170
- ބެލެހެއްޓުންތެރިއަކަށް ނުހެދުނެވެ, 6:107
- އުއްމީ, 7:157; 62:2
- އިންސާނުންނަށް ﷲ ގެ ރަސޫލެއްގެ ގޮތުގައި ފޮނުއްވުން, 7:158; 48:9, 29
- ސާފު އިންޒާރުދޭ މީހެއް, 7:184, 188; 11:2; 15:89; 53:56
- ޖިންނެއް ނޫން, 7:184; 68:2; 81:22
- ތިބާއަށް ތުހުމަތުކުރާ މީހުން, 9:58
- ރަސޫލާއަށް އުނދަގުލުދޭ މީހުން, މުއުމިނުންނަށް ރަޙްމަތެއް, 9:61
- ވަޙީކުރެވޭ އެއްޗަށް ހަމައެކަނި ތަބާވުން, 10:15-16; 11:12-14; 46:9
- އެކަލޭގެފާނުގެ ބަސްތައް, 11:2-4; 12:108; 34:46-50
- ﷲ އެކަލޭގެފާނުގެ މައްޗަށް ހެކިވެރިއެވެ, 13:43; 29:52; 46:8
- ހެކިވެރިއެއް, ހިތްހަމަޖެހުން ދޭ މީހެއް އަދި އިންޒާރުދޭ މީހެއްގެ ގޮތުގައި ފޮނުއްވުން, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- ހިތާމަ ނުކުރުން, 15:97; 16:127; 18:6
- ހެކިވެރިއެއްގެ ގޮތުގައި ފޮނުއްވުން, 16:89; 22:78; 73:15
- ޙިކުމަތާއި ރަނގަޅު ނަސޭހަތުން ގޮވާލައި, ރަނގަޅު ގޮތުން ޖަދަލުކުރުން, 16:125
- މަޤާމުން މަޙްމޫދު, 17:79
- ވަޙީ ލިބުން, 18:110
- ޢާލަމުންނަށް ރަޙްމަތް, 21:107
- އެއްވެސް ސަވާބެއް ނުއެދެއެވެ, 25:57; 38:86; 42:23
- އަމުރުކުރެވިފައިވެއެވެ, 27:91-93;30:30;66:9
- ﷲ ގެ ރަޙްމަތެއްގެ ގޮތުގައި, 28:46-47
- މުއުމިނުންނާ ގާތް, 33:6
- ތަބާވާން ރަނގަޅު މިސާލެއް, 33:21
- ނަބިއްޔުންގެ ފަހުން, 33:40
- އެކަލޭގެފާނަށް ސަލާތް ކިޔުން, 33:56
- ހުރިހާ އިންސާނުންނަށް ފޮނުއްވުން, 34:28
- ޢަޖުރަ ﷲ ގެ ޙަޟްރަތުން ހަމައެކަނި, 34:47
- އިންސާނެއް ހަމައެކަނި, 41:6
- ރައްކާތެރިއަކަށް ފޮނުއްވުން, 42:48
- ރަސޫލުންގެ ތެރޭގައި އާ ކަމެއް ނޫން, 46:9
- ބަނީ އިސްރާއީލުގެ ތެރެއިން ހެކިވެރިއެއް,46:10
- އެކަލޭގެފާނާ ބައިޢަތްކުރުމަކީ ﷲ އާ ބައިޢަތްކުރުމެވެ, 48:10, 18
- ޖިބްރީލް ފެނުން, 53:4-18; 81:22-25
- އެކަލޭގެފާނާ ދެކޮޅު ނުހަދާށެވެ, 58:20-22
- ޢީސާ ޚަބަރުދެއްވުން, 61:6
- ޙައްޤު ދީނަށް ހުރިހާ ދީނަކަށްވުރެ ކާމިޔާބުކުރުވުން, 61:9
- އަނދިރިކަމުން އަލިކަމަށް, 65:11
- ކާފިރުންނާއި މުނާފިޤުންނާ ދެކޮޅަށް ކުރިމަތިލުން, 66:9
- މަތިވެރި އަޚްލާޤުގެ މިންގަނޑު, 68:4
- ޝާޢިރެއް ނުވަތަ ކާހިނެއް ނޫން, 69:41-42
- ނަމާދަށް ވަކިވުން, 73:1-8, 20; 74:3
- އަދި ލޯއަޅި ނެތް މީހާ, 80:1-12
- ސުޖޫދުކޮށް ﷲ އާ ގާތްވުން, 96:19
- ސާފު ސަފްޙާތައް ކިޔުން, 98:2
- އެކަލޭގެފާނުގެ ޢާއިލާއާ ބެހޭ އާޔަތްތައް, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- އަދި ބައްލަވާ ރަސޫލުން; ނަބިއްޔުން
މުޙައްމަދު ﷺ, S.47
މުޙްސިނުން (ހެޔޮކުރާ މީހުން), 2:117, 195; 4:125,128; 10:12-16; 16:128
- ﷲ ލޯބިވެވޮޑިގަންނަވައެވެ, 3:134, 148; 5:93
- ﷲ ހެޔޮކުރާ މީހުންގެ ބަދަލު ނައްތާނުލައްވައެވެ, 5:85;9:120; 11:115; 18:30
- އަހަރެމެން ހެޔޮކުރާ މީހުންނަށް ބަދަލު ދެމެވެ, 12:22; 37:80, 105, 110; 39:34;77:44
- ހެޔޮކުރާ މީހުންނަށް ހިތްހަމަޖެހުން, 22:37; 46:12
- ﷲ ގެ ރަޙްމަތް ހެޔޮކުރާ މީހުންނާ ގާތްވެއެވެ, 7:56
- ﷲ ހެޔޮކުރާ މީހުންނާއެކު, 29:69
- މައިންބަފައިންނަށް ކިޔަމަންތެރި އަދި ހެޔޮކުރުން, 2:83
- ﷲ އަށް ކުރަންޖެހޭ ވާޖިބުތަކުގައި ކެތްމަތިވުން, 16:90
- އަދި ބައްލަވާ ހެޔޮއާ ނުބައި
މުޖާދިލާ, S.58
ޗަޅުބޮޑު ގުދުރާ, 16:8
މުލްކު, S.67
މުއުމިން (ބައްލަވާ ޣާފިރު), S.40
މުއުމިނޫން, S.23
މުމްތަޙިނާ, S.60
މުނާފިޤޫން, S.63
މަރުގެ ޤަތުލު, 2:178-179
މުރްސަލާތު, S.77
މުސްލިމުން
- އެންމެ ފުރަތަމަ, 6:14, 163; 9:100; 39:12
- ނަންދެއްވީ ކާކު, 22:78
- މުސްލިމުންނަށް ފުއްސެވުމާއި ބޮޑު ބަދަލު, 33:35-36
މުޠައްފިފީން, S.83
މުއްޒައްމިލް, S.73
ނަބައު, S.78
ނަޟީރު, ބަނޫ-އަން-, (ޔަހޫދީން), 59:2, 9, 13
ނަޙްލު, S.16
ނަޖިސް (ނަޖިސް) 9:28
ނަޖްމު, S.53
ނަޖްވާ (ބައްލަވާ ސިއްރު)
ނަންތައް
- އެކަލާނގެއަށް ލިބިގެންވެއެވެ އެންމެ ރީތި ނަންތައް, 7:180
- އެކަލާނގެއަށް ލިބިގެންވެއެވެ އެންމެ ރަނގަޅު ނަންތައް, 17:110; 20:8; 59:24
ޟަރޫރަތް, ޟަރޫރަތަކުން މަޖުބޫރުވެއްޖެނަމަ, 2:173; 6:145
ގޭސަރަހައްދު, 4:36
އާ ހަނދުތައް, 2:189
ޚަބަރު, ޗެކުކުރަންޖެހޭ 4:83
ބަޚީލުކަން 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
ރޭ, (ރަމްޒެއްގެ ގޮތުން), ހަމަޖެހުމަށް, 10:67
- ނިވާކުރާއެއްޗެއްގެ ގޮތުން, 13:3; 78:10
- ޚިދުމަތްކުރުމަށް, 14:32
- ލައިލަތުލް ޤަދްރު (ކަނޑައެޅުމުގެ ރޭ), 44:3-4; 97:1-5
ނިސާ, S.4
ނޫޙު, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- މަލާމާތްކުރެވުން 11:38
- ވެށި (ބޮޑު ވެލިޔަކު), 29:14
- ކޮށީއާއި ވެށި 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ނުބައި ދަރިކަލުން ސަލާމަތްނުވުން, 11:42-48
- ނުބައި އަނބިމީހާ, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
ނޫޙު, S.71
ނޫރު, S.24
ހުވާ, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
ކިޔަމަންތެރިކަން, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
ފުރިހަމަކުރަންޖެހޭ ވާޖިބުތައް, 5:1
ދަރިން,4:9; 42:49-50
- އެކަލާނގެ ބޭނުންވާ މީހުންނަށް ފިރިހެނާއި އަންހެން ދެއްވައެވެ, 42:49
ޒައިތޫނު, 6:141; 16:11; 23:20; 24:35; 95:1
އެކަނި ﷲ, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
ޔަތީމުން, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- ޔަތީމުންގެ ވަލީން, 4:6
އަމިއްލަ ޢަމަލުތައް, ކޮންމެ ޤައުމަކަށް ރީތިކޮށްދެވިފައިވެއެވެ, 6:108
ދެ ދެ ބައި, ހުރިހާ ޚަލްޤުތަކުގައި, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
ކުނޑި ގަސް, 13:4; 19:25; 20:71; 59:5
މިސާލުތައް, (ފަދަ، މިސާލު، ނަމޫނާ)
- އަލިފާން ދިއްލެވި މީހާ, 2:17-18
- އުޑުން ވެހޭ ވަރުސާ ތޫފާނު, 2:19-20
- މަލަހުޅި, 2:26
- ގޮވާ މީހުން, 2:171
- މުޅިން ފަޅާއެރި ރަށެއް, 2:259
- ދަނޑުބިމުގެ މޭވާއެއް, 2:261
- ހުޅުހިލަ, 2:264
- ބަގީޗާ, 2:265-266
- ދަނޑި, 3:103
- ފިނި ވައި, 3:117
- ދިރުން 7:57; 22:5; 41:39
- ދުލުބޭރުކޮށް ހަލާކުވާ ބުޅާ, 7:176
- ފަރުބަދައެއްގެ ކަނޑުގެ ކައިރި, 9:109-110
- ވަރުސާ, 10:24
- ސާފުކޮށް ކަނޑާލެވުނު ދަނޑުގެ ފައިދާ, 10:24
- ލޯއަޅި ނެތް އަދި ބީރު, 11:24
- ﷲ އަދި ދޮގު އިލާހުން 13:14; 16:76
- ޙައްޤާއި ބާޠިލު 13:17
- ވަރުގަދަ ވައިރޯކޮށް އުފުރުވާ ހޮނު, 14:18
- ރީތި ގަހެއް, 14:24-25
- ނުބައި ގަހެއް, 14:26
- އަޅެއް އަދި މީހެއް, 16:75
- ބަންގާ މީހެއް އެ މީހެއްގެ ވެރިޔާއަށް ބުރައެއް, 16:76
- ތިރިއެއް ފުނިކުރާ އަންހެނަކު, 16:92
- ރައްކާތެރި އަދި ހިތްހަމަޖެހިފައިވާ ރަށެއް, 16:112-113
- އަނގޫރު ބަގީޗާތައް ހުރި ދެ މީހެއް, 18:32-44
- މި ދުނިޔޭގެ ދިރިއުޅުން އުޑުން ވެހޭ ފެނާ އެއްފަދަ,18:45
- އުޑުން ވެއްޓި ދޫނިން ނެގެވުނު,22:31
- ދިގައެއް, 22:73
- އަލިކަމަކީ ފުރަގަނޑެއް ފަދަ, 24:35-36
- ސަރާބު, 24:39
- ފުޅާ ފުންކޮށީގެ ކަނޑުގެ އަނދިރިކަން, 24:40
- މަކަރުދަނޑި, 29:41
- ޝަރީކުން, 30:28
- ރަށުގެ ރައްޔިތުން, 36:13-32
- ތަފާތު ކުލަތަކުގެ ދަނޑުބިންތައް, 39:21
- ގިނަ ޝަރީކުންނަށް ނިސްބަތްވާ މީހެއް, 39:29
- ދަނޑުގަހުގެ އަޅާ ޖެހުން, 48:29
- ހަރުކަށިވެފައިވާ ހިތްތައް 57:16-17
- ވަރުސާގެ ފަހުން ގަސްގަހާ, 57:20
- ފަރުބަދަ ނިކަމެތިވުން, 59:21
- ގުދުރާ, 62:5
- ފެން ބިމަށް ވަދެގެންދިޔަނަމަ, 67:30
- ބަގީޗާގެ ރައްޔިތުން, 68:17-33
ޖަންނަތް
- ދިރިއުޅޭ ތަން, (ޖަންނަތުލް މަޢްވާ), 53:15
- ޖަންނަތުލް ފިރްދައުސް, 18:107; 23:11
- ތިރީގައި ކޯރުތައް ހިނގާ ބަގީޗާތައް, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- ދެމިތިބޭ ބަގީޗާތައް (ޖަންނަތުލް ޢަދުން) 9:72;13:23; 18:31; 19:61; 20:76
- ދާއިމީ ބަގީޗާތައް (ޖަންނަތުލް ޢަދުން), 16:31;35:33; 98:8
- ނިޢުމަތުގެ ބަގީޗާތައް, 37:43; 56:12, 89
- ދެމިތިބޭ ނިޢުމަތްތަކުގެ ބަގީޗާތައް, 9:21
- ބަގީޗާތަކާއި އަނގޫރުގަސްތައް, 78:32
- ދެ ބަގީޗާގެ މޭވާ, 55:54, 62
- ކޮންމެ ބާވަތެއްގެ މޭވާ، އެދޭ ގޮތަށް، ގިނައިން, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- މޭވާ ކައިރީގައި ހުންނާނެ, 55:54; 69:23
- މޭވާ އަދި މަސް, 52:22
- ދޫނިތަކުގެ މަސް, 56:21
- ކަށިނެތް ސިދުރަ ގަސްތަކާއި ޠަލްޙު (ކެޔޮ ގަސްތައް),56:28-29
- ފައިދާނުހުރި ޢިލްމު, ފޮތްކޮޅު އުފުލާ ގުދުރާ 62:5
- ހިނގާ ފޮހި, 88:12
- ސަލްސަބީލް ކިޔާ ފޮހި, 76:18
- ކާފޫރު ކިޔާ ފޮހި, 76:5
- ތަސްނީމް ފޮހި, 83:27-28
- ޖަންނަތުގެ ކޯރެއް، ކައުޘަރު, 108:1
- ޝަރާބާއި ކިރާއި ސާފު ހަނީފަތް ކޯރުތައް, 47:15
- ސާފު މުހުރުލާފައިވާ ޝަރާބު، ހުދު، ހެޔޮ, 37:45-46; 56:18; 76:21; 83:25
- ޒަންޖަބީލާ އެއްކޮށްފައިވާ ތަށި, 76:17; 78:34
- ފެން, 76:5
- ރަނުގެ ތަށިތަކާއި ތަށިތައް, 43:71
- ރިހީގެ ތަށިތަކާއި ބިއްލޫރީގެ ތަށިތައް, 76:15-16
- ފިނޑު އަދި ބޮޑު ސިލްކުގެ ފެހި ހެދުން, 18:31;22:23; 35:33; 44:53; 76:12, 21
- ރަނުގެ ބަނގުރާތަކާއި މުތީގެ ޒީނަތްތެރިވުން,18:31; 22:23; 35:33; 76:21
- ސިލްކު ބްރޮކޭޑުން ފުރި ގޮނޑި, 55:54
- ފެހި ބާލީސްތަކާއި ރީތި ގެރިއަށް، ސަފުކޮށް އަޅާފައި, 55:76; 88:15
- ރަނާއި އަގުހުރި ހިލަތަކުން ޖަހާފައިވާ ތަޚުތު، މަތިކޮށް ބާއްވާފައި 56:15; 88:13
- ޚަޒާނާ ފެތުރިފައިވާ ރީތި ކާޕެޓް, 88:16
- ރީތި ބޮޑެތި ގެތަކާއި އުސް ކޮޓަރިތައް، އެއްގެ މަތީގައި އަނެއް, 9:72; 39:20
- އެތަނުގައި ދާއިމީގޮތުން ދެމިތިބުން, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- ދާއިމީ ގެ, 3:15; 35:35
- ތަޚުތުތަކުގައި އެކަކު އަނެކަކާ ކުރިމަތިލައިގެން, 15:47; 37:44;44:53; 56:16
- އެތަނުގައި ދުވަހަކުވެސް މަރު ނުރަސްވާނެ, 44:56
- އަދި އެތަނުން ނުކުމެވޭކަށްވެސް ނުބުނެވޭނެ, 15:48
- ހިތްތަކުން ނުރުހުމާއި އުނދަގުލުގެ އިޙްސާސް ނަގާލެވޭނެ, 7:43; 15:47
- ހުރިހާ ހިތާމަ ނަގާލެވޭނެ, 35:34
- ވަރުބަލިކަމާއި މަސައްކަތާއި ފުރޭތަކެއް ނެތް, 15:48;35:35
- ތަކުލީފާއި ބަނޑުރިހުމާއި ބޮލުރިހުމާއި މަސްތުވެރިކަން ނުވާނެ, 37:47; 56:19
- ބޭކާރު ވާހަކައާއި ފާފަވެރި ވާހަކަ ނެތް, 19:62;56:25
- ގެއްލުން ދޭ ވާހަކައާއި ދޮގު ނެތް,78:35; 88:11
- ފާފައިން ސަލާމަތް, 37:47; 52:23
- ގަދަ ހޫނާއި ގަދަ ފިނިކަން ނެތް, 76:13
- އެނގިފައިވާ ރިޒުޤު ހުންނާނެ, 37:41;56:89
- ސުލްޙައާއި ރައްކާތެރިކަމާއެކު, 15:46; 44:51, 55; 50:34
- ސުލްޙައިގެ ގެ, 6:127
- ސަލާމް ކިޔުންތައް، އެތަނުގައި, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- ޞާލިޙު ޢަމަލުތައް ކުރާ މީހާ ވަދެވޭނެ,4:124; 42:22; 44:51
- ރަބްބާމެދު ބިރުވެރިވި މީހުން ޖަމާޢަތްޖަމާޢަތަށް ގެންދެވޭނެ, 39:73
- ޢަމަލުތަކުގެ ސަބަބުން ވާރުތަވެރިކުރެވުނު,43:72
- ﷲ އެމީހުންނާ ރުހިވޮޑިގަންނަވައެވެ އަދި އެމީހުން އެކަލާނގެއާ ރުހިގަތެވެ, 5:119
- އަހަރެންގެ ޖަންނަތް, 89:30
- އެންމެ ބޮޑު ނިޢުމަތް, 9:72
- ބޮޑު ކާމިޔާބީ, 57:12; 64:9
- އެންމެ މަތިވެރި ކާމިޔާބީ, 9:72; 44:57
- މުއުމިނުންނަށް ބަގީޗާތައް މެހެމާނުންގެ ގޮތުގައި, 32:19
- ޖަންނަތުގެ ރައްޔިތުން އެދުވަހު އުފާވެރި ކަންކަމުގައި އުޅޭނެ, 36:35
- ބަގީޗާތަކާއި ފެންފޮހިތަކުގެ ތެރޭގައި ހުންނާނެ, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- އަރުޝު ވަށައިގެން ތިބި މަލާއިކަތުން ފެންނާނެ,39:75
- ބާރުގަދަ ރަސްގެފާނުގެ ކައިރީގައި, 54:55
- އެމީހުންނަށް އެދޭ ހުރިހާ އެއްޗެއް ލިބޭނެ, 50:35
- ޙޫރުން، ޢިއްފަތްތެރި، ފުޅާ ރީތި ލޯ ހުރި އަންހެނުން، ރައްކާކުރެވިފައިވާ ބިސްފަދައިން, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- ޠާހިރު އަނބިން, 3:15
- ހިތްހަމަޖެހޭ ހިޔާވަހިކަމެއްގައި އަނބިން، ތަޚުތުތަކުގައި ބަރަސް ޖަހައިގެން, 36:55
- އެއްވަރު އުމުރުގެ ތުނބުރި ޖޮބާ ކުޑަ ކުދިން,78:33
- ދާއިމީ ފިރިހެން ކުދިން ހިދުމަތްކުރުމަށް، ފަތުރާލާފައިވާ މުތީ ފަދައިން, 52:24; 56:17; 76:19
- އުޑުތަކާއި ބިމެއް ފަދައިން ފުޅާ 3:133, 57:21
- ހިނގާ ފެނާއި ފިނި ހިޔަނި ނިވާއަދި ލުއިފޮޅި މޭވާތަކާއި ޠާހިރު ގުޅިވަރުން 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- މުއުމިނުންގެ ބަދަލު 55:46-78; 56:10-40
- ހަނީފަތާއި ކިރާއި ފެނާއި ޝަރާބުގެ ކޯރުތައް 47:15
- ދުޢާތަކާއި ސަލާމް ކިޔުންތައް 10:9-10; 39:73-74
- ސަލާމްގެ ސަލާމުން ސަލާމްކުރެވުން 13:23-24; 14:32
- ނިޢުމަތުގައި ދާއިމީ ދިރިއުޅުން 11:108
- ދުވަހަކުވެސް ނުނިކުމެވޭނެ 15:45-48
- އެމީހުންގެ ކުރިމަތީގައިއާއި ކަނާތުގައި އަލި އަލިވާނެ 57:12
- ހޫނާއި ފިނި ނެތް 76:13
- ހުރިހާ އެދުމެއް ފުއްދުން 16:30-32; 41:31-32
- ރަނުގެ ބަނގުރާތަކާއި ފިނޑު ސިލްކުގެ ހެދުން 18:30-31; 22:23-24; 44:51-53
- ރަނުގެ ތަށީގެ ތަށިތައް 43:67-73
- ރިހީގެ ތަށިތަކާއި އަތްފުޅާ ހުންނަ މޭވާ 76:14-16
- ތަޚުތުތަކުގައި ބަރަސް ޖެހުން 15:47; 37:44; 52:20
- މުއުމިނުންނަށް އެމީހުންގެ ރަބްބު ފެންނާނެ 75:22-23
މައިންބަފައިން, ހެޔޮކުރުން, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
ﷲ ގެ ޝަރީކުން, ދޮގެއް,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
ގޮވާ ބިން, 87:4-5
މަގު, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- އަދި ބައްލަވާ މަގު
ކެތްމަތިވުން, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ކެތްމަތިވުމާއި ނަމާދުން އެހީއަދި ހޯދާށެވެ, 2:45, 153; 20:132;50:39
ކެތްމަތިވާ މީހުން
- ބަދަލު ފުރިހަމައަށް ލިބޭނެ, 39:10
- ﷲ ކެތްމަތިވާ މީހުންނާއެކު, 8:46
- އަދި ކެތްމަތިވާށެވެ, 11:115
- ﷲ އަށް ކުރަންޖެހޭ ވާޖިބުތަކުގައި, 16:90
- ރުޅިގަންނަ ވަގުތު ކެތްމަތިވުން, 41:34
ސުލްޙަ, ސުލްޙައަށް އެނބުރުން, 8:61
މުތީއާއި މަރުޖާން, ރައްކާކުރެވިފައިވާ, 52:24; 55:22; 56:23
ޤަލަމް, 68:1; 96:4
މީހާ
- ﷲ މީހަކަށް އޭނާގެ ބާރަށްވުރެ ބުރަ ނުއަޅުއްވައެވެ,2:286; 7:42
- ﷲ ކޮންމެ މީހަކަށް ޖެހޭވަރަށް މެނުވީ ބުރަ ނުއަޅުއްވައެވެ, 23:62
- މާދަމާ ކޮން އެއްޗެއް ހޯދާނެތޯއާއި ކޮން ބިމެއްގައި މަރުވާނެތޯ އެއްވެސް މީހަކަށް ނޭނގެ, 31:34
- ކޮންމެ މީހަކަށް އޭނާ ކުރި ހުރިހާ ހެޔޮއާ ނުބައި ކުރިމަތިވާނެ 3:30
- ކޮންމެ މީހަކު އަމިއްލަ ނަފްސަށްޓަކައި ޖަދަލުކޮށްގެން އަންނާނެ,16:111
- ކޮންމެ މީހަކީ ހޯދި އެއްޗަށް ގަވާހެކެވެ,74:38
- ﷲ ހުވާކުރައްވަނީ އަމިއްލަ ނަފްސަށް ފާޑުކިޔާ ނަފްސަށެވެ, 75:2
ފިރުޢައުނު, 28:6; 40:24
- ފިރުޢައުނުގެ ޤައުމު, 2:49; 3:11; 7:141; 44:17-33
- ގެއްލުނު, 2:50
- މޫސާއާ މުޢާމަލާތް, 7:103-137; 10:75-92
- ކަނޑުން ހަށިގަނޑު ނިކުތުން, 10:90-92
- ހައްދު ފަހަނައެޅި؛ ފާފަތައް ކޮށް ނުކިޔަމަންތެރިވި, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- ޞާލިޙު އަނބިމީހާ, 28:8-9
- އިލާހެއްކަމަށް ބުނުން, 28:38; 79:24
- ނައްތާލެވުން, 29:39
- ފިރުޢައުނުގެ ޢާއިލާގެ އީމާންވެރި މީހެއް,40:28-44
- ކޮށަނެއް ބިނާކުރުން, 40:36-37
- އަދި ބައްލަވާ މޫސާ
ދުނިޔޭގެ ތަކެތި ގިނަކުރުން, 102:1-4
ބައިޢަތް
- އިސްލާމަށް, 16:91
- ރަސޫލާއަށް ބައިޢަތްކުރުމަކީ ﷲ އަށް ބައިޢަތްކުރުމެވެ, 48:10
- މުއުމިނުންގެ, 48:18; 60:12
ރަހުނު (ގިރަވި), ރަހުނެއް ހުރުން, 2:283
- ކޮންމެ މީހަކީ ހޯދި އެއްޗަށް ރަހުނެވެ, 52:21; 74:38
ޝިއުރު, 36:69
ޝާޢިރުން, 26:224-227; 69:41
އަނާރު, 6:141
ފަގީރުން, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
ނަމާދު, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- ބޮޑު އަޑުން ނުވަތަ ތިރިކޮށް ނުކިޔާށެވެ, 17:110
- ކާފިރުންނަށްޓަކައި ދުޢާކުރުން, 9:113-114
- ކާފިރުންގެ ދުޢާ, 13:14
- އެކަލާނގެ ޖަވާބުދެއްވައެވެ (ދުޢާއަށް) އެމީހުންނަށް, 42:26
- ކެތްމަތިވުމާއި ނަމާދުން އެހީ ހޯދާށެވެ, 2:45, 153; 20:132;50:39
- ޤިބްލާއާ ކުރިމަތިލައިގެން ނަމާދު ޤާއިމްކުރުން, 2:142-145, 149-150
- ނަމާދު ރަނގަޅަށް ރައްކައުތެރިކުރުން, 2:238
- ދަތުރުގައި އަދި ހަމަލާގައި, 2:239; 4:101-102
- މަސްތުވެފައި ހުންނައިރު ކައިރިނުވާށެވެ, 4:43
- ޖަނާބަތުގެ ޙާލަތުގައިވެސް ނޫން, 4:43
- ނަމާދަށްޓަކައި ޠާހިރުވުން, 4:43; 5:6
- ނަމާދު ނިމުމުން, 4:103
- ނަމާދުގެ ވަގުތުތައް, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- ސުޖޫދުކުރުން ﷲ އެކަނިއަށް, 13:15
ނަމާދުތައް, ހުކުރު, 62:9-11
ނުރައްކާގައި ކުރަންޖެހޭ ރައްކާތެރިކަން, 4:71
ހަނގުރާމައިގެ އަސީރުން, 8:67-71
- އަދި ބައްލަވާ އަސީރުން
ޙައްޤު ވަޢުދު, 46:16-17
މުދާ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
ނަބިއްޔުން, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- ނަބިއްޔުންގެ ޢަހުދުތައް, 3:81; 33:7-8
- ނަބިއްޔުންނަށް ޙަރާމް, 3:161
- ކޮންމެ ނަބިއްޔަކަށް ދުޝްމަނަކު, 6:112; 25:31
- އަދި ބައްލަވާ ރަސޫލުން
ސުޖޫދު
- ﷲ އަށް ސުޖޫދުކުރެއެވެ، އުޑުތަކާއި ބިމުގައިވާ ކޮންމެ މީހަކު އަދި އެމީހުންގެ ހިޔަނިތައްވެސް, 13:15
ރިޒުޤު, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ޒަބޫރު, 4:163
ޢަޒާބު
- ފަހުތަކަށް ލެވުން, 3:178
- އަތްތައް ނުވަތަ ފައިތައް ކެނޑުން, 5:33
- ތިޔަބައިމީހުންނަށް ލިބުނު ބަލިގެ ފަދަ ގޮތަކަށް އެމީހުންނަށް ޢަޒާބުދެއްވާށެވެ, 16:126
- މި ދުނިޔެއާއި އާޚިރަތުގެ, 24:19; 68:33
ޠާހިރުކުރުން
- ހަށިގަނޑު, 4:43; 5:6
- ރޫޙާނީގޮތުން (ނަޖިސްތަކުން), 87:14; 91:9
ޤަދަރު, 5:5; 64:11
ޤަދްރު, S.97
ޤާފު, S.50
ޤަލަމު, S.68
ޤަމަރު, S.54
ޤާރިޢާ, S.101
ޤާރޫނު, 28:76-82; 29:39
ޤަޞަޞު, S.28
ޤިބްލާ, 2:142-145, 149
ޤިޞާޞު (ޢަދުލުވެރި ބަދަލު ހިފުމުގެ ޤާނޫނު), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
ޤުރުއާނު
- ތަޢުރީފު, 13:31, 36, 37; 14:1; 56:77-80
- ﷲ ފިޔަވައި އެހެން ފަރާތަކުން އުފެދެން ނުޖެހޭ ފޮތެކެވެ, 2:23; 10:38; 11:13; 17:88
- ﷲ ފިޔަވައި އެހެން ފަރާތަކުން ވީނަމަ އެތަނުގައި ގިނަ ތަޅުވުންތަކެއް ފެންނާނެއެވެ, 4:82
- ފާޅުވެގެންވާ އަލިކަމެއް, 4:174; 42:52
- ބާރުވެފައިވުން, 6:19
- ﷲ އެކަމަށް ހެކިވެރިއެވެ, 6:19
- ސާފު ދަލީލު, 6:157
- ޤުރުއާނުގެ އާޔަތްތަކާ ބެހޭ ދޮގު ވާހަކަ, 6:68
- ހަނދާންކޮށްދިނުމެއް, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- ކިޔާއިރު އަޑުއަހާ ހަމަހިމޭނުންވާށެވެ, 7:204
- ޒިކުރު, 7:205; 15:6, 9
- ޙިކުމަތުގެ ފޮތް, 10:1; 31:2; 36:2
- ވަޙީކުރެވުނު ޕެއިގާމް, 10:2, 109; 42:52
- އެކަން ދޮގުކުރާ މީހުން, 11:17
- ޢަރަބި ބަހުން, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- ބައިބައިކޮށް، ފިޔަވަޅުފިޔަވަޅުން ބާވައިލެވުން, 15:91; 17:106; 25:32; 76:23
- އާޔަތެއް ބަދަލުކުރުން, 16:10
- ޤުރުއާނު ކިޔަން ބޭނުންވާ ވަގުތު, 16:98
- ހިދާޔަތްދެއެވެ, 17:9
- ހިތްހަމަޖެހުމާއި އިންޒާރު, 17:9-10
- އަދި ކާފިރުން, 17:45-47
- ހެނދުނު އަވަހަށް ކިޔުމަކީ (މަލާއިކަތުންގެ) ހެކިވުމުގެ ކިޔުމެކެވެ, 17:78
- ޝިފާއާއި ރަޙްމަތް, 17:82
- އިންސާނުންނަށް ފުރިހަމައަށް ބަޔާންކުރެވިފައިވެއެވެ، ކޮންމެ ބާވަތެއްގެ މިސާލެއް، ނަމަވެސް ގިނަ މީހުން ދެކޮޅުހަދައެވެ,17:89; 18:54; 39:27
- ފަސޭހަ, 19:97; 44:58; 54:17, 22, 32, 40
- އަހަރެންގެ ޤައުމު މި ޤުރުއާނު ދޫކޮށްލިއެވެ, 25:30
- ފޮތްތަކުން ކަށަވަރުކުރެވިފައިވުން, 26:196
- ބަނީ އިސްރާއީލަށް އެމީހުން ތަފާތުވި ކަންކަމުގެ ވާހަކަ ދައްކައެވެ, 27:76
- ކިޔައި ނަމާދުކުރުން, 29:45
- ﷲ ގެ ޙަޟްރަތުން ޙައްޤު, 32:3; 35:31
- ބަރަކާތްތެރި ރެއެއްގައި, 44:3
- އެތަނުގައި ކޮންމެ ކަމެއްގެ ކަނޑައެޅުން ކަނޑައަޅުއްވައެވެ, 44:4
- ޤުރުއާނުގައި ފުންކޮށް ވިސްނުން, 47:24
- ޤުރުއާނުން އިންޒާރުދިނުން, 50:45
- ﷲ ކިޔަވައިދެއްވުން, 55:1
- ޝަރަފުވެރި ކިޔުމެއް، ރަނގަޅަށް ރައްކާތެރިކުރެވިފައި, 56:77-78
- ޠާހިރުވެފައިވާ މީހުން މެނުވީ އަތްލެވޭކަށް ނެތެވެ, 56:79
- ފަރުބަދައެއްގެ މައްޗަށް ބާވާލެވުނު ނަމަ, 59:21
- ކާފިރުންނަށް ހިތާމައެއް, 69:50
- ޔަޤީންކަމާއެކު ޙައްޤު ޙައްޤެއް, 69:51
- ލަސްލަސްކޮށް ކިޔުން, 73:4
- ޝަރަފުވެރި ސަފްޙާތަކުގައި، ޠާހިރުކޮށް ޤުދުސްކުރެވިފައި, 80:13-16
- (ހުރިހާ) ޢާލަމުންނަށް ހަނދާންކޮށްދިނުމެއް, 81:27
- ކާފިރުން ދޮގުކުރެއެވެ, 84:22
- ރައްކާކުރެވިފައިވާ ލޫޙަކުގައި, 85:22
- ޙައްޤާއި ބާޠިލު ވަކިކުރާ ބަހެއް, 86:13
- ސާފު ސަފްޙާތައް ކިޔުން, 98:2
- އަދި ބައްލަވާ ފޮތް؛ ވަޙީ
ޤުރައިޝު, S.106
ޤުރައިޝު
- ޤުރައިޝުގެ ކާފިރުން, 54:43-46, 51
- ހޭލުންތެރިކުރުން, 106:1-4
ރަބްބީންނާއި ރާހިބުން, 9:31, 34
ވާދަ، ވާދަވެރިވުން، ހެޔޮ ޢަމަލުތަކުގައި, 5:48
ރަޢުދު, S.13
ރަޙްމާން, S.55
ތަޤްވާގެ ހެދުން ރަނގަޅެވެ, 7:26
ވަރުސާ
- ﷲ ގެ ހަދިޔާ, 56:68-70
- ހިލަ ވެހުން, 27:58
ރަމަޟާން, 2:185
ރަމްޔު, 2:200
ފިދްޔާ
- ނުބަލައެވެ, 57:15
- ކާފިރުން ދިނުމަށް ހުށަހަޅާ, 3:91; 10:54; 13:18
ފިދްޔާ, ރޯދައިގެ, 2:196
- އަސީރުން މިނިވަންކުރުމަށް, 8:67
އަރް-ރައްސު ރައްޔިތުން, 25:38; 50:12
ބަދަލު
- ބަދަލުގެ ދުވަސް, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ބަދަލު ދޮގުކުރާ މީހުން, 107:1-7
- ނުބައިކަމުގެ ބަދަލަކީ އެ ފަދަ ނުބައިކަމެކެވެ, 42:40
ސުލްޙަ
- މާފުކޮށް ސުލްޙަކުރާ މީހާ, 42:40
- އިންސާނާއާ އަނބިމީހާގެ ދެމެދު, 4:35
- މުއުމިނުންގެ ދެމެދު, 49:9-10
ރިކޯޑު
- ލިޔެވިފައިވާ ރަޖިސްޓަރެއް, 83:7-9, 18-21
- ކޮންމެ އުންމަތެއް އެކަމަށް ގޮވާލެވޭނެ, 45:28-29
- ކޮންމެ މީހެއްގެ ޢަމަލުތަކުގެ ލިޔެވިފައިވާ ސަފްޙާތައް,81:10
- ޙައްޤު ވާހަކަ ދައްކާ, 23:62
- ކަނާތުގައި, 69:19; 84:7-9
- ވާތުގައި, 69:25
- ފަހަތުގައި, 84:10-15
ލިޔުންތެރި މަލާއިކަތުން, 50:17-18, 23; 85:11
ފަސޭހަކަން، ދަތިކަމާއެކު, 94:5-6
ދީން
- ދީނުގައި ނުރުހުމެއް ނެތެވެ, 2:256
- އިސްލާމެވެ, 3:19
- ﷲ ގެ, 3:83-84
- އިސްލާމް ފިޔަވައި, 3:85
- ދީނުގައި ހައްދު ފަހަނައެޅުނު ނުވާށެވެ, 4:171; 5:77
- ފުރިހަމަކުރެވުނު, 5:3
- ކުޅިވަރާއި ހިނގުމެއްގެ ގޮތުގައި ނަގާ މީހުން, 6:70
- ދީން ބައިބައިކުރައި ފިރިޤާތަކަކަށް ބެހޭ މީހުން, 6:159; 30:32
- އަދި ބައްލަވާ 42:13-14; 43:65; 45:17
- ދީން ބައިބައިކޮށްފިއެވެ، ކޮންމެ ބަޔަކު އެމީހުންގެ ޢަޤީދާއިން އުފާކުރެއެވެ, 23:53; 30:32
- ދީނުގައި ދަތިކަމެއް ނުލެއްވެވެ, 22:78
- އިންސާނުން ހެއްދެވީ ފިޠުރަތުގައި, 30:30
- ހުރިހާ ނަބިއްޔުންނަށް އެއް ދީން, 42:13-15
- ކާބަފައިންގެ, 43:22-24
ﷲ ހަނދާންކުރުން, 63:9
- ހަނދާންކުރުމުން ހިތްތައް ހިތްހަމަޖެހެއެވެ, 13:28
ތައުބާ
- ޖާހިލުކަމުން ނުބައިކަން ކޮށް އަވަހަށް ތައުބާވެއްޖެނަމަ ގަބޫލުކުރެވެއެވެ, 4:17; 6:54
- ނުބައި ޢަމަލުތައް ކުރަމުންދާނަމަ ތައުބާ ފައިދާއެއް ނުކުރެއެވެ, 4:18
- އެކަލާނގެ ތައުބާ ގަބޫލުކޮށް ފާފަ ފުއްސަވައެވެ, 4:25
ނުބައިކަމަށް މުއްދަތު ލިބުން, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ދިރުއްވުން, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ޢުޒައިރުގެ ވާހަކައިގައި މިސާލު 2:259
- އިބްރާހީމް 2:260
- ފަޅުގެ ރައްޔިތުން 18:9-26
- ދިރުއްވުން ދޮގުކުރާ މީހުންނަށް އިންޒާރު 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ޤިޔާމަތް ދުވަސް, 7:89; 20:100-101, 124
- ޙައްޤު ދުވަސް, 78:39
- ތިޔަބައިމީހުންގެ ޢަޖުރަ ފުރިހަމައަށް ދެވޭނެ 3:185
- ޢަމަލުތަކުގެ ލިޔެވިފައިވާ ސަފްޙާތައް ހުޅުވޭނެ,81:11
- ކޮންމެ މީހަކަށް އޭނާ ގެނެސްދެނީ ކޮންކަމެއްކަން އެނގޭނެ, 81:14
- ކޮންމެ މީހަކަށް އޭނާ ކުރި ހުރިހާ ހެޔޮއާ ނުބައި ކުރިމަތިވާނެ, 3:30
- މީހަކަށް ކުރިއަށް ފޮނުއްވި އަދި ފަހަތަށް ދޫކޮށްލި ކަންތައް އެނގޭނެ, 82:5
- ޒުލުމުގެ ބިރެއް ނެތް, 20:112
- ޢަދުލުގެ މީޒާނުތައް, 21:47
- ޢަމަލުގެ މީޒާނުތައް, 23:102-103
- ކޮންމެ މީހަކު ޒައްރާއެއްގެ ބަރުދަނަކަށް ހެޔޮ ނުވަތަ ނުބައި ކޮށްފިނަމަ އެކަން ފެންނާނެ, 100:7-8
- ހުރިހާ ސިއްރުތައް ބަލައިގަނެވޭނެ, 86:9
ކަނާތުގައި ދެވޭ ރިކޯޑު, 69:19; 84:7-9
ވާތުގައި ދެވޭ ރިކޯޑު, 69:25
ފަހަތުގައި ދެވޭ ރިކޯޑު, 84:10-15
- ކާފިރުންނަށް ދަތި ދުވަހެއް, 25:26; 54:8; 74:9
- ބުރަ ދުވަހެއް, 76:27
- ބުރަ ބުރައެއް އުފުލުން, 20:100-101
- އެއްވެސް ޢުޒުރެއް ހުށަހެޅުމަށް ހުއްދަ ނެތް, 77:36
- ޒާލިމުން އަމިއްލަ އަތްތައް ހޫނުކުރާނެ, 25:27
- ޒާލިމުން އެމީހުންގެ ގުޅިވަރުންނާއި ބުދުތަކާއެކު ޖަމާޢަކުރެވޭނެ, 37:22
- ޙަސްރަތާއި ހިތާމަ އަދި ނުއުންމީދުކަމާއެކު ހަލާކުވުން, 30:12
- ދިރިތިއްބެ ވަޅުލެވުނު އަންހެން ކުއްޖާގެ ސުވާލު ކުރެވޭނެ,81:8-9
- އެންމެ ބޮޑު ބިރު, 21:103
- ގޮވާ މީހާ ގޮވާނެ، ބިރުވެރި ކަމަކަށް, 50:41;54:6-8
- އެއް (އަޑު), 36:29, 49, 53; 38:15; 50:42
- ޒަޖްރަ (އަޑު), 37:19; 79:13
- ކައިރި ޢަޒާބު, 78:40
- އުޑު ބިރުވެރި ތެޅުމެއްގައި ތެޅޭނެ, 52:9; 56:4
- އުޑު ދެބައިވާނެ, 84:1-2
- އުޑު ވަކިވެ ކެނޑޭނެ, 77:9; 82:1
- އުޑު ވިލާތަކާއެކު ދެބައިވާނެ,25:25
- އުޑު ރޮޅޭނެ، އެކަލާނގެ ކަނާތުގައި,21:104; 39:67
- އުޑުގައިވާ އެންމެންނާއި ބިމުގައިވާ އެންމެން ބޭހޫޝްވާނެ, 39:68
- އުޑު ހުޅުވޭނެ، ދޮރުތަކަކަށް ވާނެ, 78:19
- އުޑު ތެލިގެ އުނދުނުގެ ފަދައިން ވާނެ, 70:8
- ތަރިތައް ވެއްޓޭނެ, 81:2; 82:2
- ތަރިތަކުގެ އަލި ގެއްލޭނެ, 77:8
- އިރުގެ އަލި ގެއްލޭނެ, 81:1
- ކަނޑުތައް ރޯވާ އަލިފާނަކަށް ވާނެ, 81:6
- ކަނޑުތައް ބިނދޭނެ, 82:3
- ސާޢަތުގެ ބިންހެލުން, 22:1; 99:1
- ފަރުބަދަތައް ދުރަށް ގެންދެވޭނެ, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ހުނިބުރިވެ ހޮނުވާނެ 20:105; 56:5
- ފަނި ކޮށްފައިވާ އުނގުގެ ފަދައިން, 70:9;101:5
- ބިމާއި ފަރުބަދަތައް ގަދައަށް ތެޅޭނެ, 73:14; 79:6
- ބިން ހުނިކޮށް ހޮނުކުރެވޭނެ, 89:21
- ބިން އެހެން ބިމަކަށް ބަދަލުވާނެ އަދި އުޑުތަކުވެސް, 14:48
- ބިން ދިގުކުރެވޭނެ, 84:3-5
- ބިން ހަމަހަމަ ބިމެއް ފަދައިން 18:47; 20:106
- ބިން އޭގެ ބުރަތައް ބޭރުކުރާނެ, 84:4; 99:2
- ޤަބުރުތައް ދޮރުވެ ބަދަލުވާނެ, 82:4
- ޤަބުރުތަކުން ދިރުއްވުން, 21:97; 70:43
- މަރުވުމަށްފަހު ބިމުގައި ދިރިވުން, 79:14
- ވަލު ޖަނަވާރުން އެއްކުރެވޭނެ, 81:5
- ލޯއަޅި ނެތި ތެދުވާނެ, 20:124-125
- ސޫރު ޕުމްފޮޅޭނެ, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- ސާޚްޚާ, 80:33
- ނަފްސުތައް ހަށިގަނޑުތަކާއެކު ގުޅޭނެ,81:7
- ދިހަ ދުވަހަށްވުރެ ގިނައިން ނުތިބޭނެ, 20:103
- އެއް ދުވަހަށްވުރެ ގިނައިން ނުތިބޭނެ, 20:104
- ނުވަތަ ދުވަހެއްގެ ބައެއް, 23:112-114
- އެއްކުރުމުގެ ދުވަސް, 64:9
- ޙުކުމްގެ ދުވަސް, 37:21
- ނިންމުމުގެ ދުވަސް, 77:38; 78:17
- ވަކިކުރުމުގެ ދުވަސް, 77:13-14
- ހިތާމަ އަދި ޙަސްރަތުގެ ދުވަސް, 19:39
- ދޮގުކުރާ މީހުން, 77:15-50
- އިންސާނުން ވިދާލެވޭ ފިރިޔަ ފަދައިން, 101:4
- އިންސާނުން ބައިބައިކޮށް ހިނގާނެ,100:6
- އިންސާނުން މަސްތުވެފައިވާ ފަދައިން, 22:2
- ކޮންމެ ބަނޑުބޮޑު އަންހެނަކު އޭނާގެ ބުރަ ވެއްޓިދާނެ, 22:2
- ބަނޑުބޮޑު އުޅަނގުތައް ދޫކޮށްލެވޭނެ,81:4
- ކިރުދޭ މަންމަ އޭނާގެ ކިރުބޮއި ކުއްޖާ ހަނދާން ނައްތާލާނެ,22:2
- ގާތް ރަށްވެހިން އެކަކު އަނެކަކު ފެނުމަށް ކުރެވޭނެ,70:11
- މީހަކު އޭނާގެ ގާތް ރަށްވެހިންގެ ކިބައިން ފިލާނެ,80:34-37
- އެއްވެސް ރަފީޤަކު ރަފީޤަކަށް ނުސުވާލުކުރާނެ, 70:10
- ރަފީޤެއް ނުވަތަ ޝަފާޢަތްތެރިއެއް ނެތް,40:18
- ކުރުމެއް އެއްވެސް މީހަކަށް އެހެން މީހަކަށްޓަކައި ކުރުމުގެ ބާރެއް ނެތް, 82:19
- ބާރެއް ނުވަތަ އެހީތެރިއެއް ނެތް, 87:10
- މުއުމިނުންނަށް ބިރެއް ނެތް, 43:68
- މުއުމިނުން ހިޔަނިތަކާއި ފޮހިތަކާއި މޭވާތަކުގެ ތެރޭގައި ހުންނާނެ, 77:41-43
- ޖަންނަތުގެ ރައްޔިތުންނާއި އެމީހުންގެ އަނބިން, 36:55-58
- މަލާއިކަތުން ބޮޑު ބާވައިލުމަކުން ބާވާލެވޭނެ, 25:25
- ކޮށީ ހާމަކުރެވޭނެ, 68:42-43
- ޖަންނަތް ކައިރިކުރެވޭނެ, 81:13
- ނަރަކަ ކައިރިކުރެވޭނެ, 89:23
- ނަރަކައިގެ އަލިފާން ނެގޭނެ، ގަދައަށް ރޯކުރެވޭނެ, 81:11-12
- ޞަދަޤާތުގެ ގޮތުން ބަދަލު ހިފުމަކީ ކައްފާރާއެކެވެ, 5:45
ވަޙީ
- ތިޔަބައިމީހުން ޝައްކުގައިވާނަމަ, 2:23-24
- ބާޠިލުކުރެވުނު ނުވަތަ ހަނދާން ނައްތާލެވުނު އާޔަތް, 2:106
- ތެދު ހިދާޔަތް, 3:73
- ރަބްބުގެ ޙަޟްރަތުން, ފަހެ ޝައްކުވާ މީހުންގެ ތެރޭގައި ނުވާށެވެ, 6:114
- ވިސްނާ ޤައުމަށްޓަކައި, 6:98
- ހިދާޔަތާއި ރަޙްމަތެއް, 7:203; 16:64; 31:3
- ރޫޙުލް ޤުދުސް ފަރާތުން, 16:102; 26:192-193
- ތަފްސީލުކޮށް ބަޔާންކުރެވިފައިވުން, 6:98; 41:2-4
- ފޮތުގެ ބާވައިލެވުން ﷲ ގެ ޙަޟްރަތުންނެވެ, 46:2
- އަދި ބައްލަވާ ފޮތާއި ޤުރުއާނު
އެމީހުންނަށް ކުރެވުނު ޒުލުމުގެ ބަދަލު ހިފުން, 42:39-43
ބަދަލު
- އެންމެ ރަނގަޅު ޢަމަލުތަކާ އެއްގޮތަށް، އަދި އެއަށްވުރެ ބޮޑަށް, 24:38; 29:7; 39:35
- ބަދަލެއްގެ ގޮތުގައި 25:15
- ހެޔޮކުރާ މީހުންނަށް ﷲ ދެއްވާނީ އެންމެ ރަނގަޅު ބަދަލެވެ, 53:31
- ހެޔޮކަމުގެ ބަދަލަކީ ހެޔޮކަން ފިޔަވައި އެހެން ނޫން, 55:60
ރިބާ (ބައްލަވާ ސުންގަޑި)
ޞާލިޙުން
- ޞާލިޙުންގެ ޖަމާޢަތް, 4:69
- ބިމަށް ވާރުތަވެރިވާނެ, 21:105
- ޖަންނަތުގައި, 51:15-19; 76:5-12
- އަދި ބައްލަވާ ހެޔޮ
ހެޔޮކަން, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- ހެޔޮކަމުގެ އުނދަގުލުވެރި ފަރުބަދަ މަގު, 90:11-18
ތެދު ހިދާޔަތަކީ ﷲ ގެ ހިދާޔަތެވެ,3:73
މަގުތައް, މަގު, 43:10
ހިޖުރު (ހިލަ ބިމް)، ރައްޔިތުން, 15:80-85
ރޫމީން, 30:2-5
ތަށް، އުޑު, 21:32
ރޫޙު (ޖިބްރީލް), 26:193; 67:12; 70:4; 78:38;97:4
ރޫޙުލް ޤުދުސް, 2:87, 253; 5:110; 16:102
- އަދި ބައްލަވާ ޖިބްރީލް
ރޫޙު (ނަފްސު، ޖާނު), 15:29; 17:85; 58:22
ރޫމު, S.30
سَبَأ (ޝީބާ), 27:22-44; 34:15-21
سَبَأ, S.34
ހޮނިހިރު
- ހޮނިހިރު ދުވަހުގެ ހައްދު ފަހަނައެޅި މީހުން, 2:65; 4:154; 7:163-166
- ފަރުޟުކުރެވުނީ ހަމައެކަނި އެމީހުންނަށް, 16:124
ޞާބިއީން, 5:69; 22:17
ޤުރުބާނީ, 2:196, 200; 22:34-37
ޞާދު, S.38
ޞަދަޤާތް (ޚައިރު), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ސިއްރުކުރުމަކީ ފާޅުކުރުމަށްވުރެ ރަނގަޅު, 2:271
ޞަފާ އަދި މަރްވާ, 2:158
ޞައްފު, S.61
ޞާއްފާތު, S.37
ސައިލުލް ޢަރިމް (މަޢްރިބް ބަނދުން ދޫކުރެވުނު ވެށި), 34:16
ސަޖްދާ, S.32
ސަކީނާ (ހަމަހިމޭންކަމާއި ހިތްހަމަޖެހުން), 2:248;9:26, 40; 48:4, 18, 26
ޞާލިޙް, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ސަލްސަބީލް (ޖަންނަތުގެ ފޮހިއެއް), 76:18
ސާމިރީ, 20:85, 95-97
ޝަމުވީލް, 2:247
ޝައިޠާނު, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- ދުޝްމަނުކަމާއި ނަފްރަތު އުފައްދައެވެ, 5:91
- ޝައިޠާނާގެ ނުބައި ވަސްވާސް, 7:200-201
- މަކަރުކުރެއެވެ, 8:48
- ޚިޔާނާތްތެރިވި, 14:22
- މުއުމިނުންގެ މައްޗަށް ބާރެއް ނެތް, 16:99-100
- ބާޠިލު އެޅުވުން, 22:52-53
- ދުޝްމަނެކެވެ, 12:5; 35:6; 36:60
- ބޮޑާކަން 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ޖިންނެއް 18:50-51
- އާދަމްގެ އުނދަގުލާއި ވެއްޓުން 7:20-23; 20:116-121
- މުއުމިނުންގެ މައްޗަށް އިޚްތިޔާރެއް ނެތް 16:98-100
- އޭނާގެ މަޤްޞަދު 35:6-8
- އިންސާނިއްޔަތަށް ހުވާކޮށްފައިވާ ދުޝްމަނެއް 12:5; 17:53
- އޭނާގެ ޙިޒްބު 53:14-19
- އޭނާގެ އަތުގެ މަސައްކަތް 5:90-91
- ހެޔޮ ޢަމަލުތަކުން ދުރުކުރަނީ 2:268
- މުއުމިނުން އޭނާގެ ކިބައިން ﷲ ގެ ޙަޟްރަތަށް ޕަނާހުވެއެވެ 7:200-202
- އޭނާގެ މަކަރުތައް ބަލިކަށިވެއެވެ 4:76
- އޭނާގެ ފަހަތުން ދާ މީހުން ދޫކޮށްލައެވެ 8:48
- ނަރަކައިގައި އޭނާގެ ފަހަތުން ދާ މީހުންނާއެކު ވާހަކަ ދައްކައެވެ 14:22
- އަދި ބައްލަވާ އިބްލީސް
މީޒާނު، ކާމިޔާބު ވާނީ، އޭގެ ބުރަ ބުރަވާ މީހުން, 7:8-9
- އަދި ބައްލަވާ މީޒާން
ފޮތް
- ފޮތް ލިބުނު މީހުން, (ޔަހޫދީންނާއި ނަސްރާނީން), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- އެމީހުން ފޮރުވަމުން ދިޔަ ކަންތައްތައް, 5:61-63
- އެމީހުންގެ ތެރޭގައި ތެދު މަގުގައި ތިބި މީހުން,5:66
- އެމީހުން ދެނެގަނެއެވެ ނަމަވެސް އީމާންނުވެއެވެ, 6:20
ކަނޑުތައް, 42:32-33; 45:12
- ދެ ކަނޑު, 18:60; 25:53; 35:12; 55:19-20
- ކަނޑުތައް ބިނދެވުމުން, 82:3
ސިއްރު (ނަޖްވާ)
- ސިއްރު ވާހަކަތައް, 4:114
- ތިން މީހުންގެ ސިއްރު މަޝްވަރާ, 58:7
- ސިއްރު މަޝްވަރާތައް, 58:8, 10
- ޚާއްޞަ މަޝްވަރާ, 58:12-13
ދީނުގައި ބައިބައިވުންތަކާއި ފިރުޤާތައް, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
ރައްކާތެރިކަން، ދަތިކަމަށްފަހު، އެކަލާނގެ ބާވައިލެއްވިއެވެ,3:154
ކުރެ، އެ އުޅެނިކޮށް ބޮޑުކުރައްވާ ކާކު, 56:63-67
ހިއްސުތައް, 23:78
ހަތް، ހެއްދެވިއެވެ
- އުޑުތައް, 2:29; 23:17; 65:12; 67:3; 71:15
- އަދި ބިމުގެ ވެސް އެފަދައިން, 65:12
ހިޔަނި
- ﷲ އަށް ސުޖޫދުގައި ވެއްޓެއެވެ, 13:15; 16:48
- ފެތުރުން, 25:45
ޝަމްސު, S.91
ކަނބުލޯ ނިޝާނެއްގެ ގޮތުގައި ޘަމޫދު ޤައުމަށް, 7:73; 17:59; 26:155-158
ބޯޓު، ދަތުރުކުރުން ނިޝާނެއްގެ ގޮތުގައި؛ ޚިދުމަތްކުރުމަށް؛ ޝުކުރުވެރިވުމަށް؛ އެކަލާނގެ ފަޟްލު ހޯދުމަށް, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
ޝުޢައިބު, 7:85-93; 11:84-95; 29:36-37
ޝުޢަރާ, S.26
ޝޫރާ, S.42
ސިދްރަތުލް މުންތަހާ, 53:14
މަދީނާ ވަށާލެވުން, 33:9-27
ސިޖްޖީން, 88:7-9
ފާފަ, 7:100; 74:43-6
- ޒިނޭކުރުން, 4:15-16; 24:2, 19
- ބޮޑެތި ފާފަތަކުން ދުރުހެލިވެއްޖެނަމަ ކުޑަ ފާފަތައް ފުއްސަވައެވެ, 4:31
- އެމީހުން އިންސާނުންގެ ކިބައިން ފޮރުވިދާނެއެވެ ނަމަވެސް ﷲ ގެ ކިބައިން ފޮރުވޭކަށް ނެތެވެ, 4:108
- ފާފައެއް ހޯދާ މީހާ އޭނާ ހޯދަނީ އަމިއްލަ ނަފްސާ ދެކޮޅަށެވެ, 4:111
- ފާފައެއް ހޯދާފައި ދެން ކުށެއް ނެތް މީހެއްގެ މައްޗަށް އެއަޅާ މީހާ, 4:112
- ﷲ އާއެކު ޝަރީކުކުރުން ﷲ ނުފުއްސަވައެވެ, އެކަމަކު އެކަމާ އިތުރު ފާފަތައް ބޭނުންވާ މީހުންނަށް ފުއްސަވައެވެ, 4:116
- ފާފަ ކުރާ މީހުންނަށް އެކަށީގެންވާ ބަދަލު ލިބޭނެއެވެ,6:120
- ފާފަވެރިން ދުވަހަކުވެސް ކާމިޔާބެއް ނުލިބޭނެއެވެ, 10:17
- ﷲ ހުރިހާ ފުއްސަވައެވެ, 39:53
- ބޮޑެތި ފާފަތައް, 42:37
ސީނާއީ، ފަރުބަދަ, 19:52; 23:20; 95:2
ފާފަވެރިން، އެމީހުންގެ ކަންފަތްތަކާއި ލޯތަކާއި ހަންގަނޑުތައް އެމީހުންނާ ދެކޮޅަށް ހެކިވާނެއެވެ, 41:20-23
ސިރާޠު ފާލަން, 66:8
ބޮޑު ބުނާ މީހާ, 68:11-12; 104:1
އަޅުން, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- އަދި ބައްލަވާ ހަނގުރާމައިގެ އަސީރުން؛ އަސީރުން
ނިދި، ހަމަޖެހުމަށް ހެދިއެއްޗެއް, 78:9
ސަދޫމް, 29:31; 37:136
ލިވާޠު, 7:80-82; 11:77-83; 15:61-77; 29:28-29
ސުލައިމާން, 2:102; 4:163; 6:84
- ބައްޕަ ދާއޫދަށް ރަނގަޅު ޙުކުމަކަށް ވާސިލްވެވުމަށް އެހީތެރިވުން 21:78-82
- އަދި ކުކުޅުޅެހި, 27:15-19
- އަދި ހުދުހުދު, 27:20-26
- އަދި ޝީބާގެ ރަނި, 27:22-44; 34:15
- ﷲ ގެ ނިޢުމަތްތައް އެކަލޭގެފާނުގެ މައްޗަށް 34:12-14, 38:34-40
- ރީތި އަސްތަކަށް އޭނާގެ ލޯބި 38:30-33
ދަރިއަށް ބަހައްޓާފައިވާ, 33:4-5
ރޫޙު (ނަފްސު، ޖާނު), 15:29; 17:85; 58:22
ޚަރަދުކުރުން, ﷲ ގެ މަގުގައި, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- ތިޔަބައިމީހުންގެ ބޭނުމަށްވުރެ ބޮޑަށް ހުރި, 2:219
- އެމީހުންގެ މުދަލުގެ ސަބަބުން ﷲ ގެ މަގުގައި ޚަރަދުކުރާ މީހުންގެ މިސާލު, 2:261
- މީހުންނަށް ފެންނާހެން, 2:264; 4:38
- ﷲ ގެ މަގުގައި ތިޔަބައިމީހުން ޚަރަދުކުރާ ކޮންމެ އެއްޗެއް ތިޔަބައިމީހުންނަށް އަނބުރާ ލިބޭނެއެވެ, 2:272; 8:60; 34:39
- ބޮޑަށް ނުވަތަ ބޭކާރުކޮށް ނޫން, 6:141;17:26
- ބޮޑަށްވެސް ނޫން ބަޚީލުކަމުގައިވެސް ނޫން, 25:67
- ﷲ ގެ މަގުގައި ޚަރަދުކުރުމުން އަތް ބަންދުކުރާ މީހުން, 9:67
ރޫޙު (ނަފްސު، ޖާނު), 15:29
- އޭގެ ޢިލްމު ﷲ ގެ ޙަޟްރަތުގައި, 17:85
- ﷲ މުއުމިނުން ރޫޙުން ވަރުގަދަކުރައްވައެވެ, 58:22
ހަނގުރާމައިގެ ޣަނީމަތް, 8:41, 69; 48:15, 19-20; 48:15
- އަދި ބައްލަވާ ޣަނީމަތް
ޖާސޫސީ، 49:12
ތަރި, 53:1, 49; 86:1-4
ތަރިތައް, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
ސީދާ، މަގު, 1:6
- އަދި މަގު, 6:153
- އަދި ކުރިމަތިލުން, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
ކިރުދިނުން، މުއްދަތު، ކިރުދޭ މަންމަ, 2:233
ދަތިކަން، ފަގީރުކަމާއި ޞިއްޙަތު ގެއްލުމާއި މުސީބާތްތައް؛ ތަނަވަސްކަމާއި މުދަލުގެ ތަނަވަސްކަން, 7:94-96
އިރު, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
އެންމެ މަތިވެރި ކާމިޔާބީ, 9:72; 44:57
ސޫރަތު, 10:38; 11:13; 47:20
- އޭގެ ބާވައިލެވުން އީމާންކަން އިތުރުކުރެއެވެ, 9:124-127
ޝައްކުތައް, 49:12
ރިޒުޤު, 19:62
- އަދި ބައްލަވާ ރިޒުޤު؛ ރިޒުޤުދެއްވުން
ސުވާޢު, 71:23
ތަބޫކު, 9:40-59, 81-99, 117-118, 120-122
ތަޣާބުނު, S.64
ޠާޣޫތު, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- އަދި ބައްލަވާ ދޮގު އިލާހުން
ޠާހާ, S.20
ތަޙްރީމް, S.66
ތަކާޘުރު, S.102
ތަކްވީރު, S.81
ޠަލާޤު, S.65
ޠަލްޙު (ކެޔޮގަސް), 56:29
ޠާލޫތު (ޝާއުލް), 2:247-249
ޠާރިޤު, S.86
ތަސްނީމް (ފޮހި), 83:27-28
ތައުބާ, S.9
ޠަވާފު (ކަޢުބާ ވަށައިގެން ހިނގުން), 2:200; 7:29,31
ތަޔައްމުމު, 4:43; 5:6
މުއްދަތު, ކޮންމެ ޤައުމަކަށް ކަނޑައެޅިފައިވާ މުއްދަތެއް ވެއެވެ، އެއަށް ކުރިއެރުމެއް ނުވަތަ ފަހުތަކަށް ލެވުމެއް ނުވެއެވެ, 7:34; 10:49;15:4-5; 16:61; 20:129
ސަރަހައްދު, ތިޔަބައިމީހުންގެ ސަރަހައްދު ލަޝްކަރުގެ ބައިތަކުން ރައްކާތެރިކުރާށެވެ, 3:200
އިމްތިޙާން, ﷲ ގެ ފަރާތުން, 3:154; 34:21
ޘަމޫދު, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
ވަގުތު ފަހުން, ޢަޒާބު, 5:38-39
އަރުޝު, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- ފެނުގެ މަތީގައި, 11:7
- އަށް މަލާއިކަތުން އަރުޝު އުފުލުން, 39:75; 40:7; 69:17
ޒަމާން, 45:24; 76:1; 103:1
ތީން, S.95
ޢަޒާބު,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
ރަށް, އަހަރެމެން ކޮންމެ ރަށެއް ނައްތާލީ އޭގެ މަޢުލޫމު ކަނޑައެޅުމެއް ހުރެގެންނެވެ, 15:4
ވިޔަފާރީއާއި މުދާ, 4:29
ދަތުރު, އެމީހުން ބިމުގައި ދަތުރުނުކުރެއޭ, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
ޚިޔާނާތް, 8:58; 22:38
- ބައްލަވާ ޚިޔާނާތްކުރުން
ރައްކާކޮށްފައިވާ ޚަޒާނާ, 9:35
ﷲ ގެ ޚަޒާނާތައް, 6:50
ދާއިމީ ގަސް, 20:120
ގަސްތައް, 22:18
އިމްތިޙާންތައް, 2:214-218; 64:15
ސޫރު, ޤިޔާމަތް ދުވަހު, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
ސާޚްޚާ,80:33
އަމާނާތް އުޑުތަކާއި ބިމާއި ފަރުބަދަތަކަށް ހުށަހެޅުނެވެ، ނަމަވެސް އިންސާނާ އުފުލިއެވެ,33:72-73
އަމާނާތްތައް,2:283; 4:58; 8:27; 23:8;33:72; 70:32
ޙައްޤު, 5:48; 23:70-71, 90; 25:33; 69:51
- ބާޠިލާ ގުޅައި ނުލާށެވެ ނުވަތަ ފޮރުވައި ނުލާށެވެ, 2:42
- ޙައްޤު އައިސްފިއެވެ ބާޠިލު ނައްތާލެވުނެވެ, 17:81
- ޙައްޤު ވަޢުދު, 46:16-17
ތުބްބަޢު ޤައުމު, 44:37; 50:14
ތޫރު (ފަރުބަދަ), 28:29, 46
ތޫރު, S.52
ޠުވާ ވާދީ, 20:12; 79:16
އުޙުދު ހަނގުރާމަ, 3:121-128, 140-180
އުއްމަތް (ޖަމާޢަތް، ޤައުމު), 2:143-144;10:47, 49; 11:118; 16:36, 120
ޢުމްރާ, 2:128, 158, 196
ރިބާ (ސުންގަޑި), 2:275-276, 278-280; 3:130;4:161; 30:39
އުޒައިރު, (ބައްލަވާ ޢުޒައިރު)
ޢުއްޒާ, 53:19
ނުފެންނަ ތުރު, 17:45-46
ނިޤާބުލުން, 24:31; 33:59
އާޔަތްތައް, ސަބްޢުލް މަޘާނީ, 15:87
ކާމިޔާބީ
- ﷲ ގެ ފަރާތުން ދެއްވުން, 48:1
- ﷲ ގެ އެހީތެރިކަމުން, 61:13
ފަޟީލަތްތައް, (ބައްލަވާ ހެޔޮކަން؛ މުއުމިނުން)
ވައްދު, 71:23
- "އިންތިޒާރުކުރާށެވެ، އަހަރެމެންވެސް އިންތިޒާރުކުރަމެވެ", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
ވާޤިޢާ, S.56
ﷲ އާ ހަނގުރާމަ, 5:33-34
ބޮޑަށް ބޭކާރުނުކުރާށެވެ, 6:141; 7:31; 17:26
ފެން, ކޮންމެ ދިރޭ އެއްޗެއް ހެއްދެވުނީ, 21:30;24:45; 25:54
- ދެ ކަނޑު, 18:60; 25:53; 35:12; 55:19-20
- ﷲ ގެ އަރުޝު ފެނުގެ މަތީގައި, 11:7
- ވަރުސާ, 23:18
މަގު, 1:6; 42:52-53; 90:10
- ފަސޭހަ، ފަސޭހަކުރުން, 87:8
- އަދި ބައްލަވާ މަގު
މުސާފިރު, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
މުދަލު
- ގިނަކޮށް އެއްކުރި މީހާ, 104:2-4
- ﷲ ގެ މަގުގައި ޚަރަދުކުރުން (ބައްލަވާ ޚަރަދުކުރުން)
މުދަލާއި ދަރިން, މި ދުނިޔޭގެ ދިރިއުޅުމުގެ ޒީނަތް, 18:46
ބުރަ އަދި މިންވަރު, ފުރިހަމައަށް ދިނުން, 11:85; 17:35;83:1-5
ބެލަދުވާ އަނބިން, 2:234-235, 240
ﷲ ގެ އިރާދަފުޅު, 10:99-100; 30:5; 81:29; 82:8
އިންސާނާގެ އިރާދަ, ސީދާ ހިނގުމަށް، ﷲ އިރާދަކުރައްވައިފިނަމަ މެނުވީ, 28:29
ވައިތައް, 77:1-3
- ހިތްހަމަޖެހުމުގެ ޚަބަރު ގެނެސްދޭ ގޮތުގައި, 7:57; 30:46
- ވިލާތައް އުފުލައި ފެން ވެހެއްކުރުން, 15:22; 30:48
- ރީނދޫވުން, 30:51
ޝަރާބު (ޖަންނަތުގައި)
- ސާފު ބުއިންތައް, 37:45; 76:21
- ހުދު، ހެޔޮ, 37:46
- ކޯރުތައް, 47:15
- ސާފު މުހުރުލާފައިވާ, 83:25
ﷲ ބައެއް މީހުން ބައެއް މީހުންނަށްވުރެ މަތިވެރިކުރެއްވި ކަންކަމަށް އެދެ ނުވާށެވެ, 4:32
ހެކިވެރިން
- ނަބިއްޔުންގެ ޢަހުދަށް, 3:81
- އިންސާނުންގެ މައްޗަށް, 2:143; 22:78
- ޢަޤުދެއްގެ ގޮތުން, 2:282
- ދެ އަންހެނުން ފިރިހެނެއްގެ ބަދަލުގައި, 2:282
- ޒިނޭކުރުމަށް, 4:16; 24:2
- ޢަދުލުވެރިވާށެވެ, 5:8
- އަތްތަކާއި ފައިތައް ހެކިވާނެ, 36:65
- އިންސާނާ އަމިއްލަ ނަފްސާ ދެކޮޅަށް, 75:14
ހެކިވާ ދުވަހާއި ހެކިވެވޭ ދުވަސް, 85:3
އަނބިން
- ތިޔަބައިމީހުންނަށް ދަނޑުބިމެކެވެ, 2:223
- ތިޔަބައިމީހުންނަށް ހެދުމެކެވެ, 2:187
- ތިޔަބައިމީހުންގެ ބާވަތުގެ, 16:72
އަންހެނާ، ޖަދަލުކުރާ, 58:1-2
އަންހެނުން, 2:222-223; 4:15, 19-22, 34, 127
- ޢިއްފަތްތެރި މީހުންނަށް ތުހުމަތުކުރާ މީހުން, 24:4-5, 11-17, 23-26
- ނިޤާބުލުން, 24:31; 33:59
- އީމާންވެރި, ހިޖްރަތްކުރާ މީހުންގެ ގޮތުގައި, 60:10-12
- ޖަދަލުގައި އަމިއްލައަށް ސާފުނުކުރުން, 43:17-18
ޖަންގަލި, ރައްޔިތުން, 15:78; 38:13; 50:14
- އަދި ބައްލަވާ އައިކާ؛ މަދްޔަން 26:176-191
ދުނިޔެ، މި ދިރިއުޅުން
- ހަމައެކަނި ކުޅިވަރާއި ހިނގުމެކެވެ, 6:32;29:64; 47:36; 57:20
- އިންސާނުންނަށް މަކަރުކުރެއެވެ, 6:130
- އާޚިރަތަށްވުރެ ދުނިޔޭގެ ފައިދާ ކުޑަވެއެވެ, 9:38; 13:26; 28:60-61
- ދުނިޔެ އެދޭ މީހަކަށް އެތަނުން ލިބޭނެއެވެ، ނަމަވެސް އާޚިރަތުގައި ބައެއް ނެތެވެ, 11:15-16; 17:18; 42:20
- މުދަލާއި ދަރިން، ދުނިޔޭގެ ޒީނަތް,18:46
- މިހާރުގެ ދިރިއުޅުން ލޯބިކޮށް އާޚިރަތް ދޫކޮށްލާ މީހުން, 75:20-21; 76:27
ލިޔުން, ޢަޤުދުތަކަށްޓަކައި, 2:282
ޒާލިމުން,11:18-22, 101-104, 116-117;39:47
- އަދި ބައްލަވާ ކާފިރުން
ވުޟޫ (ވުޟޫކުރުން), 4:43; 5:6
ޔަޣޫޘު, 71:23
ޔަޙްޔާ (ޔޫޙަންނާ)
- ހިތްހަމަޖެހުމުގެ ޚަބަރު, 3:39; 21:90
- ޞާލިޙު, 6:85
- ޙިކުމަތްތެރި؛ ރަޙްމަތްތެރި؛ ކިޔަމަންތެރި, 19:12-15
ޔާސީން, S.36
ޔަޘްރިބު (މަދީނާ), ރައްޔިތުން, 33:13
ޔަޢޫޤު, 71:23
ޔޫނުސް (ޔޫނާ), S.10
ޔޫސުފް, S.12
ޒަބޫރު, 21:105
ޒަކަރިއްޔާ, 3:37-41; 6:85; 19:2-11; 21:89-90
ޒައިދު ބިން ޙާރިޘާ, ރަސޫލާގެ އަޅު, 33:37-38
ޒަކާތް, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- ޒަކާތާއި ޞަދަޤާތް ލިބެންޖެހޭ މީހުން, 2:273; 9:60
ޒަންޖަބީލް, 76:17
ޒަލްޒަލާ, S.99
ޒައްޤޫމު, 17:60; 37:62-66; 44:43-46; 56:52
ޒިހާރު, 33:4; 58:2-4
ޒުޚްރުފު, S.43
ޒުމަރު, S.39
ބޭސިކް ޢަޤީދާތައް
- އީމާން ފުރިހަމަކުރެވުން 5:3
- ﷲ ގަބޫލުކުރައްވާ އެކަނި މަގު 3:19, 85
- އިސްލާމް ގަބޫލުކުރުމުގައި ނުރުހުމެއް ނެތް 2:256
- އެއް ދީނެއް، ތަފާތު ޢަޤީދާތަކާއި ޝަރީޢަތްތަކާއެކު 5:48; 22:67-70; 42:13-14
- އިސްލާމްގެ ނަބިއްޔުން 2:135-136; 3:84; 4:163-165
- އަމުރުތައް (ﷲ އަށް އީމާންވެ ހެޔޮކުރުން) 4:36; 6:151-154;17:23-39;18:107-108
- ޝަރީޢަތުގެ ފަސް މަޤްޞަދު: ދީން ރައްކާތެރިކުރުން 5:54
- ނަފްސު ރައްކާތެރިކުރުން 5:32;6:151
- މުދަލު ރައްކާތެރިކުރުން 5:38
- ޝަރަފު ރައްކާތެރިކުރުން 5:5;24:4
- ވިސްނުމުގެ ޤާބިލިއްޔަތު ރައްކާތެރިކުރުން 5:90.
ﷲ އަށް އީމާންވުން 2:255
- ގުޅޭ ސިފަތަކާއި ރީތި ނަންތައް 57:1-6; 59:22-24; 85:13-16; 112:1-4
- އަޅުކަންކުރުމަށް ޙައްޤުވާ އެކަނި އިލާހު 1:1-4; 2:285; 6:3; 43:84
- ހުރިހާ ބާރެއް އެކަލާނގެއަށް ލިބިގެންވެއެވެ 3:26; އެކަލާނގެ އަރުޝު 7:54; 11:7
- އެކަލާނގެ ކުރްސީ (ފައިތިލަ ނުވަތަ ގޮނޑި) 2:255
- އިންސާނިއްޔަތަށް ގިނަ ނިޢުމަތްތައް 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- ދިރުމާ މަރު ދެއްވައެވެ 44:8; 53:44; 57:2; 67:2
- އުފާވެރިކަމާއި ހިތާމަވެރިކަން ގެނެސްދެއްވައެވެ 53:43
- ގިނަ ނުވަތަ ކުޑަ ރިޒުޤު ދެއްވައެވެ 13:26; 17:30; 29:62
- ޙުކުމްކުރައްވާ އެންމެހާ ބޭކަލުންނަށްވުރެ އެންމެ ރަނގަޅު 95:8
- ރަޙްމަތްތެރިންގެ ތެރެއިން އެންމެ ރަޙްމަތްތެރި 12:92
- ޞާލިޙުންދެކެ ލޯބިވެވޮޑިގަންނަވައެވެ 85:14
- ފުއްސެވުން ފުރިހަމަ އަދި ޢަޒާބު ގަދަ 13:6, 40:3
- ފުރަތަމަ އަދި ފަހު 57:3
- ހުރިހާ ޢިއްޒަތާއި ބާރު އެކަލާނގެއަށް ލިބިގެންވެއެވެ 35:10
- ނޭނގޭ ކަންތައްތައް އެނގިވޮޑިގެންވެއެވެ އަދި ނުފެންނަ ކަންތައްތައް ފެނިވޮޑިގެންވެއެވެ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- ހިތްތަކުގައި ސިއްރުވެފައިވާ ކަންތައްތައް އެންމެ ރަނގަޅަށް އެނގިވޮޑިގެންވެއެވެ 5:7; 11:5; 31:23
- ވެދިޔަ ކަންތައްތަކާއި އަންނާނެ ކަންތައްތައް އެނގިވޮޑިގެންވެއެވެ 2:255
- ހުރިހާ އެއްޗެއް ރެކޯޑުގައި (ނުވަތަ ލައުޙުލް މަޙްފޫޡުގައި) ލިޔެވޮޑިގެންވެއެވެ 6:38; 13:39; 36:12
- ކޮންމެ ކަމެއް ކުރުމުގެ ޤުދުރަތު 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- އެކަލާނގެ ނިމުމެއް ނެތް ޤުދުރަތު 3:26-27; 24:45; 31:28-30
- އުޑުތަކާއި ބިން ހަ ދުވަހެއްގައި ހެއްދެވިއެވެ އަދި ވަރުބަލިނުވެވޮޑިގަތެވެ 46:33; 50:38
- "ވާށެވެ!" ކިޔައި ހައްދަވައެވެ 36:81-83
- އެކަލާނގެ ޚަލްޤުތަކަށް ދުވަހަކުވެސް ޒުލުމެއް ނުކުރައްވައެވެ 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ހުރިހާ އެއްޗެއް އެކަލާނގެ އިރާދަފުޅަށް ތަބާވެއެވެ 3:83; 22:18; 30:26
- ހުރިހާ އެއްޗަކަށް އެކަލާނގެ ބޭނުންވެއެވެ 11:6; 35:15; 55:29
- އެކަލާނގެއަށް ތައްވަކުލުވުން 10:84-85; 12:67; 25:58
- ގުޅުމުގެ ގޮތްތައް 42:51
- ހަނދާންކުރުމަށް ޙައްޤުވެގެންވާ 2:21; 3:102; 4:1; 33:70-71; 59:18
- ޙިކުމަތަކީ އެކަލާނގެ ޙަޟްރަތުން ލިބޭ ހަދިޔާއެކެވެ 2:269
- އެކަލާނގެއަށް އެއްވެސް މީހަކު ބޭނުންނުވެއެވެ 3:97; 6:133; 112:2
- ތިން އިލާހެއްގެ ތެރެއިން އެއް އިލާހެއް ނޫން 4:171
- އަނބިމީހެއް ނެތެވެ 6:101
- ދަރިއެއް ނެތެވެ 10:68; 19:35; 43:81; 72:3; 112:3
- ޝަރީކުންނާއި ޝަރީކު އިލާހުން ނެތެވެ 6:94; 7:191-195; 46:4-5
- އެކަލާނގެ ފަދަ އެއްޗެއް ނެތެވެ 42:11; 112:4
ހެއްދެވުމުގެ އަޖައިބުތަކާ ބެހޭގޮތުން ވިސްނުމަށް އަމުރުކުރެއްވުން 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ޚަލްޤުގައިވާ ނިޝާންތައް 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ކޮންމެ އެއްޗެއް ހެއްދެވީ މަޤްޞަދަކަށް 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- ކައިނާތު ފުރިހަމަކުރެވިފައިވުން 67:3-4
- ދުވަހު ރޭގައި ވައްދަވައެވެ 3:27
- ތަފާތުކަން 30:22; 35:27-28
- މާމީހާ 16:68-69
- ކިރު 16:66
- ދަރިންގެ ހަދިޔާ 42:49-50
- ގްރަހުތަކާއި މަދާރުތައް 21:33; 36:38-44
- ތަރި ޖަމާޢަތްތައް 25:61; 85:1
- ތަރިތައް 37:6-7; 67:5
- ވިލާތައް 7:57;30:48
- ބިންހެލުން 7:78; 7:155
- ބިން ކެނޑުން 28:81; 29:40
- ތޫފާން 10:22
- ތޮއްޖެހުމާއި ހިލަވެހުމާއި ވަރުސާ 2:265; 6:99; 24:43; 50:9-11
- ގުގުރާއި ވިދުލިގުޑު 13:12-13
ސައިންޓިފިކް ރެފަރެންސްތައް
- އިންސާނުން ހެއްދެވީ ފިރިހެނާއި އަންހެނުންގެ ޖެމެޓްތަކުން 76:2
- އެމްބްރިއޯއެއްގެ އުފެދުމާއި ތަރައްޤީގެ މަރުޙަލާތައް 22:5; 23:12-14
- ބަނޑުގައި ހުންނަ ކުއްޖާ އަނދިރިކަމުގެ ތިން ފަށަލައެއްގައި 39:6
- ލޮނުފެން 25:53-54; 35:12; 55:19-20
- ވައިން ދިރުވާ ގޮތް 15:22
- އިނގިލީގެ ނިޝާން 75:3-4
- ފަރުބަދަތައް ތަނބުތަކެއްގެ ގޮތުގައި 78:7
- ދަގަނޑު ބާވައިލެވުން 57:25
- ރިހުމުގެ ރިސެޕްޓަރުތައް 4:56
- އިރަކީ އަލި ދޭ ސޯސެއް އަދި ހަނދަކީ ޢަކްސުވާ އަލިކަމެއް 10:5
- ހަނދު ދެބައިވުން 54:1
- އުޑަކީ ރަނގަޅަށް ރައްކާތެރިކުރެވިފައިވާ ތަށެއް 21:32
- ހުރިހާ ދިރޭ އެއްޗެއް ހެއްދެވީ ފެނުން 21:30; 24:45
- ކުކުޅުޅެހިން އެކަކު އަނެކަކާ ވާހަކަދައްކައެވެ 27:17-19
- އިންޓަނަލް ރާޅުތައް 24:40
ދިރޭ ޚަލްޤުތައް
- މަލާއިކަތުން 39:75
- އިންސާނުން (ބިމުގައި ވެރިކަން) 2:30; 6:165; 16:4
- ޖިންނުން 72:1-15
- ޖަނަވާރުތަކަކީ އިންސާނުންގެ ފަދަ ޖަމާޢަތްތަކެކެވެ 6:38
- ގޯނި 11:69
- އޯޓު 7:40
- ބުޅާ 18:22
- ބޮޑުދޫނި 105:1
- އަސްތަކާއި ގުދުރާތައް 16:8
- ސިންގާއާއި ޒެބްރާތައް 74:50-51
- ހުނޑުރުން 2:65
- ޙިނޒީރު 2:173
- ކަނބުލޯ 7:73
- ބެކުރިއާއި ބަކަރި 6:143
- ވަލު ކުއްޖާ 12:17
- ބިތު 7:133
- ސޮރު 7:107
- ދޫނިތައް 24:41
- ކާނބުޅާ 5:31
- ހުދުހުދު 27:20
- ކުރުނިކެހެރު 2:57
- މަސް 18:61
- ބޮޑު މަސް 37:142
- ކުކުޅުޅެހި 27:18
- މާމީހުން 16:68
- މަލަހުޅި 2:26
- ދިގަ 22:73
- ކުކުޅުމަދާއި ދެލިތަކުޑި 7:133
- މަކަރުދަނޑި 29:41
- އަހަރެމެންނަށް ނޭނގޭ އެހެން ޚަލްޤުތައް 16:8
ގަސްގަހާއި މޭވާ 6:99; 13:4; 16:11; 36:33-35
- ކެޔޮ 56:29
- ދިވެހި 19:25
- ހެދުންގަސް، ކެކޫރި، ރަސްކުރުނާ، ދަލް އަދި ބޮޑު ހިތިރި 2:61
- އަނގޫރު 80:28
- ޒައިތޫނު 6:99
- އަންޖީރު 95:1
- އަނާރު 55:68
- ކުހުދު 37:146
މުޙައްމަދު ﷺ އަށް އީމާންވުން
- ސިފަތައް، ނަބިއްޔެއް ހަމައެކަނި 3:144; 6:50; 7:188; 18:110
- ޙައްޤު ފޯރުކޮށްދިނުމަށް 2:119; 35:24; 42:48
- ނަބިއްޔުންގެ މުހުރު 33:40
- މަތިވެރި އަޚްލާޤު 3:159; 68:4
- ނަމޫނާއެއް 33:21
- މުއުމިނުންނަށް ނިޢުމަތެއްގެ ގޮތުގައި 3:164
- މުޅި ދުނިޔެއަށް ރަޙްމަތެއް 21:107
- ހުރިހާ ބައިނަލްއަޤްވާމީ ރަސޫލަކު 4:170; 7:157-158; 34:28
- ސީދާ މަގަށް ގެންދެއެވެ 42:52-53
- މީހުންނާ ބެހޭގޮތުން ސަމާލުކަންދެއެވެ 9:129
- ޤިޔާމަތް ދުވަހު ހެކިވެރިއެއްގެ ގޮތުގައި 4:42; 16:89
- އުއްމީ ނަބިއްޔާ 7:157-158; 29:48; 62:2
- ތައުރާތާއި އިންޖީލުގައި ޚަބަރުދެވިފައިވުން 7:157
- ޢީސާ ޚަބަރުދެއްވުން 61:6
ރަސޫލާ ކުރިމަތިވި ދަތިތައް ﷺ
- މުޝްރިކުންގެ ބޭކާރު ބޭނުންތައް 8:32; 15:7; 17:89-93; 25:7-8
- ދޮގު ތުހުމަތުތައް 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- ދިރިއުޅުމަށް ކުރި މަސައްކަތްތައް 8:30; 9:74
- އުނދަގުލުދޭ ނުވަތަ ދެކޮޅުހަދާ މީހުންނަށް އިންޒާރު 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- ދޮގުކުރުމަށް ކެތްމަތިވުމުން ޖަވާބުދިނުމަށް އަމުރުކުރެވުން 20:130; 30:60; 46:35; 70:5
- ﷲ ގެ ފަރާތުން ހިތްހަމަޖައްސަވާދެއްވުން 5:67; 93:1-11; 94:1-8
ރަސޫލާގެ ދިރިއުޅުމުން ލިބޭ ކިޔަވައިދެއްވުންތައް ﷺ
- ހިޖްރަތުން ބަދުރު ހަނގުރާމައަށް 3:121-129; 8:42-44; 8:65-71
- އުޙުދު ހަނގުރާމަ 3:151-180
- ހަންދަޤު ހަނގުރާމަ 33:9-27
- ޙުނައިން ހަނގުރާމަ 9:25-27
- މަދީނާ 9:40
- ތަބޫކު 9:38-123
- ބަނޫ ނަޟީރު 59:2-6
- ޙަމްރާއުލް އަސަދު 3:172-175
- ޙުދައިބިއްޔާ ސުލްޙަ 48:1-7; 48:10-29
ރަސޫލާއަށް ދެއްވި ޝަރަފުތައް ﷺ
- ﷲ އާއި އެކަލާނގެ މަލާއިކަތުން ސަލާތް ކިޔައެވެ 33:56
- މައްކާއިން ޤުދުސްއަށް ރޭގަނޑު ދަތުރު 17:1
- އުޑުތަކަށް ދަތުރު 53:1-18
- ދުނިޔެއާއި އާޚިރަތުގައި ޝަރަފުވެރިކުރެވުން 17:79; 66:8; 108:1
- އެކަލޭގެފާނަށް ކިޔަމަންތެރިވުމަކީ ﷲ އަށް ކިޔަމަންތެރިވުމެވެ 4:80
- ﷲ އަށާއި އެކަލާނގެ ރަސޫލާއަށް ކިޔަމަންތެރިވުމުގެ ބަދަލު 4:69
- އެކަލޭގެފާނުގެ އާއިލާ ޠާހިރުކުރެވުން 33:33-34
- ޖިބްރީލް އެކަލޭގެފާނުގެ އަސްލު ސޫރަތުގައި ފެނުން 53:1-18
- މުއުމިނުންނަށް އެކަލޭގެފާނަށް ކިޔަމަންތެރިވުމަށް އަމުރުކުރެވުން 59:7
- އެކަލޭގެފާނާ ވާހަކަދެއްކުމުގެ އަދަބު 49:1-5
- އެކަލޭގެފާނުގެ ގާތަށް ދިއުމުގެ އަދަބު 33:53
- އެކަލޭގެފާނުގެ އަނބިންނާ މުޢާމަލާތްކުރުމުގެ އަދަބު 33:53
- ﷲ އެކަލޭގެފާނާއި އެކަލޭގެފާނުގެ އަޞްޙާބުންނާ ރުހިވޮޑިގެންވެއެވެ 9:100; 9:117
- އެކަލޭގެފާނުގެ އީމާންވެރި ޖަމާޢަތުގެ މަތިވެރިކަން 2:143; 3:110
ނަމާދު (ޞަލާތު) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- ހުކުރު ޖަމާޢަތް 62:9
- ނަމާދުގެ ދިމާ (ޤިބްލާ) 2:144; 2:149-150
- ނުބައި ޢަމަލުތަކުން ހުއްޓުވަންޖެހެއެވެ 29:45
- ވަގުތުތައް 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ނުރައްކާގައި ނުވަތަ ދަތުރުގައި 2:239; 4:101-102
- ނަމާދު އުނިކުރާ މީހުންނަށް އިންޒާރު 19:59; 74:38-47; 107:5-7
- މުނާފިޤުންގެ ނަމާދު 4:142; 9:54
ޠާހިރުވުން، ވުޟޫ 5:6
- ފުރިހަމަ ރޯވުން (ޣުސްލު) 2:222; 4:43
- ހިއްކާ ވުޟޫ (ތަޔައްމުމު) 4:43; 5:6
ދުޢާތައް
- އިބްރާހީމްގެ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- އާދަމް އަދި ހައްވާ 7:23
- ޢީސާ 5:114
- އައްޔޫބު 21:83; 21:83
- ޔޫނުސް 21:87
- ޔޫސުފް 12:33; 12:101
- މޫސާ 10:88-89; 20:25-35
- މުޙައްމަދު 17:80; 20:114
- ނޫޙު 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- ސުލައިމާން 38:35
- ޝުޢައިބު 7:89
- ޒަކަރިއްޔާ 3:38; 19:2-6; 21:89-90
- މަލާއިކަތުން 40:8-9
- މަރްޔަމްގެ މަންމަ 3:35-36
- ފިރުޢައުނުގެ އަނބިމީހާ 66:11
- ފިރުޢައުނުގެ ޖާދޫގަރުން 7:126
- ޠާލޫތު ރަސްގެފާނާއި އެކަލޭގެފާނާއެކު ތިބި މުއުމިނުން 2:250
- ބަނީ އިސްރާއީލުގެ މުއުމިނުން 10:85-86
- ފަޅުގެ ރައްޔިތުން 18:10
- ޞާލިޙުން 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- މަޟްލޫމުންނަށް 4:75
ސަޖްދާގެ އާޔަތްތައް
- ސަޖަދާތު، ސަޖްދާގެ ޖަމްޢު, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
ޒަކާތް، ފަރުޟެއްގެ ގޮތުގައި 2:110; 2:177; 2:277; 6:141
- މުއުމިނުންގެ ސިފަތަކުގެ ތެރެއިން އެއް ސިފައެއް 22:41; 23:4; 51:19
- ލިބެންޖެހޭ މީހުން 9:60
- ޞަދަޤާތް 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- ހިފަހައްޓާ މީހުންނަށް އިންޒާރު 3:180; 9:34; 47:38
ރޯދަ (ޞައުމު)
- ރަމަޟާނުގައި 2:183-185
- ރޯދަ ހިފާ ގަޑިތައް 2:187
- ރުޚްޞަތްތައް 2:184-185
- ރޯދަ ހިފުމުގެ ކުރިން ރޭގަނޑު ގުޅުން 2:187
- ޙައްޖުގައި ރޯދަ ހިފުން 2:196
ޙައްޖު
- ކުރެވޭނެ މީހުންނަށް ފަރުޟެއް 3:97
- ޢަމަލުތަކާއި ޙުކުމްތައް 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- ޤުރުބާނީތައް 2:196; 22:36-37
- ޙައްޖުގައި ބިމުގައި ޝިކާރަކުރުން މަނާވުން 5:1; 5:94-95
- ކަނޑުގައި ޝިކާރަކުރުން ހުއްދަވުން 5:96
- ކުޑަ ޙައްޖު (ޢުމްރާ) 2:158; 2:196
ޖަމާޢަތްތައް
- މުސްލިމުން 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- އެކަކު އަނެކަކުގެ ވަލީން 3:28; 9:71
- ނަސްރާނީން 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- ޔަހޫދީން 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- ބަނީ އިސްރާއީލު 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- ފޮތް ލިބުނު މީހުން (އިތުރުކޮށް ޔަހޫދީންނާއި ނަސްރާނީން) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- މުސްލިމުންނަށް އެމީހުން ޤުރުބާނީކުރި ޖަނަވާރުން ކެވޭނެ އަދި އެމީހުންގެ އަންހެނުންނާ ކައިވެނިކުރެވޭނެ 5:5
- ޔަހޫދީންނަށް ޙަރާމްކުރެވިފައިވާ ކާނާ 6:146
- ޞާބިއީން 2:62; 22:17
- މަޖޫސީން 22:17
- މުޝްރިކުން (ބުދު އަޅުކަންކުރާ މީހުން) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- ޖާހިލީ ޚުރާފާތް ޢަމަލުތައް 2:189; 5:103; 6:138-144
- ދީނެއް ނެތް މީހުން 52:35-36
ބާތިލުކުރެވުނު ޖާހިލީ ޢަމަލުތައް
- އަންހެން ދަރިން ދިރިތިއްބެ ވަޅުލުން 16:58-59; 81:8-9
- ފަގީރުކަމުގެ ބިރުން ދަރިން މަރާލުން 6:137; 6:151; 17:31
- ކަޢުބާގެ ވަށައިގެން ފިނޑިއެޅުމާއި ތަޅާލުން 8:35
- ބުދުތަކަށް އޯޓު ވަކިކުރުން 5:103; 6:136
- ބުދުތަކުގެ ނަމުގައި ޤުރުބާނީކުރުން 6:121
- ޒިހާރު ޠަލާޤު 33:4; 58:2-4
- އީލާޢު (ހަތަރު މަހަށްވުރެ ގިނަ) 2:226-227
- ޖަހަމުން ނިންމުންތައް ނެގުން 5:3
- ލެއިގެން ކަޢުބާ ވަށައިގެން ހިނގުން 7:26-28
- ޙައްޖަށްފަހު ގެތަކަށް ފަހަތު ދޮރުތަކުން ވަދެވުން 2:189
އަޅުކަންކުރާ ތަކެތި
- މަލާއިކަތުން (ބައެއް ޢަރަބި މުޝްރިކުންގެ ތެރޭގައި) 34:40
- އަލްއައިކާ (ޝުޢައިބުގެ ޤައުމުގެ ތެރޭގައި) 26:176
- ބަޢްލު (އިލްޔާސްގެ ޤައުމުގެ ތެރޭގައި 37:125
- ޢީސާ (ނަސްރާނިއްޔަތުގައި) 5:17
- ބުދުތައް (އިބްރާހީމްގެ ޤައުމުގެ ތެރޭގައި) 21:52-53
- ލާތު، ޢުއްޒާ އަދި މަނާތު ބުދުތައް (ޢަރަބި މުޝްރިކުންގެ ތެރޭގައި) 53:19-20
- ވައްދު، ސުވާޢު، ޔަޣޫޘު، ޔަޢޫޤު އަދި ނަސްރު ބުދުތައް (ނޫޙުގެ ޤައުމުގެ ތެރޭގައި) 71:23
- އިރު (ޝީބާގެ ޤައުމު) 27:24
- ޝިޢްރާ ތަރި (ބައެއް ޢަރަބި މުޝްރިކުންގެ ތެރޭގައި) 53:49
- ފިރުޢައުނު (ޤަދީމީ މިޞްރުގައި) 26:29; 28:38; 79:24
- އެދުންތައް 25:43-44; 45:23
- ގިނަ އިލާހުންނަށް އީމާންވުން ބާޠިލުކުރެވުން 17:42-43; 21:21-24; 25:3
އަޅުކަންކުރާ ތަންތަން، މިސްކިތްތައް 9:18
- ޗާޗްތަކާއި ސިނަގޯގުތަކާއި ރާހިބުންގެ ތަންތަން 22:40
- މިޙްރާބު 3:39; 38:21
- މަޤާމު 17:7
- ދީނީ ލަޤަބުތައް، ޕާދިރިންނާއި ރާހިބުންނާއި ރަބްބީންނާއި 5:44; 5:63; 5:82; 9:31-34
މަލާއިކަތުން
- އާދަމް ހެއްދެވުމާ ބެހޭގޮތުން ސުވާލުކުރުން 2:30-34
- ދުވަހަކުވެސް ﷲ އަށް ނުކިޔަމަންތެރިނުވެއެވެ 21:26-27; 66:6
- ﷲ ގެ ދަރިކަނބަލުން ނޫން 21:26; 43:16-19
- ރައްކާތެރި މަލާއިކަތުން 13:11
- ލިޔުންތެރި ދެ މަލާއިކަތުން 50:16-18; 82:10-12
- ޤިޔާމަތް ދުވަހު ﷲ ގެ އަރުޝު އުފުލާ އަށް މަލާއިކަތުން 69:17
- ނަރަކައިގެ ބެލެހެއްޓުންތެރިން ނަވާރަ 74:26-31
- މަރުގެ މަލާއިކަތުން 6:93; 16:28; 32:11
- ޖިބްރީލް 2:97; 66:4; 26:192-195; 53:1-14
- މީކާއީލް 2:98
- މާލިކް 43:77
ރަސޫލުން
- މަލާއިކަތުންނާއި އިންސާނުންގެ ތެރެއިން 22:75
- ވަރުގަދަ ޢަޒުމުގެ ރަސޫލުން (އިބްރާހީމް، ނޫޙު، މޫސާ، ޢީސާ އަދި މުޙައްމަދު ﷺ) 33:7; 42:13; 46:35
ފޮތްތައް
- ޤުރުއާނު، ﷲ ގެ ޙަޟްރަތުން ވަޙީއެއް 12:2-3; 20:2-4; 26:192-195; 32:2-3
- މުޅި ދުނިޔެއަށް ހަނދާންކޮށްދިނުމެއް 68:51-52
- އެންމެ ސީދާ ދިރިއުޅުމުގެ މަގަށް ހިދާޔަތްދެއެވެ 17:9
- ބާވައިލެވުން ފެށީ ރަމަޟާން މަހުގައެވެ 2:185
- ބަރަކާތްތެރި ރެއެއްގައި 44:3;97:1-5
- ފިޔަވަޅުފިޔަވަޅުން ބާވައިލެވުނު 17:105-106
- ހަނދާންކުރުމަށް ފަސޭހަކުރެވުނު 54:17
- ކުރީގެ ވަޙީތަކުގައިވާ ޙައްޤު ކަށަވަރުކުރެއެވެ 3:3-4
- ކުރީގެ ފޮތްތަކުގެ މައްޗަށް އެންމެ މަތީ އިޚްތިޔާރު 5:48
- އެއްވެސް ޝައްކެއް ނެތެވެ 2:2; 10:37
- ތަޅުވުމެއް ނެތެވެ 4:82
- ހަދާފައިވާ ފޮތެއް ނޫން 10:37-39
- ބައިބަލުން ކޮޕީކުރާފައިވާ ފޮތެއް ނޫން 25:4-6
- ޝައިޠާނުންގެ ފަރާތުން ބާވައިނުލެވުނެވެ 26:210-212
- އެއްވެސް މީހަކަށް އޭގެ ފަދަ އެއްޗެއް ނުގެނެވޭނެ 17:88; 2:23-24;10:13-14; 11:13
- ފަސާދައިން ރައްކާތެރިކުރެވިފައި 15:9
- ލައުޙުލް މަޙްފޫޡުގައި ރައްކާތެރިކުރެވިފައި 56:75-80
- ދޮގުކަން ސާބިތުކުރެވޭކަށް ނެތް 41:42
- އަންނާނެ ހާދިސާތައް ޚަބަރުދެއެވެ 30:1-7; 48:27
- މުއުމިނުން ރުއިމަށް ކުރިއަރުވައެވެ 5:83; 17:107-109
- ހިތްތައް ފިއްސަވައެވެ 39:23
- ވަރުގަދަ އަލިކަން 4:174; 42:52
- މުއުމިނުންނަށް ޝިފާއާއި ރަޙްމަތް 17:82
- ތައުރާތު 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- އިންޖީލު 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ޒަބޫރު 4:163; 17:55
- އިބްރާހީމްގެ ޞުޙުފު 53:36-44; 87:14-19
ޤަދަރާއި ތަޤްދީރު 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- އިޚްތިޔާރު 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
ޤިޔާމަތް ދުވަސް
- ޒުލުމެއް ނެތް 2:281; 18:49; 40:17
- ޤިޔާމަތުގެ ބިރުވެރިކަންތައް 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- އެދުވަހު ޞާލިޙުންނާއި ފާސިޤުން 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- ޝަފާޢަތް 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
ޢަމަލުތަކުގެ ރިކޯޑުތައް 17:13; 18:49
- މުއުމިނުންނަށް އެމީހުންގެ ރިކޯޑު ކަނާތުގައި ލިބޭނެ 69:19-24; 84:7-9
- ކާފިރުންނަށް އެމީހުންގެ ރިކޯޑު ވާތުގައި ލިބޭނެ 69:25-37; 84:10-15
- ﷲ ގެ ކިބައިން އެއްވެސް އެއްޗެއް ސިއްރުވެގެން ނުދާނެ 21:47; 40:16
- ޢަމަލުތައް ބަރުދަނުކުރުން 7:8; 23:102-104; 101:1-11
- ހަށިގަނޑުގެ ބައިތަކުގެ ހެކިވުން 41:19-24; 24:24
- ހެޔޮއާ ނުބައި ޢަމަލުތަކުގެ ބަދަލު 6:160; 27:89-90; 28:84
މީހުންގެ ބާވަތްތައް
- މުއުމިނުން 18:107-108
- ކާފިރުން 4:167-169
- މުނާފިޤުން 4:145; 57:13-15
- ޖަންނަތުގެ ރައްޔިތުން، އެންމެ ކުރިއަށް ދިޔަ މުއުމިނުން 55:46-61; 56:10-26
- ޖަންނަތުގެ ރައްޔިތުން، ކަނާތު ފަރާތުގެ މީހުން 55:62-78; 56:27-40
- ނަރަކައިގެ ރައްޔިތުން، ވާތު ފަރާތުގެ މީހުން 55:31-45; 56:41-56
- އަޢުރާފްގެ މީހުން 7:46-49
މާލީ
- ވިޔަފާރީގެ އުސޫލުތައް 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- ވަޞިއްޔަތްތައް، ވާރުތަވެރިންނޫން މީހުންނަށް އިޚްތިޔާރީ ވަޞިއްޔަތް 2:180-183; 4:11-12
- ދަތުރުގައި ހުރެ މަރުވުމުގެ ކުރިން 5:106-108
- ރިޝްވަތު 2:188
- ދަރަނި، ދަރަނި ނަގާއިރު ރަޙްމަތްތެރިވުން 2:280
- ދަރަނީގެ ޢަޤުދު ލިޔުމާއި ހެކިވެރިވުން 2:282
- ރަހުނު ނެގުން 2:283
- ވާރުތަ، އުސޫލުތައް 4:7; 4:32-33; 8:75
- ދަރިންނާއި މައިންބަފައިންގެ ޙިއްސާ 4:11
- ފިރިމީހާ/އަނބިމީހާއާއި މަންމަ ފަރާތުގެ ބޭބެ/ކޮއްކޮމެން 4:12
- ފުރިހަމަ ބޭބެ/ކޮއްކޮމެން 4:176
- ތަބާނުވާ މީހުންނަށް އިންޒާރު 4:13-14
- ސުންގަޑި، މަނާކުރުމާއި އިންޒާރު 2:275-281; 3:130-132
- ފައިދާނެތް ކުރެވުން 30:39
ޤާނޫނީ
- ދައުލަތާ ޚިޔާނާތްކުރުމުގެ ޤާނޫނު (ޙިރާބާ) 5:33-34
- އިންސާފު، އިންސާފަށްޓަކައި ތެދުވުން 4:135; 5:8; 16:90-91
- ޔަތީމުންނާއި އަންހެނުންގެ ޙައްޤުތަކަށްޓަކައި ތެދުވުން 4:127
- ޔަހޫދީއަކަށް އިންސާފު 4:105-112
- މުޝްރިކަކަށް އިންސާފު 4:58
- މުސްލިމުން ނޫން މީހުންނާ އިންސާފުން މުޢާމަލާތްކުރުން 60:8-9
- ޤާނޫނީ މަގުން ބަދަލު ހިފުން (ފުއްސެވުމުގެ އިޚްތިޔާރާއެކު) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- ފިރިމީހާއާއި އަނބިމީހާ ވަކިވުން، ޚުލްޢު 2:229
- ލިޢާން (ޒިނޭގެ ތުހުމަތު) 24:6-10
ސިޔާސީ
- މަޝްވަރާއިން ކަންތައް ހިންގުން (ޝޫރާ) 3:159; 42:38
- ދިފާޢީ ހަނގުރާމަ (ޖިހާދު)، އަދަބު 2:190-192; 2:216; 22:38-40
- ފަރުޤެއް ނުކޮށް ހަމަލާ ނުދިނުން 4:94
- މަޟްލޫމުވެފައިވާ ފިރިހެނުންނާއި އަންހެނުންނާއި ކުޑަކުދިންނަށްޓަކައި ހަނގުރާމަކުރުން 4:75
- އަޅުކަންކުރާ ތަންތަން ރައްކާތެރިކުރުން 22:37
- ޝަހީދުންގެ ބަދަލު 2:154; 3:169-171; 9:111; 57:19
- ސިފައިންގެ ބާރުން ދުޝްމަނުން ހުއްޓުވެއެވެ 8:60
- ސުލްޙައަށް ހިތްހަމަޖެހުން 2:192; 8:61
- ދެބަޔެއް ދެމެދު ސުލްޙަކުރުން 49:9-10
- ހަނގުރާމައިގެ އަސީރުން، މުޢާމަލާތްކުރުން 8:70; 47:4; 76:8
ޖަމާޢަތީ
- ދަރިއަކަށް ބަހައްޓާ ގޮތް 33:4-5
- ޔަތީމުން ބެލުން 2:220; 4:2-10; 4:127; 6:152; 17:34
- ޠަލާޤު، ޙަކަމުން ކަނޑައެޅުމާއި ރަނގަޅުކުރުން 4:35; 4:128
- ޠަލާޤުގެ އަދަބު 2:229-231; 65:1-2
- މަހުރާއި އިންތިޒާރުގެ މުއްދަތު 2:226-241; 4:19-21; 33:49; 65:1-7
- ފިރިމީހާ މަހުރުގެ އެއްވެސް ބައެއް ނުނަގާށެވެ 4:20
- އަނބިމީހާއަށް އުނދަގުލު ނުދިނުން 65:6
- ބަނޑުބޮޑުވެ އުޅޭ ވަގުތު އަނބިމީހާއަށް މާލީގޮތުން ނަފަޤާ ދިނުން 65:6
- އޭނާގެ އިންތިޒާރުގެ މުއްދަތުގައި 65:6
- ކުރީގެ ފިރިމީހާގެ ދަރިއަށް ކިރުދީ ހުރިނަމަ، 65:6
- ދަރިއަކަށްޓަކައި އެއްވެސް މައިންބަފައެއްގެ އުނދަގުލެއް ނުވުން 2:233
- ކިރުދޭ އަންހެނަކު ހޯދުން 65:6
- ހެޔޮކަމަށް އަމުރުކޮށް ނުބައިކަމުން ހުއްޓުވުން 3:104; 3:110; 7:157; 9:71-72; 31:17
- އިންސާނުންގެ އިންސާފު 49:13
- ފިރިހެނުންނާއި އަންހެނުން ﷲ އާއި ޤާނޫނުގެ ކުރިމަތީގައި 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- ފިރިހެނުންނަށް އަންހެނުންނަށްވުރެ ބޮޑު ޒިންމާއެއްގެ ދަރަޖައެއް ލިބިގެންވެއެވެ 2:228
- ފަގީރުންނާއި ޔަތީމުންނާއި އަސީރުންނަށް ކާންދިނުން 76:8-9
- ފުއްސެވުމާއި ރުޅި ހައްޓުވުން 3:134; 42:40
- އަޅުން މިނިވަންކޮށް އެމީހުންނަށް އެހީތެރިވުން 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- އަމިއްލަ މައިންބަފައިންނަށް އިޙްތިރާމްކުރުން 4:36; 17:23-25; 31:14-15
- ނިކަމެތިކަން 17:37; 31:18-19
- އިބްރާހީމްގެ ހުވަފެނުގެ ތަފްސީރު 37:102
- ޔޫސުފްގެ ހުވަފެނުގެ ތަފްސީރު 12:4; 12:36; 12:43
- މުޙައްމަދުގެ ހުވަފެނުގެ ތަފްސީރު 8:43; 48:27
- މުސްލިމުން ނޫން މީހުންނަށް ހެޔޮކުރުން 60:8
- ކައިވެނި 4:3; 4:129; 16:72; 30:21
- ކައިވެނިކުރުމަށް ހުއްދަ އަދި ހުއްދަނޫން އަންހެނުން 4:22-24
- ގުޅުމުގެ އަދަބު 2:222-223
- ބަނޑުބޮޑުވުމާއި ކިރުދިނުން 2:233; 31:4; 46:15; 65:6
- އަމިއްލަ ކުރީގެ އަނބިމީހާއާ އަނެއްކާ ކައިވެނިކުރުން 2:230
- އެކަނި ތިބި މީހުންނަށް ކައިވެނިކުރުމަށް އެހީތެރިވުން 24:32
- އިންތިޒާރުގެ މުއްދަތުގައި ފިލާފިލާ ކަންހާމަކުރުން 2:235
- ހުވާތައް 2:224-225; 16:91-92; 16:94
- ފަޅާލެވުނު ހުވާގެ ކައްފާރާ 5:89
- ދަތި ވަގުތުތަކުގައި ކެތްމަތިވުން 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- ވަދެވުމަށް ހުއްދަ 24:58-60
- މީހުންގެ ގެތަކަށް ވަންނަ ގޮތް 24:27-28
- އާންމު ތަންތަނަށް ވަންނަ ގޮތް 24:29
- ޖަމާޢަތީ އަދަބު، ޚަބަރު ކަށަވަރުކުރުން 4:83; 49:6
- ހުރިހާ މީހުންނަށް އިޙްތިރާމް 49:11-12
- މަޖްލިސްތަކުގެ އަދަބު 58:11
- ސިއްރު ވާހަކަ 4:114; 58:9
- ނަދުރުތައް 2:270; 9:75-77; 22:29; 76:7
- ބޭކާރުކުރުމާއި ބަޚީލުކަން 7:31; 17:29; 25:67
އެހެން ވާހަކަތައް
- ހާބީލާއި ޤާބީލު 5:27-31
- އަލްޚަޟިރާއި މޫސާ 18:60-82
- ބޮޑުދޫނި ލަޝްކަރު 105:1-4
- ފިރުޢައުނުގެ ޤައުމުގެ އީމާންވެރި މީހާ 40:28-46
- މަރްޔަމްގެ ވިލާދަތް 3:35-36
- ބަނީ އިސްރާއީލުގެ ގޯނި 2:67-74
- ޢުޒައިރު 2:259
- ބަގީޗާގެ ވެރިން 68:17-32
- ހާރޫތާއި މާރޫތު 2:102
- ޤާރޫނު 28:76-82
- ލުޤްމާނު ދަރިކަލުންނަށް ދެއްވި ނަސޭހަތް 31:12-19
- ދެ ބަގީޗާގެ ވެރިޔާ 18:32-44
- ޝީބާގެ ރައްޔިތުން 34:15-19
- ފަޅުގެ ރައްޔިތުން 18:9-26
- ވަޅުގެ ރައްޔިތުން 85:1-8
- ހޮނިހިރު ދުވަސް ހަޑިވި މީހުން 7:163-165
- ސާމިރީއާއި ރަނުގެ ގޯނި 20:83-97
- ޠާލޫތާއި ޝަމުވީލު 2:247-251
- ޒުލްޤަރްނައިން 18:83-98
ޝައިޠާނުން 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ޝައިޠާނު ސިފަ އިންސާނުންނާއި ޖިންނުން 6:112;114:6
- ޝައިޠާނުންގެ ކިބައިން އުޑު ރައްކާތެރިކުރެވިފައި 15:16-18
ޙަސްރަތްތައް
- ރަސޫލާއަށް ތަބާނުވުން 25:27
- ﷲ އަށާއި އެކަލާނގެ ރަސޫލާއަށް ކިޔަމަންނުވުން 4:41-42; 33:64-68
- ނުބައި ރަފީޤުން ހިފުން 25:28-29; 26:96-102; 43:36-39
- ﷲ ގެ ނިޝާންތައް ދޮގުކުރުން 6:27-30
- އާޚިރަތަށްޓަކައި މަސައްކަތް ނުކުރުން 89:23-24
ނުއުންމީދުގެ އެދުންތައް
- ދުނިޔެއަށް އެނބުރި ދިއުމަށް އެދުން 2:167; 6:27-28; 32:12-14; 42:44
- ދެވަނަ ފުރުޞަތަކަށް 35:36-37
- އަލިފާނުން ނެރެވުމަށް 40:10-12
- ކާނާއާ ފެނަށް 7:51-52
- ޝަފާޢަތްތެރިންނަށް 7:52-53
- ހުނިކޮށް ހަމަހަމަވުމަށް 4:41-42; 78:40
- މަރަށް 43:74-78
ޞާލިޙުންގެ ސިފަތައް
- ޚާލިޤުގެ ޙައްޤުތަކާއި އެކަލާނގެ ޚަލްޤުގެ ޙައްޤުތައް ފުރިހަމަކުރުން 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
ނުބައި މީހުންގެ ސިފަތައް
- ނިޢުމަތަށް ޝުކުރުނުކުރުން 14:34
- ބަޚީލުކަން 17:100
- އަވަސްކަން 21:37
- ދަތި ވަގުތުތަކުގައި ހަމައެކަނި ﷲ ހަނދާންކުރުން 10:12; 41:51
- ކެތްނުކުރުން 70:19
- ޖަދަލުކުރާ ސިފަ 18:54
ބޮޑެތި ފާފަތައް
- ﷲ އާއެކު އެހެން އެއްޗެއް އަޅުކަމުގައި ޝަރީކުކުރުން (ޝިރްކު) 4:48; 4:116; 5:72; 6:19; 31:13
- އަމިއްލަ މައިންބަފައިންނަށް އުނދަގުލުދިނުން 4:36; 6:151; 17:23
- ފަރުޟު ނަމާދު ދޫކޮށްލުން ނުވަތަ އުނިކުރުން 19:59-60
- ޒަކާތް ނުދިނުން 41:6-7
- މީހަކު މަރާލުން 6:151; 17:33
- މުއުމިނަކު ގަސްދުގައި މަރާލުން 4:93
- ވައްކަން 5:38
- މަކަރު 7:85; 11:85; 26:182-183; 83:1-6
- ދޮގުހެދުން 2:10; 9:77; 39:60
- ﷲ ގެ މައްޗަށް ދޮގުހެދުން 6:93; 29:68; 61:7
- ޙަރާމް ގުޅުންތައް 2:222; 17:32; 24:2; 25:68; 29:28-30
- ޒިނޭގެ ދޮގު ތުހުމަތު 24:4-5
- ދީނުން ބަދަލުވުން 2:217; 5:54
- ޙިނޒީރުގެ މަހާއި އެހެން ޙަރާމް ކާނާތައް (މަރުވެފައިވާ ޖަނަވާރު، ލޭ، ފަދަ) ކެއުން 5:3; 6:145
- މަސްތުކުރާ ތަކެތީގެ ބުއިމާއި ޖުވާރު 5:90-91
- ޣީބަތްކިޔުން 49:11
- ދޮގު ހެކިވުން 22:30
- ސިއްރު 2:102; 10:77; 20:69
Islamic months އިސްލާމީ މަސްތައް
- 1 ވަނަ މުޙައްރަމް ޙަރާމް މަސް؛ 9 ވަނަ (ތާސޫޢާ) އަދި 10 ވަނަ (ޢާޝޫރާ) ދުވަހު ރޯދަ ހިފުން ސުންނަތް 9:36
- 2 ވަނަ ޞަފަރު
- 3 ވަނަ ރަބީޢުލްއައްވަލް
- 4 ވަނަ ރަބީޢުލްއާޚިރު
- 5 ވަނަ ޖުމާދަލްއޫލާ
- 6 ވަނަ ޖުމާދަލްއާޚިރާ
- 7 ވަނަ ރަޖަބު ޙަރާމް މަސް
- 8 ވަނަ ޝަޢުބާން މަހުގެ ގިނަ ދުވަސްވަރު ރޯދަ ހިފުން (ސުންނަތް)
- 9 ވަނަ ރަމަޟާން ފަރުޟު ރޯދަ؛ ލައިލަތުލް ޤަދްރު 2:183-185, 187; 97:1-5
- 10 ވަނަ ޝައްވާލް ޢީދުލްފިތުރު (1 ވަނަ)؛ ހަ ދުވަހުގެ ސުންނަތް ރޯދަ
- 11 ވަނަ ޒުލްޤަޢްދާ ޙަރާމް މަސް
- 12 ވަނަ ޒުލްޙިއްޖާ އަހަރުގެ އެންމެ ރަނގަޅު ދިހަ ދުވަސް؛ ފުރަތަމަ 9 ދުވަހު ރޯދަ ހިފުން (ސުންނަތް)؛ ޢަރަފާތު ދުވަސް (9 ވަނަ)؛ ޢީދުލްއަޟްޙާ (10 ވަނަ) ރޯދަ ހިފުން މަނާ؛ އައްޔާމުއްތަޝްރީޤު (11 ވަނަ-13 ވަނަ) ރޯދަ ހިފުން މަނާ 2:196-203; 22:27-28
- ހޯމަވާރާއި ބުރާސްފަތި ދުވަސް ރޯދަ ހިފުން (ސުންނަތް)
- ހުދު ދުވަސްތައް 13 ވަނަ، 14 ވަނަ، 15 ވަނަ ކޮންމެ މަހެއްގެ ރޯދަ ހިފުން (އައްޔާމުލްބީޟް)
- ޙައްޖު ޝައްވާލާއި ޒުލްޤަޢްދާއާއި ޒުލްޙިއްޖާގެ ދިހަ ދުވަހުގައި 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
ﷲ ގެ 99 ނަންތައް
- #0 އެންމެ ރީތި ނަންތައް 7:180; 17:110; 20:8; 59:22-24
- #1 އަރްރަޙްމާން (އެންމެ ރަޙްމަތްތެރި) 1:3; 17:110
- #2 އަރްރަޙީމް (އެންމެ މehރުބާނީ) 2:163; 3:31; 4:100; 5:3
- #3 އަލްމަލިކް (ރަސްގެފާނު، ވެރިރަސްގެފާނު) 20:114; 23:116; 59:23; 62:1
- #4 އަލްޤުއްދޫސް (ފުރިހަމަ ޠާހިރު) 59:23; 62:1
- #5 އައްސަލާމް (ސުލްޙައިގެ މަސްދަރު) 59:23
- #6 އަލްމުއުމިން (އީމާނާއި ރައްކާތެރިކަން ދެއްވާ ފަރާތް) 59:23
- #7 އަލްމުހައިމިން (ބެލެހެއްޓެވުންތެރި، ރައްކާތެރިކުރައްވާ) 59:23
- #8 އަލްޢަޒީޒް (ބާރުގަދަ) 3:6; 4:158; 9:40; 48:7
- #9 އަލްޖައްބާރު (ބާރުއަޅުއްވާ، ރަނގަޅުކުރައްވާ) 59:23
- #10 އަލްމުތަކައްބިރު (މަތިވެރި، ބޮޑުވެރި) 59:23
- #11 އަލްޚާލިޤު (ހެއްދެވި ފަރާތް) 6:102; 13:16; 39:62; 40:62; 59:24
- #12 އަލްބާރިއު (ނެތްކަމުން އުފައްދަވާ) 59:24
- #13 އަލްމުޞައްވިރު (ސޫރަ ދެއްވާ) 59:24
- #14 އަލްޣައްފާރު (ގިނައިން ފުއްސަވާ) 20:82; 38:66; 39:5; 40:42; 71:10
- #15 އަލްޤައްހާރު (ބަލިކުރައްވާ، ކޮންޓްރޯލްކުރައްވާ) 13:16; 14:48; 38:65; 39:4; 40:16
- #16 އަލްވައްހާބު (ގިނައިން ހަދިޔާދެއްވާ) 3:8; 38:9; 38:35
- #17 އައްރައްޒާޤު (ރިޒުޤުދެއްވާ) 51:58
- #18 އަލްފައްތާޙު (ހުޅުވައިދެއްވާ) 34:26
- #19 އަލްޢަލީމު (ހުރިހާ ކަމެއް އެނގިވޮޑިގެންވާ) 2:158; 3:92; 4:35; 24:41; 33:40
- #20 އަލްޤާބިޟު (ހިފަހައްޓަވާ) 2:245
- #21 އަލްބާސިޠު (ފުޅާކުރައްވާ) 2:245
- #22 އަލްޚާފިޟު (ތިރިކުރައްވާ) 95:5
- #23 އައްރާފިޢު (މަތިކުރައްވާ) 58:11; 6:83
- #24 އަލްމުޢިއްޒު (ޢިއްޒަތްދެއްވާ) 3:26
- #25 އަލްމުޛިއްލު (ނިކަމެތިކުރައްވާ) 3:26
- #26 އައްސަމީޢު (ހުރިހާ އަޑެއް އަޑުއިވޮޑިގެންވާ) 2:127; 2:256; 8:17; 49:1
- #27 އަލްބަޞީރު (ހުރިހާ އެއްޗެއް ފެނިވޮޑިގެންވާ) 4:58; 17:1; 42:11; 42:27
- #28 އަލްޙަކަމު (ޙުކުމްކުރައްވާ) 22:69
- #29 އަލްޢަދުލު (ޢަދުލުވެރި) 6:115
- #30 އަލްލަޠީފު (ނާޒުކު، ލޮޅިފުޅާ) 6:103; 22:63; 31:16; 33:34
- #31 އަލްޚަބީރު (ހުރިހާ ޚަބަރެއް އެނގިވޮޑިގެންވާ) 6:18; 17:30; 49:13; 59:18
- #32 އަލްޙަލީމު (ކެތްމަތިވެވޮޑިގަންނަވާ) 2:235; 17:44; 22:59; 35:41
- #33 އަލްޢަޒީމު (ބޮޑުވެރި) 2:255; 42:4; 56:96
- #34 އަލްޣަފޫރު (ބޮޑަށް ފުއްސަވާ) 2:173; 8:69; 16:110; 41:32
- #35 އައްޝަކޫރު (ޤަދުރުކުރައްވާ) 35:30; 35:34; 42:23; 64:17
- #36 އަލްޢަލިއްޔު (އެންމެ މަތިވެރި) 4:34; 31:30; 42:4; 42:51
- #37 އަލްކަބީރު (އެންމެ ބޮޑު) 13:9; 22:62; 31:30
- #38 އަލްޙަފީޡު (ރައްކާތެރިކުރައްވާ) 11:57; 34:21; 42:6
- #39 އަލްމުޤީތު (ބެލެހެއްޓެވުންތެރި، ރިޒުޤުދެއްވާ) 4:85
- #40 އަލްޙަސީބު (ޙިސާބުކުރައްވާ) 4:6; 4:86; 33:39
- #41 އަލްޖަލީލު (ޢަޒަމަތްތެރި) 55:27; 39:14; 7:143
- #42 އަލްކަރީމު (ދީލަތި) 27:40; 82:6
- #43 އައްރަޤީބު (ބަލަހައްޓަވާ) 4:1; 5:117
- #44 އަލްމުޖީބު (ޖަވާބުދެއްވާ) 11:61
- #45 އަލްވާސިޢު (ހުރިހާ އެއްޗެއް ވަށާލައްވާ) 2:268; 3:73; 5:54
- #46 އަލްޙަކީމު (ޙިކުމަތްތެރި) 31:27; 46:2; 57:1; 66:2
- #47 އަލްވަދޫދު (އެންމެ ލޯބިވެވޮޑިގަންނަވާ) 11:90; 85:14
- #48 އަލްމަޖީދު (ޝަރަފުވެރި) 11:73
- #49 އަލްބާޢިޘު (ދިރުއްވާ) 22:7
- #50 އައްޝަހީދު (ހެކިވެވޮޑިގެންވާ) 4:166; 22:17; 41:53; 48:28
- #51 އަލްޙައްޤު (ޙައްޤު) 6:62; 22:6; 23:116; 24:25
- #52 އަލްވަކީލު (ބަރޯސާވެވޭ ވަކީލު) 3:173; 4:171; 28:28; 73:9
- #53 އަލްޤަވިއްޔު (ވަރުގަދަ) 22:40; 22:74; 42:19; 57:25
- #54 އަލްމަތީނު (ހަރުދަނާ) 51:58
- #55 އަލްވަލިއްޔު (ރައްކާތެރި ރަފީޤު) 4:45; 7:196; 42:28; 45:19
- #56 އަލްޙަމީދު (ޙަމްދުވެރި) 14:8; 31:12; 31:26; 41:42
- #57 އަލްމުޙްޞީ (ޙިސާބުކުރައްވާ) 72:28; 78:29; 82:10-12
- #58 އަލްމުބްދިއު (ފެށްވާ) 10:34; 27:64; 29:19; 85:13
- #59 އަލްމުޢީދު (އަނބުރާ ގެނެސްދެއްވާ) 10:34; 27:64; 29:19; 85:13
- #60 އަލްމުޙްޔީ (ދިރުއްވާ) 7:158; 15:23; 30:50; 57:2
- #61 އަލްމުމީތު (މަރުދެއްވާ) 3:156; 7:158; 15:23; 57:2
- #62 އަލްޙައްޔު (ދާއިމީ ދިރިހުރި) 2:255; 3:2; 25:58; 40:65
- #63 އަލްޤައްޔޫމު (ހުރިހާ އެއްޗެއް ޤާއިމުކުރައްވާ) 2:255; 3:2; 20:111
- #64 އަލްވާޖިދު (ހޯދާ) 38:44
- #65 އަލްމާޖިދު (ޝަރަފުވެރި) 11:73
- #66 އަލްވާޙިދު (އެއް) 2:163; 5:73; 9:31; 18:110
- #67 އަލްއަޙަދު (އެކަނި) 112:1
- #68 އައްޞަމަދު (ހުރިހާ އެއްޗަކަށް ބޭނުންވާ ޕަނާހު) 112:2
- #69 އަލްޤާދިރު (ކުޅެދެވޭ) 6:65; 36:81; 46:33; 75:40
- #70 އަލްމުޤްތަދިރު (ބާރުގަދަ) 18:45; 54:42; 54:55
- #71 އަލްމުޤައްދިމު (ކުރިއަށް ގެންދަވާ) 16:61; 17:34
- #72 އަލްމުއައްޚިރު (ފަހުތަކަށް ލައްވާ) 71:4
- #73 އަލްއައްވަލު (ފުރަތަމަ) 57:3
- #74 އަލްއާޚިރު (ފަހު) 57:3
- #75 އައްޒާހިރު (ޒާހިރު) 57:3
- #76 އަލްބާޠިނު (ބާޠިނު) 57:3
- #77 އަލްވާލީ (ވެރިވެވޮޑިގެންވާ) 13:11; 22:7
- #78 އަލްމުތަޢާލީ (އެންމެ މަތިވެރި) 13:9
- #79 އަލްބައްރު (ހެޔޮކަމުގެ މަސްދަރު) 52:28
- #80 އައްތައްވާބު (ތައުބާ ގަބޫލުކުރައްވާ) 2:128; 4:64; 49:12; 110:3
- #81 އަލްމުންތަޤިމު (ބަދަލުހިފައްވާ) 32:22; 43:41; 44:16
- #82 އަލްޢަފުއްވު (މާފުކުރައްވާ) 4:99; 4:149; 22:60
- #83 އައްރަޢޫފު (އެންމެ ރަޙްމަތްތެރި) 3:30; 9:117; 57:9; 59:10
- #84 މާލިކުލް މުލްކު (ރަސްކަމުގެ ވެރި) 3:26
- #85 ޛުލްޖަލާލި ވަލްއިކްރާމް، (ޢަޒަމަތާއި ޝަރަފުގެ ވެރި) 55:27; 55:78
- #86 އަލްމުޤްސިޠު (އިންސާފުވެރި) 3:18; 7:29
- #87 އަލްޖާމިޢު (އެއްކުރައްވާ) 3:9
- #88 އަލްޣަނިއްޔު (ބޭނުމެއް ނެތް) 3:97; 39:7; 47:38; 57:24
- #89 އަލްމުޣްނީ (ތަނަވަސްކުރައްވާ) 9:28
- #90 އަލްމާނިޢު (ހުއްޓުވައްވާ) 67:21
- #91 އައްޟާއްރު (ގެއްލުންދެއްވާ) 6:17
- #92 އައްނާފިޢު (ފައިދާދެއްވާ) 30:37
- #93 އައްނޫރު (އަލިކަން) 24:35
- #94 އަލްހާދީ (ހިދާޔަތްދެއްވާ) 25:31
- #95 އަލްބަދީޢު (އުފެއްދެވި) 2:117; 6:101
- #96 އަލްބާޤީ (ދާއިމީ) 55:27
- #97 އަލްވާރިޘު (ވާރުތަވެރި) 15:23
- #98 އައްރަޝީދު (ތެދު މަގަށް ހިދާޔަތްދެއްވާ) 2:256
- #99 އައްޞަބޫރު (ކެތްމަތިވެވޮޑިގަންނަވާ) 2:153; 3:200; 103:3
ދިމާވާ އާޔަތްތައް
- = އަލިފް، ލާމް، މީމް. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = އެމީހުންނަކީ އެމީހުންގެ ރަބްބުގެ ޙަޟްރަތުން ތެދު ހިދާޔަތެއްގައި ތިބި މީހުންނެވެ، އަދި އެމީހުންނަކީ ކާމިޔާބުވާ މީހުންނެވެ. 2:5; 31:5
- = އޭ ބަނީ އިސްރާއީލުންނޭވެ، އަހަރެން ތިޔަބައިމީހުންނަށް ދެއްވި އަހަރެންގެ ނިޢުމަތާއި، އަހަރެން ތިޔަބައިމީހުން ޢާލަމުންނަށް (ޤައުމުތަކަށް) ވުރެ މަތިވެރިކުރެއްވި ކަން ހަނދާންކުރައްވާށެވެ. 2:47; 2:122
- = އެއީ ފާއިތުވެދިޔަ އުންމަތެކެވެ. އެމީހުން ހޯދި އެއްޗެއްގެ ނަތީޖާ އެމީހުންނަށް ލިބޭނެއެވެ، އަދި ތިޔަބައިމީހުން ހޯދި އެއްޗެއް ތިޔަބައިމީހުންނަށް ލިބޭނެއެވެ. އަދި އެމީހުން ކުރަމުން ދިޔަ ކަމެއްގެ ސުވާލު ތިޔަބައިމީހުންނަށް ނުކުރެވޭނެއެވެ. 2:134; 2:141
- = އެތަނުގައި ދާއިމީގޮތުން ދެމިތިބޭނެއެވެ. އެމީހުންގެ ޢަޒާބު ލުއިނުކުރެވޭނެއެވެ، އަދި އެމީހުންނަށް ފުރުޞަތެއް ނުދެވޭނެއެވެ. 2:162; 3:88
- = އެކަމަކު އޭގެ ފަހުން ތައުބާވެ އަމިއްލަ ނަފްސު ރަނގަޅުކުރި މީހުން މެނުވީއެވެ. ފަހެ ﷲ ފުއްސަވާ ރަޙްމަތްތެރި ކަމަކަށް ވޮޑިގެންވެއެވެ. 3:89; 24:5
- = އެކަމަކު ކާފިރުވެ އަހަރެމެންގެ އާޔަތްތައް ދޮގުކުރި މީހުން، އެމީހުންނަކީ ނަރަކައިގެ ރައްޔިތުންނެވެ. 5:10; 5:86
- = އަދި އެމީހުންގެ ރަބްބުގެ އާޔަތްތަކުގެ ތެރެއިން އެއްވެސް އާޔަތެއް އެމީހުންގެ ގާތަށް އަންނަނީ، އެއިން އެމީހުން ދުރަށް އެނބުރި ދިއުމަށް ފަހުއެވެ. 6:4; 36:46
- = އަދި ކަލޭގެފާނުގެ ކުރިން ރަސޫލުންނަށް މަލާމާތްކުރެވިއްޖެއެވެ، ނަމަވެސް އެމީހުންނަށް މަލާމާތްކުރި މީހުން އެމީހުން މަލާމާތްކުރަމުން ދިޔަ ކަމުން ވަށާލެވުނެވެ. 6:10; 21:41
- = ބުނައްވާށެވެ: "ހަމަކަށަވަރުން އަހަރެންގެ ރަބްބަށް އަހަރެން ނުކިޔަމަންތެރިވެއްޖެނަމަ ބޮޑު ދުވަހުގެ ޢަޒާބަށް އަހަރެން ބިރުގަންނަމެވެ." 6:15; 39:13
- = ފަހެ ބިންހެލުން އެމީހުން ހިފައިފިއެވެ، އަދި އެމީހުންގެ ގޭގައި (މަރުވެ) ބޯއަޅާލައިގެން ވެއްޓިފައި ހުއްޓެވެ. 7:78; 7:91
- = ފަހެ އޭނާގެ ދަނޑި އެއްލާލިއެވެ، އެވަގުތު އެއީ ފާޅުވެގެންވާ ސޮރެކެވެ. 7:107; 26:32
- = އަދި އޭނާގެ އަތް ނަގައިފިއެވެ، ފަހެ އެއީ ބަލާ މީހުންނަށް (އަލިކަމާއެކު) ހުދުވެފައިވާ އެއްޗެކެވެ. 7:108; 26:33
- = އެމީހުން ބުނެފިއެވެ: "އަހަރެމެން ޢާލަމުންގެ ރަބްބަށް އީމާންވީމެވެ." 7:121; 26:47
- = މޫސާގެ އަދި ހާރޫނުގެ ރަބްބަށެވެ. 7:122; 26:48
- = އަދި އަހަރެން އެމީހުންނަށް މުއްދަތު ދޭނަމެވެ. ހަމަކަށަވަރުން އަހަރެންގެ ރޭވުން ވަރުގަދައެވެ. 7:183; 68:45
- = އެއީ އެކަލާނގެއެވެ، އެކަލާނގެ ރަސޫލާ ހިދާޔަތާއި ޙައްޤު ދީނާއެކު ފޮނުއްވީ، އެ ދީނު ހުރިހާ ދީނަކަށްވުރެ މަތިވެރިކުރުމަށެވެ، ޝަރީކުކުރާ މީހުންނަށް އެކަން ނުރުހިގެންދިޔަސް. 9:33; 61:9
- = އޭ ނަބިއްޔާއެވެ، ކާފިރުންނާއި މުނާފިޤުންނާ ހަނގުރާމަކުރައްވާށެވެ، އަދި އެމީހުންނަށް ގަދަކަމާ ކުރައްވާށެވެ. އަދި އެމީހުންގެ ތިބޭނެ ތަނަކީ ނަރަކައެވެ، އަދި އެއީ ނުބައި ގޮސްބައިވެނިވެއެވެ. 9:73; 66:9
- = އަދި އެމީހުން ބުނެއެވެ: "ތިޔަބައިމީހުން ތެދުވެރިންނަމަ މި ވަޢުދަކީ ކޮންއިރެއްތޯއެވެ؟" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = އަދި އަހަރެމެން މޫސާ ފޮނުއްވީމެވެ އަހަރެމެންގެ އާޔަތްތަކާއި ސާފު ބާރާއެކުގައެވެ. 11:96; 40:23
- = އަދި އަހަރެމެން މޫސާއަށް ފޮތް ދެއްވީމެވެ، ނަމަވެސް އެއާ ބެހޭގޮތުން ތަފާތުވެއްޖެއެވެ. އަދި ކަލޭގެފާނުގެ ރަބްބުގެ ޙަޟްރަތުން ކުރިން ބަސްފުޅު ފާއިތުވެފައި ނުވާނަމަ އެމީހުންގެ ދެމެދު ނިންމާލެވިދިއުނީހެވެ. އަދި ހަމަކަށަވަރުން އެމީހުން އެކަމާ ބެހޭގޮތުން އުނދަގުލުވެރި ޝައްކެއްގައެވެ. 11:110; 41:45
- = އެއީ ﷲ އަށް ދަތިކަމެއް ނޫނެވެ. 14:20; 35:17
- = އަދި އަހަރެން އޭނާ ފުރިހަމަކޮށް، އަހަރެންގެ (ހެއްދެވި) ރޫޙުން އޭނާގެ ތެރެއަށް ޕުމްފުޅާލެއްވުމުން، އޭނާއަށް ސުޖޫދުގައި ވެއްޓިގެން ދާށެވެ. 15:29; 38:72
- = ފަހެ މަލާއިކަތުން ހުރިހާ އެންމެން އެކުގައި ސުޖޫދުކުރިއެވެ. 15:30; 38:73
- = (ﷲ) ވިދާޅުވިއެވެ: "ފަހެ އެތަނުން ނިކުމެގެން ދާށެވެ، އެހެނީ ކަލެއަކީ ބޭރުކުރެވިފައިވާ މީހެކެވެ." 15:34; 38:77
- = އޭނާ ބުނިއެވެ: "އޭ އަހަރެންގެ ރަބްބެވެ، ފަހެ އެމީހުން ދިރުއްވޭ ދުވަހާ ހަމައަށް އަހަރެންނަށް މުއްދަތު ދެއްވާށެވެ." 15:36; 38:79
- = (ﷲ) ވިދާޅުވިއެވެ: "ފަހެ ކަލެއަކީ މުއްދަތު ދެވިފައިވާ މީހުންގެ ތެރެއިންނެވެ." 15:37; 38:80
- = މަޢުލޫމު ވަގުތުގެ ދުވަހާ ހަމައަށެވެ." 15:38; 38:81
- = އެމީހުންގެ ތެރެއިން ކަލޭގެފާނުގެ ޚާއްޞަ އަޅުން މެނުވީއެވެ. 15:40; 38:83
- = ހަމަކަށަވަރުން ތަޤްވާވެރިން ތިބޭނީ ބަގީޗާތަކާއި ފޮހިތަކުގެ ތެރޭގައެވެ. 15:45; 51:15
- = އޭނާ ވިދާޅުވިއެވެ: "ފަހެ އޭ ރަސޫލުންނޭވެ، ތިޔަބައިމީހުންގެ ކަންތައްކަމަކީ ކޮބައިތޯއެވެ؟" 15:57; 51:31
- = އެމީހުން ބުނެފިއެވެ: "ހަމަކަށަވަރުން އަހަރެމެން ފޮނުއްވިފައިވަނީ ކުށްވެރި ޤައުމަކަށެވެ." 15:58; 51:32
- = އީމާންވެ އެމީހުންގެ އީމާންކަން ޒުލުމާއެކު ގުޅައިނުލި މީހުން، އެމީހުންނަށް ރައްކާތެރިކަން ލިބޭނެއެވެ، އަދި އެމީހުންނަކީ ހިދާޔަތްލިބިފައިވާ މީހުންނެވެ. 16:42; 29:59
- = އަހަރެމެން އެމީހުންނަށް ދެއްވި އެއްޗެއް އެމީހުން ދޮގުކުރުމަށެވެ. ފަހެ ޖެހިގެން ތިބޭށެވެ، އެހެނީ ތިޔަބައިމީހުންނަށް އަވަހަށް އެނގޭނެއެވެ. 16:55; 30:34
- = ދެން އޭނާ މަގެއް ހިފިއެވެ. 18:89; 18:92
- = ފިރުޢައުނުގެ ގާތަށް ދާށެވެ. ހަމަކަށަވަރުން އޭނާ ހައްދު ފަހަނައެޅިއެވެ. 20:24; 79:17
- = އަދި އެމީހުންގެ ޢައުރަތްތައް ރައްކައުތެރިކުރާ މީހުންނެވެ. 23:5; 70:29
- = އެމީހުންގެ އަނބިންނާއި ނުވަތަ އެމީހުންގެ ކަނާތް އަތް ވެރިވެފައިވާ މީހުންނާ މެނުވީއެވެ، އެހެނީ އެމީހުންނަށް ފާޑުކިޔެވޭކަށް ނެތެވެ. 23:6; 70:30
- = އެކަމަކު އޭގެ ބޭރުން އެދޭ މީހުން، އެމީހުންނަކީ ހައްދު ފަހަނައަޅާ މީހުންނެވެ. 23:7; 70:31
- = އަދި އެމީހުންގެ އަމާނާތްތަކާއި ވަޢުދުތަކަށް ސަމާލުވާ މީހުންނެވެ. 23:8; 70:32
- = އޭނާ ބުންޏެވެ: "އޭ އަހަރެންގެ ރަބްބެވެ، އަހަރެންނަށް އެހީތެރިވެދެއްވާށެވެ، އެހެނީ އެމީހުން އަހަރެން ދޮގުކުރިއެވެ." 23:26; 23:39
- = ޠާ، ސީން، މީމް. 26:1; 28:1
- = މިއީ ސާފު ފޮތުގެ އާޔަތްތަކެވެ. 26:2; 28:2
- = ހަމަކަށަވަރުން އެކަމުގައި ނިޝާނެއް ވެއެވެ، އަދި އެމީހުންގެ ގިނަ މީހުން އީމާންވާ މީހުންނަށް ނުވެއެވެ. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = އަދި ހަމަކަށަވަރުން ކަލޭގެފާނުގެ ރަބްބު، އެކަލާނގެއަކީ ބާރުގަދަ، ރަޙްމަތްތެރި ފަރާތެވެ. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = އަދި އަހަރެމެން އެހެން މީހުން ފެނުގައި ފެންގަނޑުވެ ގެއްލުނީމެވެ. 26:66; 37:82
- = ހަމަކަށަވަރުން އަހަރެންނަކީ ތިޔަބައިމީހުންނަށް އަމާނާތްތެރި ރަސޫލެކެވެ. 26:107; 26:125; 26:143; 26:162; 26:178
- = ފަހެ ﷲ އަށް ބިރުގަނެ އަހަރެންނަށް ކިޔަމަންވާށެވެ. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = އަދި އަހަރެން އޭގެ ބަދަލުގައި ތިޔަބައިމީހުންނާ އެއްވެސް އުޖޫރައެއް ނުއެދެމެވެ. އަހަރެންގެ އުޖޫރަ ހަމައެކަނި ޢާލަމުންގެ ރަބްބުގެ ޙަޟްރަތުންނެވެ. 26:109; 26:127; 26:145; 26:164; 26:180
- = ބަގީޗާތަކާއި ފޮހިތަކުގައެވެ. 26:147; 44:52
- = އެމީހުން ބުނެފިއެވެ: "ކަލެއަކީ ޖާދޫ ލިބިފައިވާ މީހުންގެ ތެރެއިންނެވެ." 26:153; 26:185
- = އެކަމަކު އޭނާގެ އަނބިމީހާ މެނުވީއެވެ، އަހަރެމެން އެ އަންހެނާ ފަހަތުގައި ބާކީވާ މީހުންގެ ތެރެއިން ކަމަށް ކަނޑައެޅީމެވެ. 26:171; 37:135
- = ދެން އަހަރެމެން އެހެން މީހުން ނައްތާލީމެވެ. 26:172; 37:136
- = އަދި އަހަރެމެން އެމީހުންގެ މައްޗަށް ވެހުނު (ހިލަ) ވެހުމެއް ވެހެއްކެވީމެވެ، އަދި އިންޒާރުދެވުނު މީހުންގެ ވެހުމަކީ ނުބައި ވެހުމެކެވެ. 26:173; 27:58
- = ފަހެ އަހަރެމެންގެ ޢަޒާބު އަވަސްކުރުމަށް ހެއްޔެވެ؟ 26:204; 37:176
- = ނަމާދު ޤާއިމްކޮށް ޒަކާތް ދޭ މީހުންނެވެ، އަދި އެމީހުން އާޚިރަތާ ބެހޭގޮތުން ޔަޤީންކުރާ މީހުންނެވެ. 27:3; 31:4
- = އަދި (ހަނދާންކުރައްވާށެވެ، އޭ މުޙައްމަދުގެފާނެވެ) އެކަލާނގެ އެމީހުންނަށް ގޮވާލައްވައި ވިދާޅުވާނެ ދުވަހު: "ތިޔަބައިމީހުން ދަޢުވާކުރަމުން ދިޔަ އަހަރެންގެ 'ޝަރީކުން' ކޮބައިތޯއެވެ؟" 28:62; 28:74
- = އަދި އަހަރެމެންގެ ކާބަފައިންނަށްވެސް؟ 37:17; 56:48
- = އަދި އެމީހުން އެކަކު އަނެކަކާ ކުރިމަތިލައި ސުވާލުކުރާނެއެވެ. 37:27; 52:25
- = އެކަމަކު ﷲ ގެ ޚާއްޞަ އަޅުންނެވެ. 37:40; 37:74; 37:128; 37:160
- = ނިޢުމަތުގެ ބަގީޗާތަކުގައެވެ. 37:43; 56:12
- = އަދި އަހަރެމެން އޭނާއަށްޓަކައި ފަހުގެ ޖީލުތަކުގައި (ރަނގަޅު ބަސްފުޅު) ދޫކޮށްލީމެވެ: 37:78; 37:108; 37:129
- = ހަމަކަށަވަރުން އަހަރެމެން ހެޔޮކުރާ މީހުންނަށް އެގޮތަށް ބަދަލުދެމެވެ. 37:80; 37:121; 37:131; 77:44
- = ހަމަކަށަވަރުން އޭނާއަކީ އަހަރެމެންގެ އީމާންވެރި އަޅުންގެ ތެރެއިންނެވެ. 37:81; 37:111; 37:132
- = ތިޔަބައިމީހުންނަށް ކޮބައިތޯއެވެ؟ ތިޔަބައިމީހުން ޙުކުމްކުރަނީ ކިހިނެއްތޯއެވެ؟ 37:154; 68:36
- = އެއީ ޢާލަމުންނަށް ހަނދާންކޮށްދިނުމެއް ފިޔަވައި އެހެން އެއްޗެއް ނޫނެވެ. 38:87; 81:27
- = ފޮތުގެ ބާވައިލެވުމަކީ ބާރުގަދަ، ޙިކުމަތްތެރި ﷲ ގެ ޙަޟްރަތުންނެވެ. 39:1; 45:2; 46:2
- = ޙާ، މީމް. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = ސާފު ފޮތުގެ ޤަސަމްފުޅެވެ. 43:2; 44:2
- = ފަހެ އެމީހުންނަށް ވަޢުދުވެފައިވާ އެމީހުންގެ ދުވަހު ބައްދަލުވަންދެން، އެމީހުން ބޭކާރު ވާހަކަދައްކައި ކުޅެލަން ދޫކޮށްލައްވާށެވެ. 43:83; 70:42
- = (އެމީހުންނަށް ބުނެވޭނެއެވެ): "ތިޔަބައިމީހުން ކުރަމުން ދިޔަ ކަމުގެ ބަދަލުގައި ހިތްހަމަޖެހިގެން ކައިބުއިބަލާށެވެ." 52:19; 77:43
- = ނުވަތަ ކަލޭގެފާނު އެމީހުންގެ ކިބައިން އުޖޫރައެއް އެދެނީތޯއެވެ، ފަހެ އެމީހުން ދަރަނީގެ ބުރައިން ބުރަވެފައިތޯއެވެ؟ 52:40; 68:46
- = ނުވަތަ އެމީހުންގެ އަތުގައި ނުފެންނަ ކަންތައްތަކުގެ ޢިލްމުވޭތޯއެވެ، ފަހެ އެމީހުން (އެކަން) ލިޔަނީތޯއެވެ؟ 52:41; 68:47
- = އަދި އަހަރެންގެ ޢަޒާބާއި އިންޒާރު ކިހާ (ގަދަ) ވެގެންވީ ހެއްޔެވެ. 54:16; 54:21; 54:30
- = އަދި ހަމަކަށަވަރުން އަހަރެމެން ޤުރުއާނު ހަނދާންކުރުމަށް ފަސޭހަކުރެއްވީމެވެ. ފަހެ ހަނދާންކުރާ މީހަކު ހުރިހެއްޔެވެ؟ 54:17; 54:22; 54:32; 54:40
- = ފަހެ ތިޔަބައިމީހުންގެ ރަބްބުގެ ނިޢުމަތްތަކުގެ ތެރެއިން ކޮން ނިޢުމަތެއް ތިޔަބައިމީހުން ދޮގުކުރާނީ ހެއްޔެވެ؟ 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = ކުރީގެ މީހުންގެ ތެރެއިން (ބޮޑު) ޖަމާޢަތެއް. 56:13; 56:39
- = އަދި އަހަރެމެން (އެހެންވީމާ) ޙަރަމްކުރެވިފައިވާ މީހުންނެއްތޯއެވެ؟ 56:67; 68:27
- = ފަހެ ކަލޭގެފާނުގެ ރަބްބުގެ ނަން، އެންމެ ބޮޑު ރަބްބުގެ ނަން ތަސްބީޙަކުރައްވާށެވެ. 56:74; 56:96; 69:52
- = [އެއީ] ޢާލަމުންގެ ރަބްބުގެ ޙަޟްރަތުން ބާވައިލެވުނު ވަޙީއެކެވެ. 56:80; 69:43
- = އުޑުތަކުގައި ހުރި އެއްޗާއި ބިމުގައި ހުރި އެއްޗެއް ﷲ ގެ ތަސްބީޙަ ކިޔައެވެ، އަދި އެކަލާނގެއަކީ ބާރުގަދަ، ޙިކުމަތްތެރި ފަރާތެވެ. 59:1; 61:1
- = އޭނާއަށް އަހަރެމެންގެ އާޔަތްތައް ކިޔައިދެވުނުހިނދު، އޭނާ ބުނެއެވެ: "ކުރީގެ މީހުންގެ ވާހަކަތަކެވެ." 68:15; 83:13
- = ފަހެ އޭނާ ހިތްހަމަޖެހޭ ދިރިއުޅުމެއްގައި ހުންނާނެއެވެ. 69:21; 101:7
- = މަތިވެރި ބަގީޗާއެއްގައެވެ. 69:22; 88:10
- = އަދި ފަގީރުންނަށް ކާންދިނުމަށް ހިތްވަރު ނުދެއެވެ. 69:34; 107:3
- = [ކަމަކީ] ހަމަކަށަވަރުން ޤުރުއާނަކީ ޝަރަފުވެރި ރަސޫލެއްގެ ބަސްފުޅެވެ. 69:40; 81:19
- = ހަމަކަށަވަރުން މިއީ ހަނދާންކޮށްދިނުމެކެވެ، ފަހެ ބޭނުންވާ މީހަކަށް އޭނާގެ ރަބްބުގެ ގާތަށް މަގެއް ހިފިދާނެއެވެ. 73:19; 76:29
- = ފަހެ ބޭނުންވާ މީހަކަށް އެކަން ހަނދާންކުރެވިދާނެއެވެ. 74:55; 80:12
- = އެދުވަހު ދޮގުކުރާ މީހުންނަށް ވޭނެވެ. 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = ހަމަކަށަވަރުން ޞާލިޙުން ތިބޭނީ ނިޢުމަތެއްގައެވެ. 82:13; 83:22
- = އެއީ ލިޔެވިފައިވާ ރަޖިސްޓަރެކެވެ. 83:9; 83:20
- = ރީތިކޮށް ޒީނަތްތެރިކުރެވިފައިވާ ތަޚުތުތަކުގައި، ބަލަމުން. 83:23; 83:35
- = އަދި އޭގެ ރަބްބަށް އަޑުއެހިފައި ފަރުޟުކުރެވިފައިވެއެވެ. 84:2; 84:5
- = އަދި އަހަރެންވެސް ތިޔަބައިމީހުން އަޅުކަންކުރާ އެއްޗަކަށް އަޅުކަންކުރާ މީހެއް ނޫނެވެ. 109:3; 109:5
noblequran.com Schemas ސްކީމާތައް
- މައްކާގެ މުޝްރިކުން ﷲ ގެ ރުބޫބިއްޔަތް (ރަބްބުކަން) ގަބޫލުކުރިއެވެ 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- ފޮތާއި ޙިކުމަތް (ސުންނަތް) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- އެކަކުގެ (ގެއްލިފައިވާ) ކާބަފައިންގެ މަގަށް ތަބާވުން ފާޑުކިޔެވިފައިވުން 2:170; 31:21; 43:22
- ﷲ ގެ ރަސޫލާއަކީ އިންސާނެއްކަން 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- މުޝްރިކުން ދަތި ވަގުތުތަކުގައި ﷲ އެކަނި ގޮވާލިއެވެ 10:22; 17:16; 29:65; 31:32
- ދީނުގައި ބައިބައިވުން މަނާކޮށް ފާޑުކިޔެވިފައިވުން 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- ﷲ ގެ އިސްތިވާ (މަތިވެރިވެވަޑައިގަތުން) ގެ ސިފަ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- އީމާންކަމުގެ އިތުރުވުން (އަދި އުނިވުން) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- ރަސޫލާއާއި އެއްވެސް ޚަލްޤެއް ޣައިބު އެކަމަނެއް ޖެހޭކޮށް ނޭނގެއެވެ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- ﷲ ބޭނުންވާ މީހުންނަށް ރިޒުޤު ފުޅާކުރައްވައި ހަނިކުރައްވައެވެ 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ޤުރުއާނު ސާފު ޢަރަބި ބަހުން ބާވައިލެވުނު 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- ﷲ ނަފްސަކަށް އޭގެ ކެތްކުރެވޭވަރަށްވުރެ ބުރަ ނުއަޅުއްވައެވެ 2:233, 286; 6:152; 7:42; 23:62; 65:7
- އެއްވެސް ބުރަ އުފުލާ މީހަކު އެހެން މީހެއްގެ ބުރަ ނުއުފުލާނެއެވެ 6:164; 17:15; 35:18; 39:7; 53:38
- ﷲ ތިޔަބައިމީހުންނަށް ގެއްލުމެއް ލެއްވިނަމަ، ﷲ ފިޔަވައި އެއްވެސް މީހަކަށް އެކަން ނަގައިލެވޭކަށް ނެތެވެ 6:17; 10:107
- އަދި ކާކުތޯ އިތުރަށް ޒާލިމުވީ މީހާ... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- އިންސާނާ ތަނަވަސްކަމުގައި ޝުކުރުނުކުރެއެވެ އަދި ބޭނުންވެގެން އުޅޭއިރު ނިކަމެތިވެ ކިޔަމަންވެއެވެ 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ސާބިތުކަން (ތަސްބީތު) ﷲ ގެ ޙަޟްރަތުން އެދި ދެއްވައެވެ 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ހުރިހާ ތަފާތުވުންތަކެއް ﷲ އާއި އެކަލާނގެ ރަސޫލާއާ އަނބުރާ ހަވާލުކުރަންވާނެއެވެ 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- ނަރަކައިގެ ރައްޔިތުންގެ ދެމެދު ޖެހޭ ޖަދަލު 26:96-102; 38:58-64; 40:47-50
- ﷲ ގެ ރަސޫލާއަށް ކިޔަމަންތެރިވުމުގެ ވާޖިބު (ޠާޢަތް) 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ޤުރުއާނުގައިވާ ސުޖޫދުގެ އާޔަތްތައް 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- އުންމަތުގައިވާ ހުރިހާ މުސީބާތްތަކަކީ ނުކިޔަމަންތެރިކަމުގެ ސަބަބުންނެވެ 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- ﷲ ގެއްލުއްވާ މީހަކަށް ހިދާޔަތްދޭނެ މީހަކު ނެތެވެ 13:33; 39:23, 26; 40:33; 7:186; 18:17
- ހުރިހާ ނަބިއްޔުން އިޞްލާޙު ފެއްޓެވީ ޢިބާދަތުގެ ތައުޙީދުންނެވެ 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- ކާމިޔާބީއާއި ތަނަވަސްކަން ނަފްސު ޠާހިރުކުރުން (ތަޒްކިޔާ) އާ ގުޅިފައިވެއެވެ 20:76; 35:18; 87:14; 91:9; 92:18;
- ހުރިހާ ޢިއްޒަތާއި ބާރު ﷲ އަށް ލިބިގެންވެއެވެ 4:139; 10:65; 35:10; 63:8
- ﷲ އެކަނި ޚާލިޞުކޮށް ސަޒާވާ ގޮތަށް ގޮވާލުމުގެ ވާޖިބު 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- ﷲ އާއެކު އެހެން މީހުންނަށް ގޮވާލުން މަނާވުން 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- ހުރިހާ ނަބިއްޔުންނަށް ﷲ އަށް ތަޤްވާވުމާއި (އަމިއްލަ ނަފްސުތަކަށް) ކިޔަމަންތެރިވުމަށް އަމުރުކުރެއްވިއެވެ 43:63; 71:1-28
- ހިޖްރަތާ (ހިޖުރަތް) ބެހޭގޮތުން 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- ﷲ ފިޔަވައި ޚަލްޤަށް ޙަޤީޤީ ރައްކާތެރިއަކު ނުވަތަ އެހީތެރިއަކު ނެތެވެ 2:107, 120; 9:74, 116; 29:22; 42:31
- ﷲ އެމީހުންގެ ހިތްތަކުގެ މައްޗަށް މުހުރު އަޅުއްވި މީހުން 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- އީމާންކަމަކީ ބިރާއި އުންމީދުގެ ދެމެދުގައެވެ 17:57; 32:16; 39:9
- ކުފުރާއި ޝިރްކާއި ނިފާޤުގެ ސަބަބުން ހުރިހާ ޢަމަލެއް ބާޠިލުވުން 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- ﷲ ގެ ވަޙީތަކާއި ނަބިއްޔުންނަކީ ހިދާޔަތާއި ޢިލްމާއި އީމާންކަމުގެ އަލިކަންތައް 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- ބަސްތައް ބަދަލުކުރާ މީހުންނަކީ ޔަހޫދީންނާއި ތަޢުވީލުގެ (ތަޙްރީފުގެ) މީހުންނެވެ 2:75; 4:46; 5:13; 5:41
- ދުނިޔޭގެ ދިރިއުޅުމަކީ ވަގުތީ ފައިދާއާއި ނިޢުމަތެކެވެ 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ދަހުރިއްޔާ (ދީނެއް ނެތް މީހުން) 45:24; 6:29; 23:37
- ﷲ މުޙައްމަދު ފޮނުއްވީ ދީނާއެކު، އެ ދީނު އެހެން ހުރިހާ (ބާޠިލުވެފައިވާ ނުވަތަ ދޮގު) ދީނަކަށްވުރެ މަތިވެރިވުމަށެވެ 9:33; 48:28; 61:9
- ޠާޣޫތާ ބެހޭގޮތުންނާއި ޠާޣޫތު ދެކޮޅުކުރުމުގެ ޟަރޫރަތު 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- އެމީހުން މަކަރުކުރެއެވެ އަދި ﷲ ވެސް މަކަރުކުރައްވައެވެ އަދި އެކަލާނގެއަކީ މަކަރުކުރާ މީހުންގެ ތެރެއިން އެންމެ ރަނގަޅު ފަރާތެވެ 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- ޤިޔާމަތުގެ ސާޢަތުގެ ޢިލްމު ﷲ ގެ ޙަޟްރަތުގައެވެ 7:187; 33:63; 41:47
- ފުރުޤާން (ވަކިކުރާ މިންގަނޑު) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- ނުބައިކަން އެންމެ ރަނގަޅު ގޮތުން ދުރުކުރުން 23:96; 28:54; 41:34
- ޤިޔާމަތުގެ ސާޢަތު ކައިރިވެފައިވެއެވެ 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- އަދި އެކަލާނގެ ނިޝާންތަކުގެ ތެރެއިން... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- ﷲ އެކަލާނގެ ނިޝާންތައް ބަޔާންކުރައްވަނީ ތިޔަބައިމީހުން... 2:73, 187, 221, 242; 3:103; 5:89
- ﷲ އަކީ ހުރިހާ އެއްޗެއްގެ ޚާލިޤެވެ 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- ﷲ ޚަލްޤު ހެއްދެވީ ބާޠިލުކަމުގައި ނުވަތަ ކުޅިވަރެއްގެ ގޮތުގައި ނޫނެވެ 21:16; 38:27; 44:38; 46:3
- ﷲ އިންސާނުން ހެއްދެވީ އެކަލާނގެއަށް އެކަނި އަޅުކަންކުރުމަށާއި، ކާކު އެންމެ ރަނގަޅު ޢަމަލުގައި ވާނޭތޯ އިމްތިޙާނުކުރުމަށެވެ 11:7; 18:7; 51:56; 67:2;
- ﷲ ރަސޫލުން ފޮނުއްވީ އެކަލާނގެ އަޅުކަމަށް ގޮވާލުމަށާއި، ކިޔަމަންތެރިވުމަށާއި، ހިތްހަމަޖެހުމުގެ ޚަބަރު ގެނެސްދޭ މީހުންނާއި އިންޒާރުދޭ މީހުންގެ ގޮތުގައެވެ 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- ޤަދަރުގެ ހަތަރު މަރުޙަލާ 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- އަޅުކަމުގެ ބާވަތްތަކާއި ގޮތްތައް 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- ﷲ ބޭނުންވާ މީހުންނަށް ހިދާޔަތްދެއްވައި ގެއްލުއްވައެވެ 14:4; 16:93; 35:8; 74:31
- ﷲ ގެއްލުއްވާ މީހުން 2:26; 9:115; 14:27; 40:34, 74; 45:23
- ﷲ ގެއްލުއްވާ މީހަކަށް އެއްވެސް މީހަކަށް ހިދާޔަތެއް ނުދެވޭނެއެވެ 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- ﷲ އަށް އެއްވެސް ވައްތަރެއް ނެތްކަން 2:22; 19:65; 42:11; 112:4
- ﷲ އެއްވެސް މީހަކަށް ޒުލުމް ނުކުރައްވައެވެ، އެކަމަކު އެމީހުން އެމީހުންގެ އަމިއްލަ ނަފްސުތަކަށް ޒުލުމްކުރެއެވެ 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- ސަލަފުންނަށް (ޞަޙާބީންނަށް) ތަބާވުމުގެ ވާޖިބު 2:137; 9:100; 4:115; 48:18, 29
- ދަޢުވަތުގެ ގޮތް 12:108; 16:125; 29:46
- ޝިރްކު ބުދުތަކަށް ހައްދުނުވެ ނަބިއްޔުންނާއި މަލާއިކަތުންނާއި ޖިންނުންނާއި ޞާލިޙުންގެ ތެރެއިން ޝަފާޢަތް ހޯދުމެވެ 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- ކައިވެނިކުރުމުގެ އުމުރު ކަނޑައަޅާ ކަންތައްތައް 4:6; 6:152; 24:59
- ޖިބްރީލަކީ ޤުރުއާނު ﷲ ގެ ޙަޟްރަތުން ނަބިއްޔާއަށް ގެނެސްދެއްވި ޤުދުސް، އަމާނާތްތެރި ރޫޙެވެ 2:97; 16:102; 26:192
- އެހީ، ކާމިޔާބީ އަދި ވެރިކަން ﷲ އަށާއި އެކަލާނގެ ރަސޫލުންނަށެވެ 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- އަދި ކަލޭގެފާނުގެ ކުރިން ރަސޫލުންނަށް މަލާމާތްކުރެވިއްޖެއެވެ، ނަމަވެސް އެމީހުންނަށް ފުރައްސާރަކުރި މީހުން އެމީހުން މަލާމާތްކުރަމުން ދިޔަ ކަމުން ވަށާލެވުނެވެ. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- އަދި މަދްޔަނަށް (އަހަރެމެން ފޮނުއްވީމެވެ) އެމީހުންގެ ބެއްޔާ ޝުޢައިބު. އޭނާ ބުނެފިއެވެ: "އޭ އަހަރެންގެ ޤައުމުގެ މީހުންނޭވެ، ﷲ އަށް އަޅުކަންކުރާށެވެ، ތިޔަބައިމީހުންނަށް އެކަލާނގެ ފިޔަވައި އެހެން އިލާހެއް ނެތެވެ." (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- އަދި ޘަމޫދަށް (އަހަރެމެން ފޮނުއްވީމެވެ) އެމީހުންގެ ބެއްޔާ ޞާލިޙް. އޭނާ ބުނެފިއެވެ: "އޭ އަހަރެންގެ ޤައުމުގެ މީހުންނޭވެ، ﷲ އަށް އަޅުކަންކުރާށެވެ، ތިޔަބައިމީހުންނަށް އެކަލާނގެ ފިޔަވައި އެހެން އިލާހެއް ނެތެވެ." (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- ހަމަކަށަވަރުން ﷲ ބޭނުންވާ މީހުންނަށް ރިޒުޤު ފުޅާކުރައްވައެވެ، އަދި (ހަނިކުރައްވައެވެ). ހަމަކަށަވަރުން އެކަމުގައި އީމާންވާ ޤައުމަކަށް ނިޝާންތަކެއް ވެއެވެ. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- އަދި ޢާދަށް (އަހަރެމެން ފޮނުއްވީމެވެ) އެމީހުންގެ ބެއްޔާ ހޫދު. އޭނާ ބުނެފިއެވެ: "އޭ އަހަރެންގެ ޤައުމުގެ މީހުންނޭވެ، ﷲ އަށް އަޅުކަންކުރާށެވެ، ތިޔަބައިމީހުންނަށް އެކަލާނގެ ފިޔަވައި އެހެން އިލާހެއް ނެތެވެ." (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- އަދި އީމާންވެ ހެޔޮ ޢަމަލުތައް ކުރި މީހުން، އަހަރެމެން އެމީހުން ވެއްދޭނަމެވެ ތިރީގައި ކޯރުތައް ހިނގާ ބަގީޗާތަކަށް، އެތަނުގައި އެމީހުން އަބަދަކު ދެމިތިބޭނެއެވެ. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- ތިރީގައި ކޯރުތައް ހިނގާ، އެތަނުގައި އެމީހުން އަބަދަކު ދެމިތިބޭނެއެވެ. ﷲ އެމީހުންނާ ރުހިވޮޑިގަންނަވައެވެ އަދި އެމީހުން އެކަލާނގެއާ ރުހިގަތެވެ. އެއީ... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- ބުނައްވާށެވެ: "އަހަރެންނަކީ ތިޔަބައިމީހުންގެ ފަދައިން އިންސާނަކު ކަމުގައި ނޫންތޯއެވެ، އަހަރެންނަށް ވަޙީކުރެވެއެވެ ތިޔަބައިމީހުންގެ އިލާހަކީ އެއް އިލާހު ކަމަށެވެ." (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- އަދި މީހުންގެ ތެރޭގައި ﷲ އާ ބެހޭގޮތުން ޖަދަލުކުރާ މީހަކު ވެއެވެ، ޢިލްމެއް ނެތިއާއި ހިދާޔަތެއް ނެތިއާއި އަލިކަން ދޭ ފޮތެއް ނެތިއެވެ. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- އެކަލާނގެ ރޭ ދުވަހަށް ވައްދަވައެވެ އަދި ދުވަސް ރޭގެ ތެރެއަށް ވައްދަވައެވެ، އަދި އިރާއި ހަނދު ކިޔަމަންތެރިކުރެއްވިއެވެ، ކޮންމެ އެއްޗެއް ހިނގަމުންދެއެވެ... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- އުޑުން ފެން (ބާވައި)، އޭގެ ސަބަބުން ބިން އޭގެ މަރުވުމަށްފަހު ދިރުއްވައެވެ. ހަމަކަށަވަރުން އެކަމުގައި ޤައުމަކަށް ނިޝާނެއް ވެއެވެ... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- ހަމަކަށަވަރުން ކާފިރުވި މީހުން، އެމީހުންގެ މުދަލާއި އެމީހުންގެ ދަރިން ﷲ ގެ ޙަޟްރަތުން އެމީހުންނަށް އެއްވެސް ގޮތަކުން ފައިދާއެއް ނުކުރެވޭނެއެވެ. އަދި އެމީހުންނަކީ... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- އުޑުތަކާއި ބިމާއި އެ ދެކުރެ ހުރި އެއްޗެއް ހަ ދުވަހެއްގައި ހެއްދެވި ފަރާތް، ދެން އަރުޝުގެ މައްޗަށް މަތިވެރިވެވަޑައިގަތެވެ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- ޒިޔާރަތްކުރެއްވިތޯއެވެ ބިމުގައި ދަތުރުކޮށް އެމީހުންގެ ކުރިން ވެދިޔަ މީހުންގެ ނިމުން ކިހިނެއްވެގެންދިޔަކަން ބަލާފައެއް ނުވެއެވެ؟ އެމީހުން އެމީހުންނަށްވުރެ ބާރުގަދަކަމުގައި މާ ބޮޑުވެއެވެ... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- ހަމަކަށަވަރުން ﷲ އީމާންވެ ހެޔޮ ޢަމަލުތައް ކުރާ މީހުން ވެއްދަވައެވެ ތިރީގައި ކޯރުތައް ހިނގާ ބަގީޗާތަކަށް. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- ހަމަކަށަވަރުން ﷲ ގެ ވަޢުދަކީ ޙައްޤެކެވެ، ފަހެ ދުނިޔޭގެ ދިރިއުޅުން ތިޔަބައިމީހުންނަށް މަކަރުނުކުރަް ވާށެވެ، އަދި މަކަރުވެރިޔާ ﷲ އާ ބެހޭގޮތުން ތިޔަބައިމީހުންނަށް މަކަރުނުކުރަް ވާށެވެ. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- ފަހެ ހިދާޔަތްލިބޭ މީހާ، އެއީ އޭނާގެ އަމިއްލަ ނަފްސަށްޓަކައެވެ؛ އަދި ގެއްލޭ މީހާ، އެއީ އޭނާގެ ނަފްސާ ދެކޮޅަށެވެ. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- އަދި ކަލޭގެފާނުގެ ދަނޑި އެއްލާށެވެ. ފަހެ އޭނާ އެކަން ފެނިގެން ސޮރެއް ފަދައިން ތެޅޭތަން ފެނުމުން، ފަހަތަށް އެނބުރި ފިލައިގެން ދިޔައެވެ އަދި އެނބުރި ނުއައެވެ. [ﷲ ވިދާޅުވިއެވެ] "އޭ މޫސާއެވެ..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- ބިމުގައި ދަތުރުކޮށް ކުރިން ވެދިޔަ މީހުންގެ ނިމުން ކިހިނެއްވެގެންދިޔަކަން ބަލާށެވެ. އެމީހުންގެ ގިނަ މީހުން... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- ފަހެ އެމީހުން ބުނާ އެއްޗަކަށް ކެތްމަތިވެ، އިރު އެރުމުގެ ކުރިންނާއި އޭގެ ޣުރޫބުވުމުގެ ކުރިން ކަލޭގެފާނުގެ ރަބްބުގެ ޙަމްދާއެކު ތަސްބީޙަ ކިޔައްވާށެވެ. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- އަދި ޔަތީމުގެ މުދަލާ ކައިރިނުވާށެވެ، އެއީ އެންމެ ރަނގަޅު ގޮތުން މެނުވީ، އޭނާ ބާލިގުވަންދެން. އަދި ޢަދުލާއެކު ފުރިހަމަ މިންކޮށް ބަރުދަނުކޮށްދޭށެވެ. (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- ލޯއަޅި ނެތް މީހާގެ މައްޗަށް ދަތިކަމެއް ނެތެވެ، އަދި ކުދުފައި ހުރި މީހާގެ މައްޗަށް ދަތިކަމެއް ނެތެވެ، އަދި ބަލިމީހާގެ މައްޗަށް ދަތިކަމެއް ނެތެވެ. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "މިއީ ޙައްޤެއް ނޫންތޯއެވެ؟" އެމީހުން ބުނާނެއެވެ: "އާނއެކެވެ، އަހަރެމެންގެ ރަބްބުގެ ނަންފުޅުގައި." އެކަލާނގެ ވިދާޅުވާނެއެވެ: "ފަހެ ތިޔަބައިމީހުން ކާފިރުވަމުން ދިޔަ ކަމުގެ ސަބަބުން ޢަޒާބު ރަހަބަލާށެވެ." (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ދެން ބަލިކަށި މީހުން ބޮޑާވި މީހުންނަށް ބުނާނެއެވެ: "ހަމަކަށަވަރުން އަހަރެމެން ތިޔަބައިމީހުންނަށް ތަބާވި މީހުންނެވެ، ފަހެ ﷲ ގެ ޢަޒާބުން އެއްޗެއް އަހަރެމެންގެ ފަރާތުން ދުރުކޮށްދެވޭނެ ހެއްޔެވެ؟" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުންގެ ކާބަފައިން ކިޔާފައިވާ ނަންތައް މެނުވީ، އެކަމަށް ﷲ އެއްވެސް ދަލީލެއް ބާވައިނުލައްވައެވެ. (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- ކަލޭގެފާނުގެ ކުރިން، އަހަރެމެން ވަޙީކުރެއްވި ފިރިހެނުން މެނުވީ (ފޮނުއްވީމެއް) ނޫނެވެ. ފަހެ ތިޔަބައިމީހުންނަށް ނޭނގޭނަމަ ޒިކުރުގެ އަހުލުވެރިންގެ ކިބައިން ސުވާލުކުރައްވާށެވެ. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- [ފިރުޢައުނު] ބުނެފިއެވެ: "އަހަރެން ތިޔަބައިމީހުންނަށް ހުއްދަ ދިނުމުގެ ކުރިން ތިޔަބައިމީހުން އޭނާއަށް އީމާންވީއެވެ. ހަމަކަށަވަރުން އޭނާއަކީ ތިޔަބައިމީހުންނަށް ޖާދޫ ކިޔަވައިދިން ތިޔަބައިމީހުންގެ ބޮޑެއްޔެވެ." (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- އަދި އެއްވެސް ބުރަ އުފުލާ މީހަކު އެހެން މީހެއްގެ ބުރަ ނުއުފުލާނެއެވެ. ދެން ތިޔަބައިމީހުންގެ ރަބްބުގެ ގާތަށެވެ ތިޔަބައިމީހުންގެ އެނބުރި ދިއުން، އަދި އެކަލާނގެ ތިޔަބައިމީހުން ކުރަމުން ދިޔަ ކަންތައްތައް ތިޔަބައިމީހުންނަށް ޚަބަރުދެއްވާނެއެވެ. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- އަދި އަހަރެމެން ބުނީމެވެ: "ތިޔަބައިމީހުން ބާވާށެވެ، ތިޔަބައިމީހުންގެ ބައެއް ބައެއްގެ ދުޝްމަނުންކަމުގައި. އަދި ބިމުގައި ތިޔަބައިމީހުންނަށް ވަގުތަކަށް ދެމިތިބުމާއި ފައިދާ ހިފުމެއް ވެއެވެ." (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- ބުނައްވާށެވެ: "ދެ ފިރިހެން (ޖަނަވާރު) ޙަރާމްކުރެއްވީ ހެއްޔެވެ، ނުވަތަ ދެ އަންހެން (ޖަނަވާރު)، ނުވަތަ ދެ އަންހެން ޖަނަވާރުގެ ބަނޑުތަކުގައި ހުރި އެއްޗެއް؟" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- އަދި އެކަމަށް ތިމަންކަލޭގެފާނު އެއްވެސް އުޖޫރައެއް ނޭދޭނެތެވެ. ތިމަންކަލޭގެފާނުގެ އުޖޫރަ އޮތީ ޢާލަމްތަކުގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުގައެވެ. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- ފަހެ އެއުރެން ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ފަހެ ނުބަލަނީހެއްޔެވެ؟ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- އެއުރެން ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ބަލައެވެ. އެއުރެންނީ... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- ހަމަކަށްވަންކަމާއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ ތެދުމަގު ލިބިގެންވާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- އެކަލާނގެއީ އުޑުތަކާއި ބިން ހަ ދުވަހުގެ ތެރޭގައި ހެއްދެވި ރަސްކަލާނގެއެވެ. ދެން އެކަލާނގެ ޢަރްޝްގެ މައްޗަށް އިސްތިވާކުރެއްވިއެވެ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- އަދި ﷲ އާ ދިމާއަށް ދޮގެއް އުފައްދައި ނުވަތަ އެކަލާނގެ އާޔަތްތައް ދޮގުކޮށްފި މީހަކަށްވުރެ ބޮޑަށް އަނިޔާވެރިވެގެންވާ މީހަކު ނުވެތެވެ. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- އެކަލާނގެއީ ތެދުމަގާއި ޙައްޤު ދީނާއެކު އެކަލާނގެ ރަސޫލާ ފޮނުއްވި ރަސްކަލާނގެއެވެ. އެއީ އެ ދީން ހުރިހާ ދީންތަކުގެ މައްޗަށް ފާޅުކުރެއްވުމަށްޓަކައެވެ. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- "ﷲ އީ މަރްޔަމްގެ ދަރިކަލުން މަސީޙު" ކަމަށް ބުނި މީހުން ހަމަކަށްވަންކަމާއެވެ ކާފިރުވެއްޖެއެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ. (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- އެއުރެންގެ ފުނގެނިވުމުން ކަނުވެފައިވާ މީހުންނެވެ. ތިމަންރަސްކަލާނގެ އާޔަތްތަކަށް އީމާންވާ މީހުން މެނުވީ ކަލޭގެފާނަކަށް އިއްވެވޭކަށް ނުވެއެވެ. ފަހެ އެއުރެންނީ މުސްލިމުންނެވެ. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- ދުނިޔޭގެ ޙަޔާތުގެ މިސާލަކީ އުޑުން ތިމަންރަސްކަލާނގެ ބާޣުކުރެއްވި ފެނެއްގެ މިސާލެވެ. ފަހެ ބިމުގެ ގަސްތައް އެއާ އެކު އެކުވެގެންދިޔައެވެ. (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- އެތާނގައި ކޮންމެ ދިރޭތަކެއްޗެއްގެ ދެ ޖޯޑު އަދި ކަލޭގެފާނުގެ އަހުލުވެރިން ވެއެވެ. އެއުރެންގެ މައްޗަށް ބަސްފުޅު ސާބިތުވެފައިވާ މީހުން މެނުވީއެވެ. (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ﷲ ގެ ޚަޒާނާތައް ތިމަންނާގެ އަތްޕުޅުގައިވާ ކަމަށް ތިމަންކަލޭގެފާނު ނުވިދާޅުވަމެވެ. އަދި ޣައިބު ތިމަންކަލޭގެފާނު ނުދެނެވަޑައިގަންނަވަމެވެ. އަދި ތިމަންކަލޭގެފާނު ނުވިދާޅުވަމެވެ. (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ މީސްތަކުންގެ މައްޗަށް ފަޟްލު ދެއްވާ ރަސްކަލާނގެއެވެ. އެހެނެއްކަމަކު މީސްތަކުންގެ ގިނަބަޔަކު ޝުކުރެއް ނުކުރެތެވެ. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- އަދި އެއުރެންގެ ވެރިރަސްކަލާނގެ އާޔަތްތަކުގެ ތެރެއިން އެއްވެސް އާޔަތެއް އެއުރެންނަށް އައިސްފިނަމަ އެއުރެން އެއާ އެއްކިބާވެ ނޫނީ ނުވެތެވެ. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- އަދި އެ ދުވަހަކާ ބިރުވެތިވާށެވެ. އެ ދުވަހު އެއްވެސް ނަފްސަކަށް އަނެއް ނަފްސަކަށް އެއްވެސް ކަމެއް ނުފުއްދަވާނެތެވެ. އަދި އެ ނަފްސުން ޝަފާޢަތެއް ޤަބޫލެއް ނުކުރައްވާނެތެވެ. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- ހަމަކަށްވަންކަމާއެވެ. ކަލޭގެފާނަކަށް މަރުވެފައިވާ މީހުންނަކަށް އިއްވެވޭކަށް ނުވެއެވެ. އަދި ބީރުމީހުންނަށް އެއުރެން ފުރަގަސްދީ ދާންފަށައިފިނަމަ ގޮވާލެއްވުން އިއްވެވޭކަށް ނުވެއެވެ. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- ﷲ ނޫން ފަރާތަކަށް ކަތިލުގެ ގޮތުގައި ދެންނެވިފައިވާ ތަކެތި، މަރުވެފައިވާ ތަކެތި، ލޭ، އޫރުގެ މަސް އަދި މިއެނޫން ތަކެތި ތިޔަބައިމީހުންގެ މައްޗަށް ޙަރާމް ކުރައްވައިފިއެވެ. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- އުޑުތަކާއި ބިމުގައިވާ ހުރިހާ އެއްޗެއް ﷲ އަށް ތަސްބީޙަ ކިޔަތެވެ. އަދި އެކަލާނގެއީ ޢަޒީޒުވަންތަ ޙަކީމްވަންތަ ރަސްކަލާނގެއެވެ. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- އެއަށްފަހު ތައުބާވެ އިޞްލާޙުވި މީހުން މެނުވީއެވެ. ފަހެ ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ ޣަފޫރުވަންތަ ރަޙީމްވަންތަ ރަސްކަލާނގެއެވެ. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- ނަބީބޭކަލުންނީ އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން ފޮނުއްވި ބޭކަލުންނެވެ. އެއުރެންގެ ތެރެއިން އެއްވެސް ބޭކަލަކާ ތިމަންމެން ތަފްރީޤެއް ނުކުރަމެވެ. އަދި ތިމަންމެންނީ އެކަލާނގެއަށް މުސްލިމުންނީއެވެ. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުންނެވެ. ކަލޭގެފާނުގެ ކުރިން އެއްވެސް ނަޛީރަކު އައިސްފައިނުވާ ޤައުމަކަށް އިންޛާރު ކުރެއްވުމަށްޓަކައެވެ. އެއުރެން ހިދާޔަތް ލިބިގަންނާނެ ކަމަށްޓަކައެވެ. (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- އޭ ނަބިއްޔާއެވެ. ކާފިރުންނާއި މުނާފިޤުންނާ ދެކޮޅަށް ޖިހާދު ކުރައްވާށެވެ. އަދި އެއުރެންނާ ދިމާއަށް ހަރުކަށިވެ ވަޑައިގަންނަވާށެވެ. އަދި އެއުރެން އެބައިމީހުން ރައްކާވެތިވާ ތަނަކީ ނަރަކައެވެ. އަދި ނިމިދާނެ ތަނެއްގެ ގޮތުން އެއީ ނުބައިވެގެންވާ ތަނެކެވެ. (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- ހަމަކަށްވަންކަމާއެވެ. ޤިޔާމަތް ދުވަހު އެއުރެން ޚިލާފުވެއުޅުނު ކަންތަކާ މެދު ތިބާގެ ވެރިރަސްކަލާނގެ އެއުރެންގެ މެދުގައި ޙުކުމް ކުރައްވާނެއެވެ. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އަޅުގެ ވެރިރަސްކަލާނގެއެވެ. އަޅާއަށް އާޔަތެއް ލައްވައިފައިވާށެވެ." އެކަލާނގެ ވިދާޅުވިއެވެ. "ތިބާގެ އާޔަތަކީ ތިބާ މީސްތަކުންނާ ނުވާހަކަ ދައްކަވާނެ ކަމެވެ." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- ފަހެ ކަލޭގެފާނުގެ މޫނުފުޅު މަސްޖިދުލް ޙަރާމްގެ ދިމާއަށް ކުރެއްވާށެވެ. އަދި ތިޔަބައިމީހުން ކޮންމެ ތަނެއްގައި ވިޔަސް ތިޔަބައިމީހުންގެ މޫނުތައް އެކަތަންފުށަށް ކުރާށެވެ. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- އޭ އިސްރާއީލުގެ ދަރިންނޭވެ. ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ދެއްވި ނިޢުމަތް ހަނދުމަކުރާށެވެ. އަދި ހަމަކަށްވަންކަމާއެވެ. ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން ޢާލަމްތަކުގެ މައްޗަށް މާތް ކުރެއްވީމެވެ. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- ހަތް ފަލަ ގެރިއެއް އެއަށް ހަތް ހިކި ގެރިއަކު ކާނެއެވެ. އަދި ހަތް ފަލަ ހުރުބައިގެ ބަރީއް އަދި އެހެން ހިކި ބަރީއްވެސްމެއެވެ. (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- އަދި ކޮންމެ އުއްމަތަކަށްވެސް ކަނޑައެޅިފައިވާ ވަޤުތެއް ވެއެވެ. ފަހެ އެއުރެންގެ ވަޤުތު އައިސްފިނަމަ އެއުރެން އެއް ގަޑިއިރުވެސް ފަސްނުޖެހޭނެތެވެ. އަދި ކުރިންވެސް ނުޖެހޭނެތެވެ. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- ﷲ ނޫން ފަރާތަކަށް ކަތިލުގެ ގޮތުގައި ދެންނެވިފައިވާ ތަކެތިއެވެ. ފަހެ މަޖުބޫރުވެގެން ޙައްދު ފަހަނަޅައިނުގޮސް އަދި ފުރާނަ ނުގަންނަ ޙާލު ކައިފި މީހާ ދަންނާށެވެ. ފަހެ ހަމަކަށްވަންކަމާއެވެ. (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- އަދި އެއުރެންނަށް "ﷲ ބާޣުކުރެއްވި ތަކެތި ތަބަޢަވާށެވެ." މިފަދައިން ބުނެފިނަމަ އެއުރެން ބުނެތެވެ. "އަދި ކިއެއްތަ؟ ތިމަންމެން ތަބަޢަވާނީ އެއަށެވެ..." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ﷲ އަށް އަޅުކަން ކުރާށެވެ. އެކަލާނގެ މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސް އިލާހެއް ނުވެއެވެ. ފަހެ ތިޔަބައިމީހުން ތަޤުވާވެރި ނުވަނީހެއްޔެވެ؟" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23

Matching Phrases 10 words
- އެއުރެން ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ބަލައެވެ. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- އަދި ﷲ އާ ދިމާއަށް ދޮގެއް އުފައްދައި ނުވަތަ ދޮގުކޮށްފި މީހަކަށްވުރެ ބޮޑަށް އަނިޔާވެރިވެގެންވާ މީހަކު ނުވެތެވެ. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- ހަމަކަށްވަންކަމާއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- ފަހެ އެއުރެން ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ނުބަލަނީހެއްޔެވެ؟ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- އެއުރެންނަށް އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުގައި އެއުރެންގެ އުޖޫރަ ވެއެވެ. އަދި އެއުރެންގެ މައްޗަށް ބިރެއް ނެތެވެ. އަދި އެއުރެން ހިތާމަވެސް ނުކުރާނެތެވެ. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- އަދި އީމާންވެ ޞާލިޙު ޢަމަލުތައް ކުޅަ މީހުން އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކަށް ވައްދަވާނެއެވެ. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ﷲ އަށް އަޅުކަން ކުރާށެވެ. އެކަލާނގެ މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސް އިލާހެއް ނުވެއެވެ. ފަހެ ތިޔަބައިމީހުން ތަޤުވާވެރި ނުވަނީހެއްޔެވެ؟" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- ﷲ އާ ދެކޮޅަށް އެއުރެންގެ މުދާތަކާއި ދަރިން އެއްވެސް ކަމެއް ފުއްދައެއް ނުދޭނެތެވެ. އަދި އެއުރެންނީ... (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކެވެ. އެތާނގައި އެއުރެން ދެމިތިބޭނެއެވެ. އަދި އެއީ ބޮޑުވެގެންވާ ކާމިޔާބީއެވެ. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ޚަބަރު އެއުރެންނަށް ނާދަނީހެއްޔެވެ؟ ނޫޙުގެފާނުގެ ޤައުމާއި ޢާދާއި ޘަމޫދުގެ މީހުންނެވެ. (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- "ﷲ އަށް ވާ ތިމަންނާގެ އެހީތެރިން ކޮންބައެއްތޯއެވެ؟" ޙަވާރީން ދެންނެވިއެވެ. "ތިމަންމެންނީ ﷲ ގެ އެހީތެރިންނީއެވެ. ތިމަންމެން އީމާންވެއްޖައީމެވެ." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ ތެދުމަގު ލިބިގެންވާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- އެއީ ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ ޙައްޤުވަންތަ ރަސްކަލާނގެއެވެ. އަދި އެކަލާނގެ ފިޔަވައި އެއުރެން އަޅުކަންކުރާ ތަކެތި ބާޠިލެވެ. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- އަދި ﷲ އަށާއި އެކަލާނގެ ރަސޫލާއަށް ކިޔަމަންވާ މީހާ އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކަށް އެކަލާނގެ ވައްދަވާނެއެވެ. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- އެކަލާނގެ ތިޔަބައިމީހުންގެ މައްޗަށް ޙަރާމް ކުރެއްވީ މަރުވެފައިވާ ތަކެތި، ލޭ، އޫރުގެ މަސް އަދި ﷲ ނޫން ފަރާތަކަށް ކަތިލުގެ ގޮތުގައި ދެންނެވިފައިވާ ތަކެތިއެވެ. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- ތިޔަބައިމީހުން ﷲ މެނުވީ އެއްވެސް ފަރާތަކަށް އަޅުކަން ނުކުރުމަށެވެ. ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުންގެ މައްޗަށް ދުވަހެއްގެ ޢަޛާބަށް ބިރުގަންނަމެވެ. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- އެއީ ޣައިބުގެ ޚަބަރުތަކުގެ ތެރެއިން ތިމަންރަސްކަލާނގެ ކަލޭގެފާނަށް ވަޙީ ކުރައްވާ ޚަބަރެވެ. އަދި އެއުރެންގެ ޙަޟްރަތުގައި ކަލޭގެފާނު ވީސްފައި ނުވެއެވެ. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން ތިޔަބައިމީހުންގެ ތެރެއިން ފިރިހެނަކަށް ހަނދާންކޮށްދިނުމެއް އައުމަކާ ތިޔަބައިމީހުން ޢަޖައްބެއް ނުވަނީހެއްޔެވެ؟ އެއީ ތިޔަބައިމީހުންނަށް އިންޛާރު ކުރެއްވުމަށްޓަކައެވެ. (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- ކަލޭގެފާނު ވިދާޅުވާށެވެ. "ހަމަކަށްވަންކަމާއެވެ. ﷲ ފިޔަވައި ތިޔަބައިމީހުން އަޅުކަންކުރާ ތަކެތިން އަޅުކަން ކުރުމަން ތިމަންކަލޭގެފާނަށް ނަހީ ކުރައްވައިފިއެވެ." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- އެއުރެންގެ އަނބިން ނުވަތަ އެއުރެންގެ ކަނާތްފަރާތުގައިވާ ތަކެތި މެނުވީއެވެ. ފަހެ ހަމަކަށްވަންކަމާއެވެ. އެއުރެންނީ މަލާމާތް ލިބިގެންވާ ބައެއް ނޫނެވެ. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- ﷲ ރޭގަނޑު ދުވާލަށް ވައްދަވައި ދުވާލު ރޭގަނޑަށް ވައްދަވައެވެ. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- އަލިފާނެކެވެ. ފަހެ އެކަލޭގެފާނު އެކަލޭގެފާނުގެ އަހުލުވެރިންނަށް ވިދާޅުވިއެވެ. "ތިޔަބައިމީހުން މިތާ ތިބޭށެވެ. ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނަށް އަލިފާނެއް ފެނިއްޖެއެވެ. އެއިން ތިޔަބައިމީހުންނަށް ގެނެސްދެވިދާނެތޯއެވެ." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "ތިމަންކަލޭގެފާނު އެކަލޭގެފާނަށްވުރެ މާތްކަމާއެވެ. ތިމަންކަލޭގެފާނު އަލިފާނުން ހެއްދެވީއެވެ. އަދި އެކަލޭގެފާނު މަށިން ހެއްދެވީއެވެ." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- އަދި އެއުރެންނަށް "ﷲ ބާޣުކުރެއްވި ތަކެތިއާއި ރަސޫލާއާ ދިމާއަށް އަންނާށެވެ." މިފަދައިން ބުނެފިނަމަ... (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- އަދި އެއުރެންގެ މައްޗަށް ހިތާމަ ނުކުރައްވާށެވެ. އަދި އެއުރެން މަކަރު ހަދާ ކަންތަކާ މެދު ދަތިކަމެއްގައި ނުވާށެވެ. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- އަދި ﷲ ތިބާއަށް ދަތިކަމެއް ޖެއްސެވިނަމަ އެކަލާނގެ މެނުވީ އެ ދަތިކަން ނައްތާލަން އެއްވެސް ފަރާތެއް ނުވެއެވެ. އަދި ހަމަކަށްވަންކަމާއެވެ. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- އެއުރެންގެ ކުރިން ޤަރުނުތަކުގެ މީހުން އެއުރެންގެ ގެތަކުގައި ހިނގަހިނގާ އުޅުނެވެ. ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- އަދި ތިމަންރަސްކަލާނގެ އެއުރެންގެ ހިތްތަކުގެ މައްޗަށް އެ ޤުރުއާން ފަހުމް ނުކުރުމަށް ފަރުދާތަކެއް ލެއްވީމެވެ. އަދި އެއުރެންގެ ކަންފަތްތަކުގައި ބީރުކަމެއް ލެއްވީމެވެ. އަދި ހަމަކަށްވަންކަމާއެވެ. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- އެއުރެންގެ ރަސޫލުން ބަޔާންވެގެންވާ ދަލީލުތަކާއެކުއެވެ. އަދި ﷲ އެއުރެންނަށް އަނިޔާއެއް ނުކުރައްވަތެވެ. އެހެނެއްކަމަކު އެއުރެން އެއުރެންގެ އަމިއްލަ ނަފްސުތަކަށް އަނިޔާ ކުރަމުން ދިޔައެވެ. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- އަދި ބިމެވެ. އަދި ﷲ ފިޔަވައި ތިޔަބައިމީހުންނަށް އެއްވެސް ރައްކާތެރިޔަކު ނުވަތަ އެހީތެރިޔަކު ނުވެއެވެ. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- ދެން ޣައިބާއި ފާޅުވެގެންވާ ކަންތައް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެ ޙަޟްރަތަށް ތިޔަބައިމީހުން ރައްދު ކުރައްވާނެއެވެ. ފަހެ ތިޔަބައިމީހުން ކޮށްއުޅުނު ކަންތަކުގެ ޚަބަރު އެކަލާނގެ ތިޔަބައިމީހުންނަށް އަންގަވާނެއެވެ. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- ރޭގަނޑަކީ ތިޔަބައިމީހުން އެތާނގައި އަރާމްކުރުމަށްޓަކައެވެ. އަދި ދުވާލަކީ ފެންނަ ދުވަހެއް ކަމުގައެވެ. ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ޤައުމަކަށް ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ޢިބްރަތްތަކެއް ވެއެވެ. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- އަދި ތިބާގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން ތިބާއަށް ބާޣުކުރެއްވި ތަކެއްޗަކީ އެއުރެންގެ ތެރެއިން ގިނަބަޔެއްގެ ޠުޣްޔާނާއި ކުފުރު އިތުރުކުރާނެ ތަކެއްޗެވެ. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ތިމަންކަލޭގެފާނު ތިމަންކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން ބަޔާންވެގެންވާ ދަލީލެއްގެ މައްޗަށް ވާނަމަ އަދި އެކަލާނގެ ތިމަންކަލޭގެފާނަށް ދެއްވިނަމަ ތިޔަބައިމީހުން ދެކޭށެވެ." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- އަދި އެއުރެން ބުނެތެވެ. "އެކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން އެކަލޭގެފާނަށް އާޔަތެއް ބާޣު ނުކުރައްވަނީ ކީއްވެގެންތޯއެވެ؟" ފަހެ ކަލޭގެފާނު ވިދާޅުވާށެވެ. "ހަމަކަށްވަންކަމާއެވެ." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- ﷲ ގެ ޙަޟްރަތުން އެނބުރި ދިޔުމެއް ނެތް ދުވަހެއް އައުމުގެ ކުރިންނެވެ. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- އެއީ ﷲ ގެ ފަޟްލެވެ. އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް އެ ދެއްވައެވެ. އަދި ﷲ އީ ބޮޑުވެގެންވާ ފަޟްލު ވެރި ރަސްކަލާނގެއެވެ. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- އަދި ހަމަކަށްވަންކަމާއެވެ. ތިޔަބައިމީހުންނަށް ޖަނަވާރުތަކުގައި ޢިބްރަތެއް ވެއެވެ. އެއުރެންގެ ބަނޑުތަކުގައިވާ ތަކެތިން ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ބޯން ދެއްވަމެވެ. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- އެއީ އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން އައި ޙައްޤު ކަމަށެވެ. އަދި ﷲ އެއުރެން ކުރާ ޢަމަލުތަކާ މެދު ޣާފިލުވެވޮޑިގެންނެއް ނުވެއެވެ. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- އެއުރެންގެ ކުރިމަތިންނާއި ފަހަތުންނެވެ. "ﷲ މެނުވީ އެއްވެސް ފަރާތަކަށް އަޅުކަން ނުކުރާށެވެ." (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- ހަމަކަށްވަންކަމާއެވެ. ތިޔަބައިމީހުން އަންހެނުން ދޫކޮށް ފިރިހެނުންނަށް ޝަހުވަތުން ގާތްވަނީއެވެ. އަދި ކިއެއްތަ؟ ތިޔަބައިމީހުންނީ ޙައްދު ފަހަނަޅައިގޮސްފައިވާ ޤައުމެކެވެ. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- އުޑުތަކާއި ބިން ދެމިއޮތް ހައިރު އެތާނގައި ދެމިތިބޭނެއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އިރާދަކުރެއްވި ކަމަކީ މެނުވީއެވެ. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- އުޑުތަކުގައިވާ މީހުންނާއި ބިމުގައިވާ މީހުންނެވެ. ﷲ އިރާދަކުރެއްވި މީހަކީ މެނުވީއެވެ. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- އެތާނގައި އެއުރެންނަށް ރަނުގެ އުއްމައްޗާއި މުތްތަކުން ޒީނަތްތެރި ކުރައްވާނެއެވެ. އަދި އެތާނގައި އެއުރެންގެ ފޭރާންތަކަކީ ފަތްސެއްޗެވެ. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- އަދި އެކަލާނގެ އުޑުން ފެން ބާޣުކުރެއްވިއެވެ. ފަހެ އެއިން ތިޔަބައިމީހުންނަށް ރިޒްޤެއްގެ ގޮތުގައި މޭވާތައް ނެރުއްވިއެވެ. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- އަދި ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންގެ ޢަހުދު ނެގެވީ ހަނދާންކުރާށެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް ޠޫރު ފަރުބަދަ އުފުއްލެވީމެވެ. "ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ދެއްވި ތަކެތި ޢަޒުމުކަމާއެކު ހިފާށެވެ." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- ފަހެ އެކަލޭގެފާނު އެއުރެންނާ އެއްކިބާވެ ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުންނަށް ތިމަންކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ރިސާލަތު ފޯރުއްވައިފީމެވެ. އަދި ތިޔަބައިމީހުންނަށް ނަޞީޙަތް ދިނީމެވެ." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- އެއުރެންގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ އެތާނގައި އެއުރެންނަށް ރަނުގެ އުއްމައްޗުން ޒީނަތްތެރި ކުރައްވާނެއެވެ. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- އެއުރެން އަމިއްލަ ނަފްސުތައް ފިދުޔަ ދިނުމަށް ބިމުގައިވާ ހުރިހާ ތަކެތި އަދި އެއާ އެކު އެފަދަ އަނެއް ހުރިހާ ތަކެއްޗެއް ލިބިއްޖެނަމަވެސްއެވެ. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- ދިރޭ ތަކެއްޗަކުންނެވެ. އެހެނެއްކަމަކު އެކަލާނގެ ކަނޑައެޅިފައިވާ ވަޤުތަކަށް އެއުރެންނަށް ފަސްކުރައްވައެވެ. ފަހެ އެއުރެންގެ ވަޤުތު އައިސްފިނަމަ... (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން މަށިން ހެއްދެވީމެވެ. ދެން މަނިތިއްކަކުންނެވެ. ދެން ލޭކޮޅަކުންނެވެ. ދެން... (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- ދެން ﷲ ޤިޔާމަތް ދުވަހު އެއުރެން ޚިލާފުވެއުޅުނު ކަންތަކާ މެދު އެއުރެންގެ މެދުގައި ޙުކުމް ކުރައްވާނެއެވެ. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- ތިބާއަށް ޢިލްމުން އައި ތަކެތިންނެވެ. ﷲ ފިޔަވައި ތިބާއަށް އެއްވެސް ރައްކާތެރިޔަކު ނުވެއެވެ. އަދި... (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- އަދި ތިމަންރަސްކަލާނގެ އިންސާނާއަށް ނިޢުމަތް ދެއްވިނަމަ އެއުރެން އެއްކިބާވެ ދުރަށް ދެއެވެ. އަދި އޭނާއަށް ނުބައިކަމެއް ޖެހިއްޖެނަމަ... (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- އަދި އެއަށްވުރެ ކުޑަކަމެއް ނުވަތަ ބޮޑުކަމެއް ޞަރީޙަ ފޮތެއްގައި ނެތި ނުވެއެވެ. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words
- ފަހެ އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ﷲ އަށް އަޅުކަން ކުރާށެވެ. އެކަލާނގެ މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސް އިލާހެއް ނުވެއެވެ." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- ފަހެ އެއުރެން ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ނުބަލަނީހެއްޔެވެ؟ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- އެއުރެންގެ އުޖޫރަ އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުގައި ވެއެވެ. އަދި އެއުރެންގެ މައްޗަށް ބިރެއް ނެތެވެ. އަދި އެއުރެން ހިތާމަވެސް ނުކުރާނެތެވެ. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- އެއުރެން ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ބަލައެވެ. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ބަލައެވެ. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- އަދި ﷲ އާ ދިމާއަށް ދޮގެއް އުފައްދައި ނުވަތަ ދޮގުކޮށްފި މީހަކަށްވުރެ ބޮޑަށް އަނިޔާވެރިވެގެންވާ މީހަކު ނުވެތެވެ. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- އަދި އެކަލާނގެ ކަމެއް ނިޔާ ކުރައްވައިފިނަމަ އެކަމަކަށް ވިދާޅުވަނީ ހަމައެކަނި "ވާށެވެ" މިފަދައިންނެވެ. ފަހެ އެއީ ވެގެންދެއެވެ. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- އަދި ﷲ ފިޔަވައި ތިޔަބައިމީހުންނަށް އެއްވެސް ރައްކާތެރިޔަކު ނުވަތަ އެހީތެރިޔަކު ނުވެއެވެ. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- ހަމަކަށްވަންކަމާއެވެ. ތިމަންރަސްކަލާނގެ އެއުރެންގެ ނުބައި ޢަމަލުތައް ފުހެލައްވާނަމެވެ. އަދި އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކަށް އެއުރެން ވައްދަވާނަމެވެ. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކަށް ތިމަންރަސްކަލާނގެ އެއުރެން ވައްދަވާނަމެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- ޣައިބާއި ފާޅުވެގެންވާ ކަންތައް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެ ޙަޟްރަތަށް ތިޔަބައިމީހުން ރައްދު ކުރައްވާނެއެވެ. ފަހެ ތިޔަބައިމީހުން ކޮށްއުޅުނު ކަންތަކުގެ ޚަބަރު އެކަލާނގެ ތިޔަބައިމީހުންނަށް އަންގަވާނެއެވެ. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- ތިޔަބައިމީހުންގެ ފިރިހެން ދަރިން ޤަތުލުކޮށް ތިޔަބައިމީހުންގެ އަންހެނުން ދިރުވައި ބަހައްޓައެވެ. އަދި އެކަމުގައި ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން ބޮޑު އިމްތިޙާނެއް ވެއެވެ. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- ހަމަކަށްވަންކަމާއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ... (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- ﷲ އީ އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި އެކަލާނގެއަށް މިލްކުވާ ރަސްކަލާނގެއެވެ. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- ތިޔަބައިމީހުންގެ ކުރިން ފާއިތުވެގެންދިޔަ ޖިންނާއި އިންސުންގެ އުއްމަތްތަކުގެ ތެރޭގައެވެ. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- ﷲ އަށް އަޅުކަން ކުރާށެވެ. އެކަލާނގެ މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސް އިލާހެއް ނުވެއެވެ. ފަހެ ތިޔަބައިމީހުން ތަޤުވާވެރި ނުވަނީހެއްޔެވެ؟ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- އަދި ތިމަންރަސްކަލާނގެ އެއުރެންގެ ހިތްތަކުގެ މައްޗަށް އެ ޤުރުއާން ފަހުމް ނުކުރުމަށް ފަރުދާތަކެއް ލެއްވީމެވެ. އަދި އެއުރެންގެ ކަންފަތްތަކުގައި ބީރުކަމެއް ލެއްވީމެވެ. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- ޤިޔާމަތް ދުވަހު އެއުރެން ޚިލާފުވެއުޅުނު ކަންތަކާ މެދު އެއުރެންގެ މެދުގައި އެކަލާނގެ ޙުކުމް ކުރައްވާނެއެވެ. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ތިމަންކަލޭގެފާނު ތިމަންކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން ބަޔާންވެގެންވާ ދަލީލެއްގެ މައްޗަށް ވާނަމަ ތިޔަބައިމީހުން ދެކޭށެވެ." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- އެއީ ތިޔަބައިމީހުންގެ އަތްތައް ކުރިމަތިކުރި ކަންތަކުގެ ސަބަބުންނެވެ. އަދި ﷲ އީ އަޅުތަކުންނަށް އަނިޔާ ކުރައްވާ ރަސްކަލާނގެއެއް ނޫނެވެ. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- އެއުރެންނަށް ދުނިޔޭގައި ނިކަމެތިކަމެއް ވެއެވެ. އަދި އެއުރެންނަށް އާޚިރަތުގައި ބޮޑު ޢަޛާބެއް ވެއެވެ. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި ﷲ އަށް މިލްކުވެއެވެ. އަދި ކަންތައް ބަލަހައްޓަވާ ފަރާތެއްގެ ގޮތުން ﷲ ފުދެއެވެ. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- އީމާންވެ ޞާލިޙު ޢަމަލު ކުޅަ މީހުން މެނުވީއެވެ. އެއުރެންނަށް ނިމުމެއް ނެތް އުޖޫރައެއް ވެއެވެ. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- ތިމަންނާއާ އެކު ތިބާއަށް ޢިލްމެއް ނެތް ކަންތައް ޝަރީކު ކުރުމަށެވެ. ފަހެ އެ ދެމީހުންނަށް ކިޔަމަން ނުވާށެވެ. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- ހަމަކަށްވަންކަމާއެވެ. މިއީ ހަނދާންކޮށްދިނުމެކެވެ. ފަހެ ބޭނުންވާ މީހަކު އެމީހާގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތަށް މަގެއް ހިފާށެވެ. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- އަދި ޝުކުރު ކުރާ މީހާ ދަންނާށެވެ. ފަހެ އޭނާ ޝުކުރު ކުރަނީ އޭނާގެ އަމިއްލަ ނަފްސުގެ ފައިދާއަށެވެ. އަދި ކާފިރުވާ މީހާ ދަންނާށެވެ. ފަހެ ހަމަކަށްވަންކަމާއެވެ. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- އެއުރެންނީ ނަމާދު ޤާއިމުކޮށް ޒަކާތް ދީ އަދި އެއުރެން އާޚިރަތާ މެދު ޔަޤީންކަން ހަމަކުރާ މީހުންނެވެ. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- އިބްރާހީމާއި އިސްމާޢީލާއި އިސްޙާޤާއި ޔަޢުޤޫބާއި އަސްބާޠުންނާއި މޫސާއަށާއި ޢީސާއަށް ދެއްވި ތަކެތިއެވެ. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- ޖަމާޢަތްޖަމާޢަތަށްވެސް އެތާނގައި އެއުރެން އަންނަހިނދު އެތާނގެ ދޮރުތައް ހުޅުވޭނެއެވެ. އަދި އެތާނގެ ބަލަހައްޓަވާ ބޭކަލުން އެއުރެންނަށް ވިދާޅުވާނެއެވެ. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- ﷲ ތިޔަބައިމީހުންގެ ޤަސަމުތަކުގައި ބޭކަމެއް ނެތް ބަސްތަކުގެ ސަބަބުން ތިޔަބައިމީހުންނާ މުޢާޚަޛާ ނުކުރައްވާނެއެވެ. އެހެނެއްކަމަކު ތިޔަބައިމީހުންގެ ހިތްތައް ކުރި ކަންތަކުގެ ސަބަބުން މުޢާޚަޛާ ކުރައްވާނެއެވެ. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- ރަޙްމަތެކެވެ. ފަހެ އެއުރެން އެކަމާ އުފާކުރެތެވެ. އަދި އެއުރެންގެ އަތްތައް ކުރިމަތިކުރި ކަންތަކުގެ ސަބަބުން އެއުރެންނަށް ނުބައިކަމެއް ޖެހިއްޖެނަމައެވެ. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. އަދި ޢަމަލުކުރާ މީހުންގެ އުޖޫރަ މާތްވެގެންވެއެވެ. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- ﷲ އެވެ. އަދި އެކަލާނގެ އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި ދެނެވޮޑިގެންވެއެވެ. އަދި ﷲ... (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- ﷲ އަށް ކިޔަމަންވާށެވެ. އަދި ރަސޫލާއަށް ކިޔަމަންވާށެވެ. ފަހެ ތިޔަބައިމީހުން އެއްކިބާވެއްޖެނަމަ ފަހެ އެކަލޭގެފާނުގެ މައްޗަށް އޮތީ... (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- އެއުރެންނަށް އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުގައި އެއުރެންގެ އުޖޫރަ ވެއެވެ. އަދި އެއުރެންގެ މައްޗަށް ބިރެއް ނެތެވެ. އަދި އެއުރެން... (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- އަދި އެއުރެން ބުނެތެވެ. "ތިމަންމެން ކަށިތަކަކާއި ފީނިފައިވާ ބައިބައިވެގެންދިޔައީމާ ހަމަކަށްވަންކަމާއެވެ. ތިމަންމެން އަލަށް ޚަލްޤުކުރެވިގެން އަލުން ދިރުއްވެވޭނެ ހެއްޔެވެ؟" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- އަދި ﷲ ފިޔަވައި އެއުރެންނަށް އެއްވެސް ރައްކާތެރިޔަކު ނުވަތަ އެހީތެރިޔަކު ނުފެންނާނެތެވެ. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- ތިބާ ލަހެއް ވީތޯއެވެ؟" އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "ތިމަންކަލޭގެފާނު ވީީ ދުވަހެއް ނުވަތަ ދުވަހެއްގެ ބައެކެވެ." އެކަލާނގެ ވިދާޅުވިއެވެ. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- ޤިޔާމަތް ދުވަހާ ހަމަޔަށް ދެމިއޮތުމެވެ. ﷲ ފިޔަވައި ތިޔަބައިމީހުންނަށް ރޭގަނޑެއް ގެނެސްދޭނެ އިލާހަކު ހެއްޔެވެ؟ (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- ފިރިހެނަކު ނުވަތަ އަންހެނަކު ޞާލިޙު ޢަމަލެއް ކޮށް އަދި އޭނާ މުއުމިނަކު ކަމުގައިވާނަމަ... (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- ﷲ ގެ މަގުން އެއްކިބާވެ އެ މަގު ގުދަންކުރަން އިރާދަކުރާ މީހުންނެވެ. އަދި އެއުރެން އާޚިރަތާ މެދު... (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- ތިޔަބައިމީހުން ބޭނުން ތަނަކަށެވެ. އަދި މި ގަސްގަނޑަށް ގާތް ނުވާށެވެ. ފަހެ ތިޔަބައިމީހުން އަނިޔާވެރިންގެ ތެރެއިން ވެދާނެއެވެ. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- ކަލޭގެފާނު ވިދާޅުވާށެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ތިޔަބައިމީހުންގެ ޙާލަތުގައި ޢަމަލު ކުރާށެވެ. ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނުވެސް ޢަމަލު ކުރައްވާނަމެވެ. ފަހެ ނިކަން ތިޔަބައިމީހުންނަށް އެނގޭނެއެވެ." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- ހަމަކަށްވަންކަމާއެވެ. ޚަސާރަވެރިންނީ ޤިޔާމަތް ދުވަހު އެއުރެންގެ އަމިއްލަ ނަފްސުތަކާއި އެއުރެންގެ އަހުލުވެރިން ޚަސާރަކުޅަ މީހުންނެވެ. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- އެމީހާ އެމީހާގެ އަމިއްލަ ނަފްސުގެ ފައިދާއަށް ހިދާޔަތް ލިބިގަންނައެވެ. އަދި ފުނގެނިގެންދާ މީހާ ފުނގެނިގެންދަނީ އެމީހާގެ އަމިއްލަ ނަފްސުގެ މައްޗަށެވެ. އަދި... (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- އަދި ކާފިރުވި މީހުން ބުނެތެވެ. "އެކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން އެކަލޭގެފާނަށް އާޔަތެއް ބާޣު ނުކުރައްވަނީ ކީއްވެގެންތޯއެވެ؟" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- އެކަލާނގެއީ ތިޔަބައިމީހުންނަށް ރޭގަނޑު ލެއްވި ރަސްކަލާނގެއެވެ. އެތާނގައި ތިޔަބައިމީހުން އަރާމްކުރުމަށްޓަކައެވެ. އަދި ދުވާލަކީ ފެންނަ ދުވަހެއް ކަމުގައެވެ. ހަމަކަށްވަންކަމާއެވެ. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- އެ ދުވަހެއް އައުމުގެ ކުރިންނެވެ. އެ ދުވަހު ވިޔަފާރިއެއް ނެތެވެ. އަދި... (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- އެއުރެންގެ އެކުވެރިޔާގައި މޮޔަކަމެއް ނެތް ކަމަށް އެއުރެން ވިސްނައި ފިކުރު ކުރުމަށްޓަކައެވެ. އެކަލޭގެފާނު ވިދާޅުވަނީ ހަމައެކަނި ބިރުވެރިކަމުގެ ޚަބަރު ދޭ ބޭކަލަކު ކަމުގައެވެ. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- އެތާނގައި އަބަދަށް ދެމިތިބޭނެއެވެ. އެއުރެންނަށް ޢަޛާބު ލުއި ނުކުރައްވާނެތެވެ. އަދި އެއުރެންނަށް މުހުލަތެއްވެސް ނުދެއްވާނެތެވެ. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- ތިމަންރަސްކަލާނގެ އެއުރެންގެ ތެރެއިން ބައެއް ބަޔަކަށް ދެއްވި ތަކެތިއަށް ތިބާގެ ލޯތައް ފުޅާ ނުކުރައްވާށެވެ. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- އަދި މީސްތަކުންގެ ތަކެތި އެއުރެންނަށް އުނި ނުކުރާށެވެ. އަދި ބިމުގައި ފަސާދަ ކޮށް ހަލަބިލި ނުކުރާށެވެ. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- އަދި އެކަލޭގެފާނު އުފަންވި ދުވަހާއި އެކަލޭގެފާނު މަރުވާ ދުވަހާއި އެކަލޭގެފާނު ދިރިގެން ދައްޗަވާ ދުވަހު ސަލާމް ހުށްޓެވެ. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ތިޔަބައިމީހުންގެ ޙާލަތުގައި ޢަމަލު ކުރާށެވެ. ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނުވެސް ޢަމަލު ކުރައްވާނަމެވެ. ފަހެ ނިކަން ތިޔަބައިމީހުންނަށް އެނގޭނެއެވެ. ކާކުތޯއެވެ. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- އަދި ﷲ ގެ އިޛުނަފުޅާ ނުލައި އެއްވެސް ރަސޫލަކަށް އާޔަތެއް ގެނެސްދެވޭކަށް ނުވެއެވެ. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- ދެން ކޮންމެ ނަފްސަކަށްވެސް އެއާ ކުޅަ ޢަމަލުގެ ފުރިހަމަ ޖަޒާ ދެއްވާނެއެވެ. އަދި އެއުރެންނަށް އަނިޔާއެއް ނުކުރައްވާނެތެވެ. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- ފިރިހެނަކު ނުވަތަ އަންހެނަކު ކަމުގައިވެސް އަދި އޭނާ މުއުމިނަކު ކަމުގައިވާނަމަ އެއުރެން ސުވަރުގެއަށް ވަންނާނެއެވެ. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- އެކަލާނގެ ދަރިކަލަކު ނުހިއްޕަވައެވެ. އަދި ރަސްކަމުގައި އެކަލާނގެއަށް ޝަރީކަކު ނުވެއެވެ. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- އަދި ﷲ ހިދާޔަތް ދެއްވާ މީހާ އެއީ ހިދާޔަތް ލިބިގެންވާ މީހާއެވެ. އަދި އެކަލާނގެ ފުނގެންދަވާ މީހާ ދަންނާށެވެ. ފަހެ ތިބާއަކަށް ހަމަކަށް ނުފެންނާނެތެވެ. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- އެއުރެން ތިބާއަށް ދަރުބާރު ޖަހާ ގޮތް ބަލާށެވެ. ފަހެ އެއުރެން ފުނގެނިގެންފިއެވެ. ފަހެ އެއުރެންނަކަށް މަގެއް ނުފެންނާނެތެވެ. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- ކަލޭގެފާނު ވިދާޅުވާށެވެ. "ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެއަށް ނާފަރުވެރިވެއްޖެނަމަ ބޮޑު ދުވަހެއްގެ ޢަޛާބަށް ތިމަންކަލޭގެފާނު ބިރުގަންނަމެވެ." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- އެދެމީހުންގެ ޢައުރަ ފާޅުވެއްޖެއެވެ. އަދި އެދެމީހުން ސުވަރުގޭގެ ފަތްތަކުން އެދެމީހުންގެ މައްޗަށް ނުފުރާން ފެށުނެވެ. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- އަދި ތިޔަބައިމީހުން ތެދުވެރިން ކަމުގައިވާނަމަ ﷲ ފިޔަވައި ތިޔަބައިމީހުންނަށް ކުޅަދާނަވީ ފަރާތްތަކަށް ދަންނަވާށެވެ. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- ބިމުގައިވާ ހުރިހާ ތަކެތި އަދި އެއާ އެކު އެފަދަ އަނެއް ހުރިހާ ތަކެއްޗެއް އެއިން ފިދުޔަ ދިނުމަށް... (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ދެއްވި ތަކެތި ޢަޒުމުކަމާއެކު ހިފާށެވެ. އަދި އެތާނގައިވާ ތަކެތި ހަނދާންކުރާށެވެ. އެއީ ތިޔަބައިމީހުން ތަޤުވާވެރިވުމަށްޓަކައެވެ. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- ޢާލަމްތަކުގެ ތެރެއިން އެއްވެސް މީހަކު ތިޔަބައިމީހުންގެ ކުރިން އެ ފާޙިޝް ޢަމަލެއް ނުކުޅޭނެ ހެއްޔެވެ؟ (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- އަދި ﷲ އަށް އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި މިލްކުވެއެވެ. އަދި ﷲ އީ ހުރިހާ ކަމެއް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- އެއުރެން ކުޅަ ޢަމަލުތަކުގެ ނުބައި ނަތީޖާތައް އެއުރެންނަށް ޖެހޭނެއެވެ. އަދި އެއުރެން ފުރައްސާރަ ކޮށްއުޅުނު ތަކެއްޗާ އެއުރެން ވަށާލެވޭނެއެވެ. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- ތިޔަބައިމީހުންގެ ތެރެއިން ރަސޫލަކު ކަމުގައިވާ ބޭކަލަކު ތިމަންރަސްކަލާނގެ އާޔަތްތައް ތިޔަބައިމީހުންނަށް ކިޔައިދެއްވައި ތިޔަބައިމީހުން ޠާހިރު ކުރައްވައި ފޮތާއި ޙިކުމަތް ތިޔަބައިމީހުންނަށް އުނގަންނައްވައެވެ. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- އެއިން ބާރަ ފެންއާރެއް ނެރުއްވިއެވެ. ކޮންމެ ބަޔަކުވެސް އެއުރެންގެ ފެންބޯންތަން ދެނެގަތެވެ. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- ހީކުރުން މެނުވީއެވެ. ހަމަކަށްވަންކަމާއެވެ. ހީކުރުމަކީ ޙައްޤާ ދެކޮޅަށް އެއްވެސް ކަމެއް ފުއްދައިދޭނެ އެއްޗެއް ނޫނެވެ. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- ފަހެ ތިމަންރަސްކަލާނގެ އޭނާ ފުރިހަމަ ކުރައްވައި އަދި ތިމަންރަސްކަލާނގެ ފުރާނަފުޅުން އޭނާގެ ތެރެއަށް ފުމެލެއްވުމުން ފަހެ އޭނާއަށް ސަޖިދަ ކުރާ ޙާލު ވެއްޓޭށެވެ. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- ފަހެ އެނިމުން ދާނެ ގޮވައްސަކީ ކާކަށްތޯއެވެ؟ ހަމަކަށްވަންކަމާއެވެ. އަނިޔާވެރިން ނާކާމިޔާބުވާނެއެވެ. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- އެކަލާނގެއީ އުޑުތަކާއި ބިން ހެއްދެވި ރަސްކަލާނގެއެވެ. އެއުރެންފަދަ ތަކެތި ޚަލްޤު ކުރެއްވުމަށް އެކަލާނގެ ކުޅަދާނަވެވޮޑިގެންވެއެވެ. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- މުއުމިނު ފިރިހެނުންނާއި މުއުމިނު އަންހެނުންނަށް އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތައް ވެއެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- އަދި އުޑުތަކާއި ބިން ޚަލްޤު ކުރެއްވީ ކާކުތޯ ތިބާ އެއުރެންނާ ސުވާލު ކުރައްވައިފިނަމަ އެއުރެން ބުނާނެތެވެ. "ﷲ އެވެ." ކަލޭގެފާނު ވިދާޅުވާށެވެ. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- އަދި ހަމަކަށްވަންކަމާއެވެ. މި ޤުރުއާނުގައި މީސްތަކުންނަށް ކޮންމެ މިސާލެއް ތިމަންރަސްކަލާނގެ ބަޔާން ކުރެއްވީމެވެ. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- ތިމަންރަސްކަލާނގެ ފޮނުއްވި މަލާއިކަތުން ލޫޠުގެފާނުގެ ޙަޟްރަތަށް އައިހިނދު އެއުރެންގެ ސަބަބުން އެކަލޭގެފާނަށް ދަތިވެ އަދި އެއުރެންގެ ސަބަބުން ހިތްޕުޅު ދަތިވެ ވިދާޅުވިއެވެ. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- އަދި ތިމަންރަސްކަލާނގެ މަލާއިކަތުންނަށް "އާދަމަށް ސަޖިދަ ކުރާށެވެ." ވިދާޅުވި ހަނދާންކުރާށެވެ. ފަހެ އިބްލީސް މެނުވީ އެއުރެން ސަޖިދަ ކުރޫއެވެ. އޭނާ ދެކޮޅުހެދިއެވެ. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- އަދި ބިމެވެ. ތިމަންރަސްކަލާނގެ އެ ފުޅާކުރެއްވީމެވެ. އަދި އެތާނގައި ފަރުބަދަތައް އެޅުއްވީމެވެ. އަދި އެތާނގައި ކޮންމެ ބާވަތެއްގެ ތަކެތި ފަޅުއްވައި ދިރުއްވީމެވެ. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- އެއުރެން ﷲ އަށް ދީން ޚާލިޞް ކޮށް އަޅުކަން ކުރިއެވެ. ފަހެ އެކަލާނގެ އެއުރެން އައްސޭރިޔަށް ސަލާމަތް ކުރެއްވުމުން... (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- އެއުރެންނަށް ކެކިކެކި ފެނެއްގެ ބުއިމެއް ވެއެވެ. އަދި އެއުރެން ކާފިރުވެއުޅުނު ކަމުގެ ސަބަބުން ވޭންދެނިވި ޢަޛާބެއް ވެއެވެ. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- ﷲ ފިޔަވައި ތިމަންމެންނަށް މަންފާއެއް ނުކުރާ އަދި ގެއްލުމެއްވެސް ނުދޭ ތަކެއްޗަށް ތިމަންމެން އަޅުކަން ކުރާނީހެއްޔެވެ؟ (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- ﷲ އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި ދެނެވޮޑިގެންވާ ކަމެވެ. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7

Matching Phrases 8 words
- އަދި ﷲ އާ ދިމާއަށް ދޮގެއް އުފައްދައިފި މީހަކަށްވުރެ ބޮޑަށް އަނިޔާވެރިވެގެންވާ މީހަކު ނުވެތެވެ. (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި އާޔަތެއް ވެއެވެ. އަދި އެއުރެންގެ ގިނަބަޔަކު މުއުމިނުން ނުވެތެވެ. (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- އެއުރެން ބިމުގައި ދަތުރުކޮށް އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ނިމުން ބަލައެވެ. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ﷲ އަށް އަޅުކަން ކުރާށެވެ. އެކަލާނގެ މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސް އިލާހެއް ނުވެއެވެ." (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކަށް އެކަލާނގެ ވައްދަވާނެއެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- ޤިޔާމަތް ދުވަހު އެއުރެން ޚިލާފުވެއުޅުނު ކަންތަކާ މެދު އެއުރެންގެ މެދުގައެވެ. (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- ފަހެ އެއުރެން ބިމުގައި ދަތުރުކޮށް ނިމުން ނުބަލަނީހެއްޔެވެ؟ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- އެކަލާނގެ ރޭގަނޑު ދުވާލަށް ވައްދަވައި ދުވާލު ރޭގަނޑަށް ވައްދަވައެވެ. (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި ﷲ އަށް ތަސްބީޙަ ކިޔަތެވެ. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- ﷲ އަށް އަޅުކަން ކުރާށެވެ. އެކަލާނގެ މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސް އިލާހެއް ނުވެއެވެ. ފަހެ ތިޔަބައިމީހުން ތަޤުވާވެރި ނުވަނީހެއްޔެވެ؟ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- އަދި ތިމަންރަސްކަލާނގެ މަލާއިކަތުންނަށް "އާދަމަށް ސަޖިދަ ކުރާށެވެ." ވިދާޅުވި ހަނދާންކުރާށެވެ. ފަހެ އިބްލީސް މެނުވީ އެއުރެން ސަޖިދަ ކުރޫއެވެ. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- ﷲ އެވެ. އަދި އެކަލާނގެ އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި ދެނެވޮޑިގެންވެއެވެ. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. އަދި އެއީ... (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- އޭނާގެ އުޖޫރަ އޭނާގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުގައި ވެއެވެ. އަދި އެއުރެންގެ މައްޗަށް ބިރެއް ނެތެވެ. އަދި އެއުރެން... (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުގައެވެ. އަދި އެއުރެންގެ މައްޗަށް ބިރެއް ނެތެވެ. އަދި އެއުރެން ހިތާމަވެސް ނުކުރާނެއެވެ. (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- ފަހެ ހިދާޔަތް ލިބިގަންނަ މީހާ ދަންނާށެވެ. ފަހެ އޭނާ ހިދާޔަތް ލިބިގަންނަނީ އޭނާގެ އަމިއްލަ ނަފްސުގެ ފައިދާއަށެވެ. އަދި ފުނގެނިގެންދާ މީހާ... (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- އެމީހާ އެމީހާގެ އަމިއްލަ ނަފްސުގެ ފައިދާއަށް ހިދާޔަތް ލިބިގަންނައެވެ. އަދި ފުނގެނިގެންދާ މީހާ ފުނގެނިގެންދަނީ އެމީހާގެ އަމިއްލަ ނަފްސުގެ މައްޗަށެވެ. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- އެކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން އެކަލޭގެފާނަށް އާޔަތެއް ބާޣު ނުކުރައްވަނީ ކީއްވެގެންތޯއެވެ؟" ފަހެ ކަލޭގެފާނު ވިދާޅުވާށެވެ. "ހަމަކަށްވަންކަމާއެވެ." (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- އީމާންވެ ޞާލިޙު ޢަމަލު ކުޅަ މީހުންނަށް ނިމުމެއް ނެތް އުޖޫރައެއް ވެއެވެ. (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- އަދި އެކަލާނގެ މަރުވެފައިވާ ތަކެއްޗިން ދިރޭ ތަކެތި ނެރުއްވައި ދިރޭ ތަކެތިން މަރުވެފައިވާ ތަކެތި ނެރުއްވައެވެ. (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- އަދި ﷲ ބާޣުކުރެއްވި ގޮތަކަށް ޙުކުމް ނުކުރާ މީހުންނަކީ ފަހެ އެއުރެންނީ... (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- އެކަލާނގެ އުޑުތަކާއި ބިން އަދި އެ ދެއާ ދެމެދުގައިވާ ތަކެތި ހަ ދުވަހުގެ ތެރޭގައި ޚަލްޤު ކުރެއްވިއެވެ. (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ މީސްތަކުންގެ މައްޗަށް ފަޟްލު ދެއްވާ ރަސްކަލާނގެއެވެ. އެހެނެއްކަމަކު މީސްތަކުންގެ ގިނަބަޔެކެވެ. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- އަދި ﷲ އެއުރެންނަށް އަނިޔާއެއް ނުކުރައްވަތެވެ. އެހެނެއްކަމަކު އެއުރެން އެއުރެންގެ އަމިއްލަ ނަފްސުތަކަށް އަނިޔާ ކުރަމުން ދިޔައެވެ. (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- ތިޔަބައިމީހުންގެ ނުބައި ޢަމަލުތައް ފުހެލައްވައި އަދި އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކަށް ތިޔަބައިމީހުން ވައްދަވާނެއެވެ. (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- އެކަލާނގެ ތިޔަބައިމީހުންގެ މައްޗަށް ޙަރާމް ކުރެއްވީ މަރުވެފައިވާ ތަކެތި، ލޭ، އޫރުގެ މަސް އަދި ﷲ ނޫން ފަރާތަކަށް ކަތިލުގެ ގޮތުގައި ދެންނެވިފައިވާ ތަކެތިއެވެ. (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެއަށް ނާފަރުވެރިވެއްޖެނަމަ ބޮޑު ދުވަހެއްގެ ޢަޛާބަށް ތިމަންކަލޭގެފާނު ބިރުގަންނަމެވެ. (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- އެއުރެންނަށް ޢިލްމު އައުމަށްފަހު އެއުރެންގެ މެދުގައިވާ ޙަސަދަވެރިކަމުން މެނުވީއެވެ. (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- އަދި އެއުރެން ނަމާދު ޤާއިމުކޮށް ތިމަންރަސްކަލާނގެ އެއުރެންނަށް ދެއްވި ތަކެތިން ސިއްރާއި ފާޅުގައި ހޭދަކުރެއެވެ. (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- ﷲ ފިޔަވައި ތިމަންމެންނަށް މަންފާއެއް ނުކުރާ އަދި ގެއްލުމެއްވެސް ނުދޭ ތަކެތިއެވެ. (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- އެއުރެން ތިބާއަށް ބާޣުކުރެއްވި ތަކެއްޗަށާއި ތިބާގެ ކުރިން ބާޣުކުރެއްވި ތަކެއްޗަށް އީމާންވެއެވެ. (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- ﷲ އުޑުން ފެން ބާޣުކުރައްވާ ކަމެއް ތިބާ ނުދެކުނީހެއްޔެވެ؟ (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- އެކަލާނގެ ކަމެއް ނިޔާ ކުރައްވައިފިނަމަ ފަހެ އެކަމަކަށް ވިދާޅުވަނީ ހަމައެކަނި "ވާށެވެ" މިފަދައިންނެވެ. ފަހެ އެއީ ވެގެންދެއެވެ. (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- އަދި މަދްޔަނަށް އެއުރެންގެ އަޚާ ޝުޢައިބުގެފާނު ފޮނުއްވީމެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ﷲ އަށް އަޅުކަން ކުރާށެވެ." (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- އެއީ ޣައިބުގެ ޚަބަރުތަކުގެ ތެރެއިން ތިމަންރަސްކަލާނގެ ކަލޭގެފާނަށް ވަޙީ ކުރައްވާ ޚަބަރެވެ. އަދި ކަލޭގެފާނު ވީސްފައި ނުވެއެވެ. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- ފަހެ އެއުރެންގެ ވަޤުތު އައިސްފިނަމަ އެއުރެން އެއް ގަޑިއިރުވެސް ފަސްނުޖެހޭނެތެވެ. އަދި ކުރިންވެސް ނުޖެހޭނެތެވެ. (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- އަދި ޝައިޠާނާގެ ފިޔަވަޅުތަކަށް ތަބަޢަ ނުވާށެވެ. ހަމަކަށްވަންކަމާއެވެ. އޭނާއީ ތިޔަބައިމީހުންނަށް ފާޅުވެގެންވާ ޢަދުއްވެކެވެ. (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- އަދި މީސްތަކުންގެ ތެރެއިން ޢިލްމެއް ނެތި ﷲ އާ މެދު ޖަދަލުކުރާ މީހުން ވެއެވެ. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- ﷲ އެ ދެއްވަނީ އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށެވެ. އަދި ﷲ އީ ބޮޑުވެގެންވާ ފަޟްލު ވެރި ރަސްކަލާނގެއެވެ. (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- ކޮންމެ ނަފްސަކަށްވެސް އެއާ ކުޅަ ޢަމަލުގެ ފުރިހަމަ ޖަޒާ ދެއްވާނެއެވެ. އަދި އެއުރެންނަށް އަނިޔާއެއް ނުކުރައްވާނެތެވެ. (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- އަދި ﷲ ޙަރާމް ކުރެއްވި ނަފްސެއް ޙައްޤަކާ ނުލައި ނުޤަތުލާށެވެ. (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- އެކަލާނގެ ކަމެއް ނިޔާ ކުރައްވައިފިނަމަ ފަހެ އެކަމަކަށް ވިދާޅުވަނީ ހަމައެކަނި "ވާށެވެ" މިފަދައިންނެވެ. (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- ފަހެ ނަރަކަމުގެ ދޮރުތަކުން ވަންނާށެވެ. އެތާނގައި އަބަދަށް ދެމިތިބޭ ޙާލުއެވެ. ފަހެ މައްޗަށް ޢުދުވާވާ މީހުންގެ ތިބޭތަން ނުބައިވެގެންވެއެވެ. (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- ފޮތުން ބައެއް ލިބިގެންވާ މީހުންނަށް ތިބާ ނުދެކުނީހެއްޔެވެ؟ (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- އެއުރެންނަށް އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތައް ވެއެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- އޭ އަޅުގެ ޤައުމުގެ މީހުންނޭވެ. ތިޔަބައިމީހުންގެ ޙާލަތުގައި ޢަމަލު ކުރާށެވެ. ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނުވެސް ޢަމަލު ކުރައްވާނަމެވެ. ފަހެ ނިކަން ތިޔަބައިމީހުންނަށް އެނގޭނެއެވެ. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- ﷲ އަށާއި އެކަލާނގެ ރަސޫލާއަށް ދެކޮޅުހެދިފި މީހާ ދަންނާށެވެ. ފަހެ ހަމަކަށްވަންކަމާއެވެ. އޭނާއަށް ނަރަކަމުގެ އަލިފާން ވެއެވެ. އެތާނގައި އަބަދަށް ދެމިތިބޭ ޙާލުއެވެ. (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- އެއުރެންގެ ހިތްތަކުގެ މައްޗަށް އެ ޤުރުއާން ފަހުމް ނުކުރުމަށް ފަރުދާތަކެއް ލެއްވީމެވެ. އަދި އެއުރެންގެ ކަންފަތްތަކުގައި ބީރުކަމެއް ލެއްވީމެވެ. (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- އިންޛާރު ކުރައްވާ ބޭކަލަކު އައި ކޮންމެ ރަށެއްގައިވެސް އެރަށުގެ ފުރިހަމަ ތަނަވަސް މީހުން ބުނެއެވެ. "ހަމަކަށްވަންކަމާއެވެ. ތިމަންމެން..." (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- އެއުރެން ބުނެތެވެ. "ތިމަންމެންނަށް އެއީ ކޮންއެއްޗެއްކަން ބަޔާން ކޮށްދެއްވުމަށް ތިބާގެ ވެރިރަސްކަލާނގެއަށް ދަންނަވާށެވެ." (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- އެއުރެން ބުނާނެތެވެ. "ﷲ އެވެ." ކަލޭގެފާނު ވިދާޅުވާށެވެ. "ޙަމްދު ހަމައެކަނި ﷲ އަށް މިލްކުވެއެވެ." އަދި ކިއެއްތަ؟ އެއުރެންގެ ގިނަބަޔަކު ނުދަނެތެވެ. (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- އަދި އެކަލޭގެފާނުގެ ޤައުމުގެ ޖަވާބަކީ އެއުރެން "އެއުރެން ނެރުވާށެވެ." ބުނުން މެނުވީ ނުވެތެވެ. (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. އެއީ ބޮޑުވެގެންވާ ކާމިޔާބީއެވެ. (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- އެއުރެންނީ އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން ހިދާޔަތުގެ މައްޗަށް ތިބި މީހުންނެވެ. އަދި އެއުރެންނީ ކާމިޔާބު ލިބިގެންވާ މީހުންނެވެ. (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- އެމީހާއަށް ނިކަމެތިކުރާ ޢަޛާބެއް އަންނާނެއެވެ. އަދި އޭނާގެ މައްޗަށް ދެމިއޮތް ޢަޛާބެއް ވެރިވާނެއެވެ. (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- ފަހެ ބިމުގައި ދަތުރުކޮށް ދޮގުކުރާ މީހުންގެ ނިމުން ބަލާށެވެ. (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- އެއުރެންގެ އަތްތައް ކުރިމަތިކުރި ކަންތަކުގެ ސަބަބުން އެއުރެން އެކަމަކަށް އަބަދަށް އެދެއެއް ނުކުރާނެތެވެ. އަދި ﷲ އީ އަނިޔާވެރިން ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- އެކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ ތިމަންގެ ވެރިރަސްކަލާނގެއެވެ. އަދި ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެއެވެ. ފަހެ އެކަލާނގެއަށް އަޅުކަން ކުރާށެވެ. މިއީ ސީދާ މަގެވެ. (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- މީސްތަކުންގެ މައްޗަށް ފަޟްލު ވެރިވަންތަ ރަސްކަލާނގެއެވެ. އެހެނެއްކަމަކު އެއުރެންގެ ގިނަބަޔަކު ޝުކުރެއް ނުކުރެތެވެ. (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- އުޑުތަކާއި ބިމާއި އެ ދެއާ ދެމެދުގައިވާ ތަކެތި ޙައްޤަކާއި ކަނޑައެޅިފައިވާ ވަޤުތަކަކާ ނުލައި ނުހެއްދެވިއެވެ. (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- ފަހެ އެއުރެން ބާޠިލު ވާހަކަ ދައްކައި ކުޅެމުން އެއުރެންނަށް ވަޢުދު ކުރެވިފައިވާ އެއުރެންގެ ދުވަހާ ބައްދަލުވާ ޙައްދަށް ދޫކޮށްލާށެވެ. (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- އަދި އެއުރެން އީމާންވި މީހުންނާ ބައްދަލުވާހިނދު "ތިމަންމެން އީމާންވެއްޖައީމެވެ." ބުނެތެވެ. އަދި އެއުރެން އަމިއްލައަށް ވަންހަނދާލައިފިނަމަ... (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- އެއުރެން ތައުރާތާއި އިންޖީލާއި އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުން އެއުރެންނަށް ބާޣުކުރެއްވި ތަކެތި ޤާއިމުކުރެއެވެ. (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- އެކަލާނގެ އެއުރެންގެ ކުރިމަތީގައިވާ ތަކެތި އަދި އެއުރެންގެ ފަހަތުގައިވާ ތަކެތި ދެނެވޮޑިގެންވެއެވެ. އަދި އެއުރެން އެއިން ވަށާލައެއް ނުލަތެވެ. (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- އަދި އެކަލާނގެއީ އުޑުތަކާއި ބިން ހަ ދުވަހުގެ ތެރޭގައި ޚަލްޤު ކުރެއްވި ރަސްކަލާނގެއެވެ. (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- ހަމަކަށްވަންކަމާއެވެ. އެކަމުގައި ތިޔަބައިމީހުންނަށް އާޔަތެއް ވެއެވެ. ތިޔަބައިމީހުން މުއުމިނުން ކަމުގައިވާނަމައެވެ. (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- އަދި ހިދާޔަތް އައުމުން މީސްތަކުން އީމާންވުމަން އެއްވެސް ކަމަކުން މަނާއެއް ނުކުރެއެވެ. (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- އަދި އެއުރެން ﷲ އަށް އެކަލާނގެ މަގުން މީސްތަކުން ފުނގެންދާނެ ބައިވެރިން ލެއްވިއެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ. "ތިޔަބައިމީހުން އުފާކޮށްލާށެވެ." (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- އަދި އެއުރެންގެ ތެރެއިން އިންޛާރު ކުރައްވާ ބޭކަލަކު އައުމާ އެއުރެން ޢަޖައްބެއްވެއެވެ. އަދި ކާފިރުން ބުނެތެވެ. "މިއީ..." (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- ހަމަކަށްވަންކަމާއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- މީސްތަކުންނަށް ފެންނަން އޭނާގެ މުދާ ހޭދަކޮށް އަދި ﷲ އަށް އީމާން ނުވާ މީހާ ފަދައެވެ. (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ދެއްވި ތަކެތިން ހޭދަކުރާށެވެ. އެއްވެސް ދުވަހެއް އައުމުގެ ކުރިންނެވެ. (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- އެކަލާނގެ އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި ތިޔަބައިމީހުންނަށް ބަންދު ކުރެއްވިއެވެ. (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- އަދި ހަމަކަށްވަންކަމާއެވެ. ތިމަންމެންނީ ތިޔަބައިމީހުން އެއަށް ގޮވާ ކަންތަކާ މެދު ޝައްކުގައި ވާ ބައެކެވެ. (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- ހަމަކަށްވަންކަމާއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް ރިޒްޤު ތަނަވަސް ކުރައްވައި އަދި ދަތި ކުރައްވައެވެ. ހަމަކަށްވަންކަމާއެވެ. އެކަލާނގެ... (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- އުޑުތަކާއި ބިމާއި އެ ދެއާ ދެމެދުގައިވާ ތަކެތީގެ ވެރިރަސްކަލާނގެއެވެ. ތިޔަބައިމީހުން ޔަޤީންކުރާ ބައެއް ކަމުގައިވާނަމައެވެ. (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- ތިމަންމެން ﷲ އަށާއި ތިމަންމެންނަށް ބާޣުކުރެއްވި ތަކެއްޗާއި ތިމަންމެންގެ ކުރިން ބާޣުކުރެއްވި ތަކެއްޗަށް އީމާންވެއްޖައީމެވެ. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- އަދި އަނިޔާވެރިވި މީހުންނަށް އަޑިގަނޑު އައިސް އެއުރެންގެ ގެތަކުގައި މަރުވެފައިވާ ޙާލު ވެއްޖައީއެވެ. (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- ފަހެ އެއުރެން އެއުރެންގެ އަމިއްލަ ނަފްސުތަކާ މެދު ކުރާ ކަންތަކާ މެދު ތިޔަބައިމީހުންގެ މައްޗަށް އެއްވެސް ކުށެއް ނެތެވެ. (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- ތިބާގެ ވެރިރަސްކަލާނގެ އެކަލާނގެ މަގުން ފުނގެނިގެންދާ މީހުން މާބޮޑަށް ދެނެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ... (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- އެކަލާނގެ އަމުރުފުޅުގެ ފުރާނަފުޅާއެކު އެކަލާނގެ އަޅުތަކުންގެ ތެރެއިން އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށެވެ. (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- އަދި ތިމަންރަސްކަލާނގެ މަރްޔަމްގެ ދަރިކަލުން ޢީސާއަށް ބަޔާންވެގެންވާ ދަލީލުތައް ދެއްވީމެވެ. އަދި ޤުދުސީ ފުރާނަފުޅުން އެކަލޭގެފާނަށް ވާގިވެރިވެވޮޑިގެންވެއެވެ. (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- ޤިޔާމަތް ދުވަހު އެއުރެން ޚިލާފުވެއުޅުނު ކަންތަކާ މެދު އެއުރެންގެ މެދުގައި އެކަލާނގެ ޙުކުމް ކުރައްވާނެއެވެ. (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- ތިމަންރަސްކަލާނގެ އެ ރަށުގެ މަތި ތިރިކުރެއްވީމެވެ. އަދި އެއުރެންގެ މައްޗަށް މަށިން ހަރުކަށި ހިލަ ވެއްސެވީމެވެ. (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- ތިބާ އެއުރެންނަށް އިންޛާރު ކުރިޔަސް ނުކުރިޔަސް އެއުރެންނަށް ހަމަހަމައެވެ. އެއުރެން އީމާނެއް ނުވާނެތެވެ. (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- މީސްތަކުން ދޫކޮށް ފަހެ ތިޔަބައިމީހުން ތެދުވެރިން ކަމުގައިވާނަމަ މަރަށް އެދޭށެވެ. (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- ﷲ އެވެ. އެކަލާނގެ މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސް އިލާހެއް ނުވެއެވެ. ފަހެ ތިޔަބައިމީހުން ތަޤުވާވެރި ނުވަނީހެއްޔެވެ؟ (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- އަދި ތިމަންރަސްކަލާނގެ އެއުރެންނަށް ވަޢުދު ކުރައްވާ ތަކެތިން ބައެއް ތިބާއަށް ދައްކުއްވައިފިނަމަ ނުވަތަ ތިބާ މަރުގެންނަވައިފިނަމަ ފަހެ ތިމަންރަސްކަލާނގެ ޙަޟްރަތަށެވެ. (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- އެއުރެން ބުނެތެވެ. "ތިމަންމެން މަރުވެ މަށިތަކަކާއި ކަށިތަކަކަށް ވެއްޖެނަމަ ތިމަންމެން އަލުން ދިރުއްވެވޭނެ ހެއްޔެވެ؟" (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- ހަމަކަށްވަންކަމާއެވެ. ފަޟްލު ވަންތަކަން އޮތީ ﷲ ގެ އަތްޕުޅުގައެވެ. އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް އެ ދެއްވައެވެ. އަދި ﷲ... (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- ޣައިބާއި ފާޅުވެގެންވާ ކަންތައް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެ ޙަޟްރަތަށެވެ. ފަހެ ތިޔަބައިމީހުން ކޮށްއުޅުނު ކަންތަކުގެ ޚަބަރު އެކަލާނގެ ތިޔަބައިމީހުންނަށް އަންގަވާނެއެވެ. (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ. ތިޔަބައިމީހުންގެ މައްޗަށް ﷲ ދެއްވި ނިޢުމަތް ހަނދާންކުރާށެވެ. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- އަދި ތިމަންރަސްކަލާނގެ ތިބާގެ ކުރިން ފިރިހެނުން މެނުވީ ފޮނުއްވައިފައި ނުވަމެވެ. އެއުރެންނަށް ތިމަންރަސްކަލާނގެ ވަޙީ ކުރައްވަމެވެ. (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- އޭނާގެ ނުބައި ޢަމަލުތައް ފުހެލައްވައި އަދި އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކަށް އޭނާ ވައްދަވާނެއެވެ. (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- ބަލިވެފައިވާ ނުވަތަ ދަތުރުމަތީގައިވާ މީހަކު ކަމުގައިވާނަމަ ފަހެ އެހެން ދުވަސްތަކެއްގެ ޢަދަދެކެވެ. (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- އެއުރެން ހީކުރުން މެނުވީ ތަބަޢައެއް ނުވެތެވެ. އަދި އެއުރެންނީ ހީކުރާ ބައެއް މެނުވީ ނޫނެވެ. (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- ﷲ އަށާއި އާޚިރަތް ދުވަހަށް އުންމީދު ކުރާ މީހަކަށް ރަނގަޅު ނަމޫނާއެކެވެ. (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- އަދި ތިމަންރަސްކަލާނގެ އުޑުތަކާއި ބިމާއި އެ ދެއާ ދެމެދުގައިވާ ތަކެތި ޙައްޤަކާ ނުލައި ނުހެއްދެވީމެވެ. (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- ތިބާގެ އަތް ތިބާގެ ގަމީހުގެ ތެރެއަށް ލާށެވެ. އެއީ ބަލިކަމެއް ނެތި ހުދުކޮށް ނިކުންނާނެއެވެ. (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- އެކަލާނގެ އެކަލާނގެ ރަޙްމަތަށް އެކަލާނގެ އިރާދަކުރައްވާ މީހަކު ޚާއްޞަ ކުރައްވައެވެ. އަދި ﷲ އީ ބޮޑުވެގެންވާ ފަޟްލު ވެރި ރަސްކަލާނގެއެވެ. (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- ﷲ އަށް އުޑުތަކާއި ބިމުގެ ރަސްކަން މިލްކުވެގެންވާ ކަން ތިބާ ނުދަންނަނީހެއްޔެވެ؟ (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- އަދި ތިޔަބައިމީހުން އަމިއްލަ ނަފްސުތަކަށްޓަކައި ކުރިމަތިކުރާ ކޮންމެ ހެޔޮ ކަމެއްވެސް ތިޔަބައިމީހުންﷲ ގެ ޙަޟްރަތުގައި ފެންނާނެތެވެ. (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- އަދި ތިބާ ނިކުންނަ ކޮންމެ ތަނަކުން ތިބާގެ މޫނުފުޅު މަސްޖިދުލް ޙަރާމްގެ ދިމާއަށް ކުރައްވާށެވެ. (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- ކުރިން ފާއިތުވެގެންދިޔައީއެވެ. އަދި ﷲ ގެ ސުންނަތަށް ބަދަލެއް ނުފެންނާނެތެވެ. (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި އެކަލާނގެއަށް މިލްކުވެގެންވާ ރަސްކަލާނގެއެވެ. (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- އަދި އެކަލާނގެ ޢިލްމާ ނުލައި އެއްވެސް އަންހެނަކު ޙާމިލައެއް ނުވެތެވެ. އަދި ވިހައެއްވެސް ނުވެތެވެ. (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- ރޭގަނޑެވެ. އަދި އެކަލާނގެ އިރާއި ހަނދު ބަންނަވައި ދެއްވިއެވެ. ކޮންމެ އެއްޗެއްވެސް ކަނޑައެޅިފައިވާ ވަޤުތަކަށް ހިނގަމުންދެއެވެ. (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތަކެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. އަދި އެއީ ޖަޒާއެވެ. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- އެކަލޭގެފާނު ވިދާޅުވިއެވެ. "އަދި ކިއެއްތަ؟ ތިޔަބައިމީހުންގެ ނަފްސުތައް ތިޔަބައިމީހުންނަށް ކަމަކަށް ރުހުންދީފިއެވެ. ފަހެ ރީތި ކެތްތެރިކަމެވެ." (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- އުޑުތަކުގައިވާ ތަކެތި އަދި ބިމުގައިވާ ތަކެތި އަދި ﷲ އީ... (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- އަދި އެއުރެންނަށް އެއްވެސް ރަސޫލަކު އައިސްފައި ނުވެތެވެ. އެއުރެން އެކަލޭގެފާނަށް ފުރައްސާރަ ކުރިއެވެ. (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- އެއުރެން ބުނެތެވެ. "އޭ މޫސާއެވެ. ތިބާ ނުވަތަ ތިމަންމެން..." (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- އެކަލާނގެ ތިޔަބައިމީހުން މަރުގެންނަވައެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން އެންމެ ދެރަ ޢުމުރަށް ރައްދުކުރެވޭ މީހުން ވެއެވެ. (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުގައި އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތައް ވެއެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- އަދި ތިމަންރަސްކަލާނގެ އެއުރެންގެ ހިތްތަކުގެ މައްޗަށް އެ ޤުރުއާން ފަހުމް ނުކުރުމަށް ފަރުދާތަކެއް ލެއްވީމެވެ. އަދި އެއުރެންގެ ކަންފަތްތަކުގައި... (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- ހަމަކަށްވަންކަމާއެވެ. ﷲ ގެ ވަޢުދަކީ ޙައްޤެކެވެ. އެހެނެއްކަމަކު އެއުރެންގެ ގިނަބަޔަކު ނުދަނެތެވެ. (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- އެއީ އެއުރެން ﷲ އާއި އެކަލާނގެ ރަސޫލާއާ ދެކޮޅުހެދިގެންނެވެ. އަދި ﷲ އާ ދެކޮޅުހަދާ މީހާ... (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- އަދި އެކަލާނގެ އެއުރެންނަށް ނިދާ ކުރައްވައި ވިދާޅުވާ ދުވަހު "ތިޔަބައިމީހުން ދަޢުވާ ކުރި ތިމަންރަސްކަލާނގެ ބައިވެރިން ކޮބައިތޯއެވެ؟" (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- ﷲ އުޑުތަކާއި ބިން ޚަލްޤު ކުރެއްވި ކަމެއް އެއުރެން ނުދެކުނީހެއްޔެވެ؟ (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- ތިބާ މަށިން ޚަލްޤު ކުރެއްވި ރަސްކަލާނގެއާއެކުއެވެ. ދެން މަނިތިއްކަކުންނެވެ. ދެން... (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- އެއުރެން ބުނީސްކަން ނުވެތެވެ. "އަޅަމެންގެ ވެރިރަސްކަލާނގެއެވެ. ތިބާ އަޅަމެންނަށް ރަސޫލަކު ނުފޮނުއްވީ ކީއްވެގެންތޯއެވެ؟ ފަހެ ތިމަންމެން ތިބާގެ އާޔަތްތަކަށް ތަބަޢަވާނެއެވެ." (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- ދެން އެއުރެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތަށް އެއުރެން ރައްދުވާނެއެވެ. ފަހެ އެއުރެން ކޮށްއުޅުނު ކަންތަކުގެ ޚަބަރު އެކަލާނގެ އެއުރެންނަށް އަންގަވާނެއެވެ. (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- އެއުރެންނަށް އެކަމާ މެދު އެއްވެސް ޢިލްމެއް ނެތެވެ. އެއުރެން ހީކުރުން މެނުވީ... (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- ހަމަކަށްވަންކަމާއެވެ. ތިމަންމެންގެ ކާބަފައިން އެއް ދީނެއްގެ މައްޗަށް ވަނިކޮށް ދެކެމެވެ. އަދި ތިމަންމެން އެއުރެންގެ ފިޔަވަޅުތަކުގައި ތަބަޢަވަމެވެ. (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- ފޮތް ލިބިގެންވާ މީހުންނަށް ބަޔާންވެގެންވާ ދަލީލު އައުމަށްފަހު މެނުވީއެވެ. (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- އަދި އިބްރާހީމުގެފާނު ވިދާޅުވި ހަނދާންކުރާށެވެ. "އަޅުގެ ވެރިރަސްކަލާނގެއެވެ. މި ރަށް އަމާން ރަށެއް ކުރައްވާށެވެ." (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- އަދި އެކަލާނގެ ތިޔަބައިމީހުންނަށް އިވުމާއި ފެނުމާއި ހިތްތައް ލެއްވިއެވެ. ތިޔަބައިމީހުން ޝުކުރު ކުރަނީ ވަރަށް މަދުންނެވެ. (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- ﷲ ގެ އާޔަތްތަކާ މެދު އެއުރެންނަށް އައި އެއްވެސް ދަލީލެއް ނެތި ޖަދަލުކުރާ މީހުންނެވެ. (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- ފަހެ ޙަޤީޤަތަށް އިންކިލާބުވެފައިވާ ޙާލު އިބްރާހީމުގެފާނުގެ ދީނަށް ތަބަޢަވާށެވެ. އަދި އެކަލޭގެފާނު މުޝްރިކުންގެ ތެރެއިން ނުވެއެވެ. (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- އަދި ތިމަންރަސްކަލާނގެ ފިރުޢައުނުގެ މީހުންގެ ކިބައިން ތިޔަބައިމީހުން ސަލާމަތް ކުރެއްވި ހަނދާންކުރާށެވެ. އެއުރެން ތިޔަބައިމީހުންނަށް ނުބައި ޢަޛާބު ދެއެވެ. (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- އެއީ ސީދާ ދީނެވެ. އެހެނެއްކަމަކު މީސްތަކުންގެ ގިނަބަޔަކު ނުދަނެތެވެ. (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- ﷲ ތިޔަބައިމީހުންނަށް އުޑުތަކުގައިވާ ތަކެތި ބަންނަވައި ދެއްވި ކަން ތިބާ ނުދެކުނީހެއްޔެވެ؟ (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- ކާފިރުވި މީހުން ބުނާނެތެވެ. "މިއީ ފާޅުވެގެންވާ ސިޙުރެއް މެނުވީ ނޫނެވެ." (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- އަދި ތިމަންރަސްކަލާނގެ އާޔަތްތައް ބަޔާންވެގެންވާ ޙާލު އެއުރެންނަށް ކިޔައިދެއްވާހިނދު ކާފިރުވި މީހުން ބުނެތެވެ... (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ދެމިއޮތް ސުވަރުގެތަކެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- އެކަލާނގެ އިރާދަކުރައްވައެވެ. ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ ހުރިހާ ކަމެއްގެ މައްޗަށް ކުޅަދާނަވަންތަ ރަސްކަލާނގެއެވެ. (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- ތިޔަބައިމީހުންގެ ފާފަތައް ފުހެލައްވައި އަދި ކަނޑައެޅިފައިވާ ވަޤުތަކަށް ތިޔަބައިމީހުން ފަސްކުރެއްވުމަށެވެ. (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- ތިމަންމެންގެ ކާބަފައިން އަޅުކަން ކުރި ތަކެއްޗިން ތިޔަބައިމީހުން ތިމަންމެން އެއްކިބާ ކުރަން އެދެނީހެއްޔެވެ؟ (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- އަދި ތިބާގެ ވެރިރަސްކަލާނގެ މަލާއިކަތުންނަށް ވިދާޅުވި ހަނދާންކުރާށެވެ. "ހަމަކަށްވަންކަމާއެވެ. ތިމަންރަސްކަލާނގެ މަށިން އިންސާނަކު ޚަލްޤު ކުރައްވާނަމެވެ." (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- އަދި އެކަލާނގެއީ އެކަލާނގެ ރަޙްމަތުގެ ކުރިމަތީގައި އުފާވެރި ޚަބަރުތަކެއްގެ ގޮތުގައި ވައިތައް ފޮނުއްވާ ރަސްކަލާނގެއެވެ. (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- ކަލޭގެފާނު ވިދާޅުވާށެވެ. "ބިމުގައި ދަތުރުކޮށް ނިމުން ބަލާށެވެ." (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- ހަމަކަށްވަންކަމާއެވެ. އުޑުތަކާއި ބިމުގެ ޚަލްޤުގައި އަދި ރޭގަނޑާއި ދުވާލުގެ ބަދަލުވުމުގައި... (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- ﷲ އަށް ރީތި ލޯންޗެއް ދޭނީ ކާކުތޯއެވެ؟ ފަހެ އެކަލާނގެ އޭނާއަށް ގިނަގުނަ ކުރައްވާނެއެވެ. (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- ފަހެ ﷲ ބާޣުކުރެއްވި ގޮތަކަށް އެއުރެންގެ މެދުގައި ޙުކުމް ކުރައްވާށެވެ. އަދި އެއުރެންގެ ހަވަނަފުޅުތަކަށް ތަބަޢަ ނުވާށެވެ. (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- އެއުރެން ބަލަނީ ހަމައެކަނި މަލާއިކަތުން އެއުރެންނަށް އައުމަށް ނުވަތަ އެކަލާނގެ އަމުރުފުޅު އައުމަށް މެނުވީހެއްޔެވެ؟ (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- ހަމަކަށްވަންކަމާއެވެ. ﷲ އާ ދިމާއަށް ދޮގު އުފައްދާ މީހުން ނާކާމިޔާބުވާނެއެވެ. (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- ފިރުޢައުނުގެ މީހުންނާއި އެއުރެންގެ ކުރިން ތިބި މީހުންގެ ޢާދައެކޭ އެއްފަދައިންނެވެ. އެއުރެން ތިމަންރަސްކަލާނގެ އާޔަތްތައް ދޮގުކުރޫއެވެ. (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- އަދި ޞާލިޙު ޢަމަލު ކުރާ މުއުމިނުންނަށް ބޮޑު އުޖޫރައެއް ވާކަމުގެ އުފާވެރި ޚަބަރު ދެއްވާށެވެ. (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- ﷲ އެކަލާނގެ އަޅުތަކުންގެ ތެރެއިން އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް ރިޒްޤު ތަނަވަސް ކުރައްވައި އަދި ދަތި ކުރައްވައެވެ. (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- އަދި ތިޔަބައިމީހުން ޣައިބާއި ފާޅުވެގެންވާ ކަންތައް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެ ޙަޟްރަތަށް ރައްދު ކުރައްވާނެއެވެ. ފަހެ ތިޔަބައިމީހުން ކޮށްއުޅުނު ކަންތަކުގެ ޚަބަރު އެކަލާނގެ ތިޔަބައިމީހުންނަށް އަންގަވާނެއެވެ. (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- އަދި ލޭގެ ގުޅުންތަކުގެ ބައެއް ބަޔަކު ބައެއް ބަޔަކަށްވުރެ ﷲ ގެ ފޮތުގައި ޙައްޤުވެގެންވެއެވެ. (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6

cmds - Commands, Exhortations, Prohibitions, Instructions

- ފަރްޟު / ވާޖިބު (فرض / واجب) — ފަރްޟު (ކުރަންޖެހޭ؛ ދޫކޮށްލައިފިނަމަ ފާފަވާނެ)
- މުސްތަޙައްބު / މަންދޫބު (مستحب / مندوب) — މުސްތަޙައްބު (ކުރިނަމަ ޘަވާބު ލިބޭނެ، ދޫކޮށްލިނަމަ ފާފައެއް ނުވާނެ)
- މުބާޙު (مباح) — މުބާޙު (ޘަވާބެއްވެސް ނެތް، ފާފައެއްވެސް ނެތް)
- މަކްރޫހު (مكروه) — މަކްރޫހު (ނަހީ ކުރެވިފައިވާ، އެހެނެއްކަމަކު ކުރިނަމަ ފާފައެއް ނުވާނެ)
- ޙަރާމް (حرام) — ޙަރާމް (ކުރިނަމަ ފާފަވާނެ)
- ޙަލާލް (حلال، އިޒުނަ ލިބިފައިވާ / ޝަރީޢަތުގައި ހުއްދަ) އެއީ މުބާޙާއި މުސްތަޙައްބު ދެކަންވެސް ހިމެނޭ — ޙަރާމް ނޫން ކޮންމެ އެއްޗެކެވެ
- ހަމައެކަނި ﷲ އަށް އަޅުކަން ކުރުމަށާއި އެކަލާނގެ ޙަޟްރަތުން އެހީއަށް އެދުމަށެވެ. 1:5
- ހަމައެކަނި ﷲ އަށް އަޅުކަން ކުރާށެވެ. 2:21
- ﷲ އާ އެއްވެސް ބައިވެރިއެއް ނުލާށެވެ. 2:22
- ﷲ އީ ފާފަ ފުއްސަވާ (ތައުބާ ޤަބޫލު ކުރައްވާ) ރަސްކަލާނގެއެވެ. އާދަމުގެފާނު (عَلَيْهِ ٱلسَّلَامُ) ގެ ތައުބާ އެކަލާނގެ ޤަބޫލު ކުރެއްވިއެވެ. 2:37
- ޙައްޤާ ބާޠިލް ނުކުރާށެވެ. އަދި ޙައްޤު ނިކަން ނުކުރާށެވެ. 2:42
- ނަމާދު ޤާއިމު ކުރާށެވެ. އަދި ޒަކާތް ދޭށެވެ. 2:43
- އަމިއްލައަށް ޢަމަލު ކުރުމަށްފަހު އެހެން މީހުންނަށް ހެޔޮކަމަށް އަމުރު ކުރާށެވެ. 2:44
- ހުރިހާ ކަމެއްގައި ﷲ ގެ ޙަޟްރަތުން އެހީއަށް އެދޭށެވެ. 2:45
- ފަސާދަ ނުކުރާށެވެ. އަދި ފަސާދަ ނުފެތުރާށެވެ. 2:60
- މީސްތަކުން އަޅުކަންކުރާ ތަންތަނަށް ދިއުން ނުމަނާށެވެ. 2:114
- މަސްޖިދުގެ ޙުރުމަތް ދަމައިގަންނާށެވެ. ނަމާދުކުރާ ތަންތަން ޠާހިރުކޮށް ސާފުކޮށް ބަހައްޓާށެވެ. 2:125
- ﷲ ހަނދުމަ ކުރާށެވެ (ނަމާދުކޮށް، ތަސްބީޙަކޮށް ފަދަ ގޮތްތަކުން) އަދި އެކަލާނގެ ތިޔަބައިމީހުން ހަނދުމަ ކުރައްވާނެއެވެ. އަދި އެކަލާނގެއަށް ޝުކުރު ކުރާށެވެ. 2:152
- ދަތިކަމުގައި ކެތްކުރާށެވެ. 2:153
- ފާޅުވެގެންވާ ޢަދުއްވު ޝައިޠާނާގެ ފިޔަވަޅުތަކަށް ތަބަޢަ ނުވާށެވެ. 2:168
- އެއްވެސް މީހަކަށް ލޯބިވެރިކަމާއެކު ތަބަޢަ ނުވާށެވެ. 2:170
- ހުރިހާ އަމާނާތްތައް ރައްކާތެރިކޮށް އަދާ ކުރާށެވެ. ކަނޑައެޅިފައިވާ ދީނީ ވާޖިބުތައް އިޚްލާޞްތެރިކަމާއެކު އަދާ ކުރާށެވެ. ޤަސަމާއި ޢަހުދުތައް ފުއްދާށެވެ. ޚާއްޞަކޮށް ﷲ އަށް ކުރެވޭ ވަޢުދުތައް ފުއްދާށެވެ. އެހީއަށް ބޭނުންވާ މީހުންނަށް އެހީވެ ދަތިކަން ފިލުވާށެވެ. ﷲ ގެ ރަޙްމަތް ގެއްލުމަށް މެދުވެރިވާ ފާފަތަކުން ދުރުވާށެވެ. ކިބުރުވެރިކަމުން އަނިޔާއަށް ދިއުން ނުދޭށެވެ. 2:177
- ޤިޞާޞްގައި (ޢަދުލުވެރި ޖަޒާގެ ޤާނޫނުގައި) ތިޔަބައިމީހުންނަށް ދިރިހުރުމެއް ވެއެވެ. 2:179
- ރަމަޟާން މަހު ރޯދަ ހިފާށެވެ. މުއްތަޤީން (ތަޤުވާވެރިން) ކަމުގައިވުމަށް ކަނޑައެޅިފައިވާ ރޯދަ ހިފާށެވެ. 2:183
- ޤުރުއާން ހިދާޔަތުގެ އެންމެ މަތީ މަޞްދަރު ކަމުގައި ޤަދަރު ކުރާށެވެ. 2:185
- އެއްބަޔެއްގެ މުދާ އަނެއްބަޔަކު އަނިޔާވެރިކަމާއެކު ނުކާށެވެ. އަދި ޙާކިމުންނަށް (މައްސަލަ ހުށަހެޅުމުގެ ކުރިން) ރިޝްވަތް ނުދޭށެވެ. 2:188
- ބަހުންނާއި ޢަމަލުން އެހެން މީހުންނަށް އަނިޔާ ނުކުރާށެވެ. ޙަމަލާ ދޭ ފަރާތެއްގެ ގޮތުގައި ދެކޮޅުވެރިކަމެއް ނުކުރާށެވެ. ދިފާޢުގެ ގޮތުގައި މެނުވީއެވެ. 2:190
- ޔަތީމުންނަށް ރައްކާތެރިވާށެވެ. ޔަތީމުންގެ މުދާގައި އިޚްލާޞްތެރިކަމާއެކު މަސައްކަތް ކުރުމާއި އެއުރެންގެ މުދާ ނުކާށެވެ. 2:220
- ތައުބާވެ ﷲ ގެ ޙަޟްރަތުން ފާފަ ފުއްސެވުމަށް އެދޭށެވެ. ޙައިޟު ދުވަސްވަރު ޖިމާޢު ނުކުރާށެވެ. ޠާހިރުކަމާއި ސާފުކަން (ޖިސްމާނީގޮތުންނާއި ރޫޙާނީގޮތުން) ދަމައިގަންނާށެވެ. 2:222
- ޢާއިލާއާ ދިމާއަށް ތިޔަބައިމީހުންގެ ޒިންމާތައް އަދާ ކުރާށެވެ. 2:233
- ޤާބިލުކަމުގެ މައްޗަށް ބިނާކޮށް ލީޑަރުން އިޚްތިޔާރު ކުރާށެވެ. 2:247
- ދީނުގެ ކަންތަކުގައި މަޖުބޫރުކުރުން ނުވެއެވެ. 2:256
- މުދާ ޘަވާބުގެ ގޮތުގައި ހޭދަ ކުރާށެވެ. މުދާއިންނާއި ވަޤުތުން ޘަވާބު ލިބޭނެ ގޮތުގައި އެހީތެރިވާށެވެ. 2:261
- ދީލަތިކަމުން ޘަވާބު ބާޠިލް ނުކުރާށެވެ. 2:264
- ޝައިޠާނާ (ފިތުނަވެރިޔާ) ފަޤީރުކަމުން ބިރު ދައްކައި ފާޙިޝް ޢަމަލުތަކާއި ފާފަތަކަށް އަމުރު ކުރައެވެ. 2:268
- ބޭނުންޖެހިފައިވާ މީހުން ހޯދައި އެއުރެންނަށް އެހީވާށެވެ. 2:273
- ރިބާއާ ގުޅުން ނުކުރާށެވެ. ރިބާ ލިބޭ މުދާ ނުކާށެވެ. ރިބާ ނުކާށެވެ. 2:275
- ދަރިމަދުވެރިޔާ ދަތިކަމުގައިވާނަމަ އިތުރު ވަޤުތު ދޭށެވެ. 2:280
- ވިޔަފާރި މުޢާމަލާތުގައި ބަސް ދަމައިގަންނާށެވެ. މާލީ މުޢާމަލާތުގައި ތެދުވެރިވާށެވެ. ހުރިހާ އިޢުތިޤާދުތަކުގައި އިޚްލާޞްތެރިވާށެވެ. ކަނޑައެޅިފައިވާ ވަޤުތަކަށް ދަރިމަދުވެރިވެއްޖެނަމަ އެ ލިޔުއްވާށެވެ. ވިޔަފާރި އެއްބަސްވުމެއް ކުރާހިނދު ހެކިން ބަހައްޓާށެވެ. 2:282
- ހުރިހާ އަމާނާތްތައް ރައްކާތެރިކޮށް އަދާ ކުރާށެވެ. 2:283
- ބާޣުކުރެއްވި ފޮތްތަކާއި ހުރިހާ ނަބީބޭކަލުންނަށް އީމާންވާށެވެ. 2:285
- ﷲ އިންސާނަކަށް އޭނާގެ ކުޅަދާނަކަމަށްވުރެ ބޮޑު ބުރައެއް ނުޖައްސަވައެވެ. އެއުރެން ކުޅަ ހެޔޮ ޢަމަލަށް ޘަވާބު ލިބޭނެއެވެ. އަދި އެއުރެން ކުޅަ ނުބައި ޢަމަލަށް ޢަޛާބު ލިބޭނެއެވެ. ﷲ އިންސާނަކަށް އޭނާގެ ކުޅަދާނަކަމަށްވުރެ ބޮޑު ބުރައެއް ނުޖައްސަވައެވެ. އަދި ތިމަންމެންވެސް އެފަދަ ބުރައެއް ނުޖެހޭށެވެ. ދަތިކަމުގައިވެސް ﷲ ގެ ރޭއްވެވުމަށް ތަވައްކަލު ކުރާށެވެ. 2:286
- ޢަހުދުތައް ފުއްދައި ﷲ އަށް ބިރުވެތިވާ މީހުންނަށް ފަހެ ﷲ ލޯބި ކުރައްވައެވެ. 3:76
- ކުޅަދާނަކަމުގައިވާނަމަ ޙައްޖު ކުރާށެވެ. 3:97
- ބައިބައިވެ ނުގަންނާށެވެ. 3:103
- ހެޔޮކަމަށް އަމުރު ކުރައި ނުބައިކަމުން ނަހީ ކުރާށެވެ. ތިޔަބައިމީހުންގެ މުޖުތަމަޢުގައި ހެޔޮކަމަށް ބާރު އަޅާށެވެ. އެހެން މީހުން ﷲ ހަނދުމަ ކުރުމަށް ގޮވާށެވެ. 3:104
- މުއުމިނުން ތަވައްކަލު ކުރާނາީ ﷲ އަށެވެ. 3:122
- ރިބާ ނުކާށެވެ. 3:130
- ރަޙްމަތް ލިބިގަންނަން ﷲ އަށާއި އެކަލާނގެ ރަސޫލާއަށް ކިޔަމަންވާށެވެ. 3:132
- ﷲ އެކަލާނގެ މަގުގައި (ޘަވާބުގެ ޢަމަލުތަކާއި ޞަދަޤާތާއި ފަދަ ކަންކަމުގައި) ތަނަވަސްކަމާއި ދަތިކަމުގައި ހޭދަކުރާ މީހުންނަށް ލޯބި ކުރައްވައެވެ. އަދި ކޯފާ ކެޑުވައި މީސްތަކުންނަށް ޢަފޫ ކުރާ މީހުންނަށެވެ. 3:134
- ކޯފާ ކެޑުވާށެވެ. ތިޔަބައިމީހުންގެ ކޯފާ ކޮންޓްރޯލް ކުރާށެވެ. 3:134
- އެހެން މީހުންގެ ކުށްތައް ޢަފޫކޮށް ފުއްސާށެވެ. 3:135
- ބަހުން ހަރުކަށި ނުވާށެވެ. ތިބާއާ ޚިލާފުވާ މީހުންނާ ކެތްތެރިވާށެވެ. 3:159
- ﷲ ތިބާއަށް އެހީވެވޮޑިގެންފިނަމަ އެއްވެސް ފަރާތަކުން ތިބާގެ މައްޗަށް ގަދަވެއެއް ނުގަނެވޭނެއެވެ. އަދި އެކަލާނގެ ތިބާ ދޫކޮށްލައްވައިފިނަމަ ފަހެ އެކަލާނގެ ފަހުން ތިބާއަށް އެހީވެދޭނީ ކާކުތޯއެވެ؟ 3:160
- ކޮންމެ މީހަކުވެސް މަރުގެ ރަހަ ދެކޭނެއެވެ. އަދި ޤިޔާމަތް ދުވަހު މެނުވީ ތިޔަބައިމީހުންގެ އުޖޫރަ ފުރިހަމައަށް ނުދެއްވާނެއެވެ. 3:185
- ޠަބީޢަތުގެ ޢަޖާއިބުތަކާއި މި ކާއިނާތުގެ ޚަލްޤުގެ މައްޗަށް ފުންކޮށް ވިސްނާށެވެ. ﷲ މި ކާއިނާތު މާނައަކާއި މަޤްޞަދެއްގެ މައްޗަށް ޚަލްޤު ކުރެއްވި ކަން ދަންނާށެވެ. 3:191
- ފިރިހެނުންނާއި އަންހެނުންގެ ޢަމަލުތަކަށް އެއްފަދަ ޘަވާބު ވެއެވެ. 3:195
- އެއުރެންގެ ވެރިރަސްކަލާނގެއަށް ބިރުވެތިވާ މީހުންނަށް އެތާނގެ ދަށުން ފެންފޮޅުތައް ހިނގަހިނގާ ސުވަރުގެތައް ވެއެވެ. އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބޭނެއެވެ. އެއީ ﷲ ގެ ޙަޟްރަތުން ލިބޭ މަޖުމުޢެކެވެ. 3:198
- ކޮންމެ ޢަމަލެއްގައިވެސް ﷲ ގެ ރުހުން އަށް މަސައްކަތް ކުރާށެވެ. 3:200
- ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެއަށް ކިޔަމަންވެ އެކަލާނގެއަށް ބިރުވެތިވާށެވެ. އަދި (ގާތްތިމާގެ ގުޅުން ނުކަނޑާށެވެ.) 4:1
- ޔަތީމުންނަށް އެއުރެންގެ މުދާ ދޭށެވެ. އަދި (ތިޔަބައިމީހުންގެ) ނުބައި ތަކެތި (އެއުރެންގެ) ރަނގަޅު ތަކެއްޗާ ބަދަލެއް ނުކުރާށެވެ. އަދި އެއުރެންގެ މުދާ (ތިޔަބައިމީހުންގެ މުދާއަށް އިތުރުކޮށް) ނުކާށެވެ. 4:2
- ތިޔަބައިމީހުން ކައިވެނި ކުރާ އަންހެނުންނަށް ރަނގަޅު ހިތަކާއެކު މަހަރު (ކައިވެނީގެ ވަގުތު ފިރިމީހާ އަނބިމީހާއަށް ދޭ ފަރްޟު މަހަރު) ދޭށެވެ. 4:4
- ޔަތީމުންގެ ޙައްޤުތައް ރައްކާތެރިކުރާށެވެ. 4:6
- މަރުވެފައިވާ މީހާގެ މުދާ އޭނާގެ ޢާއިލާގެ މެންބަރުންގެ މެދުގައި ބަހަންޖެހެއެވެ. އަންހެނުންނަށް ވިރާސަތުގެ ޙައްޤު ވެއެވެ. 4:7
- ޔަތީމުންގެ މުދާ އަނިޔާވެރިކަމާއެކު ނުކާށެވެ. 4:10
- ވިރާސަތާ ބެހޭ އަމުރުތަކަށް ކިޔަމަންވާށެވެ. 4:11
- އެއުރެންގެ ރުހުމާ ނުލައި އަންހެނުންނަށް ވިރާސަތު ލިބިގަތުން ޙަރާމްވެގެންވެއެވެ. އަދި އެއުރެންނާ ހަރުކަށިކޮށް ނުހިފާށެވެ. (އަނބިންނާ) އިއްޒަތްތެރިކަމާއެކު އެކުވެރިވެ އުޅޭށެވެ. އަންހެނުންގެ ޙައްޤުތައް ޤަދަރުކޮށް ރައްކާތެރިކުރާށެވެ. ތިޔަބައިމީހުންގެ އަނބިމީހާއާ ރަޙްމަތްތެރިކަމާއި އޯގާތެރިކަމާއެކު އުޅޭށެވެ. އަންހެނުންނާ ޢިއްޒަތާއި ޢަދުލުވެރިކަމާއެކު މުޢާމަލާ ކުރާށެވެ. 4:19
- ލޭގެ ގުޅުންތަކުގެ ގާތްތިމާގެ މީހުންނާ ކައިވެނި ނުކުރާށެވެ. 4:23
- ތިޔަބައިމީހުން އަމިއްލަ ނަފްސު ނުޤަތުލާށެވެ. (އަދި އެއްބަޔަކު އަނެއްބަޔަކު ނުޤަތުލާށެވެ.) ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ ތިޔަބައިމީހުންނަށް އެންމެ ރަޙްމަތްތެރި ރަސްކަލާނގެއެވެ. އެއްބަޔެއްގެ މުދާ އަނެއްބަޔަކު އަނިޔާވެރިކަމާއެކު ނުކާށެވެ. 4:29
- ނަހީ ކުރެވިފައިވާ ބޮޑެތި ފާފަތަކުން ދުރުވެއްޖެނަމަ ﷲ ތިޔަބައިމީހުންގެ (ކުދި) ފާފަތައް ފުއްސަވައި އިއްޒަތްތެރި ދޮރަކުން (ސުވަރުގެއަށް) ވައްދަވާނެއެވެ. 4:31
- ﷲ ތިޔަބައިމީހުންގެ ބައެއް މީހުންނަށް އަނެއްބައެއްގެ މައްޗަށް މާތްކުރެއްވި ކަންތަކަށް އެދުމެއް ނުކުރާށެވެ. ޙަސަދަވެރިކަމާއި ފޫހިކަމުން ދުރުވާށެވެ. 4:32
- ފިރިހެނުންނީ އަންހެނުންގެ ޙިމާޔަތްތެރިންނާއި ބެލެހެއްޓުންތެރިންނެވެ. އެއީ ﷲ އެއުރެންގެ ތެރެއިން ބައެއް ބަޔަކު އަނެއްބައެއްގެ މައްޗަށް މާތްކުރެއްވި ކަމަށާއި އެއުރެން އެއުރެންގެ މުދަލުން (އެއުރެންނަށް އެހީވުމަށް) ހޭދަކުރާ ކަމަށެވެ. ފިރިހެނާއީ ޢާއިލާގެ ޙިމާޔަތްތެރިޔާއި ބެލެހެއްޓުންތެރިޔާއެވެ. 4:34
- ﷲ އަށް އަޅުކަން ކުރައި އެކަލާނގެއާ އެއްވެސް އެއްޗެއް ޝަރީކު ނުކުރާށެވެ. މައިންބަފައިންނަށާއި ގާތްތިމާގެ މީހުންނަށާއި ޔަތީމުންނަށާއި މިސްކީނުންނަށާއި އަވަށްޓެރިޔާއަށާއި އެކުވެރިޔާއަށާއި ދަތުރުވެރިޔާއަށާއި ތިޔަބައިމީހުންގެ ކަނާތްފަރާތުގައިވާ (އަޅު) މީހުންނަށް ހެޔޮކަން ކުރާށެވެ. ކިބުރުވެރިވެ ފަޚުރުވެރިވާ މީހުންނަށް ﷲ ލޯބި ނުކުރައްވައެވެ. އެހެން މީހުންނަށް ހެޔޮކަން ކުރާށެވެ. ދެރަވެގެންވާ މީހުންނަށް ރަޙްމަތް ދައްކާށެވެ. ގާތްތިމާގެ ގުޅުން ދަމައިގަނެ ގާތްތިމާގެ މީހުންނަށް ޢިއްޒަތް ދޭށެވެ. 4:36
- މިސްކިނުވެ ނުވާށެވެ. 4:37
- ﷲ އަށް އަޅުކަމުގައި ބައިވެރިން ލެއްވުން ފުއްސަވައެއް ނުދެއްވާނެއެވެ. އެހެނެއްކަމަކު އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް އެއިން ބޭރުގެ (ކޮންމެ ކަމެއް) ފުއްސަވައެވެ. 4:48
- އެހެން މީހުންނަށް ޙަސަދެއް ނުކުރާށެވެ. 4:54
- ﷲ އަމުރު ކުރައްވަނީ އަމާނާތްތައް އެއަށް ޙައްޤުވާ މީހުންނަށް އަދާ ކުރުމަށެވެ. އަދި މީސްތަކުންގެ މެދުގައި ޙުކުމް ކުރާހިނދު ޢަދުލުވެރިކަމާއެކު ޙުކުމް ކުރުމަށެވެ. 4:58
- ﷲ އަށާއި އެކަލާނގެ ރަސޫލާއަށް ކިޔަމަންވާށެވެ. ތިޔަބައިމީހުންގެ ތެރެއިން ވެރިންނަށް އެކަށީގެންވާ ޢިއްޒަތް ދޭށެވެ. 4:59
- ދެރަވެގެންވާ ނުވަތަ ނިކަމެތި މީހުންނަށް އަނިޔާ ނުކުރާށެވެ. 4:75
- ތިޔަބައިމީހުންނަށް ލިބޭ ކޮންމެ ހެޔޮކަމެއް ﷲ ގެ ޙަޟްރަތުންނެވެ. އަދި ތިޔަބައިމީހުންނަށް ޖެހޭ ކޮންމެ ނުބައިކަމެއް ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުންނެވެ. 4:79
- ރަސޫލާ (މުޙައްމަދު ﷺ) އަށް ކިޔަމަންވާ މީހާ ހަމަކަށްވަންކަމާއެވެ. ﷲ އަށް ކިޔަމަންވެއްޖެއެވެ. 4:80
- ހެޔޮ ކަމަކަށް ޝަފާޢަތް ކުރާ މީހަކަށް އެކަމުގެ ޘަވާބު ލިބޭނެއެވެ. އަދި ނުބައި ކަމަކަށް ޝަފާޢަތް ކުރާ މީހަކަށް އެކަމުގެ ބައެއް ލިބޭނެއެވެ. 4:85
- މުއުމިނަކު މުއުމިނަކު ޤަތުލު ކުރުން ހުއްދައެއް ނުވެއެވެ. (ކުށެއް ނެތި) ޣަލަތަކުން މެނުވީއެވެ. 4:92
- މުއުމިނަކު ކުއްލިޔަކު ޤަތުލު ކޮށްފި މީހާގެ ޖަޒާއަކީ ނަރަކަމެވެ. އެތާނގައި އަބަދަށް ދެމިތިބޭ ޙާލުއެވެ. ﷲ ގެ ކޯފާއާއި ލަޢުނަތް އޭނާގެ މައްޗަށް ވެއެވެ. އަދި އޭނާއަށް ބޮޑު ޢަޛާބެއް ތައްޔާރު ކުރެވިފައިވެއެވެ. 4:93
- ﷲ ގެ މަގުގައި (ޤައުމު) ދޫކޮށް ހިޖުރަ ކުރާ މީހާ ބިމުގައި ގިނަ ދިރިއުޅޭ ތަންތަނާއި ޢީޝާއިން ތަނަވަސްކަން ފެންނާނެއެވެ. 4:100
- ނަމާދުތަކުގައި ވަޤުތު ދަމައިގަންނާށެވެ. 4:103
- އަމާނާތް ދޮގުކުރާ މީހުންނަށް އެހީތެރިއެއް ނުވާށެވެ. އަދި އެއުރެންގެ ވަކީލެއްވެސް ނުވާށެވެ. 4:105
- ﷲ ގެ ޙަޟްރަތުން ފާފަ ފުއްސެވުމަށް އެދޭށެވެ. ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ ގިނަގުނަށް ފުއްސަވާ ރަޙީމްވަންތަ ރަސްކަލާނގެއެވެ. 4:106
- އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ. ޢަދުލުވެރިކަމުގައި ސާބިތުވެ ތިބޭށެވެ. ﷲ އަށް ހެކިވެރިންކަމުގައެވެ. އެއީ ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކާއި މައިންބަފައިންނާއި ގާތްތިމާގެ މީހުންގެ މައްޗަށް ވިޔަސް މެއެވެ. އެމީހާ މުއްސަނދިވެސް ނުވަތަ ފަޤީރުވެސް މެއެވެ. ޢަދުލު ލަސް ނުކުރާށެވެ. ނުބައިކަން ރަނގަޅު ކުރުމުގައި އަވަސްވެގަންނާށެވެ. 4:135
- މުނާފިޤުން ﷲ އަށް މަކަރު ހަދަން އުޅެއެވެ. އެހެނެއްކަމަކު އެކަލާނގެ އެއުރެންނަށް މަކަރު ހައްދަވަނީއެވެ. 4:142
- މުނާފިޤުން ނަރަކަމުގެ އެންމެ ފަސް ފަންގިފިލިގައި ވެއްޖެއެވެ. އެއުރެންނަށް އެހީތެރިއެއް ނުފެންނާނެތެވެ. 4:145
- ﷲ އަނިޔާލިބިފައިވާ މީހާ މެނުވީ ފާޅުގައި ނުބައި ބަސް ބުނުމަށް ލޯބި ނުކުރައްވައެވެ. 4:148
- ރަސޫލުންނީ އުފާވެރި ޚަބަރު ދޭ ބޭކަލުންނާއި ބިރުވެރިކަމުގެ ޚަބަރު ދޭ ބޭކަލުންނެވެ. އެއީ ރަސޫލުންނަށްފަހު މީސްތަކުންނަށް ﷲ އާ ދިމާއަށް ޢުޛުރެއް ނުވުމަށްޓަކައެވެ. 4:165
- ތިޔަބައިމީހުންގެ ޢަހުދުތަކާއި ވަޢުދުތައް ފުއްދާށެވެ. 5:1
- ހެޔޮކަމާއި ތަޤުވާގައި އެއްބަޔަކަށް އަނެއްބަޔަކު އެހީތެރިވާށެވެ. ފާފައާއި ޢުދުވާނުގައި ނޫނެވެ. 5:2
- މަރުވެފައިވާ ތަކެތި، އެތަކެއްޗެއްގެ ލޭ، ނުވަތަ އޫރުގެ މަސް ނުކާށެވެ. 5:3
- ޢަދުލުވެރިވާށެވެ. އެހެން މީހުންނަށް އޮތް ޢަދާވަތާއި ރުޅިވެރިކަން ތިޔަބައިމީހުން ޢަދުލުން ދުރުކުރިޔަނުދޭށެވެ. މުޢާމަލާތުގައި ޢަދުލުވެރިވެ އިންޞާފުވެރިވާށެވެ. ޢަދުލުވެރިކަމަކީ ތަޤުވާއާ ގާތް ކަމެއް ކަމުގައި ދަންނާށެވެ. ޢަދުލު ލަސް ނުކުރާށެވެ. ނުބައިކަން ރަނގަޅު ކުރުމުގައި އަވަސްވެގަންނާށެވެ. 5:8
- ﷲ އަށް ގާތްވުމުގެ ވަސީލަތް ހޯދާށެވެ. އަދި އެކަލާނގެ މަގުގައި ކުޅަދާނަވީ ވަރަކުން ޖިހާދު ކުރާށެވެ. އެއީ ތިޔަބައިމީހުން ކާމިޔާބުވުމަށްޓަކައެވެ. 5:35
- ތިޔަބައިމީހުންގެ ޤަސަމާއި ޢަހުދުތައް ފުއްދާށެވެ. 5:89
- މަސްތުވާ ތަކެތިން ދުރުވާށެވެ. މަސްތުވާ ތަކެތި (ހުރިހާ ބާވަތެއްގެ ރާއާއި މަސްތުވާ ތަކެތި)، ޖުވާކުޅުން، އަލްއަންޞާބު (ހިލަ ގުނބުރު)، އަދި އަލްއަޒުލާމް (ނަސީބު ނުވަތަ ނިންމުން ހޯދުމަށް ބޭނުންކުރާ ތީރު) މިއީ ޝައިޠާނާގެ ޢަމަލުތަކުގެ ތެރެއިންވާ ނަޖިސް ކަންތަކެވެ. 5:90
- ޙައްޖު ނުވަތަ ޢުމްރާގެ އިޙްރާމް ޙާލަތުގައި ޝިކާރެއް ނުޤަތުލާށެވެ. 5:95
- ތިޔަބައިމީހުންނަށް ބަޔާންވެއްޖެނަމަ ދަތިކަމަށް މެދުވެރިވާނެ ކަންތަކާ މެދު ސުވާލެއް ނުކުރާށެވެ. 5:101
- އެހެން މީހުންގެ އިލާހުންނަށް ނިކަމެތި ނުކުރާށެވެ. ﷲ ފިޔަވައި އެއުރެން (ކާފިރުން) އަޅުކަން ކުރާ ތަކެތި ނިކަމެތި ނުކުރާށެވެ. އެއުރެން ޢިލްމެއް ނެތި ނާޙައްޤުގޮތުގައި ﷲ އަށް ނިކަމެތި ނުކުރުމަށްޓަކައެވެ. 6:108
- ބިމުގައިވާ ގިނަ މީހުންނަށް ތިޔަބައިމީހުން ކިޔަމަންވެއްޖެނަމަ އެއުރެން ﷲ ގެ މަގުން ތިޔަބައިމީހުން ދުރަށް ފުނގެންދާނެއެވެ. އެއުރެން ތަބަޢަވަނީ ހީކުރުން މެނުވީ ނޫނެވެ. އަދި އެއުރެން ދޮގު މެނުވީ ނުކުރެތެވެ. 6:116
- ފާފަތައް (އޭ މީސްތަކުންނޭވެ. ހުރިހާ ބާވަތެއްގެ) ފާޅުވެގެންވާ އަދި ސިއްރު ފާފަތައް ދޫކޮށްލާށެވެ. 6:120
- ﷲ ގެ ނަންފުޅު ނުގެންނަ (ޛަބީޙަ ކުރާ ވަގުތު) މަސް ނުކާށެވެ. (އޭ މުއުމިނުންނޭވެ.) 6:121
- ﷲ ހިދާޔަތް ދެއްވުމަށް އިރާދަކުރައްވާ މީހާގެ ހިތް އިސްލާމަށް ފުޅާ ކުރައްވައެވެ. އަދި ފުނގެންދަވަން އިރާދަކުރައްވާ މީހާގެ ހިތް ދަތި ކުރައްވައެވެ. 6:125
- ހޭދަކުރުމުގައި މެދުމިންވަރުވާށެވެ. އަދި އިސްރާފުން ދުރުވާށެވެ. ހުރިހާ މަޚްލޫޤުންގެ ޙައްޤުތައް ރައްކާތެރިކުރާށެވެ. 6:141
- ﷲ އަށް އަޅުކަމުގައި އެއްވެސް އެއްޗެއް ޝަރީކު ނުކުރާށެވެ. މައިންބަފައިންނަށް ހެޔޮކަމާއި ކިޔަމަންވުން އަދާ ކުރާށެވެ. ފަޤީރުކަމުގެ ސަބަބުން ދަރިން ނުޤަތުލާށެވެ. ފާޙިޝް ޢަމަލުތަކާ ގާތް ނުވާށެވެ. ﷲ ޙަރާމް ކުރެއްވި ނަފްސެއް ޙައްޤަކާ ނުލައި ނުޤަތުލާށެވެ. 6:151
- ތެދުވެރިވާށެވެ. ތިޔަބައިމީހުންގެ ކޮންމެ މުޢާމަލާތެއްގައި ޚިޔާނާތް ނުކުރާށެވެ. ޔަތީމުންގެ މުދާއަށް ރަނގަޅު ކުރުމަށްޓަކައި މެނުވީ ގާތް ނުވާށެވެ. ޢަދުލުވެރިކަމާއެކު ފުރިހަމަ މިންގަނޑާއި ފުރިހަމަ ބަރުދަން ދޭށެވެ. ތިޔަބައިމީހުން ބަހެއް ބުނާހިނދު ގާތްތިމާގެ މީހެއްގެ ކަމުގައިވިޔަސް ތެދު ބުނާށެވެ. އަދި ﷲ ގެ ޢަހުދު ފުއްދާށެވެ. 6:152
- ސީދާ މަގަށް ތަބަޢަވާށެވެ. އަދި (އެހެން) މަގުތަކަށް ތަބަޢަ ނުވާށެވެ. ފަހެ އެ މަގުތައް އެކަލާނގެ މަގުން ތިޔަބައިމީހުން ވަކި ކުރާނެއެވެ. 6:153
- ކަލޭގެފާނު (މުޙައްމަދު ﷺ) ވިދާޅުވާށެވެ. "ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނުގެ ނަމާދާއި ޤުރުބާނާއި ދިރިހުރުމާއި މަރުވުން ޢާލަމްތަކުގެ ވެރި ﷲ އަށް މިލްކުވެއެވެ." 6:162
- ކިބުރުވެރި ނުވާށެވެ. 7:13
- ޝައިޠާނާ (ފިތުނަވެރިޔާ) ތިޔަބައިމީހުން ނުހެއްޗެއް ނުކުރާށެވެ. 7:27
- ކަލޭގެފާނު (މުޙައްމަދު ﷺ) ވިދާޅުވާށެވެ. "ތިމަންކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ޢަދުލަށް އަމުރު ކުރައްވައިފިއެވެ…" 7:29
- ހުރިހާ ކަމެއްގައި ﷲ ކަނޑައެޅުއްވި ޙައްދުތައް ދަމައިގަންނާށެވެ. ބަހުންނާއި ޢަމަލުން ޙައްދު ފަހަނަޅައިނުގޮސް ދުރުވާށެވެ. ކައި ބޯށެވެ. އެހެނެއްކަމަކު އިސްރާފެއް ނުކުރާށެވެ. ނަމާދުކުރާ ވަގުތުތަކުގައި ރީތި ފޭރާން ލާށެވެ. 7:31
- ﷲ އުޑުތަކާއި ބިން ހަ ދުވަހުގެ ތެރޭގައި ޚަލްޤު ކުރެއްވިއެވެ. ދެން އެކަލާނގެ ޢަރްޝްގެ މައްޗަށް އިސްތިވާ ކުރެއްވިއެވެ. (އެކަލާނގެ މަތިވެރިކަމަށް އެކަށީގެންވާ ގޮތަކުންނެވެ.) 7:54
- ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެއަށް އިޚްލާޞްތެރިކަމާއި އޮޅުވައިނުލާ ޙާލު ދަންނަވާށެވެ. އެކަލާނގެ ޙައްދު ފަހަނަޅައިގޮސްފައިވާ މީހުންނަށް ލޯބި ނުކުރައްވައެވެ. 7:55
- ބިމުގައި ރަނގަޅު ގޮތުގައި އައްސަވައިފައިވާ ޙާލު ފަސާދަ ނުކުރާށެވެ. އަދި ބިރުވެތިކަމާއި އުންމީދާއެކު އެކަލާނގެއަށް ދަންނަވާށެވެ. 7:56
- އެހެނެއްކަމަކު ނުބައި ޢަމަލުތައް ކޮށް ދެން އެއަށްފަހު ތައުބާވެ އީމާންވި މީހުން ދަންނާށެވެ. ހަމަކަށްވަންކަމާއެވެ. އެއަށްފަހު ތިބާގެ ވެރިރަސްކަލާނގެ ހަމަކަށްވަންކަމާއެވެ. ގިނަގުނަށް ފުއްސަވާ ރަޙީމްވަންތަ ރަސްކަލާނގެއެވެ. 7:153
- ކަލޭގެފާނު (މުޙައްމަދު ﷺ) ވިދާޅުވާށެވެ. "އޭ މީސްތަކުންނޭވެ. ހަމަކަށްވަންކަމާއެވެ. ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުން ހުރިހާ ބަޔަކަށް ﷲ ގެ ރަސޫލަކު ކަމުގައި ފޮނުއްވައިފިއެވެ…" 7:158
- އަދި އެންމެ ރީތި ނަންފުޅުތައް ﷲ އަށް މިލްކުވެއެވެ. ފަހެ އެ ނަންފުޅުތަކުން އެކަލާނގެއަށް ދަންނަވާށެވެ. އަދި އެކަލާނގެ ނަންފުޅުތަކާ ދެކޮޅު ހަދާ ނުވަތަ ދޮގުކުރާ (ނުވަތަ ނަންފުޅުތަކާ މެދު ނާޖާއިޒު ބަސް ބުނާ) މީހުންގެ އެކުވެރިކަން ދޫކޮށްލާށެވެ… 7:180
- ﷲ ފުނގެންދަވާ މީހަކަށް އެއްވެސް ފަރާތަކުން ހިދާޔަތެއް ނުދެވޭނެއެވެ. އަދި އެއުރެން އެއުރެންގެ ޙައްދު ފަހަނަޅައިގޮތުގައި ބުއްދިނަގަނޑުގައި ދޫކޮށްލައެވެ. 7:186
- ޢަފޫ ކުރާށެވެ. ހެޔޮކަމަށް އަމުރު ކުރާށެވެ. އަދި ޖާހިލުންނާ އެއްކިބާވެގަންނާށެވެ. (އެބަހީ: އެއުރެންނަށް ޢަޛާބެއް ނުދޭށެވެ.) 7:199
- އެހެން މީހުންގެ ކުށްތައް ފުއްސާށެވެ. 7:199
- އަދި ޝައިޠާނާ (ފިތުނަވެރިޔާ) ގެ ކިބައިން ނުބައި ވަސްވާސެއް އައިސްފިނަމަ ﷲ ގެ ޙަޟްރަތުން ޙިމާޔަތް އެދޭށެވެ. ހަމަކަށްވަންކަމާއެވެ. އެކަލާނގެއީ އަޑުއިވެވޮޑިގެންވާ ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. 7:200
- މުއުމިނުންނީ ހަމައެކަނި ﷲ ހަނދުމަ ކުރެވޭހިނދު އެއުރެންގެ ހިތްތައް ބިރުވެތިވާ މީހުންނެވެ. އަދި އެކަލާނގެ އާޔަތްތައް އެއުރެންނަށް ކިޔައިދެއްވާހިނދު (އެބަހީ: އެ އާޔަތްތައް) އެއުރެންގެ އީމާންކަން އިތުރު ކުރެއެވެ… 8:2
- ﷲ އަށާއި އެކަލާނގެ ރަސޫލާއަށް ޚިޔާނާތް ނުކުރާށެވެ. އަދި ތިޔަބައިމީހުންނަށް ޙަވާލުކުރެވިފައިވާ އަމާނާތްތަކާއި ﷲ ތިޔަބައިމީހުންގެ މައްޗަށް ފަރްޟު ކުރެއްވި ހުރިހާ ވާޖިބުތަކަށް ދެނެގެން ޚިޔާނާތް ނުކުރާށެވެ. 8:27
- ތިޔަބައިމީހުން ﷲ އަށް ކިޔަމަންވެ އެކަލާނގެއަށް ބިރުވެތިވެއްޖެނަމަ އެކަލާނގެ ތިޔަބައިމީހުންނަށް ފުރުޤާން (ޙައްޤާއި ބާޠިލް ވަކިކުރުމަށް ނިންމާ މިންގަނޑެއް) ދެއްވާނެއެވެ. (ނުވަތަ ކޮންމެ ދަތިކަމަކުން ނިކުތުމުގެ މަގެއް ދެއްވާނެއެވެ.) 8:29
- ކާފިރުވި މީހުން އެއުރެންގެ މުދާ ހޭދަ ކުރަނީ ﷲ ގެ މަގުން (މީސްތަކުން) ދުރު ކުރުމަށެވެ. ފަހެ އެއުރެން އެ ހޭދަ ކުރުން ކުރިއަށް ގެންދާނެއެވެ. އެހެނެއްކަމަކު ނިމުންގައި އެއީ އެއުރެންނަށް ހިތާމައަކަށް ވެގެންދާނެއެވެ. 8:36
- ކާފިރުވި މީހުންނަށް ބުނާށެވެ. އެއުރެން (ކުފުރުން) ހުއްޓައިފިނަމަ އެއުރެންގެ ކުރީގެ (ފާފަތައް) ފުއްސެވޭނެއެވެ. އެހެނެއްކަމަކު އެއުރެން (އެކަމަށް) އަނބުރާ އައިފިނަމަ ފަހެ އެއުރެންގެ ކުރިން ތިބި (ޢަޛާބު ލިބުނު) މީހުންގެ މިސާލުތައް ވަނީ ފާއިތުވެގެންނެވެ. (އިންޛާރެއްގެ ގޮތުގައެވެ.) 8:38
- ތިޔަބައިމީހުން (ޢަދުއްވެއްގެ) ލަޝްކަރަކާ ބައްދަލުވާހިނދު ސާބިތުވެ ތިބޭށެވެ. އަދި ﷲ ގެ ނަންފުޅު ގިނަގިނައިން ހަނދުމަ ކުރާށެވެ. (ދުލާއި ހިތުންނެވެ.) އެއީ ތިޔަބައިމީހުން ކާމިޔާބުވުމަށްޓަކައެވެ. 8:45
- އެއުރެންގެ ގެތަކުން ފަޚުރުވެރިކަމާއި މީސްތަކުންނަށް ފެންނަން ނިކުންނަ އަދި ﷲ ގެ މަގުން (މީސްތަކުން) ދުރުކުރާ މީހުން ފަދައިން ނުވާށެވެ. 8:47
- ﷲ އެއްވެސް ޤައުމަކަށް ދެއްވި ނިޢުމަތެއް އެއުރެން އެއުރެންގެ އަމިއްލަ ނަފްސުތަކުގައިވާ ކަންތައް ބަދަލު ނުކުރައްވާ ހައްދަން ނުބަދަލު ކުރައްވައެވެ. 8:53
- ﷲ ގެ ޙަޟްރަތުގައި ދިރޭ މަޚްލޫޤުންގެ ތެރެއިން އެންމެ ނުބައި މަޚްލޫޤުންނީ ކާފިރުވި މީހުންނެވެ. 8:55
- ﷲ އެކަލާނގެއަށް އީމާންވާ މީހުންގެ ހިތްތަކުގެ މެދުގައި ލޯބިއާއި އޯގާތެރިކަން ލައްވައެވެ. 8:63
- ޙިމާޔަތް އެދޭ މީހުންނަށް ޙިމާޔަތް ދީ އެހީތެރިވާށެވެ. 9:6
- ﷲ ގެ މަސްޖިދުތައް ބަލަހައްޓަން މުޝްރިކުންނަށް ޙައްޤެއް ނުވެއެވެ. 9:17
- އެއުރެން (ކާފިރުން، ޔަހޫދީންނާއި ނަޞާރާއިން) ބޭނުންވަނީ އެއުރެންގެ އަނގަތަކުން ﷲ ގެ ނޫރު (މުޙައްމަދު ﷺ ފޮނުއްވައިގެން އައި އިސްލާމީ ތައުޙީދު) ނިއްވާލުމަށެވެ. އެހެނެއްކަމަކު ﷲ އެކަލާނގެ ނޫރު ފުރިހަމަ ކުރެއްވުން މެނުވީ ދޫކުރައްވައެއް ނުދެއްވާނެއެވެ. ކާފިރުން އެކަމަށް ނުރުހުނަސްމެއެވެ. 9:32
- ޞަދަޤާތުތައް (އެބަހީ: ޒަކާތް) މިލްކުވަނީ 1) ފުޤަރާއުން (ފަޤީރުން)، 2) މަސާކީނުން (ފަޤީރުން)، 3) ޒަކާތުގެ މުދާ އަދާ ކުރުމަށް ޢައްޔަން ކުރެވިފައިވާ މީހުން، 4) އިސްލާމް ދީނަށް ލޯބި ޖެއްސުމަށްޓަކައި، 5) އަޅުން މިނިވަން ކުރުމަށް، 6) ދަރިމަދުވެރިންނަށް، 7) ﷲ ގެ މަގުގައި (އެބަހީ: މުޖާހިދުންނަށް)، އަދި 8) ދަތުރުވެރިންނަށެވެ. 9:60
- ﷲ އަށާއި އެކަލާނގެ ރަސޫލާ (ﷺ) އަށް ދެކޮޅުހަދައި ޢަދާވަތް ދައްކާ މީހާ ދަންނާށެވެ. ހަމަކަށްވަންކަމާއެވެ. އޭނާއަށް ނަރަކަމުގެ އަލިފާން ވެއެވެ. އެތާނގައި އަބަދަށް ދެމިތިބޭ ޙާލުއެވެ. އެއީ ބޮޑުވެގެންވާ ނިކަމެތިކަމެވެ. 9:63
- މުނާފިޤުން، ފިރިހެނުންނާއި އަންހެނުން އެއްބަޔަކު އަނެއްބަޔަކުންނެވެ. އެއުރެން ﷲ ހަނދުމަ ނުކުރިއެވެ. ފަހެ އެކަލާނގެވެސް އެއުރެން ހަނދުމަ ނުކުރެއްވިއެވެ. 9:67
- ޠާހިރުކަމަށް މަސައްކަތް ކުރާށެވެ. މަސްޖިދުގެ ޙުރުމަތް ޤަދަރު ކުރާށެވެ. 9:108
- ނަބިއްޔާއަށާއި އީމާންވި މީހުންނަށް މުޝްރިކުންނަށް ﷲ ގެ ޙަޟްރަތުން ފާފަ ފުއްސެވުމަށް އެދުން ޙައްޤެއް ނުވެއެވެ. އެއުރެން ގާތްތިމާގެ މީހުން ކަމުގައިވިޔަސްމެއެވެ. އެއުރެން ނަރަކަމުގެ އަހުލުވެރިން ކަމަށް (އެބަހީ: ކުފުރުގެ ޙާލުގައި މަރުވެގެން) ބަޔާންވެއްޖެހިނދުއެވެ. 9:113
- ﷲ އާ ދިމާއަށް ދޮގެއް އުފައްދައި ނުވަތަ އެކަލާނގެ އާޔަތްތައް ދޮގުކޮށްފި މީހަކަށްވުރެ ބޮޑަށް އަނިޔާވެރިވެގެންވާ މީހަކު ނުވެތެރެވެ. ހަމަކަށްވަންކަމާއެވެ. ކުށްވެރިން ނާކާމިޔާބުވާނެއެވެ! 10:17
- އެއުރެން ﷲ ފިޔަވައި އެއުރެންނަށް ގެއްލުމެއް ނުދޭ އަދި މަންފާއެއްވެސް ނުކުރާ ތަކެތިއަށް އަޅުކަން ކުރެތެވެ. އަދި އެއުރެން ބުނެތެވެ. "މިއީ ﷲ ގެ ޙަޟްރަތުގައި ތިމަންމެންނަށް ޝަފާޢަތް ކޮށްދޭނެ ފަރާތްތަކެވެ." ކަލޭގެފާނު ވިދާޅުވާށެވެ. "އުޑުތަކާއި ބިމުގައި އެކަލާނގެ ނުދެނެވޮޑިގަންނަވާ ކަންތަކެއް ﷲ އަށް އަންގަނީތޯއެވެ؟" އެއުރެން އެކަލާނގެއަށް ޝަރީކު ކުރާ ހުރިހާ ތަކެއްޗަށްވުރެ އެކަލާނގެ މަތިވެރިވެ މާތްވެގެންވެއެވެ! 10:18
- ނުބައި ޢަމަލެއްގެ ޖަޒާއަކީ އެ ޢަމަލާ އެއްފަދަ އެއްޗެކެވެ. 10:27
- އެކަލާނގެއީ ﷲ އެވެ. ތިޔަބައިމީހުންގެ ވެރި ޙައްޤު ރަސްކަލާނގެއެވެ. ފަހެ ޙައްޤަށްފަހު މަގުފުރެދުން މެނުވީ އެއްވެސް އެއްޗެއް ނެތެވެ. ފަހެ ތިޔަބައިމީހުން އެނބުރިދަނީ ކިހިނަކުންތޯއެވެ؟ 10:32
- އެއުރެންގެ ގިނަބަޔަކު ހީކުރުން މެނުވީ ތަބަޢައެއް ނުވެތެވެ. ހަމަކަށްވަންކަމާއެވެ. ހީކުރުމަކީ ޙައްޤާ ދެކޮޅަށް އެއްވެސް ކަމެއް ފުއްދައިދޭނެ އެއްޗެއް ނޫނެވެ. 10:36
- ހަމަކަށްވަންކަމާއެވެ! ﷲ މީސްތަކުންނަށް އެއްވެސް ކަމެއްގައި އަނިޔާއެއް ނުކުރައްވައެވެ. އެހެނެއްކަމަކު މީސްތަކުން އެއުރެންގެ އަމިއްލަ ނަފްސުތަކަށް އަނިޔާ ކުރެތެވެ. 10:44
- ދަންނާށެވެ. ﷲ ގެ ފަޟްލު ވެރިކަން އިންސާނާ ޖަމާކޮށް ރައްކާކުރާ ކޮންމެ އެއްޗަކަށްވުރެ މާތެވެ. 10:58
- ﷲ ގެ އާޔަތްތައް ދޮގުކުރާ މީހުންގެ ތެރެއިން ނުވާށެވެ. ފަހެ އެހިނދު ތިޔަބައިމީހުން ގެއްލުންވެރިންގެ ތެރެއިން ވެދާނެއެވެ. 10:95
- ﷲ ތިބާއަށް ދަތިކަމެއް ޖެއްސެވިނަމަ އެކަލާނގެ މެނުވީ އެ ދަތިކަން ނައްތާލަން އެއްވެސް ފަރާތެއް ނުވެއެވެ. އަދި އެކަލާނގެ ތިބާއަށް ހެޔޮކަމެއް އިރާދަކުރައްވައިފިނަމަ އެކަލާނގެ އެކަލާނގެ އަޅުތަކުންގެ ތެރެއިން އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް ދެއްވާ ފަޟްލު ވެރިކަން ރައްދު ކުރައްވަން އެއްވެސް ފަރާތެއް ނުވެއެވެ. 10:107
- ބިމުގައި ހިނގާ ކޮންމެ ދިރޭ މަޚްލޫޤެއްގެ ރިޒްޤު ﷲ ގެ މައްޗަށް ވެއެވެ. އަދި އެކަލާނގެ އެ މަޚްލޫޤު އުޅޭ ތަނާއި އެ މަޚްލޫޤު ރައްކާކުރެވޭ ތަން (ރަޙިމުގައްޔާއި ޤަބުރުގައި ފަދަތަންތަން) ދެނެވޮޑިގެންވެއެވެ. 11:6
- ތިމަންރަސްކަލާނގެ ޙަޟްރަތުން އިންސާނާއަށް ރަޙްމަތެއްގެ ރަހަ ދައްކައި ދެން އެކަން އޭނާގެ ކިބައިން ނަގައިފިނަމަ ހަމަކަށްވަންކަމާއެވެ! އޭނާ އުންމީދު ކެނޑިފައިވާ ޝުކުރު ނުކުރާ މީހަކު ކަމުގައި ވެއެވެ. 11:9
- ދުނިޔޭގެ ދިރިއުޅުމާއި އޭގެ ޒީނަތް ބޭނުންވާ މީހުންނަށް ތިމަންރަސްކަލާނގެ އެތާނގައި އެއުރެންގެ ޢަމަލުތަކުގެ (އުޖޫރަ) ފުރިހަމައަށް ދެއްވާނަމެވެ. އަދި އެތާނގައި އެއުރެންނަށް އެއްވެސް އުނިކަމެއް ނުކުރައްވާނެއެވެ. 11:15
- ތިމަންރަސްކަލާނގެ އެއުރެންނަށް އަނިޔާއެއް ނުކުރައްވަމެވެ. އެހެނެއްކަމަކު އެއުރެން އެއުރެންގެ އަމިއްލަ ނަފްސުތަކަށް އަނިޔާ ކުރޫއެވެ. ފަހެ ތިބާގެ ވެރިރަސްކަލާނގެ އަމުރުފުޅު އައިހިނދު އެއުރެން އަޅުކަން ކުރި އެކަލާނގެ ފިޔަވައިވާ އެއުރެންގެ އިލާހުން އެއުރެންނަށް އެއްވެސް މަންފާއެއް ނުކުރިއެވެ. އަދި ނަސްދައުމެއް މެނުވީ އެއުރެންގެ ޙައްޤުގައި އެއުރެން އިތުރެއް ނުކުރިއެވެ. 11:101
- އެ ދުވަސް އައިހިނދު ﷲ ގެ އިޛުނަފުޅާ ނުލައި އެއްވެސް މީހަކު ވާހަކައެއް ނުދައްކާނެއެވެ. ފަހެ އެއުރެންގެ ތެރެއިން ބައެއް މީހުންނީ ދަތިންނާއި އަނެއްބައި މީހުންނީ އުފާވެރިންނެވެ. 11:105
- ދަތިންނާ މެދުވެރިވި މީހުން ދަންނާށެވެ. އެއުރެން ނަރަކަމުގައި އުޅޭނެއެވެ. އުސް އަޑާއި ތިރި އަޑުން ނޭވާ ލަމުންނެވެ. 11:106
- އުޑުތަކާއި ބިން ދެމިއޮތް ހައިރު އެތާނގައި އެއުރެން ދެމިތިބޭނެއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އިރާދަކުރެއްވި ކަމަކީ މެނުވީއެވެ. ހަމަކަށްވަންކަމާއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އިރާދަކުރައްވާ ކަންތައް ކުރައްވާ ރަސްކަލާނގެއެވެ. 11:107
- އަދި އުފާވެރިވި މީހުން ދަންނާށެވެ. އެއުރެން ސުވަރުގޭގައި އުޅޭނެއެވެ. އުޑުތަކާއި ބިން ދެމިއޮތް ހައިރު އެތާނގައި އެއުރެން ދެމިތިބޭނެއެވެ. ތިބާގެ ވެރިރަސްކަލާނގެ އިރާދަކުރެއްވި ކަމަކީ މެނުވީއެވެ. ނިމުމެއް ނެތް ހަދިޔާއެކެވެ. 11:108
- އަނިޔާވެރިވި މީހުންނަށް ލޯބި ނުކުރާށެވެ. އެހިނދު ނަރަކަމުގެ އަލިފާން ތިޔަބައިމީހުންނަށް ބީހިދާނެއެވެ. އަދި ﷲ ފިޔަވައި ތިޔަބައިމީހުންނަށް އެއްވެސް ރައްކާތެރިޔަކު ނުވެއެވެ. އަދި އެހިނދު ތިޔަބައިމީހުންނަށް އެހީއެއްވެސް ނުލިބޭނެއެވެ. 11:113
- ދުވާހުގެ ދެ ކޮޅުގައްޔާއި ރޭގަނޑުގެ ބައެއް ގަޑިއިރުތަކުގައި ނަމާދު ޤާއިމު ކުރާށެވެ. (އެބަހީ: ދުވާލު ފަސް ނަމާދެވެ.) ހެޔޮ ޢަމަލުތައް ނުބައި ޢަމަލުތައް ފޮހެލައެވެ. (އެބަހީ: ކުދި ފާފަތަކެވެ.) 11:114
- އުޑުތަކާއި ބިމުގެ ޣައިބު ﷲ އަށް މިލްކުވެއެވެ. އަދި ހުރިހާ ކަމެއް (ނިންމެވުމަށް) އެކަލާނގެ ޙަޟްރަތަށް ރައްދުވެއެވެ. 11:123
- ޙުކުމް (ނުވަތަ ނިޔާ) އޮތީ ﷲ އަށް މެނުވީ އެއްވެސް ފަރާތަކަށް ނޫނެވެ. އެކަލާނގެ އަމުރު ކުރައްވައިފިއެވެ. ތިޔަބައިމީހުން އެކަލާނގެ މެނުވީ އެއްވެސް ފަރާތަކަށް އަޅުކަން ނުކުރުމަށެވެ. (އެބަހީ: އެކަލާނގެ އެއްކައުވަންތަކަމަށެވެ.) އެއީ (ޙައްޤު) ސީދާ ދީނެވެ. އެހެނެއްކަމަކު މީސްތަކުންގެ ގިނަބަޔަކު ނުދަނެތެވެ. 12:40
- ﷲ ގެ ރަޙްމަތުން އުންމީދު ކެނޑިނުދާށެވެ. 12:87
- ތިބާ ބޮޑަށް އެދިވެސް މީސްތަކުންގެ ގިނަބަޔަކު އީމާނެއް ނުވާނެތެވެ. 12:103
- އަދި އެއުރެންގެ ގިނަބަޔަކު ﷲ އަށް އީމާނެއް ނުވެތެވެ. އެހެނެއްކަމަކު އެއުރެން އެކަލާނގެއަށް ބައިވެރިން ލައެވެ. (އެބަހީ: އެއުރެންނީ މުޝްރިކުންނެވެ.) 12:106
- އެ (ޤުރުއާން) އީ އުފައްދައިފައިވާ ބަހެއް ނޫނެވެ. އެހެނެއްކަމަކު އެއީ ﷲ ގެ ޙަޟްރަތުން ބާޣުކުރެއްވި ފޮތްތައް (ތައުރާތާއި އިންޖީލާއި ﷲ ގެ އެހެން ފޮތްތައް) ތަޞްދީޤު ކުރުމެކެވެ. އަދި ކޮންމެ ކަމެއް ތަފްޞީލުކޮށް ބަޔާން ކުރުމެކެވެ. އަދި އީމާންވާ މީސްތަކުންނަށް ހިދާޔަތަކާއި ރަޙްމަތެކެވެ. 12:111
- ﷲ އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް ރިޒްޤު އިތުރު ކުރައްވައެވެ. އަދި (އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް) ދަތި ކުރައްވައެވެ. 13:26
- ޛިކުރުން ﷲ ގިނަގިނައިން ހަނދުމަ ކުރާށެވެ. ﷲ އަށް އީމާންވާ މީހުން އެކަލާނގެ ހަނދުމަ ކުރުމުން ހިތްހަމަޖެހުން ލިބިގަނެއެވެ. 13:28
- އީމާންވެ ހެޔޮ ޢަމަލު ކުޅަ މީހުންނަށް އުފާއާއި ހިތްހަމަޖެހުން ލިބެއެވެ. 13:29
- އާޚިރަތުގެ ބަދަލުގައި ދުނިޔޭގެ ދިރިއުޅުން އިސްކޮށްފި މީހުންނާއި ﷲ ގެ މަގުން (އެބަހީ: އިސްލާމް ދީނުން) މީސްތަކުން ދުރުކޮށް އެ މަގުގައި ގުދަންކަން އިރާދަކުރި މީހުންނީ ދުރުވެގެންވާ މަގުފުރެދުމެއްގައިވާ މީހުންނެވެ. 14:3
- އަޅުކަމުގައި އިންތިހާއަށް ދާ ނަމާދާއި ޝުކުރު އާދަ ކުރާށެވެ. 14:7
- އެއުރެންގެ ވެރިރަސްކަލާނގެއަށް ކާފިރުވި މީހުންގެ މިސާލަކީ އެއުރެންގެ ޢަމަލުތައް ކަހަލައެވެ. އެއީ ވައިގަދަ ދުވަހެއްގައި ވައި ބާރުމިން އުދުއްސާލާ ކަހަލައެވެ. އެއުރެން ހޯދި ކަންތަކުން އެއްވެސް އެއްޗެއް އެއުރެންނަކަށް ނުލިބޭނެތެވެ. 14:18
- ﷲ އީމާންވި މީހުން ދުނިޔޭގައި (އެބަހީ: އެއުރެން ހަމައެކަނި ﷲ އަށް އަޅުކަން ކުރުން ދެމިއަހައްޓާނެއެވެ.) އަދި އާޚިރަތުގައިވެސް ސާބިތުކޮށް ބަހައްޓަވާނެއެވެ. 14:27
- އަނިޔާވެރިން (މުޝްރިކުންނާއި ނުބައިކަންކުރާ މީހުން ފަދަ މީހުން) ކުރާ ކަންތަކާ މެދު ﷲ ޣާފިލުވެވޮޑިގެންވެއެވެ ނުދަންނަވާށެވެ. އެހެނެއްކަމަކު އެކަލާނގެ އެއުރެންނަށް މުހުލަތް ދެއްވަނީ ލޯތައް ބިރުވެތިކަމުން ބަލަން ޖެހޭ ދުވަހަކާ ހަމަޔަށެވެ. 14:42
- އެއީ ﷲ ކޮންމެ މީހަކަށްވެސް އެމީހާ ހޯދި ކަންތަކަށް ޖަޒާ ދެއްވުމަށްޓަކައެވެ. ހަމަކަށްވަންކަމާއެވެ. ﷲ އީ ޙިސާބު ކުރުމުގައި އަވަސްވެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. 14:51
- އަދި ހަމަކަށްވަންކަމާއެވެ. ތިމަންރަސްކަލާނގެ އިންސާނާ ޚަލްޤު ކުރެއްވީ ވަރަށް ދޮންނަ ކަޅު މަށީގެ ތެރެއިން އަޑު އިވޭ މަށިކައްޗަކުންނެވެ. 15:26
- އަދި ޖިންނީން ތިމަންރަސްކަލާނގެ ކުރިން ދުންނެތް އަލިފާނުގެ ލާފަލުން ޚަލްޤު ކުރެއްވީމެވެ. 15:27
- އެ (ނަރަކަމު) އަށް ހަތް ދޮރު ވެއެވެ. އެ ދޮރުތަކުގެ ކޮންމެ ދޮރަކަށްވެސް (ފާފަވެރިންގެ) ޚާއްޞަ ބަޔެއް ކަނޑައެޅިފައިވެއެވެ. 15:44
- އެކަލާނގެ އިންސާނާ ޚަލްޤު ކުރެއްވީ ނުތުފާ (ފިރިހެނާއާއި އަންހެނާގެ ޖިންސީ ދަރިފަޅައިގެ ބައިތަކުގެ މަށި) އިންނެވެ. ދެން އެހެން ނުވެދާށެވެ. މި އަމިއްލަ (އިންސާނާ) ފާޅުވެގެންވާ ދެކޮޅުވެރިޔަކަށް ވެއެވެ. 16:4
- އަދި ޖަނަވާރުތައް އެކަލާނގެ ތިޔަބައިމީހުންނަށް ޚަލްޤު ކުރެއްވިއެވެ. އެތަކެތީގައި ހަރުގަނޑާއި ގިނަ މަންފާތައް ވެއެވެ. އަދި އެއިން ތިޔަބައިމީހުން ކައެވެ. 16:5
- އަދި (އެކަލާނގެ ޚަލްޤު ކުރެއްވި) އަސްތަކާއި ބައްތަކާއި ހިމަރުތައް ތިޔަބައިމީހުން އެއަށް އަރައި ދަތުރުކުރުމަށާއި ޒީނަތެއްގެ ގޮތުގައެވެ. އަދި ތިޔަބައިމީހުންނަށް ނޭނގޭ އެހެން ތަކެތިވެސް އެކަލާނގެ ޚަލްޤު ކުރައްވައެވެ. 16:8
- އެކަލާނގެއީ އުޑުން ފެން (ވާރޭ) ބާޣުކުރައްވާ ރަސްކަލާނގެއެވެ. އެއިން ތިޔަބައިމީހުން ބޮއެއެވެ. އަދި އެއިން (ފެޅިގެން) ތިޔަބައިމީހުންގެ ޖަނަވާރުތައް ރައްކާކުރާ ބިންގަސްތައް ފެޅެއެވެ. 16:10
- އެކަލާނގެއީ ތިޔަބައިމީހުންނަށް ކަނޑު ބަންނަވައި ދެއްވި ރަސްކަލާނގެއެވެ. އެއިން ތިޔަބައިމީހުން ފެންނަ މަސް ކައެވެ. (އެބަހީ: މަސްމަހާމެއްޔެވެ.) އަދި އެއިން ތިޔަބައިމީހުން އަޅާ ޒީނަތްތައް ނެރެއެވެ. 16:14
- އެކަލާނގެ ބިމުގައި ސާބިތުވެގެންވާ ފަރުބަދަތައް އެޅުއްވިއެވެ. އެއީ ތިޔަބައިމީހުންނާއެކު އެ ބިން ހަލުވިދާނެ ކަމަށްޓަކައެވެ. އަދި ކޯރުތަކާއި މަގުތައްވެސްމެއެވެ. އެއީ ތިޔަބައިމީހުން މަގު ދެނެގަތުމަށްޓަކައެވެ. 16:15
- ފަހެ ޚަލްޤު ކުރައްވާ ރަސްކަލާނގެ ޚަލްޤު ނުކުރައްވާ ފަދަ މީހަކާ އެއްފަދަވާނީތޯއެވެ؟ ފަހެ ތިޔަބައިމީހުން ހަނދާން ނުކުރަނީހެއްޔެވެ؟ 16:17
- ތިޔަބައިމީހުން ﷲ ގެ ނިޢުމަތްތައް އަދަދު ކުރަން އުޅުނަސް އެ ނިޢުމަތްތައް އަދަދު ނުކުރެވޭނެއެވެ. 16:18
- ﷲ ތިޔަބައިމީހުން ސިއްރުކޮށްފައިވާ ކަންތަކާއި ފާޅުކޮށްފައިވާ ކަންތައް ދެނެވޮޑިގެންވެއެވެ. 16:19
- އެއުރެން (މުޝްރިކުން) ﷲ ފިޔަވައި އަޅުކަން ކުރާ ތަކެތި އެއްވެސް އެއްޗެއް ނުޚަލްޤު ކުރެތެވެ. އެހެނެއްކަމަކު އެއުރެންނީ ޚަލްޤު ކުރެވިފައިވާ ތަކެތިއެވެ. 16:20
- (އެއުރެންނީ) މަރުވެފައިވާ ދިރުމެއް ނެތް ތަކެތިއެވެ. އަދި އެއުރެން ދިރުއްވެވޭނީ ކޮންއިރަކުންކަންވެސް ނުދަނެތެވެ. 16:21
- ތިމަންރަސްކަލާނގެ ކަމަކަށް އިރާދަކުރައްވައިފިނަމަ އެކަމަކަށް ވިދާޅުވަނީ ހަމައެކަނި "ވާށެވެ!" މިފަދައިންނެވެ. ފަހެ އެއީ ވެގެންދެއެވެ. 16:40
- ފަހެ ނުބައި ރޭވުންތައް ރޭވާ މީހުން ﷲ އެއުރެން ބިމުގައި ޣާރިޤު ނުކުރައްވާނެ ކަމަށް ނުވަތަ އެއުރެން ނުދެނޭ ދިމަދިމާއިން ޢަޛާބު އައިސް ނުޖެހޭނެ ކަމަށް އަމާންވެގެން ތިބޭނީހެއްޔެވެ؟ 16:45
- ތިޔަބައިމީހުންނަށް ލިބިފައިވާ ކޮންމެ ނިޢުމަތަކާއި ހެޔޮ ތަކެއްޗެއް ﷲ ގެ ޙަޟްރަތުންނެވެ. ދެން ތިޔަބައިމީހުންނަށް ދަތިކަމެއް ޖެހިއްޖެނަމަ އެކަލާނގެ ޙަޟްރަތަށް އަޑުއުސްކޮށް އެހީއަށް ގޮވައެވެ. 16:53
- ދެން އެކަލާނގެ ތިޔަބައިމީހުންގެ ކިބައިން އެ ދަތިކަން ނައްތާލެއްވުމުން އޭ އަޖާއިބެވެ! ތިޔަބައިމީހުންގެ ތެރެއިން ބައެއް މީހުން އެއުރެންގެ ވެރިރަސްކަލާނގެއަށް ބައިވެރިން ލަތެވެ. 16:54
- ޖަނަވާރުތަކުގައި ތިޔަބައިމީހުންނަށް ޢިބްރަތެއް ވެއެވެ. ނަޖިސާއި ލޭގެ މެދުން ޠާހިރު ކިރެއް ތިމަންރަސްކަލާނގެ އެއުރެންގެ ބަނޑުތަކުން ތިޔަބައިމީހުންނަށް ބޯން ދެއްވަމެވެ. ބޯންޏަށް މީރުވެގެންވެއެވެ. 16:66
- ފަހެ ﷲ އަށް މިސާލު ނުޖައްސާށެވެ. (އެކަލާނގެއާ އެއްފަދަ އެއްވެސް އެއްޗެއް ނެތެއެވެ. އަދި އެކަލާނގެ އެއްވެސް އެއްޗަކާ އެއްފަދަވެވޮޑިގެންނެއް ނުވެއެވެ.) ހަމަކަށްވަންކަމާއެވެ! ﷲ ދެނެވޮޑިގެންވެއެވެ. އަދި ތިޔަބައިމީހުން ނުދަނެތެވެ. 16:74
- ދަންނާށެވެ. ﷲ އިންސާނާއަށް އިވުމާއި ފެނުމާއި ބުއްދިއާއި ހިތްތައް ދެއްވީ އެއުރެން ޝުކުރު ކުރުމަށްޓަކައެވެ. 16:78
- ދަހިވެތިކަމާއި ތަމަހައި ކުރުމުން ދުރުވާށެވެ. 16:97
- ތިޔަބައިމީހުން ޤުރުއާން ކިޔަވަން އުޅޭހިނދު މަރުދުވަފައިވާ ޝައިޠާނާ (ފިތުނަވެރިޔާ) ގެ ކިބައިން ﷲ ގެ ޙަޟްރަތުން ޙިމާޔަތް އެދޭށެވެ. 16:98
- ދަންނާށެވެ. ޖާހިލުކަމުން ކުރެވޭ ނުބައި ކަމެއް ފުއްސެވޭނީ އެ މީހާ ތައުބާވެ އަމިއްލަ ނަފްސު ރަނގަޅު ކުރުމުންނެވެ. 16:119
- (އޭ މުޙައްމަދު ﷺ) ތިބާގެ ވެރިރަސްކަލާނގެ މަގަށް (އެބަހީ: އިސްލާމް ދީނަށް) ޙިކުމަތާއި ރީތި ވަޢުޡުން މީސްތަކުން ގޮވާށެވެ. އަދި އެއުރެންނާ އެންމެ ރަނގަޅު ގޮތުގައި ޖަދަލު ކުރާށެވެ. އެހެން މީހުން ﷲ ގެ މަގަށް ގޮވުން ކުރަންވާނީ ޙިކުމަތާއި އޯގާތެރިކަމާއެކުއެވެ. 16:125
- ﷲ އެކަލާނގެއަށް ބިރުވެތިވާ މީހުންނާއި މުޙްސިނުން (ހެޔޮ ޢަމަލުކުރާ މީހުން) އާއެކުއެވެ. 16:128
- މި ޤުރުއާން އެންމެ ޢަދުލުވެރި އަދި އެންމެ ރަނގަޅު މަގަށް ހިދާޔަތް ދައްކައެވެ. 17:9
- އެއްވެސް މީހަކަށް އަނެއް މީހެއްގެ ފާފަތައް އުފުލައެއް ނުލެވޭނެތެވެ. 17:15
- އާޚިރަތަށް އެދި އަދި އެކަމަށް ޙައްޤުވާ މިންވަރަށް މަސައްކަތް ކޮށް އަދި އޭނާ މުއުމިނަކު ކަމުގައިވާނަމަ ފަހެ އެއުރެންނީ އެއުރެންގެ މަސައްކަތް ޤަދަރުކުރެވި ޝުކުރު ކުރެވި އަދި (ﷲ ގެ ޙަޟްރަތުން) ޖަޒާ ލިބޭނެ މީހުންނެވެ. 17:19
- މައިންބަފައިންނަށް ޢިއްޒަތް ދީ އޯގާތެރިކަމާއެކު މުޢާމަލާ ކުރާށެވެ. މައިންބަފައިންނަށް ކިޔަމަންވާށެވެ. މައިންބަފައިންނަށް ނިކަމެތިކަމުގެ ބަހެއް ނުބުނާށެވެ. އަދި ތިބާގެ ވެރިރަސްކަލާނގެ އަމުރު ކުރައްވައިފިއެވެ. ތިޔަބައިމީހުން އެކަލާނގެ މެނުވީ އެއްވެސް ފަރާތަކަށް އަޅުކަން ނުކުރުމަށެވެ. އަދި ތިޔަބައިމީހުން މައިންބަފައިންނަށް ކިޔަމަންވާށެވެ. އެއުރެންގެ ތެރެއިން އެކަކު ނުވަތަ ދެމީހުންވެސް ތިބާގެ ދިރިއުޅުމުގައި މުސްކުޅިވެއްޖެނަމަ އެއުރެންނަށް ނިކަމެތިކަމުގެ ބަހެއް ނުބުނާށެވެ. އަދި އެއުރެންނަށް އަޑުއުސް ނުކުރާށެވެ. އެހެނެއްކަމަކު އެއުރެންނަށް ޢިއްޒަތުގެ ބަސް ބުނާށެވެ. 17:23
- އަދި ރަޙްމަތުގެ ސަބަބުން އެއުރެންނަށް ކިޔަމަންވުމާއި އިންތިހާއަށް ދާ މަޑުމައިތިރިކަމުގެ ފިޔަތައް ދަށަށް ލާށެވެ. އަދި ބުނާށެވެ. "އަޅުގެ ވެރިރަސްކަލާނގެއެވެ. އަޅާ ކުޑައިރު އަޅާ ބޮޑުކުރެއްވި ފަދައިން އެއުރެންނަށް ތިބާގެ ރަޙްމަތް ލައްވައިފާށެވެ." 17:24
- ހަމަކަށްވަންކަމާއެވެ. އިސްރާފުކުރާ މީހުންނީ ޝައިޠާނުންގެ އަޚުންނެވެ. އަދި ޝައިޠާނާ (ފިތުނަވެރިޔާ – އިބްލީސް) އީ އޭނާގެ ވެރިރަސްކަލާނގެއަށް ދެކޮޅުހަދާ މީހެކެވެ. 17:27
- މުދާ އިސްރާފުކޮށް ނުހޭދަކުރާށެވެ. 17:29
- ފަޤީރުކަމުގެ ބިރުން ދަރިން ނުޤަތުލާށެވެ. 17:31
- ޒިނާ ނުކުރާށެވެ. ކައިވެނީގެ ޙުރުމަތް ދަމައިގަނެ ޒިނާއިން ދުރުވާށެވެ. 17:32
- ތިޔަބައިމީހުން މިންގަނޑު ނަގާހިނދު ފުރިހަމައަށް ނަގާށެވެ. އަދި ސީދާ ތަރާޒޫއަކުން ކިރާށެވެ. އެއީ ރަނގަޅު (މަންފާހުރި) ކަމެކެވެ. އަދި ނިމުންގައި މާ ރަނގަޅެވެ. 17:35
- (އޭ އިންސާނާއެވެ. ނުބުނާށެވެ. ނުވަތަ ނުދެކޭށެވެ. ނުވަތަ ހެކިނުވާށެވެ.) ތިބާއަށް ޢިލްމެއް ނެތް ކަމެއްގެ ފަހަތް ނުލާށެވެ. (މިސާލަކަށް: މީހަކު ބުނުން: "ތިމަންނާ ދެކީމެވެ." ޙަޤީޤަތުގައި އޭނާ ނުދެކޭ ކަމުގައިވިޔަސް، ނުވަތަ "ތިމަންނާ އަޑުއެހީމެވެ." އޭނާ ނާއިވާ ކަމުގައިވިޔަސްއެވެ.) 17:36
- މަޑުމައިތިރިވާށެވެ. އަދި ކިބުރުވެރި ނުވާށެވެ. ކިބުރާއި ބޮޑާކަމާއެކު ބިމުގައި ނުހިނގާށެވެ. ހަމަކަށްވަންކަމާއެވެ. ތިބާއަކަށް ބިން ފަޅައިގެން ނުދެވޭނެއެވެ. އަދި ފަރުބަދަތަކުގެ އުސްމިނަށް ނުދެވޭނެއެވެ. 17:37
- ތިބާގެ ވެރިރަސްކަލާނގެ ތިބާ އެންމެ ރަނގަޅަށް ދެނެވޮޑިގެންވެއެވެ. އެކަލާނގެ އިރާދަކުރައްވައިފިނަމަ ތިޔަބައިމީހުންނަށް ރަޙްމަތް ލައްވާނެއެވެ. ނުވަތަ އެކަލާނގެ އިރާދަކުރައްވައިފިނަމަ ތިޔަބައިމީހުންނަށް ޢަޛާބު ކުރައްވާނެއެވެ. 17:54
- މި ދުނިޔޭގައި ކަނު (އެބަހީ: ﷲ ގެ އާޔަތްތައް ނުދެކި އެކަލާނގެއަށް އީމާން ނުވާ) މީހާ އާޚިރަތުގައިވެސް ކަނުވާނެއެވެ. އަދި މަގުން މާ ބޮޑަށް ފުނގެނިގެންވާނެއެވެ. 17:72
- ނަމާދަށް ކަނޑައެޅިފައިވާ ވަޤުތުތައް ދަމައިގަންނާށެވެ. 17:78
- ހަމަކަށްވަންކަމާއެވެ. ތިމަންރަސްކަލާނގެ މި ޤުރުއާނުގައި މީސްތަކުންނަށް ކޮންމެ ބާވަތެއްގެ މިސާލެއް ފުރިހަމައަށް ބަޔާން ކުރެއްވީމެވެ. އެހެނެއްކަމަކު މީސްތަކުންގެ ގިނަބަޔަކު ކުފުރު މެނުވީ (ޙައްޤު ޤަބޫލުކޮށް އެއްވެސް އެއްޗެއް) ނުޤަބޫލުކުރެތެވެ. 17:89
- ތިމަންރަސްކަލާނގެ މި ޤުރުއާނުގައި މީސްތަކުންނަށް ކޮންމެ ބާވަތެއްގެ މިސާލެއް ބަޔާން ކުރެއްވީމެވެ. އެހެނެއްކަމަކު އިންސާނާ އެންމެ ބޮޑަށް ޖަދަލުކުރާ އެއްޗަކަށް ވެއެވެ. 18:54
- އެއީ އެއުރެންގެ ޖަޒާއެވެ. ނަރަކަމެވެ. އެއީ އެއުރެން ކާފިރުވެ ތިމަންރަސްކަލާނގެ އާޔަތްތަކާއި ތިމަންރަސްކަލާނގެ ރަސޫލުން ފުރައްސާރައެއްގެ ގޮތުގައި ބަލައިގަތުމުންނެވެ. 18:106
- ﷲ އަށް ދަރިކަލަކު ލެއްވުން ނޭކަންވެއެވެ. (މިއީ ނަޞާރާއިން ﷲ އާ ދިމާއަށް ބުނާ ދޮގަށް އިޝާރާތެކެވެ. އެއުރެން ބުނެއެވެ. "ޢީސާ (ޔަސޫޢު) އީ ﷲ ގެ ދަރިކަލެވެ.") އެއުރެން އެކަލާނގެއަށް ޝަރީކު ކުރާ ހުރިހާ ތަކެއްޗަށްވުރެ އެކަލާނގެ މަތިވެރިވެ މާތްވެގެންވެއެވެ. 19:35
- މީސްތަކުންނަށް މަޑުމައިތިރި ބަހުން ވާހަކަ ދައްކާށެވެ. 20:44
- ހެޔޮ ޢަމަލު ކުރުމުގައި އެއްބަޔަކު އަނެއްބަޔަކާ ވާދަ ކުރާށެވެ. 21:90
- ބޭކާރު ވާހަކައިން ދުރުވާށެވެ. 23:3
- ތިޔަބައިމީހުންގެ ޢައުރަ ރައްކާތެރިކުރާށެވެ. 23:5
- ފާފައަށް ދަމައިގަންނަ ހިތް ރައްކާތެރިކުރާށެވެ. 23:97
- އެހެން މީހުންނަށް ޢަފޫކޮށް އެއުރެންގެ ކުށްތައް ފުއްސާށެވެ. 24:22
- އެހެން މީހުންގެ ޚާއްޞަކަން ޤަދަރު ކުރާށެވެ. ޚާއްޞަކޮށް އެއުރެންގެ ގެތަކުގައެވެ. އަވަށްޓެރިންގެ ޙައްޤުތައް އަދާ ކުރާށެވެ. 24:27
- (ފިރިހެނުންނާއި އަންހެނުން ދެބައިމީހުންވެސް) ލޯ ތިރިކޮށް ބަހައްޓާށެވެ. ތިޔަބައިމީހުންގެ ޢައުރައާއި ޢިއްފަތް ރައްކާތެރިކުރާށެވެ. 24:30
- ފޭރާމާއި އަޚްލާޤުގައި ޙަޔާތްތެރިކަން ދަމައިގަންނާށެވެ. 24:31
- ދަންނާށެވެ. ﷲ އެކަލާނގެއަށް އަޅުކަން ކޮށް ހެޔޮ ޢަމަލު ކުރާ މީހުންނަށް އަމާންކަމާއި ސުލްޙަ ދެއްވައެވެ. 24:55
- މައިންބަފައިންގެ ޚާއްޞަ ކޮޓަރިއަށް އިޛުނަ ނުހޯދައި ނުވަނާށެވެ. 24:58
- މަޑުމައިތިރިވެ އިންތިހާއަށް ނުދާށެވެ. 25:63
- ދޮގު ހެކިބުމާއި ޚިޔާނާތުން ދުރުވާށެވެ. 25:72
- އާޚިރަތުގެ ޘަވާބަށް މަސައްކަތް ކުރާށެވެ. އެހެނެއްކަމަކު ދުނިޔޭގެ ކަންތައްތައް ނުހަނދާންނުވާށެވެ. 28:77
- ﷲ އާއެކު އެހެން އެއްވެސް އިލާހަކަށް ދަންނަވާ ނުކުރާށެވެ. 28:88
- ލިވާޠުވުމުގައި ނުހަރަކާށެވެ. 29:29
- ތިޔަބައިމީހުންގެ ހުރިހާ މަސައްކަތެއްގައި އެންމެ މޮޅުކަމަށް މަސައްކަތް ކުރާށެވެ. 29:69
- ނަމާދު ޤާއިމުކޮށް ޘަވާބުގެ ގޮތުގައި ހޭދަ ކުރާށެވެ. 31:4
- ހެޔޮކަމަށް އަމުރު ކޮށް ނުބައިކަމުން ނަހީ ކުރާށެވެ. 31:17
- އަޚްލާޤުގައި ކިބުރުވެރިކަމުން ދުރުވާށެވެ. ބޭކާރު ވާހަކައިން ވަޤުތު ބޭކާރު ނުކުރާށެވެ. 31:18
- ތިޔަބައިމީހުންގެ ހަށިގަނޑާއި އަޑުގެ މިންވަރު މެދުމިންވަރުކޮށް ބަހައްޓާށެވެ. 31:19
- ނަބިއްޔާ މުޙައްމަދު ﷺ ގެ ނަމޫނާއަށް ތަބަޢަވާށެވެ. 33:21
- އަންހެނުން އެއުރެންގެ ޒީނަތާއި ރީތިކަން ފާޅުނުކުރާށެވެ. 33:33
- ހުރިހާ ޙާލަތެއްގައި ތެދު ބުނާށެވެ. 33:70
- ވިސްނާ ފިކުރުކޮށް ޙިކުމަތާއި ފަހުމް ހޯދާށެވެ. 38:29
- ޤުރުއާނުގެ އަމުރުތަކަށް ކިޔަމަންވާށެވެ. 39:23
- ފާފަވެރިޔާ ތައުބާވެ އެކަލާނގެއަށް އެނބުރިއައިފިނަމަ ﷲ ހުރިހާ ފާފަތަކެއް ފުއްސަވައެވެ. 39:53
- ﷲ އަށް އިޚްލާޞްތެރި ދުޢާ ކުރާށެވެ. 40:60
- ނުބައިކަން އެންމެ ރަނގަޅު ގޮތުން ދުރުކުރާށެވެ. 41:34
- ކަންތައްތައް މަޝްވަރާއިން ނިންމާށެވެ. 42:38
- ނަބިއްޔާގެ އަޑުފުޅަށްވުރެ ތިޔަބައިމީހުންގެ އަޑު އުސް ނުކުރާށެވެ. 49:2
- ސިއްރުތައް ރައްކާތެރިކޮށް ޚިޔާނާތުން ދުރުވާށެވެ. 49:6
- ޚިލާފުވާ މީހުންގެ މެދުގައި ޞުލްޙަ ޤާއިމު ކުރާށެވެ. ޚިލާފުތަކުގައި ޞުލްޙަ ހޯދާށެވެ. 49:9
- އެހެން މީހުންށް ފުރައްސާރަ ނުކުރާށެވެ. 49:11
- ޝައްކުކުރުން ދޫކޮށްލާށެވެ. ޖާސޫސުވުމާއި ޣީބަބުނުމުން ދުރުވާށެވެ. އެހެން މީހުންނަށް ބުހުތާން ނުކުރާށެވެ. ނުވަތަ އެއުރެންގެ ނަން ނުގަނާށެވެ. ޣީބަބުނުމާއި ބުހުތާނުގެ ހުރިހާ ސިފައަކުން ދުރުވާށެވެ. ކިބުރުވެރިކަމުން އަނިޔާއަށް ދިއުން ނުދޭށެވެ. 49:12
- ދަންނާށެވެ. މީހަކު މާތްކުރަނީ ހަމައެކަނި ތަޤުވާވެރިކަމެވެ. މީސްތަކުންނާއި ޘަޤާފަތްތަކުގެ ތެރޭގައިވާ ތަފާތުތައް ޤަދަރު ކުރާށެވެ. 49:13
- ދަތުރުވެރިންނަށް ޢިއްޒަތް ދޭށެވެ. 51:26
- ﷲ އާ ދިމާއަށް ތިޔަބައިމީހުންގެ ޒިންމާތައް ހަނދާން ބަހައްޓާށެވެ. 51:56
- މުދާ ޘަވާބުގެ ގޮތުގައި ހޭދަ ކުރާށެވެ. 57:7
- ދަންނާށެވެ. ދީނުގައި ރަހުބާނިއްޔަތު (ކައިވެނި ދޫކޮށް ދުނިޔޭގެ އަރާމުތައް ދޫކޮށްލުން ފަދަ ކަންތައް — ރަހުބާނުން، ނަންނުން ފަދަ ދީނީ ވަޢުދުގެ ދަށުގައި އުޅޭ މީހުން ނުވަތަ އެއުރެން އުޅޭ ޢިމާރާތްތައް) ނެތެވެ. 57:27
- މުދާ ﷲ ހަނދުމަ ކުރުމުން ތިޔަބައިމީހުން ޣާފިލު ނުކުރާށެވެ. 58:11
- ޢިލްމު ލިބިފައިވާ މީހުންނަށް ﷲ މަތީ ދަރަޖައެއް ދެއްވާނެއެވެ. 58:11
- ޣައިރު މުސްލިމުންނާ ރަނގަޅާއި ޢަދުލުވެރި ގޮތުގައި މުޢާމަލާ ކުރާށެވެ. 60:8
- ތިޔަބައިމީހުންގެ އިޢުތިޤާދާއި ޢަމަލުގައި މުނާފިޤުކަމުން ދުރުވާށެވެ. 63:9
- ދަހިވެތިކަމާއި މިސްކިނުވުމުން ދުރުވާށެވެ. 64:16
- ތިޔަބައިމީހުންނަށް ޙަވާލުކުރެވިފައިވާ ވަޙީތައް ރައްކާތެރިކުރާށެވެ. 73:15
- ޤިޔާމަތް ދުވަހަށް ހަނދާން ބަހައްޓާށެވެ. 75:36
- ކެތްތެރިކަމާއި އޯގާތެރިކަމަށް އަމުރު ކުރާށެވެ. 90:17
- އެއުރެންގެ ނަފްސުތައް ޠާހިރުކުރި މީހުން ކާމިޔާބުވެއެވެ. އަދި އެއުރެންގެ ނަފްސުތައް ފަސާދަކުޅަ މީހުން ޚަސާރަވެއެވެ. 91:10
- ބޭނުންޖެހިފައިވާ މީހުން ނުދޫކޮށް ނުފޮނުވާށެވެ. 93:10
- ޢިލްމާއި ފަހުމް ހޯދާށެވެ. ޤުރުއާން ކިޔަވައި ވިސްނާ ފިކުރުކުރާށެވެ. 96:1–5
- ފަޤީރުންނަށް ކާންދިނުމަށް ބާރު އަޅާށެވެ. 107:3
""";
