const String quranIndexBurmeseRaw = r"""
မင်္ဂလာတောင်းပန်မှုများ မန်ဇိလ် 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
ကျွန်ုပ်တို့သခင် တောင်းပန်မှုများ 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
ကျွန်ုပ်သခင် တောင်းပန်မှုများ 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
အာရုန် (ဟာရုန်) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120
'Abasa, S.80; 74:22
တည်ညိုမှု (Wudu), 4:43; 5:6
အာဗြဟံ (Ibrahim) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ယဟူဒီလည်းမဟုတ်၊ ခရစ်ယာန်လည်းမဟုတ်, 3:67-68
- ဗက္ကာမြို့ရှိ ပထမဘုရားကျောင်း၌ ရပ်တည်ခဲ့သည်, 3:97; 26:123
- ကာအ်ဗာ၏ အုတ်မြစ်ကို ထောင်သည် 2:124-129
- သူ၏လူများကို တစ်ဆူတည်းသောအရှင်ကို ကိုးကွယ်ရန် ခေါ်ဆိုသည် 2:130-133; 26:69-89; 29:16; 29:24-27
- မာနကြီးသောဘုရင်နှင့် ငြင်းခုံသည် 2:258
- ထမြောက်ခြင်းအကြောင်း မေးမြန်းသည် 2:260
- ယဟူဒီလည်းမဟုတ်၊ ခရစ်ယာန်လည်းမဟုတ် 3:65-68
- ကောင်းကင်ဝတ္ထုများကို ကိုးကွယ်ခြင်းကို ငြင်းပယ်သည် 6:74-87
- အိဿဟာတ် မွေးဖွားလာမည်ဟူသော သတင်းကို လက်ခံရသည် 11:69-76; 51:24-30
- ကာအ်ဗာ၌ ဆုတောင်းသည် 14:35-41
- မလာဣကာများ လာရောက်သည် 15:51-56
- ပုံသေနမူနာ 16:123
- သူ၏ဖခင်အား အမှန်တရားသို့ ခေါ်ဆိုသည် 19:41-50
- ရုပ်တုများကို ဖျက်ဆီးပြီး မီးထဲမှ ကယ်တင်ခြင်းခံရသည် 21:51-73; 37:83-113
- ဟဂျ်ဖျော်ကြဖို့ ခေါ်ဆိုသည် 22:26
အဗ်ရာရ်, 3:193, 198; 76:5; 82:13; 83:18-22
အာယာတ် ပယ်ဖျက်ခြင်း, 2:106, 16:101
အဘူလဟဗ်, 111:1-5
'Ad လူမျိုး, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
အာဒမ်, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- မလာဣကာများ ဦးညွတ်ရန် အမိန့်ပေးခြင်း, 2:34; 7:11
- အသိပညာသစ်ပင်, 2:35; 7:19-20; 20:120-121
- ဂျန်နသ်မှ နှင်ထုတ်ခြင်း (ဟဝ္ဝာကို အပြစ်မတင်), 2:36; 7:24
- အလ္လာဟ်အရှင်မြတ်က ဂုဏ်ပြုတော်မူပြီး ရှေတာန် စုံစမ်းသည် 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- အလ္လာဟ်အရှင်မြတ် ခွင့်လွှတ်တော်မူသည် 2:37; 20:122
'Adiyat, S.100
'Adn ဂျန်နသ်, 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
ကပ်ရောက်ဒုက္ခ
- တစ်ဦး၏ဝန်ထုပ်ကို တစ်ဦးမဆောင်, 6:164; 17:15; 35:18; 39:7; 53:38
- ဆောင်ရွက်နိုင်သည့်အပြင် မပင်ပန်းစေ, 2:286; 6:152; 7:42; 23:62
- ဒုက္ခအတွင်း သည်းခံခြင်း, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
အိုမင်းခြင်း, 16:70; 22:5; 30:54; 36:68
- အိမ်တွင်ရှိသော မိဘအိုများအပေါ် အပြုအမူ, 17:23
အဟ်မဒ်, 61:6
အဟ်ကာဖ်, S.46; 46:21
အဟ်ဇာဗ်, S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
အိုင်ကာ၏ နေထိုင်သူများ, 15:78; 26:176; 38:13; 50:14
A'la S.87; 87:1; 92:20
'Alaq, S.96
Al-Imran, S.3
အလ္လာဟ်အရှင်မြတ်
- အရှင်မြတ်၌ တစ်နေ့သည် လူသား နှစ်ငါးသောင်းနှစ် ညီသည်, 70:4
- အရှင်မြတ်၌ တစ်နေ့သည် လူသား တစ်ထောင်နှစ် ညီသည်, 22:47; 32:5
- မည်သည့်အရာကိုမဆို ပြုနိုင်စွမ်း, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- အကြင်နာအမြတ်ဆုံး တရားသူကြီး, 95:8
- အဓိပ္ပာယ်ဖွင့်ဆိုရန် ကျော်လွန်သည်, 43:82; 67:12
- သောင်မတင်သူများ၏ အကြံများကို ဖျက်ဆီးတော်မူသည်, 8:30; 8:36
- လူသားများကို ပျောက်ကွယ်စေပြီး အခြားသတ္တဝါများ ဖန်ဆင်းနိုင်သည်, 4:133; 14:19; 35:16
- ရယ်မောခြင်းနှင့် ငိုကြွေးခြင်း ဖြစ်စေတော်မူသည်, 53:43
- လူတစ်ဦးကို တစ်ရာနှစ် အိပ်ပျော်စေတော်မူသည်, 2:259
- သောင်မတင်သူများ၏ ရန်သူ, 2:98
- နံနက်မှ ညဦး အထိ ဂုဏ်တော်ချီးမွမ်းပါ, 33:42
- အရှင်မြတ်၏ မှားယွင်းသော သမီးတော်များ, 16:57; 17:40; 43:16; 52:39; 53:21-22
- နာမည်တော်ဖြင့်, 53:19-20
- လူသားများအား လွတ်လပ်သောဆန္ဒ ပေးတော်မူသည်, 36:67
- အရှင်မြတ်အဖို့ အရာရာကို စွန့်လွှတ်ခြင်း, 4:66-68; 4:125
- ကောင်းကျိုးဆိုးကျိုး အရှင်မြတ်ထံမှ, 4:78
- အသက်ပေးတော်မူပြီး သေစေတော်မူသည်, 44:8; 53:44; 57:2; 67:2
- ကြိုးစားသူများ ပိုမိုကောင်းသောဆုလာဘ် ရသည်, 4:95-96; 5:54; 9:120; 49:15; 61:11
- ကျွန်မော်မည်မရှိ, 72:3
- သားတော်မရှိ, 43:81; 72:3; 112:3
- ခက်ခဲမှုအတွင်း သင်ကို မစွန့်ပစ်, 93:3
- အသိပညာဖြင့် နေရာတိုင်း ရှိတော်မူသည်, 2:115; 2:142; 2:177; 4:126
- ပထမဆုံးနှင့် နောက်ဆုံး ဖြစ်တော်မူသည်, 57:3
- ထင်ရှားသောနှင့် ဝှက်ထားသော ဖြစ်တော်မူသည်, 57:3
- နားလည်မရသော အရာများကို သိတော်မူသည်, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- တရားမျှတတွင် နှစ်သက်တော်မူသည်, 49:9
- မိန့်မဲ့မတော်မူသည်ကိုသာ ဥပဒေမပြုဟု မမှတ်ယူနှင့်, 5:101; 6:140; 6:148; 7:32
- စစ်သုံ့ပန်းကောင်းသူများအပေါ် ကရုဏာ, 8:70
- သဘာဝ, 2:255
- မည်သည့်လူသားမျှ ဘုရားမဟုတ်, 3:64; 3:151
- သုံးပါးစုံ မဟုတ်, 4:171
- မကောင်းမှုမှ ကာကွယ်ဖို့, 113:1-5; 114:1-6
- ရပ်ခြင်း၊ ထိုင်ခြင်း၊ လဲလျောင်းခြင်းဖြင့် မှတ်သားခြင်း, 3:191; 4:103; 10:12; 25:64
- ဝမ်းဗိုက်တွင် ပုံသွင်းတော်မူသည်, 3:6
- ပလ္လင်တော်သည် ရေပေါ်တွင် ရှိသည်, 11:7
- သင်တို့မသိသောအရာများ ဖန်ဆင်းလိမ့်မည်, 16:8
- ဖန်ဆင်းမှုကို မတရားမပြု, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
မဟာမိတ်ဖွဲ့ခြင်း, 8:72; 9:7
- ခရစ်ယာန်နှင့် ယဟူဒီ, 5:51
- မယုံကြည်သောဆွေမျိုးများနှင့် တားမြစ်, 9:23-24
- မုနာဖစ်များနှင့် တားမြစ်, 4:88-89; 4:139; 4:144
Alyasa', (see Elisha)
အမာနသ်၊ သစ္စာတည်ခြင်းနှင့် အလ္လာဟ်မှာကြားသောတာဝန်များ, 2:283; 4:58; 8:27
- သစ္စာကို ကြည့်ပါ
မလာဣကာများ, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- မီးမှ ဖန်ဆင်းသည်, 7:12; 38:76
- ရှစ်ဦးသည် တရားစီရင်ခြင်းနေ့တွင် ပလ္လင်တော်ကို ဆောင်ကြသည်, 69:17
- အမျိုးသမီးဟူ၍ မမှန်ကန်သောဆိုင်, 43:19; 53:27
- စောင့်ရှောက်မှု 82:10-12; 86:4
- ငရဲကို အုပ်ချုပ်သော တစ်ဆယ့်ကိုးဦး, 74:30-31
- အလိုဆန္ဒကျေနပ်ရန် မပို့, 15:7-8
- စိတ်ကူးပေးရန် ပို့သည်, 16:2
အမျက်, မထွက်တတ်ဖို့, 3:134
'Ankabut, S.29
ကြက်ဆိတ်များ, 27:18
မျောက်များ, 5:60
- ရှက်ဖွယ်, 2:65; 7:166
သောင်မတင်ခြင်း, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- သောင်မတင်သူများအဖို့ အမြန်ပြဆိုးကျေးမတောင်းနှင့်, 46:35
- အလ္လာဟ်တစ်ဆူတည်း အပြစ်ပေးမည်, 73:11; 74:11
- နောင်တမလွန်တွင် အပြစ်ပေးမည်, 2:217; 9:74
- အခြားသူများ၏ ပယ်ချမှု, 3:87
- နောင်တ, 3:89; 5:34; 9:5; 9:11
- တရားစီရင်ခြင်းနေ့တွင် နောက်ကျသည်, 40:85
- အတင်းအဓမ္မဆောင်မှုအောက်, 16:106
သောင်မတင်သူများ,47:25
A'raf, S.7; 7:46, 48
အာရာဖသ်, 2:198
ငြင်းခုံခြင်း
- မိမိကိုယ်ကို လှည့်စားသောသူများဘက်မှ မငြင်းနှင့်, 4:107
- ဤလောကတွင် သူတို့ဘက်မှ ငြင်းခဲ့သော်လည်း ထမြောက်ခြင်းနေ့တွင် ဘယ်သူ ငြင်းမည်နည်း, 4:109
အငြင်းပွားမှု/တိုက်ခိုက်မှုများ
- အတိုင်း တုံ့ပြန်, 8:58
- သည်းခံနေခြင်းသည် ပိုကောင်း, 16:126
သံချပ်အကာ, 16:81
'Asr,S.103
အာယာတ်အလ်ကုရ်စီ, 2:255
နောက်တောင်းစကားပြောသူ, 49:12; 104:1
ဗဒရ် (တိုက်ပွဲ), 3:13
- သင်ခန်းစာများ, 8:5-19, 42-48
Al-Bait-ul-Ma mur, 52:4
ဗက္ကာ (မက္ကာ), 3:96
ဗအ်လ်, 37:125
ဗလဒ်, S.90
ဟန်ချက်ညီမျှခြင်း, 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
ဗနူ အန်နဒီရ်, 59:2-6, 13
ဗကာရာ, S.2
ဗရာအ် (တောဘာကြည့်ပါ), S.9
ဗာရ်ဇက်,(အတားအဆီး), 23:100; 25:53; 55:20
- ကြည့်ပါ 18:94-97; 34:54; 36:9
ဗိုင်ယိနာ, S.98
နောက်ဆုံးကာလ၏ သတ္တဝါ, 27:82
ဗဒူဝင်များ, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
ပျားရည်, 16:68-69
အပြုအမူ
- ယခင်သမ္မာကျမ်းစာ ပေးခြင်းခံသူများနှင့် ကြင်နာစွာ ငြင်းခုံပါ, 16:125, 29:46
- မသိသောအရာများနှင့် မပတ်သက်ပါနှင့်, 17:36
- ကြီးလေးသောအပြစ်နှင့် ရှက်ဖွယ်ကိစ္စများကို ရှောင်ပါ, 53:32
- တစ်ဦးနှင့်တစ်ဦး ကောလဟာလမကျပါနှင့်၊ စုံထောက်မကြပါနှင့်၊ နောက်တောင်းစကားမပြောပါနှင့် 49:12
- ထင်မြင်ချက်တွင် တရားမျှတပါ, 6:152
- အသိုင်းအဝိုင်း အလယ်အလတ်ဖြစ်ရမည်, 2:143; 25:67
- မာနကြီးခြင်း တားမြစ်, 4:36, 57:23
- ကူညီမှုတောင်းသူများကို မဆူပူနှင့်, 93:10
- မိမိကိုယ်ကို သန့်ရှင်းသည်ဟု မမှတ်ယူနှင့်, 53:32
- အခြားသူများကို မထိမဲ့မြင်မပြနှင့်, 49:11; 104:1
- မကောင်းသောအရာများ ထင်ရှားစွာ မပြောပါနှင့်, 4:148
- တစ်ဦးနှင့်တစ်ဦး မကောင်းသောစကား မပြောနှင့်, 104:1
- တစ်စုစီ ဥပဒေနှင့် လမ်းစဉ်ပေးထား, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- ကိုးကွယ်မှုနည်းလမ်းနှင့်, 22:67
- အလ္လာဟ် တစ်ပါတည်း အသိုင်းအဝိုင်းဖြစ်စေနိုင်သည်, 5:48; 11:118; 16:93; 42:8
- အလ္လာဟ်အောက်တွင် တစ်ပါတည်း, 21:92
- ယဟူဒီများကို ခွင့်လွှတ်ပါ, 5:13
- မယုံကြည်သူများကို ခွင့်လွှတ်ပါ, 31:15; 45:14
- လျင်မြန်စွာ ခွင့်လွှတ်ပါ, 42:37
- အုပ်ချုပ်သူများ တိုင်ပင်ပြီး ဆုံးဖြတ်ပါ, 42:38
- နဗီတမန်တော်, 10:47; 16:36
- ယုံကြည်သူများကို ကြမ်းကြုတ်ခြင်း အပြစ်ရှိ, 33:58
- ယောကျားများ (အမျိုးသမီးများဆီ), 24:30
- ငြိမ်းချမ်းရေးဖန်တီးသူများ ဆုလာဘ်ရ, 42:40
- မတတ်နိုင်လျှင် ဆင်းရဲသားများအား တရားမျှတသောစကားဆိုပါ, 17:28
- အိမ်ရှိ မိဘအိုများဆီ, 17:23
- အခြားမွတ်စလင်များဆီ, 33:6
- အခြားသူများဆီ, 17:26-29; 17:35; 17:53; 60:8
- မိဘများဆီ, 46:15
- ကျွန်များဆီ, 4:36; 24:33
- တိုက်မခိုက်သောမယုံကြည်သူများကို တရားမျှတစွာ ဆက်ဆံ, 60:8
- နဗီ၏ ဇနီးများ, 33:28-34
- အမျိုးသမီးများ (ယောကျားများဆီ), 24:31
- သမ္မာကျမ်းစာ အားလုံးတွင်, 2:136; 2:285
- သဘာဝ, 49:14-15
ယုံကြည်သူများ, 2:2-5; 2:285; 8:2-4; 8:24
ဆန္ဒမေ, 2:180, 240; 4:7, 12; 36:50
လှည့်ဖြားခြင်း (လိမ်ညာ၊ လိမ်လည်), 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
သမ္မာကျမ်းစာ, 5:64, 5:65, 5:68
- ပြောင်းလဲဖျက်ဆီးခြင်း, 3:78; 5:14-15
ငှက်များ, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
အသွေးဖိုး (Diya), 2:178-179; 4:92; 17:33
စစ်ဆုတောင်း, 4:94. 8:41; 59:6-8
- တရားမဝင်ယူခြင်း, 3:162
- ဆုတောင်းများ ကြည့်ပါ
လာဘ်စားခြင်း, 2:188
ဗုဒ်န်, 22:36
ဝန်ထုပ်
- တစ်ဦး၏ဝန်ထုပ် မဆောင်သင့်, 35:18; 39:7; 53:38
- မယုံကြည်သူများ အခြားသူများ၏ ဝန်ထုပ်ပါ ဆောင်မည်, 16:25; 29:13
- မကောင်းသောဝန်ထုပ်, 6:31, 164
- အလ္လာဟ်မြင်နိုင်သည့်အပြင် မပင်ပန်းစေ, 2:286; 7:42; 23:62
ဗုရူဂျ် (ကြယ်တာရာများ), S.85; 85:1; 15:16; 25:61
ကုလားအုပ်, 6:144; 7:40; 77:33; 88:17
အကျဉ်းသားများ, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- စစ်သုံ့ပန်းများကိုလည်း ကြည့်ပါ
မွဲ, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
သောင်ခေါင်းတောင်, 9:40
တောင်ကြောရှိသူများ, 18:9-22, 25-26
စစ်မှန်သောအတည်အနှင်, 56:95; 69:51
ဇကာသ်, (Sadaqah), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- ဇကာသ်နှင့် ဆဒကာ၏ ရည်မှန်းချက်, 2:273; 9:60
သားသမီးများ 2:233; 42:49-50
- နားမလည်ဘဲ သားသမီးကို သတ်ခြင်း ဆုံးရှုံးသည်, 6:140
ခရစ်တော်, (ဂျေဆပ်ကြည့်ပါ)
ခရစ်ယာန်များ, 5:14, 19, 64-65, 69; 22:17
- ဂျေဆပ်ကို ဘုရားအဖြစ် မသတ်မှတ်ဖို့ တောင်းဆို, 4:171
- မွတ်စလင်များနှင့် အနီးဆုံး ကြင်နာမှု, 5:82
- အများစုသည် မှတ်သားဖို့ ပြောထားသောအရာကို မေ့သွားကြသည်, 5:14
- ယခု သင်တို့ထံ တမန်တော် ရောက်လာသည်, 5:15, 19
- ဖြောင့်မတ်သူများ ဆုလာဘ်ရမည်, 2:62; 5:65; 5:69
- "ဂျေဆပ်သည် အလ္လာဟ်၏ သားတော်" ဟုဆို, 9:30
ဖျက်ဆီးခြင်းခံသောမြို့များ, 69:9
လုံခြုံသောမြို့, 95:3
အဝတ်အထည်, 7:26; 16:81
- မီးသင်္ကန်း, 22:19
- ဒသမ မဟုတ်သောနေရာတွင် အမျိုးသမီးဝတ်စုံ, 24:31
- မုနာဖစ်များ၏ နှောင့်ယှက်မှုမှ ကာကွယ်ရန် အမျိုးသမီးများ၏ ပြင်ဆင်ဝတ်စုံ, 33:59-60
ပဋိညာဉ်ဖျက်သူများ, 33:9, 22
- အဟ်ဇာဗ် ကြည့်ပါ တိုင်ပင်မှု, 42:38
ဖန်ဆင်းမှု
- စတင်ပြီး ထပ်ခါ, 10:4; 21:104; 27:64; 29:19-20
- အသစ်, 17:49, 98; 35:16
- အမှန်တရားဖြင့်, 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- ပျော်ပြင်ဖို့မဟုတ်, 21:16-17; 23:115
- သက်ရှိတိုင်း ရေမှ, 21:30; 24:45;25:54
- လူ၏ဖန်ဆင်းမှု, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- ပထမပုံ, 56:62
- ခြောက်ရက်တွင်, 7:54; 11:7; 32:4; 50:38; 57:4
- တွဲဖက်ဖန်ဆင်း, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- မျိုးစုံ, 35:27-28
- အလ္လာဟ် "ဖြစ်ပေ!" ဟု မိန့်တော်မူသည် — ဖြစ်တော်မူ၏, 2:117;16:40; 36:82; 40:68
- မျက်ခြည်ဖြတ်သကဲ့သို့, 54:50
- ညနှင့် နေ့, နေနှင့် လ, 39:5
- ကောင်းကင်နှင့် မြေကြီး ဖန်ဆင်းမှု လူ့ဖန်ဆင်းမှုထက် ကြီးသည်, 40:57; 79:27
- ရည်ရွယ်ချက်, 51:56
ကcrow, 5:31
ဆုံးဖြတ်ချက်, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (Insan ကြည့်ပါ,) S.76; 45:24
- အချိန်, 76:1; 103:1
ဒါဝိတ်, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- ဆာလံများ ပေးခြင်း 4:163
- ဂိုလ်ရတ်ကို တိုက်ပြီး သတ်သည်, 2:251
- စီရင်ဆုံးဖြတ်သည် 21:78-80
- အသိပညာနှင့် နဗီဂုဏ်ကို ချီးမြင့်သည် 27:15-16
- တောင်များနှင့် ငှက်များ အလ္လာဟ်ကို ချီးမွမ်းရာ ပါဝင်သည် 34:10; 38:17-20
- လူနှစ်ဦးကြားတွင် စီရင်သည် 38:21-26
Dawabb or Dabbah (သွားလာသောသတ္တဝါ) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
သေသူများ ထမြောက်မည်, 6:36
သေခြင်း, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- စစ်မြေမှ ထွက်ပြေးခြင်း, 33:16
- အလ္လာဟ်၏ လမ်းတွင် သေခြင်း, 3:195; 22:58; 47:4
- သမ္မာကျမ်းစာမရောက်သောလူ့ အသိုင်းအဝိုင်း မဖျက်, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- အလ္လာဟ်လမ်းတွင် ကျဆုံးသူများ အသက်ရှင်ကြသည်, 2:154; 3:169
- မကောင်းမှုမှ ထွက်ပြေးစဉ် အလ္လာဟ်ဆီ, 4:100
- ရပ်တန့်လို့မရ 63:10-11
- အိပ်ခြင်း၏ မွေးကောင်, 6:60; 39:42
- ကွယ်လွန်ချိန်တွင် ယုံကြည်သူနှင့် မယုံကြည်သူ 8:50; 16:27-32; 41:30
- ချောင်းဌာနတွင် အပြစ်ပေးခြင်း 40:46
အကြွေး, 2:280, 282; 4:11-12
ဆုံးဖြတ်ချက်
- ကိစ္စတိုင်းတွင် ဆုံးဖြတ်ချက်ရှိသည်, 13:38
- သတ်မှတ်ချိန်မရောက်မှီ မည်သည့်မြို့ကိုမျှ မဖျက်, 15:4
- ကိစ္စတိုင်း အလ္လာဟ်ထံမှ, 44:5
- ကိစ္စဆုံးဖြတ်တော်မူသည့်အခါ "ဖြစ်ပေ!" ဟုသာ မိန့်တော်မူ, 2:117; 36:82; 40:68
လုပ်ရပ်များ
- မကောင်းသောလုပ်ရပ် ချောမောလပ်ပြောင်ဖြစ်ပုံ, 47:14
- ကျွန်ပုဒ်ကျ ကိုယ်ပိုင်, သင်ပုဒ်ကျ သင်ကိုယ်ပိုင်, 28:55; 42:15; 45:15
- ကောင်းမှုဆိုးမှု မိမိကိုသာ, 41:46
- လူ၏လုပ်ရပ်ကို လည်ပင်းတွင် ပတ်ထား, 17:13
- ပြုသည့်အတိုင်း အဆင့်, 6:132
- မကောင်းသောဆန္ဒကို လိုက်လျောက်သူ, 47:14, 16
- မိမိဆန္ဒကို ကိုးကွယ်ဘုရားအဖြစ် ထားသူ, 25:43
အလ္လာဟ်၏ ကရုဏာမှ မနှောင်းမနှေးနှင့်, 39:53; 21:87-88; 68:48-50
- ယူနုသ်ကိုလည်း ကြည့်ပါ
Dhariyat, S.51
ဒ်ဟိကရ်, 7:205; 15:6, 9
ဒ်ဟူလ်ကိဖ်လ်, 21:85; 38:48
ဒ်ဟူလ်ကရ်နိန်, 18:83-98
ဒ်ဟူနနြုန် (ငါး၏သူငယ်ချင်း)
မယုံကြည်သူများ (မုနာဖစ်များကိုလည်း ကြည့်ပါ)
- မုဟမ္မဒ် (ﷺ) ကို သက်သေအဖြစ် ဒဏ်ကျရောက်ဖို့ ခေါ်ဆိုသည်, 6:57-58; 8:32; 10:49-52
- ကြင်နာစွာ လိုက်ပါ, 31:15
- ပြောသောအရာကို သည်းခံ, 20:130; 50:39
- သဘောတူညီချက်, 8:56; 8:72; 9:4, 7
- သဘောတူညီချက် ဖောက်ဖျက်ခြင်း, 8:58; 9:12
- အလ္လာဟ် ၎င်းတို့အကြံကို ဖျက်ဆီးတော်မူ, 8:30, 36
- အလ္လာဟ်၏ ဥပဒေကို မသောင်မြင်ကောင်းတွင် ထားဝေ, 4:140; 6:68
- ကာကွယ်ပေးပါ သူတို့တောင်းဆိုက, 9:6
- စစ်ဆင်ရေးအတွင်း အပြစ်ပေးမှု, 8:12, 50, 59
- နောင်တမလွန်တွင် အပြစ်ပေးမှု, 8:37
- မဆ်ဂျစ်ကို မလာသင့်မပြုစုသင့်, 9:17
- ကြင်နာသောစကားဆိုပါ, 17:53
- တိုက်ပွဲဝင်ခြင်း, 9:73; 25:52; 66:9
- မတိုက်ခိုက်သောမယုံကြည်သူများကို တရားမျှတစွာ ဆက်ဆံ, 60:8
- မယုံကြည်သူများချင်းသာ မဟာမိတ်ဖွဲ့မည်, 8:72
ဂျေဆပ်၏ တပည့်တော်များ, 3:52; 61:14
မုနာဖစ်နှင့် မယုံကြည်သူ၏ ရင်တွင်းနာမကျန်းမာမှု, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
ပြောင်းလဲဖျက်ဆီးခြင်း, 3:78; 5:14-15
ဖြန့်ဝေမှု, 3:154
စစ်ဆုလာဘ် ဖြန့်ဝေမှု, 8:41; 59:7-8
ကန်းကွင်းသူ, 85:4-10
မျိုးစုံ
- လူသားများ, 30:22, 35:27-28
- သက်ရှိများ, 35:27-28
ကွာရှင်း, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- စောင့်ဆိုင်းကာလပြီးနောက် ဖျက်သိမ်း သို့ သင့်မြတ်, 2:231; 65:2
- သက်သေနှစ်ဦး, 65:2
- ကျခံစရိတ်, 2:233, 241
- ဝင်ရောင်ကျ ငြိမ်ရာသားသို့ ရောက်ရ, 2:233
- နှစ်ကြိမ် ပြန်ရနိုင်, 2:229
- နှမ်းလက်ဆောင်, 2:229, 236-237
- လိုအပ်ပါက နို့စို့မိခင်ရှာ, 65:6
- ဇိဟားလည်း ကြည့်ပါ
ကွာရှင်း၊ ယောကျား
- တစ်ဦးကို ကွာပြီး အခြားကို မယူမီ ပေးသောအရာ မပြန်ယူနှင့်, 4:20
- ဇနီးကို နှောင့်ယှက်မနှင့်, 65:6
- ဇနီးကို အဓမ္မမထိန်းနှင့်, 4:19
- သဘောပြောင်းဖို့ လေးလပြည့်, 2:226
- ကိုယ်ဝန်နှင့် စောင့်ဆိုင်းကာလအတွင်း ဇနီးကို ပြည့်ပြည့်ဝဝ ထောက်ပံ့, 65:6
- ကလေးနို့တိုက်ပါက ဇနီးကို ပြည့်ပြည့်ဝဝ ထောက်ပံ့, 65:6
- မိခင် ကလေးကြောင့် ဒုက္ခမဆိုက်ရ, 2:233
- အစ်စလာမ်မတိုင်မီ, 58:2
- သင့်မြတ်ဖို့ နှစ်လဆက်တိုက် ဉပုသ်ကိုင်, 58:4
- သင့်မြတ်ဖို့ ဆင်းရဲသား ခြောက်ဆယ် ကျွေး, 58:4
- သင့်မြတ်ဖို့ ကျွန်တစ်ဦး လွှတ်မြောက်, 58:3
- သင့်မြတ်ကြိုးစားမှု, 4:35
- မပေါင်းသင်းဘဲ ကွာပါက အပြစ်မရှိ, 2:236
- မဟာမနှမ်း တစ်ဝက် ရပိုင်ခွင့်, 2:237
ကွာရှင်း၊ မိန်မ
- တတိယကွာပြီး (အခြားယောကျားမှ) မူလယောကျားနှင့် ပြန်ရ, 2:229
- ထောက်ပံ့ခြင်း ရပိုင်ခွင့်, 2:241; 65:1
- ကွာပိုင်ခွင့် တန်းတူ, 2:228
- ယောကျားကို ကြောင်းကြောင်ကြောင် သံသယ, 4:128
- ယောကျားပေးသောအရာ ထိန်းသိမ်းနိုင်, 2:229
- အိမ်မှ မနှင်ထုတ်ရ, 65:1
- ကိုယ်ဝန်မရှိကြောင်း သက်သေပြဖို့ ဆီးဆင်းချိန် သုံးကြိမ်, 2:228
- ဆီးဆင်းမဆင်းသူ သုံးလစောင့်, 65:4
- မပေါင်းသင်းဘဲ ကွာပါကမူ, 33:49
ခွေး, 7:176
မြည်းများ, 2:259; 16:8; 31:19; 62:5; 74:50
သောက်ရည်
- အရက်, 2:219; 5:90
- သန့်ရှင်းသောဖြူဖွေးသောနှစ်သက်ဖွယ်, 37:45-46; 76:21
- သန့်ရှင်းသောတံဆိပ်တပ်ဝိုင်, 83:25
Duha, S.93
Dukhan, S.44
ဆင်တပ်တော်, 105:1-5
အေလိယ (Ilyasin) 6:85; 37:123-132
အဲလ်ရှာ (Alyasa') 6:86; 38:48
အိဒ်ရစ်, (အိဒ်ရစ်ကြည့်ပါ)
ဖြစ်ရပ်, 56:1; 69:15
မကောင်းမှု, 4:123; 10:27-30; 19:83; 59:15
- ထင်ရှားစွာ မပြောသင့်, 4:148
- ကိုယ်ဘက်မှ ဆိုးကျိုး၊ ကောင်းကျိုး အလ္လာဟ်ဘက်မှ, 4:79; 42:48
- ခွင့်လွှတ်ပါ, 4:149
- ဆပ်ဖြေမှု, 6:160; 42:40
- ကြံစည်သူများ, 16:45-47
- ဆုံးပြတ်မှု, 30:10
- ကုန်းနှင့်ရေပေါ်တွင် ပေါ်ထွက်, 30:41
- ကောင်းမှုဖြင့် တုံ့ပြန်, 13:22; 23:96; 41:34
- ကောင်းမှုသို့ ပြောင်း, 7:95
- မကောင်းသောဆန္ဒ လိုက်သူ, 47:14, 16
- ချောမောလပ်ပြောင်သောလုပ်ရပ်, 47:14
လွန်ကဲမှု
- အစားအသောက်တွင် တားမြစ်, 5:87
- ဒီနတွင်, 4:171; 5:77-81
မျက်များ၊ နားများနှင့် အရေပြားများ အပြစ်သားများကို သက်သေခံမည်, 41:20-23
ဦးဇာဣရ်, 9:30
အလ္လာဟ်၏ မျက်နှာ သို့မဟုတ် နေရာ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
ချောမောလပ်ပြောင်
- မိမိ၏လုပ်ရပ်ကို မိမိချစ်ပြုသည်, 6:108
ယုံကြည်မှု (အီမာန်), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ငြင်းသူများ, 3:116
- တိုးပွားမှု, 3:173
- ယုံကြည်ချက်ဖြင့်, 44:7; 45:4, 20; 51:20
- ယုံကြည်မှုသို့ လမ်းပြ, 49:17
Fajr, S.89
Falaq, S.113
ကုရ်အာန်အာယာတ်များကို မမှန်ကန်သောစကားဆိုခြင်း, 6:68
မှားယွင်းသောကိုးကွယ်ဘုရားများ
- အလ္လာဟ်မှတပါး ရုပ်တုနှင့် တွဲဖက်များ 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- သူတို့ကိုးကွယ်သောအရာများကို မဆဲဆိုနှင့်, 6:108
- တာဂုသ်ကိုလည်း ကြည့်ပါ
မုသားဝါဒ (ဗာသ်ဟ်ယ်), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
လူ၏လုပ်ရပ်ကို လည်ပင်းတွင် ပတ်ထား,17:13
ဆောမ်, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- မည်သည့်အချိန်မှ အစားစားနိုင်သည်, 2:187
Fath, S.48
Fatihah, S.1
Fatir, S.35
ဆောမ်ရုပ်ပြန်ကြေး, 2:196
- အကျဉ်းသားလွှတ်ဖို့, 8:67
- မယုံကြည်သူများ ကမ်းလှမ်းသောကြေး, 3:91; 5:36,37; 10:54; 13:18
သင်္ဘောသဖန်း, 95:1
တိုက်ပွဲ
- မယုံကြည်သူများကို တိုက်ဆိုင်ရာ, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- မဖြစ်မနေ, 2:216
- သန့်ရှင်းသောလတွင်, 2:217; 9:5
- ဣသရေးလသားများ, 2:246-251
- ညှဉ်းပန်းနှိပ်စက်ခြင်းခံရသော ယောကျားနှင့် မိန်မများဖို့, 4:74-76
- ဖိသ်နာ မရှိသောအထိ, 8:39
- နှစ်ဆယ် နှစ်ရာကို မနိုင်, 8:65
- အလ္လာဟ်ကို မယုံကြည်သူများကို, 9:29
- မတရားညှဉ်းပန်းခြင်းခံသူများကို ခွင့်ပြုချက်, 22:39-41
- မုနာဖစ်များနှင့်, 47:20
- ကင်းလွတ်ချက်, 48:17
Fil, S.105
Firdaus ဂျန်နသ်, 18:107; 23:11
မီး, 56:71, 100:2
ယင်, 22:73
အစားအသောက်
- ဟာလာလ်နှင့် ဟရာမ်, 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ယခင်စားခဲ့သောအရာ အပြစ်မရှိ, 5:93
- မလွန်ကဲပါနှင့်, 5:87
- အလ္လာဟ် ဟာလာလ်ပြုသောအရာ ဟရာမ်မပြုနှင့်, 5:87; 7:32; 16:116
တားမြစ်ချက်, 6:151-152; 7:33
ခွင့်လွှတ်မှု, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- ယုံကြည်သူများ၏ တာဝန်, 42:37; 45:14
- ကျမ်းဂန်ပိုင်ရှင်များဖို့ ယုံကြည်သူများ, 2:109
- အလ္လာဟ် အလိုတော်ရှိသောသူ ခွင့်လွှတ်, 4:48
- တွဲဖက်ထားသောသူ မခွင့်လွှတ်, 4:48, 116
- မည်သူမဆို ခွင့်လွှတ်ချက်တောင်းသူ, 4:110
- မုရ်ရိကြူးများဖို့ ခွင့်လွှတ်ချက်မတောင်းနှင့်, 9:113
- အပြစ်အားလုံး ခွင့်လွှတ်, 39:53
- မလာဣကာများ မြေကြီးပေါ်ရှိသူများဖို့ တောင်းဆို, 42:5
- အမျက်ထွက်တော်သောအခါ ခွင့်လွှတ်, 42:37
- ခွင့်လွှတ်ပြီး ရင်ကြားစေ့, 42:40
- အလ္လာဟ်၏ နေ့ကို မမျှော်လင့်သောသူ ခွင့်လွှတ်, 45:14
- ကြီးလေးသောအပြစ်များ ရှောင်ကြဉ်သူ, 53:32
- ခွင့်လွှတ်မှုသို့ အပြိုင်ပြေး, 57:21
- မကောင်းသောလုပ်ရပ် ကောင်းသောလုပ်ရပ်သို့ ပြောင်း 25:68-71
လိမ်ညာမှု, (လှည့်ဖြားမှု ကြည့်ပါ) 83:1-6
လွတ်လပ်သောဆန္ဒ
- အလ္လာဟ်၏ အလိုတော်ကြောင့် ကန့်သတ်, 6:107; 10:99; 74:56;76:31; 81:28-29
- မည်သူမဆို ယုံကြည်ခြင်း သို့ မယုံကြည်ခြင်း ရွေးချယ်, 18:29
- သူ၏ အရှင်ထံ လမ်းတစ်ခုကို ယူ, 76:29
- ဖြောင့်မတ်ဖို့ ဆောင်, 81:28
သောကြာနေ့ ဆတောင်တည်, 62:9-11
သစ်သီးများ, 6:41; 16:11
- ဂျန်နသ်တွင် ပြည့်ဝ, 43:73
- မျိုးစုံ, 47:15
- ဆန္ဒဆိုင်, 77:42
Fujjar, 82:14-16; 83:7
Furqan, S.25
Fussilat (Ha Mim ကြည့်ပါ), S.41
ဂျိဗ်ရေးလ် (Jibril) 2:97-98; 26:193; 66:4; 81:19-21
- ရူဟ်, 26:193; 67:12; 70:4; 78:38; 97:4
- ရူဟ်-ဥလ်-ကုဒုဒ်, 2:87, 253; 5:110; 16:102
လောင်းကစားခြင်း, 2:219; 5:90
ဟ်ရမ်သည်နေ, 5:94-96
Ghafir (Mu'min ကြည့်ပါ), S.40
Ghashiyah, S.88
ဃူဆ်လ်, 4:43; 5:6
လက်ဆောင်, 30:39
ဂိုလ်ရတ်, (Jalut) 2:249-251
ကောင်း (နေ့ရက်များ), 3:140
- မကြိုက်သောအရာသည် ကောင်းပြီး ကြိုက်သောအရာသည် မကောင်း, 2:216
- ဆုလာဘ်ပေးခြင်း, 4:85; 28:54
- နှစ်ဆ ဆုလာဘ်, 4:40; 28:54
- ဆယ်ဆ ဆုလာဘ်, 6:160
- တိုးပွား, 42:23
- ကောင်းမှုပြုသူများအဖို့ ကောင်းကျိုးနှင့် နောင်တမလွန်အိမ်, 16:30
- ဤလောကတွင် ကောင်းမှုပြုသူများအဖို့, 39:10
- အလ္လာဟ် ကောင်းမှုပြုသူများကို အကောင်းဆုံးဖြင့် ဆုချ, 53:31
- ကောင်းမှုအဖို့ ကောင်းမှုမှတပါး ဆုရှိသလော, 55:60
- အလ္လာဟ် သင်ဆီ ကောင်းစွာပြုသကဲ့သို့ ကောင်းမှုပြုပါ, 28:77
ကောင်းမှုနှင့် မကောင်းမှု
- ကောင်းကျိုးသည် အလ္လာဟ်ထံမှ၊ ဆိုးကျိုးသည် မိမိထံမှ,4:79
- ကောင်းမှုပြုပါက မိမိအဖို့၊ မကောင်းမှုပြုပါကလည်း မိမိကိုသာ, 17:7;41:46
- ကောင်းမှုဖြင့် မကောင်းမှုကို တုံ့ပြန်, 23:96; 28:54; 41:34
- ကောင်းသောလုပ်ရပ်နှင့် မကောင်းသောလုပ်ရပ် ညီမျှ၍မရ,41:34
- လူတိုင်းပြုသမျှ ကောင်းဆိုးနှင့် ကြုံတွေ့ရမည်, 3:30
- မုဟ်သိနူးများကိုလည်း ကြည့်ပါ
ကောင်းသောလုပ်ရပ်
- ထုတ်ဖော်ခြင်း သို့ ဝှက်ထားခြင်း, 4:149
- ပြိုင်ဆိုင်ကြိုးစား, 5:48
ဧဝံဂေလိ, 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
ကြီးမားသောသတင်း, 78:1-5
နှုတ်ဆက်ခြင်း, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Hadid, S.57
ဟဒ်ဒ်ယ် (ယဇ်ပူဇော်ရန် တိရစ္ဆာန်), 2:196, 200
ဟဂျ် (ဟဂျ်ပြုခြင်း), 2:158, 196-203; 3:97; 5:2;22:30
Hajj, S.22
ဟာမာန်, 28:6, 38; 29:39; 40:24, 36, 37
လက်နှင့် ခြေထောက်များ သက်သေခံမည်, 36:65
Haggah, S.69
ဒုက္ခ၊ ဒုက္ခတိုင်းနှင့် အတူ သက်သာရာရှိသည်, 94:5-6
ဟာရွန်, (Aaron)
ဟာရွတ်, 2:102
Hashr, S.59
နှလုံးသားများ
- မာကျောခြင်း, 2:74; 22:53; 39:22; 57:16
- တံဆိပ်ခတ်ထားခြင်း, 7:100-101; 40:35; 47:16; 63:3
- ဖုံးလွှမ်းထားခြင်း, 17:46; 41:5
- သော့ပိတ်ထားခြင်း, 47:24
- ကွဲပြားနေခြင်း, 59:14
- ကြောက်ရွံ့မှုဖြင့် ပြည့်နေခြင်း, 22:35
- နာမကျန်းမာမှုရှိသော, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
ကောင်းကင်များ
- ကောင်းကင်၏ မမြင်နိုင်သောအရာ အလ္လာဟ်ပိုင်, 16:77
- ကစားဖို့ ဖန်ဆင်းသည်မဟုတ်, 21:16
- နှင့် မြေကြီး ပေါင်းစပ်ခဲ့သည်, 21:30
- ကောင်းကင်တွင် ဝှက်ထားသောအရာမရှိ, 27:75
- တိုင်မပါဘဲ ဖန်ဆင်းသည်, 31:10
- အရှင်မြတ်၏ လက်ျားတော်တွင် လိပ်ထည့်မည်, 39:67
- နှစ်ရက်တွင် ခုနစ်ကောင်းကင် ဖန်ဆင်းမှု, 41:12
- အနီးဆုံးကောင်းကင်ကို မီးခွက်ဖြင့် ဆင်ယင်, 41:12
- ကောင်းကင်ရှိ အရာအားလုံး အလ္လာဟ်ပိုင်, 45:27;53:31
- တစ်ခုပေါ်တစ်ခု ခုနစ်ကောင်းကင်, 67:3
ငရဲ (မီး၊ တောက်လောင်သောမီးလျှံ) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- တောက်ပြီး ဆူပွက်သောရေ 22:19-22; 23:103-104
- ညစ်ညမ်းသောရည် 14:14-17; 38:55-58; 69:35-37
- ဇက္ကူမ်သစ်ပင် 37:62-70; 44:43-50; 56:41-56
- နေထိုင်သူများ အသက်ရှင်လည်းမရ သေလည်းမသေ 87:13
- အပြစ်တင်ချင်ချင် 26:91-101; 34:31-33
- ချက်ချင်းဖျက်ဆီးဖို့ ငိုကြွေး 25:13-14; 43:74-78
- ပူမွန်းမှုနှင့် ငိုကြွေးမှု 35:36-37
- မီးညည်းညူပြီး မြည်ဟိန်း 25:11-12; 67:6-11
- ကျက်ပြီးသော အရေပြားကို အသစ်လဲထည့် 4:56
- ချောင်းကြိုးနှင့် ရေနံဝတ်စုံ 14:48-50
- သံတုတ်များ 22:19-22
- သံကြိုး 13:5
- ငရဲစောင့်သူများ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- ကြေးဖိုး လက်မခံ 5:36-37
- အဖြေ ငြင်းဆို 6:94; 26:100; 30:13; 74:48
- တောက်ကဲ့သောအင်းနှင့် ရေခဲမိုက်မဲသောမှောင်ချုပ်, 38:57
- ကျည်မိုင် ခုနစ်ဆယ် ချောင်းကြိုး, 69:32
- ကန့်သတ်ကာလ နေ, 78:23
နောင်တမလွန်
- နောင်တမလွန်အိမ် ပိုကောင်း, 6:32; 7:169
- နောင်တမလွန်တွင် ဆုံးပြတ်မည်, 6:135
- ဇာလိမ်များ အောင်မြင်မည်မဟုတ်, 6:135
- နောင်တမလွန်အိမ်, 12:109; 16:30; 28:83; 29:64
- နောင်တမလွန်ကို မယုံကြည်သူ, 17:10
- နောင်တမလွန်ဆုလာဘ်, 42:20
- ငွေနှင့် ရွှေထက် ပိုကောင်း, 43:33-35
- မုတ္တကီများသာ, 43:35
- နောင်တမလွန်အပြစ်, 68:33
- ပိုကောင်းပြီး တာရှည်, 87:17
- ယခုဘဝထက် ပိုကောင်း, 93:4
ကျယ်ဝန်းသောလမ်းများ, 21:31
ဟိဂျ်ရ် (ကျောက်တောင်ဒေသ), 15:80-85
Hijr, S.15
လိင်တူချစ်ခြင်း 26:165-166; 27:55; 29:28-29
မြင်းများ, 16:8
နာရီ
- ၎င်း၏အသိပညာ အလ္လာဟ်ထံသာ, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ရုတ်တရက် ကျရောက်, 6:31; 7:187;12:107; 43:66
- သင်တို့ဆီ ကျရောက်, 6:40; 12:107; 20:15; 34:3
- နီးကပ်လာပြီ, 54:1-5
- မျက်ခြည်ဖြတ် သို့ ပိုနီးသည်,16:77
- နာရီ၏ ငလျင်, 22:1
- ထူထောင်မည်, 30:12, 14
- သံသယမရှိ ကျရောက်မည်, 40:59;45:32; 51:5-6
- နိမိတ်လက္ခဏာများ 21:96; 27:82; 43:61; 47:18; 54:1-2
- အမည်များ 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- လူများကို အံ့ဩသွားစေမည် 6:31; 7:187
- တာရူပ် မှုတ်မည် 6:73; 23:101; 39:68
အိမ်ဝင်ခြင်း အကျင့်သိက္ခာ, 24:27-29
ဟူဒ်, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Hud, S.11
Hujurat, S.49
Humazah, S.104
ဟူနိန် (တိုက်ပွဲ), 9:25
ဟူရ် (ဂျန်နသ်ရှိ မိန်မများ), 44:54; 52:20
မုနာဖစ်များ
- အလ္လာဟ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြောင်းဆိုသော်လည်း မယုံကြည်, 2:8
- မိမိကိုယ်ကို လှည့်ဖြား, 2:9
- နှလုံးသားတွင် နာမကျန်းမာမှု, 2:10; 8:49; 22:53;33:12; 47:29
- ဖျက်ဆီးမှုဖြစ်ပေါ်စေ, 2:11-12
- မိုက်ပြီး သောင်မတင်သူ, 2:13-15
- လမ်းပြမှုကို အမှားဖြင့် ဝယ်, 2:16
- နားပင်, မသန်, မျက်ကန်း, 2:17-18
- သေခြင်းနှင့် အမှောင်ကို ကြောက်, 2:19-20
- နှစ်သက်ဖွယ် စကား, 2:204-206
- တိုက်ခိုက်ဖို့ ငြင်းဆိုသည်, 3:167-168
- အလ္လာဟ် ၎င်းတို့နှလုံးသားကို သိတော်မူ, 3:167;4:63
- မှားသောတရားသူကြီးထံ စီရင်ချက်ရှာ၊ ဗျာဒိတ်တော်မှ မျက်နှာလွှဲ၊ ဘေးအရာကျမှ လာ, 4:60-62
- ဒုက္ခနှင့် အောင်မြင်မှုတွင်, 4:72-73
- အလ္လာဟ် ၎င်းတို့ကို ပြန်ပစ်, 4:88
- မိတ်ဆွေမပြုသင့်, 4:89; 58:14-19
- ပြန်သွားပါက တွေ့ရာ သတ်, 4:89
- သင်တို့အောင်ပွဲ သို့ မယုံကြည်သူအောင်ပွဲကို စောင့်ကြည့်, 4:141
- အလ္လာဟ်ကို လှည့်ဖြားဖို့ကြိုးစား၊ ပျင်းရိသောနာမပ်နှင့် ပြသဖို့ ဆတောင်, 4:142
- ဘယ်ဘက်မျှ မဆိုင်, 4:143
- ငရဲ အနိမ့်ဆုံးအဆင့်တွင်၊ ကူညီသူမရှိ, 4:145
- ထောင်လှမ်းခြင်းကို ကြောက်, 9:64-65
- ဆုမတောင်းသင့်, 9:84
- ယောကျားနှင့် မိန်မ တစ်ဦးနှင့်တစ်ဦးမှ၊ ရှုံးနိမ့်သူများ၊ အလ္လာဟ်၏ တားမြစ်ချက်, 9:67-69
- ဗဒူဝင်များတွင်, 9:101
- တွေ့ရာ ဖမ်းဆီးပြီး သတ်, 33:61
- အလ္လာဟ် အပြစ်ပေးမည်, 33:73
- လိမ်ညာသူများ၊ နောက်ကြောင်းပြန်, နှလုံးသား ကွဲပြား, 59:11-14
- လိမ်ညာသူများ၊ ကျိန်ဆိုချက်ကို အကာအကွယ်ပြု၊ နှလုံးသားတံဆိပ်ခတ်, သတိထားပါ, 63:1-4
- နားမလည်, မသိ, 63:7-8
- တိုက်ဖို့ ကြိုးစား, 66:9
အိဗ်လီသ် (ရှေတာန်), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ရှေတာန်ကိုလည်း ကြည့်ပါ
အိဗ်ရာဟင်, (အာဗြဟံ ကြည့်ပါ)
Ibrahim, S.14
ဣဒ္ဒဟ် (ကွာရှင်းပြီး မိန်မများ စောင့်ဆိုင်းရသောကာလ), 2:228, 231, 232, 234, 235; 33:49;65:1-7
အိဒ်ရီဆ် (Enoch), 19:56-57; 21:85; 96:4
ဣဟ်ရမ်, 2:197; 5:2, 95
အိဟ်သာန်, 16:90
Ikhlas, S.112
အိလာဟ်၊ တစ်ဆူတည်း, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
တရားမဝင်လိင်ဆက်ဆံမှု၊ သက်သေ, 4:15-18; 24:2, 19
အိလ်လိရ်ယူးန်, 83:18-21
ညစ်ပတ်ခြင်း (နဂ်ဂျာသ်) 9:28
ဣမ်ရာန်
- ဇနီး, 3:35
- သမီး, 66:12
မလွဲမနှောင်, 69:1-3
Infitar, S.82
အမွေဆက်ခံမှု, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
မတရားမှု၊ ခံရသောသူ, 4:30, 148
Insan (Dahr ကြည့်ပါ), S.76
Inshiqaq, S.84
Inshirah (Sharh ကြည့်ပါ), S.94
ဗျာဒိတ်, 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
အဖြေပေးခြင်း/အဖြေပေးသူ, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
မူးယစ်ဆေးဝါး, 5:90, 2:219
ဆလာသ်ထူထောင်ခြင်း, 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Iqra' ('Alaq ကြည့်ပါ), S.96
အိရမ်, 89:7
သံ, 57:25
ဣသာ, ဂျေဆပ် ကြည့်ပါ
အိဆ်ဟာက်, (Ishaq) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
ဣသ်မာဣလ် (Isma'il), 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
ဖခင်နှင့်အတူ ကာအ်ဗာ၏ အုတ်မြစ် ချ 2:125-140
ယဇ်ပူဇော်ခြင်း ဇာတ်လမ်း 37:100-113
အစ်စလာမ်, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- အလ္လာဟ်ထံ ဦးညွတ်သူများ၏ ပထမ, 6:14,163; 39:12
- ပထမဆုံး လက်ခံ, 9:100
- ရင်ဘတ်ကွင်းကျယ်ပေး, 39:22
- ကျေးဇူးတော်, 49:17
Isra', S.17
ဣသရေး, သားစဉ်မြေးဆက်, 2:40-86
- ချီးမြှောက်ခြင်း, 2:47-53, 60, 122; 45:16-17
- အလ္လာဟ်ကို ဆန်ကျင်, 2:54-59, 61, 63-74; 5:71; 7:138-141
- မွတ်စလင်များနှင့် ဆက်ဆံရေး, 2:75-79
- မာနကြီးမှု, 2:80, 88, 91
- ပဋိညာဉ်များ, 2:80, 83-86, 93, 100; 5:12-13, 70
- နောင်တမလွန်ကို ဤလောကဖြင့် ဝယ်, 2:86
- လူသားတွင် အသက်ရှင်ဖို့ အတောဆုံး, 2:96
- ဘုရင်တောင်းဆို, 2:246-251
- ကန့်သတ်ချက် ကျော်ပြီး အဖွဲ့ကြီးများကွဲ၊ မျောက်ဖြစ်, 7:161-171
- နှစ်ကြိမ် ကတိပေး, 17:4-8
- ရန်သူမှ ကယ်တင်, 20:80-82
- ကျမ်းနှင့် ခေါင်းဆောင်များ ပေးသည်, 32:23-25; 40:53-54
- ကုရ်အာန်သည် အမှန်ကြောင်း ပညာရှိများ သိ, 26:197
Istawa (အထက်တော်တွင် ရောက်), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
အိဣ်တိကာဖ်, 2:187
ယာကုပ်, (Ya'qub) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- အဆ်ဗာသ် (ယာကုပ်၏ သားဆယ်နှစ်ဦး), 2:140; 3:84;4:163
Jalut, (ဂိုလ်ရတ် ကြည့်ပါ)
ဂ်ဂ်မာရတ်, 2:200
Jathiyah, S.45
ဂျေဆပ်၊ မယ်တော်မာရိ သားတော် ဣသာ
- မိခင် ကမ္ဘာ့မိန်မအားလုံးထက် ရွေးချယ်ခြင်းခံ 3:42
- ထမြောက်ခြင်းနေ့တွင် သက်သေခံ, 4:159
- မွေးဖွားမည်ဟူသော သတင်းကောင်း, 3:45-47; 19:22-23
- ဣသရေးသားများထံ တမန်တော်, 3:49-51
- တပည့်တော်များ, 3:52-53; 5:111-115
- တပည့်တော်များ အလ္လာဟ်၏ ကူညီသူများ, 3:52; 61:14
- မြှောက်တင်, 3:55-59; 4:157-159
- အာဒမ်နှင့် တူသော, 3:59
- သတ်ခြင်းလည်းမဟုတ်၊ လက်ဝါးကပ်တိုင်တင်ခြင်းလည်းမဟုတ်, 4:157
- ဗျာဒိတ်ရ, 4:163
- တမန်တော်သာ (ဘုရားအဖြစ်မသတ်မှတ်သင့်), 4:171-172; 5:75; 19:30, 43:63-64
- မယုံကြည်သောသူများ, 5:17, 72; 9:30
- ကျွန်ုပ်တို့တမန်တော် (မုဟမ္မဒ် ﷺ) ကြွ, 5:19
- ဧဝံဂေလိ ပေးသည်, 5:46
- တပည့်တော်များ ငါတို့မွတ်စလင်ဟု ဆို, 5:111
- ထမင်းစားပွဲ, 5:114
- မှားသောကိုးကွယ်မှု မသင်, 5:116-118
- ဖြောင့်မတ်သောနဗီ, 6:85
- နိမိတ်အဖြစ်, 23:50
- ဒုတိယကြွလာမှု 43:61
- ကွဲပြားသောအမြင်များ, 43:65
- ဣသရေးသားများ၏ ကျွန်နှင့် ဥပမာမျှ, 43:59
- အဟ်မဒ်ဟူသောနာမ်ရှင် တမန်တော်ကြွမည်ဟူသော သတင်းကောင်း, 61:6
- သန့်ရှင်းသောဖွားမြင်ခြင်း၊ မစ်ရှင်နှင့် သင်္ကေတများ 3:45-51; 19:16-38
- အလ္လာဟ်၏ ကျေးဇူးတော်များ သတိပေး 5:110-115
- ဘုရားမဟုတ်ကြောင်း ငြင်းဆို 5:116-120
- သူ၏လိုက်နာသူများ နှလုံးသားတွင် ကရုဏာနှင့် ကျေးဇူး 5:82; 57:27
ယဟူဒီနှင့် ခရစ်ယာန်, 2:140; 4:153-161, 171; 5:18
- မုသားနားထောင်, 5:41-42
- ပြောသောစကားကြောင့် ကျိန်ဆိုခြင်းခံ, 5:64
- ယုံကြည်သူများ (မွတ်စလင်) ရန်, 5:82
- အစ်စလာမ် လက်ခံသူများ, 26:197; 28:53; 29:47
Jibril, (ဂျိဗ်ရေးလ် ကြည့်ပါ)
ဂျိဟာဒ်, (တိုက်ပွဲ၊ ကြိုးစားမှု) 2:216; 9:24; 22:78; 25:52
Jinn, S.72
ဂျင်န်, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
ဂျင်န်၊ မီးမှ ဖန်ဆင်း 15:25; 55:15
- ယုံကြည်သောနှင့် မယုံကြည်သောဂျင်န် 72:1-15
- ကုရ်အာန်အစ်ရှာဒ်ကို ယုံကြည်သောဂျင်န်အချို့ 46:29-32
- လူနှင့်ဂျင်န် ရည်ရွယ်ချက်ဖြင့် ဖန်ဆင်း 51:56-58
ဂျိုဗ်, 4:163; 6:84; 21:83-84; 38:41-44
ယာဟ်ယာ, (ယောဟန်ဗတ္တိဇံ)
- သတင်းကောင်း, 3:38-41; 19:7-11; 21:90
- ဖြောင့်မတ်, 6:85
- ဥာဏ်ကောင်း၊ ကြင်နာ၊ သစ္စာရှိ, 19:12-15
ယူနုသ် (Jonas or Yunus), 4:163; 6:86; 10:98;21:87; 37:139-148
- (ဒ်ဟူနနြုန်) 21:87; 68:48-50
ယူသုဖ် (Yusuf), 6:84; 12:4-101
- ဇာတ်လမ်းအကောင်းဆုံး 12:1-3
- ငယ်ရွယ်သောယူသုဖ်၏ အိပ်မက် 12:4-6
- ညီနောင်များ၏ ကြံစည်မှု 12:7-18
- ကျွန်ဘဝသို့ ရောင်းချ 12:19-20
- အဲဂုတ္တုဝန်ကြီးချုပ်အိမ်တွင် ကြီးပြင်း 12:21-22
- ဝန်ကြီးချုပ်ဇနီး ဆွဲဆောင်ကြိုးစား 12:23-29
- ဧည့်ခံပွဲဖြစ်ရပ် 12:30-32
- ထောင်သွား 12:33-35
- အကျဉ်းသားနှစ်ဦး 12:36-42
- ဘုရင်၏ အိပ်မက် 12:43-53
- ဝန်ကြီးချုပ်ဖြစ် 12:54-57
- ညီနောင်များ ထောက်ပံ့မှု တောင်းရ 12:58-68
- ညီဗင်ယာမင် ယူ 12:69-82
- ဖခင်၏ ဝမ်းနည်းမှု အသစ် 12:83-87
- မိမိ၏ မှန်ကန်သောအမည်ထုတ်ဖော် 12:88-98
- ဟောင်းသောအိပ်မက် ဖြစ်ထွန်း 12:99-100
- နိဂုံးချုပ်ဆုတောင်း 12:101
ဂျူဒီတောင်, 11:44
Jumu'ah, S.62
တရားမျှတမှု (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- 4:65, 105 ကိုလည်း ကြည့်ပါ
ကာအ်ဗာ
- အာဗြဟံတည်ဆောက်, 2:125-127
- တိရစ္ဆာန် မသတ်, 5:94-96
- လုံခြုံရာ ခိုလှုံရာ, 5:97
- အဝတ်မပါ ပတ်ခြင်း, 7:28
- ဆုတောင်းပြီး ပတ်နေစဉ်, 2:200; 7:29, 31
Kafirun, S.109
ကာဖူရ်၊ ရောထားသောဖလား, 76:5
Kahf, S.18
ကန်ဇ်, 9:34-35
ကောသာရ် (ဂျန်နသ်ရှိ မြစ်), 108:1
Kauthar, S.108
သော့များ
ကောင်းကင်နှင့် မြေကြီး, 39:63; 42:12
ဂိုင်ဘ်, 6:59
ခ်ဆောလားဗင်သ် ဆူလဘာဟ်, 58:1
သတ်ခြင်း
- တစ်ဦးသတ်ပါက လူသားအားလုံး သတ်သကဲ့သို့, 5:32
- မည်သူကိုမျှ မသတ်နှင့်, 17:33
- ကြင်နာသောစကား ဇကာသ်ထက် ပိုကောင်း, 2:263
- ဆွေမျိုး၏ အခွင့်အရေး, 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Kiraman-Ratibin, 82:11
အသိပညာ
- အရွက်တစ်ရွက် မကျမချင်း သိတော်မူ, 6:59
- ဥာဏ်မဲ့စွာ သားသမီးသတ်သူများ ဆုံးရှုံးသည်, 6:140
- အရာငါးပါး အလ္လာဟ်ထံသာ, 31:34
- အတည်ဖြင့်, 102:5-7
ကောရဟ် (Qarun), 28:76-82; 29:39; 40:24
ကုရ်သီ, 2:255
Lahab (Masad ကြည့်ပါ), S.111
Lail, S.92
မီးခွက်, 25:61; 67:5; 71:16; 78:13
ဘာသာစကားများ
- လူတို့ ဘာသာစကားနှင့် အရောင်ကွာခြား, 30:22
လတ်, 53:19
သတ်မှတ်ဥပဒေ, 5:48
အလ္လာဟ်ထံမှ ဥပဒေများ, 2:219; 98:3
လိမ်ညာသူများ, 26:221-223
သက်ရှင်ခြင်း၊ တစ်ဦးကယ်ပါက လူသားအားလုံး ကယ်သကဲ့သို့, 5:32
ဤလောကဘဝ
- နောင်တမလွန်ကို ဤလောကဖြင့် ဝယ်, 2:86
- လှည့်ဖြားမှု၏ ပျော်ရွှင်မှုသာ, 3:185
- နောင်တမလွန်အဖို့ ဤလောကကို ရောင်း, 4:74
- ကစားခြင်းနှင့် ပျော်ပြင်ခြင်းမျှ, 6:32; 29:64; 47:36; 57:20
- လှည့်ဖြား, 6:130
- နောင်တမလွန်နှင့် ယှဉ်က ဤလောကပျော်ရွှင်မှု နည်း, 9:38; 13:26; 28:60
- ဤလောက မိုးရေနှင့် တူ, 10:24
- ဤလောကတွင် သတင်းကောင်း, 10:64
- ဤလောကဆန္ဒရှိသူ ရနိုင်သော်လည်း နောင်တမလွန်မရ, 11:15-16; 17:18; 42:20
- ယခုဘဝချစ်ပြီး နောင်တမလွန်မေ့သူ, 75:20-21; 76:27
- ဤလောကကို ဦးစားပေး, 87:16
အလင်းရောင်
- ထင်ရှား, 4:174
- နှင့် အမှောင်, 6:1
- ဥပမာ, 24:35
- ယုံကြည်သူများ ရှေ့နှင့် ဘေးတွင်, 57:12-15; 66:8
- ယုံကြည်သူများ မှန်ကန်သောလမ်း လျှောက်ဖို့ အလ္လာဟ်ပေး, 57:2
အလ္လာဟ်သတ်မှတ်ကန့်သတ်ချက်များ, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- ဤကန့်သတ်ချက်များဖြစ်သည်, 2:187; 229-230; 4:13; 58:4; 65:1
- ကျော်လွန်မနှင့်, 2:190, 229
- မည်သူကျော်လွန်သော်, 2:229; 4:14; 78:22
- မဖြစ်မနေ လိုအပ်ချက်ကြောင့်မှတပါး ကျော်လွန်မနှင့်, 2:173; 6:145
- ဒီနတွင် ကျော်လွန်မနှင့်, 4:171; 5:77
- ကျော်လွန်သောအခါ (မျောက်ဖြစ်), 7:166
- ကန့်သတ်ချက်ထိန်းသောသူ, 9:112
ခြင်္သေ့, 74:51
ချေးငွေ
- အလ္လာဟ်ထံ ကောင်းသောချေးငွေ, 2:245; 73:20
- များစွာ တိုး, 57:11, 18
- နှစ်ဆ, 64:17
- ထင်ရှားသောဆုံးရှုံးမှု, 39:15
လူသ် (Lut) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- နာမခံသောဇနီး, 11:81; 15:60; 66:10
ထန်းပင်, 34:16; 53:14-16; 56:28
လုကမာန်, 31:12-14
Luqman, S.31
Ma'arij, S.70
မဒီနာ (Yathrib), 9:120; 33:13, 60; 63:8
မဒ်ယာန်, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- အိုင်ကာသစ်တောကိုလည်း ကြည့်ပါ
မဟာရ် (နှမ်းလက်ဆောင်), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Ma'idah, S.5
မက္ကာ (ဗက္ကာ), 3:96;90:1-2
- လုံခြုံသောမြို့, 95:3
လူသား
- မြေပေါ်တွင် မျိုးဆက်ပြီးမျိုးဆက်, 2:30;6:165
- နောင်လာမည်သောသူ, 35:39
- တာဝန်, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- အလ္လာဟ်စုံစမ်း, 2:155; 3:186; 47:31; 57:25
- လူတို့ တောင့်တသောအရာ, 3:14
- ဖန်ဆင်းရာ, 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- ဖန်ဆင်းပြီး သတ်မှတ်ကာလ, 6:2; 15:26
- ယောကျားနှင့် ဇနီး ရင်ကြားစေ့, 4:35
- အလ္လာဟ်နှင့် တွေ့ဆုံမည်မဟုတ်ဟု ငြင်းသောသူ ဆုံးရှုံး,6:31
- ပြန်ကြွ, 6:60, 72, 164; 10:45-46
- မိမိကိုယ်ကို ကြံစည်, 6:123
- တစ်ဦး၏ ဝန်ထုပ် မဆောင်, 6:164
- ကျေးဇူးမသိ, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- ရှေတာန်ကြောင့် သတိပေး, 7:27
- ဇနီးနှင့် သားသမီး, 7:189-190
- ဒုက္ခ သို့ မကောင်းမှု ကျရောက်သောအခါ, 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- အရှင်ထံ ပြန်ကြွ, 10:23; 84:6; 96:8
- မိမိကိုယ်ကို မတရားပြု, 10:44
- ဂုဏ်ကြွားပြီး ဝါကြွားသူ, 11:10
- မကောင်းမှု ဆုတောင်း, 17:11
- အမြဲမြန်ဆန်, 17:11
- လုပ်ရပ်ကို လည်ပင်းတွင် ပတ်, 17:13
- မှားသောသူ မိမိနှောင့်, မှန်သောသူ မိမိကိုသာ, 17:15
- မတရားမခံရ, 17:71
- သေခြင်းနှင့် ထမြောက်ခြင်း, 23:15-16
- ဒီနကို အဖွဲ့အစည်းများ ကွဲပြားစေ၊ ကိုယ်ယုံကြည်ချက်ဖြင့် ပျော်ရွှင်, 23:53
- လျှာ၊ လက်နှင့် ခြေထောက် သက်သေခံမည်, 24:24
- မိမိကိုယ်ကို သက်သေခံ, 75:14
- မိမိဆန္ဒကို ကိုးကွယ်ဘုရားထားသူ,25:43
- သွေးနှင့် အိမ်ထောင်ဆွေမျိုး, 25:54
- ကောင်းကင်နှင့် မြေပေါ်ရာသမျှ အလ္လာဟ် သင်တို့ဖို့ ကျင်းနှိမ်, 31:20
- မိမိမျက်နှာ အလ္လာဟ်ထံ ထောင်သောသူ, 31:22
- ရင်ဘတ်တွင် နှလုံးနှစ်ခု မရှိ, 33:4
- အလ္လာဟ်ကို ကိုးကွယ်, 39:64-66
- မိမိလက်ကြောင့် ကပ်ဆိုး, 42:30, 48
- မလာဣကာများ လုပ်ရပ်မှတ်တမ်းတင်, 50:17-18, 23;85:11
- မလာဣကာများ ကာကွယ်, 13:11; 86:4
- သုံးအမျိုးသား ခွဲ, 56:7-56
- အလ္လာဟ်နှင့် နီးသောသူများ, 56:10-11
- လက်ျာဘက်သားများ, 56:27-40
- လက်ဝဲဘက်သားများ, 56:41-56
- အသွင်ပြောင်းပြီး မသိသောပုံသဏ္ဌာန်ဖြင့် ဖန်ဆင်း, 56:60-62
- ပုံသဏ္ဌာန်ကောင်းအောင် ပြု, 64:3
- ဥစ္စာဓနနှင့် သားသမီး စုံစမ်းမှုမျှ, 64:15
- ဖန်ဆင်းပြီး ပေးသနားတော်မူ, 67:23-24; 74:12-15; 90:8-10
- စိတ်မရှည်, 70:19-21
- ဆုတောင်းရာ၌ မှန်မှန်ကန်ကန်, 70:22-35
- ပိုမိုဆောင်ရွက်ဆန္ဒ, 74:15
- မိမိကိုယ်ကို သက်သေခံ, 75:14-15
- မာနကြီးမှု, 75:31-40; 90:5-7
- ဤလောကဘဝကို ချစ်, 76:27
- ဖန်ဆင်းရ ပိုခက် သို့ ကောင်းကင်ပိုခက်, 79:28
- အရှင်ကို မဂရုပြု, 82:6-12
- ကောင်းစွာ ပုံသွင်းပြီး ညီမျှ, 82:7
- အဆင့်ဆင့် ခရီးသွား, 84:19
- ဥစ္စာချစ်ခြင်း, 89:20
- ဒုက္ခဆင်းရဲတွင် ဖန်ဆင်း, 90:4
- ကြိုးပမ်းအားထုတ်မှုနှင့် လုပ်ရပ်မျိုးစုံ, 92:4
- လွယ်ကူသောလမ်းနှင့် မကောင်းသောလမ်းပြ, 92:7, 10
- အကောင်းဆုံးပုံစံဖြင့် ဖန်ဆင်း, 95:4
- အနိမ့်ဆုံးသို့ ကျ, 96:5
- ကန့်သတ်ချက်ကျော်, 96:6-7
ဟဂျ်တာဝန်များ (Manasik), 2:128, 200; 22:30
မနာသ်, 53:20
လူသားများ
- သက်သေများ, 2:143
- တစ်ပါတည်းသောအသိုင်းအဝိုင်း, 2:213; 10:19
- တစ်တွဲမှ ဖန်ဆင်း, 4:1; 39:6; 49:13
- မိမိကိုယ်ကို ဆန်ကျင်, 10:23
- ရှင်းတမ်းနီးနေသော်လည်း မဂရုပြု, 21:1-3
- ဖိသ်ရသ်ဖြင့် ဖန်ဆင်း, 30:30
- အမြင့်မားဆုံး, 49:13
- လူမျိုးနှင့် မျိုးနွယ်ဖြစ်, 49:13
မန်နာနှင့် ငှက်, 2:57
အကျင့်သိက္ခာ
- အိမ်ဝင်ခြင်း, 24:27-29
- အိမ်တွင်, 24:58-61
- နဗီ၏ အိမ်တွင်, 33:53
- နဗီကို နှုတ်ဆက်ပြီး ဆလာသ်ပေး, 33:56
- အလ္လာဟ်နှင့် တမန်တော် သို့ ယုံကြည်သောယောကျားမိန်မများကို နှောင့်ယှက်မနှင့်, 33:57-58
- သတင်းကို ယုံမတည်မှီ စစ်ဆေး, 49:6
- တစ်ဦးကိုတစ်ဦး မထိမဲ့မြင်မပြနှင့်, 49:11
- စည်းဝေးရာတွင်, 58:11
အိမ်ထောင်, 2:232, 234
- မယုံကြည်သူ သို့ ကျွန်နှင့်, 2:221
- မည်မျှနှင့် ဥပဒေဝင်, 4:3
- မဟာရ် မပြန်ယူ (ကွာရှင်းတွင်), 4:20-21
- တားမြစ်, 4:22-24
- လွတ်လပ်သောယုံကြည်သောမိန်မနှင့် မနိုင်ပါက, 4:25
- ကွဲပြားမည်ကြောက်ပါက ဆုံးဖြတ်ရှင်နှစ်ဦး ခန့်, 4:35
- ဇနီး ရက်စက်မှု သို့ စွန့်ပစ်မှု ကြောက်ပါက ငြိမ်းချမ်းစွာ ဆောင်ရွက်, 4:128
- ဇနီးတစ်ဦးကို အလွန်ယိမ်းပြီး တစ်ဦးဆိုင်ရာတွင် မချန်ရ, 4:129
- မကောင်းသောလိင်ဆက်ဆံသူများ, 24:3
- ဆင်းရဲသားများနှင့်, 24:32
- အိမ်ထောင်ပြုနိုင်သောဘဏ္ဍာမရှိသူ, 24:33
- နဗီထံ ဥပဒေဝင်ဇနီးများ, 33:50-52
- လိင်မပေါင်းသင်းမှီ ကွာရှင်းပါက ဣဒ္ဒဟ်မလို, 33:49
သူရဲကောင်းများ
- သေသည်မဟုတ်, 2:154; 3:169
- အလ္လာဟ်၏ ကျေးဇူးနှင့် ဆုလာဘ်ဖြင့် ပျော်ရွှင်, 3:170-171
- ခွင့်လွှတ်မှုနှင့် ကရုဏာ ရ, 3:157-158
- ကောင်းသောအစာအာဟာရ ရမည်, 22:58-59
မာရွတ်, 2:102
မာရိ (ဂျေဆပ်မိခင်)၊ မွေးဖွားခြင်း, 3:35-7
- ဂျေဆပ်မွေးဖွားမည် သတင်းကောင်း, 3:42-51; 19:16-21
- မီးဖွားစဉ်, 19:23-26
- ကလေးကို လူများဆီ ဆောင်ခဲ့, 19:27-33
- မှားသောစွပ်စွဲမှု, 4:156
- သန့်ရှင်းမှုထိန်းသိမ်း, 21:91; 66:12
Maryam, S.19
Masad, S.111
- Al-Masjid-al-Agsa, 17:1
- Al-Masjid-al-Haram, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Al-Mash'ar-al-Harăm, 2:198
Maun, S.107
Ma'wa ဂျန်နသ်, 53:15
အတိုင်းအတာနှင့် အလေးချိန်၊ ပြည့်ဝစွာပေး, 11:85; 17:35;83:1-5
တွေ့ဆုံမှု
- အလ္လာဟ်နှင့်, 6:31
- ကြီးမားသောနေ့, 19:37
- နောင်တမလွန်တွင်, 30:16
တမန်တော်များ, 2:253; 4:164-165; 40:78; 57:27
- ဆက်ခံမှု, 2:87
- စီတန်း, 5:19; 23:44
- သတ်ခြင်းခံ, 3:183
- ခြိမ်းခြောက်ခြင်းခံ, 14:13
- ထောင်မကွက်, 6:10; 13:32; 15:11; 21:41
- ငြင်းပြီး ပယ်ချ,3:184; 6:34;25:37;34:45; 51:52
- အချို့ကို ယုံပြီး အချို့ကို ငြင်း,4:150-152
- တမန်တော်များ စုဝေး, 5:109
- သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ် ပို့, 6:48; 14:4-8
- လူမျိုးတိုင်း၏ သက်သေ, 16:89
- လူမျိုးတိုင်း တမန်တော်ရှိ, 10:47; 16:36
- အလ္လာဟ်၏ အာယာသ်ဖတ်, 7:35-36
- မလာဣကာ တမန်တော်, 17:95; 25:7
- လူသားမျှ, 14:10-12;17:94; 21:8; 25:7-8, 20
- ၎င်းတို့ ဇနီးနှင့် သားသမီး, 13:38
- နဗီများကိုလည်း ကြည့်ပါ
မိရာဂျ်, 17:1; 53:12
ဝန်ဥပေ်ချဉ်ဆဲ/ဝန်ဥပေ်ချဉ်, 57:24
ကပ်ဆိုး၊ မိမိလက်ကြောင့်, 42:30
ဘုန်းကြီးဝတ်ကျင့်, မသတ်မှတ်, 57:27
မျောက်များ၊ ကန့်သတ်ချက်ကျော်သူများ ဖြစ်, 2:65;5:60; 7:166
မိရာဂျ်, 17:1; 53:12
လများ၊ အရေအတွက်, 9:36-37
လ, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- ကွဲ, 54:1
မူဆာ
- နှင့် သူ၏လူများ, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- နှင့် ဖာရော, 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- အလ္လာဟ်လမ်းပြ, 6:84
- တောင်နှင့် အရှင်မြတ်ထင်ရှားမှု, 7:142-145
- ရွှေသငယ် ကိုးကွယ်မှုကြောင့် လူများကို ဆူဆဲ, 7:148-156;20:83-99
- သူ၏ကျမ်း၊ ကွဲပြားမှုဖြစ်, 11:110
- ကျမ်းပေး, 17:2
- ကြည်လင်သောနိမိတ်ကိုး, 7:133; 17:101
- ပင်လယ်နှစ်ခုဆုံရာ, 18:60-82
- တောက်လောင်နေသောချုံနှင့် ကြုံတွေ့မှု 20:9-36; 27:7-14; 28:29-35
- ခေါ်ဆိုပြီး တမန်တော်အဖြစ်ပေး, 19:51-53;20:9-56
- သူ၏ကလေးဘဝ၊ မိခင်နှင့် ညီမ, 20:38-40;28:7-13
- မှော်ဆရာများ ယုံကြည်, 20:70-73; 26:46-52
- မဒ်ယာန်တွင်, 20:40; 28:22-28
- ဆုံးဖြတ်ချက်ကောင်း ပေးသည်, 21:48
- နှင့် မှော်မီး, 27:7-12; 28:29-35
- မြို့တွင် အဲဂုတ္တုသားတစ်ဦးကို မတော်တဆ သတ် 28:14-21
- ကြည်လင်သောအာယာသ်ဖြင့် ကြွ, 29:39
- ဖာရောနှင့် ဇာတ်လမ်း 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ဖာရောနှင့် သူ၏လူများဖို့ နိမိတ်ကိုးခု 7:130-133; 20:17-22; 17:101
- ဖာရော၏မှော်ဆရာများ မနိုင်, 20:70-73; 26:46-52
- မိဒ်ယာန်ထွက်ပြောင်းပြီး အိမ်ထောင်ပြု 28:22-28
- ကျောက်ပြားများ ရ 7:142-154
- တောင်ပေါ်တွင် အလ္လာဟ်ကို မြင်ဖို့ တောင်းဆို 7:142-145
- အလ္လာဟ်ဂုဏ်ပြု 33:69
- ဣသရေးသားများဆီ အလ္လာဟ်ကျေးဇူး 2:47-61
- ဣသရေးသားများ ဂျေရုဆလင်မဝင်ဖို့ ငြင်းဆို 5:20-29
- မှန်ကန်သောလမ်းသို့ လမ်းပြ, 37:114-122
- မူဆာ၏ကျမ်း, 53:36; 87:19
မဆ်ဂျစ် (ဂျေရုဆလင်), 17:7
မဆ်ဂျစ် (ကိုဘာ), 9:107-108
မဆ်ဂျစ်များ, 2:187; 9:17-19
- အလ္လာဟ်မဆ်ဂျစ် ထိန်းသိမ်း, 9:17-18
ခြင်, ဥပမာ, 2:26
တောင်များ, 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Muddaththir, S.74
မုဟာဂျီရ် (ဟိဂျ်ရတ်ပြုသူများ), 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- မိန်မများ, 60:10-12
မုဟမ္မဒ် ﷺ
- ထောင်မကွက်, 2:104; 4:46; 25:41-42; 34:78
- တမန်တော်ကို ရိုသေ, 2:104; 4:46; 49:1-5
- ယုံကြည်ဖို့ ပဋိညာဉ်, 3:81
- ယုံကြည်သူများ၏ သက်သေ, 2:143
- တမန်တော်မျှသာ, 3:144
- ကြင်နာသောဆက်ဆံမှု, 3:159
- သူ၏လုပ်ငန်း, 3:164; 7:157; 36:6; 52:29; 74:1-7
- ယုံကြည်သူများဆီ ကြီးမားသောကျေးဇူးဖြင့် ပို့, 3:164
- အမှန်တရားနှင့် ပို့, 4:170
- စောင့်ကြည့်သူ မဟုတ်, 6:107
- ဖတ်တတ်မရေးတတ်, 7:157; 62:2
- လူသားအားလုံးထံ အလ္လာဟ်၏တမန်တော်အဖြစ် ပို့, 7:158; 48:9, 29
- ထင်ရှားသောသတိပေးသူ, 7:184, 188; 11:2; 15:89; 53:56
- မူးသွပ်သူမဟုတ်, 7:184; 68:2; 81:22
- သင်ကို စွပ်စွဲသူများ, 9:58
- နဗီကို နှောင့်ယှက်သူများ၊ ယုံကြည်သူများဆီ ကရုဏာ, 9:61
- ဗျာဒိတ်ရသာ လိုက်, 10:15-16; 11:12-14; 46:9
- သူ၏ မိန့်တော်မူချက်, 11:2-4; 12:108; 34:46-50
- အလ္လာဟ် သူ၏သက်သေ, 13:43; 29:52; 46:8
- သက်သေ၊ သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ် ပို့, 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- ဝမ်းနည်းမနေ, 15:97; 16:127; 18:6
- သက်သေဖြစ်ဖို့ ပို့, 16:89; 22:78; 73:15
- ဥာဏ်ပညာနှင့် ကောင်းသောဟောပြောမှုဖြင့် ဖိတ်ခေါ်, 16:125
- မကာမ်မဟ်မူဒ်, 17:79
- ဗျာဒိတ်ရ, 18:110
- 'အာလမင်'အတွက် ကရုဏာ, 21:107
- ဆုလာဘ်မတောင်း, 25:57; 38:86; 42:23
- မိန့်တော်မူချက်ရ, 27:91-93;30:30;66:9
- အလ္လာဟ်ထံမှ ကရုဏာ, 28:46-47
- ယုံကြည်သူများနှင့် နီးကပ်, 33:6
- လိုက်နာဖွယ်ကောင်းသောနမူနာ, 33:21
- နဗီများ၏ နောက်ဆုံး, 33:40
- ဆလာသ်ပေး, 33:56
- လူသားအားလုံးထံ ပို့, 34:28
- ဆုလာဘ် အလ္လာဟ်ထံမှသာ, 34:47
- လူသားမျှ, 41:6
- ကာကွယ်သူအဖြစ် ပို့, 42:48
- တမန်တော်များတွင် အသစ်မဟုတ်, 46:9
- ဣသရေးသားများထဲမှ သက်သေ,46:10
- ဘိုင်အဟ် (ကတိ) သူ့ဆီ ကတိဝပ်ခြင်းသည် အလ္လာဟ်ဆီ ကတိဝပ်ခြင်း, 48:10, 18
- ဂျိဗ်ရေးလ် မြင်, 53:4-18; 81:22-25
- ဆန်ကျင်မနှင့်, 58:20-22
- ဂျေဆပ်ကြိုတင်ဟောကြား, 61:6
- ဒီနအမှန်ကို ဒီနများအားလုံးနိုင်အောင် ပြု, 61:9
- မှောင်မှ အလင်းသို့, 65:11
- မယုံကြည်သူများနှင့် မုနာဖစ်များကို တိုက်ဖို့ ကြိုးစား, 66:9
- ကောင်းမြတ်သောကျင့်ဝတ်, 68:4
- ကဗျာဆရာ သို့ ဟောသူ မဟုတ်, 69:41-42
- ဆတောင်ရာ၌ မှန်မှန်ကန်ကန်, 73:1-8, 20; 74:3
- နှင့် မျက်မမြင်သူ, 80:1-12
- ဂျူဒေ တော်ကြွပြီး အလ္လာဟ်ထံ နီးကပ်, 96:19
- သန့်ရှင်းသောမျက်နှာစာများ ဖတ်, 98:2
- မိသားစုဆိုင်ရာ အာယာသ်များ, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- တမန်တော်များ၊ နဗီများကိုလည်း ကြည့်ပါ
Muhammad ( ﷺ ), S.47
မုဟ်သိနူးများ (ကောင်းမှုပြုသူများ), 2:117, 195; 4:125,128; 10:12-16; 16:128
- အလ္လာဟ် ချစ်, 3:134, 148; 5:93
- အလ္လာဟ် ဆုလာဘ်မပျောက်စေ, 5:85;9:120; 11:115; 18:30
- ဆုချ, 12:22; 37:80, 105, 110; 39:34;77:44
- သတင်းကောင်း, 22:37; 46:12
- အလ္လာဟ်ကရုဏာ နီးကပ်, 7:56
- အလ္လာဟ် အတူရှိ, 29:69
- မိဘများဆီ သစ္စာရှိပြီး ကောင်းမှုပြု, 2:83
- အလ္လာဟ်တာဝန်ထမ်းရာ သည်းခံ, 16:90
- ကောင်းမှုနှင့် မကောင်းမှုကိုလည်း ကြည့်ပါ
Mujadilah, S.58
မြည်းလားများ, 16:8
Mulk, S.67
Mumin (Ghafir ကြည့်ပါ), S.40
Mu'minun, S.23
Mumtahanah, S.60
Munafigun, S.63
လူသတ်မှု, 2:178-179
Mursalat, S.77
မွတ်စလင်များ
- ပထမသော, 6:14, 163; 9:100; 39:12
- မည်သူနာမည်တပ်, 22:78
- ခွင့်လွှတ်မှုနှင့် ကြီးမားသောဆုလာဘ်, 33:35-36
Mutaffifin, S.83
Muzzammil, S.73
Naba', S.78
နဒ်ဒီရ်၊ ဗနူ-အန်-, (ယဟူဒီ), 59:2, 9, 13
Nahl, S.16
နဂ်ဂျာသ် (ညစ်ပတ်) 9:28
Najm, S.53
နဂျ်ဝါ (လျှို့ဝှက်ကြည့်ပါ)
နာမ်တော်များ
အကောင်းဆုံး နာမ်တော်များ သူ၏, 7:180
အကောင်းဆုံး နာမ်တော်များ သူ၏, 17:110; 20:8; 59:24
မဖြစ်မနေ လိုအပ်ချက်, 2:173; 6:145
အိမ်နီးချင်း, 4:36
လဆန်းများ, 2:189
သတင်း၊ စုံစမ်းစစ်ဆေးရန် 4:83
ဝန်ဥပေ်ချဉ်ဆဲ 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
ည, (သင်္ကေတ), အနားယူဖို့, 10:67
- ဖုံးအုပ်မှုအဖြစ်, 13:3; 78:10
- အသုံးဝင်ဖို့, 14:32
- ကဒ်ရ်ညနှင့် (ဆုံးဖြတ်ချက်), 44:3-4; 97:1-5
Nisa', S.4
နူဟ်, 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- ထောင်မကွက်, 11:38
- ရေကြီးမှု (ပြင်းထန်), 29:14
- သင်္ဘောနှင့် ရေလွှမ်းမိုးမှု 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- မဖြောင့်မတ်သောသား မကယ်တင်, 11:42-48
- မဖြောင့်မတ်သောဇနီး, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
Nuh, S.71
Nur,S.24
ကျိန်ဆိုမှု, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
နာခံမှု, 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
ဖြည့်ဆည်းရမည့်တာဝန်များ, 5:1
သားသမီး,4:9; 42:49-50
- ယောကျားသည်းချောင်မိန်မသားကို အလိုတော်ရှိသောသူဆီ ပေး, 42:49
သံလွင်, 6:141; 16:11; 23:20; 24:35; 95:1
တစ်ဆူတည်းသော အိလာဟ်, 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
မိဘမဲ့ကလေးများ, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- အုပ်ထိန်းသူများ, 4:6
- မိမိ၏လုပ်ရပ်ကို မိမိ၏ မျက်လှည့်ဖြင့် ချောမောလပ်ပြောင်ပြု, 6:108
တွဲဖက်များ၊ သတ္တဝါအားလုံးတွင်, 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
စွန်ပလွံသစ်ပင်, 13:4; 19:25; 20:71; 59:5
ဥပမာများ, (တူညီချက်၊ ဥပမာ)
- မီးထွန်းသောသူ, 2:17-18
- မိုးမှ မုိးသည်းတောင်, 2:19-20
- ခြင်, 2:26
- အော်ဟစ်သောသူ, 2:171
- ယိုင်နဲ့သောမြို့, 2:259
- ပြောင်းစေ့, 2:261
- ချောသောကျောက်, 2:264
- ဥယျာဉ်, 2:265-266
- ကြိုး, 3:103
- အေးသောလေ, 3:117
- ထမြောက်ခြင်း 7:57; 22:5; 41:39
- လျှာထုတ်သောခွေး, 7:176
- တဆင့်ဆင့်, 9:109-110
- မိုးရေ, 10:24
- ရိတ်ပြတ်သောသစ်ပင်, 10:24
- နားပင်နှင့် မျက်ကန်း, 11:24
- အလ္လာဟ်နှင့် မှားသောကိုးကွယ်ဘုရားများ 13:14; 16:76
- အမှန်နှင့် မုသား 13:17
- လေပြင်းတိုက်သောမြေပြင်ပေါ်မှ ပြာ,14:18
- ကောင်းမွန်သောသစ်ပင်, 14:24-25
- မကောင်းသောသစ်ပင်, 14:26
- ကျွန်နှင့် ယောကျား, 16:75
- သခင်ကို ဝန်ဖြစ်သောအသံမထွက်သောသူ,16:76
- ချည်ကို ဖြုတ်သောမိန်မ, 16:92
- လုံခြုံပြီး ကျေနပ်သောမြို့, 16:112-113
- စပျစ်ဥယျာဉ်ရှိသောယောကျားနှစ်ဦး, 18:32-44
- ဤလောကဘဝ ကောင်းကင်မှ ရေသကဲ့သို့,18:45
- ကောင်းကင်မှ ကျပြီး ငှက်ဆွဲ,22:31
- ယင်, 22:73
- အလင်းသည် ပေါက်ဝသကဲ့သို့, 24:35-36
- ပြာနှမ်းမြင်, 24:39
- နက်ရှိုင်းသောပင်လယ်မှောင်, 24:40
- ပင်ကူ, 29:41
- တွဲဖက်များ, 30:28
- မြို့နေသူများ, 36:13-32
- မျိုးစုံ သီးနှံ, 39:21
- တွဲဖက်များစွာ၏ ယောကျား, 39:29
- ကြီးထွားနေသောမျိုးစေ့, 48:29
- မာကျောသောနှလုံးသား 57:16-17
- မိုးပြီးနောက် အပင်, 57:20
- ညွှတ်သောတောင်, 59:21
- မြည်း, 62:5
- ရေနစ်မြုပ်ပါက, 67:30
- ဥယျာဉ်နေသူများ, 68:17-33
ဂျန်နသ်
- နေထိုင်ရာ (မအ်ဝါဂျန်နသ်), 53:15
- ဖိရ်ဒောသ်ဂျန်နသ်, 18:107; 23:11
- မြစ်ဆင်းသောဥယျာဉ်များ, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- တာရှည်သောဥယျာဉ်များ ('Adn ဂျန်နသ်) 9:72;13:23; 18:31; 19:61; 20:76
- ထာဝရဥယျာဉ်များ ('Adn ဂျန်နသ်), 16:31;35:33; 98:8
- ပျော်ရွှင်သောဥယျာဉ်များ, 37:43; 56:12, 89
- ထာဝရပျော်ရွှင်မှုဥယျာဉ်များ, 9:21
- ဥယျာဉ်နှင့် စပျစ်ဥယျာဉ်, 78:32
- ဥယျာဉ်နှစ်ခု၏ အသီး, 55:54, 62
- မျိုးစုံသောအသီးများ, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- အသီး နီးရာ, 55:54; 69:23
- အသီးနှင့် အသား, 52:22
- ငှက်အသား, 56:21
- အဆူးမဲ့ သဒ်ရ်သစ်ပင်နှင့် ငှက်ပျောသစ်ပင်,56:28-29
- အကျိုးမရှိသောအသိပညာ၊ ကျမ်းဆောင်မြည်း 62:5
- စီးဆင်းသောတွင်း, 88:12
- ဆလ်ဆဗီးလ်ဟုခေါ်သောတွင်း, 76:18
- ကာဖူရ်ဟုခေါ်သောတွင်း, 76:5
- သာဆ်နိမ်ဟုခေါ်သောတွင်း, 83:27-28
- ဂျန်နသ်ရှိမြစ် ကောသာရ်, 108:1
- ဝိုင်၊ နို့၊ ရှင်းလင်းသောပျားရည်မြစ်, 47:15
- သန့်ရှင်းသောတံဆိပ်တပ်ဝိုင်၊ ဖြူဝင်းနှစ်သက်ဖွယ်, 37:45-46; 56:18; 76:21; 83:25
- ဇင်ဂ်ဂ်ဘိလ်ရောသောဖလား, 76:17; 78:34
- ရေ, 76:5
- ရွှေပန်းကန်နှင့် ဖလားများ, 43:71
- ငွေဖလားနှင့် ဘိလောင်းဖလားများ, 76:15-16
- ကြည်မြင့်ပြာသော ကြီးသောပိုးထည်ဝတ်စုံ, 18:31;22:23; 35:33; 44:53; 76:12, 21
- ရွှေနှင့် ပုလဲလက်ကောက်ဖြင့် ဆင်ယင်, 18:31; 22:23; 35:33; 76:21
- ပိုးထည်ဖြင့် ကြော်ထားသောကုတင်, 55:54
- စိမ်းသောခေါင်ရုံနှင့် လှပသောခင်းများ, 55:76; 88:15
- ရွှေနှင့် ကျောက်မျက်ဖြင့် ရက်ထားသောပလ္လင်, 56:15; 88:13
- ဖြန့်ထားသောကြွေဦး, 88:16
- လှပသောနန်းတော်, မြင့်မားသောအခန်းများ, 9:72; 39:20
- အမြဲတမ်းနေ, 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- ထာဝရအိမ်, 3:15; 35:35
- ပလ္လင်ပေါ် မျက်နှာချင်းဆိုင်, 15:47; 37:44;44:53; 56:16
- သေခြင်းမချဉ်းနင်း, 44:56
- ထွက်ဖို့ မတောင်းဆို, 15:48
- နှလုံးသားမှ မုန်းတီးမှု သို့ နှောင့်ယှက်မှု ဖြုတ်, 7:43; 15:47
- ဝမ်းနည်းမှုအားလုံး ဖြုတ်, 35:34
- ပင်ပန်းနွမ်းနယ်မှု မရှိ, 15:48;35:35
- နာကျင်ခြင်း၊ ဗိုက်ကိုက်ခြင်း၊ ဦးနှောက်ကိုက်ခြင်း မူးယစ်ခြင်း မရှိ, 37:47; 56:19
- ကျိုးမဲ့စကားနှင့် အပြစ်ရှိသောစကား မရှိ, 19:62;56:25
- မနှောင့်ယှက်သောစကားနှင့် မုသား မရှိ,78:35; 88:11
- အပြစ်မှ လွတ်ကင်း, 37:47; 52:23
- ပူမှုနှင့် အေးမှု မရှိ, 76:13
- သတ်မှတ်ထားသောအစာ ရှိမည်, 37:41;56:89
- ငြိမ်းချမ်းစိတ်ချမှုဖြင့်, 15:46; 44:51, 55; 50:34
- ငြိမ်းချမ်းရေးအိမ်, 6:127
- နှုတ်ဆက်မှု, 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- ကောင်းမှုပြုသူများ ဝင်မည်,4:124; 42:22; 44:51
- အရှင်မြတ်ကို ကြောင်းကြောင်းကြောင် ကြောင်ကြောင်ကြောင် ထားသူများ အဖွဲ့ဖွဲ့ ခေါ်, 39:73
- လုပ်ရပ်ကြောင့် အမွေဆက်ခံ,43:72
- အလ္လာဟ် သူတို့နှင့် ကျေနပ်၊ သူတို့လည်း ကျေနပ်, 5:119
- ကျွန်ုပ်၏ ဂျန်နသ်, 89:30
- အမြင့်ဆုံးနှစ်သက်မှု, 9:72
- ကြီးမားသောအောင်မြင်မှု, 57:12; 64:9
- အမြင့်မားဆုံးအောင်မြင်မှု, 9:72; 44:57
- ယုံကြည်သူများဖို့ ဥယျာဉ်များ ဧည့်ခံမှုအဖြစ်, 32:19
- ဂျန်နသ်နေသူများ ထိုနေ့ ပျော်ပြင်သောအရာများတွင် မှုတ်, 36:35
- ဥယျာဉ်နှင့် ရေတွင်းများကြား, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- ပလ္လင်ကို ဝိုင်းသောမလာဣကာများ မြင်, 39:75
- အနိုင်အထက်ဘုရင်နှင့် နီး, 54:55
- ဆန္ဒရှိသမျှ ရမည်, 50:35
- ဟူရ်များ၊ ကြည်သောမျက်လုံးရှိ သန့်ရှင်းသောမိန်မများ, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- သန့်ရှင်းသောဇနီးများ, 3:15
- ပျော်ရွှင်သောရိပ်တွင် ပလ္လင်ပေါ် ဇနီးများ, 36:55
- ငယ်ရွယ်သောရင်ကောင်ကောင်မိန်မများ, 78:33
- ပုလဲကဲ့သို့ ကာမ်ပြားဝန်ထမ်းကိုင်ကလေးများ, 52:24; 56:17; 76:19
- ကောင်းကင်နှင့် မြေကဲ့သို့ ကျယ်ဝန်း 3:133, 57:21
- စီးဆင်းသောရေ၊ အေးသောရိပ်၊ အရသာနှင့် သန့်ရှင်းသောဖော်, 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- ယုံကြည်သူများ၏ ဆုလာဘ် 55:46-78; 56:10-40
- ပျားရည်၊ နို့၊ ရေနှင့် ဝိုင်မြစ်, 47:15
- ဆုတောင်းနှင့် နှုတ်ဆက်, 10:9-10; 39:73-74
- ငြိမ်းချမ်းသောနှုတ်ဆက်ဖြင့် ကြိုဆို 13:23-24; 14:32
- ထာဝရနှစ်သက်မှုတွင် နေ 11:108
- ထွက်ဖို့ မတောင်းဆို 15:45-48
- ရှေ့နှင့် လက်ျာတွင် အလင်းတောက် 57:12
- ပူမှုနှင့် အေးမှု မရှိ 76:13
- ဆန္ဒတိုင်း ပြည့်ဝ 16:30-32; 41:31-32
- ရွှေလက်ကောက်နှင့် ကြည်မြင့်ပျော့ဝတ်စုံ 18:30-31; 22:23-24; 44:51-53
- ရွှေဖလားပန်းကန် 43:67-73
- ငွေဖလားနှင့် လက်လှမ်းမှီသောအသီး 76:14-16
- ပလ္လင်ပေါ် အနားယူ 15:47; 37:44; 52:20
- ယုံကြည်သူများ အရှင်မြတ်မြင်မည် 75:22-23
မိဘများ၊ ကြင်နာမှု, 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
အလ္လာဟ်၏ တွဲဖက်များ၊ မုသား,4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
မြက်ခင်း, 87:4-5
လမ်း, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- နည်းလမ်းကိုလည်း ကြည့်ပါ
သည်းခံမှု, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- သည်းခံမှုနှင့် ဆုတောင်းမှုဖြင့် အကူ, 2:45, 153; 20:132;50:39
သည်းခံသောသူ
- ဆုလာဘ် ပြည့်ဝစွာ ရမည်, 39:10
- အလ္လာဟ် အတူရှိ, 8:46
- သည်းခံပါ, 11:115
- အလ္လာဟ်တာဝန်ထမ်းရာ, 16:90
- အမျက်ထွက်တော်သောအခါ, 41:34
ငြိမ်းချမ်းရေး၊ သဘောတူ, 8:61
ပုလဲနှင့် သန္တာ, 52:24; 55:22; 56:23
ကလပ်, 68:1; 96:4
လူ
- အလ္လာဟ် လုပ်နိုင်သည့်အပြင် မပင်ပန်းစေ,2:286; 7:42
- အလ္လာဟ် စွမ်းနိုင်သည်ထက် မတောင်း, 23:62
- မည်သူမျှ မနက်ဖြန်ဘာရမည်၊ မည်သည့်မြေတွင် သေမည် မသိ, 31:34
- လူတိုင်း ကောင်းဆိုးနှင့် ကြုံမည်, 3:30
- လူတိုင်း မိမိကိုယ်ဖို့ ငြင်းဆိုလာမည်,16:111
- လူတိုင်း မိမိဆောင်ရွက်မှုဖို့ ပေါင်ကန်, 74:38
- မိမိကိုယ်ကို ကဲ့ရဲ့သောသူ, 75:2
ဖာရော, 28:6; 40:24
- သူ၏လူများ, 2:49; 3:11; 7:141; 44:17-33
- နစ်မြုပ်, 2:50
- မူဆာနှင့် ဆက်ဆံမှု, 7:103-137; 10:75-92
- ပင်လယ်မှ အလောင်း, 10:90-92
- ကန့်သတ်ချက်ကျော်၊ အပြစ်ပြု၊ နာမခံ, 20:24; 69:9; 73:16;85:17-20; 89:10-14
- ဖြောင့်မတ်သောဇနီး, 28:8-9
- ဘုရားဟုဆို, 28:38; 79:24
- ဖျက်ဆီး, 29:39
- ဖာရောမိသားစုမှ ယုံကြည်သောယောကျား,40:28-44
- မျှော်ကြည့်ကင်တင်ကာ, 40:36-37
- မူဆာကိုလည်း ကြည့်ပါ
လောကီပစ္စည်းများ စုပုံမှု, 102:1-4
ကတိဝပ်မှု (ဘိုင်အဟ်)
- အစ်စလာမ်ဖို့, 16:91
- တမန်တော်ဆီ ကတိဝပ်မှုသည် အလ္လာဟ်ဆီ ကတိဝပ်မှု, 48:10
- ယုံကြည်သူများ၏, 48:18; 60:12
ပေါင်နှံမှု (Mortgaging), 2:283
- လူတိုင်း မိမိဆောင်ရွက်မှုဖို့ ပေါင်ကန်, 52:21; 74:38
ကဗျာ, 36:69
ကဗျာဆရာများ, 26:224-227; 69:41
သလဲသီး, 6:141
ဆင်းရဲသားများ, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
ဆုတောင်း, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- ကျယ်မကျယ်မဆို, 17:110
- မယုံကြည်သူများဖို့ ဆုမတောင်းနှင့်, 9:113-114
- မယုံကြည်သူများ ဆုတောင်း, 13:14
- ဆုတောင်းသူများကို ဖြေဆို, 42:26
- သည်းခံမှုနှင့် ဆုတောင်းမှုဖြင့် အကူ, 2:45, 153; 20:132;50:39
- ကိဗ်လဟ်ဆီ မျက်နှာမူ၍ ဆတောင်ထူ, 2:142-145, 149-150
- ဆတောင်တည်ခြင်း ထိန်းသိမ်း, 2:238
- ခရီးနှင့် တိုက်ပွဲတွင်, 2:239; 4:101-102
- မူးနေသောအချိန် မဆတောင်နှင့်, 4:43
- ဂျနာဗသ်အခြေနှင့်, 4:43
- ဆတောင်ဖို့ ထိန်းသိမ်း, 4:43; 5:6
- ဆတောင်ပြီးသောအခါ, 4:103
- ဆတောင်အချိန်, 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- အလ္လာဟ်တစ်ဆူတည်းဖို့ ဂျူဒေ, 13:15
သောကြာနေ့ ဆတောင်, 62:9-11
အန္တရာယ်ရှိသောအချိန် ကြိုတင်ကာကွယ်, 4:71
စစ်သုံ့ပန်းများ, 8:67-71
- အကျဉ်းသားများကိုလည်း ကြည့်ပါ
အမှန်တရားကတိ, 46:16-17
ပစ္စည်းဥစ္စာ, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
နဗီများ, 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- နဗီများ၏ ပဋိညာဉ်, 3:81; 33:7-8
- နဗီများဖို့ တရားမဝင်, 3:161
- နဗီတိုင်းဆီ ရန်သူ, 6:112; 25:31
- တမန်တော်များကိုလည်း ကြည့်ပါ
ဂျူဒေ
- ကောင်းကင်နှင့် မြေပေါ်ရှိသူများ ၎င်းတို့အရိပ်များပါ ဂျူဒေပြု, 13:15
ဥပဒေ, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
ဆာလံများ, 4:163
အပြစ်ပေးမှု
- နောက်ဆိုင်း, 3:178
- လက်နှင့် ခြေ ဖြတ်, 5:33
- ခံခဲ့ရသောအတိုင်း အပြစ်ပေး, 16:126
- ဤလောကနှင့် နောင်တမလွန်, 24:19; 68:33
သန့်ရှင်းမှု
- ကိုယ်ခန္ဓာ,4:43; 5:6
- စိတ်ဝိညာဉ် (ညစ်ညမ်းမှုမှ), 87:14; 91:9
ကဒါရ်, 5:5; 64:11
Qadr, S.97
Qaf, S.50
Qalam, S.68
Qamar, S.54
Qari'ah, S.101
ကာရွန် (Korah), 28:76-82; 29:39
Qasas,S.28
ကိဗ်လဟ်, 2:142-145, 149
ကိသ်ဆာသ် (ပြန်လည်တုံ့ပြန်မှုဥပဒေ), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
ကုရ်အာန်
- ဖော်ပြ, 13:31, 36, 37; 14:1; 56:77-80
- အလ္လာဟ်မှတပါး မည်သူမျှ မထုတ်ဝေနိုင်, 2:23; 10:38; 11:13; 17:88
- အလ္လာဟ်ထံမှ မဟုတ်ပါက ကွဲလွဲမှုများစွာ, 4:82
- ထင်ရှားသောအလင်း, 4:174; 42:52
- ဗျာဒိတ်, 6:19
- အလ္လာဟ် သက်သေ, 6:19
- ကြည်လင်သောသက်သေ, 6:157
- အာယာသ်များနှင့် ပတ်သက်ပြီး မှားသောစကား, 6:68
- သတိပေးချက်, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- ဖတ်ကြားသောအခါ နားထောင်ပြီး တိတ်ဆိတ်, 7:204
- ဒ်ဟိကရ်, 7:205; 15:6, 9
- ဥာဏ်ပညာကျမ်း, 10:1; 31:2; 36:2
- ဗျာဒိတ်မက်ဆေ့ချ်, 10:2, 109; 42:52
- ငြင်းသူများ, 11:17
- အာရဗီဘာသာ, 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- အပိုင်းပိုင်းဖြာပြီး အဆင့်ဆင့် ဗျာဒိတ်, 15:91; 17:106; 25:32; 76:23
- အာယာသ်ပြောင်း, 16:10
- ဖတ်လိုသောအခါ, 16:98
- လမ်းပြ, 17:9
- သတင်းကောင်းနှင့် သတိပေး, 17:9-10
- မယုံကြည်သူများနှင့်, 17:45-47
- မနက်မိုးလင်းချိန် ဖတ်ကြားမှု မလာဣကာများ သက်သေခံ, 17:78
- သက်သာမှုနှင့် ကရုဏာ, 17:82
- လူသားအားလုံးဆီ ဥပမာနှင့် နမူနာဖြင့် ရှင်းပြ၊ သို့သော် အများငြင်းဆို,17:89; 18:54; 39:27
- လွယ်ကူ, 19:97; 44:58; 54:17, 22, 32, 40
- ကျွန်ုပ်၏လူများ ဤကုရ်အာန်ကို စွန့်ပစ်, 25:30
- ကျမ်းများမှ အတည်ပြု, 26:196
- ဣသရေးသားများ ကွဲလွဲသောအကြောင်း ဖော်ပြ, 27:76
- ဖတ်ကြားပြီး ဆတောင်, 29:45
- အလ္လာဟ်ထံမှ အမှန်တရား, 32:3; 35:31
- ကောင်းကြိုးနေ့ညတွင်, 44:3
- ကိစ္စတိုင်း ဆုံးဖြတ်, 44:4
- နက်ရှိုင်းစွာ တွေးဆ, 47:24
- ဖြင့် သတိပေး, 50:45
- အလ္လာဟ်ဆူ, 55:1
- ဂုဏ်ကြီးသောဖတ်ကြားမှု၊ ကာကွယ်ထား,56:77-78
- သန့်ရှင်းသောသူမှတပါး မထိနှင့်, 56:79
- တောင်ပေါ်သို့ ဆင်းသက်ပါက, 59:21
- မယုံကြည်သူများဖို့ ဝေဒနာ, 69:50
- ယုံကြည်ချက်ဖြင့် အမှန်တကယ်, 69:51
- ဖြည်းဖြည်းချင်းဖတ်, 73:4
- ဂုဏ်ကြီးသောမှတ်တမ်းတွင်, 80:13-16
- 'အာလမင်'အားလုံးဖို့ သတိပေးချက်, 81:27
- မယုံကြည်သူများ မုသားဟုဆို, 84:22
- ကာကွယ်ထားသောဘုတ်တွင်, 85:22
- အမှန်နှင့် မုသား ခွဲထုတ်သောစကား, 86:13
- သန့်ရှင်းသောမျက်နှာစာများ ဖတ်, 98:2
- ကျမ်း၊ ဗျာဒိတ်ကိုလည်း ကြည့်ပါ
Quraish, S.106
ကုရိုင်ရှ်
- မယုံကြည်သူများ, 54:43-46, 51
- ဆွဲဆောင်ချုပ်နှောင်, 106:1-4
ဂျူးဘုန်းကြီးနှင့် ရဟန်းများ, 9:31, 34
ကောင်းမှုတွင် ပြိုင်ဆိုင်ကြိုးစား, 5:48
Ra'd, S.13
Rahman, S.55
ဖြောင့်မတ်မှု ဝတ်စုံ ပိုကောင်း, 7:26
မိုးရေ
- အလ္လာဟ်၏ ကျေးဇူး, 56:68-70
- ကျောက်မိုး, 27:58
ရမဒ်ဟာန်, 2:185
ရမ်ဒ်ယ်, 2:200
ကြေးဖိုး
- ကြေးဖိုး လက်မခံ, 57:15
- မယုံကြည်သူများ ကမ်းလှမ်း, 3:91; 10:54; 13:18
ဖိဒ်ယဟ်, ဆောမ်ဖိုး, 2:196
- အကျဉ်းသားများ လွှတ်မြောက်ဖို့, 8:67
ရသ်စ်နေသူများ, 25:38; 50:12
ဆပ်ဖြေမှု
- ဆပ်ဖြေမှုနေ့, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- ငြင်းသူများ, 107:1-7
- မကောင်းမှုဆပ်ဖြေမှု မကောင်းမှုနှင့် ညီ, 42:40
ရင်ကြားစေ့မှု
- ခွင့်လွှတ်ပြီး ရင်ကြားစေ့သူ, 42:40
- ယောကျားနှင့် ဇနီး, 4:35
- ယုံကြည်သူများကြား, 49:9-10
မှတ်တမ်း
- မှတ်တမ်းဖတ်ကိုင်, 83:7-9, 18-21
- လူမျိုးတိုင်း မှတ်တမ်းဆီ ခေါ်, 45:28-29
- လူတိုင်း လုပ်ရပ်မှတ်တမ်း,81:10
- အမှန်တရားပြောသောမှတ်တမ်း, 23:62
- လက်ျာ, 69:19; 84:7-9
- လက်ဝဲ, 69:25
- ကျောနောက်, 84:10-15
မှတ်တမ်းတင်မလာဣကာများ, 50:17-18, 23; 85:11
သက်သာရာ၊ ဒုက္ခနှင့်အတူ, 94:5-6
ဒီန်
- အတင်းအဓမ္မ မရှိ, 2:256
- အစ်စလာမ်ဖြစ်သည်, 3:19
- အလ္လာဟ်၏, 3:83-84
- အစ်စလာမ်မဟုတ်သော, 3:85
- ဒီနတွင် ကန့်သတ်ချက်ကျော်မနှင့်, 4:171; 5:77
- ပြည့်ဝ, 5:3
- ကစားခြင်းနှင့် ပျော်ပြင်ခြင်းအဖြစ် ဆောင်ရွက်သူ, 6:70
- ဒီနကွဲထွက်ပြီး အဖွဲ့ကွဲသူ, 6:159; 30:32
- 42:13-14; 43:65; 45:17 ကိုလည်း ကြည့်ပါ
- လူများ ဒီနကို အဖွဲ့ကွဲပြီး ကိုယ်ယုံကြည်ချက်ဖြင့် ပျော်ရွှင်, 23:53; 30:32
- ဒီနတွင် ဒုက္ခမပေး, 22:78
- လူသားများ ဒီနဖြင့် ဖန်ဆင်း, 30:30
- နဗီအားလုံးဖို့ ဒီနတစ်ခုတည်း, 42:13-15
- ဘိုးဘေးဒီန်, 43:22-24
အလ္လာဟ်ကို သတိပြုမှတ်သားခြင်း, 63:9
- သတိပြုမှတ်သားရာ နှလုံးသားငြိမ်, 13:28
နောင်တ
- မသိဘဲ မကောင်းမှုပြုပြီး ချက်ချင်းနောင်တရပါက လက်ခံ, 4:17; 6:54
- မကောင်းမှုဆက်ပြုပါက နောင်တ အကျိုးမရှိ, 4:18
- နောင်တလက်ခံပြီး အပြစ်ခွင့်လွှတ်, 4:25
မကောင်းမှုဖို့ ဆိုင်းငံ့မှု, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
ထမြောက်ခြင်း, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- ဦးဇာဣရ်ဇာတ်လမ်းတွင် ဥပမာ 2:259
- အာဗြဟံ 2:260
- တောင်ကြောနေသူများ 18:9-26
- ထမြောက်ခြင်းငြင်းသူများဆီ သတိပေး 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
ထမြောက်ခြင်းနေ့, 7:89; 20:100-101, 124
- အမှန်တကယ်နေ့, 78:39
- ဆုလာဘ်ပြည့်ဝစွာ ချ, 3:185
- လုပ်ရပ်မှတ်တမ်းများ ဖွင့်, 81:11
- လူတိုင်း မိမိ ဆောင်ကြဉ်သည်ကို သိမည်, 81:14
- လူတိုင်း ကောင်းဆိုးနှင့် ကြုံမည်, 3:30
- ပေးပို့ပြီးသောနှင့် နောက်ကျန်ကို လူသိမည်, 82:5
- မတရားမှုကြောက်ရန်မလို, 20:112
- တရားမျှတသောခြင်မောင်း, 21:47
- လုပ်ရပ်ချိန်ခွင်, 23:102-103
- ကောင်းဆိုးမည်သို့မဆို အနည်းငယ်ပင် မြင်မည်, 100:7-8
- လျှို့ဝှက်ချက်တိုင်း စစ်ဆေး, 86:9
မှတ်တမ်း လက်ျာဘက်ရ, 69:19; 84:7-9
မှတ်တမ်း လက်ဝဲဘက်ရ, 69:25
မှတ်တမ်း ကျောနောက်ရ, 84:10-15
- မယုံကြည်သူများဖို့ ခက်ခဲသောနေ့, 25:26; 54:8; 74:9
- လေးသောနေ့, 76:27
- လေးသောဝန် ဆောင်, 20:100-101
- ကြောင်းပြနိုင်ခြင်းမရှိ, 77:36
- မတရားသူ မိမိလက်ကိုကိုက်, 25:27
- မတရားသူများ မိတ်ဆွေနှင့် ရုပ်တုများနှင့် စု, 37:22
- ဝမ်းနည်းမှုနှင့် မျှော်လင့်ချက်ကုန်ချုပ်မှုဖြင့် ဖျက်ဆီး, 30:12
- အသက်ရှင်ဖမ်းခြင်းခံရသောမိန်မ မေးမြန်းခြင်းခံ, 81:8-9
- အကြီးကြီးဆုံးကြောက်ရွံ့မှု, 21:103
- ဟစ်သောသူ ကြောက်မက်ဖွယ်သောအရာဆီ ဟစ်, 50:41;54:6-8
- တစ်ကြိမ်တည်းနှင့် (အော်ဟစ်), 36:29, 49, 53; 38:15; 50:42
- ဇက်ဂ်ဂ်ရဟ် (အော်ဟစ်), 37:19; 79:13
- နီးသောအပြစ်ပေးမှု, 78:40
- ကောင်းကင် ခမ်းနင်ယိမ်း, 52:9; 56:4
- ကောင်းကင် ကွဲသွား, 84:1-2
- ကောင်းကင် ဖြာထွက်, 77:9; 82:1
- တိမ်နှင့် ကောင်းကင် ဖြာ, 25:25
- ကောင်းကင် လိပ်ထည့်, 21:104; 39:67
- ကောင်းကင်နှင့် မြေပေါ်ရှိသူအားလုံး မူးဝွေ, 39:68
- ကောင်းကင် ဖွင့်ပြီး တံခါးများဖြစ်, 78:19
- မိုးကောင်းကင် ဆီးနွံသကဲ့သို့, 70:8
- ကြယ်များ ကျ, 81:2; 82:2
- ကြယ်များ အလင်းဆုံး, 77:8
- နေ အလင်းဆုံး, 81:1
- ပင်လယ်များ မီးလောင်, 81:6
- ပင်လယ်များ ကွဲ, 82:3
- နာရီ၏ ငလျင်, 22:1; 99:1
- တောင်များ ရွေ့, 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- ဆွတ်ကြိုက်ခြင်း 20:105; 56:5
- သိုးမွေးသကဲ့သို့, 70:9;101:5
- မြေနှင့် တောင်များ ကြမ်းတမ်းစွာ တုန်, 73:14; 79:6
- မြေ ဆွတ်ကြိုက်, 89:21
- မြေ အခြားမြေသို့ ပြောင်း ကောင်းကင်ပါ, 14:48
- မြေ ဆန့်, 84:3-5
- မြေ ညီညာသောလွင်ပြင်, 18:47; 20:106
- မြေ ဝန်ထုတ်, 84:4; 99:2
- သင်္ချိုင်း မလှန်, 82:4
- သင်္ချိုင်းမှ ထမြောက်, 21:97; 70:43
- သေပြီးနောက် မြေပေါ် အသက်ရှင်, 79:14
- တောတိရစ္ဆာန်များ စု, 81:5
- မျက်ကန်းအဖြစ် ထမြောက်, 20:124-125
- တာရူပ် မှုတ်, 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- ဆခ်ခ်ဟ, 80:33
- ဝိညာဉ်များ ကိုယ်ခန္ဓာနှင့် ပြန်ဆုံ, 81:7
- ဆယ်ရက်ထက် မကြာ, 20:103
- တစ်ရက်ထက် မကြာ, 20:104
- သို့မဟုတ် တစ်ရက်တစ်ပိုင်း, 23:112-114
- စည်းဝေးသောနေ့, 64:9
- တရားစီရင်သောနေ့, 37:21
- ဆုံးဖြတ်ချက်နေ့, 77:38; 78:17
- ခြားနားရေးနေ့, 77:13-14
- ဝမ်းနည်းနောင်တနေ့, 19:39
- ငြင်းသူများ, 77:15-50
- လူသားများ ကြွေနှံသကဲ့သို့, 101:4
- လူသားများ ကွဲကွဲပြားပြားအဖွဲ့ဖွဲ့ကြွ, 100:6
- လူသားများ မူးဝွေသောအချိန်ကဲ့သို့, 22:2
- ကိုယ်ဝန်ဆောင်တိုင်း ဝန်ချ, 22:2
- ကိုယ်ဝန်ဆောင်ကုလားအုပ်များ လစ်လျူရှုခြင်းခံ, 81:4
- နို့တိုက်မိခင် မမှတ်မိ, 22:2
- ဆွေမျိုးများ တစ်ဦးကိုတစ်ဦး မြင်, 70:11
- ယောကျား ဆွေမျိုးများမှ ထွက်ပြေး, 80:34-37
- မိတ်ဆွေသည် မိတ်ဆွေကို မမေး, 70:10
- မိတ်ဆွေမရှိ၊ အဖြေပေးသူမရှိ, 40:18
- မည်သူမျှ တစ်ဦးဖို့ မည်သည်ကိုမျှ မတတ်နိုင်, 82:19
- အာဏာမရှိ၊ ကူညီသူမရှိ, 87:10
- ယုံကြည်သူများ မကြောက်, 43:68
- ယုံကြည်သူများ ရိပ်၊ ရေတွင်းနှင့် အသီးများကြား, 77:41-43
- ဂျန်နသ်နေသူများနှင့် ၎င်းတို့ဇနီးများ, 36:55-58
- မလာဣကာများ ကြီးမားသောဆင်းသက်မှုဖြင့် ပို့, 25:25
- ဖောင်းပေါ်သည်, 68:42-43
- ဂျန်နသ် နီးကပ်, 81:13
- ငရဲ နီးကပ်, 89:23
- ငရဲမီး တောက်ကြိုး, 81:11-12
- ဇကာသ်ကိုပြု ဆပ်ဖြေမှုဖြစ်, 5:45
ဗျာဒိတ်
- သံသယရှိပါက, 2:23-24
- ပယ်ဖျက်ခြင်း သို့ မေ့သောအာယာသ်, 2:106
- မှန်ကန်သောလမ်းပြ, 3:73
- အရှင်မြတ်ထံမှ၊ သံသယမရှိနှင့်, 6:114
- နားလည်သောသူများဖို့, 6:98
- လမ်းပြမှုနှင့် ကရုဏာ, 7:203; 16:64; 31:3
- ရူဟ်-ဥလ်-ကုဒ်ဒ်ဆ်မှတဆင့်, 16:102; 26:192-193
- အသေးစိတ်ရှင်းပြ, 6:98; 41:2-4
- ကျမ်းဗျာဒိတ် အလ္လာဟ်ထံမှ, 46:2
- ကျမ်းနှင့် ကုရ်အာန်ကိုလည်း ကြည့်ပါ
မတရားညှဉ်းပန်းခြင်းဆပ်ဖြေ, 42:39-43
ဆုလာဘ်
- ကောင်းဆုံးလုပ်ရပ်အလိုက်နှင့် ထိုထက်ပိုမို, 24:38; 29:7; 39:35
- ဆုလာဘ်အဖြစ် 25:15
- ကောင်းမှုပြုသူများကို အကောင်းဆုံးဖြင့် ဆုချ, 53:31
- ကောင်းမှုဖို့ ကောင်းမှုမှတပါး ဆုမရှိ, 55:60
ရိဘာ (အတိုးကြည့်ပါ)
ဖြောင့်မတ်သောသူများ
- ၎င်းတို့ အဖွဲ့, 4:69
- မြေကို အမွေဆက်ခံမည်, 21:105
- ဂျန်နသ်တွင်, 51:15-19; 76:5-12
- ကောင်းမှုကိုလည်း ကြည့်ပါ
ဖြောင့်မတ်မှု, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- မတ်မတ်ရပ်သောလမ်း, 90:11-18
မှန်ကန်သောလမ်းပြမှုသည် အလ္လာဟ်၏လမ်းပြမှု,3:73
လမ်းများ, 43:10
ကျောက်တောင်ဒေသ (Hijr)၊ နေသူများ, 15:80-85
ရောမများ, 30:2-5
အမိုး၊ ကောင်းကင်, 21:32
ရူဟ် (ဂျိဗ်ရေးလ်), 26:193; 67:12; 70:4; 78:38;97:4
ရူဟ်-ဥလ်-ကုဒ်ဒ်ဆ်, 2:87, 253; 5:110; 16:102
- ဂျိဗ်ရေးလ်ကိုလည်း ကြည့်ပါ
ရူဟ် (ဝိညာဉ်), 15:29; 17:85; 58:22
Rum, S.30
ဆဗာ (ရှေဘာ), 27:22-44; 34:15-21
Saba', S.34
ဥပုသ်
- ကျော်လွန်သူများ, 2:65; 4:154; 7:163-166
- ဖို့သာ သတ်မှတ်, 16:124
ဆာဗိုင်ယင်, 5:69; 22:17
ယဇ်ပူဇော်ခြင်း, 2:196, 200; 22:34-37
Sad, S.38
ဆဒကာ (ဇကာသ်), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- ဖြစ်ဖောင်ဖြင်မသိပြုမှုသာ ပြသမှုထက်ကောင်း, 2:271
ဆဖာနှင့် မာရ်ဝာ, 2:158
Saff, S.61
Saffat, S.37
ဆိုင်လ်အလ်-'အရိမ် (မာရိဘ်တဆည်မှ ရေလွှတ်), 34:16
Sajdah, S.32
ဆကီနာ (ငြိမ်သက်မှုနှင့် တည်ငြိမ်မှု), 2:248;9:26, 40; 48:4, 18, 26
ဆာလိဟ်, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ဆလ်ဆဗီးလ် (ဂျန်နသ်တွင်းရေ), 76:18
ဆာမိရီ, 20:85, 95-97
ဆမ်မူ-အဲလ်, 2:247
ရှေတာန်, 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- မုန်းတီးမှုနှင့် ရန်ဖြစ်မှုဖြစ်စေ, 5:91
- မကောင်းသောကြွေးတို့ ဖြစ်စေ, 7:200-201
- လှည့်ဖြား, 8:48
- သစ္စာဖောက်, 14:22
- ယုံကြည်သူများပေါ် အာဏာမရှိ, 16:99-100
- မုသားပစ်, 22:52-53
- ရန်သူ, 12:5; 35:6; 36:60
- မာနကြီးမှု 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ဂျင်န်တစ်ဦး 18:50-51
- အာဒမ်ကို စုံစမ်းပြီး ကျ 7:20-23; 20:116-121
- ယုံကြည်သူများပေါ် အာဏာမရှိ 16:98-100
- သူ၏ရည်ရွယ်ချက် 35:6-8
- လူသားများ၏ ရန်သူ 12:5; 17:53
- သူ၏တပ်, 53:14-19
- သူ၏လုပ်ကိုင်မှု 5:90-91
- ကောင်းမှုကို မှောင်မိုက်, 2:268
- ယုံကြည်သူများ သူထံမှ အလ္လာဟ်ကိုးကွယ် 7:200-202
- သူ၏ အကြံကြမ်းများ အားနည်း 4:76
- လိုက်နာသူများကို နောက်မှ ထောင်ချ 8:48
- ငရဲတွင် လိုက်နာသူများနှင့် ပြောဆို 14:22
- အိဗ်လီသ်ကိုလည်း ကြည့်ပါ
ချိန်ခွင်၊ ဆင်ပြောင်မည့်သူ လေးသည်, 7:8-9
- ဟန်ချက်ကိုလည်း ကြည့်ပါ
ကျမ်းစာ
- ကျမ်းစာပိုင်ရှင်များ (ယဟူဒီနှင့် ခရစ်ယာန်), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- ၎င်းတို့ ဖျောင်ထားသောအရာ, 5:61-63
- မှန်ကန်သောလမ်းရှိသောသူများ,5:66
- မှတ်မိသော်လည်း မယုံ, 6:20
ပင်လယ်များ, 42:32-33; 45:12
- နှစ်ခု, 18:60; 25:53; 35:12; 55:19-20
- ကွဲသောအခါ, 82:3
လျှို့ဝှက်ချက် (နဂ်ဂျ်ဝါ)
- ဆွေးနွေးမှု, 4:114
- သုံးဦးတိုင်ပင်ချက်, 58:7
- ဆွေးနွေးချက်များ, 58:8, 10
- ကိုယ်ပိုင်တိုင်ပင်မှု, 58:12-13
ဒီနတွင် အဖွဲ့ကွဲပြားမှု, 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
လုံခြုံမှု၊ ဒုက္ခပြီးနောက် ဆင်းသက်တော်မူ,3:154
မျိုးစေ့၊ မည်သူကြီးထွား, 56:63-67
အာရုံများ, 23:78
ခုနစ်ပါး ဖန်ဆင်း
- ကောင်းကင်များ, 2:29; 23:17; 65:12; 67:3; 71:15
- မြေလည်း သာနည်းတူ, 65:12
အရိပ်
- အလ္လာဟ်ဆီ ဂျူဒေ, 13:15; 16:48
ဆန့်, 25:45
Shams, S.91
 သမူဒ်လူများဖို့ ကုလားအုပ်မိန်မ ကြည်လင်သောနိမိတ်, 7:73; 17:59; 26:155-158
သင်္ဘော မောင်းနှင်ခြင်း နိမိတ်အဖြစ်၊ အသုံးဝင်ဖို့၊ ကျေးဇူးတင်ဖို့၊ ချမ်းသာရှာဖို့, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
ရှု'အိုင်ဗ်, 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Shura, S.42
ဆိဒ်ရတ်-ဥလ်-မွန်တဟာ, 53:14
မဒီနာဝန်းရံမှု, 33:9-27
ဆိဂ်ဂ်ဂျင်, 88:7-9
အပြစ်, 7:100; 74:43-6
- တရားမဝင်လိင်ဆက်ဆံမှု, 4:15-16; 24:2, 19
- ကြီးသောအပြစ်ရှောင်ပါက သေးသောအပြစ် ခွင့်လွှတ်, 4:31
- လူဆီ ဝှက်နိုင်သော်လည်း အလ္လာဟ်ဆီ မဝှက်နိုင်, 4:108
- မည်သူအပြစ်ဆောင်ရွက်သော် မိမိကိုသာ, 4:111
- မည်သူအပြစ်ပြုပြီး အပြစ်မဲ့ပေါ် ချပြောပြော, 4:112
- တွဲဖက်ထားမှုမခွင့်လွှတ်၊ အခြားအပြစ် မိန်းတော်ကြည်ရသောသူ ခွင့်လွှတ်, 4:116
- အပြစ်ကျူးလွန်သောသူ ဆပ်ဖြေမှုရ,6:120
- အပြစ်သားများ အောင်မြင်မည်မဟုတ်, 10:17
- အလ္လာဟ် အပြစ်အားလုံး ခွင့်လွှတ်, 39:53
- ကြီးသောအပြစ်များ, 42:37
ဆိုင်နာတောင်, 19:52; 23:20; 95:2
အပြစ်သားများ၊ ၎င်းတို့နား၊ မျက်များနှင့် အရေပြား သက်သေခံမည်, 41:20-23
ဆိရာသ်တံတား, 66:8
တုတ်နှင်ကျော်, 68:11-12; 104:1
ကျွန်များ, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- စစ်သုံ့ပန်းများ၊ အကျဉ်းသားများကိုလည်း ကြည့်ပါ
အိပ်ငိုက်ခြင်း၊ အနားယူဖို့, 78:9
ဆောဒုံ, 29:31; 37:136
တူသောလိင်ဆက်ဆံမှု, 7:80-82; 11:77-83; 15:61-77; 29:28-29
ဆောလမုန်, 2:102; 4:163; 6:84
- ဖခင် ဒါဝိတ်ကို ပိုကောင်းသော စီရင်ချက်တွင် ကူ 21:78-82
- နှင့် ကြက်ဆိတ်များ, 27:15-19
- နှင့် ဟုဒ်ဟုဒ်ငှက်, 27:20-26
- နှင့် ဆဗာ ဘုရင်မ, 27:22-44; 34:15
- အလ္လာဟ်ကျေးဇူး 34:12-14, 38:34-40
- မြင်းချစ်သောစိတ် 38:30-33
သားလေး၊ မွေးစားသား, 33:4-5
ဝိညာဉ် (ရူဟ်), 15:29; 17:85; 58:22
အလ္လာဟ်လမ်းတွင် အသုံးပြု, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- လိုအပ်သည်ထက်ပိုသော, 2:219
- အလ္လာဟ်လမ်းတွင် ပစ္စည်းအသုံးပြုသောသူ ဥပမာ, 2:261
- ပြသဖို့ အသုံးပြု, 2:264; 4:38
- အလ္လာဟ်လမ်းတွင် အသုံးပြုသမျှ ပြန်ဆပ်, 2:272; 8:60; 34:39
- ဖောင်းပွမှု သို့ အလဟဿမဖြင့်, 6:141;17:26
- မဖောင်းပွ မဝန်ဥပေ်ချဉ်, 25:67
- အလ္လာဟ်လမ်းတွင် မသုံးပဲ လက်ပိတ်သောသူ, 9:67
ဝိညာဉ် (ရူဟ်), 15:29
- ၎င်း၏ အသိပညာ အလ္လာဟ်ထံ, 17:85
- ယုံကြည်သူများကို ဝိညာဉ်ဖြင့် ခိုင်မာစေ, 58:22
စစ်ဆုတောင်း, 8:41, 69; 48:15, 19-20; 48:15
- စစ်ဆုကိုလည်း ကြည့်ပါ
ထောင်လှမ်းခြင်း, 49:12
ကြယ်, 53:1, 49; 86:1-4
ကြယ်များ, 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
မဖြောင့်မတ်သောသူ, 1:6
- လမ်းကြောင်း, 6:153
- ကြိုးစားမှု, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
နို့တိုက်ခြင်းကာလ၊ မွေးစားမိခင်, 2:233
ဒုက္ခ၊ ဆင်းရဲမှု၊ ကျန်းမာရေးဆုံးရှုံးမှုနှင့် ဘေးဒုက္ခများ၊ ချမ်းသာကြွယ်ဝမှု, 7:94-96
နေ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
အမြင့်မားဆုံးအောင်မြင်မှု, 9:72; 44:57
ဆူရာ, 10:38; 11:13; 47:20
- ဆင်းသက်မှု အီမာန်တိုး, 9:124-127
သံသယများ, 49:12
တာဝန်, 19:62
- ဥပဒေနှင့် ကြည့်ပါ
ဆူဝါ', 71:23
တဗူးက်, 9:40-59, 81-99, 117-118, 120-122
Taghabun, S.64
တာဂ်ဟူသ်, 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- မှားသောကိုးကွယ်ဘုရားများကိုလည်း ကြည့်ပါ
Ta-Ha, S.20
Tahrim, S.66
Takathur, S.102
Takwir, S.81
Talaq, S.65
တာလဟ် (ငှက်ပျောသစ်ပင်), 56:29
တာလူသ် (ဆောလ်), 2:247-249
Tariq, S.86
တဆ်နိမ် (တွင်းရေ), 83:27-28
Taubah, S.9
တဝါဖ် (ကာအ်ဗာ ပတ်ခြင်း), 2:200; 7:29,31
တယမ်မွမ်, 4:43; 5:6
ကာလ၊ လူမျိုးတိုင်းသတ်မှတ်ကာလရှိ၊ ရောက်မလောင် ရောင်းမထွက်, 7:34; 10:49;15:4-5; 16:61; 20:129
နယ်မြေ၊ တပ်ယူနစ်ဖြင့် ကာကွယ်, 3:200
စုံစမ်းမှု, အလ္လာဟ်မှ, 3:154; 34:21
သမူဒ်, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
သူခိုး၊ အပြစ်ပေး, 5:38-39
ပလ္လင်တော်, 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- ရေပေါ်တွင်, 11:7
- ရှစ်ပါးသောမလာဣကာ ဆောင်, 39:75; 40:7; 69:17
အချိန်, 45:24; 76:1; 103:1
Tin, S.95
အပြစ်ပေးမှု,3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
မြို့၊ သတ်မှတ်ဆုံးဖြတ်ချက်မရောက်မချင်း မဖျက်, 15:4
ကုန်သွယ်မှုနှင့် ပစ္စည်းဥစ္စာ, 4:29
ခရီးသွား, မြေပေါ်ဖြတ်သွားခဲ့ကြောင်း, 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
သစ္စာဖောက်မှု, 8:58; 22:38
- လှည့်ဖြားမှု ကြည့်ပါ
သိုထားသောဘဏ္ဍာ, 9:35
အလ္လာဟ်၏ ဘဏ္ဍာ, 6:50
ထာဝရသစ်ပင်, 20:120
သစ်ပင်များ, 22:18
စုံစမ်းမှုများ, 2:214-218; 64:15
တာရူပ်၊ ထမြောက်ခြင်းနေ့တွင်, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
ဆခ်ခ်ဟ,80:33
ကောင်းကင်၊ မြေနှင့် တောင်တို့ကမ်းသော်လည်း လူသိုက်ကောင်, 33:72-73
သစ္စာများ (အမာနသ်),2:283; 4:58; 8:27; 23:8;33:72; 70:32
အမှန်တရား, 5:48; 23:70-71, 90; 25:33; 69:51
- မုသားနှင့် မရောနှောနှင့် မဝှက်နှင့်, 2:42
- အမှန်တရားကြွပြီး မုသားပျောက်, 17:81
- အမှန်တရားကတိ, 46:16-17
တုဗ္ဗာ', လူများ, 44:37; 50:14
တူရ် (တောင်), 28:29, 46
Tur, S.52
တူဝါ, ချိုင့်ဝှမ်း, 20:12; 79:16
ဥဟုဒ်တိုက်ပွဲ, 3:121-128, 140-180
ဥမ္မဟ် (အသိုင်းအဝိုင်း), 2:143-144;10:47, 49; 11:118; 16:36, 120
'ဥမ်ရဟ်, 2:128, 158, 196
အတိုး (ရိဘာ), 2:275-276, 278-280; 3:130;4:161; 30:39
'ဥဇိုင်ရ်, (ဦးဇာဣရ်ကြည့်ပါ)
'ဥဇ္ဇာ, 53:19
မမြင်ရသောကာပ်, 17:45-46
ဝာသာ, 24:31; 33:59
ဆဗ်ဥလ်-မသာနီ အာယာသ်, 15:87
နိုင်မှု
- အလ္လာဟ်ပေး, 48:1
- အလ္လာဟ်ကူညီမှုဖြင့်, 61:13
ကောင်းမွန်သောကျင့်ဝတ်, (ဖြောင့်မတ်မှု၊ ယုံကြည်သူများ ကြည့်ပါ)
ဝဒ်ဒ်, 71:23
- "စောင့်ကြည့်ပါ၊ ငါတို့လည်း စောင့်ကြည့်မည်", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Waqi'ah, S.56
အလ္လာဟ်ကို တိုက်ခိုက်မှု, 5:33-34
ဖောင်းပွစွာ မဖြုန်းနှင့်, 6:141; 7:31; 17:26
ရေ၊ သက်ရှိတိုင်းကို ဖန်ဆင်း, 21:30;24:45; 25:54
- ပင်လယ်နှစ်ခု, 18:60; 25:53; 35:12; 55:19-20
- အလ္လာဟ်ပလ္လင်တော် ရေပေါ်တွင်, 11:7
- မိုးရေ, 23:18
လမ်း, 1:6; 42:52-53; 90:10
- လွယ်ကူ၊ လွယ်ကူစေ, 87:8
- နည်းလမ်းကိုလည်း ကြည့်ပါ
ခရီးသွားသူ, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
ဥစ္စာဓန
- စုသောသူ, 104:2-4
- အလ္လာဟ်လမ်းတွင် သုံးဆွဲမှု (အသုံးပြုမှုကြည့်ပါ)
ဥစ္စာဓနနှင့် သားသမီး ဤလောကဘဝ ဆင်ယင်မှု, 18:46
အလေးချိန်နှင့် အတိုင်းအတာ ပြည့်ဝစွာပေး, 11:85; 17:35;83:1-5
မုဆိုးမများ, 2:234-235, 240
အလ္လာဟ်၏ အလိုတော်, 10:99-100; 30:5; 81:29; 82:8
လူ၏ဆန္ဒ၊ မဖြောင့်မတ်ဘဲ၊ အလ္လာဟ်အလိုမရှိပါက, 28:29
လေ, 77:1-3
- သတင်းကောင်းဆောင်, 7:57; 30:46
- တိမ်ထ၊ ရေဖြစ်, 15:22; 30:48
- ဝါသွား, 30:51
ဝိုင် (ဂျန်နသ်တွင်)
- သန့်ရှင်းသောသောက်ရည်, 37:45; 76:21
- ဖြူဝင်း၊ နှစ်သက်ဖွယ်, 37:46
- မြစ်, 47:15
- သန့်ရှင်းသောတံဆိပ်တပ်, 83:25
အလ္လာဟ်ချီးမြှောက်သောအရာ မတောင့်တနှင့်, 4:32
သက်သေများ
- နဗီများပဋိညာဉ်ဖို့, 3:81
- လူသားများပေါ်, 2:143; 22:78
- စာချုပ်ဖို့, 2:282
- မိန်မနှစ်ဦး ယောကျားတစ်ဦးကို, 2:282
- တရားမဝင်လိင်ဆက်ဆံမှုဖို့, 4:16; 24:2
- တရားမျှတပါ, 5:8
- လက်နှင့် ခြေသက်သေခံမည်, 36:65
- လူသည် မိမိကိုယ်ကို, 75:14
သက်သေခံသောနေ့နှင့် သက်သေခံခြင်းခံသောနေ့, 85:3
ဇနီးများ
- ချိုင်ဆယ်ကွင်း, 2:223
- ဖုံးအုပ်, 2:187
- မိမိနှင့်တူ, 16:72
ငြင်းချင်မိန်မ, 58:1-2
မိန်မများ, 2:222-223; 4:15, 19-22, 34, 127
- သန့်ရှင်းသူများ စွပ်စွဲသောသူများ, 24:4-5, 11-17, 23-26
- ဝတ်ဆင်မှု, 24:31; 33:59
- ဟိဂျ်ရတ်ပြုသောယုံကြည်မိန်မများ, 60:10-12
- သစ်တောနေသူများ, 15:78; 38:13; 50:14
- အိုင်ကာ၊ မဒ်ယာန် ကြည့်ပါ 26:176-191
ဤလောကဘဝ
- ကစားခြင်းနှင့် ပျော်ပြင်ခြင်းမျှ, 6:32;29:64; 47:36; 57:20
- လူများ လှည့်ဖြား, 6:130
- နောင်တမလွန်နှင့်ယှဉ်က ဤလောကပျော်ရွှင်မှု နည်း, 9:38; 13:26; 28:60-61
- ဆန္ဒရှိသူ ရနိုင်သော်လည်း နောင်တမလွန်မရ, 11:15-16; 17:18; 42:20
- ဥစ္စာနှင့် သားသမီး ဆင်ယင်မှု,18:46
- ဤလောကချစ်ပြီး နောင်တမလွန်စွန့်သူ, 75:20-21; 76:27
စာချုပ်ဖို့ ရေးမှတ်ခြင်း, 2:282
မတရားသူများ,11:18-22, 101-104, 116-117;39:47
- မယုံကြည်သူများကိုလည်း ကြည့်ပါ
တည်ညိုမှု (Wudu'), 4:43; 5:6
ယာဃုသ်, 71:23
ယာဟ်ယာ (ယောဟန်)
- သတင်းကောင်း, 3:39; 21:90
- ဖြောင့်မတ်, 6:85
- ဥာဏ်ကောင်း၊ ကြင်နာ၊ သစ္စာရှိ, 19:12-15
Ya-Sin, S.36
ယာသ်ရိဗ် (မဒီနာ)၊ နေသူများ, 33:13
ယာ'ဥဒ်ကျ်, 71:23
Yunus (Jonah), S.10
Yusuf (Joseph), S.12
ဇဗူရ်, 21:105
ဇကာရိရ်ယာ, 3:37-41; 6:85; 19:2-11; 21:89-90
ဇိုင်ဒ် အိဗ်နိ ဟာရိသဟ်, နဗီ၏ ကျွန်, 33:37-38
ဇကာသ်, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- ဇကာသ်နှင့် ဆဒကာ ရည်မှန်းချက်, 2:273; 9:60
ဇင်ဂ်ဂျဘိုင်လ်, 76:17
Zalzalah, S.99
ဇက်ကူမ်, 17:60; 37:62-66; 44:43-46; 56:52
ဇိဟာရ်, 33:4; 58:2-4
Zukhruf, S.43
Zumar, S.39
အခြေခံယုံကြည်ချက်များ
- အီမာန်ပြည့်ဝ 5:3
- အလ္လာဟ်လက်ခံသောတစ်ခုတည်းသောနည်းလမ်း 3:19, 85
- အစ်စလာမ်လက်ခံရာတွင် အတင်းအဓမ္မမရှိ 2:256
- မတူသောယုံကြည်ချက်နှင့် ဥပဒေဖြင့် ဒီနတစ်ခုတည်း 5:48; 22:67-70; 42:13-14
- အစ်စလာမ်နဗီများ 2:135-136; 3:84; 4:163-165
- မိန့်တော်မူချက်များ (အလ္လာဟ်ယုံကြည်ပြီး ကောင်းမှုပြု) 4:36; 6:151-154;17:23-39;18:107-108
- ရှရီအဟ်၏ ရည်မှန်းချက်ငါးပါး၊ အီမာန်ကာကွယ် 5:54
- သက်ကာကွယ် 5:32;6:151
- ဥစ္စာကာကွယ် 5:38
- ဂုဏ်သိက္ခာကာကွယ် 5:5;24:4
- တွေးဆနိုင်မှုကာကွယ် 5:90
အလ္လာဟ်ကို ယုံကြည်မှု 2:255
- ဘုရားဂုဏ်တော်များ၊ အလှဆုံးနာမ်တော်များ 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ကိုးကွယ်ထိုက်သောတစ်ဆူတည်း 1:1-4; 2:285; 6:3; 43:84
- အာဏာအားလုံးသူ့တွင် 3:26; သူ၏ပလ္လင်တော် ('အာရ်ရှ်) 7:54; 11:7
- သူ၏ကုရ်သီ 2:255
- လူသားဆီ ရေတွက်မကုန်သောကျေးဇူး 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- အသက်ပေးပြီး သေစေ 44:8; 53:44; 57:2; 67:2
- ပျော်ရွှင်မှုနှင့် ဝမ်းနည်းမှုဖြစ်စေ 53:43
- ပြည့်ဝသောနှင့် နည်းသောအစာကျွေး 13:26; 17:30; 29:62
- တရားသူကြီးအကောင်းဆုံး 95:8
- ကရုဏာသည်များ၌ အမြင့်ဆုံး 12:92
- ဖြောင့်မတ်သူများကို ချစ် 85:14
- ခွင့်လွှတ်မှုပြည့်ဝပြီး ပြင်းထန်သောအပြစ်ပေးသူ 13:6, 40:3
- ပထမဆုံးနှင့် နောက်ဆုံး 57:3
- ဂုဏ်သိက္ခာနှင့် အာဏာအားလုံးသူ့တွင် 35:10
- မမြင်နိုင်သောနှင့် မသိနိုင်သောကိုသိ 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- နှလုံးသားတွင်ဝှက်ထားသောကို သိ 5:7; 11:5; 31:23
- ဖြစ်ခဲ့သောနှင့် ဖြစ်မည်ကို သိ 2:255
- မှတ်တမ်းတွင် ရေးသားသည် 6:38; 13:39; 36:12
- မည်သည်ကိုမဆို ပြုနိုင်, 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- သူ၏ မကုန်ဆုံးနိုင်သောအစွမ်း 3:26-27; 24:45; 31:28-30
- ကောင်းကင်နှင့် မြေကြီးကို ခြောက်ရက်တွင် ဖန်ဆင်းပြီး မပင်ပန်း 46:33; 50:38
- "ဖြစ်ပေ!" ဟုသောစကားဖြင့် ဖန်ဆင်း 36:81-83
- ဖန်ဆင်းမှုကို မမတရားမပြု 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- မည်သည်မဆို သူ၏အလိုတော်ကို ဦးညွတ် 3:83; 22:18; 30:26
- အားလုံး သူ့ကို လိုအပ် 11:6; 35:15; 55:29
- သူ့ကိုသာ ယုံကြည်ပါ 10:84-85; 12:67; 25:58
- ဘုရားဆက်သွယ်မှုပုံစံများ 42:51
- မှတ်သားဖွယ် 2:21; 3:102; 4:1; 33:70-71; 59:18
- ဥာဏ်ပညာ သူထံမှ ကျေးဇူး 2:269
- မည်သူ့ကိုမျှ မလိုအပ် 3:97; 6:133; 112:2
- သုံးပါးစုံမဟုတ် 4:171
- ကျွန်မော်မည်မရှိ 6:101
- သားသမီးမရှိ 10:68; 19:35; 43:81; 72:3; 112:3
- တွဲဖက် သို့ ဘုရားများမရှိ 6:94; 7:191-195; 46:4-5
- သူနှင့် တူသည်မဆိုမရှိ 42:11; 112:4
သူ၏ဖန်ဆင်းမှု အံ့ဩဖွယ်များကို တွေးဆဖို့ 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
ဖန်ဆင်းမှုတွင် နိမိတ်များ 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ရည်ရွယ်ချက်ဖြင့် ဖန်ဆင်း 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- စကြဝဠာ ပြည့်ဝ 67:3-4
- ညကို နေ့သို့ ဖုံး 3:27
- မျိုးစုံ 30:22; 35:27-28
- ပျားရည် 16:68-69
- နို့ 16:66
- သားသမီးကျေးဇူး 42:49-50
- ဂြိုဟ်များနှင့် ချစ် 21:33; 36:38-44
- ကြယ်တန်းများ 25:61; 85:1
- ကြယ်များ 37:6-7; 67:5
- တိမ်များ 7:57;30:48
- ငလျင် 7:78; 7:155
- မြေပြိုမှု 28:81; 29:40
- မုန်တိုင်း 10:22
- နှင်းဆီ၊ မိုးဆွတ်နှင့် မိုးရေ 2:265; 6:99; 24:43; 50:9-11
- မိုးကြိုးနှင့် လျှပ်စီး 13:12-13
သိပ္ပံကိုးကားချက်
- ကျားမဆဲကလပ်မှ လူဖန်ဆင်း 76:2
- ပဋိသန္ဓေဖြစ်မှုနှင့် ဖွံ့ဖြိုးကာလများ 22:5; 23:12-14
- မှောင်မိုက်သုံးထပ်တွင် ကလေး 39:6
- ငန်ရောရေ 25:53-54; 35:12; 55:19-20
- လေ မွေးဖြစ် 15:22
- လက်ဂွမ်း 75:3-4
- တောင်များ တိုင်တိုင်, 78:7
- သံဆင်းသက် 57:25
- နာကျင်ခြင်းခံစားမှု 4:56
- နေ တောက်ပြောင်သောရင်းမြစ်နှင့် လ ဆင်ဆိုင်းသောအလင်း 10:5
- လကွဲ 54:1
- မိုးကောင်းကင် ကာကွယ်ထားသောမိုးတိမ် 21:32
- သက်ရှိတိုင်း ရေမှ ဖန်ဆင်း 21:30; 24:45
- ကြက်ဆိတ်များ ဆက်သွယ် 27:17-19
- တွင်းဒိုင်း လိုင်းများ 24:40
သက်ရှိများ
- မလာဣကာများ 39:75
- လူသားများ (မြေပေါ် အာဏာပိုင်) 2:30; 6:165; 16:4
- ဂျင်န် 72:1-15
- တိရစ္ဆာန်များ လူကဲ့သို့ အဖွဲ့ပါဝင် 6:38
- သငယ်ကလေး 11:69
- ကုလားအုပ် 7:40
- ခွေး 18:22
- ဆင် 105:1
မြင်း၊ မြည်းလားနှင့် မြည်းများ 16:8
ခြင်္သေ့နှင့် မြင်းကျားများ 74:50-51
မျောက်များ 2:65
ဝက်များ 2:173
ကုလားအုပ်မိန်မ 7:73
သိုးနှင့် ဆိတ်များ 6:143
ဝံပုလွေ 12:17
ဖားများ 7:133
မြွေ 7:107
ငှက်များ 24:41
ကcrow 5:31
ဟုဒ်ဟုဒ်ငှက် 27:20
ငှက်ကျနေ 2:57
ငါး 18:61
ဝေလငါး 37:142
ကြက်ဆိတ်များ 27:18
ပျားများ 16:68
ခြင် 2:26
ယင် 22:73
သေးနှင့် ကျိုင်းများ 7:133
ပင်ကူ 29:41
ငါတို့မသိသောအခြားများ 16:8
အပင်နှင့် အသီးများ 6:99; 13:4; 16:11; 36:33-35
ငှက်ပျောသီး 56:29
ထန်းသီး 19:25
ဟင်းနုနယ်၊ သခွားများ၊ ကြက်သွန်ဖြူ၊ ပဲနီ၊ ကြက်သွန် 2:61
စပျစ်သီး 80:28
သံလွင်သီး 6:99
သင်္ဘောသဖန်း 95:1
သလဲသီး 55:68
ဒိန်ခဲသီး 37:146
မုဟမ္မဒ်ကို ယုံကြည်မှု
ဂုဏ်တော်များ၊ နဗီသာ 3:144; 6:50; 7:188; 18:110
အမှန်တရား ဆောင်ကြဉ်ဖို့ 2:119; 35:24; 42:48
နဗီများ၏ တံဆိပ် 33:40
မြင့်မြတ်သောကျင့်ဝတ် 3:159; 68:4
နမူနာ 33:21
ယုံကြည်သူများဆီ ကျေးဇူး 3:164
ကမ္ဘာလုံးဆိုင်ရာ ကရုဏာ 21:107
ကမ္ဘာလုံးဆိုင်ရာ တမန်တော် 4:170; 7:157-158; 34:28
မဖြောင့်မတ်သောလမ်းသို့ ဦးဆောင် 42:52-53
လူများကို ဂရုပြု 9:129
တရားစီရင်သောနေ့ သက်သေ 4:42; 16:89
ဖတ်တတ်မရေးတတ်သောနဗီ 7:157-158; 29:48; 62:2
တောရဟ်နှင့် ဧဝံဂေလိတွင် ဟောကြားပြီ 7:157
ဂျေဆပ်ကြိုတင်ဟောကြား 61:6
နဗီ ( ﷺ ) ကြုံတွေ့သောစိန်ခေါ်မှုများ
ပုထုစိုးများ၏ အဓိပ္ပာယ်မဲ့တောင်းဆိုချက်များ 8:32; 15:7; 17:89-93; 25:7-8
မှားသောစွပ်စွဲချက်များ 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
အသက်ကြိုးပမ်းမှုများ 8:30; 9:74
နှောင့်ယှက်သူများကို သတိပေး 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
ငြင်းဆိုချက်ကို သည်းခံဖို့ မိန့်, 20:130; 30:60; 46:35; 70:5
အလ္လာဟ်ဖြင့် အားပေးမိန့် 5:67; 93:1-11; 94:1-8
နဗီ ( ﷺ ) ဘဝမှ သင်ခန်းစာများ
ဟိဂျ်ရဟ်မှ ဗဒရ်တိုက်ပွဲအထိ 3:121-129; 8:42-44; 8:65-71
ဥဟုဒ်တိုက်ပွဲ 3:151-180
ကျောင်းတောင်းတိုက်ပွဲ 33:9-27
ဟူနိန်တိုက်ပွဲ 9:25-27
မဒီနာ 9:40
တဗူးက် 9:38-123
ဗနူ-အန်-နဒ်ဒီရ် 59:2-6
ဟမ်ရာ' အလ်-အဆဒ် 3:172-175
ဟူဒိုင်ဗိရ်ယဟ်ငြိမ်းချမ်းရေး 48:1-7; 48:10-29
နဗီ ( ﷺ ) ကို ချီးမြှောက်ထားသောဂုဏ်တော်များ
အလ္လာဟ်နှင့် မလာဣကာများ ကောင်းချီးပေး 33:56
မက္ကာမှ ဂျေရုဆလင်သို့ ညဉ့်ခရီး 17:1
ကောင်းကင်သို့ ကြွ 53:1-18
ဤလောကနှင့် နောင်ဘဝတွင် ဂုဏ်ပြု 17:79; 66:8; 108:1
သူ့ကို နာခံမှုသည် အလ္လာဟ်ကို နာခံမှု 4:80
အလ္လာဟ်နှင့် တမန်တော်ကို နာခံမှု ဆုလာဘ် 4:69
သူ၏မိသားစု သန့်ရှင်းပြု 33:33-34
ဂျိဗ်ရေးလ်ကို မှန်ကန်သောပုံသဏ္ဌာန်ဖြင့် မြင် 53:1-18
ယုံကြည်သူများ နာခံဖို့ မိန့် 59:7
ပြောဆိုမှုကျင့်ဝတ် 49:1-5
လာရောက်လည်ပတ်မှုကျင့်ဝတ် 33:53
သူ၏ဇနီးများနှင့် ဆက်ဆံမှုကျင့်ဝတ် 33:53
အလ္လာဟ် နဗီနှင့် မိတ်ဆွေများကို ကျေနပ် 9:100; 9:117
သူ၏ယုံကြည်မှုအသိုင်းအဝိုင်း ထူးချွန်မှု 2:143; 3:110
ဆတောင် (salah) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
သောကြာနေ့ ဆတောင် 62:9
ဆတောင်ဦးတည်ရာ (ကိဗ်လဟ်) 2:144; 2:149-150
မကောင်းမှုမှ တားဆီးဖို့ 29:45
အချိန်များ 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
အန္တရာယ်ရှိသောအချိန် သို့ ခရီးတွင် 2:239; 4:101-102
ဆတောင်ပျောက်ကွက်သူများကို သတိပေး 19:59; 74:38-47; 107:5-7
မုနာဖစ်များ ဆတောင် 4:142; 9:54
သန့်ရှင်းမှု၊ တည်ညိုမှု (wudu) 5:6
ရေချိုး (ghusl) 2:222; 4:43
မြေနှင့် တည်ညိုမှု (tayammum) 4:43; 5:6
ဆုတောင်းများ (du'a)
အာဗြဟံ 2:126-129; 2:126-129; 14:35-41; 26:83-89
အာဒမ်နှင့် ဟဝ္ဝာ 7:23
ဂျေဆပ် 5:114
ဂျိုဗ် 21:83; 21:83
ယူနုသ် 21:87
ယူသုဖ် 12:33; 12:101
မူဆာ 10:88-89; 20:25-35
မုဟမ္မဒ် 17:80; 20:114
နူဟ် 23:26; 26:117-118; 54:9-10; 71:26; 71:28
ဆောလမုန် 38:35
ရှု'အိုင်ဗ် 7:89
ဇကာရိရ်ယာ 3:38; 19:2-6; 21:89-90
မလာဣကာများ 40:8-9
မာရိ၏မိခင် 3:35-36
ဖာရော၏ဇနီး 66:11
ဖာရော၏မှော်ဆရာများ 7:126
ဘုရင် ဆောလ်နှင့် သူ့ဘက်ဝင်ယုံကြည်သူများ 2:250
ဣသရေးသားများ၏ ယုံကြည်သူများ 10:85-86
တောင်ကြောနေသူများ 18:10
ဖြောင့်မတ်သောသူများ 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
ညှဉ်းပန်းနှိပ်စက်ခြင်းခံရသောသူများ 4:75
ဂျူဒေ အာယာသ်များ
ဆဂျ်ဒဟ်၊ 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
ဇကာသ်တာဝန်, 2:110; 2:177; 2:277; 6:141
ယုံကြည်သူများ၏ ဂုဏ်သတ္တိတစ်ချက် 22:41; 23:4; 51:19
ဆုလာဘ်ရသူများ 9:60
ဆဒကာ 2:177; 2:261-263; 2:267-274; 3:92; 63:10
မပေးသောသူများကို သတိပေး 3:180; 9:34; 47:38
ဆောမ် (sawm)
ရမဒ်ဟာန်တွင် 2:183-185
ဆောမ်ကိုင်ချိန် 2:187
ကင်းလွတ်ချက်များ 2:184-185
ဆောမ်မတိုင်မှီညတွင် ဇနီးဆက်ဆံမှု 2:187
ဟဂျ်တွင် ဆောမ်ကိုင် 2:196
ဟဂျ် (hajj)
တတ်နိုင်သောသူဖို့ တာဝန် 3:97
ဓလေ့ထုံးတမ်းနှင့် စီရင်ချက်များ 2:158; 2:189; 2:196-203; 5:2; 22:26-37
ယဇ်ပူဇော်ခြင်း 2:196; 22:36-37
ဟဂျ်နေစဉ် ကုန်းတိရစ္ဆာန်မသတ်ဖို့ တားမြစ် 5:1; 5:94-95
ပင်လယ်တွင် ငါးဖမ်းနိုင် 5:96
'ဥမ်ရဟ် (ငယ်သောဟဂျ်) 2:158; 2:196
ယုံကြည်မှုအသိုင်းအဝိုင်းများ
မွတ်စလင်များ 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
တစ်ဦးနှင့်တစ်ဦး ကာကွယ်သူများ 3:28; 9:71
ခရစ်ယာန်များ 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
ယဟူဒီများ 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
ဣသရေးသားများ 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
ကျမ်းဂန်ပိုင်ရှင်များ (အဓိကယဟူဒီနှင့် ခရစ်ယာန်) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
၎င်းတို့ ယဇ်ပူဇော်သောတိရစ္ဆာန် မွတ်စလင်များ စားနိုင်ပြီး ၎င်းတို့မိန်မများ အိမ်ထောင်ပြုနိုင် 5:5
ယဟူဒီများဖို့ တားမြစ်သောအစားအသောက် 6:146
ဆာဗိုင်ယင်များ 2:62; 22:17
မဂ်ဂီများ 22:17
ဗဟုဘုရားကိုးသူများ (ပုထုစိုး၊ ရုပ်တုကိုးကွယ်သူ) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
ပုထုစိုး ယုံမှားယုံမြောက်ထုံးတမ်းများ 2:189; 5:103; 6:138-144
ဘုရားမဲ့ဝါဒီများ 52:35-36
တားမြစ်ထားသောပုထုစိုးထုံးတမ်းများ
သမီးများ အသက်ရှင်ဖမ်း 16:58-59; 81:8-9
ဆင်းရဲမှုကြောက်သောကြောင့် သားသမီးသတ် 6:137; 6:151; 17:31
ကာအ်ဗာပတ်ဝန်းကျင် ပိတ်ပင်တာနှင့် လက်ခုပ်တီး 8:35
ကုလားအုပ်ကို ရုပ်တုဆီ အပ် 5:103; 6:136
ရုပ်တုနာမည်ဖြင့် ယဇ်ပူဇော် 6:121
ဇိဟာရ်ကွာရှင်း 33:4; 58:2-4
အီလာ' (လေးလထက်ပို) 2:226-227
ဆုံးဖြတ်ချက်ဖို့ အမဲဆွဲ 5:3
ကာအ်ဗာ အဝတ်မပါ ပတ် 7:26-28
ဟဂျ်ပြီးနောက် နောက်ပြတင်းပေါက်မှ ဝင် 2:189
ကိုးကွယ်ဝတ်ပြုသောအရာများ
မလာဣကာများ (ပုထုစိုးအာရဗ်အချို့တွင်) 34:40
အလ်-အိုင်ကဟ် (ရှု'အိုင်ဗ်လူများတွင်) 26:176
ဗအ်လ် (အေလိယ လူများတွင်) 37:125
ဂျေဆပ် (ခရစ်ယာန်တွင်) 5:17
ရုပ်တုများ (အာဗြဟံလူများတွင်) 21:52-53
လတ်၊ 'ဥဇ္ဇာနှင့် မနာသ်ရုပ်တုများ (အာရဗ်ပုထုစိုးများတွင်) 53:19-20
ဝဒ်ဒ်၊ ဆူဝါ'၊ ယာဃုသ်၊ ယာ'ဥဒ်ကျ်နှင့် နဆ်ရ်ရုပ်တုများ (နူဟ်လူများတွင်) 71:23
နေ (ဆဗာလူများ) 27:24
ကြယ်သာဘာဩ (ပုထုစိုးအာရဗ်အချို့တွင်) 53:49
ဖာရော (ရှေးဟောင်းအဲဂုတ္တုတွင်) 26:29; 28:38; 79:24
ဆန္ဒများ 25:43-44; 45:23
ဘုရားစုံ ယုံကြည်ချက်ငြင်းဆို 17:42-43; 21:21-24; 25:3
ကိုးကွယ်ရာနေရာများ၊ မဆ်ဂျစ်များ 9:18
ဘုရားကျောင်းများ၊ ယဇ်ပုရောဟိတ်ဌာနများနှင့် ကျောင်းဆောင်များ 22:40
သန့်ရှင်းသောနေရာ 3:39; 38:21
ဘုရားကျောင်း 17:7
ဘာသာရေးဘွဲ့ထူးများ၊ ဘုန်းကြီးများ၊ ရဟန်းများနှင့် ပညာဆရာများ 5:44; 5:63; 5:82; 9:31-34
မလာဣကာများ
အာဒမ် ဖန်ဆင်းမှုကြောင့် မေးမြန်း 2:30-34
အလ္လာဟ်ကို မနာမခံ 21:26-27; 66:6
အလ္လာဟ်၏သမီးများမဟုတ် 21:26; 43:16-19
ကာကွယ်သောမလာဣကာများ 13:11
မှတ်တမ်းတင်မလာဣကာနှစ်ဦး 50:16-18; 82:10-12
တရားစီရင်သောနေ့ ရှစ်ဦး ပလ္လင်တော်ဆောင် 69:17
ငရဲစောင့်တစ်ဆယ့်ကိုးဦး 74:26-31
သေမလာဣကာများ 6:93; 16:28; 32:11
ဂျိဗ်ရေးလ် 2:97; 66:4; 26:192-195; 53:1-14
မိကာဣလ် 2:98
မာလိကျ် 43:77
တမန်တော်များ
မလာဣကာများနှင့် လူသားများမှ 22:75
ခိုင်မာသောဆုံးဖြတ်ချက်တမန်တော်များ (အာဗြဟံ၊ နူဟ်၊ မူဆာ၊ ဂျေဆပ်နှင့် မုဟမ္မဒ် ﷺ) 33:7; 42:13; 46:35
ကျမ်းဂန်များ
ကုရ်အာန်၊ အလ္လာဟ်ထံမှ ဗျာဒိတ် 12:2-3; 20:2-4; 26:192-195; 32:2-3
ကမ္ဘာလုံးဆိုင်ရာ သတိပေးချက် 68:51-52
မဖြောင့်မတ်သောနည်းလမ်းသို့ လမ်းပြ 17:9
ရမဒ်ဟာန်တွင် ဗျာဒိတ်စတင် 2:185
ကောင်းကြိုးနေ့ညတွင် 44:3;97:1-5
အဆင့်ဆင့်ဗျာဒိတ် 17:105-106
မှတ်မိရလွယ်ကူ 54:17
ယခင်ဗျာဒိတ်များ အမှန်တရားကို အတည်ပြု 3:3-4
ယခင်ကျမ်းများ၏ အမြင့်ဆုံးအာဏာ 5:48
သံသယမရှိ 2:2; 10:37
ကွဲလွဲမှုမရှိ 4:82
မတည်ဆောက်ထားသော 10:37-39
သမ္မာကျမ်းစာမှ ကူးမယူ 25:4-6
နတ်ဆိုးများဆင်းသက်ပေးခြင်းမဟုတ် 26:210-212
မည်သူမျှ တူသောအရာ မထုတ်နိုင် 17:88; 2:23-24;10:13-14; 11:13
ပျက်စီးမှုမှ ကာကွယ် 15:9
ကာကွယ်ထားသောဘုတ်တွင် ထိန်းသိမ်း 56:75-80
မုသားဟု မသက်သေပြနိုင် 41:42
နောင်ဖြစ်မည့်အဖြစ်ဆိုင်ရာများ ဟောပြ 30:1-7; 48:27
ယုံကြည်သူများ မျက်ရည်ကျ 5:83; 17:107-109
နှလုံးသားကို ထိသွယ် 39:23
တောက်ပသောအလင်း 4:174; 42:52
ယုံကြည်သူများဖို့ ကျန်းမာမှုနှင့် ကရုဏာ 17:82
တောရဟ် 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
ဧဝံဂေလိ 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
ဆာလံများ 4:163; 17:55
အာဗြဟံ၏ ကျမ်းစာများ 53:36-44; 87:14-19
ကြမ်မာနှင့် ကံကြမ္မာ 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
လွတ်လပ်သောရွေးချယ်ခွင့် 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
တရားစီရင်သောနေ့
မတရားမှုမရှိ 2:281; 18:49; 40:17
ကမ္ဘာပျက်သောကြောက်မက်ဖွယ်များ 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
ထိုနေ့ ဖြောင့်မတ်သောနှင့် မကောင်းသောသူများ 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
အဖြေပေးမှု (shafa'ah) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
လုပ်ရပ်မှတ်တမ်းများ 17:13; 18:49
ယုံကြည်သူများ မှတ်တမ်းကို လက်ျာဘက်ဖြင့် ရ 69:19-24; 84:7-9
မယုံကြည်သူများ မှတ်တမ်းကို လက်ဝဲဘက်ဖြင့် ရ 69:25-37; 84:10-15
အလ္လာဟ်ဆီ မည်သည်မျှ မပုန်း 21:47; 40:16
လုပ်ရပ်ချိန်, 7:8; 23:102-104; 101:1-11
ကိုယ်အင်္ဂါများ သက်သေခံ 41:19-24; 24:24
ကောင်းဆိုးလုပ်ရပ်ဆုလာဘ် 6:160; 27:89-90; 28:84
လူအမျိုးအစားများ
ယုံကြည်သူများ 18:107-108
မယုံကြည်သူများ 4:167-169
မုနာဖစ်များ 4:145; 57:13-15
ဂျန်နသ်နေသူများ၊ ရှေ့ဆုံးယုံကြည်သူများ 55:46-61; 56:10-26
ဂျန်နသ်နေသူများ၊ လက်ျာဘက်သားများ 55:62-78; 56:27-40
ငရဲနေသူများ၊ လက်ဝဲဘက်သားများ 55:31-45; 56:41-56
အမြင့်နေသူများ 7:46-49
ဘဏ္ဍာရေး
စီးပွားရေးလမ်းညွှန်ချက်များ 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
ဆန္ဒမေ၊ အမွေမဆက်ခံသောသူများဖို့ 2:180-183; 4:11-12
ခရီးထွက်ခင်းကျင်းသောဆန္ဒမေ 5:106-108
လာဘ်စားမှု 2:188
အကြွေး၊ ကြင်နာသောကောက်ခြင်း 2:280
အကြွေးစာချုပ် ရေးမှတ်ပြီး သက်သေ 2:282
ပေါင်နှံ 2:283
အမွေဆက်ခံမှု၊ လမ်းညွှန်ချက် 4:7; 4:32-33; 8:75
သားသမီးနှင့် မိဘများ အစုမျှ 4:11
လင်မယားနှင့် မိခင်တစ်ဝမ်းကွဲများ 4:12
တစ်ဝမ်းတစ်ဖများ 4:176
မလိုက်နာသောသူများကို သတိပေး 4:13-14
အတိုး၊ တားမြစ်ပြီး သတိပေး 2:275-281; 3:130-132
အကျိုးမဲ့ 30:39
ဥပဒေ
သစ္စာဖောက်မှုဥပဒေ (hirabah) 5:33-34
တရားမျှတမှု၊ တရားမျှတမှုဖို့ ထောင်ဆန် 4:135; 5:8; 16:90-91
မိဘမဲ့နှင့် မိန်မများ အခွင့်အရေးဖော်ဆောင် 4:127
ယဟူဒီတစ်ဦးဆီ တရားမျှတမှု 4:105-112
ပုထုစိုးတစ်ဦးဆီ တရားမျှတမှု 4:58
မွတ်စလင်မဟုတ်သောသူများနှင့် တရားမျှတမှု 60:8-9
တရားဥပဒေလမ်းကြောင်းမှ ဆပ်ဖြေ (ခွင့်လွှတ်ခွင့်ဖြင့်) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
လင်မယားခြားနားမှု၊ ခ်ဥလ်' 2:229
လိအာန် (မျိုးကူးပြစ်မှုစွပ်စွဲ) 24:6-10
နိုင်ငံရေး
တိုင်ပင်ညှိနှိုင်းမှုဖြင့် ကိစ္စဆောင်ရွက် (shura) 3:159; 42:38
ကိုယ်ကာယ်ကာကွယ်မှုတိုက်ပွဲ (jihad)၊ ကျင့်ဝတ် 2:190-192; 2:216; 22:38-40
မပုံမမှန် မတိုက်ခိုက်, 4:94
ညှဉ်းပန်းနှိပ်စက်ခြင်းခံသော ယောကျားများ၊ မိန်မများနှင့် ကလေးများဖို့ တိုက် 4:75
ကိုးကွယ်ဝတ်ပြုရာနေရာများ ကာကွယ် 22:37
သူရဲကောင်းဆုလာဘ် 2:154; 3:169-171; 9:111; 57:19
စစ်ရေးအားကောင်းမှု ရန်သူများတားဆီး 8:60
ငြိမ်းချမ်းရေးရွေးချယ် 2:192; 8:61
ပါတီများကြားငြိမ်းချမ်းရေးပြု 49:9-10
စစ်သုံ့ပန်းများ၊ ဆက်ဆံမှု 8:70; 47:4; 76:8
လူမှုရေး
မွေးစားသားသမီး 33:4-5
မိဘမဲ့ကလေးများဂရုပြု 2:220; 4:2-10; 4:127; 6:152; 17:34
ကွာရှင်း၊ ဆုံးဖြတ်ပြီး ရင်ကြားစေ့ 4:35; 4:128
ကွာရှင်းကျင့်ဝတ် 2:229-231; 65:1-2
နှမ်းနှင့် စောင့်ဆိုင်းကာလ 2:226-241; 4:19-21; 33:49; 65:1-7
ယောကျားနှမ်းကို မပြန်ယူ 4:20
ဇနီးကို မနှောင့်ယှက်ရ 65:6
ကိုယ်ဝန်ဆောင်စဉ် ဇနီးကို ငွေကြေးအထောက်အပံ့ 65:6
စောင့်ဆိုင်းကာလတွင် 65:6
ငါ့ကလေးနို့တိုက်ပါက, 65:6
မိဘမည်သူမျှ ကလေးကြောင့် ဒုက္ခမဆိုက်ရ 2:233
မွေးစားမိခင်ရှာ 65:6
ကောင်းမှုတိုက်တွန်းပြီး မကောင်းမှုတားမြစ် 3:104; 3:110; 7:157; 9:71-72; 31:17
လူသားများ ညီတူညီမျှ 49:13
အလ္လာဟ်နှင့် ဥပဒေရှေ့ ယောကျားနှင့် မိန်မ, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
ယောကျားများ မိန်မများအပေါ် တာဝန်တစ်ဆင့် 2:228
ဆင်းရဲသားများ၊ မိဘမဲ့နှင့် အကျဉ်းသားများ ကျွေး 76:8-9
ခွင့်လွှတ်မှုနှင့် အမျက်ထိန်းခြင်း 3:134; 42:40
ကျွန်လွှတ်မြောက်ပြီး ကူညီ 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
မိဘများကို ဂုဏ်ပြု 4:36; 17:23-25; 31:14-15
မာနနိမ့်ချင်းမှု 17:37; 31:18-19
အာဗြဟံ၏ အိပ်မက်အနက်ဖွင့် 37:102
ယူသုဖ်၏ အိပ်မက်အနက်ဖွင့် 12:4; 12:36; 12:43
မုဟမ္မဒ်၏ အိပ်မက်အနက်ဖွင့် 8:43; 48:27
မွတ်စလင်မဟုတ်သောသူများဆီ ကြင်နာမှု 60:8
အိမ်ထောင် 4:3; 4:129; 16:72; 30:21
ဥပဒေဝင်နှင့် တားမြစ်သောမိန်မများ 4:22-24
နီးကပ်မှုကျင့်ဝတ် 2:222-223
ကိုယ်ဝန်နှင့် နို့တိုက်ခြင်း 2:233; 31:4; 46:15; 65:6
ကွာပြီးဇနီးနှင့် ပြန်အိမ်ထောင် 2:230
လူပျိုများ အိမ်ထောင်ပြုဖို့ ကူ 24:32
စောင့်ဆိုင်းကာလတွင် သိမ်မွေ့စွာ စိတ်ဝင်စားမှုပြ 2:235
ကျိန်ဆိုမှုများ 2:224-225; 16:91-92; 16:94
ကျိန်ဆိုမှုချိုးဖောက်မှုဖို့ ဆပ်ဖြေ 5:89
ခက်ခဲသောအချိန်တွင် သည်းခံ 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
ဝင်ခွင့်တောင်း 24:58-60
လူ့အိမ်ဝင် 24:27-28
အများသုံးနေရာဝင် 24:29
လူမှုကျင့်ဝတ်၊ သတင်းစစ်ဆေး 4:83; 49:6
အားလုံးကို ရိုသေ 49:11-12
စည်းဝေးကျင့်ဝတ် 58:11
ကိုယ်ပိုင်ဆွေးနွေးမှု 4:114; 58:9
ကတိကဝတ်များ 2:270; 9:75-77; 22:29; 76:7
ဖောင်းပွမှုနှင့် ဝန်ဥပေ်ချဉ်မှု 7:31; 17:29; 25:67
အခြားဇာတ်လမ်းများ
ဟာဗိလ်နှင့် ကာဗိလ် 5:27-31
- အလ်-ခ်ဒ်ဒ်ရ်နှင့် မူဆာ 18:60-82
- ဆင်တပ်တော် 105:1-4
- ဖာရောလူများမှ ယုံကြည်သောသူ 40:28-46
- မာရိ မွေးဖွားခြင်း 3:35-36
- ဣသရေးသားများ၏ နွားမ 2:67-74
- ဦးဇာဣရ် 2:259
- ဥယျာဉ်ပိုင်ရှင်များ 68:17-32
- ဟာရွတ်နှင့် မာရွတ် 2:102
- ကာရွန် 28:76-82
- လုကမာန်၏ သားသို့ အကြံပေးချက် 31:12-19
- ဥယျာဉ်နှစ်ခု ပိုင်ရှင် 18:32-44
- ဆဗာလူများ 34:15-19
- တောင်ကြောနေသူများ 18:9-26
- ကန်းကွင်းသူများ 85:1-8
- ဥပုသ်ချိုးဖောက်သူများ 7:163-165
- ဆာမိရီနှင့် ရွှေသငယ် 20:83-97
- ဆောလ်နှင့် ဆမ်မူ-အဲလ် 2:247-251
- ဒ်ဟူလ်ကရ်နိန် 18:83-98
နတ်ဆိုးများ 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- နတ်ဆိုးဆန်သောလူနှင့် ဂျင်န် 6:112;114:6
- နတ်ဆိုးများမှ ကာကွယ်ထားသောကောင်းကင် 15:16-18
နောင်တများ
- နဗီကို မလိုက်နာမှု 25:27
- အလ္လာဟ်နှင့် တမန်တော်ကို မနာမခံမှု 4:41-42; 33:64-68
- မကောင်းသောမိတ်ဆွေများ ရွေးချယ်မှု 25:28-29; 26:96-102; 43:36-39
- အလ္လာဟ်၏ နိမိတ်များကို ငြင်းဆိုမှု 6:27-30
- နောင်တမလွန်ဖို့ မကြိုးစားမှု 89:23-24
ကြောက်တတ်ဖွယ်တောင်းဆိုမှုများ
- လောကသို့ ပြန်ဖို့ ငိုယိုတောင်းဆို 2:167; 6:27-28; 32:12-14; 42:44
- ဒုတိယအခွင့်ဖို့ 35:36-37
- မီးထဲမှ ထုတ်ဖို့ 40:10-12
- အစားအသောက်နှင့် ရေဖို့ 7:51-52
- အဖြေပေးသူများဖို့ 7:52-53
- မြေဆွတ်ကြိုက်ဖို့ 4:41-42; 78:40
- သေဖို့ 43:74-78
ဖြောင့်မတ်သောသူများ၏ ဂုဏ်သတ္တိများ
- ဖန်ဆင်းရှင်နှင့် ဖန်ဆင်းမှု၏ အခွင့်အရေး လိုက်နာမှု 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
မကောင်းသောသူများ၏ ဂုဏ်သတ္တိများ
- ကျေးဇူးမသိ 14:34
- ဝန်ဥပေ်ချဉ် 17:100
- မြန်ဆန် 21:37
- ဒုက္ခတွင်သာ အလ္လာဟ်မှတ်သား 10:12; 41:51
- စိတ်မရှည် 70:19
- ငြင်းချင်တတ် 18:54
ကြီးလေးသောအပြစ်များ
- ကိုးကွယ်မှုတွင် တွဲဖက်ထားမှု (ရှိရ်ကျ်) 4:48; 4:116; 5:72; 6:19; 31:13:
- မိဘများကို နှောင့်ယှက်ညှဉ်းပမ်း 4:36; 6:151; 17:23
- မဖြစ်မနေဆတောင်ကို ပျောက်ကွက် သို့ စွန့်ပစ် 19:59-60
- ဇကာသ်မပေး 41:6-7
- လူသတ် 6:151; 17:33
- ယုံကြည်သူကို တမင်သတ် 4:93
- ခိုးမှု 5:38
- လိမ်ညာမှု 7:85; 11:85; 26:182-183; 83:1-6
- လိမ်ညာခြင်း 2:10; 9:77; 39:60
- အလ္လာဟ်ကို လိမ်ညာခြင်း 6:93; 29:68; 61:7
- တားမြစ်သောလိင်ဆက်ဆံမှု 2:222; 17:32; 24:2; 25:68; 29:28-30
- မျိုးကူးပြစ်မှုမှားစွပ်စွဲ 24:4-5
- သောင်မတင်ခြင်း 2:217; 5:54
- ဝက်သားနှင့် အခြားတားမြစ်သောအစားအသောက် (အသေကောင်၊ သွေး စသည်) စားမှု 5:3; 6:145
- အရက်နှင့် လောင်းကစား 5:90-91
- နောက်တောင်းစကားပြောမှု 49:11
- မုသားသက်သေ 22:30
- မှော်ပညာ 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 17:110; 20:8; 59:22-24
- #1 Ar Rahmaan အတူးကြီးမင်္ဂလာရှင်တော် 1:3; 17:110
- #2 Ar Raheem အနန္တကရုဏာတော်ရှင် 2:163; 3:31; 4:100; 5:3
- #3 Al Malik အရှင်ဘုရင် 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus အလွန်သန့်ရှင်းတော်မူသောအရှင် 59:23; 62:1
- #5 As Salaam ငြိမ်းချမ်းတော်မူသောအရှင် 59:23
- #6 Al Mu'min သစ္စာတော်ပေးသောအရှင် 59:23
- #7 Al Muhaymin စောင့်ရှောက်တော်မူသောအရှင် 59:23
- #8 Al Azeez အနန္တတန်ခိုးတော်ရှင် 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar အနန္တတန်ခိုးတော်ရှင်၊ ပြုပြင်တော်မူသောအရှင် 59:23
- #10 Al Mutakabbir အထွတ်အမြတ်တော်ရှင် 59:23
- #11 Al Khaaliq ဖန်ဆင်းရှင် 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari အစစအရာရာကိုဖြစ်စေတော်မူသောအရှင် 59:24
- #13 Al Musawwir ပုံသွင်းတော်မူသောအရှင် 59:24
- #14 Al Ghaffaar အလွန်ခွင့်လွှတ်တော်မူသောအရှင် 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar အောင်မြင်တော်မူသောအရှင် 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab အလွန်ပေးကမ်းတော်မူသောအရှင် 3:8; 38:9; 38:35
- #17 Ar Razzaaq စားနပ်ရိက္ခာပေးသောအရှင် 51:58
- #18 Al Fattaah ဖွင့်ထုတ်တော်မူသောအရှင် 34:26
- #19 Al 'Aleem အလုံးစုံသိမြင်တော်မူသောအရှင် 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid ဆုပ်ကိုင်တော်မူသောအရှင် 2:245
- #21 Al Baasit ဖြန့်ချီတော်မူသောအရှင် 2:245
- #22 Al Khaafid နှိမ့်ချတော်မူသောအရှင် 95:5
- #23 Ar Raafi' မြှင့်တင်တော်မူသောအရှင် 58:11; 6:83
- #24 Al Mu'izz ဂုဏ်ပြုတော်မူသောအရှင် 3:26
- #25 Al Mudhil ဂုဏ်ဖျက်တော်မူသောအရှင် 3:26
- #26 As Samee' အကြွင်းမဲ့ကြားတော်မူသောအရှင် 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer အကြွင်းမဲ့မြင်တော်မူသောအရှင် 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam တရားစီရင်တော်မူသောအရှင် 22:69
- #29 Al Adl တရားမျှတတော်မူသောအရှင် 6:115
- #30 Al Lateef နူးညံ့သိမ်မွေ့တော်မူသောအရှင် 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer အကြွင်းမဲ့သိတော်မူသောအရှင် 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem အလွန်သည်းခံတော်မူသောအရှင် 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem အလွန်မြင့်မြတ်တော်မူသောအရှင် 2:255; 42:4; 56:96
- #34 Al Ghafoor အလွန်ခွင့်လွှတ်တော်မူသောအရှင် 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor ကျေးဇူးတော်ဆပ်တော်မူသောအရှင် 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy အမြင့်ဆုံးဖြစ်တော်မူသောအရှင် 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer အကြီးမြတ်ဆုံးဖြစ်တော်မူသောအရှင် 13:9; 22:62; 31:30
- #38 Al Hafeez စောင့်ရှောက်တော်မူသောအရှင် 11:57; 34:21; 42:6
- #39 Al Muqeet အားပေးတော်မူသောအရှင် 4:85
- #40 Al Haseeb စာရင်းကိုင်၊ တွက်ချက်တော်မူသောအရှင် 4:6; 4:86; 33:39
- #41 Al Jaleel ဘုန်းတော်ကြီးတော်မူသောအရှင် 55:27; 39:14; 7:143
- #42 Al Kareem အလွန်ရက်ရောတော်မူသောအရှင် 27:40; 82:6
- #43 Ar Raqeeb အစောင့်အရှောက်တော်ခံရသောအရှင် 4:1; 5:117
- #44 Al Mujeeb ဖြေကြားတော်မူသောအရှင် 11:61
- #45 Al Waasi' အနန္တတန်ခိုးတော်ရှင်တော်မူသောအရှင် 2:268; 3:73; 5:54
- #46 Al Hakeem ပညာတော်ရှင်တော်မူသောအရှင် 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood အလွန်ချစ်တော်မူသောအရှင် 11:90; 85:14
- #48 Al Majeed ဘုန်းတော်ကြီးတော်မူသောအရှင် 11:73
- #49 Al Baa'ith ထမြောက်စေတော်မူသောအရှင် 22:7
- #50 Ash Shaheed သက်သေခံတော်မူသောအရှင် 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq အမှန်တရားတော်မူသောအရှင် 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel ကိစ္စအလုံးစုံကို ဆောင်ရွက်တော်မူသောအရှင် 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy အလွန်အားကြီးတော်မူသောအရှင် 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen ခိုင်မာတော်မူသောအရှင် 51:58
- #55 Al Waliyy အဆွေခင်ပွန်းတော်မူသောအရှင် 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed ချီးမွမ်းခံထိုက်တော်မူသောအရှင် 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi ရေတွက်တော်မူသောအရှင် 72:28; 78:29; 82:10-12
- #58 Al Mubdi ဖန်ဆင်းရှင်တော်မူသောအရှင် 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed ပြန်လည်ဖြစ်စေတော်မူသောအရှင် 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy အသက်ကိုပေးတော်မူသောအရှင် 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet သေခြင်းကိုပေးတော်မူသောအရှင် 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy ထာဝရအသက်ရှင်တော်မူသောအရှင် 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom ထာဝရတည်တော်မူသောအရှင် 2:255; 3:2; 20:111
- #64 Al Waajid ရှာဖွေတွေ့ရှိတော်မူသောအရှင် 38:44
- #65 Al Maajid ဂုဏ်ထူးတော်ရှင်တော်မူသောအရှင် 11:73
- #66 Al Waahid တစ်ဆူတည်းသောအရှင် 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad တစ်ပါးတည်းသောအရှင် 112:1
- #68 As Samad အထံတော်သို့ပြေးခိုရာတော်မူသောအရှင် 112:2
- #69 Al Qaadir တန်ခိုးတော်ရှင်တော်မူသောအရှင် 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir အလွန်တန်ခိုးကြီးတော်မူသောအရှင် 18:45; 54:42; 54:55
- #71 Al Muqaddim ရှေ့သွင်းတော်မူသောအရှင် 16:61; 17:34
- #72 Al Mu'akhir နောက်ဆုတ်တော်မူသောအရှင် 71:4
- #73 Al Awwal ပဌမဆုံးသောအရှင် 57:3
- #74 Al Aakhir အဆုံးဆုံးသောအရှင် 57:3
- #75 Az Zaahir ထင်ရှားတော်မူသောအရှင် 57:3
- #76 Al Baatin ကွယ်ကာတော်မူသောအရှင် 57:3
- #77 Al Waali အုပ်ချုပ်တော်မူသောအရှင် 13:11; 22:7
- #78 Al Muta'ali အလွန်မြင့်မြတ်တော်မူသောအရှင် 13:9
- #79 Al Barr ကျေးဇူးတော်အရှင်သခင် 52:28
- #80 At Tawwaab နောင်တကိုလက်ခံတော်မူသောအရှင် 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim လက်စားချေတော်မူသောအရှင် 32:22; 43:41; 44:16
- #82 Al Afuww ခွင့်လွှတ်တော်မူသောအရှင် 4:99; 4:149; 22:60
- #83 Ar Ra'oof အလွန်ကရုဏာတော်ရှင်တော်မူသောအရှင် 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk နိုင်ငံတော်အရှင်သခင် 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam ဘုန်းတော်ဂုဏ်တော်အရှင်သခင် 55:27; 55:78
- #86 Al Muqsit တရားမျှတတော်မူသောအရှင် 3:18; 7:29
- #87 Al Jaami' စုဝေးစေတော်မူသောအရှင် 3:9
- #88 Al Ghaniyy ကြွယ်ဝတော်မူသောအရှင် 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni ကြွယ်ဝစေတော်မူသောအရှင် 9:28
- #90 Al Maani' တားဆီးတော်မူသောအရှင် 67:21
- #91 Ad Daaarr ဆင်းရဲဒုက္ခပေးတော်မူသောအရှင် 6:17
- #92 An Naafi' အကျိုးပြုတော်မူသောအရှင် 30:37
- #93 An Noor အလင်းတော်မူသောအရှင် 24:35
- #94 Al Haadi လမ်းညွှန်တော်မူသောအရှင် 25:31
- #95 Al Badi' ဆန်းကြယ်စွာဖန်ဆင်းတော်မူသောအရှင် 2:117; 6:101
- #96 Al Baaqi ထာဝရတည်တော်မူသောအရှင် 55:27
- #97 Al Waarith အမွေခံတော်မူသောအရှင် 15:23
- #98 Ar Rasheed ဖြောင့်မတ်သောလမ်းကိုပြသောအရှင် 2:256
- #99 As Saboor အလွန်သည်းခံတော်မူသောအရှင် 2:153; 3:200; 103:3
Matching Ayahs
- = အလစ်ဖ်၊ လာမ်၊ မီမ်။ 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = ထိုသူတို့သည် မိမိတို့၏အရှင်ထံတော်မှ ဖြောင့်မတ်သောလမ်းညွှန်ခြင်းကို ရရှိထားကြ၏။ ထိုသူတို့သည်ပင် အောင်မြင်သောသူများဖြစ်ကြ၏။ 2:5; 31:5
- = အိုအစ္စရေးသားအပေါင်းတို့၊ သင်တို့အပေါ်၌ ငါပေးခဲ့သော ငါ့၏ကျေးဇူးဂုဏ်ကို သတိရကြလော့။ ထို့ပြင် ငါသည် သင်တို့အား လောကသားအပေါင်းတို့ထက် မွမ်းမံချီးမြှင့်ခဲ့၏။ 2:47; 2:122
- = ထိုအမျိုးသားတို့သည် လွန်ခဲ့သောလူမျိုးဖြစ်၏။ သူတို့ပြုခဲ့သည့်အကျိုးသည် သူတို့အတွက်ဖြစ်၏။ သင်တို့ပြုခဲ့သည့်အကျိုးသည် သင်တို့အတွက်ဖြစ်၏။ ထို့ပြင် သူတို့ပြုခဲ့သည်များနှင့်ပတ်သက်၍ သင်တို့အား မေးမြန်းခြင်းမပြုရာ။ 2:134; 2:141
- = ထိုအပြစ်ဒဏ်တွင် သူတို့သည် အစဉ်ထာဝရ နေကြရမည်။ သူတို့ထံမှ အပြစ်ဒဏ်ကို ပေါ့သက်စေခြင်းငှါ မပြုလုပ်ရချေ။ ထို့ပြင် သူတို့အား အချိန်ဆိုင်းငံ့ခြင်းလည်း မပြုရချေ။ 2:162; 3:88
- = သို့ရာတွင် ထိုနောက် နောင်တရပြီး မိမိတို့ကိုယ်ကို ပြုပြင်ကြသောသူများမှအပ။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်သနားကြင်နာတော်မူသောအရှင် ဖြစ်တော်မူ၏။ 3:89; 24:5
- = သို့သော် မယုံကြည်ကြဘဲ ငါတို့၏ သက်သေလက္ခဏာများကို ငြင်းပယ်ကြသောသူတို့မှာ ထိုသူတို့သည် ငရဲနေသူများဖြစ်ကြ၏။ 5:10; 5:86
- = သူတို့ထံသို့ သူတို့၏အရှင်မြတ်၏ သက်သေလက္ခဏာတစ်ခုခု ရောက်ရှိလာတိုင်း သူတို့သည် ထိုအရာမှ မျက်နှာလွှဲပစ်ကြသည်ချည်းသာ။ 6:4; 36:46
- = ထို့ပြင် သင့်မတိုင်မီကလည်း တမန်တော်များအား ပြက်ရယ်ပြုခြင်းခံခဲ့ရ၏။ သို့သော် ထိုသူတို့အား ပြက်ရယ်ပြုခဲ့သောအရာသည်ပင် ပြက်ရယ်ပြုခဲ့သော ထိုသူတို့အား ဝိုင်းရံဖမ်းဆီးခဲ့၏။ 6:10; 21:41
- = (အိုတမန်တော်) သင်ပြောလော့။ "အကယ်၍ ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်ကို နာခံမှုလွန်ကျူးပါမူ ထိုကြီးကျယ်သောနေ့၏ အပြစ်ဒဏ်ကို ကျွန်ုပ် အမှန်ကြောက်ရွံ့ရ၏။" 6:15; 39:13
- = ထိုအခါ ငလျင်ကြီးသည် သူတို့အား ဖမ်းဆီးလိုက်၏။ ထို့နောက် သူတို့သည် မိမိတို့၏အိမ်များ၌ လှဲလျောင်းကျဆင်းသေဆုံးသူများ ဖြစ်သွားကြ၏။ 7:78; 7:91
- = ထို့နောက် သူသည် မိမိ၏တောင်ဝှေးကို ပစ်ချလိုက်၏။ ထိုအခါ ထိုတောင်ဝှေးသည် ထင်ရှားသော မြွေဟောက်တစ်ကောင် ဖြစ်သွားလေ၏။ 7:107; 26:32
- = ထို့ပြင် သူသည် မိမိလက်ကို ဆွဲထုတ်လိုက်၏။ ထိုအခါ ထိုလက်သည် ကြည့်ရှုသူများအတွက် ဖြူဖွေးတောက်ပလျက် ထွက်လာခဲ့၏။ 7:108; 26:33
- = သူတို့က "ကျွန်ုပ်တို့သည် လောကသားအပေါင်းတို့၏အရှင်ကို ယုံကြည်လေပြီ" ဟုဆိုကြ၏။ 7:121; 26:47
- = မုဆာနှင့် ဟာရွန်တို့၏အရှင်။ 7:122; 26:48
- = ကျွန်ုပ်သည် သူတို့အား အချိန်ဆိုင်းငံ့ပေး၏။ ဧကန်မလွဲ ကျွန်ုပ်၏ကြံစည်မှုသည် ခိုင်မာသေချာ၏။ 7:183; 68:45
- = ထိုအရှင်မြတ်သည် မိမိ၏တမန်တော်အား လမ်းညွှန်မှုနှင့် သစ္စာတရားသော သာသနာတော်ကို ပို့ချတော်မူခဲ့၏။ ထိုသာသနာတော်ကို အခြားသာသနာအားလုံးထက် ထွန်းတောက်စေရန် ဖြစ်၏။ အကယ်၍ အစရှိသူတို့မနှစ်သက်ကြစေကာမူ။ 9:33; 61:9
- = အို တမန်တော်။ သင်သည် မယုံကြည်သူများနှင့် လျှို့ဝှက်မယုံကြည်သူများကို တိုက်ခိုက်ပါ။ ထို့ပြင် သူတို့အပေါ်၌ ကြမ်းတမ်းစွာ ဆက်ဆံပါ။ သူတို့၏ ခိုလှုံရာသည် ငရဲဂျဟန္နမ်ဖြစ်၏။ ထိုနေရာသည် အလွန်ဆိုးဝါးသော နေရာဖြစ်ချေတကား။ 9:73; 66:9
- = ထို့ပြင် သူတို့က "သင်တို့သည် မှန်ကန်သူများဖြစ်လျှင် ဤကတိတော်သည် မည်သည့်အချိန်တွင် ဖြစ်လာမည်နည်း" ဟု ဆိုကြ၏။ 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = ထို့ပြင် ငါတို့သည် မုဆာအား ငါတို့၏ သက်သေလက္ခဏာများနှင့် ထင်ရှားသော အာဏာတော်ကို ပေးအပ်ကာ စေလွှတ်ခဲ့သည်။ 11:96; 40:23
- = ထို့ပြင် ငါတို့သည် မုဆာအား ကျမ်းတော်ကို ဧကန်အမှန် ပေးအပ်ခဲ့သည်။ သို့သော် ထိုကျမ်းတော်နှင့်ပတ်သက်၍ သဘောထားကွဲပြားမှုများ ဖြစ်ပေါ်ခဲ့သည်။ အကယ်၍ သင်၏အရှင်မြတ်ထံတော်မှ ကြိုတင်စကားတော်တစ်ရပ် မရှိခဲ့လျှင် သူတို့အကြားတွင် စီရင်ဆုံးဖြတ်ခြင်းခံရပေမည်။ ထို့ပြင် ဧကန်မလွဲ သူတို့သည် ထိုကျမ်းတော်နှင့်ပတ်သက်၍ ပြင်းထန်သော သံသယဝင်နေကြ၏။ 11:110; 41:45
- = ထိုအချက်သည် အလ္လာဟ်အရှင်မြတ်အတွက် မခက်ခဲပေ။ 14:20; 35:17
- = "ငါသည် သူ့ကို ပုံသွင်းပြီး ငါ၏ဝိညာဉ်တော်မှ သူ့အတွင်းသို့ သွင်းပေးသောအခါ သင်တို့သည် သူ့ရှေ့တော်၌ ဦးတို့ချ၍ ပျပ်ဝက်ကြလော့။" 15:29; 38:72
- = ထိုအခါ ကောင်းကင်တမန်အပေါင်းတို့သည် တစ်ပါတည်း ပျပ်ဝက်ကြ၏။ 15:30; 38:73
- = (အလ္လာဟ်အရှင်မြတ်က) "သို့ဖြစ်လျှင် သင်သည် ထိုဥယျာဉ်တော်မှ ထွက်သွားလော့။ အကြောင်းမူကား ဧကန်မလွဲ သင်သည် နှင်ထုတ်ခြင်းခံရသူ ဖြစ်၏။" 15:34; 38:77
- = (အိဗ်လီစ်က) "အို ကျွန်ုပ်၏အရှင်၊ သို့ဖြစ်လျှင် သူတို့ရှင်ပြန်ထမြောက်ကြမည့် နေ့တော်အထိ ကျွန်ုပ်အား အချိန်ဆိုင်းငံ့ပေးတော်မူပါ။" 15:36; 38:79
- = (အရှင်မြတ်က) "သို့ဖြစ်လျှင် ဧကန်မလွဲ သင်သည် အချိန်ဆိုင်းငံ့ခြင်းခံရသူများထဲမှ တစ်ဦး ဖြစ်၏။" 15:37; 38:80
- = သတ်မှတ်ထားသောအချိန်နေ့တော်အထိ။" 15:38; 38:81
- = သူတို့တွင် သင့်၏ရွေးချယ်ထားသော အစေခံကျွန်များမှအပ။ 15:40; 38:83
- = ဧကန်မလွဲ သမ္မာသတိရှိသောသူတို့သည် ဥယျာဉ်များနှင့် စမ်းရေတွင်းများတွင် ရှိကြလိမ့်မည်။ 15:45; 51:15
- = (သူက) "သို့ဖြစ်လျှင် အို ကောင်းကင်တမန်တို့၊ သင်တို့၏ လုပ်ငန်းကိစ္စသည် အဘယ်နည်း" ဟု မေးလေ၏။ 15:57; 51:31
- = သူတို့က "ကျွန်ုပ်တို့သည် အပြစ်သားလူမျိုးတစ်မျိုးထံသို့ စေလွှတ်ခြင်းခံရပါ၏။" 15:58; 51:32
- = ယုံကြည်ကြပြီး မိမိတို့၏ယုံကြည်ခြင်းကို မတရားသဖြင့် ရောနှောခြင်းမပြုကြသောသူများ၊ ထိုသူတို့အတွက် လုံခြုံအေးချမ်းမှုရှိ၏။ ထိုသူတို့သည်သာ ဖြောင့်မတ်သောလမ်းကို ရရှိသူများဖြစ်ကြ၏။ 16:42; 29:59
- = ငါတို့သည် သူတို့အား ပေးအပ်ခဲ့သည်များကို ငြင်းပယ်ရန် သူတို့ပြုကြ၏။ သို့ဖြစ်ပေရာ သင်တို့သည် ခဏသာခံစားကြလော့။ ထို့နောက် သင်တို့သိရှိလတ္တံ့။ 16:55; 30:34
- = ထို့နောက် သူသည် အခြားလမ်းတစ်ခုကို လိုက်ခဲ့၏။ 18:89; 18:92
- = ဖိရ်အောင်းထံသို့ သွားလော့။ အကြောင်းမူကား သူသည် ဧကန်မလွဲ နယ်နမိတ်ကို ကျူးလွန်ခဲ့ပြီ။ 20:24; 79:17
- = ထို့ပြင် မိမိတို့၏ ကိုယ်အင်္ဂါများကို စောင့်ရှောက်ကြသောသူများ။ 23:5; 70:29
- = မိမိတို့၏ ဇနီးများ သို့မဟုတ် မိမိတို့၏လက်ယာဘက်က ပိုင်ဆိုင်ထားသောသူများမှအပ။ ထိုသူတို့သည် အပြစ်တင်ခြင်းမခံရကြပေ။ 23:6; 70:30
- = သို့ရာတွင် ယင်းမှလွန်ကျူး၍ ရှာဖွေသူများမှာ ထိုသူတို့သည် နယ်နမိတ်ကျူးကျော်သူများ ဖြစ်ကြ၏။ 23:7; 70:31
- = ထို့ပြင် မိမိတို့အား အပ်နှင်းထားသည့် ယုံကြည်အပ်သောအရာများနှင့် ကတိပဋိညာဉ်များကို စောင့်ထိန်းကြသောသူများ။ 23:8; 70:32
- = (သူက) "အို ကျွန်ုပ်၏အရှင်၊ သူတို့သည် ကျွန်ုပ်အား ငြင်းပယ်ခဲ့ကြသောကြောင့် ကျွန်ုပ်အား ကူညီတော်မူပါ။" 23:26; 23:39
- = တာ၊ စင်၊ မီမ်။ 26:1; 28:1
- = ဤသည်တို့သည် ထင်ရှားသောကျမ်းတော်၏ သက်သေလက္ခဏာများဖြစ်ကြ၏။ 26:2; 28:2
- = ဧကန်မလွဲ ဤအရာ၌ သက်သေလက္ခဏာတစ်ခုရှိ၏။ သို့သော် သူတို့အများစုသည် ယုံကြည်သူများ မဖြစ်ကြ။ 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = ထို့ပြင် ဧကန်မလွဲ သင်၏အရှင်မြတ်သည်ပင် တန်ခိုးတော်အရှင်၊ အလွန်သနားကြင်နာတော်မူသောအရှင် ဖြစ်တော်မူ၏။ 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = ထို့နောက် ကျန်သူများကို ရေနစ်စေခဲ့၏။ 26:66; 37:82
- = ဧကန်မလွဲ ကျွန်ုပ်သည် သင်တို့အတွက် သစ္စာရှိသော တမန်တော် ဖြစ်၏။ 26:107; 26:125; 26:143; 26:162; 26:178
- = သို့ဖြစ်ပေရာ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။ ထို့ပြင် ကျွန်ုပ်အား နာခံကြလော့။ 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = ထို့ပြင် ကျွန်ုပ်သည် ယင်းအတွက် သင်တို့ထံမှ အကျိုးဆုလာဘ်တစ်စုံတစ်ရာကို မတောင်းဆိုပါ။ ကျွန်ုပ်၏အကျိုးဆုလာဘ်သည် လောကသားအပေါင်းတို့၏အရှင်ထံတော်တွင်သာ ရှိ၏။ 26:109; 26:127; 26:145; 26:164; 26:180
- = ဥယျာဉ်များနှင့် စမ်းရေတွင်းများတွင်။ 26:147; 44:52
- = သူတို့က "သင်�ည် မှော်ပညာ၏အကျိုးသက်ရောက်မှုခံရသူများထဲမှ တစ်ဦးသာဖြစ်၏။" 26:153; 26:185
- = သို့သော် သူ၏ဇနီးမှအပ။ ငါတို့သည် သူမသည် နောက်ကျကျန်ရစ်သူများထဲမှ တစ်ဦးဖြစ်ရန် ကြိုတင်သတ်မှတ်ထားခဲ့၏။ 26:171; 37:135
- = ထို့နောက် ငါတို့သည် အခြားသူများကို ဖျက်ဆီးပစ်ခဲ့၏။ 26:172; 37:136
- = ထို့ပြင် ငါတို့သည် သူတို့အပေါ်၌ (ကျောက်ခဲ) မိုးရွာစေခဲ့၏။ သတိပေးခံရသူများအပေါ်သို့ ရွာခဲ့သော မိုးသည် အလွန်ဆိုးဝါးလေစွတကား။ 26:173; 27:58
- = သို့ဖြစ်လျှင် သူတို့သည် အပြစ်ဒဏ်ကို အမြန်ဆောင်ခဲ့ရန် တောင်းဆိုနေကြသလော။ 26:204; 37:176
- = ထိုသူတို့သည် ဆွလာသ်ဝတ်ပြုမှုကို ဆောက်တည်ကြ၏၊ ဇကာသ်အလှူကို ပေးကြ၏၊ ထို့ပြင် သူတို့သည် နောင်ဘဝကို ယုံကြည်စိတ်ချကြ၏။ 27:3; 31:4
- = ထို့ပြင် ထိုနေ့တွင် အရှင်မြတ်သည် သူတို့အား ခေါ်တော်မူပြီး "သင်တို့ ယူဆခဲ့ကြသော ငါ၏လုပ်ဖော်ဆောင်ဖက်များသည် အဘယ်မှာနည်း" ဟု မေးတော်မူမည့်အကြောင်း သတိရပါ။ 28:62; 28:74
- = ထို့ပြင် ကျွန်ုပ်တို့၏ရှေးဘိုးဘေးများကော။ 37:17; 56:48
- = ထို့ပြင် သူတို့သည် အချင်းချင်းအချင်းချင်း မေးမြန်းလျက် ရင်ဆိုင်ကြလိမ့်မည်။ 37:27; 52:25
- = သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ထားသော အစေခံကျွန်များမှအပ။ 37:40; 37:74; 37:128; 37:160
- = နိအ်မ် ဥယျာဉ်တော်များတွင်။ 37:43; 56:12
- = ထို့ပြင် ငါတို့သည် သူ၏ဂုဏ်ကျေးဇူးကို နောင်လာနောင်သားများအကြားတွင် ချန်ခဲ့၏။ 37:78; 37:108; 37:129
- = ဧကန်မလွဲ ငါတို့သည် ကောင်းမှုပြုသူများကို ဤသို့ပင် အကျိုးဆုချီးမြှင့်တော်မူ၏။ 37:80; 37:121; 37:131; 77:44
- = ဧကန်မလွဲ သူသည် ငါတို့၏ ယုံကြည်သောအစေခံကျွန်တစ်ဦး ဖြစ်ခဲ့၏။ 37:81; 37:111; 37:132
- = သင်တို့အား အဘယ်အရာဖြစ်သွားသနည်း။ သင်တို့သည် မည်သို့ ဆုံးဖြတ်ကြသနည်း။ 37:154; 68:36
- = ဤသည်မှာ လောကသားအပေါင်းတို့အတွက် သတိပေးနှိုးဆော်ချက်တစ်ခုမျှသာ ဖြစ်၏။ 38:87; 81:27
- = ကျမ်းတော်၏ ချပေးအပ်ခြင်းသည် တန်ခိုးတော်ရှင်၊ ဉာဏ်တော်ရှင်တော်မူသော အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ဖြစ်၏။ 39:1; 45:2; 46:2
- = ဟာ၊ မီမ်။ 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = ထင်ရှားသော ကျမ်းတော်ကို ကျွန်ုပ် သစ္စာပြု၏။ 43:2; 44:2
- = သို့ဖြစ်ပေရာ သူတို့၏ကတိပြုခံရသောနေ့တော်နှင့် တွေ့ကြုံသည်အထိ သူတို့အား အချည်းနှီးပြောဆိုခြင်းနှင့် ပျော်ပါးကစားခြင်းတွင် နစ်မျောပါစေ။ 43:83; 70:42
- = (သူတို့အား) "သင်တို့ပြုခဲ့သည့်အရာများ၏ အကျိုးငှါ ကျေနပ်စွာ စားကြလော့၊ သောက်ကြလော့" ဟု ဆိုအံ့။ 52:19; 77:43
- = သို့တည်းမဟုတ် သင် (တမန်တော်) သည် သူတို့ထံမှ အကျိုးဆုကို တောင်းဆိုသည်ဖြစ်၍ သူတို့သည် ကြွေးမြီဒဏ်ကြောင့် ဝန်ပိလျက်ရှိကြသလော။ 52:40; 68:46
- = သို့တည်းမဟုတ် သူတို့တွင် မမြင်ရသောအရာ (ဂဲ့ဗ်) ၏ အသိပညာ ရှိကြသဖြင့် သူတို့သည် (ယင်းကို) ရေးမှတ်ကြသလော။ 52:41; 68:47
- = ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် သတိပေးချက်တို့သည် မည်သို့မည်ပုံ ပြင်းထန်ခဲ့သနည်း။ 54:16; 54:21; 54:30
- = ထို့ပြင် ငါတို့သည် ကုရ်အာန်ကျမ်းတော်မြတ်ကို ဆင်ခြင်သတိရရန် လွယ်ကူစေခဲ့၏။ သို့ဖြစ်လျှင် သတိရဆင်ခြင်သူ တစ်ဦးဦးရှိသေးသလော။ 54:17; 54:22; 54:32; 54:40
- = သို့ဖြစ်လျှင် သင်တို့၏အရှင်မြတ်၏ ကျေးဇူးတော်များအနက် မည်သည့်အရာကို သင်တို့က ငြင်းပယ်ကြမည်နည်း။ 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = ရှေးလူများထဲမှ အများအပြားသော အုပ်စု။ 56:13; 56:39
- = ထို့ပြင် ကျွန်ုပ်တို့သည် (ထိုအသီးအနှံများမှ) ဆုံးရှုံးခဲ့ရသူများလော။ 56:67; 68:27
- = သို့ဖြစ်ပေရာ သင်၏အရှင်မြတ်၊ အလွန်ကြီးမြတ်တော်မူသောအရှင်၏ နာမတော်ကို ချီးမွမ်းဆောင်တင်ပါ။ 56:74; 56:96; 69:52
- = ဤသည် လောကသားအပေါင်းတို့၏အရှင်ထံတော်မှ ချပေးအပ်သော (ဝါဟီ) ဖြစ်၏။ 56:80; 69:43
- = ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိအရာအားလုံးတို့သည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းဆက်ကပ်ကြ၏။ ထိုအရှင်မြတ်သည် တန်ခိုးတော်ရှင်၊ ဉာဏ်တော်ရှင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။ 59:1; 61:1
- = ငါတို့၏ သက်သေလက္ခဏာများကို သူ့အား ရွတ်ဖတ်ပြသသောအခါ သူက "ရှေးလူဟောင်းများ၏ ဒဏ္ဍာရီပုံပြင်များ" ဟု ဆို၏။ 68:15; 83:13
- = သို့ဖြစ်၍ သူသည် ကျေနပ်ဖွယ်ရာဘဝတွင် ရှိလိမ့်မည်။ 69:21; 101:7
- = မြင့်မားသော ဥယျာဉ်တော်၌။ 69:22; 88:10
- = ထို့ပြင် ဆင်းရဲသားအား အစာကျွေးရန် အားပေးမှုမပြု။ 69:34; 107:3
- = ဧကန်မလွဲ ဤ (ကုရ်အာန်) သည် မြင့်မြတ်သော တမန်တော် (ဂျီဘရီလ်) ၏ စကားတော်ဖြစ်၏။ 69:40; 81:19
- = ဧကန်မလွဲ ဤသည် သတိပေးနှိုးဆော်ချက်တစ်ခု ဖြစ်၏။ သို့ဖြစ်၍ အလိုရှိသူသည် မိမိ၏အရှင်ထံသို့ လမ်းတစ်ခုကို ယူနိုင်ပေ၏။ 73:19; 76:29
- = သို့ဖြစ်၍ အလိုရှိသူသည် ၎င်းကို သတိရဆင်ခြင်ပါစေ။ 74:55; 80:12
- = ထိုနေ့တွင် ငြင်းပယ်သူများအတွက် ပျက်စီးခြင်းဖြစ်ပေတကား။ 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = ဧကန်မလွဲ ဖြောင့်မတ်ကောင်းမြတ်သောသူတို့သည် ချမ်းသာသုခ၌ ရှိကြလိမ့်မည်။ 82:13; 83:22
- = ၎င်းသည် မှတ်တမ်းတင်ထားသော ကျမ်းတစ်စောင် ဖြစ်၏။ 83:9; 83:20
- = မွေ့ယာများပေါ်တွင် နေရာယူ၍ ကြည့်ရှုကြလိမ့်မည်။ 83:23; 83:35
- = ထို့ပြင် ၎င်းသည် မိမိ၏အရှင်အမိန့်တော်ကို နာခံပြီး ၎င်းတွင် တာဝန်ကျေခဲ့၏။ 84:2; 84:5
- = ထို့ပြင် ကျွန်ုပ်သည် သင်တို့ကိုးကွယ်သောအရာကို ကိုးကွယ်သူ မဟုတ်ပေ။ 109:3; 109:5
noblequran.com Schemas
- မက္ကာမြို့မှ မုရှ်ရစ်ကီများသည် အလ္လာဟ်၏ ရူဗူဗီယာ (အရှင်ဘုရင်စိုးမိုးမှု) ကို ဝန်ခံခဲ့ကြသည် 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- ကျမ်းတော်နှင့် ဉာဏ်ပညာ (ဆွန်နသ်) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- မိမိတို့၏ (လမ်းလွဲခဲ့သော) ဘိုးဘေးများကို လိုက်ခြင်းသည် ရှုတ်ချခြင်းခံရသည် 2:170; 31:21; 43:22
- အလ္လာဟ်၏ တမန်တော်သည် လူသားဖြစ်ခဲ့သည် 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- မုရှ်ရစ်ကီများသည် ဒုက္ခရောက်ချိန်များတွင် အလ္လာဟ်ကိုသာ ဟစ်ခေါ်ခဲ့ကြသည် 10:22; 17:16; 29:65; 31:32
- သာသနာတွင် ကွဲပြားခြင်းသည် တားမြစ်ထားပြီး ရှုတ်ချခြင်းခံရသည် 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- အလ္လာဟ်၏ အစ်စ်တီဝါ့ (ပလ္လင်ပေါ်တွင် တည်ရှိခြင်း) ဂုဏ်တော် 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- အီမာန် (ယုံကြည်ခြင်း) တိုးပွားခြင်း (နှင့် လျော့ကျခြင်း) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- တမန်တော်နှင့် ဖန်ဆင်းခံသတ္တဝါ မည်သူမျှ မျက်ကွယ်ရေးရာများကို သီးခြားစွာ မသိကြ 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- အလ္လာဟ်သည် မိမိအလိုရှိသူအတွက် စားဝတ်နေရေးကို ကျယ်ပြန့်စေသည် သို့မဟုတ် ကျဉ်းမြောင်းစေသည် 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- ကုရ်အာန်ကျမ်းတော်သည် ရှင်းလင်းသော အာရဗီဘာသာဖြင့် ကျရောက်ခဲ့သည် 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- အလ္လာဟ်သည် နဖ်စ် (ဝိညာဉ်) တစ်ခုအား ၎င်းခံနိုင်ရည်ထက် ပိုမိုသောဝန်ကို မထမ်းစေပါ 2:233, 286; 6:152; 7:42; 23:62; 65:7
- မည်သူမျှ အခြားသူ၏ ဝန်ကို မထမ်းရ 6:164; 17:15; 35:18; 39:7; 53:38
- အလ္လာဟ်သည် သင့်အား အန္တရာယ်တစ်ခုနှင့် ထိစေခဲ့လျှင် ၎င်းအား ဖယ်ရှားနိုင်သူ အလ္လာဟ်မှလွဲ၍ မည်သူမျှ မရှိပါ 6:17; 10:107
- ထို့ထက် ပို၍ မတရားသောသူကား မည်သူနည်း... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- လူသားသည် ကြွယ်ဝချမ်းသာချိန်တွင် ကျေးဇူးကန်းပြီး လိုအပ်ချိန်တွင် နှိမ့်ချသူဖြစ်သည် 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- တည်ငြိမ်မှု (သက်ဗီသ်) ကို အလ္လာဟ်ထံမှ တောင်းလျှောက်ပြီး ၎င်းအားပေးအပ်သူမှာ အလ္လာဟ်ဖြစ်သည် 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- ကွဲလွဲမှုအားလုံးကို အလ္လာဟ်နှင့် ကိုယ်တော်၏တမန်တော်ထံသို့ ပြန်လှည့်ရမည် 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- ငရဲသားများအကြား အငြင်းပွားမှု 26:96-102; 38:58-64; 40:47-50
- အလ္လာဟ်၏ တမန်တော်အား နာခံမှု (တာအသ်) ပြုရန် တာဝန်ရှိသည် 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- ကုရ်အာန်ကျမ်းတော်ရှိ စဂျ်ဒဟ် (ပျပ်ဝပ်ခြင်း) အာယသ်များ 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- အုမ္မသ်တွင် ဆိုက်ရောက်သော ကပ်ဆိုးအားလုံးသည် နာမခံမှုကြောင့်ဖြစ်သည် 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- အလ္လာဟ်လမ်းလွှဲစေသူအား မည်သူမျှ လမ်းညွှန်ပေးနိုင်ခြင်း မရှိပါ 13:33; 39:23, 26; 40:33; 7:186; 18:17
- နဗီတမန်တော်အားလုံးသည် ဣဗာဒသ်၏ ထောင်ဟီးဒ်ဖြင့် ပြုပြင်မှုကို အစပြုခဲ့ကြသည် 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- အောင်မြင်မှုနှင့် ကြွယ်ဝချမ်းသာမှုသည် ဝိညာဉ်၏ သန့်စင်ခြင်း (တဇ်ကီယာ) နှင့် ဆက်စပ်နေသည် 20:76; 35:18; 87:14; 91:9; 92:18
- ဂုဏ်သိက္ခာနှင့် တန်ခိုးအာဏာ (အိဇ္ဇသ်) အားလုံးသည် အလ္လာဟ်နှင့်သာ ပိုင်ဆိုင်သည် 4:139; 10:65; 35:10; 63:8
- အလ္လာဟ်တစ်ပါးတည်းကိုသာ စိတ်ရင်းစေတနာဖြင့် ဟစ်ခေါ်ရန် တာဝန်ရှိသည် 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- အလ္လာဟ်နှင့်အတူ အခြားသူများကို ဟစ်ခေါ်ခြင်းသည် တားမြစ်ထားသည် 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- နဗီတမန်တော်အားလုံးသည် အလ္လာဟ်အား တက်ကွာ (ကြောက်ရွံ့ခြင်း) နှင့် (မိမိတို့ကို) နာခံမှုကို မှာကြားခဲ့ကြသည် 43:63; 71:1-28
- ဟိဂျ်ရသ် (ရွှေ့ပြောင်းခြင်း) နှင့်ပတ်သက်၍ 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- အလ္လာဟ်မှလွဲ၍ ဖန်ဆင်းခံသတ္တဝါများအတွက် စစ်မှန်သော ကာကွယ်စောင့်ရှောက်သူ သို့မဟုတ် ကူညီသူ မရှိပါ 2:107, 120; 9:74, 116; 29:22; 42:31
- အလ္လာဟ်သည် နှလုံးသားကို တံဆိပ်ခတ်ထားသူများ 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- အီမာန်သည် ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်းအကြား တည်ရှိသည် 17:57; 32:16; 39:9
- ကုဖ်ရ်၊ ရှစ်ရ်ခ်နှင့် နိဖာက်ကြောင့် လုပ်ရပ်အားလုံး ပျက်ပြယ်ခြင်းနှင့်ပတ်သက်၍ 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- အလ္လာဟ်၏ ဗျာဒိတ်တော်များနှင့် နဗီတမန်တော်များသည် လမ်းညွှန်မှု၊ အသိပညာနှင့် အီမာန်၏ အလင်းရောင်များဖြစ်သည် 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- စကားလုံးများကို ဖျက်ပယ်ကြသူများသည် ယဟူဒီများနှင့် တအ်ဝီးလ် (တဟ်ရီဖ်) ပြုသူများဖြစ်သည် 2:75; 4:46; 5:13; 5:41
- ဤလောက၏ ဘဝသည် ယာယီ ပျော်ရွှင်မှုနှင့် ဖျော်ဖြေမှုသာ ဖြစ်သည် 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- ဒဟ်ရီယ်ယဟ် (ဘုရားမဲ့ဝါဒီများ) 45:24; 6:29; 23:37
- အလ္လာဟ်သည် အခြား (ပယ်ဖျက်ခံရသော သို့မဟုတ် အတုအယောင်) သာသနာများအားလုံးအပေါ် အောင်မြင်စေရန် မုဟမ္မဒ်အား သာသနာနှင့်တကွ စေလွှတ်ခဲ့သည် 9:33; 48:28; 61:9
- တာဂျူသ် (ကျရိန်တမန်) နှင့် တာဂျူသ်ကို ငြင်းပယ်ရန် လိုအပ်ချက်နှင့်ပတ်သက်၍ 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- သူတို့သည် ကြံစည်ကြသည်၊ အလ္လာဟ်လည်း ကြံစည်တော်မူသည်၊ ကိုယ်တော်သည် ကြံစည်သူများအနက် အကောင်းဆုံးဖြစ်သည် 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- နောက်ဆုံးနေ့ ရက်ကာလ၏ အသိပညာသည် အလ္လာဟ်ထံတွင်သာ ရှိသည် 7:187; 33:63; 41:47
- ဖုရ်ကာန် (ခွဲခြားပြသူ) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- မကောင်းမှုကို အကောင်းဆုံးဖြင့် တုံ့ပြန်ခြင်း 23:96; 28:54; 41:34
- နောက်ဆုံးနေ့ရက်ကာလသည် အနီးကပ်ရောက်ရှိနေပြီ 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- နှင့် ကိုယ်တော်၏ လက္ခဏာတော်များအနက်မှ... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- အလ္လာဟ်သည် မိမိလက္ခဏာတော်များကို ရှင်းပြသည်၊ သင်တို့သည်... 2:73, 187, 221, 242; 3:103; 5:89
- အလ္လာဟ်သည် အရာအားလုံး၏ ဖန်ဆင်းရှင်ဖြစ်သည် 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- အလ္လာဟ်သည် ဖန်ဆင်းခြင်းကို အချည်းနှီးအားဖြင့် သို့မဟုတ် ကစားမက်မှုအားဖြင့် ဖန်ဆင်းခဲ့ခြင်း မဟုတ်ပါ 21:16; 38:27; 44:38; 46:3
- အလ္လာဟ်သည် လူသားများအား မိမိတစ်ပါးတည်းကိုသာ ကိုးကွယ်စေရန်နှင့် မည်သူသည် လုပ်ရပ်တွင် အကောင်းဆုံးဖြစ်ကြောင်း စမ်းသပ်ရန် ဖန်ဆင်းခဲ့သည် 11:7; 18:7; 51:56; 67:2
- အလ္လာဟ်သည် မိမိကိုးကွယ်မှုသို့ ဖိတ်ခေါ်ရန်၊ နာခံမှုခံရန်နှင့် သတင်းကောင်းပြောသူ၊ သတိပေးသူများအဖြစ် တမန်တော်များကို စေလွှတ်ခဲ့သည် 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- ကဒရ် (ကံကြမ္မာ) ၏ အဆင့်လေးဆင့် 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- ဣဗာဒသ် (ကိုးကွယ်မှု) ၏ ပုံစံနှင့် အမျိုးအစားများ 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- အလ္လာဟ်သည် မိမိအလိုရှိသူအား လမ်းညွှန်ပြီး မိမိအလိုရှိသူအား လမ်းလွှဲစေသည် 14:4; 16:93; 35:8; 74:31
- အလ္လာဟ်လမ်းလွှဲစေသူများ 2:26; 9:115; 14:27; 40:34, 74; 45:23
- အလ္လာဟ်လမ်းလွှဲစေသူအား မည်သူမျှ လမ်းညွှန်ပေးနိုင်ခြင်း မရှိပါ 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- အလ္လာဟ်အတွက် မည်သည့်တူညီမှုကိုမျှ ငြင်းပယ်ခြင်း 2:22; 19:65; 42:11; 112:4
- အလ္လာဟ်သည် မည်သူ့ကိုမျှ မတရားမပြုပါ၊ သို့သော် သူတို့သည် မိမိတို့၏ ဝိညာဉ်များကိုသာ မတရားပြုကြသည် 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- စလဖ် (ဆွဟာဗဟ်များ) ကို လိုက်နာရန် တာဝန်ရှိသည် 2:137; 9:100; 4:115; 48:18, 29
- ဒအ်ဝဟ် (ဖိတ်ခေါ်ခြင်း) ပေးအပ်ရာတွင် နည်းလမ်း 12:108; 16:125; 29:46
- ရှစ်ရ်ခ် (ဂျက်ခြင်း) သည် ရုပ်ပွားရုပ်တု၌သာ ကန့်သတ်မထားဘဲ နဗီများ၊ မလာအိကာများ၊ ဂျင်န်များနှင့် သူတော်ကောင်းများမှတဆင့် ကြားဝင်လျှောက်ထားမှုကို ရှာဖွေခြင်းလည်း ပါဝင်သည် 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- လက်ထပ်ထိမ်းမြားနိုင်သော အသက်အရွယ်ကို ဆုံးဖြတ်ပေးသော အချက်များ 4:6; 6:152; 24:59
- ဂျစ်ဗ်ရီလ်သည် အလ္လာဟ်ထံမှ ကုရ်အာန်ကျမ်းတော်ကို နဗီတမန်တော်ထံ သယ်ဆောင်ခဲ့သော သန့်ရှင်းပြီး ယုံကြည်စိတ်ချရသော ဝိညာဉ်တော်ဖြစ်သည် 2:97; 16:102; 26:192
- အကူအညီ၊ အောင်ပွဲနှင့် လွှမ်းမိုးမှုသည် အလ္လာဟ်နှင့် ကိုယ်တော်၏ တမန်တော်များအတွက်သာ ဖြစ်သည် 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- မင်းမတိုင်မီက ရစူလ်တမန်တော်များကိုလည်း ပြက်ရယ်ပြုခြင်းခံခဲ့ရ၏။ သို့ဖြစ်ပေရာ သူတို့ပြက်ရယ်ပြုနေကြသောအရာသည် ပြက်ရယ်ပြုသူတို့ကို ဝန်းရံဖမ်းဆီးလိုက်လေ၏။ (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- မဒ်ယန်မြို့သားတို့ထံသို့ သူတို့ညီရှိုအိုက်ဗ်ကို စေလွှတ်တော်မူ၏။ သူက "အို ငါ့လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အား ကိုးကွယ်ရာဟူ၍ အလျှင်းမရှိချေ။" (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- ဆမူဒ်မြို့သားတို့ထံသို့ သူတို့ညီဆွလိဟ်ကို စေလွှတ်တော်မူ၏။ သူက "အို ငါ့လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အား ကိုးကွယ်ရာဟူ၍ အလျှင်းမရှိချေ။" (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသောသူအား စားနပ်ရိက္ခာကို ကျယ်ပြန့်စေတော်မူ၏။ ထို့ပြင် ကျဉ်းမြောင်းစေတော်မူ၏။ ဧကန်စင်စစ် ထိုအရာများတွင် ယုံကြည်သောလူမျိုးအတွက် သက်သေလက္ခဏာများရှိ၏။ (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- အာဒ်မြို့သားတို့ထံသို့ သူတို့ညီဟူဒ်ကို စေလွှတ်တော်မူ၏။ သူက "အို ငါ့လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အား ကိုးကွယ်ရာဟူ၍ အလျှင်းမရှိချေ။" (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များကိုပြုသောသူတို့အား ငါအရှင်မြတ်သည် အောက်တွင် မြစ်ချောင်းများစီးဆင်းသော ဥယျာဉ်များထဲသို့ သွတ်သွင်းတော်မူမည်။ ထိုဥယျာဉ်များတွင် ထာဝရနေထိုင်ရမည်။ (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- အောက်တွင် မြစ်ချောင်းများစီးဆင်းသော ဥယျာဉ်များ၊ ထိုဥယျာဉ်များတွင် ထာဝရနေထိုင်ရမည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို ကျေနပ်တော်မူ၏။ သူတို့လည်း အရှင်မြတ်ကို ကျေနပ်ကြ၏။ ဤသည်မှာ... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- "ငါသည် သင်တို့ကဲ့သို့သော လူသားတစ်ဦးမျှသာ ဖြစ်၏။ ငါ့ထံသို့ ဝဟီသာသနာပေးပို့ခြင်းခံရ၏။ အကြောင်းမူကား သင်တို့၏ကိုးကွယ်ရာဘုရားသည် တစ်ဆူတည်းသော ဘုရားဖြစ်တော်မူ၏။" (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- လူသားများတွင် အသိပညာ၊ လမ်းညွှန်မှုနှင့် အလင်းပေးသောကျမ်းမရှိဘဲ အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ အချေအတင်ပြောဆိုသောသူလည်းရှိ၏။ (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- အရှင်မြတ်သည် ညဉ့်ကိုနေ့ထဲသို့ သွတ်သွင်းတော်မူ၏။ နေ့ကိုလည်း ညဉ့်ထဲသို့ သွတ်သွင်းတော်မူ၏။ ထို့ပြင် နေနှင့်လကိုလည်း လက်အောက်ခံဖြစ်စေတော်မူ၏။ အသီးသီးသည် သတ်မှတ်ထားသောအချိန်တိုင်အောင် စီးဆင်းကြ၏။ (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- မိုးကောင်းကင်မှ ရေကိုသွန်းချတော်မူ၏။ ထိုရေဖြင့် သေဆုံးပြီးနောက် မြေကြီးကို သက်ရှိဖြစ်စေတော်မူ၏။ ဧကန်စင်စစ် ဤအရာတွင် လူမျိုးတစ်မျိုးအတွက် သက်သေလက္ခဏာရှိ၏... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- ဧကန်စင်စစ် ငြင်းပယ်သောသူတို့အား သူတို့၏ဥစ္စာပစ္စည်းများနှင့် သူတို့၏သားသမီးများသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် မည်သည့်အကျိုးမျှ မပေးနိုင်ပေ။ ထိုသူတို့သည်... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- မိုးကောင်းကင်များ၊ မြေကြီးနှင့် ၎င်းတို့ကြားရှိအရာအားလုံးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူပြီးနောက် အာရ်ရှ်ထီးတော်ပေါ်တွင် တည်တန့်တော်မူ၏။ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- သူတို့သည် မြေကြီးပေါ်တွင် ခရီးမသွားဘူးလော။ သို့ဖြစ်လျှင် သူတို့မတိုင်မီက လူများ၏ အဆုံးစီရင်ပုံကို ကြည့်ရှုကြမည်မဟုတ်လော။ သူတို့သည်... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များကိုပြုသောသူတို့အား အောက်တွင် မြစ်ချောင်းများစီးဆင်းသော ဥယျာဉ်များထဲသို့ သွတ်သွင်းတော်မူမည်။ (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် အမှန်တရားဖြစ်၏။ သို့ဖြစ်ပေရာ လောကီဘဝက သင်တို့ကို လှည့်ဖြားမစေနှင့်။ လှည့်ဖြားသောသူသည်လည်း အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ သင်တို့ကို လှည့်ဖြားမစေနှင့်။ (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- သို့ဖြစ်ပေရာ မည်သူတစ်ဦးဦး လမ်းညွှန်မှုရရှိခဲ့လျှင် ထိုသူသည် မိမိကိုယ်အတွက်သာ လမ်းညွှန်မှုရရှိ၏။ မည်သူတစ်ဦးဦး လမ်းလွှဲသွားခဲ့လျှင်လည်း ထိုသူသည် မိမိကိုယ်ကိုသာ လမ်းလွှဲ၏။ (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- သင့်တုတ်ချောင်းကို ချပစ်လိုက်ပါ။ ထိုတုတ်ချောင်းသည် မြွေဟောက်ကဲ့သို့ လှုပ်ရှားနေသည်ကို မြင်သောအခါ သူသည် ကျောခိုင်းကာ ထွက်ပြေးသွား၏။ နောက်သို့ ပြန်လှည့်၍မကြည့်တော့ပေ။ "အို မူစာ..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- သင်တို့သည် မြေကြီးပေါ်တွင် ခရီးသွားကြလော့။ သင်တို့မတိုင်မီက လူများ၏ အဆုံးစီရင်ပုံကို ကြည့်ရှုကြလော့။ သူတို့အများစုသည်... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- သို့ဖြစ်ပေရာ သူတို့ပြောဆိုသောစကားများကို သည်းခံတော်မူပါ။ နေထွက်ခါနီးနှင့် နေဝင်ခါနီးတို့တွင် သင့်အား ဖန်ဆင်းရှင်အရှင်မြတ်အား ချီးမွမ်းဂုဏ်တော်ကို ဘုန်းတော်ကြီးစေသတည်း။ (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- မိဘမဲ့ကလေး၏ ဥစ္စာပစ္စည်းသို့လည်း အကောင်းဆုံးသောနည်းဖြင့်သာ ချဉ်းကပ်ကြလော့။ ထိုကလေးသည် အရွယ်ရောက်သည်အထိ (စောင့်ရှောက်ကြလော့)။ ပြည့်စုံအောင် ဆောင်ရွက်ကြလော့... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- မျက်မမြင်အပေါ်၌လည်းကောင်း၊ ခြေဆွံ့အပေါ်၌လည်းကောင်း၊ ဖျားနာသူအပေါ်၌လည်းကောင်း အပြစ်မရှိပေ။ (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "ဤအရာသည် အမှန်တရားမဟုတ်ဘူးလော။" သူတို့က "ဟုတ်ကဲ့၊ ကျွန်ုပ်တို့၏အရှင်မြတ်ကို တိုင်တည်၍ ကျိန်ဆိုပါ၏။" သူက "သို့ဖြစ်လျှင် သင်တို့ ငြင်းပယ်ခဲ့ကြသောအရာအတွက် ပြစ်ဒဏ်ကို ခံစားကြလော့။" (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- ထိုအခါ အားနည်းသူတို့က ထောင်လွှားမာန်ကြီးသူတို့အား "ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့၏ နောက်လိုက်များဖြစ်ခဲ့ကြ၏။ သို့ဖြစ်လျှင် သင်တို့သည် ကျွန်ုပ်တို့အား (အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ) ကယ်တင်နိုင်ကြမည်လော။" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- သင်တို့နှင့် သင်တို့၏ဘိုးဘေးများ မှည့်ခေါ်ထားသော အမည်များမှတစ်ပါး၊ အလ္လာဟ်အရှင်မြတ်သည် ယင်းတို့အတွက် သက်သေအထောက်အထား တစ်စုံတစ်ရာကို ချပေးတော်မမူချေ။ ဧကန်စင်စစ်... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- မင်းမတိုင်မီက အမျိုးသားများကိုသာ ငါအရှင်မြတ်က ဝဟီသာသနာပေးပို့တော်မူ၏။ သို့ဖြစ်လျှင် သင်တို့မသိကြလျှင် အသိပညာရှင်များကို မေးမြန်းကြလော့။ (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- သူက "ငါခွင့်ပြုခြင်းမပြုမီပင် သင်တို့သည် သူ့ကို ယုံကြည်ကြပြီလော။ ဧကန်စင်စစ် သူသည် သင်တို့အား မှော်ပညာသင်ပေးခဲ့သော သင်တို့၏ခေါင်းဆောင်ဖြစ်၏။" (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- ဝန်ထမ်းသောသူသည် အခြားသူ၏ဝန်ကို မထမ်းဆောင်ရပေ။ ထို့နောက် သင်တို့အား ဖန်ဆင်းရှင်အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိကြရမည်။ ထိုအခါ အရှင်မြတ်သည် သင်တို့ပြုမူခဲ့ကြသောအရာများကို သင်တို့အား အကြောင်းကြားတော်မူမည်။ (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- ငါအရှင်မြတ်က "သင်တို့အားလုံး ဆင်းသက်ကြလော့။ သင်တို့တစ်ဦးကိုတစ်ဦး ရန်သူများဖြစ်ကြ၏။ သင်တို့အတွက် မြေကြီးပေါ်တွင် နေထိုင်ရာနှင့် အချိန်ကာလတစ်ခုအထိ စားသုံးခံစားခွင့်ရှိ၏။" (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- နှစ်ခု - "အထီးနှစ်ကောင်ကို ဟရာမ်ဖြစ်စေတော်မူသလော၊ သို့တည်းမဟုတ် အမနှစ်ကောင်ကို ဟရာမ်ဖြစ်စေတော်မူသလော၊ သို့တည်းမဟုတ် အမနှစ်ကောင်၏ သားအိမ်များတွင် ပါဝင်သောအရာကို ဟရာမ်ဖြစ်စေတော်မူသလော။" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- ဤအရာအတွက် သင်တို့ထံမှ ငါသည် အခတစ်စုံတစ်ရာကို မတောင်းဆိုချေ။ ငါ၏အခုနှစ်သည် စကြဝဠာခပ်သိမ်းတို့၏အရှင်မြတ်ထံတွင်သာ ရှိ၏။ (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- သူတို့သည် မြေကြီးပေါ်တွင် ခရီးမသွားဘူးလော။ သို့ဖြစ်လျှင် သူတို့မတိုင်မီက လူများ၏ အဆုံးစီရင်ပုံကို ကြည့်ရှုကြမည်မဟုတ်လော။ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- သူတို့သည် မြေကြီးပေါ်တွင် ခရီးသွားကြပြီး သူတို့မတိုင်မီက လူများ၏ အဆုံးစီရင်ပုံကို ကြည့်ရှုကြ၏။ သူတို့သည်... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- ဧကန်စင်စစ် သင်၏အရှင်မြတ်သည် မိမိ၏လမ်းတော်မှ လမ်းလွှဲသွားသူကို အကြွင်းမဲ့သိတော်မူ၏။ ထို့ပြင် လမ်းညွှန်မှုရရှိသူများကိုလည်း အကြွင်းမဲ့သိတော်မူ၏။ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- မိုးကောင်းကင်များနှင့် မြေကြီးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူပြီးနောက် အာရ်ရှ်ထီးတော်ပေါ်တွင် တည်တန့်တော်မူ၏။ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်သောစကားကို စပ်ဆိုသူ၊ သို့တည်းမဟုတ် အရှင်မြတ်၏ သက်သေလက္ခဏာတော်များကို ငြင်းပယ်သူထက် ပိုမိုမတရားသောသူ မည်သူရှိသနည်း။ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- အရှင်မြတ်သည် မိမိ၏ရစူလ်တမန်တော်ကို လမ်းညွှန်မှုနှင့် အမှန်တရားဘာသာတရားကို ဆောင်ယူစေလွှတ်တော်မူ၏။ ထိုဘာသာတရားကို အခြားဘာသာတရားအားလုံးထက် သာလွန်စေရန်အတွက်ဖြစ်၏။ (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- "အလ္လာဟ်အရှင်မြတ်သည် မာရ်ယမ်၏သားတော် အလ်မဆီးဟ် (မရှိယ) ဖြစ်တော်မူ၏" ဟု ဆိုကြသောသူတို့သည် ဧကန်စင်စစ် ငြင်းပယ်ခဲ့ကြကုန်၏။ (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- မျက်မမြင်တို့အား သူတို့၏လမ်းလွဲမှုမှ (သင်မလမ်းညွှန်နိုင်ပေ)။ သင်သည် ငါတို့၏သက်သေလက္ခဏာများကို ယုံကြည်သောသူများကိုသာ ကြားနာစေနိုင်၏။ ထိုသူတို့သည်သာ မွတ်စ်လင်မ်များဖြစ်ကြ၏။ (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- ဤလောကီဘဝ၏ ဥပမာသည် မိုးကောင်းကင်မှ ငါအရှင်မြတ်သွန်းချသော ရေကဲ့သို့ဖြစ်၏။ ထိုရေဖြင့် မြေကြီး၏အပင်များ ရောနှောပေါက်ရောက်ကြ၏။ (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- ၎င်းသင်္ဘောတွင် သတ္တဝါအမျိုးအစားတိုင်းမှ တစ်မျိုးလျှင်နှစ်ကောင်စီ၊ နှင့် သင်၏မိသားစုဝင်များကို (တင်ဆောင်လော့)။ သို့သော် ကြိုတင်၍ အမိန့်တော်ကျရောက်ပြီးသော သူများမှတစ်ပါး။ (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- ငါသည် သင်တို့အား "ငါ့ထံတွင် အလ္လာဟ်အရှင်မြတ်၏ ဘဏ္ဍာတိုက်များရှိသည်" ဟု မပြောဆိုချေ။ ထို့ပြင် ငါသည် မမြင်ရသောအရာကိုလည်း မသိချေ။ ငါလည်း မဆိုချေ... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အပေါ် ကျေးဇူးတော်ရှင်ဖြစ်တော်မူ၏။ သို့ရာတွင် လူသားအများစုသည် ကျေးဇူးမသိတတ်ကြပေ။ (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- သူတို့ထံသို့ သူတို့၏အရှင်မြတ်၏ သက်သေလက္ခဏာတော်များမှ မည်သည့်သက်သေလက္ခဏာမျှ မရောက်လာခဲ့ပေ။ သို့သော် သူတို့သည် ထိုသက်သေလက္ခဏာများမှ မျက်နှာလွှဲခဲ့ကြ၏။ (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- မည်သူတစ်ဦးတစ်ယောက်မျှ အခြားသူအတွက် မည်သည့်အကျိုးမျှ မပြုနိုင်သောနေ့ကို ကြောက်ရွံ့ကြလော့။ ထိုနေ့တွင် မည်သူ့ထံမှမျှ ရွေးဖိုးကို လက်ခံတော်မမူပေ။ (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- ဧကန်စင်စစ် အသင်သည် သေလွန်သူများကို ကြားနာစေနိုင်တော်မမူပေ။ ထို့ပြင် နားပင်းသူတို့သည်လည်း ကျောခိုင်း၍ ထွက်သွားကြသောအခါ ခေါ်သံကို ကြားနာစေနိုင်တော်မမူပေ။ (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- သင်တို့အပေါ်၌ သေကောင်ကိုလည်းကောင်း၊ သွေးကိုလည်းကောင်း၊ ဝက်သားကိုလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူ၏အမည်ဖြင့် သတ်သောအရာကိုလည်းကောင်း ဟရာမ်ဖြစ်စေတော်မူ၏။ (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းဘုန်းတော်ကြီးစေကြ၏။ အရှင်မြတ်သည် တန်ခိုးတော်ရှင်၊ ဉာဏ်တော်ရှင်ဖြစ်တော်မူ၏။ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- သို့ရာတွင် ထိုအပြစ်များပြုပြီးနောက် နောင်တရကာ ပြုပြင်ဖြောင့်မတ်လာသူများမှတစ်ပါး။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်သနားကြင်နာတော်မူသောအရှင် ဖြစ်တော်မူ၏။ (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- တမန်တော်များသည် သူတို့၏အရှင်မြတ်ထံမှ (ဖြစ်၏)။ ကျွန်ုပ်တို့သည် သူတို့တစ်ဦးနှင့်တစ်ဦးကြားတွင် ခွဲခြားခြင်းမပြုပေ။ ကျွန်ုပ်တို့သည် အရှင်မြတ်အား နာခံသောမွတ်စ်လင်မ်များဖြစ်ကြ၏။ (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- သင်၏အရှင်မြတ်ထံမှ သင်မတိုင်မီ သတိပေးနှိုးဆော်သူတစ်ဦးမျှ မရောက်လာသေးသောလူမျိုးအား သင်သတိပေးနှိုးဆော်ရန်၊ သူတို့သည် သတိရလိမ့်မည်ဟု... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- အို တမန်တော်မြတ်၊ သင်သည် ငြင်းပယ်သောသူတို့ကိုလည်းကောင်း၊ လျှို့ဝှက်သစ္စာဖောက်သူတို့ကိုလည်းကောင်း တိုက်ခိုက်တော်မူပါ။ သူတို့အပေါ်၌လည်း ကြမ်းတမ်းခက်ထန်စွာ ပြုမူတော်မူပါ။ သူတို့၏နေရာသည် ငရဲခံရာဖြစ်၏။ အလွန်ဆိုးဝါးသော ပြန်လည်ရောက်ရှိရာဖြစ်၏။ (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- ဧကန်စင်စစ် သင်၏အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့သဘောထားကွဲလွဲခဲ့ကြသောအရာများကို သူတို့ကြားတွင် စီရင်ဆုံးဖြတ်တော်မူမည်။ (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- သူက "အို ကျွန်ုပ်၏အရှင်မြတ်၊ ကျွန်ုပ်အတွက် နိမိတ်လက္ခဏာတစ်ခု ပြုတော်မူပါ။" အရှင်မြတ်က "သင်၏နိမိတ်လက္ခဏာမှာ သင်သည် လူသားတို့အား စကားပြောဆိုခြင်း မပြုရခြင်းဖြစ်၏..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- သို့ဖြစ်ပေရာ သင်သည် မိမိ၏မျက်နှာတော်ကို အာလ်မစ်ဂျိဒ်အလ်ဟရာမ် (ဗလီမြတ်တော်) ဘက်သို့ လှည့်တော်မူပါ။ သင်တို့သည်လည်း မည်သည့်နေရာ၌ရှိသည်ဖြစ်စေ သင်တို့၏မျက်နှာများကို ထိုဘက်သို့ လှည့်ကြလော့။ (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- အို ဣသရေလအမျိုးသားတို့၊ သင်တို့အား ငါအရှင်မြတ် ပေးအပ်တော်မူခဲ့သော ငါ၏ကျေးဇူးတော်ကို အောက်မေ့ကြလော့။ ထို့ပြင် ငါသည် သင်တို့အား လောကခပ်သိမ်းတို့ထက် ချီးမြှောက်တော်မူခဲ့ကြောင်းကိုလည်း (အောက်မေ့ကြလော့)။ (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- နွားမ ခုနစ်ကောင်တို့ကို ပိန်လှီသောနွားမ ခုနစ်ကောင်က စားသုံးကြ၏။ စပါးနှံ ခုနစ်ခုမှာ စိမ်းလန်းသောအနှံများနှင့် အခြားသော ခြောက်သွေ့သောအနှံများဖြစ်၏။ (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- လူမျိုးတိုင်းအတွက် သတ်မှတ်ထားသောအချိန်ကာလရှိ၏။ ထိုအချိန်ကာလရောက်ရှိလာသောအခါ သူတို့သည် တစ်နာရီမျှ နောက်မကျနိုင်ပေ။ ရှေ့လည်းမရောက်နိုင်ပေ။ (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူ၏အမည်ဖြင့် သတ်သောအရာ (ဟရာမ်ဖြစ်၏)။ သို့ရာတွင် မည်သူတစ်ဦးဦးသည် အနိုင်ကျင့်သူမဟုတ်ဘဲ၊ ကျူးလွန်သူမဟုတ်ဘဲ အတင်းအကြပ် (စားသုံးရန်) လိုအပ်လာလျှင်... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- သူတို့အား "အလ္လာဟ်အရှင်မြတ် ချပေးအပ်တော်မူသောအရာကို လိုက်နာကြလော့" ဟု ဆိုအပ်သောအခါ သူတို့က "မဟုတ်ပါ၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဘိုးဘေးများ တွေ့ရှိခဲ့သောအရာကိုသာ လိုက်နာကြမည်" ဟု ဆိုကြ၏။ (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- သူက "အို ငါ့လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အား ကိုးကွယ်ရာဟူ၍ အလျှင်းမရှိချေ။ သို့ဖြစ်လျှင် သင်တို့သည် (အရှင်မြတ်ကို) မကြောက်ရွံ့ကြသလော။" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- သူတို့သည် မြေကြီးပေါ်၌ သွားလာကြပြီး သူတို့ရှေ့မှ လူများ၏ အဆုံးအဖြတ် မည်သို့ရှိခဲ့သည်ကို ကြည့်ရှုကြ၏။ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန် စွပ်စွဲသူ သို့မဟုတ် ငြင်းပယ်သူထက် ပို၍ မတရားကျူးလွန်သူ မည်သူရှိသနည်း။ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- အမှန်စင်စစ် သင်၏အရှင်မြတ်သည် မိမိ၏လမ်းတော်မှ လမ်းလွဲသူကို အကောင်းဆုံး သိရှိတော်မူသောအရှင်၊ ထိုအရှင်သည်ပင် အကောင်းဆုံး သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- သူတို့သည် မြေကြီးပေါ်၌ သွားလာကြပြီး သူတို့ရှေ့မှ လူများ၏ အဆုံးအဖြတ် မည်သို့ရှိခဲ့သည်ကို မကြည့်ရှုကြသောသူများလော။ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- သူတို့အတွက် သူတို့၏အရှင်မြတ်ထံတော်၌ သူတို့၏ဆုလာဘ်ရှိ၏၊ သူတို့အပေါ်၌ ကြောက်ရွံ့ခြင်းမရှိ၊ သူတို့သည် ဝမ်းနည်းကြမည်မဟုတ်ချေ။ (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- အီမာန်ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များ ပြုလုပ်ခဲ့ကြသော သူတို့အား အောက်မှ မြစ်ချောင်းများ စီးဆင်းသော ဥယျာဉ်တော်များသို့ သွင်းခြင်းခံကြရ၏။ (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- သူကပြောဆိုခဲ့၏။ "အို ကျွန်ုပ်၏လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အတွက် ကိုးကွယ်ရာဟူ၍ မရှိ၊ သင်တို့ မကြောက်ရွံ့ကြသလော။" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- သူတို့၏ စည်းစိမ်ဥစ္စာနှင့် သူတို့၏ သားသမီးတို့သည် အလ္လာဟ်အရှင်မြတ်၏ (အပြစ်ဒဏ်) မှ သူတို့အား မည်သည့်အကျိုးမျှ မပေးနိုင်ကြချေ၊ ထိုသူတို့သည်ပင်။ (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- အောက်မှ မြစ်ချောင်းများ စီးဆင်းသော ဥယျာဉ်တော်များ၊ ထိုဥယျာဉ်တော်များ၌ သူတို့သည် အစဉ်ထာဝရ နေထိုင်ကြရမည်။ ထိုသည်ပင် ကြီးကျယ်သော အောင်မြင်မှု ဖြစ်၏။ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- သူတို့ရှေ့မှ လူများ၏ သတင်းများ၊ နူးအို (နောဧ)၊ အာဒ်နှင့် ဆမူဒ်လူမျိုးတို့၏ သတင်းများ သူတို့ထံသို့ မရောက်လာဘူးလော။ (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်သို့ ကျွန်ုပ်၏အကူအညီပေးသူများမှာ မည်သူများနည်း။ တပည့်တော်များက ပြောကြ၏။ "ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အကူအညီပေးသူများဖြစ်ကြ၏၊ ကျွန်ုပ်တို့သည် အီမာန်ယုံကြည်ခဲ့ကြ၏။" (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- သင်၏အရှင်မြတ်သည် မိမိ၏လမ်းတော်မှ လမ်းလွဲသွားသူကို အကောင်းဆုံး သိရှိတော်မူသောအရှင်၊ ထိုအရှင်သည်ပင် လမ်းမှန်ရောက်သူတို့ကို အကောင်းဆုံး သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- ထိုသို့ဖြစ်ရသည်မှာ အလ္လာဟ်အရှင်မြတ်သည်ပင် အမှန်တရားဖြစ်တော်မူသောကြောင့်၊ ထိုအရှင်မြတ်မှတစ်ပါး သူတို့ခေါ်ဆိုသောအရာသည် အချည်းနှီးဖြစ်သောကြောင့်တည်း။ (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ရစူလ်တမန်တော်ကို နာခံပါက၊ အရှင်မြတ်သည် ထိုသူအား အောက်မှ မြစ်ချောင်းများ စီးဆင်းသော ဥယျာဉ်တော်များသို့ သွင်းတော်မူမည်။ (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- အမှန်စင်စစ် အရှင်မြတ်သည် သင်တို့အပေါ်၌ သေသတ္တဝါ (အသေကောင်)၊ သွေး၊ ဝက်သားနှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအတွက် သတ်သောအကောင်တို့ကိုသာ တားမြစ်တော်မူခဲ့၏။ (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကို မကိုးကွယ်ကြရန်၊ ကျွန်ုပ်သည် သင်တို့အပေါ် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့ပါ၏။ (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- ထိုအကြောင်းအရာများသည် မမြင်ရသော သတင်းများမှဖြစ်ပြီး၊ ကျွန်ုပ်တို့က ၎င်းတို့ကို သင့်ထံ ဝဟီဖွင့်ပြတော်မူ၏။ သူတို့သည် ဆုံးဖြတ်ကြရာ၌ သင်သည် သူတို့ထံ၌ မရှိခဲ့ပေ။ (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- သင်တို့အား သင်တို့၏အရှင်မြတ်ထံတော်မှ သင်တို့တွင်းမှ လူသားတစ်ဦးမှတဆင့် သတိပေးစကား ရောက်လာခြင်းကို သင်တို့ အံ့ဩကြသလော။ (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- သင်ပြောလိုက်ပါ။ "ကျွန်ုပ်အား အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဆိုသော အရာများကို ကိုးကွယ်ခြင်းမပြုရန် တားမြစ်တော်မူခြင်းခံရ၏။" (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- သူတို့၏ဇနီးမယားများ သို့မဟုတ် သူတို့၏လက်ယာလက်များက ပိုင်ဆိုင်သောသူများမှအပ၊ သို့ဖြစ်လျှင် သူတို့သည် အပြစ်တင်ခြင်းခံထိုက်သောသူများ မဟုတ်ကြချေ။ (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- အလ္လာဟ်အရှင်မြတ်သည် ညဉ့်ကို နေ့ထဲသို့ သွင်းတော်မူပြီး နေ့ကို ညဉ့်ထဲသို့ သွင်းတော်မူသောကြောင့်တည်း။ (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- မီးတောက်တစ်ခု၊ ထို့နောက် သူသည် မိမိအိမ်သူအိမ်သားများအား ပြောဆိုခဲ့၏။ "သင်တို့ စောင့်နေကြလော့၊ ကျွန်ုပ်သည် မီးတောက်တစ်ခုကို မြင်လိုက်ရ၏၊ ထိုမီးတောက်မှ သင်တို့ထံသို့ တစ်စုံတစ်ရာ ယူဆောင်လာနိုင်ပါမည်။" (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- သူက ပြောဆိုခဲ့၏။ "ကျွန်ုပ်သည် သူ့ထက် သာ၍ကောင်း၏၊ အရှင်မြတ်သည် ကျွန်ုပ်အား မီးမှ ဖန်ဆင်းတော်မူခဲ့ပြီး၊ ထိုသူအား ရွှံ့စေးမှ ဖန်ဆင်းတော်မူခဲ့၏။" (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- သူတို့အား "အလ္လာဟ်အရှင်မြတ် ချမှတ်တော်မူခဲ့သော အမိန့်တော်သို့လည်းကောင်း၊ ရစူလ်တမန်တော်သို့လည်းကောင်း ကြလာကြ" ဟု ဆိုအပ်သောအခါ။ (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- သူတို့အတွက် ဝမ်းမနည်းလေနှင့်၊ သူတို့ကြံစည်သော ပရိယာယ်များအတွက် စိတ်မကျဉ်းမြောင်းလေနှင့်။ (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ဆိုးကျိုးတစ်ခုခုဖြင့် ထိမိစေတော်မူပါက၊ အရှင်မြတ်မှတစ်ပါး ၎င်းကို ဖယ်ရှားပေးနိုင်သောအရှင် မရှိ၊ အကယ်၍။ (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- သူတို့ရှေ့မှ လူမျိုးအဆက်ဆက်တို့သည် သူတို့၏ နေအိမ်များ၌ သွားလာကြ၏။ ထိုအရာများ၌ သက်သေလက္ခဏာများ ရှိ၏။ (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- ထို့ပြင် ကျွန်ုပ်တို့သည် သူတို့၏စိတ်နှလုံးများပေါ်၌ ကွယ်ကာများကို ဖုံးအုပ်ထား၍ သူတို့သည် ၎င်းကို နားမလည်နိုင်ကြချေ၊ သူတို့၏နားများ၌လည်း ထိုင်းမှိုင်းခြင်းရှိ၏။ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- သူတို့၏ရစူလ်တမန်တော်များသည် ထင်ရှားသော အထောက်အထားများဖြင့် ရောက်လာကြ၏။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား မတရားပြုကျင့်တော်မူမည် မဟုတ်၊ သို့သော် သူတို့သည် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်နေကြ၏။ (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- ထို့ပြင် မြေကြီးပေါ်၌လည်း၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့အတွက် ကာကွယ်သူလည်းမရှိ၊ အကူအညီပေးသူလည်းမရှိ။ (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- ထို့နောက် သင်တို့အား မမြင်ရသောအရာနှင့် မြင်ရသောအရာတို့ကို သိရှိတော်မူသောအရှင်ထံသို့ ပြန်လည်ပို့ဆောင်ခြင်းခံကြရမည်။ ထိုအရှင်မြတ်သည် သင်တို့ပြုလုပ်ခဲ့သမျှတို့ကို သတင်းပေးတော်မူမည်။ (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- ညအချိန်၌ သင်တို့အနားယူရန်နှင့် နေ့အချိန်၌ သင်တို့အလင်းရောင်ရရန် (အရှင်မြတ်သည် ဖန်ဆင်းတော်မူခဲ့၏)။ ထိုအရာများ၌ စဉ်းစားတွေးခေါ်သော လူမျိုးအတွက် သက်သေလက္ခဏာများရှိ၏။ (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- သင်၏အရှင်မြတ်ထံတော်မှ သင့်ထံသို့ ချပေးတော်မူသောအရာသည် သူတို့အများစုအတွက် ပုန်ကန်မှုနှင့် မယုံကြည်မှုတို့ကိုသာ တိုးပွားစေမည်။ (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- သူကပြောဆိုခဲ့၏။ "အို ကျွန်ုပ်၏လူမျိုးတို့၊ သင်တို့အမြင်၌ အဘယ်သို့နည်း။ အကယ်၍ ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်မြတ်ထံတော်မှ ထင်ရှားသော အထောက်အထားပေါ်၌ ရှိပြီး အရှင်မြတ်က ကျွန်ုပ်အား ပေးအပ်တော်မူပါက။" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- ထို့ပြင် သူတို့ကပြောဆိုကြ၏။ "အဘယ်ကြောင့် သူ့အတွက် သူ့အရှင်မြတ်ထံမှ နိမိတ်လက္ခဏာတစ်ခုကို ချပေးတော်မမူခဲ့သနည်း။" သင်ပြောလိုက်ပါ။ "အမှန်မှာ။" (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ပြန်လည်ရုပ်သိမ်းခြင်းမရှိသော နေ့တစ်နေ့ မရောက်မီ။ (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ အလုံးအရင်းတော်ဖြစ်၏။ အရှင်မြတ်သည် အလိုတော်ရှိသူအား ပေးသနားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးကျယ်သော အလုံးအရင်းတော်၏အရှင် ဖြစ်တော်မူ၏။ (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- ထို့ပြင် သင်တို့အတွက် ကျွဲနွားသိုးဆိတ်များ၌ သင်ခန်းစာရှိ၏။ ကျွန်ုပ်တို့သည် သင်တို့အား ၎င်းတို့၏ဗိုက်အတွင်းမှ (နို့ရည်ကို) တိုက်ကျွေးပါ၏။ (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- ၎င်းအကြောင်းသည် သူတို့၏အရှင်မြတ်ထံမှ အမှန်တရားဖြစ်ကြောင်းကိုလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ပြုလုပ်သမျှတို့ကို သတိမူတော်မမူသောအရှင် မဟုတ်ကြောင်းကိုလည်းကောင်း။ (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- သူတို့၏ ရှေ့တွင်လည်းကောင်း၊ နောက်တွင်လည်းကောင်း (သတိပေးခြင်းခံရ၏)။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကို မကိုးကွယ်ကြရန်။ (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- အမှန်စင်စစ် သင်တို့သည် မိန်းမများကိုချန်ထားခဲ့ပြီး ယောက်ျားများထံသို့ အာသာဆန္ဒဖြင့် ချဉ်းကပ်ကြ၏။ မဟုတ်၊ သင်တို့သည် နယ်နိမိတ်ကိုကျော်လွန်သော လူမျိုးဖြစ်ကြ၏။ (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- မိုးကောင်းကင်များနှင့် မြေကြီး တည်ရှိနေသရွေ့ ထိုအရပ်၌ သူတို့သည် အစဉ်ထာဝရ နေထိုင်ကြရမည်။ သို့ရာတွင် သင်၏အရှင်မြတ် အလိုတော်ရှိသောအချိန်မှအပ။ (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်၌ရှိသော သတ္တဝါတို့၊ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိသောသူမှအပ။ (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- ထိုဥယျာဉ်တော်များ၌ သူတို့အား ရွှေလက်ကောက်များနှင့် ပုလဲများဖြင့် တန်ဆာဆင်ခြင်းခံကြရမည်။ ထိုအရပ်၌ သူတို့၏အဝတ်အစားများသည် ပိုးသားဖြစ်၏။ (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- ထို့ပြင် မိုးကောင်းကင်မှ ရေကို ချပေးတော်မူခဲ့ပြီး၊ ထိုရေဖြင့် သင်တို့အတွက် အသီးအနှံများကို စားနပ်ရိက္ခာအဖြစ် ထုတ်ပေးတော်မူခဲ့၏။ (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- ထို့ပြင် ကျွန်ုပ်တို့သည် သင်တို့၏ ကတိဝန်ခံချက်ကို ယူတော်မူခဲ့ပြီး၊ သင်တို့အထက်၌ တူရ်တောင်တော်ကို မြှောက်တင်တော်မူခဲ့၏။ "ကျွန်ုပ်တို့ သင်တို့အား ပေးအပ်တော်မူသောအရာကို ခိုင်မာစွာ ဆုပ်ကိုင်ကြလော့။" (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- ထို့နောက် သူသည် သူတို့ထံမှ မျက်နှာလွှဲခွာသွား၍ ပြောဆိုခဲ့၏။ "အို ကျွန်ုပ်၏လူမျိုးတို့၊ ကျွန်ုပ်သည် သင်တို့ထံသို့ ကျွန်ုပ်၏အရှင်မြတ်၏ တမန်တော်စာကို ပို့ဆောင်ပေးခဲ့ပြီး၊ သင်တို့အား ဆုံးမဩဝါဒပေးခဲ့၏။" (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- သူတို့၏အောက်မှ မြစ်ချောင်းများ စီးဆင်း၏၊ ထိုဥယျာဉ်တော်များ၌ သူတို့အား ရွှေလက်ကောက်များဖြင့် တန်ဆာဆင်ခြင်းခံကြရမည်။ (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- အကယ်၍ သူတို့အတွက် မြေကြီးပေါ်၌ရှိသမျှအရာနှင့် ၎င်းနှင့်တူသော နောက်ထပ်တစ်ဆယ်တို့ကို ပိုင်ဆိုင်ခဲ့ပါက၊ ၎င်းတို့ဖြင့် ရွေးနုတ်ရန် ကြိုးစားကြလိမ့်မည်။ (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- မည်သည့် သတ္တဝါမျှမရှိ၊ သို့သော် အရှင်မြတ်သည် သူတို့အား သတ်မှတ်ထားသော အချိန်ကာလတစ်ခုအထိ ဆိုင်းငံ့ပေးတော်မူ၏။ သူတို့၏အချိန်ရောက်လာသောအခါ။ (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- ကျွန်ုပ်တို့သည် သင်တို့အား မြေမှုန့်မှလည်းကောင်း၊ ထို့နောက် သုက်မြောင်မှလည်းကောင်း၊ ထို့နောက် သွေးခဲမှလည်းကောင်း၊ ထို့နောက်။ (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- သို့ဖြစ်ပေရာ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူတို့အကြား ကိယာမနေ့တော်၌ သူတို့သဘောထား ကွဲပြားခဲ့သောအရာများတွင် စီရင်ဆုံးဖြတ်တော်မူမည်။ (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- သင်ထံသို့ ပညာအလင်းရောက်လာခဲ့၏၊ အလ္လာဟ်အရှင်မြတ်ထံမှ သင့်အတွက် ကာကွယ်သူလည်းမရှိ၊ (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- ကျွန်ုပ်တို့သည် လူသားအား ကျေးဇူးပြုသောအခါ သူသည် မျက်နှာလွှဲ၍ ဝေးရာသို့ထွက်သွား၏။ ဆိုးကျိုးတစ်ခုခု သူ့အား ထိမိသောအခါမူကား။ (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- ထို့ပြင် ယင်းထက်ငယ်သောအရာ၊ ယင်းထက်ကြီးသောအရာ မည်သည်မျှ ထင်ရှားသော ကျမ်းတော်မြတ်၌ မပါဝင်သည်မရှိချေ။ (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- ထို့နောက် သူကပြောဆိုခဲ့၏။ "အို ကျွန်ုပ်၏လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အတွက် ကိုးကွယ်ရာဟူ၍ မရှိ။" (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- သူတို့သည် မြေကြီးပေါ်၌ သွားလာကြပြီး သူတို့ရှေ့မှ လူများ၏ အဆုံးအဖြတ် မည်သို့ရှိခဲ့သည်ကို မကြည့်ရှုကြသလော။ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- သူတို့၏ဆုလာဘ်သည် သူတို့၏အရှင်မြတ်ထံတော်၌ရှိ၏၊ သူတို့အပေါ်၌ ကြောက်ရွံ့ခြင်းမရှိ၊ သူတို့သည် ဝမ်းနည်းကြမည်မဟုတ်ချေ။ (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- သူတို့သည် မြေကြီးပေါ်၌ သွားလာကြပြီး သူတို့ရှေ့မှ လူများ၏ အဆုံးအဖြတ် မည်သို့ရှိခဲ့သည်ကို ကြည့်ရှုကြ၏။ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- မြေကြီးပေါ်၌ သွားလာကြပြီး သူတို့ရှေ့မှ လူများ၏ အဆုံးအဖြတ် မည်သို့ရှိခဲ့သည်ကို ကြည့်ရှုကြ၏။ (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန် စွပ်စွဲသူ သို့မဟုတ် ငြင်းပယ်သူထက် ပို၍ မတရားကျူးလွန်သူ မည်သူရှိသနည်း။ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- အလ္လာဟ်အရှင်မြတ်သည် တစ်စုံတစ်ရာကို ဆုံးဖြတ်တော်မူသောအခါ၊ အရှင်မြတ်သည် ယင်းအား "ဖြစ်လော့" ဟု မိန့်တော်မူရုံမျှဖြင့် ယင်းသည် ဖြစ်သွား၏။ (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့အတွက် ကာကွယ်သူလည်းမရှိ၊ အကူအညီပေးသူလည်းမရှိ။ (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- ကျွန်ုပ်သည် သူတို့၏အပြစ်များကို ဖုံးလွှမ်းပေးမည်၊ ထို့ပြင် သူတို့အား အောက်မှ မြစ်ချောင်းများ စီးဆင်းသော ဥယျာဉ်တော်များသို့ သွင်းပေးမည်။ (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- ကျွန်ုပ်တို့သည် သူတို့အား အောက်မှ မြစ်ချောင်းများ စီးဆင်းသော ဥယျာဉ်တော်များသို့ သွင်းပေးမည်၊ ထိုဥယျာဉ်တော်များ၌ သူတို့သည် အစဉ်ထာဝရ နေထိုင်ကြရမည်။ (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- သင်၏အရှင်မြတ်သည် မိမိ၏လမ်းတော်မှ လမ်းလွဲသွားသူကို အကောင်းဆုံး သိရှိတော်မူသောအရှင်၊ ထိုအရှင်သည်ပင် အကောင်းဆုံး သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- သင်တို့အား မမြင်ရသောအရာနှင့် မြင်ရသောအရာတို့ကို သိရှိတော်မူသောအရှင်ထံသို့ ပြန်လည်ပို့ဆောင်ခြင်းခံကြရမည်။ ထိုအရှင်မြတ်သည် သင်တို့ပြုလုပ်ခဲ့သမျှတို့ကို သတင်းပေးတော်မူမည်။ (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- သင်တို့၏သားများကို သတ်ဖြတ်ပြီး သင်တို့၏မိန်းမများကို အသက်ချမ်းသာပေး၏။ ထိုအရာ၌ သင်တို့၏အရှင်မြတ်ထံမှ ကြီးလေးသော စမ်းသပ်ခြင်း ရှိ၏။ (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- အမှန်စင်စစ် သင်၏အရှင်မြတ်သည် မိမိ၏လမ်းတော်မှ လမ်းလွဲသူကို အကောင်းဆုံး သိရှိတော်မူသောအရှင်၊ ထိုအရှင်သည်ပင်။ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်၌ရှိသမျှတို့ကို ပိုင်ဆိုင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။ (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- သင်တို့ရှေ့မှ လွန်ခဲ့သော လူမျိုးအဆက်ဆက်တို့တွင်၊ ဂျင်န်များနှင့် လူသားများထဲမှ။ (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အတွက် ကိုးကွယ်ရာဟူ၍ မရှိ၊ သင်တို့ မကြောက်ရွံ့ကြသလော။ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- ကျွန်ုပ်တို့သည် သူတို့၏စိတ်နှလုံးများပေါ်၌ ကွယ်ကာများကို ဖုံးအုပ်ထား၍ သူတို့သည် ၎င်းကို နားမလည်နိုင်ကြချေ၊ သူတို့၏နားများ၌လည်း ထိုင်းမှိုင်းခြင်းရှိ၏။ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- ထိုအရှင်မြတ်သည် သူတို့အကြား ကိယာမနေ့တော်၌ သူတို့သဘောထား ကွဲပြားခဲ့သောအရာများတွင် စီရင်ဆုံးဖြတ်တော်မူမည်။ (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- သူကပြောဆိုခဲ့၏။ "အို ကျွန်ုပ်၏လူမျိုးတို့၊ သင်တို့အမြင်၌ အဘယ်သို့နည်း။ အကယ်၍ ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်မြတ်ထံတော်မှ ထင်ရှားသော အထောက်အထားပေါ်၌ ရှိပါက။" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- ထိုသို့ သင်တို့၏လက်များက ရှေ့သို့ ပို့ဆောင်ခဲ့သောအရာများကြောင့်ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များအား မတရားပြုကျင့်တော်မူသောအရှင် မဟုတ်ပေ။ (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- သူတို့အတွက် ဤလောက၌ အရှက်ကွဲခြင်းရှိ၏၊ သူတို့အတွက် နောင်လောက၌လည်း ကြီးလေးသော ပြစ်ဒဏ်ရှိ၏။ (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်၌ရှိသမျှတို့ကို (အလ္လာဟ်အရှင်မြတ်သည် ပိုင်ဆိုင်တော်မူ၏)၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်စားလှယ်အဖြစ် လုံလောက်တော်မူ၏။ (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- အီမာန်ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များ ပြုလုပ်ခဲ့ကြသော သူတို့မှအပ၊ သူတို့အတွက် မကုန်ဆုံးနိုင်သော ဆုလာဘ်ရှိ၏။ (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- သင်သည် အသိပညာ မရှိသောအရာကို ကျွန်ုပ်နှင့် တွဲဖက်မထားရန်၊ ထို့ကြောင့် သူတို့နှစ်ဦးကို နာခံခြင်းမပြုလေနှင့်။ (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- အမှန်စင်စစ် ဤအရာသည် သတိပေးစကားတစ်ရပ် ဖြစ်၏။ သို့ဖြစ်ပေရာ အလိုရှိသူတိုင်း မိမိ၏အရှင်မြတ်ထံသို့ လမ်းကြောင်းတစ်ခုကို ယူဆောင်သွားပါစေ။ (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- ကျေးဇူးသိသောသူသည် မိမိကိုယ်အတွက်သာ ကျေးဇူးသိ၏။ ကျေးဇူးမသိသောသူမူကား။ (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- ထိုသူတို့သည် ဆွလာသ်ဝတ်ပြုမှုကို ထိန်းသိမ်းကြ၏၊ ဇကာသ်အလှူကို ပေးကြ၏၊ ထို့ပြင် နောင်လောကကို ယုံကြည်ကြ၏။ (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- အီဗရာဟီမ်၊ အီစ်မာအီလ်၊ အစ်စ်ဟာက်၊ ယာကူ့ဘ်နှင့် မျိုးနွယ်စုများထံသို့လည်းကောင်း၊ မူစာနှင့် အီစာတို့အား ပေးအပ်တော်မူခဲ့သောအရာများကိုလည်းကောင်း (ယုံကြည်ကြ၏)။ (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- အစုလိုက်အဖွဲ့လိုက် လာကြပြီး၊ ၎င်းတို့ထိုအရပ်သို့ ရောက်ရှိသောအခါ၊ ၎င်း၏တံခါးများကို ဖွင့်ပေးခြင်းခံကြရမည်၊ ၎င်း၏အစောင့်များက သူတို့အား ပြောဆိုကြလိမ့်မည်။ (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ကျိန်ဆိုချက်များရှိ အချည်းနှီးသောစကားများအတွက် သင်တို့အား ဖမ်းဆီးတော်မူမည်မဟုတ်၊ သို့သော် သင်တို့၏စိတ်နှလုံးတို့ ရည်စူးခဲ့သောအရာအတွက် ဖမ်းဆီးတော်မူမည်။ (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- ကရုဏာတော် (ရောက်လာသောအခါ) သူတို့သည် ယင်းအတွက် ဝမ်းမြောက်ကြ၏။ အကယ်၍ သူတို့၏လက်များက ရှေ့သို့ ပို့ခဲ့သောအရာများကြောင့် ဆိုးကျိုးတစ်ခုခု သူတို့အား ထိမိပါက။ (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- အောက်မှ မြစ်ချောင်းများ စီးဆင်းသော ဥယျာဉ်တော်များ၊ ထိုဥယျာဉ်တော်များ၌ သူတို့သည် အစဉ်ထာဝရ နေထိုင်ကြရမည်။ ကောင်းမှုပြုသူတို့၏ ဆုလာဘ်သည် အလွန်ကောင်းမွန်လှ၏။ (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်၌ရှိသမျှတို့ကို သိရှိတော်မူ၏၊ အလ္လာဟ်အရှင်မြတ်သည်။ (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- အလ္လာဟ်အရှင်မြတ်ကို နာခံကြလော့၊ ရစူလ်တမန်တော်ကိုလည်း နာခံကြလော့။ အကယ်၍ သင်တို့ မျက်နှာလွှဲပါက၊ ထိုအရှင်မြတ်၏တာဝန်မှာ။ (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- သူတို့အတွက် သူတို့၏အရှင်မြတ်ထံတော်၌ သူတို့၏ဆုလာဘ်ရှိ၏၊ သူတို့အပေါ်၌ ကြောက်ရွံ့ခြင်းမရှိ၊ သူတို့သည်။ (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- ထို့ပြင် သူတို့က ပြောဆိုခဲ့ကြ၏။ "အကယ်၍ ကျွန်ုပ်တို့သည် အရိုးစုများနှင့် အမှုန့်အမွှားများ ဖြစ်သွားပါက၊ အသစ်တစ်ဖန် ဖန်ဆင်းခြင်း ခံရမည်လော။" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မိမိတို့အတွက် ကာကွယ်သူလည်းမရှိ၊ အကူအညီပေးသူလည်းမရှိ။ (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "သင်မည်မျှကြာ နေထိုင်ခဲ့သနည်း။" သူက ပြန်ပြောဆိုခဲ့၏။ "ကျွန်ုပ်သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်းမျှ နေထိုင်ခဲ့၏။" သူက ပြောဆိုခဲ့၏။ (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- ကိယာမနေ့တော်တိုင်အောင် အစဉ်ထာဝရ၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ထံသို့ ယူဆောင်လာနိုင်သော ကိုးကွယ်ရာဟူ၍ မည်သူရှိသနည်း။ (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- ကောင်းမှုကုသိုလ်ကို ပြုလုပ်သောသူ၊ ယောက်ျားဖြစ်စေ၊ မိန်းမဖြစ်စေ၊ ထိုသူသည် အီမာန်ယုံကြည်သူလည်းဖြစ်၏။ (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်မှ တားဆီးပိတ်ပင်ကြ၏၊ ထိုလမ်းတော်ကို ကောက်ကွေ့စေလိုကြ၏၊ ထို့ပြင် နောင်လောကကို ငြင်းပယ်ကြ၏။ (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- သင်တို့ အလိုရှိရာအရပ်၌ (စားသုံးကြလော့)၊ သို့ရာတွင် ဤသစ်ပင်နှင့် မနီးကပ်ကြလေနှင့်၊ သို့မှမဟုတ် သင်တို့သည် မတရားကျူးလွန်သူများ ဖြစ်သွားလိမ့်မည်။ (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- သင်ပြောလိုက်ပါ။ "အို ကျွန်ုပ်၏လူမျိုးတို့၊ သင်တို့သည် သင်တို့၏ နည်းလမ်းအတိုင်း လုပ်ဆောင်ကြလော့၊ ကျွန်ုပ်သည် လုပ်ဆောင်နေပါ၏။ ထို့နောက် သင်တို့ သိကြလိမ့်မည်။" (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- အမှန်စင်စစ် ဆုံးရှုံးသူများမှာ ကိယာမနေ့တော်၌ မိမိတို့ကိုယ်ကို ဆုံးရှုံးခဲ့ကြသော သူများနှင့် မိမိတို့၏ မိသားစုဝင်များကို ဆုံးရှုံးခဲ့ကြသော သူများပင် ဖြစ်၏။ (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- လမ်းမှန်ရောက်သောသူသည် မိမိကိုယ်အတွက်သာ လမ်းမှန်ရောက်၏။ လမ်းလွဲသောသူမူကား မိမိကိုယ်ကိုသာ လမ်းလွဲစေ၏။ (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- မယုံကြည်သောသူတို့က "အဘယ်ကြောင့် သူ့အတွက် သူ့အရှင်မြတ်ထံမှ နိမိတ်လက္ခဏာတစ်ခု မချပေးခဲ့သနည်း" ဟု ပြောဆိုကြ၏။ (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- ထိုအရှင်မြတ်သည် သင်တို့အတွက် ညအချိန်၌ အနားယူရန်နှင့် နေ့အချိန်၌ အလင်းရောင်ရရန် ဖန်ဆင်းတော်မူသောအရှင်၊ အမှန်စင်စစ်။ (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- ထိုနေ့တော်မရောက်မီတွင် ထိုနေ့၌ ရောင်းဝယ်ခြင်းလည်းမရှိ၊ ခင်မင်ရင်းနှီးခြင်းလည်းမရှိ။ (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- သူတို့သည် သူတို့၏အဖော်တွင် ရူးသွပ်ခြင်း မရှိကြောင်း ဆင်ခြင်သုံးသပ်ကြရန်၊ သူသည် သတိပေးသူတစ်ဦးမှအပ အခြားမဟုတ်ပေ။ (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- ထိုအရပ်၌ သူတို့သည် အစဉ်ထာဝရ နေထိုင်ကြရမည်၊ သူတို့ထံမှ ပြစ်ဒဏ်ကို သက်သာစေခြင်းမပြုရ၊ သူတို့အား အချိန်ဆိုင်းငံ့ခြင်းလည်း မပြုရ။ (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- သင်သည် ကျွန်ုပ်တို့က ၎င်းတို့အနက် အချို့အား ခံစားခွင့်ပေးခဲ့သောအရာများဆီသို့ သင်၏မျက်လုံးများကို မစိုက်လေနှင့်။ (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- ထို့ပြင် လူတို့အား သူတို့၏ပစ္စည်းဥစ္စာများကို မလျှော့ချကြလေနှင့်၊ မြေကြီးပေါ်၌လည်း ဖျက်ဆီးသူများအဖြစ် မနေထိုင်ကြလေနှင့်။ (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- ထိုသူအား သူဖွားမြင်သောနေ့၊ သေဆုံးသောနေ့နှင့် အသက်ရှင်လျက် ပြန်လည်ထမြောက်တော်မူသောနေ့တို့၌ ငြိမ်သက်ခြင်းသတင်း ရှိပါစေ။ (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- အို ကျွန်ုပ်၏လူမျိုးတို့၊ သင်တို့သည် သင်တို့၏ နည်းလမ်းအတိုင်း လုပ်ဆောင်ကြလော့၊ ကျွန်ုပ်သည် လုပ်ဆောင်နေပါ၏။ ထို့နောက် မည်သူဖြစ်သည်ကို သင်တို့ သိကြလိမ့်မည်။ (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- မည်သည့်ရစူလ်တမန်တော်အတွက်မျှ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မပါဘဲ နိမိတ်လက္ခဏာတစ်ခုကို ယူဆောင်လာရန် မဖြစ်နိုင်ချေ။ (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- ထို့နောက် သတ္တဝါတိုင်းအား မိမိရရှိခဲ့သောအရာအတွက် အပြည့်အစုံ ဆပ်ပေးခြင်းခံကြရမည်၊ သူတို့အပေါ်၌ မတရားပြုကျင့်ခြင်း မပြုရ။ (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- ယောက်ျားဖြစ်စေ၊ မိန်းမဖြစ်စေ၊ ထိုသူသည် အီမာန်ယုံကြည်သူလည်းဖြစ်၏၊ သို့ဖြစ်လျှင် ထိုသူတို့သည် ဥယျာဉ်တော်သို့ ဝင်ရောက်ကြရမည်။ (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- ထိုအရှင်မြတ်သည် သားသမီးကို ယူဆောင်တော်မူသည်မရှိ၊ နိုင်ငံတော်၌လည်း အရှင်မြတ်အတွက် ပူးပေါင်းဆောင်ရွက်သူ မရှိချေ။ (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- အလ္လာဟ်အရှင်မြတ်သည် လမ်းမှန်ပြသောသူအား ထိုသူသည်ပင် လမ်းမှန်ရောက်၏။ အရှင်မြတ်သည် လမ်းလွဲစေတော်မူသောသူအတွက် သင်သည် မည်သည့်အခါမျှ မတွေ့ရှိနိုင်။ (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- သူတို့သည် သင့်အတွက် မည်သို့သော ဥပမာများကို ပေးဆောင်ခဲ့ကြသည်ကို ကြည့်ရှုလော့၊ သို့ဖြစ်၍ သူတို့သည် လမ်းလွဲခဲ့ကြ၏။ သို့ဖြစ်ပေရာ သူတို့သည် လမ်းကြောင်းကို မရှာဖွေနိုင်ကြချေ။ (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- သင်ပြောလိုက်ပါ။ "အကယ်၍ ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်မြတ်ကို နာခံမှုမပြုပါက၊ ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့ပါ၏။" (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- သူတို့နှစ်ဦး၏ အဝတ်အစားများ ဖယ်ရှားခြင်းခံလိုက်ရသဖြင့်၊ သူတို့နှစ်ဦးသည် ဥယျာဉ်တော်မှ အရွက်များဖြင့် မိမိတို့ကိုယ်ကို ဖုံးအုပ်လာကြ၏။ (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- ထို့ပြင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့တတ်နိုင်သော အရာများကို ခေါ်ဆိုကြလော့၊ အကယ်၍ သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက။ (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- မြေကြီးပေါ်၌ရှိသမျှအရာနှင့် ၎င်းနှင့်တူသော နောက်ထပ်တစ်ဆယ်တို့ကို (ပိုင်ဆိုင်သော်လည်း) ၎င်းတို့ဖြင့် ရွေးနုတ်ရန် (ကြိုးစားကြလိမ့်မည်)။ (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- ကျွန်ုပ်တို့ သင်တို့အား ပေးအပ်တော်မူသောအရာကို ခိုင်မာစွာ ဆုပ်ကိုင်ကြလော့၊ ထိုအရာ၌ပါရှိသော အကြောင်းအရာများကို သတိရကြလော့၊ သင်တို့ ဘာသာတရားကို စောင့်ထိန်းနိုင်ကြရန်။ (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- သင်တို့သည် ယင်းမတရားသော အကျင့်ကို ကျူးလွန်ကြသလော။ ယင်းသို့သော အကျင့်ကို သင်တို့ရှေ့မှ လောကသားတစ်ဦးတစ်ယောက်မျှ မကျူးလွန်ခဲ့ချေ။ (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်၌ရှိသမျှတို့သည် အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်၏၊ အလ္လာဟ်အရှင်မြတ်သည်။ (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- သူတို့ပြုလုပ်ခဲ့သော အပြစ်များ၏ ဆိုးကျိုးများသည် သူတို့ကို ဝန်းရံခဲ့၏။ ထို့ပြင် သူတို့ ပရိယာယ်ပြုခဲ့သောအရာသည်လည်း သူတို့ကို ဝန်းရံခဲ့၏။ (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- သင်တို့အနက်မှ ရစူလ်တမန်တော်တစ်ပါးသည် သင်တို့အား ကျွန်ုပ်တို့၏ သက်သေလက္ခဏာများကို ဖတ်ကြားပေး၏၊ သင်တို့ကို သန့်စင်ပေး၏၊ ကျမ်းတော်နှင့် ပညာအလင်းကို သင်ပေး၏။ (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- ထိုရေအရင်းမှ စမ်းရေတွင်းတစ်ဆယ့်နှစ်ခု စီးဆင်းခဲ့၏။ လူမျိုးတိုင်းသည် မိမိတို့၏ ရေသောက်ရာနေရာကို သိရှိခဲ့ကြ၏။ (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- ထိုအရာသည် ထင်မြင်ချက်မျှသာဖြစ်၏၊ အမှန်စင်စစ် ထင်မြင်ချက်သည် အမှန်တရားနှင့် ပတ်သက်၍ မည်သည့်အကျိုးမျှ မပေးနိုင်ချေ။ (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- သို့ဖြစ်ပေရာ ကျွန်ုပ်က ၎င်းကို ပုံသွင်းပြီးစီးသောအခါ၊ ကျွန်ုပ်၏ဝိညာဉ်မှ ၎င်းအတွင်းသို့ မှုတ်သွင်းလိုက်သောအခါ၊ သင်တို့သည် ယင်းအား ဦးချကြလော့။ (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- ထိုအိမ်၏ ကောင်းသောအဆုံးအဖြတ်သည် မည်သူ့အတွက်ဖြစ်သနည်း။ အမှန်စင်စစ် မတရားကျူးလွန်သူများသည် အောင်မြင်ကြမည်မဟုတ်ချေ။ (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- ထိုအရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူသောအရှင်၊ ထိုအရှင်မြတ်သည် သူတို့နှင့်တူသောအရာများကို ဖန်ဆင်းတော်မူနိုင်စွမ်းရှိတော်မူ၏။ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- အီမာန်ယုံကြည်သော ယောက်ျားများနှင့် အီမာန်ယုံကြည်သော မိန်းမများအတွက် အောက်မှ မြစ်ချောင်းများ စီးဆင်းသော ဥယျာဉ်တော်များရှိ၏၊ ထိုဥယျာဉ်တော်များ၌ သူတို့သည် အစဉ်ထာဝရ နေထိုင်ကြရမည်။ (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- အကယ်၍ သင်သည် သူတို့အား မိုးကောင်းကင်များနှင့် မြေကြီးကို မည်သူဖန်ဆင်းတော်မူခဲ့သနည်းဟု မေးမြန်းပါက၊ သူတို့သည် "အလ္လာဟ်အရှင်မြတ်" ဟု ဆိုကြလိမ့်မည်၊ သင်ပြောလိုက်ပါ။ (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- ထို့ပြင် ကျွန်ုပ်တို့သည် ဤကုရ်အာန်ကျမ်းတော်မြတ်၌ လူသားများအတွက် ဥပမာမျိုးစုံကို ဖော်ပြခဲ့ကြ၏။ (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- ကျွန်ုပ်တို့၏ ရစူလ်တမန်တော်များသည် လူတ်ထံသို့ ရောက်လာသောအခါ၊ သူသည် သူတို့အတွက် အလွန်အမင်း စိတ်ဆင်းရဲခဲ့၏၊ စိတ်ကျဉ်းမြောင်းခဲ့၏၊ ထို့ပြင် ပြောဆိုခဲ့၏။ (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- ထို့ပြင် ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များအား "အာဒမ်ကို ဦးချကြလော့" ဟု မိန့်ကြားတော်မူခဲ့သောအခါ၊ သူတို့သည် ဦးချကြ၏။ အီဗလီစ်မှအပ၊ သူသည် ငြင်းဆန်ခဲ့၏။ (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- ထို့ပြင် မြေကြီးကို ကျွန်ုပ်တို့ဖြန့်ခင်းတော်မူခဲ့၏၊ ထိုမြေကြီးပေါ်၌ တောင်တန်းများကို စိုက်ထူတော်မူခဲ့၏၊ ထိုမြေကြီးပေါ်၌ အမျိုးမျိုးသော အပင်များကို ပေါက်ရောက်စေတော်မူခဲ့၏။ (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား စိတ်ရိုးဖြောင့်ခံစားမှုဖြင့် ခေါ်ဆိုကြ၏၊ ထို့နောက် အရှင်မြတ်သည် သူတို့အား ကုန်းမြေသို့ ကယ်တင်တော်မူသောအခါ။ (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- သူတို့အတွက် ပြုတ်ကျဲသော ရေမှ သောက်စရာရှိ၏၊ ထို့ပြင် သူတို့ မယုံကြည်ခဲ့သောကြောင့် နာကျင်စေသော ပြစ်ဒဏ်လည်းရှိ၏။ (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကျွန်ုပ်တို့အား အကျိုးလည်းမပေးနိုင်၊ အပြစ်လည်းမပေးနိုင်သော အရာကို ကျွန်ုပ်တို့ ခေါ်ဆိုကြမည်လော။ (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်၌ရှိသမျှတို့ကို သိရှိတော်မူကြောင်း (သင်တို့သိကြလော့)။ (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်ကို စပ်ဆိုသောသူထက် ပိုမိုမတရားသောသူ မည်သူနည်း။ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- ထိုအရာတွင် သက်သေလက္ခဏာတစ်ခု ရှိပေသည်။ သို့ရာတွင် သူတို့အများစုသည် ယုံကြည်သူများ မဟုတ်ကြပေ။ (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- သူတို့သည် မြေကြီးပေါ်တွင် လှည့်လည်သွားလာ၍ ယခင်လူများ၏ အဆုံးစီရင်ခြင်းသည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ရှုကြစေသတည်း။ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- သူက ပြောဆိုခဲ့သည်- အို ကျွန်ုပ်၏လူမျိုးသားတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အား ဘုရားတစ်ဆူ မရှိချေ။ (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- အရှင်မြတ်သည် သူအား အောက်မှမြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်တော်များသို့ သွင်းတော်မူမည်။ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရစံနေကြရမည်။ (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- ရှင်ပြန်ထမြောက်သောနေ့တွင် သူတို့အကြား သဘောထားကွဲလွဲနေကြရာကို စီရင်ဆုံးဖြတ်တော်မူမည်။ (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- သူတို့သည် မြေကြီးပေါ်တွင် လှည့်လည်သွားလာ၍ (ယခင်လူများ၏) အဆုံးစီရင်ခြင်းသည် မည်သို့ဖြစ်ခဲ့သည်ကို မကြည့်ရှုကြသလော။ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- အောက်မှမြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်တော်များ၊ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရအမြဲတည်နေကြရမည်။ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- အရှင်မြတ်သည် ညဉ့်ကို နေ့တွင်းသို့ သွင်းတော်မူ၏။ နေ့ကိုလည်း ညဉ့်တွင်းသို့ သွင်းတော်မူ၏။ (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းဆုတောင်းကြသည်။ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ အရှင်မြတ်မှတစ်ပါး သင်တို့အား ဘုရားတစ်ဆူ မရှိချေ။ သို့ဖြစ်လျှင် သင်တို့ (အရှင်မြတ်အား) မကြောက်ရွံ့ကြသလော။ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- ကောင်းကင်တမန်များအား အာဒမ်အား ဦးညွှတ်ကြလော့ဟု ငါအရှင်မြတ်က မိန့်ဆိုသောအခါ အိဗ်လီစ်မှတစ်ပါး သူတို့အားလုံး ဦးညွှတ်ခဲ့ကြသည်။ (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိအရာအားလုံးကို သိရှိတော်မူ၏။ (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- အောက်မှမြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်တော်များ၊ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရတည်နေကြရမည်၊ ယင်းသည်။ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- သူ၏အကျိုးဆုလဒ်သည် သူ၏အရှင်သခင်၏အထံတွင် ရှိ၏။ သူတို့အား ကြောက်ရွံ့ခြင်းမရှိသကဲ့သို့ သူတို့။ (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- သူ၏အရှင်သခင်၏အထံတွင်၊ သူတို့အား ကြောက်ရွံ့ခြင်းမရှိသကဲ့သို့ သူတို့သည် ဝမ်းနည်းကြေကွဲခြင်းလည်း မရှိကြ။ (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- မည်သူမဆို တရားလမ်းမှန်ကို ရရှိခဲ့ပါက မိမိအတွက်သာ ရရှိခြင်းဖြစ်၏။ မည်သူမဆို လမ်းမှားသွားပါက။ (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- မိမိအတွက်သာ ရရှိခြင်းဖြစ်၏။ မည်သူမဆို လမ်းမှားသွားပါက မိမိ၏ဆုံးရှုံးခြင်းအတွက်သာ လမ်းမှားခြင်းဖြစ်၏။ (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- အရှင်မြတ်၏အထံတော်မှ သူ့အား သက်သေလက္ခဏာတစ်ခု အဘယ်ကြောင့် မချပေးခဲ့သနည်း။ (အို-နဗီတမန်တော်) အမိန့်တော်ရှိလော့- စင်စစ်။ (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- အကြင်သူတို့သည် ယုံကြည်ခဲ့ကြပြီး ကောင်းမြတ်သောအကျင့်များကို ကျင့်ကြံပြုမူခဲ့ကြ၏။ ထိုသူတို့အား ပြတ်တောက်ခြင်းမရှိသော အကျိုးဆုလဒ် ရှိပေသည်။ (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- အရှင်မြတ်သည် အသက်ရှိသောအရာကို သေသောအရာမှ ထုတ်ယူတော်မူ၏။ သေသောအရာကိုလည်း အသက်ရှိသောအရာမှ ထုတ်ယူတော်မူ၏။ (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ချပေးသနားတော်မူသည့်အတိုင်း တရားစီရင်မဆုံးဖြတ်ပါ၊ ထိုသူတို့သည်။ (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- အရှင်မြတ်သည် မိုးကောင်းကင်များ၊ မြေကြီးနှင့် ယင်းတို့အကြားရှိအရာအားလုံးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူ၏။ (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အပေါ် ကျေးဇူးတော်ရှင်တော်မူသည်။ သို့ရာတွင် အများစုသော။ (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား မတရားပြုသောအရှင် မဟုတ်ချေ။ သို့သော် သူတို့သည် မိမိတို့ကိုယ်ကိုသာ မတရားပြုနေကြခြင်းဖြစ်၏။ (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- အရှင်မြတ်သည် သင်တို့၏အပြစ်များကို လွှတ်တော်မူမည်ဖြစ်ပြီး သင်တို့အား အောက်မှမြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်တော်များသို့ သွင်းတော်မူမည်။ (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- အရှင်မြတ်သည် သင်တို့အပေါ် သေသောအသား၊ သွေး၊ ဝက်သားနှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအမည်ဖြင့် သတ်ခြင်းခံရသောအရာတို့ကို ဟရာမ်ဖြစ်စေတော်မူခဲ့၏။ (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- စင်စစ်အားဖြင့် ကျွန်ုပ်၏အရှင်သခင်၏ အမိန့်တော်ကို လွန်ကျူးပါက ကြီးလေးသောနေ့တွင် ခံရမည့် ပြစ်ဒဏ်ကို ကျွန်ုပ်ကြောက်ရွံ့ပါ၏။ (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- သူတို့ထံ အသိပညာရောက်ရှိပြီးနောက် သူတို့အကြား ငြူစူမှုကြောင့်သာ (ကွဲပြားခဲ့ကြသည်)။ (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- သူတို့သည် ဆွလာသ်ဝတ်ပြုမှုကို ထိန်းသိမ်းဆောက်တည်ကြပြီး ငါအရှင်မြတ် ပေးအပ်ထားသော စားနပ်ရိက္ခာမှ လျှို့ဝှက်စွာနှင့် လူသိရှင်ကြား လှူဒါန်းကြ၏။ (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- အလ္လာဟ်အရှင်မြတ်ကို ပယ်ထားခဲ့၍ ကျွန်ုပ်တို့အား အကျိုးမပြုနိုင်၊ အန္တရာယ်လည်း မပေးနိုင်သောအရာကို (ကိုးကွယ်ခြင်းလော)။ (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- သူတို့သည် သင်၏ထံသို့ ချပေးသနားတော်မူသောအရာနှင့် သင့်မတိုင်မီ ချပေးသနားတော်မူခဲ့သော အရာတို့ကို ယုံကြည်ကြသည်။ (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်မှ ရေကို ချပေးသနားတော်မူသည်ကို အသင်မြင်တွေ့တော်မူသလော။ (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- အရှင်မြတ်သည် တစ်စုံတစ်ခုသောအရာကို ဖြတ်သန်းဆုံးဖြတ်တော်မူသောအခါ ထိုအရာအား ဖြစ်လော့ဟု မိန့်ဆိုတော်မူရုံသာ ရှိသည်။ ထိုအခါ ထိုအရာလည်း ဖြစ်သွားလေသည်။ (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- မဒ်ယန်သို့လည်း သူတို့၏ညီတော် ရှိုအိုက်ဗ်ကို (အရှင်မြတ်က စေလွှတ်တော်မူ၏)။ သူက ပြောဆိုခဲ့သည်- အို ကျွန်ုပ်၏လူမျိုးသားတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- ယင်းသည် သိမြင်မရသောဝှက်ထားသည့် သတင်းများမှ ဖြစ်၏။ ငါအရှင်မြတ်က ၎င်းတို့ကို သင့်အား ဝဟီမြတ်ဖြင့် ပေးအပ်၏။ အသင်သည် (ယင်းတို့ကို) မသိခဲ့ပေ။ (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- သူတို့၏သတ်မှတ်ချိန်ကျရောက်လာသောအခါ ထိုအချိန်ကို တစ်နာရီမျှမနှောင်းနိုင်သကဲ့သို့ မစောစီးနိုင်ကြပေ။ (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- ရှိုင်တွန်၏ ခြေရာများကို သင်တို့မလိုက်ကြနှင့်။ စင်စစ် ယင်းသည် သင်တို့အတွက် ထင်ရှားသောရန်သူ ဖြစ်ပေသည်။ (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- လူသားများအနက် အချို့သည် အသိပညာမရှိဘဲ အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ အငြင်းအခုံ ပြုကြ၏။ (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- အလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိသူအား ပေးသနားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ကြီးကျယ်သော ကျေးဇူးတော်ရှင်ဖြစ်တော်မူ၏။ (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- ဝိညာဉ်တိုင်းသည် မိမိပြုခဲ့သမျှအတွက် ပြည့်ပြည့်စုံစုံ အကျိုးဆုလဒ်ကို ရရှိကြမည်။ သူတို့အား မတရားပြုခြင်း မခံရကြ။ (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- အလ္လာဟ်အရှင်မြတ်က ဟရာမ်ဖြစ်စေတော်မူသော ဝိညာဉ်ကို တရားမျှတမှုဖြင့်မှတစ်ပါး သင်တို့ မသတ်ကြနှင့်။ (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- အရှင်မြတ်သည် တစ်စုံတစ်ခုသောအရာကို ဖြတ်သန်းဆုံးဖြတ်တော်မူသောအခါ ထိုအရာအား ဖြစ်လော့ဟု မိန့်ဆိုတော်မူရုံသာရှိ၏။ (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- သင်တို့သည် ငရဲဂျဟန္နမ်၏တံခါးများသို့ ဝင်ကြလော့။ ထိုအရပ်၌ ထာဝရတည်နေကြရမည်။ မာနထောင်လွှားသူတို့၏ နေရာသည် အလွန်ဆိုးရွားလှပေသတည်း။ (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- အကြင်သူတို့အား ကျမ်းမြတ်မှ တစ်စိတ်တစ်ပိုင်း ပေးအပ်ခြင်းခံရသည်ကို အသင်မမြင်သလော။ (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- သူတို့အတွက် အောက်မှမြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်တော်များရှိ၏။ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရတည်နေကြရမည်။ (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- အို ကျွန်ုပ်၏လူမျိုးသားတို့၊ သင်တို့သည် မိမိတို့၏အနေအထားအတိုင်း လုပ်ကိုင်ဆောင်ရွက်ကြလော့။ ကျွန်ုပ်လည်း လုပ်ကိုင်ဆောင်ရွက်ပါမည်။ သို့ဖြစ်လျှင် သင်တို့သိရှိကြလတ္တံ့။ (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ရစူလ်တမန်တော်အား ဆန့်ကျင်ဘက်ပြုမူပါက ထိုသူ့အတွက် ငရဲဂျဟန္နမ်၏မီးရှိပေသည်။ ထိုမီးထဲတွင် သူသည် ထာဝရတည်နေရမည်။ (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- သူတို့၏နှလုံးသားများပေါ်တွင် (ကုရ်အာန်ကျမ်းမြတ်ကို) နားလည်ခြင်းမှ ကာကွယ်တားဆီးသော အကာအကွယ်များကို ငါအရှင်မြတ်က ထားတော်မူခဲ့သည်။ သူတို့၏နားများတွင်လည်း လေးလံခြင်းရှိ၏။ (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- မည်သည့်မြို့ရွာသို့ သတိပေးနှိုးဆော်သူ တစ်ဦးဦး ရောက်ရှိလာခဲ့သည်ဖြစ်စေ ထိုမြို့ရွာ၏ ချမ်းသာကြွယ်ဝသူများက ပြောဆိုခဲ့ကြသည်- ကျွန်ုပ်တို့။ (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- သူတို့က ပြောဆိုကြသည်- ကျွန်ုပ်တို့အတွက် သင်၏အရှင်သခင်ထံ ဆုတောင်းပေးပါ။ အရှင်မြတ်က ယင်းနွားမသည် မည်သို့မျိုးဖြစ်သည်ကို ကျွန်ုပ်တို့အား ရှင်းလင်းဖော်ပြတော်မူပါစေ။ (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- သူတို့သည် အလ္လာဟ်အရှင်မြတ်ဟု ဆိုကြလတ္တံ့။ (အို-နဗီတမန်တော်) အမိန့်တော်ရှိလော့- အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းသည် အရှင်မြတ်အတွက်သာ ဖြစ်၏။ သို့ရာတွင် သူတို့အများစုသည်။ (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- သူ၏လူမျိုးသားတို့၏ အဖြေမှာ သူတို့က ဤသူတို့ကို မောင်းထုတ်ကြလော့ဟု ဆိုခြင်းသာဖြစ်ခဲ့၏။ (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- ယင်းဥယျာဉ်တော်များအောက်တွင် မြစ်ချောင်းများ စီးဆင်းနေသည်။ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရအမြဲတည်နေကြရမည်။ ယင်းသည် ကြီးကျယ်သော အောင်မြင်မှုကြီးပင် ဖြစ်ပေသည်။ (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- ထိုသူတို့သည် မိမိတို့၏အရှင်သခင်၏ တရားလမ်းမှန်ပေါ်တွင်ရှိကြ၏။ ထိုသူတို့သည်သာ အောင်မြင်သောသူများဖြစ်ကြ၏။ (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- အကြင်သူ့အား ဂုဏ်သိက္ခာဖျက်ဆီးသော ပြစ်ဒဏ်သည် ရောက်ရှိလာ၏။ ထို့ပြင် ယင်းသူ့အပေါ်၌လည်း အမြဲတည်သော ပြစ်ဒဏ်သည် ကျရောက်၏။ (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- သင်တို့သည် မြေကြီးပေါ်တွင် လှည့်လည်သွားလာ၍ မှားယွင်းစွာ ငြင်းပယ်ခဲ့သူတို့၏ အဆုံးစီရင်ခြင်းသည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ရှုကြလော့။ (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- သူတို့သည် မိမိတို့၏လက်များက ရှေ့သို့ပေးပို့ထားသောအရာများကြောင့် ယင်းကို ဘယ်သောအခါမျှ အလိုမရှိကြ။ အလ္လာဟ်အရှင်မြတ်သည် မတရားသူများကို အကြွင်းမဲ့ သိတော်မူ၏။ (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- အရှင်မြတ်သည် မိမိ၏လမ်းတော်မှ လမ်းလွှဲသွားသူကို အကြွင်းမဲ့သိတော်မူ၏။ အရှင်မြတ်သည် (ခပ်သိမ်းသောအရာတို့ကို) အကြွင်းမဲ့သိတော်မူ၏။ (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏အရှင်သခင်နှင့် သင်တို့၏အရှင်သခင်ဖြစ်တော်မူ၏။ သို့ဖြစ်ပေရာ အရှင်မြတ်ကိုသာ သင်တို့ကိုးကွယ်ကြလော့။ ယင်းသည် ဖြောင့်မတ်သောလမ်းတော်ပင်ဖြစ်၏။ (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- အရှင်မြတ်သည် လူသားတို့အပေါ် ကျေးဇူးတော်ရှင်ပင်ဖြစ်၏။ သို့ရာတွင် သူတို့အများစုသည် ကျေးဇူးတရားကို သိရှိတတ်ကြသည်မဟုတ်။ (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- မိုးကောင်းကင်များ၊ မြေကြီးနှင့် ယင်းတို့အကြားရှိအရာအားလုံးကို အမှန်တရားနှင့် သတ်မှတ်ထားသောအချိန်အတိုင်းသာ (ငါအရှင်မြတ်က ဖန်ဆင်းတော်မူ၏)။ (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- သို့ဖြစ်လျှင် အသင်သည် သူတို့ကိုလွှတ်၍ထားလိုက်ပါ။ သူတို့သည် အချည်းနှီးဖြစ်သောအရာများတွင် နစ်မြုပ်၍ ကစားမြူးထူးနေကြစေကုန်။ သူတို့အား ကတိပေးထားသော သူတို့၏နေ့နှင့် တွေ့ဆုံကြသည့်အချိန်အထိ။ (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- သူတို့သည် ယုံကြည်သူများနှင့် တွေ့ဆုံကြသောအခါ ကျွန်ုပ်တို့ ယုံကြည်ကြပါပြီဟု ဆိုကြ၏။ တစ်ဦးတည်း သီးသန့်ဖြစ်သွားသောအခါမူကား။ (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- သူတို့သည် တောရာကျမ်းနှင့် အိန်ဂျီလ်ကျမ်း၊ ထို့ပြင် မိမိတို့၏အရှင်သခင်ထံမှ ချပေးသနားတော်မူခဲ့သောအရာတို့ကို စောင့်ထိန်းကျင့်သုံးကြ၏။ (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- အရှင်မြတ်သည် သူတို့ရှေ့တွင်ရှိသောအရာနှင့် သူတို့နောက်တွင်ရှိသောအရာကို သိရှိတော်မူ၏။ သူတို့မူကား ယင်းကို အသိပညာဖြင့် ဝန်းရံခြင်းငှာ မစွမ်းနိုင်ကြ။ (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူသော အရှင်ဖြစ်၏။ (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- စင်စစ် ထိုအရာတွင် သင်တို့အတွက် သက်သေလက္ခဏာတစ်ခု ရှိပေ၏။ အကယ်၍ သင်တို့သည် ယုံကြည်သူများဖြစ်ပါက။ (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- လူသားများထံ လမ်းညွှန်တော်မြတ် ရောက်ရှိလာသောအခါ သူတို့အား ယုံကြည်ခြင်းမှ အဘယ်အရာက တားဆီးနိုင်ခဲ့သနည်း။ (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်မှ လမ်းလွှဲစေရန် အရှင်မြတ်အား ပူးတွဲဖက်များ ပြုလုပ်ခဲ့ကြ၏။ (အို-နဗီတမန်တော်) အမိန့်တော်ရှိလော့- သင်တို့သည် ခံစားစားသုံးကြလော့။ (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- သူတို့ထံ သူတို့အထဲမှ သတိပေးနှိုးဆော်သူတစ်ဦး ရောက်ရှိလာသည်ကို အံ့အားသင့်ခဲ့ကြ၏။ ငြင်းပယ်သောသူများက ပြောဆိုခဲ့ကြသည်- ဤသူသည်။ (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- စင်စစ် သင်၏အရှင်သခင်သည် မိမိ၏လမ်းတော်မှ လမ်းလွဲသွားသူကို အကြွင်းမဲ့သိတော်မူ၏။ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- မိမိ၏ဥစ္စာကို လူအများအား ကြွားဝါပြသရန် သုံးစွဲ၍ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သောသူကဲ့သို့။ (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- သင်တို့အား ငါအရှင်မြတ် ပေးအပ်ထားသော အရာများမှ ယင်းနေ့မရောက်မီ လှူဒါန်းကြလော့။ (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိအရာအားလုံးကို သင်တို့အတွက် လက်အောက်ခံ ဖြစ်စေတော်မူ၏။ (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- စင်စစ်အားဖြင့် ကျွန်ုပ်တို့သည် အသင်တို့ခေါ်တော်မူရာ၌ သံသယဝင်စရာအကြောင်းတရားရှိ၏။ (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- စင်စစ် သင်၏အရှင်သခင်သည် အလိုတော်ရှိသူအား စားနပ်ရိက္ခာကို ကျယ်ပြန့်စေတော်မူ၏။ ကျဉ်းမြောင်းစေလည်း စေတော်မူ၏။ စင်စစ် အရှင်မြတ်သည်။ (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- မိုးကောင်းကင်များနှင့် မြေကြီးနှင့် ယင်းတို့အကြားရှိအရာအားလုံး၏ အရှင်သခင်၊ အကယ်၍ သင်တို့သည် ယုံကြည်စိတ်ချသူများဖြစ်ပါက။ (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပါသည်။ ထို့ပြင် ကျွန်ုပ်တို့ထံသို့ ချပေးသနားတော်မူသောအရာနှင့်၊ (ယခင်နဗီတမန်တော်များထံသို့) ချပေးသနားတော်မူသောအရာကိုလည်း ယုံကြည်ပါသည်။ (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- မတရားသူတို့ကို ကြောက်မက်ဖွယ်သော အော်ဟစ်သံကြီးက ဖမ်းဆီးအပ်နှံလိုက်၏။ ထိုအခါ သူတို့သည် မိမိတို့၏အိမ်များတွင် ဒူးထောက်လျက် သေကျေပျက်စီးခဲ့ကြရ၏။ (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- မိန်းမတို့သည် မိမိတို့၏ကိုယ်အတွက် ပြုကြသောအရာ၌ သင်တို့အား အပြစ်မရှိချေ။ (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- သင်၏အရှင်သခင်သည် မိမိ၏လမ်းတော်မှ လမ်းလွဲသွားသူကို အကြွင်းမဲ့သိတော်မူ၏။ အရှင်မြတ်သည်။ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- အရှင်မြတ်၏အမိန့်တော်အရ ဝိညာဉ်တော် (ဝဟီမြတ်) ကို အရှင်မြတ်၏ကျွန်များအနက် အလိုတော်ရှိသူထံ ချပေးသနားတော်မူ၏။ (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- မာရ်ယမ်၏သား အီဆာအား ထင်ရှားသော သက်သေလက္ခဏာများကို ငါအရှင်မြတ်က ပေးအပ်ခဲ့၏။ ထို့ပြင် သန့်ရှင်းသောဝိညာဉ်တော်ဖြင့်လည်း အရှင်မြတ်က သူ့အား အားဖြည့်တော်မူခဲ့၏။ (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- ရှင်ပြန်ထမြောက်သောနေ့တွင် သူတို့အကြား သဘောထားကွဲလွဲခဲ့ကြသောအရာကို စီရင်ဆုံးဖြတ်တော်မူမည်ဖြစ်၏။ (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- ငါအရှင်မြတ်သည် ယင်းမြို့၏ အထက်ပိုင်းကို အောက်ပိုင်းဖြစ်စေတော်မူခဲ့၏။ ထို့ပြင် ယင်းအပေါ်၌ မီးဖုတ်ထားသော ရွှံ့အုတ်ခဲများကို မိုးကဲ့သို့ ရွာသွန်းစေတော်မူခဲ့၏။ (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- အသင်သည် သူတို့အား သတိပေးနှိုးဆော်စေကာမူ မဆော်စေကာမူ သူတို့အတွက် တူညီပါသည်။ သူတို့သည် ယုံကြည်ကြမည်မဟုတ်ပေ။ (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- လူသားများကို ပယ်ထား၍ အကယ်၍ သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက သေခြင်းကို ဆန္ဒပြုကြလော့။ (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- အလ္လာဟ်အရှင်မြတ်ကို (ကိုးကွယ်ကြလော့)။ အရှင်မြတ်မှတစ်ပါး သင်တို့အား ဘုရားတစ်ဆူ မရှိချေ။ သို့ဖြစ်လျှင် သင်တို့သည် အရှင်မြတ်အား မကြောက်ရွံ့ကြသလော။ (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- သူတို့အား ကျွန်ုပ်တို့ ကတိပြုထားသမျှကို အသင်အား တစ်စိတ်တစ်ဒေသ ပြသစေကာမူ၊ သို့မဟုတ် အသင်အား (ဤလောကမှ) သေစေတော်မူသည်ဖြစ်စေ၊ ငါအရှင်မြတ်ထံသို့သာ သူတို့ ပြန်လည်ရောက်ရှိကြမည်။ (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- သူတို့က ပြောဆိုကြသည်- ကျွန်ုပ်တို့သေဆုံး၍ မြေမှုန့်နှင့် အရိုးများဖြစ်သွားသောအခါ ကျွန်ုပ်တို့သည် ထမြောက်ရှင်ပြန်ခြင်းကို ခံရကြမည်လော။ (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- စင်စစ် ကျေးဇူးတော်သည် အလ္လာဟ်အရှင်မြတ်၏ လက်တော်တွင် ရှိ၏။ အရှင်မြတ်သည် အလိုတော်ရှိသူအား ပေးသနားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည်။ (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- သင်တို့သည် မမြင်ရသောအရာနှင့် မြင်ရသောအရာတို့ကို အကြွင်းမဲ့သိတော်မူသော အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိကြရမည်။ ထိုအခါ အရှင်မြတ်သည် သင်တို့ပြုမူခဲ့သမျှကို သင်တို့အား သတင်းပေးတော်မူမည်။ (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- အို ယုံကြည်သူတို့၊ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သင်တို့အပေါ်၌ အောက်မေ့သတိရကြလော့။ ထိုအချိန်က။ (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- အသင်မတိုင်မီကလည်း ငါအရှင်မြတ်သည် ဝဟီမြတ် ချပေးသနားတော်မူသော အမျိုးသားများကိုသာ ရစူလ်တမန်အဖြစ် စေလွှတ်တော်မူခဲ့ပြီ။ (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- အရှင်မြတ်သည် သူ၏အပြစ်များကို ဖြေလွှတ်တော်မူမည်ဖြစ်ပြီး သူ့အား အောက်မှမြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်တော်များသို့ သွင်းတော်မူမည်။ (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- အနာရောဂါရှိသောသူ သို့မဟုတ် ခရီးသွားနေသောသူအတွက် အခြားသောရက်များတွင် (အစားထိုး၍) စားသည်။ (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- သူတို့သည် ထင်မှတ်ချက်ကိုသာ လိုက်နာကြ၏။ သူတို့သည် မှန်းဆချက်ကိုသာ ပြုကြ၏။ (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မျှော်လင့်တောင့်တပါအံ့၊ ထိုသူ့အတွက် ကောင်းမြတ်သော နမူနာပုံပြင် ဖြစ်၏။ (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- မိုးကောင်းကင်များ၊ မြေကြီးနှင့် ယင်းတို့အကြားရှိအရာအားလုံးကို အမှန်တရားဖြင့်မှတစ်ပါး ငါအရှင်မြတ် ဖန်ဆင်းတော်မမူခဲ့ပေ။ (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- အသင်သည် မိမိ၏လက်ကို မိမိ၏အင်္ကျီအိတ်ထဲသို့ သွင်းလိုက်ပါ။ ထိုအခါ အနာရောဂါတစ်စုံတစ်ရာမရှိဘဲ ဖြူဖွေးတောက်ပစွာ ထွက်လာလိမ့်မည်။ (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- အရှင်မြတ်သည် မိမိ၏ကရုဏာတော်ဖြင့် အလိုတော်ရှိသူကို ရွေးချယ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ကြီးကျယ်သော ကျေးဇူးတော်ရှင် ဖြစ်တော်မူ၏။ (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- အလ္လာဟ်အရှင်မြတ်အား မိုးကောင်းကင်များနှင့် မြေကြီးတို့၏ အရှင်သခင် ဖြစ်တော်မူသည်ကို အသင်မသိသလော။ (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- သင်တို့သည် မိမိတို့၏အတွက် ကောင်းမှုကုသိုလ် မည်သည်ကိုမဆို ရှေးသို့စေလွှတ်ထားခဲ့ငြားအံ့၊ ထိုကောင်းမှုကို အလ္လာဟ်အရှင်မြတ်၏အထံတော်၌ တွေ့ရှိကြလတ္တံ့။ (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- အသင်သည် မည်သည့်နေရာမှ ထွက်ခွာသွားပါစေ၊ သင်၏မျက်နှာတော်ကို အိဗ်ရာဟီမ်ဝတ်ကျောင်းတော် (မက္ကာရှိ အလ္လာဟ်အရှင်မြတ်၏ ဟရာမ်ဖြစ်သော ဗလီတော်) ဘက်သို့ မျက်နှာမူလှည့်လိုက်ပါ။ (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- သူတို့မတိုင်မီက သူတို့လည်း ရှိခဲ့ကြပြီ။ အသင်သည် အလ္လာဟ်အရှင်မြတ်၏ နိယာမတရားတော်အတွက် ပြောင်းလဲခြင်းကို လုံးဝမတွေ့ရှိရပေ။ (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- အကြင်အရှင်မြတ်အတွက် မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိအရာအားလုံး ပိုင်ဆိုင်တော်မူ၏။ (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- မိန်းမတစ်ဦးမျှ ကိုယ်ဝန်မဆောင်နိုင်၊ မဖွားမြင်နိုင်၊ အရှင်မြတ်၏အသိပညာတော်ဖြင့်မှတစ်ပါး။ (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- အရှင်မြတ်သည် ညဉ့်ကို (လွှမ်းမိုးစေတော်မူ၏)။ နေနှင့်လကိုလည်း လက်အောက်ခံဖြစ်စေတော်မူ၏။ တစ်ခုချင်းစီသည် သတ်မှတ်ထားသောအချိန်တိုင်အောင် စီးဆင်းနေကြ၏။ (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- ယင်းဥယျာဉ်တော်များအောက်မှ မြစ်ချောင်းများ စီးဆင်းနေ၏။ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရတည်နေကြရမည်။ ယင်းသည်သာ ဆုလဒ်ဖြစ်ပေသည်။ (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- သူက ပြောဆိုခဲ့သည်- မဟုတ်ပါ၊ သင်တို့၏စိတ်နှလုံးသားများက သင်တို့အတွက် တစ်စုံတစ်ရာကို အလှဆင်ပေးခဲ့ကြပေသည်။ သို့ဖြစ်လျှင် သည်းခံခြင်းသည် ကောင်းမြတ်လှပေသည်။ (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိအရာအားလုံးနှင့် အလ္လာဟ်အရှင်မြတ်။ (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- သူတို့ထံ ရစူလ်တမန်တစ်ပါးပါး ရောက်ရှိလာခဲ့သည်ရှိသော် ထိုတမန်တော်အား သူတို့သည် ပြက်ရယ်ပြုစရာအဖြစ် ပြုလုပ်ခဲ့ကြသည်။ (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- သူတို့က ပြောဆိုကြသည်- အို မူစာ၊ အသင်သည် ချပစ်မည်လော၊ သို့မဟုတ် ကျွန်ုပ်တို့သည် ချပစ်မည်လော။ (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- အရှင်မြတ်သည် သင်တို့အား သေစေတော်မူ၏။ ထို့ပြင် သင်တို့အနက် အချို့သည် အသက်အရွယ်၏ အညံ့ဆုံးအခြေသို့ ပြန်လည်ရောက်ရှိစေခြင်းခံရ၏။ (ထိုသို့ပြုတော်မူသည်) မှာ။ (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- သူတို့အတွက် မိမိတို့၏အရှင်သခင်ထံတွင် အောက်မှမြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်တော်များရှိ၏။ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရတည်နေကြရမည်။ (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- ငါအရှင်မြတ်သည် သူတို့၏နှလုံးသားများပေါ်တွင် (ကုရ်အာန်ကျမ်းမြတ်ကို) နားမလည်နိုင်ရန် အကာအကွယ်များကို ထားတော်မူခဲ့သည်။ ထို့ပြင် သူတို့၏နားများတွင်လည်း လေးလံခြင်းကို ထားတော်မူခဲ့သည်။ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် အမှန်တရားဖြစ်၏။ သို့ရာတွင် သူတို့အများစုသည် မသိကြပေ။ (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- ယင်းအချက်သည် အကြောင်းရင်းမှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်အား ဆန့်ကျင်ဘက်ပြုခဲ့ကြသောကြောင့်ဖြစ်၏။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်ဘက်ပြုပါက။ (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- ထိုနေ့တွင် အရှင်မြတ်သည် သူတို့အား ခေါ်တော်မူ၍ ငါ၏ပူးတွဲဖက်များဟု သင်တို့ ထင်မှတ်ခဲ့ကြသော အရာများ အဘယ်မှာရှိကြသနည်းဟု မိန့်ဆိုတော်မူလတ္တံ့။ (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူသော အရှင်ဖြစ်သည်ကို သူတို့မမြင်ကြသလော။ (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- အကြင်အရှင်မြတ်သည် သင်တို့အား မြေမှုန့်မှ၎င်း၊ ထို့နောက် သုက်ရည်မှ၎င်း၊ ထို့နောက်။ (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- သူတို့သည် ကျွန်ုပ်တို့၏အရှင်သခင်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့ထံသို့ ရစူလ်တမန်တစ်ပါး အဘယ်ကြောင့် မစေလွှတ်ခဲ့သနည်း၊ သို့ဖြစ်လျှင် ကျွန်ုပ်တို့သည် အရှင်မြတ်၏ သက်သေလက္ခဏာများကို လိုက်နာကြမည်ပေါ့ဟု ဆိုကြလတ္တံ့။ (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- ထို့နောက် သူတို့သည် မိမိတို့၏အရှင်သခင်ထံသို့ ပြန်လည်ရောက်ရှိကြမည်။ ထိုအခါ အရှင်မြတ်သည် သူတို့ပြုမူခဲ့သမျှကို သတင်းပေးတော်မူမည်။ (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- ထိုအကြောင်းအရာနှင့် ပတ်သက်၍ သူတို့အား အသိပညာမရှိချေ။ သူတို့သည် ထင်မှတ်ချက်ကိုသာ လိုက်နာကြ၏။ (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- စင်စစ်အားဖြင့် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဘိုးဘေးများအား ဘာသာတရားတစ်ခုအပေါ်၌ တွေ့ရှိခဲ့ရပြီး ကျွန်ုပ်တို့သည်လည်း သူတို့၏ခြေရာကို လိုက်နာဆည်းပူးသူများဖြစ်ကြ၏။ (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- အကြင်သူတို့အား ကျမ်းမြတ် ပေးအပ်ခြင်းခံရပြီ၊ သူတို့ထံသို့ (အမှန်တရား) ရောက်ရှိလာပြီးမှသာ (ကွဲပြားခဲ့ကြသည်)။ (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- အိဗ်ရာဟီမ်က ပြောဆိုခဲ့သောအခါ- အို ကျွန်ုပ်၏အရှင်သခင်၊ ဤအရပ်ဌာနကို လုံခြုံသောအရပ်ဖြစ်စေတော်မူပါ။ (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- အရှင်မြတ်သည် သင်တို့အတွက် နားများ၊ မျက်စိများနှင့် နှလုံးသားများကို ဖန်ဆင်းပေးတော်မူ၏။ သင်တို့သည် ကျေးဇူးတရားကို အနည်းငယ်မျှသာ သိရှိကြ၏။ (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- အကြင်သူတို့သည် မိမိတို့ထံသို့ ရောက်ရှိလာသော အခွင့်အာဏာတစ်စုံတစ်ရာမရှိဘဲ အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာများနှင့် ပတ်သက်၍ အငြင်းအခုံပြုကြ၏။ (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- သို့ဖြစ်ပေရာ သင်တို့သည် အိဗ်ရာဟီမ်၏ စစ်မှန်ဖြောင့်မတ်သော ဘာသာတရားကို လိုက်နာကြလော့။ ထို့ပြင် သူသည် အလ္လာဟ်အရှင်မြတ်အား ပူးတွဲဖက်ထားသူများထဲမှ မဟုတ်ခဲ့ပေ။ (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- ဖိရ်အောင်န်၏အဆွေအမျိုးထဲမှ သင်တို့အား ငါအရှင်မြတ် ကယ်ဆယ်တော်မူခဲ့သောအချိန်ကို (အောက်မေ့ကြလော့)။ သူတို့သည် သင်တို့အား ဆိုးရွားလှသော ပြစ်ဒဏ်ကို ပေးအပ်နေကြ၏။ (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- ယင်းသည် ဖြောင့်မတ်သောဘာသာတရားဖြစ်၏။ သို့ရာတွင် လူအများစုသည် မသိကြပေ။ (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် မိုးကောင်းကင်ပေါ်ရှိအရာတို့ကို လက်အောက်ခံဖြစ်စေတော်မူသည်ကို အသင်မမြင်သလော။ (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- ငြင်းပယ်သောသူများက ဤအရာသည် ထင်ရှားသော မှော်အတတ်မှတစ်ပါး အခြားမဟုတ်ဟု ဆိုကြလတ္တံ့။ (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- သူတို့ထံ၌ ငါအရှင်မြတ်၏ ထင်ရှားသော သက်သေလက္ခဏာများကို ရွတ်ဖတ်ပြသသောအခါ ငြင်းပယ်သောသူများက ပြောဆိုကြ၏။ (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- အာဒန်ဥယျာဉ်တော်များ၊ ယင်းတို့အောက်မှ မြစ်ချောင်းများ စီးဆင်းနေ၏။ ထိုဥယျာဉ်တော်များတွင် သူတို့သည် ထာဝရတည်နေကြရမည်။ (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- အလိုတော်ရှိသောအရာကို (ဖန်ဆင်းတော်မူ၏)။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ခပ်သိမ်းသောအရာတို့အပေါ် တန်ခိုးတော်ရှင်ဖြစ်တော်မူ၏။ (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- အရှင်မြတ်သည် သင်တို့၏အပြစ်များကို လွှတ်တော်မူရန်နှင့် သင်တို့အား သတ်မှတ်ထားသောအချိန်တိုင်အောင် ရွှေ့ဆိုင်းတော်မူရန်။ (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- သင်တို့သည် ကျွန်ုပ်တို့၏ဘိုးဘေးများ ကိုးကွယ်ခဲ့ကြသောအရာမှ ကျွန်ုပ်တို့အား လှည့်ဖျားတားဆီးလိုကြသလော။ (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- သင်၏အရှင်သခင်က ကောင်းကင်တမန်များအား ပြောဆိုတော်မူသောအခါ- စင်စစ်ငါအရှင်မြတ်သည် ရွှံ့စေးမှ လူသားကို ဖန်ဆင်းတော်မူမည်။ (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- အရှင်မြတ်သည် မိမိ၏ကရုဏာတော်မတိုင်မီ သတင်းကောင်းအဖြစ် လေတိုက်ခတ်မှုကို စေလွှတ်တော်မူသောအရှင် ဖြစ်၏။ (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- (အို-နဗီတမန်တော်) အမိန့်တော်ရှိလော့- သင်တို့သည် မြေကြီးပေါ်တွင် လှည့်လည်သွားလာ၍ (ယခင်လူများ၏) အဆုံးစီရင်ခြင်းသည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ရှုကြလော့။ (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူခြင်း၊ ညဉ့်နှင့်နေ့တို့၏ အလှည့်အပြောင်းအစားထိုးခြင်းတို့တွင် (သက်သေလက္ခဏာများရှိ၏)။ (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အား ကောင်းမွန်သော ချေးငွေကို ချေးငှားလိုက်ပါလိမ့်၊ ထိုအခါ အရှင်မြတ်က ယင်းကို အဆပေါင်းများစွာ တိုးပွားစေတော်မူမည်။ (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- သို့ဖြစ်လျှင် အသင်သည် သူတို့အကြား အလ္လာဟ်အရှင်မြတ် ချပေးသနားတော်မူသည့်အတိုင်း တရားစီရင်ဆုံးဖြတ်တော်မူပါ။ သူတို့၏ စိတ်ဆန္ဒများကိုလည်း မလိုက်ပါနှင့်။ (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- သူတို့သည် ကောင်းကင်တမန်များ သူတို့ထံသို့ ရောက်ရှိလာခြင်း၊ သို့မဟုတ် သင်၏အရှင်သခင်၏ (ပြစ်ဒဏ်တော်) ရောက်ရှိလာခြင်းကိုသာ စောင့်မျှော်နေကြသလော။ (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- စင်စစ် အကြင်သူတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်ကို စပ်ဆိုကြ၏။ ထိုသူတို့သည် အောင်မြင်ကြမည်မဟုတ်ပေ။ (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- ဖိရ်အောင်န်၏အဆွေအမျိုးနှင့် သူတို့မတိုင်မီက လူများ၏ ကျင့်သုံးမှုကဲ့သို့ပင်၊ သူတို့သည် ငါအရှင်မြတ်၏ သက်သေလက္ခဏာများကို ငြင်းပယ်ခဲ့ကြ၏။ (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- ယုံကြည်ပြီး ကောင်းမြတ်သောအကျင့်များကို ကျင့်ကြံပြုမူသောသူတို့အတွက် ဆုလဒ်ရှိကြောင်း ဝမ်းမြောက်စရာသတင်းကို ပေးတော်မူ၏။ (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအနက် အလိုတော်ရှိသူအား စားနပ်ရိက္ခာကို ကျယ်ပြန့်စေတော်မူ၏။ ကျဉ်းမြောင်းစေလည်း စေတော်မူ၏။ (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- သင်တို့သည် မမြင်ရသောအရာနှင့် မြင်ရသောအရာတို့ကို အကြွင်းမဲ့သိတော်မူသော အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိကြရမည်။ ထိုအခါ အရှင်မြတ်သည် သင်တို့ပြုမူခဲ့သမျှကို သင်တို့အား သတင်းပေးတော်မူမည်။ (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- သွေးသားဆက်နွယ်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မြတ်တွင် အချင်းချင်း ပိုမိုနီးစပ်ကြ၏။ (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — မဖြစ်မနေပြုရမည် (ပြုရမည်; ချန်လှပ်ပါက အပြစ်ဖြစ်)
- mustahabb / mandub (مستحب / مندوب) — အကြံပြုထားသော (ပြုလျှင် ကောင်းမှုရှိ၊ မပြုလျှင် အပြစ်မရှိ)
- mubah (مباح) — ကြားနေ / ခွင့်ပြုထားသော (ကောင်းမှုရော အပြစ်ပါ မရှိ)
- makruh (مكروه) — မနှစ်သက်အပ် (မအားပေးထားသော်လည်း ပြုလျှင် အပြစ်မရှိ)
- haram (حرام) — တားမြစ်ထားသော (ပြုလျှင် အပြစ်ဖြစ်)
- halal (حلال, ခွင့်ပြု / ဥပဒေအရ ခွင့်ပြု) — mubah နှင့် mustahabb နှစ်မျိုးလုံး ပါဝင် — တားမြစ်ထားခြင်း မဟုတ်သော အရာအားလုံး
- အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ပြီး အရှင်၏ အကူအညီ/စောင့်ရှောက်မှုကို တောင်းခံပါ။ 1:5
- အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ပါ။ 2:21
- အလ္လာဟ်အရှင်မြတ်နှင့် မည်သူ့ကိုမျှ တွဲဖက်မထားပါနှင့်။ 2:22
- အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသောအရှင် (နောင်တကို လက်ခံတော်မူသောအရှင်) ဖြစ်သည်၊ အရှင်သည် အာဒမ် (အလိုင်းဟိစ်ဆလာမ်) ၏ နောင်တကို လက်ခံတော်မူခဲ့သည်။ 2:37
- အမှန်တရားကို မမှန်တရားနှင့် ရောနှောခြင်းမပြုပါနှင့်၊ ထို့ပြင် အမှန်တရားကို ဖုံးကွယ်ခြင်းမပြုပါနှင့်။ 2:42
- ဆွလာသ် (နေ့စဉ်ဝတ်ပြုဆုတောင်း) ကို ဆောက်တည်ပြီး ဇကာသ် (အလှူဒါန) ကို ပေးအပ်ပါ။ 2:43
- မိမိကိုယ်တိုင် ကျင့်သုံးပြီးမှသာ အခြားသူများကို ကောင်းမှုကုသိုလ်ပြုရန် ညွှန်ကြားပါ။ 2:44
- မိမိ၏ ကိစ္စအရပ်ရပ်၌ အလ္လာဟ်အရှင်မြတ်၏ အကူအညီကို တောင်းခံပါ။ 2:45
- ဖောက်ပြန်ခြင်းတွင် မပါဝင်စေရန် သို့မဟုတ် ဖြန့်ကျက်ခြင်းမပြုရန်။ 2:60
- လူများကို ဝတ်ပြုကျောင်းများသို့ သွားရောက်ခြင်းမှ တားဆီးခြင်းမပြုပါနှင့်။ 2:114
- ဗလီ၏ မြင့်မြတ်မှုကို ရိုသေပါ။ သင်တို့၏ ဆုတောင်းရာနေရာများကို သန့်ရှင်းစင်ကြယ်အောင် ထားရှိပါ။ 2:125
- အလ္လာဟ်အရှင်မြတ်ကို (ဆုတောင်းခြင်း၊ ဂုဏ်တော်ဘွဲ့များ ရွတ်ဆိုခြင်း စသည်ဖြင့်) အောက်မေ့သတိရပါ၊ အရှင်သည်လည်း သင်တို့ကို အောက်မေ့သတိရတော်မူမည်၊ ထို့ပြင် အရှင်အား ကျေးဇူးတင်ကြပါ။ 2:152
- ခက်ခဲသော အခြေအနေများတွင် စိတ်ရှည်သည်းခံမှုကို ကျင့်သုံးပါ။ 2:153
- ရှိုင်သွန် (စာတန်) ၏ ခြေရာကို မလိုက်ပါနှင့်၊ သူသည် ထင်ရှားသော ရန်သူ ဖြစ်သည်။ 2:168
- မည်သူ့ကိုမျှ မျက်စိမှိတ်၍ မလိုက်ပါနှင့်။ 2:170
- ယုံကြည်စိတ်ချရသော တာဝန်ဝတ္တရားအားလုံးကို ထိန်းသိမ်းပြီး ကျေပွန်အောင်ဆောင်ရွက်ပါ။ သင်တို့၏ ဘာသာရေးတာဝန်များကို ရိုးသားစွာ ထမ်းဆောင်ပါ။ သင်တို့၏ ကျိန်ဆိုမှုများနှင့် ကတိသစ္စာများကို ကျေပွန်အောင်ဆောင်ရွက်ပါ။ ကတိများ၊ အထူးသဖြင့် အလ္လာဟ်အရှင်မြတ်အား ပြုထားသော ကတိများကို စောင့်သိပါ။ လိုအပ်နေသူများကို ကူညီပံ့ပိုးပြီး ခက်ခဲမှုများကို သက်သာစေပါ။ ဘုရားရှင်၏ မျက်နှာသာတော် ဆုံးရှုံးစေသော အပြစ်များကို ကျူးလွန်ခြင်းမှ ရှောင်ကြဉ်ပါ။ မာနကြီးခြင်းသည် သင်တို့ကို မတရားမှုဆီသို့ မပို့ဆောင်ပါစေနှင့်။ 2:177
- ကိဆွတ်စ် (ပြစ်ဒဏ်ပေးရာတွင် တန်းတူညီမျှမှု ဥပဒေ) တွင် သင်တို့အတွက် အသက် (အသက်ရှင်ရေး အခွင့်အလမ်း) ရှိသည်။ 2:179
- ရမဿွာန်လ၌ ဥပုသ်စောင့်ပါ။ အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့သော သူများ (မုတ္တကီများ) ဖြစ်လာရန် သတ်မှတ်ထားသော ဥပုသ်ကို စောင့်ထိန်းပါ။ 2:183
- ကုရ်အာန်ကျမ်းတော်မြတ်ကို လမ်းညွှန်မှု၏ အဆုံးစွန်သော အရင်းအမြစ်အဖြစ် ရိုသေပါ။ 2:185
- အချင်းချင်း၏ ဥစ္စာပစ္စည်းကို မတရားစွာ မစားသုံးပါနှင့်၊ ထို့ပြင် တရားသူကြီးများထံ (သင်တို့၏ အမှုများကို မတင်ပြမီ) လာဘ်စားခြင်း မပြုပါနှင့်။ 2:188
- စကားဖြင့်ဖြစ်စေ၊ အပြုအမူဖြင့်ဖြစ်စေ အခြားသူများကို ညှဉ်းပန်းနှိပ်စက်ခြင်းမပြုပါနှင့်။ ကျူးကျော်သူအဖြစ် မည်သည့်အခါမျှ စစ်မတိုက်ပါနှင့်၊ ကာကွယ်ရန်အတွက်သာ တိုက်ပါ။ 2:190
- မိဘမဲ့များကို ကာကွယ်စောင့်ရှောက်ပါ။ မိဘမဲ့များ၏ ဥစ္စာပစ္စည်းတွင် ရိုးသားစွာ ဆောင်ရွက်ပြီး ၎င်းတို့၏ ဥစ္စာပစ္စည်းကို သိမ်းပိုက်ခြင်းမပြုပါနှင့်။ 2:220
- နောင်တရပြီး အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံပါ။ ဓမ္မတာလာနေစဉ် လိင်ဆက်ဆံခြင်းမပြုပါနှင့်။ (ရုပ်ပိုင်းဆိုင်ရာရော ဝိညာဉ်ရေးရာပါ) သန့်ရှင်းစင်ကြယ်မှုကို ထိန်းသိမ်းပါ။ 2:222
- မိမိ၏ မိသားစုအပေါ် တာဝန်ဝတ္တရားများကို ကျေပွန်အောင်ဆောင်ရွက်ပါ။ 2:233
- ခေါင်းဆောင်များကို ၎င်းတို့၏ အရည်အချင်းပေါ်တွင် အခြေခံ၍ ရွေးချယ်ပါ။ 2:247
- ဘာသာရေးတွင် အတင်းအကြပ် မပြုပါနှင့်။ 2:256
- ဥစ္စာပစ္စည်းကို ကုသိုလ်ဖြစ်စေရန် သုံးစွဲပါ။ ဥစ္စာပစ္စည်းရော အချိန်ပါ ကုသိုလ်ဖြစ်အောင် ပေးကမ်းပါ။ 2:261
- မိမိ၏ ရက်ရောမှုကို ဝါကြွားခြင်းဖြင့် ကုသိုလ်ဖြစ်မှုကို ပျက်စီးမစေပါနှင့်။ 2:264
- ရှိုင်သွန် (စာတန်) သည် သင်တို့အား ဆင်းရဲမွဲတေမှုဖြင့် ခြိမ်းခြောက်ပြီး ဖာဟ်ရှာအ် (မကောင်းမှုများ၊ တရားမဝင် လိင်ဆက်ဆံမှု၊ အပြစ်များ) ကို ကျူးလွန်ရန် အမိန့်ပေးသည်။ 2:268
- ဆင်းရဲနွမ်းပါးသူများကို ရှာဖွေပြီး ၎င်းတို့ကို ကူညီပါ။ 2:273
- အတိုးစားခြင်း သို့မဟုတ် အကျိုးအမြတ်တိုးပွားခြင်းတွင် မပါဝင်ပါနှင့်။ အတိုးရှိသော ဥစ္စာပစ္စည်းကို မစားသုံးပါနှင့်။ ရစ်ဘာ (အတိုး) ကို မစားပါနှင့်။ 2:275
- မြီရှင်သည် ခက်ခဲသော အခြေအနေတွင် ရှိပါက ပြန်ဆပ်ရန် အချိန်ပိုပေးပါ။ 2:280
- စီးပွားရေး လွှဲပြောင်းမှုများတွင် မိမိ၏ စကားကို စောင့်သိပါ။ မိမိ၏ ငွေကြေးကိစ္စများတွင် ရိုးသားပါ။ မိမိ၏ တာဝန်ယူမှုအားလုံးတွင် ရိုးသားဖြောင့်မတ်စွာ ပြုမူပါ။ သတ်မှတ်ထားသော ကာလအတွက် ကြွေးမြီ စာချုပ်ချုပ်ဆိုသောအခါ ၎င်းကို ရေးမှတ်ထားပါ။ စီးပွားရေးစာချုပ် ချုပ်ဆိုသည့် အခါတိုင်း သက်သေများ ထားရှိပါ။ 2:282
- ယုံကြည်စိတ်ချရသော တာဝန်ဝတ္တရားအားလုံးကို ထိန်းသိမ်းပြီး ကျေပွန်အောင်ဆောင်ရွက်ပါ။ 2:283
- ကျမ်းတော်မြတ်များနှင့် နဗီတမန်တော်အားလုံးကို ယုံကြည်ပါ။ 2:285
- အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ သူ၏ စွမ်းရည်ထက်ကျော်လွန်သော တာဝန်ကို မပေးအပ်ပါ။ ကောင်းမှုကုသိုလ်များအတွက် ဆုလာဘ်ရရှိပြီး မကောင်းမှုများအတွက် ပြစ်ဒဏ်ခံရမည်။ ဘုရားရှင်သည် လူတစ်ဦးကို သူ၏ စွမ်းရည်ထက် ကျော်လွန်၍ ဝန်မပေးပါ။ ကျွန်ုပ်တို့လည်း ထိုသို့ မပြုသင့်ပါ။ ခက်ခဲသောအချိန်၌ပင် အလ္လာဟ်အရှင်မြတ်၏ အစီအစဉ်တော်ကို ယုံကြည်စိတ်ချပါ။ 2:286
- မည်သူမဆို ကတိသစ္စာများကို ကျေပွန်အောင်ဆောင်ရွက်ပြီး အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့သော သူများ (မုတ္တကီများ) ကို ချစ်တော်မူသည်။ 3:76
- စွမ်းဆောင်နိုင်ပါက ဟဂ်ျ (ဘုရားဖူးသွားခြင်း) ကို ဆောင်ရွက်ပါ။ 3:97
- ကွဲပြားခြင်းမပြုပါနှင့်။ 3:103
- ကောင်းမှုကုသိုလ်ကို ညွှန်ကြားပြီး မကောင်းမှုကို တားမြစ်ပါ။ သင်တို့၏ လူ့အဖွဲ့အစည်းတွင် ဖြောင့်မတ်ခြင်းကို အားပေးပါ။ အခြားသူများကို အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့သတိရရန် ဖိတ်ခေါ်ပါ။ 3:104
- ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ယုံကြည်အားထားသင့်သည်။ 3:122
- ရစ်ဘာ (အတိုး) ကို မစားပါနှင့်။ 3:130
- ကရုဏာတော်ရရှိရန် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော်ကို နာခံပါ။ 3:132
- အလ္လာဟ်အရှင်မြတ်သည် (အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ကုသိုလ်ဖြစ်စေသော အလှူဒါနများ စသည်ဖြင့်) ချမ်းသာသောအခါ၌လည်းကောင်း၊ ဆင်းရဲသောအခါ၌လည်းကောင်း သုံးစွဲကြသော သူများ၊ ဒေါသကို ထိန်းချုပ်ကြသော သူများနှင့် လူသားများကို ခွင့်လွှတ်ကြသော သူများကို ချစ်တော်မူသည်။ 3:134
- ဒေါသကို ထိန်းချုပ်ပါ။ မိမိ၏ ဒေါသကို ထိန်းချုပ်ပါ။ 3:134
- အခြားသူများ၏ အမှားများကို ခွင့်လွှတ်ပြီး သည်းခံပါ။ 3:135
- စကားပြောရာတွင် ရိုင်းစိုင်းခြင်းမပြုပါနှင့်။ သင်တို့နှင့် သဘောထားကွဲပြားသူများကို စိတ်ရှည်သည်းခံပါ။ 3:159
- အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ကူညီတော်မူပါက၊ မည်သူမျှ သင်တို့ကို အနိုင်ယူနိုင်မည်မဟုတ်။ သို့သော် အရှင်သည် သင်တို့ကို စွန့်ပစ်တော်မူပါက၊ အရှင်မှတစ်ပါး မည်သူသည် သင်တို့ကို ကူညီနိုင်မည်နည်း။ 3:160
- လူတိုင်း သေခြင်းကို မြည်းစမ်းရမည်။ ထို့ပြင် ရှင်ပြန်ထမြောက်ရာနေ့တွင်သာ သင်တို့၏ အကျိုးဆုလာဘ်ကို အပြည့်အစုံ ပေးအပ်ခြင်းခံရမည်။ 3:185
- သဘာဝတရား၏ အံ့ဖွယ်များနှင့် ဤစကြဝဠာ၏ ဖန်တီးမှုအကြောင်းကို နက်နက်ရှိုင်းရှိုင်း တွေးတောဆင်ခြင်ပါ။ ဘုရားရှင်သည် ဤစကြဝဠာကို အဓိပ္ပာယ်နှင့် ရည်ရွယ်ချက်ဖြင့် ဖန်တီးတော်မူခဲ့ကြောင်း သိမှတ်ပါ။ 3:191
- အမျိုးသားများနှင့် အမျိုးသမီးများသည် မိမိတို့၏ ကောင်းမှုကုသိုလ်များအတွက် တန်းတူညီမျှ ဆုလာဘ်ရရှိသည်။ 3:195
- မိမိတို့၏ အရှင်သခင် (ရဗ်ဗ်) ကို ကြောက်ရွံ့သောသူများအတွက် (ဂျန္နသ်သုခဘုံ၌) မြစ်များစီးဆင်းသော ဥယျာဉ်များရှိသည်။ ထိုတွင် ထာဝရ စံမြန်းရမည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဧည့်ခံခြင်းတော်ဖြစ်သည်။ 3:198
- လုပ်ရပ်တိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ကျေနပ်ရောင့်ရဲတော်မူခြင်းကို အမြဲကြိုးပမ်းပါ။ 3:200
- မိမိတို့၏ အရှင်သခင် (ရဗ်ဗ်) အား ကြောက်ရွံ့ပြီး (ဆွေမျိုးသားချင်းများနှင့် ဆက်ဆံရေး) ကို မဖြတ်တောက်ပါနှင့်။ 4:1
- မိဘမဲ့များအား ၎င်းတို့၏ ဥစ္စာပစ္စည်းကို ပေးအပ်ပြီး (မိမိတို့၏ ဆိုးသော အရာများကို) ၎င်းတို့၏ (ကောင်းသော အရာများနှင့်) လဲလှယ်ခြင်းမပြုပါနှင့်။ ထို့ပြင် ၎င်းတို့၏ ဥစ္စာပစ္စည်းကို မိမိတို့၏ ဥစ္စာပစ္စည်းထဲသို့ ထည့်သွင်းစားသုံးခြင်းမပြုပါနှင့်။ 4:2
- သင်တို့ (လက်ထပ်သော) အမျိုးသမီးများအား ၎င်းတို့၏ မဟ်ရ် (လက်ထပ်ချိန်တွင် ခင်ပွန်းဖြစ်သူမှ ဇနီးဖြစ်သူအား ပေးအပ်ရမည့် လက်ထပ်ခ) ကို စေတနာဖြင့် ပေးအပ်ပါ။ 4:4
- မိဘမဲ့များ၏ အခွင့်အရေးများကို စောင့်ရှောက်ပါ။ 4:6
- ကွယ်လွန်သူ၏ ဥစ္စာပစ္စည်းကို ၎င်း၏ မိသားစုဝင်များကြားတွင် ဝေမျှခြင်းခံရမည်။ အမျိုးသမီးများသည် အမွေဆက်ခံခွင့်ရှိသည်။ 4:7
- မိဘမဲ့များ၏ ဥစ္စာပစ္စည်းကို မတရားစွာ မစားသုံးပါနှင့်။ 4:10
- အမွေဆက်ခံခြင်းဆိုင်ရာ အမိန့်တော်များကို လိုက်နာပါ။ 4:11
- အမျိုးသမီးများကို ၎င်းတို့၏ ဆန္ဒကိုဆန့်ကျင်၍ အမွေဆက်ခံခြင်းမပြုရ၊ ထို့ပြင် ၎င်းတို့အား ကြမ်းတမ်းစွာ မဆက်ဆံရ။ ၎င်းတို့ (ဇနီးများ) နှင့် လျောက်ပတ်စွာ အတူနေထိုင်ပါ။ အမျိုးသမီးများ၏ အခွင့်အရေးများကို ရိုသေပြီး စောင့်ရှောက်ပါ။ မိမိ၏ ဇနီးသည်ကို ကရုဏာတရားနှင့် စေတနာဖြင့် ဆက်ဆံပါ။ အမျိုးသမီးများအား ဂုဏ်သိက္ခာနှင့် တရားမျှတမှုဖြင့် ဆက်ဆံပါ။ 4:19
- သင်တို့နှင့် သွေးရင်းသားချင်း ဆွေမျိုးများကို လက်မထပ်ပါနှင့်။ 4:23
- အချင်းချင်း သတ်ဖြတ်ခြင်းမပြုပါနှင့်။ အမှန်မှာ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ် အလွန်ကရုဏာတော်ရှိသောအရှင် ဖြစ်သည်။ အချင်းချင်း၏ ဥစ္စာပစ္စည်းကို မတရားစွာ မစားသုံးပါနှင့်။ 4:29
- သင်တို့သည် တားမြစ်ထားသော ကြီးလေးသည့် အပြစ်များကို ရှောင်ကြဉ်ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ (အငယ်စား) အပြစ်များကို ဖျက်ပစ်တော်မူမည်ဖြစ်ပြီး သင်တို့ကို မြင့်မြတ်သော နေရာ (ဂျန္နသ်သုခဘုံ) သို့ ဝင်ရောက်စေတော်မူမည်။ 4:31
- အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ထဲမှ အချို့ကို အချို့ထက် သာလွန်စေတော်မူခဲ့သော အရာများကို ဆန္ဒမပြုပါနှင့်။ ငြူစူခြင်းနှင့် မနာလိုခြင်းကို ရှောင်ကြဉ်ပါ။ 4:32
- အမျိုးသားများသည် အမျိုးသမီးများ၏ ထိန်းသိမ်းစောင့်ရှောက်သူများနှင့် ပြုစုပျိုးထောင်သူများဖြစ်သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် အချို့ကို အချို့ထက် သာလွန်စေတော်မူသောကြောင့်လည်းကောင်း၊ ၎င်းတို့သည် မိမိတို့၏ ဥစ္စာပစ္စည်းမှ (၎င်းတို့အား ထောက်ပံ့ရန်) သုံးစွဲကြသောကြောင့်လည်းကောင်း ဖြစ်သည်။ အမျိုးသားသည် မိသားစု၏ ထိန်းသိမ်းစောင့်ရှောက်သူနှင့် အထောက်အပံ့ဖြစ်သူ ဖြစ်သည်။ 4:34
- အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ပြီး အရှင်နှင့် မည်သူ့ကိုမျှ တွဲဖက်မထားပါနှင့်၊ မိဘများ၊ ဆွေမျိုးသားချင်းများ၊ မိဘမဲ့များ၊ ဆင်းရဲနွမ်းပါးသူများ၊ အိမ်နီးချင်း၊ ဘေးချင်းကပ်လျက် နေထိုင်သူ၊ ခရီးသွားဖြစ်သူ (သင်တို့တွေ့ဆုံသော သူ) နှင့် သင်တို့၏ ညာသန် (ကျွန်အဖြစ် ပိုင်ဆိုင်ထားသူများ) အား ကောင်းမှုပြုပါ။ အလ္လာဟ်အရှင်မြတ်သည် မာနကြီးသူများနှင့် ဝါကြွားသူများကို မနှစ်သက်ပါ။ အခြားသူများကို ကောင်းမှုပြုပါ။ အားနည်းသူများကို ကရုဏာထားပါ။ မိသားစုဆက်ဆံရေးကို ထိန်းသိမ်းပြီး ဆွေမျိုးသားချင်းများကို ဂုဏ်ပြုပါ။ 4:36
- ဝန်ခံခြင်း မပြုပါနှင့်။ 4:37
- အလ္လာဟ်အရှင်မြတ်သည် အရှင်နှင့် တွဲဖက်ထားခြင်းကို ခွင့်မလွှတ်ပါ၊ သို့သော် ထိုမှအပ အခြားသော အပြစ်များကို အရှင်အလိုတော်ရှိသူအား ခွင့်လွှတ်တော်မူသည်။ 4:48
- အခြားသူများကို မနာလိုမပြုပါနှင့်။ 4:54
- အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ယုံကြည်စိတ်ချရသော တာဝန်ဝတ္တရားများကို ၎င်းတို့၏ ပိုင်ရှင်များထံ ပြန်အပ်နှင်းရန် အမိန့်ပေးတော်မူသည်။ လူသားများကြားတွင် စီရင်ဆုံးဖြတ်သောအခါ တရားမျှတစွာ စီရင်ဆုံးဖြတ်ပါ။ 4:58
- အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော်ကို နာခံပါ။ သင်တို့ထဲရှိ အာဏာရှိသူများကို လျောက်ပတ်သော ရိုသေမှုကို ပေးအပ်ပါ။ 4:59
- အားနည်းသူများနှင့် ထိခိုက်လွယ်သူများကို ညှဉ်းပန်းနှိပ်စက်ခြင်းမပြုပါနှင့်။ 4:75
- သင်တို့ထံ ရောက်ရှိလာသော ကောင်းသောအရာများသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။ သို့သော် သင်တို့ထံ ရောက်ရှိလာသော မကောင်းသောအရာများသည် သင်တို့ကိုယ်တိုင်မှ ဖြစ်သည်။ 4:79
- မည်သူမဆို ရစူလ်တမန်တော် (မုဟမ္မဒ် ﷺ) ကို နာခံပါက၊ ထိုသူသည် အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီးဖြစ်သည်။ 4:80
- မည်သူမဆို ကောင်းသောကိစ္စတစ်ခုအတွက် ကြားဝင်စေ့စပ်ပေးပါက၊ ထိုသူသည် ၎င်းမှ ဆုလာဘ်ဝေစုကို ရရှိမည်။ ထို့ပြင် မည်သူမဆို မကောင်းသောကိစ္စတစ်ခုအတွက် ကြားဝင်စေ့စပ်ပေးပါက၊ ထိုသူသည် ၎င်း၏ ဝန်ထုပ်ဝန်ပိုး၏ ဝေစုကို ရရှိမည်။ 4:85
- ယုံကြည်သူတစ်ဦးသည် အခြားသော ယုံကြည်သူတစ်ဦးကို မတော်တဆမှု မဟုတ်ပါက သတ်ဖြတ်ခြင်းမပြုသင့်ပေ။ 4:92
- မည်သူမဆို ယုံကြည်သူတစ်ဦးကို ရည်ရွယ်ချက်ရှိရှိ သတ်ဖြတ်ပါက၊ ထိုသူ၏ အပြစ်ဒဏ်မှာ ထိုတွင် ထာဝရစံမြန်းရမည့် ငရဲဂျဟန္နမ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမျက်တော်နှင့် ကျိန်ဆဲခြင်းတော်သည် ထိုသူအပေါ်၌ ရှိသည်။ ထို့ပြင် ထိုသူအတွက် ကြီးလေးသော ပြစ်ဒဏ်ကို ပြင်ဆင်ထားပြီးဖြစ်သည်။ 4:93
- မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် (မိမိ၏ နေရပ်မှ) ထွက်ခွာသွားပါက၊ ထိုသူသည် ကမ္ဘာမြေပေါ်၌ နေရာများစွာနှင့် ပေါများကြွယ်ဝမှုကို တွေ့ရှိရမည်။ 4:100
- သင်တို့၏ ဆုတောင်းများကို အချိန်မှန်ပြုလုပ်ပါ။ 4:103
- မိမိတို့၏ ယုံကြည်စိတ်ချရသော တာဝန်ဝတ္တရားများကို သစ္စာဖောက်သူများကို ထောက်ခံခြင်းမပြုပါနှင့် သို့မဟုတ် ၎င်းတို့၏ ရှေ့နေမဖြစ်ပါနှင့်။ 4:105
- အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံပါ၊ အမှန်မှာ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော အရှင်၊ အလွန်ကရုဏာတော်ရှိသော အရှင် ဖြစ်သည်။ 4:106
- အို ယုံကြည်သူများ။ တရားမျှတမှုအတွက် ခိုင်မာစွာ ရပ်တည်ကြပါ၊ အလ္လာဟ်အရှင်မြတ်အတွက် သက်သေများဖြစ်ကြပါ၊ ၎င်းသည် သင်တို့ကိုယ်တိုင်၊ သင်တို့၏ မိဘများ သို့မဟုတ် သင်တို့၏ ဆွေမျိုးသားချင်းများကို ဆန့်ကျင်သည်ဖြစ်စေ၊ ထိုသူသည် ချမ်းသာသည် ဖြစ်စေ ဆင်းရဲသည် ဖြစ်စေ (တရားမျှတမှုမှ မဆုတ်နှင့်)။ တရားမျှတမှုကို မနှောင့်နှေးပါနှင့်။ အမှားများကို ပြင်ဆင်ရန် အမြန်ဆုံးဆောင်ရွက်ပါ။ 4:135
- လျှို့ဝှက်သွေဖည်သူများ (မနာဖီကန်များ) သည် အလ္လာဟ်အရှင်မြတ်ကို လှည့်ဖြားရန် ကြိုးစားကြသော်လည်း အရှင်သည်ပင် ၎င်းတို့ကို လှည့်ဖြားတော်မူသည်။ 4:142
- လျှို့ဝှက်သွေဖည်သူများ (မနာဖီကန်များ) သည် ငရဲမီး၏ အနိမ့်ဆုံး (အဆင့်) တွင်ရှိကြမည်။ ၎င်းတို့အတွက် ကူညီသူတစ်စုံတစ်ယောက်ကို သင်တွေ့ရှိမည်မဟုတ်။ 4:145
- အလ္လာဟ်အရှင်မြတ်သည် မတရားသဖြင့် ညှဉ်းပန်းနှိပ်စက်ခြင်းခံရသူမှတစ်ပါး မကောင်းမှုကို လူအများကြားတွင် ပြောဆိုခြင်းကို မနှစ်သက်ပါ။ 4:148
- ရစူလ်တမန်တော်များကို ဝမ်းမြောက်ဖွယ်သတင်းပေးသူများနှင့် သတိပေးသူများအဖြစ် စေလွှတ်တော်မူခဲ့သည်။ အကြောင်းမှာ ရစူလ်တမန်တော်များ (ကြွလာခြင်း) ပြီးနောက် လူသားများအား အလ္လာဟ်အရှင်မြတ်၏ ပြောစရာအကြောင်းမရှိစေရန်ဖြစ်သည်။ 4:165
- သင်တို့၏ စာချုပ်များနှင့် ကတိများကို ကျေပွန်အောင်ဆောင်ရွက်ပါ။ 5:1
- ကောင်းမှုကုသိုလ်နှင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ခြင်းတို့တွင် အချင်းချင်း ကူညီပံ့ပိုးကြပါ၊ သို့သော် အပြစ်နှင့် ရန်လိုခြင်းတို့တွင် အချင်းချင်း ကူညီပံ့ပိုးခြင်းမပြုပါနှင့်။ 5:2
- သေသောသတ္တဝါ၊ သွေးနှင့် ဝက်သားတို့ကို မစားသုံးပါနှင့်။ 5:3
- တရားမျှတမှုရှိကြပါ၊ အခြားသူများအပေါ် ရန်လိုခြင်းနှင့် မုန်းတီးခြင်းတို့သည် သင်တို့ကို တရားမျှတမှုမှ ရှောင်ကြဉ်ခြင်းမပြုပါစေနှင့်။ တရားမျှတမှုရှိကြပါ။ တရားမျှတမှုရှိခြင်းသည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ခြင်းနှင့် နီးစပ်သည်ကို သိမှတ်ပါ။ တရားမျှတမှုကို မနှောင့်နှေးပါနှင့်။ အမှားများကို ပြင်ဆင်ရန် အမြန်ဆုံးဆောင်ရွက်ပါ။ 5:8
- အလ္လာဟ်အရှင်မြတ်ထံ ချဉ်းကပ်ရန် နည်းလမ်းများကို ရှာဖွေပြီး အရှင်၏ လမ်းတော်တွင် သင်တို့တတ်နိုင်သမျှ ကြိုးစားအားထုတ်ပါ။ သို့မှသာ သင်တို့ အောင်မြင်ကြမည်။ 5:35
- သင်တို့၏ ကျိန်ဆိုမှုများနှင့် ကတိသစ္စာများကို ကျေပွန်အောင်ဆောင်ရွက်ပါ။ 5:89
- မူးယစ်စေသော အရာများနှင့် အရက်ကို ရှောင်ကြဉ်ပါ။ မူးယစ်စေသော အရာများ (အရက်အမျိုးမျိုး)၊ လောင်းကစား၊ အလ်-အန်ဆွတ်ဘ် (ကျောက်တုံးပလ္လင်များ) နှင့် အလ်-အက်ဇ်လမ် (ကံကောင်းခြင်း သို့မဟုတ် ဆုံးဖြတ်ချက်ရယူရန် မြှားများ) တို့ကို ပြင်းထန်စွာ ရှောင်ကြဉ်ပါ။ ၎င်းတို့အားလုံးသည် ရှိုင်သွန် (စာတန်) ၏ လက်ရာများမှ စက်ဆုပ်ရွံရှာဖွယ်ရာများဖြစ်သည်။ 5:90
- သင်တို့သည် ဟဂ်ျ သို့မဟုတ် အွမ်ရာဟ် (ဘုရားဖူးသွားခြင်း) အတွက် အီဟ်ရန်မ် အခြေအနေတွင် ရှိစဉ် တောတိရစ္ဆာန်ကို မသတ်ပါနှင့်။ 5:95
- သင်တို့အား ရှင်းလင်းပြတ်သားစွာ ပြောပြခဲ့လျှင် သင်တို့ကို ဒုက္ခပေးနိုင်သော အကြောင်းအရာများကို မမေးမြန်းပါနှင့်။ 5:101
- အခြားသူများ၏ နတ်ဘုရားများကို မဆဲဆိုပါနှင့်။ (မယုံကြည်သူများ) သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်သော အရာများကို မဆဲဆိုပါနှင့်၊ သို့မဟုတ်ပါက ၎င်းတို့သည် အသိပညာမရှိဘဲ အလ္လာဟ်အရှင်မြတ်ကို ဆဲဆိုမိမည်။ 6:108
- အကယ်၍ သင်သည် ကမ္ဘာမြေပေါ်ရှိ လူအများစုကို နာခံပါက၊ ၎င်းတို့သည် သင်တို့ကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ လမ်းလွှဲစေမည်။ ၎င်းတို့သည် ထင်မြင်ချက်ကိုသာလျှင် လိုက်နာကြပြီး ၎င်းတို့သည် မဟုတ်မမှန်သာ ပြောဆိုကြသည်။ 6:116
- (အို လူသားတို့) အပြစ်တရားအားလုံးကို ထင်ရှားသော အပြစ်ရော ကွယ်ဝှက်သော အပြစ်ပါ စွန့်ခွာပါ။ 6:120
- (အို ယုံကြည်သူများ) အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို (တိရစ္ဆာန်သတ်ချိန်တွင်) ဖော်ပြခြင်းမပြုခဲ့သော အရာ (အသား) ကို မစားပါနှင့်။ 6:121
- အလ္လာဟ်အရှင်မြတ်သည် မည်သူကို လမ်းညွှန်တော်မူလိုပါက၊ ထိုသူ၏ ရင်ဘတ်ကို အစ္စလာမ်ဘာသာအတွက် ပွင့်စေတော်မူသည်။ ထို့ပြင် အရှင်သည် မည်သူကို လမ်းလွှဲစေလိုပါက၊ ထိုသူ၏ ရင်ဘတ်ကို ကျဉ်းကျပ်၍ ဖိအားဖြစ်စေတော်မူသည်။ 6:125
- သုံးစွဲရာတွင် မျှတပြီး အလွန်အကျွံသုံးစွဲခြင်းကို ရှောင်ကြဉ်ပါ။ သတ္တဝါအားလုံး၏ အခွင့်အရေးများကို ထိန်းသိမ်းပါ။ 6:141
- အလ္လာဟ်အရှင်မြတ်နှင့် ကိုးကွယ်ဆည်းကပ်ရာတွင် မည်သည့်အရာကိုမျှ တွဲဖက်မထားပါနှင့်၊ မိဘများကို ကောင်းမှုပြုပါ၊ ဆင်းရဲမွဲတေမှုကိုစိုး၍ သင်တို့၏ သားသမီးများကို မသတ်ပါနှင့်၊ ညစ်ညမ်းသော အကျင့်များသို့ မချဉ်းကပ်ပါနှင့်၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူခဲ့သော မည်သူ့ကိုမျှ တရားသော အကြောင်းမရှိဘဲ မသတ်ပါနှင့်။ 6:151
- ရိုးသားကြပါ၊ မိမိတို့၏ ကိစ္စရပ်များတွင် မလိမ်လည်ပါနှင့်။ မိဘမဲ့၏ ဥစ္စာပစ္စည်းထံသို့ မချဉ်းကပ်ပါနှင့်၊ ၎င်းကို တိုးတက်ကောင်းမွန်စေရန်မှတစ်ပါး၊ မျှတမှုဖြင့် ပြည့်ပြည့်စုံစုံ တိုင်းတာခြင်းနှင့် ချိန်ဆခြင်းကို ဆောင်ရွက်ပါ၊ သင်တို့ စကားပြောသောအခါတိုင်း ဆွေမျိုးသားချင်းနှင့် သက်ဆိုင်သည်ဖြစ်စေ အမှန်တရားကို ပြောဆိုပါ၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ ကတိသစ္စာကို ကျေပွန်အောင်ဆောင်ရွက်ပါ။ 6:152
- ဖြောင့်မတ်သောလမ်း (စီရာသွလ်မွတ်စတကီမ်) ကို လိုက်နာပြီး (အခြားသော) လမ်းများကို မလိုက်ပါနှင့်၊ အကြောင်းမှာ ၎င်းတို့သည် သင်တို့ကို အရှင်၏ လမ်းတော်မှ ကွဲကွာသွားစေမည်ဖြစ်သောကြောင့်တည်း။ 6:153
- (အို မုဟမ္မဒ် ﷺ) ဟောပါ။ "အမှန်မှာ၊ ကျွန်ုပ်၏ ဆွလာသ်ဝတ်ပြုဆုတောင်းခြင်း၊ ကျွန်ုပ်၏ ကုရ်ဗာန်ပူဇော်ခြင်း၊ ကျွန်ုပ်၏ အသက်ရှင်ခြင်းနှင့် ကျွန်ုပ်၏ သေခြင်းသည် စကြဝဠာများ၏ အရှင်သခင် (ရဗ်ဗ်) အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။" 6:162
- မာနကြီးခြင်းမပြုပါနှင့်။ 7:13
- ရှိုင်သွန် (စာတန်) သည် သင်တို့ကို လှည့်ဖြားခြင်း မပြုပါစေနှင့်။ 7:27
- (အို မုဟမ္မဒ် ﷺ) ဟောပါ။ "ကျွန်ုပ်၏ အရှင်သခင် (ရဗ်ဗ်) သည် တရားမျှတမှုကို အမိန့်ပေးတော်မူသည်…" 7:29
- ကိစ္စအရပ်ရပ်၌ အလ္လာဟ်အရှင်မြတ် သတ်မှတ်တော်မူသော နယ်နိမိတ်များကို စောင့်ထိန်းပါ။ စကားနှင့် လုပ်ရပ်တို့တွင် ကျူးကျော်ခြင်းကို ရှောင်ကြဉ်ပါ။ စားပါ၊ သောက်ပါ သို့သော် အလွန်အကျွံ မပြုပါနှင့်။ ဆုတောင်းချိန်များတွင် ကောင်းမွန်သော အဝတ်အစားများကို ဝတ်ဆင်ပါ။ 7:31
- အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ခြောက်ရက်အတွင်း ဖန်တီးတော်မူခဲ့ပြီး၊ ထို့နောက် အရှင်သည် အရ်ရှ်ဗိမာန်တော်ပေါ်၌ (အရှင်၏ မြင့်မြတ်တော်မူခြင်းနှင့် လျော်ညီသော နည်းလမ်းဖြင့်) စိုးစံတော်မူခဲ့သည်။ 7:54
- သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) ကို နှိမ့်ချစွာဖြင့်လည်းကောင်း၊ လျှို့ဝှက်စွာဖြင့်လည်းကောင်း ဆုတောင်းပါ။ အရှင်သည် ကျူးကျော်သူများကို မနှစ်သက်ပါ။ 7:55
- ကမ္ဘာမြေကို ပြုပြင်ဖြောင့်မတ်စေပြီးနောက် ထိုတွင် ဖောက်ပြန်ခြင်းမပြုပါနှင့်၊ ထို့ပြင် အရှင်ကို ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်းဖြင့် ဆုတောင်းပါ။ 7:56
- သို့ရာတွင် မည်သည့်သူမဆို မကောင်းသော အကျင့်များကို ကျူးလွန်ပြီးနောက် နောင်တရကာ ယုံကြည်ခဲ့ပါက၊ အမှန်မှာ သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) သည် ထိုအရာများပြီးနောက် အလွန်ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်ကရုဏာတော်ရှိသောအရှင်ဖြစ်သည်။ 7:153
- (အို မုဟမ္မဒ် ﷺ) ဟောပါ။ "အို လူသားအပေါင်းတို့။ အမှန်မှာ၊ ကျွန်ုပ်သည် သင်တို့အားလုံးထံသို့ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရသူဖြစ်သည်…" 7:158
- ထို့ပြင် (အလ္လာဟ်အရှင်မြတ်၏) အကောင်းဆုံး နာမတော်များအားလုံးသည် အရှင်အတွက်သာဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့ဖြင့် အရှင်ကို ဆုတောင်းပါ။ ထို့ပြင် အရှင်၏ နာမတော်များနှင့် ပတ်သက်၍ ကောက်ကျစ်ခြင်းပြုသူများကို စွန့်ခွာပါ… 7:180
- အလ္လာဟ်အရှင်မြတ်သည် မည်သူကို လမ်းလွှဲတော်မူပါက၊ ထိုသူအား လမ်းညွှန်ပြသူ မရှိပါ။ ထို့ပြင် အရှင်သည် ၎င်းတို့ကို ၎င်းတို့၏ ကျူးကျော်မှုများတွင် မျက်စိမမြင် လမ်းလွဲနေစေတော်မူသည်။ 7:186
- ခွင့်လွှတ်ခြင်းကို ကျင့်သုံးပါ၊ ကောင်းမှုကုသိုလ်ကို ညွှန်ကြားပါ၊ ထို့ပြင် မိုက်မဲသူများထံမှ မျက်နှာလွှဲပါ (ဆိုလိုသည်မှာ ၎င်းတို့ကို ပြစ်ဒဏ်မပေးပါနှင့်)။ 7:199
- အခြားသူများ၏ အမှားများကို ခွင့်လွှတ်ပါ။ 7:199
- ထို့ပြင် ရှိုင်သွန် (စာတန်) ထံမှ မကောင်းသော တိုက်တွန်းမှုတစ်ခု သင်တို့ထံ ရောက်ရှိလာပါက၊ အလ္လာဟ်အရှင်မြတ်ထံတွင် ခိုလှုံပါ။ အမှန်မှာ၊ အရှင်သည် အရာခပ်သိမ်းကို ကြားတော်မူသောအရှင်၊ အရာခပ်သိမ်းကို သိရှိတော်မူသောအရှင် ဖြစ်သည်။ 7:200
- ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ် အောက်မေ့သတိရသောအခါ ၎င်းတို့၏ နှလုံးသားများတွင် ကြောက်ရွံ့ခြင်း ခံစားရသော သူများ၊ ထို့ပြင် အရှင်၏ အာယသ်တော်များ ရွတ်ဖတ်ပြသသောအခါ ၎င်းတို့၏ အီမာန်ယုံကြည်ခြင်းကို တိုးပွားစေသော သူများသာ ဖြစ်ကြသည်… 8:2
- အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော်ကို သစ္စာမဖောက်ပါနှင့်၊ ထို့ပြင် သင်တို့၏ ယုံကြည်စိတ်ချရသော တာဝန်ဝတ္တရားများ (နှင့် အလ္လာဟ်အရှင်မြတ် သင်တို့အပေါ် အမိန့်ပေးတော်မူသော တာဝန်များအားလုံး) ကို သိရှိလျက်သာလျှင် သစ္စာမဖောက်ပါနှင့်။ 8:27
- အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား နာခံပြီး ကြောက်ရွံ့ပါက၊ အရှင်သည် သင်တို့အား ဖှာရ်ကာန် (အမှန်နှင့်အမှား ခွဲခြားနိုင်သော စံသတ်မှတ်ချက်၊ သို့မဟုတ် ခက်ခဲသော အခြေအနေတိုင်းမှ ထွက်မြောက်ရန် နည်းလမ်း) ကို ပေးအပ်တော်မူမည်။ 8:29
- မယုံကြည်သူများသည် မိမိတို့၏ ဥစ္စာပစ္စည်းကို (လူများကို) အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ တားဆီးရန် သုံးစွဲကြပြီး၊ ၎င်းတို့သည် ထိုသို့ ဆက်လက်သုံးစွဲနေကြလိမ့်မည်။ သို့သော် နောက်ဆုံးတွင် ၎င်းသည် ၎င်းတို့အတွက် နောင်တရစရာ ဖြစ်လာမည်။ 8:36
- မယုံကြည်သူများအား ပြောပါ၊ အကယ်၍ ၎င်းတို့သည် (မယုံကြည်ခြင်းမှ) ရပ်စဲပါက၊ ၎င်းတို့၏ အတိတ်က အပြစ်များကို ခွင့်လွှတ်ခြင်းခံရမည်။ သို့သော် အကယ်၍ ၎င်းတို့သည် (ထိုသို့) ပြန်လာပါက၊ ၎င်းတို့မတိုင်မီ (ပြစ်ဒဏ်ခံခဲ့ရသော) သူများ၏ စံနမူနာများသည် သတိပေးချက်အနေဖြင့် ကြိုတင်ရှိနှင့်ပြီးဖြစ်သည်။ 8:38
- သင်တို့သည် (ရန်သူ) တပ်အင်အားနှင့် ရင်ဆိုင်တွေ့ဆုံသောအခါ၊ ခိုင်မာစွာရပ်တည်ပြီး အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို (နှုတ်နှင့်ရော စိတ်နှင့်ပါ) များစွာ အောက်မေ့သတိရပါ။ သို့မှသာ သင်တို့ အောင်မြင်ကြမည်။ 8:45
- မိမိတို့၏ အိမ်များမှ မာနကြီးစွာဖြင့်လည်းကောင်း၊ လူတို့အား ပြသရန်အတွက်လည်းကောင်း ထွက်လာကြပြီး (လူများကို) အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ တားဆီးကြသော သူများနှင့် မတူကြပါနှင့်။ 8:47
- အလ္လာဟ်အရှင်မြတ်သည် လူမျိုးတစ်မျိုးအား ပေးအပ်တော်မူခဲ့သော ကျေးဇူးတော်ကို ၎င်းတို့သည် မိမိတို့ကိုယ်တွင်းရှိ အခြေအနေကို မပြောင်းလဲမချင်း ဘယ်သောအခါမျှ မပြောင်းလဲတော်မူပါ။ 8:53
- အလ္လာဟ်အရှင်မြတ်ထံတော်၌ သတ္တဝါများအနက် အဆိုးရွားဆုံးမှာ မယုံကြည်သူများဖြစ်သည်။ 8:55
- ဘုရားရှင်သည် အရှင်ကို ယုံကြည်သူများ၏ နှလုံးသားများကြားတွင် မေတ္တာတရားနှင့် ချစ်ခင်မှုကို ဖြစ်ပေါ်စေတော်မူသည်။ 8:63
- ခိုလှုံရန် တောင်းခံသူများကို ကာကွယ်စောင့်ရှောက်ပြီး ကူညီပါ။ 9:6
- အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို မွတ်ရှ်ရစ်ကန်များ (အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများ) က ထိန်းသိမ်းခြင်းသည် မသင့်လျော်ပါ။ 9:17
- ၎င်းတို့ (မယုံကြည်သူများ၊ ဂျူးများနှင့် ခရစ်ယာန်များ) သည် အလ္လာဟ်အရှင်မြတ်၏ အလင်းတော် (မုဟမ္မဒ် ﷺ ကို စေလွှတ်တော်မူခဲ့သည့် အစ္စလာမ်ဘာသာ၏ တစ်ဆူတည်းသော ဘုရားကိုးကွယ်ခြင်း) ကို ၎င်းတို့၏ ပါးစပ်များဖြင့် ငြိမ်းသတ်ရန် ကြိုးစားကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများ မုန်းတီးသော်လည်း အရှင်၏ အလင်းတော် ပြည့်စုံတော်မူခြင်းကိုသာလျှင် ငြင်းပယ်တော်မူမည်မဟုတ်ပေ။ 9:32
- ဆွဒကါသ် (ဇကာသ်) များသည် အောက်ပါသူများအတွက်သာ ဖြစ်သည်။ ၁) ဖုခရာဟ် (အလွန်ဆင်းရဲသူများ)၊ ၂) အလ်-မဆာကီးန် (ဆင်းရဲနွမ်းပါးသူများ)၊ ၃) ထိုငွေများကို စုဆောင်းရန် စေလွှတ်ခြင်းခံရသူများ၊ ၄) အစ္စလာမ်ဘာသာသို့ စိတ်စေတနာ စွဲမက်လာအောင် ဆွဲဆောင်ရမည့်သူများ၊ ၅) ကျွန်များကို လွှတ်ပေးရန်၊ ၆) ကြွေးမြီရှိသူများ၊ ၇) အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် (မုဂျာဟိဒ်များ)၊ ၈) ခရီးသွားများအတွက် ဖြစ်သည်။ 9:60
- မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော် (ﷺ) ကို ဆန့်ကျင်ပြီး ရန်လိုပါက၊ ထိုသူအတွက် ငရဲဂျဟန္နမ်၏ မီးရှိမည်ဖြစ်ပြီး၊ ထိုတွင် ထာဝရစံမြန်းရမည်။ ဤသည်မှာ အလွန်ကြီးကျယ်သော အရှက်တွဲခြင်းပင်ဖြစ်သည်။ 9:63
- လျှို့ဝှက်သွေဖည်သူ အမျိုးသားများနှင့် အမျိုးသမီးများသည် အချင်းချင်း တူညီကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မေ့လျော့ခဲ့ကြသည်၊ ထို့ကြောင့် အရှင်သည်လည်း ၎င်းတို့ကို မေ့လျော့တော်မူခဲ့သည်။ 9:67
- သန့်ရှင်းစင်ကြယ်မှုအတွက် ကြိုးစားပါ။ ဗလီ၏ မြင့်မြတ်မှုကို ရိုသေပါ။ 9:108
- မွတ်ရှ်ရစ်ကန်များအတွက် — ၎င်းတို့သည် ဆွေမျိုးသားချင်းများဖြစ်ကြသော်လည်း — ၎င်းတို့သည် ငရဲသားများဖြစ်ကြောင်း ရှင်းလင်းသိရှိပြီးနောက် (၎င်းတို့သည် မယုံကြည်မှုဖြင့် သေဆုံးသွားသောကြောင့်) (နဗီတမန်တော်နှင့် ယုံကြည်သူများအတွက်) အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်ခြင်းတောင်းခံခြင်းသည် မသင့်လျော်ပါ။ 9:113
- အလ္လာဟ်အရှင်မြတ်ပေါ်တွင် မဟုတ်မမှန်ကို စွပ်စွဲသော သို့မဟုတ် အရှင်၏ အာယသ်တော်များကို ငြင်းပယ်သော သူထက် သာ၍ မတရားကျူးလွန်သူ မည်သူရှိသနည်း။ အမှန်မှာ၊ အပြစ်ကျူးလွန်သူများသည် ဘယ်သောအခါမျှ အောင်မြင်ကြမည်မဟုတ်ပေ။ 10:17
- ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့အား အန္တရာယ်မပြုနိုင်သော သို့မဟုတ် အကျိုးမပေးနိုင်သော အရာများကို ကိုးကွယ်ကြပြီး၊ "ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ကျွန်ုပ်တို့၏ ကြားဝင်စေ့စပ်ပေးသူများဖြစ်သည်" ဟု ဆိုကြသည်။ ဟောပါ။ "သင်တို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်တွင် အရှင်မသိရှိသော အရာကို အလ္လာဟ်အရှင်မြတ်အား သတင်းပေးနေကြသလော။" အရှင်သည် ၎င်းတို့ တွဲဖက်ကိုးကွယ်သော အရာအားလုံးထက် မြင့်မြတ်တော်မူပြီး စင်ကြယ်တော်မူ၏။ 10:18
- မကောင်းမှု၏ အပြစ်ဒဏ်သည် ၎င်းနှင့် တူညီသော မကောင်းမှုပင်ဖြစ်သည်။ 10:27
- ဤအရှင်သည် အလ္လာဟ်အရှင်မြတ်၊ သင်တို့၏ အမှန်တရားဖြစ်သော အရှင်သခင် (ရဗ်ဗ်) ပင်ဖြစ်သည်။ သို့ဖြစ်၍ အမှန်တရားပြီးနောက် လမ်းလွဲခြင်းမှတစ်ပါး အခြားဘာရှိမည်နည်း။ သို့ဖြစ်လျှင် သင်တို့ကို မည်သို့ လှည့်ဖြားခြင်းခံရသနည်း။ 10:32
- ၎င်းတို့အနက် အများစုသည် ထင်မြင်ချက်ကိုသာလျှင် လိုက်နာကြသည်။ အမှန်မှာ ထင်မြင်ချက်သည် အမှန်တရားကို မည်သည့်အရာမျှ အစားမထိုးနိုင်ပေ။ 10:36
- အမှန်မှာ။ အလ္လာဟ်အရှင်မြတ်သည် လူသားများကို မည်သည့်အရာမျှ မတရားမပြုပါ။ သို့သော် လူသားများပင် မိမိတို့ကိုယ်ကို မတရားပြုကြသည်။ 10:44
- အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်သည် လူသားတစ်ဦး စုဆောင်းသိမ်းဆည်းနိုင်သမျှထက် သာလွန်ကောင်းမွန်ကြောင်း သိမှတ်ပါ။ 10:58
- အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်သူများထဲမှ မဖြစ်ပါနှင့်၊ သို့မဟုတ်ပါက သင်တို့သည် ရှုံးနိမ့်သူများထဲတွင် ဖြစ်သွားမည်။ 10:95
- အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အန္တရာယ်တစ်စုံတစ်ရာ ထိခိုက်စေတော်မူပါက၊ အရှင်မှတစ်ပါး ၎င်းကို ဖယ်ရှားနိုင်သူမရှိပါ။ ထို့ပြင် အကယ်၍ အရှင်သည် သင်တို့အတွက် ကောင်းကျိုးတစ်စုံတစ်ရာကို ရည်ရွယ်တော်မူပါက၊ အရှင်၏ ကျေးဇူးတော်ကို ပြန်လည်တားဆီးနိုင်သူမရှိပါ။ အရှင်သည် ၎င်းအား အရှင်၏ ကျွန်များအနက် အလိုရှိတော်မူသူထံသို့ ပေးအပ်တော်မူသည်။ 10:107
- ကမ္ဘာမြေပေါ်တွင် မည်သည့် သက်ရှိသတ္တဝါမျှ မရှိပါ၊ ၎င်း၏ အစားအစာသည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌ မတည်ရှိသော သတ္တဝါမျှ မရှိပါ။ ထို့ပြင် အရှင်သည် ၎င်း၏ နေထိုင်ရာနေရာနှင့် ၎င်း၏ သိုမှီးရာနေရာ (သန္ဓေအိမ်၊ သင်္ချိုင်းတွင်းစသည်) ကို သိရှိတော်မူသည်။ 11:6
- အကယ်၍ ကျွန်ုပ်တို့သည် လူသားအား ကျွန်ုပ်တို့ထံမှ ကရုဏာတော်ကို မြည်းစမ်းစေပြီးနောက်၊ ၎င်းကို သူ့ထံမှ ပြန်လည်ရုပ်သိမ်းလိုက်ပါက၊ အမှန်မှာ သူသည် အားကိုးရာမဲ့ပြီး ကျေးဇူးကန်းသော သူဖြစ်သွားသည်။ 11:9
- မည်သူမဆို လောကီဘဝနှင့် ၎င်း၏ တင့်တယ်ခြင်းကို လိုလားပါက၊ ၎င်းတို့အား ကျွန်ုပ်တို့သည် ထိုဘဝတွင် ၎င်းတို့၏ လုပ်ရပ်များအတွက် အပြည့်အစုံ ပေးအပ်မည်ဖြစ်ပြီး ၎င်းတို့အား ထိုဘဝတွင် လျှော့ပေါ့ခြင်း မပြုရ။ 11:15
- ကျွန်ုပ်တို့သည် ၎င်းတို့ကို မတရားပြုခဲ့ခြင်းမဟုတ်ပါ။ သို့သော် ၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် မတရားပြုခဲ့ကြသည်။ ၎င်းတို့၏ အရှင်သခင် (ရဗ်ဗ်) ၏ အမိန့်တော် ရောက်ရှိလာသောအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ဆုတောင်းပူဇော်ခဲ့သော ၎င်းတို့၏ နတ်ဘုရားများသည် ၎င်းတို့အတွက် မည်သည့်အကျိုးမျှ မပေးနိုင်ခဲ့ပေ။ ထို့ပြင် ၎င်းတို့အား ပျက်စီးခြင်းမှတစ်ပါး အခြား မည်သည့်အရာကိုမျှ မတိုးပွားစေခဲ့ပေ။ 11:101
- ၎င်း (ပြစ်ဒဏ်) ရောက်ရှိလာသော ထိုနေ့တွင်၊ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်တော်မရှိဘဲ မည်သူမျှ စကားမပြောနိုင်ရ။ ၎င်းတို့အနက် အချို့သည် ကံဆိုးသူများဖြစ်ကြပြီး (အချို့မှာ) ကံကောင်းသူများဖြစ်ကြသည်။ 11:105
- ကံဆိုးသူများအနေဖြင့် ၎င်းတို့သည် ငရဲမီး၌ ရှိကြမည်။ ထိုတွင် ၎င်းတို့အတွက် မြည်တမ်းခြင်းနှင့် ညည်းညူခြင်းတို့ရှိကြမည်။ 11:106
- ၎င်းတို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ တည်ရှိနေသမျှ ကာလပတ်လုံး ထိုတွင် ထာဝရစံမြန်းကြမည်။ သို့သော် သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) ၏ အလိုတော်မှတစ်ပါး။ အမှန်မှာ သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) သည် အလိုရှိတော်မူသောအရာကို ပြုတတ်သောအရှင် ဖြစ်သည်။ 11:107
- ကံကောင်းသူများမူကား ၎င်းတို့သည် ဂျန္နသ်သုခဘုံ၌ ရှိကြမည်။ ထိုတွင် ထာဝရစံမြန်းကြမည်။ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ တည်ရှိနေသမျှ ကာလပတ်လုံး၊ သို့သော် သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) ၏ အလိုတော်မှတစ်ပါး။ (၎င်းသည်) ကုန်ဆုံးခြင်းမရှိသော လက်ဆောင်တော်ဖြစ်သည်။ 11:108
- မတရားကျူးလွန်သူများထံသို့ မယိမ်းယိုင်/မျက်နှာသာမပေးပါနှင့်၊ သို့မဟုတ်ပါက ငရဲမီးသည် သင်တို့ကို ထိခိုက်မည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့အတွက် ကာကွယ်စောင့်ရှောက်သူများမရှိဘဲ၊ ထို့နောက် သင်တို့အား ကူညီခြင်းလည်း မပြုရ။ 11:113
- နေ့၏ အစွန်းနှစ်ဖက်နှင့် ည၏ အချို့သော အချိန်များတွင် ဆွလာသ်ဝတ်ပြုဆုတောင်းခြင်းကို ဆောင်ရွက်ပါ (ဆိုလိုသည်မှာ နေ့စဉ် ဆုတောင်း ၅ ကြိမ်)။ ကောင်းမှုကုသိုလ်များသည် မကောင်းမှုများ (ဆိုလိုသည်မှာ အငယ်စား အပြစ်များ) ကို ဖယ်ရှားပေးသည်။ 11:114
- မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ မမြင်နိုင်သော အရာများသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။ ထို့ပြင် ကိစ္စအရပ်ရပ်အားလုံးသည် အရှင်ထံသို့ ပြန်လည်ရောက်ရှိသည်။ 11:123
- အမိန့်တော် (သို့မဟုတ် စီရင်ဆုံးဖြတ်ခြင်း) သည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။ အရှင်သည် သင်တို့အား အရှင်မှတစ်ပါး မည်သူ့ကိုမျှ မကိုးကွယ်ရန် (တစ်ဆူတည်းသော ဘုရားကိုးကွယ်ခြင်း) အမိန့်ပေးတော်မူခဲ့သည်။ ထိုအရာသည် ဖြောင့်မတ်သော ဘာသာတရားဖြစ်သည်။ သို့သော် လူအများစုမှာ မသိရှိကြပေ။ 12:40
- အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို ဘယ်သောအခါမျှ မျှော်လင့်ချက်မဖြတ်ပါနှင့်။ 12:87
- သင်တို့သည် အလွန်လိုလားတောင့်တသော်လည်း လူအများစုသည် ယုံကြည်ကြမည်မဟုတ်ပေ။ 12:103
- ထို့ပြင် ၎င်းတို့အနက် အများစုသည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခြင်းမရှိကြဘဲ၊ ၎င်းတို့သည် (အရှင်နှင့်) တွဲဖက်ကိုးကွယ်ခြင်းသာလျှင်ရှိသည် (ဆိုလိုသည်မှာ ၎င်းတို့သည် မွတ်ရှ်ရစ်ကန်များဖြစ်ကြသည်)။ 12:106
- ၎င်း (ကုရ်အာန်ကျမ်းတော်မြတ်) သည် ပြုလုပ်ခဲ့သော စကားတစ်ခုမဟုတ်ပါ။ သို့သော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရှိပြီးသား ကျမ်းတော်များ (သော်ရသ်၊ အင်ဂျီလ်နှင့် အခြားသော ကျမ်းတော်များ) ကို အတည်ပြုခြင်းဖြစ်ပြီး၊ အရာခပ်သိမ်း၏ အသေးစိတ် ရှင်းလင်းချက်နှင့် ယုံကြည်သူများအတွက် လမ်းညွှန်မှုနှင့် ကရုဏာတော်လည်းဖြစ်သည်။ 12:111
- အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသူအား စားနပ်ရိက္ခာကို ချဲ့ထွင်ပေးတော်မူပြီး (အလိုရှိတော်မူသူအား) ကျဉ်းမြောင်းစေတော်မူသည်။ 13:26
- အလ္လာဟ်အရှင်မြတ်ကို ဇစ်ကရ် (အောက်မေ့သတိရခြင်း) ဖြင့် မကြာခဏ အောက်မေ့သတိရပါ။ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သူများသည် အရှင်ကို အောက်မေ့သတိရခြင်းဖြင့် စိတ်အေးချမ်းမှုကို ရရှိကြသည်။ 13:28
- ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များကို ပြုကြသော သူများသည် ပျော်ရွှင်ခြင်းနှင့် စိတ်ငြိမ်သက်ခြင်းကို ခံစားကြရသည်။ 13:29
- နောင်ဘဝ (အာခိရသ်) ထက် လောကီဘဝကို ဦးစားပေးသော သူများ၊ (လူများကို) အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော် (အစ္စလာမ်) မှ တားဆီးသော သူများနှင့် ထိုလမ်းကို ကောက်ကွေးအောင် ကြိုးစားသော သူများ — ထိုသူများသည် ဝေးကွာသော လမ်းလွဲခြင်း၌ ရှိကြသည်။ 14:3
- ဝတ်ပြုဆည်းကပ်ရာတွင် နှိမ့်ချခြင်းနှင့် ကျေးဇူးတင်ခြင်းကို ကျင့်သုံးပါ။ 14:7
- မိမိတို့၏ အရှင်သခင် (ရဗ်ဗ်) ကို မယုံကြည်သူများ၏ ဥပမာမှာ၊ ၎င်းတို့၏ လုပ်ရပ်များသည် မုန်တိုင်းထန်သော နေ့တွင် လေသည် ၎င်းအပေါ် ပြင်းထန်စွာ တိုက်ခတ်သော ပြာများကဲ့သို့ဖြစ်သည်။ ၎င်းတို့သည် မိမိတို့ ရရှိထားသော အရာများမှ မည်သည့်အရာကိုမျှ ရရှိနိုင်မည်မဟုတ်ပေ။ 14:18
- အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို ဤလောကဘဝတွင် (ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ဆက်လက်ကိုးကွယ်ကြလိမ့်မည်) နှင့် နောင်ဘဝတွင် ခိုင်ခံ့သော စကားဖြင့် တည်မြဲစေတော်မူမည်။ 14:27
- မတရားကျူးလွန်သူများ (မွတ်ရှ်ရစ်ကန်များ၊ ညှဉ်းပန်းနှိပ်စက်သူများ စသည်) ပြုလုပ်သော အရာများကို အလ္လာဟ်အရှင်မြတ် သတိမပြုမိဟု မထင်ပါနှင့်။ သို့သော် အရှင်သည် ၎င်းတို့အား မျက်လုံးများ ထိတ်လန့်တုန်လှုပ်ဖွင့်မောနေသော ထိုနေ့တိုင်အောင် ၎င်းတို့ကို ဆိုင်းငံ့ထားတော်မူသည်။ 14:42
- အလ္လာဟ်အရှင်မြတ်သည် လူတိုင်းအား မိမိရရှိခဲ့သော အကျိုးအတိုင်း အပြည့်အစုံ ဆပ်တော်မူရန်ဖြစ်သည်။ အမှန်မှာ အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းလင်းရာတွင် အလွန်လျင်မြန်တော်မူသော အရှင်ဖြစ်သည်။ 14:51
- ထို့ပြင် အမှန်မှာ ကျွန်ုပ်တို့သည် လူသားကို အသံမြည်သော ရွှံ့စေး၊ အနက်ရောင် ပြောင်းလဲထားသော ရွှံ့မှ ဖန်တီးတော်မူခဲ့သည်။ 15:26
- ထို့ပြင် ဂျင်န်များကို ကျွန်ုပ်တို့သည် ယင်းမတိုင်မီက မီးတောက်မှ ဖန်တီးတော်မူခဲ့သည်။ 15:27
- ၎င်း (ငရဲ) တွင် တံခါးခုနစ်ပေါက်ရှိသည်။ ထိုတံခါးပေါက်တစ်ခုစီအတွက် (သီးခြား) အပြစ်သားအုပ်စုကို သတ်မှတ်ထားသည်။ 15:44
- အရှင်သည် လူသားကို သုက်ရည်မှ (အမျိုးသားနှင့် အမျိုးသမီး လိင်ထွက်ပစ္စည်းများ ရောစပ်ထားသော အရာ) ဖန်တီးတော်မူခဲ့ပြီး၊ ထို့နောက် ဤ (လူသား) သည် ထင်ရှားသော ဆန့်ကျင်ဘက်ဖြစ်သူ ဖြစ်လာသည်။ 16:4
- ထို့ပြင် မွေးမြူရေးတိရစ္ဆာန်များကို အရှင်သည် သင်တို့အတွက် ဖန်တီးတော်မူခဲ့သည်။ ၎င်းတို့တွင် သင်တို့အတွက် နွေးထွေးမှု (နွေးထွေးသော အဝတ်အစား) နှင့် အကျိုးကျေးဇူးများစွာရှိပြီး၊ ၎င်းတို့မှ သင်တို့ စားသုံးကြသည်။ 16:5
- ထို့ပြင် (အရှင်သည် ဖန်တီးတော်မူခဲ့သည်) မြင်းများ၊ လားများနှင့် မြည်းများကို သင်တို့ စီးနင်းရန်နှင့် အဆင်တန်ဆာအဖြစ်။ ထို့ပြင် အရှင်သည် သင်တို့ မသိသော အခြားအရာများကိုလည်း ဖန်တီးတော်မူသည်။ 16:8
- အရှင်သည် မိုးကောင်းကင်မှ ရေ (မိုးရွာခြင်း) ကို သွန်းချပေးတော်မူသောအရှင်ဖြစ်သည်။ ၎င်းမှ သင်တို့ သောက်သုံးကြပြီး၊ ၎င်းမှ သင်တို့သည် မိမိတို့၏ မွေးမြူရေးတိရစ္ဆာန်များကို ကျွေးမွေးရာ အပင်များ ပေါက်ရောက်သည်။ 16:10
- အရှင်သည် ပင်လယ်ကို သင်တို့အလိုသို့ လိုက်စေတော်မူသောအရှင်ဖြစ်သည်။ သင်တို့သည် ၎င်းမှ လတ်ဆတ်သော အသား (ငါး) ကို စားသုံးနိုင်ရန်နှင့် ၎င်းမှ သင်တို့ ဝတ်ဆင်နိုင်သော အဆင်တန်ဆာများကို ထုတ်ယူနိုင်ရန်တည်း။ 16:14
- အရှင်သည် ကမ္ဘာမြေပေါ်တွင် ခိုင်မြဲသော တောင်တန်းများကို စိုက်ထူတော်မူခဲ့သည်။ သို့မှသာ ၎င်းသည် သင်တို့နှင့်အတူ လှုပ်ယမ်းခြင်းမရှိစေရန်၊ ထို့ပြင် မြစ်များနှင့် လမ်းများ (ဖန်တီးတော်မူခဲ့သည်)။ သို့မှသာ သင်တို့ လမ်းညွှန်ခြင်းခံရရန်။ 16:15
- ဖန်တီးတော်မူသောအရှင်သည် မဖန်တီးနိုင်သော အရာနှင့် တူညီပါသလော။ သင်တို့သည် အဘယ်ကြောင့် သတိမရသနည်း။ 16:17
- အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို ရေတွက်ရန် ကြိုးစားပါက၊ ၎င်းတို့ကို ဘယ်သောအခါမျှ ရေတွက်နိုင်မည်မဟုတ်ပေ။ 16:18
- အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ဖုံးကွယ်ထားသောအရာနှင့် သင်တို့ ထုတ်ဖော်ပြသသောအရာကို သိရှိတော်မူသည်။ 16:19
- ၎င်းတို့ (မွတ်ရှ်ရစ်ကန်များ) သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ဆုတောင်းပူဇော်သော အရာများသည် မည်သည့်အရာကိုမျှ မဖန်တီးခဲ့ကြဘဲ၊ ၎င်းတို့ကိုယ်တိုင်ပင် ဖန်တီးခြင်းခံရသည်။ 16:20
- (၎င်းတို့သည်) သေလွန်သောသူများ၊ အသက်မရှိသောသူများဖြစ်ကြပြီး၊ ၎င်းတို့သည် မည်သည့်အခါ ပြန်လည်ထမြောက်ခြင်းခံရမည်ကိုလည်း မသိကြပေ။ 16:21
- ကျွန်ုပ်တို့သည် တစ်စုံတစ်ရာကို လိုလားသောအခါ၊ ၎င်းအတွက် ကျွန်ုပ်တို့၏ စကားတော်သည် "ဖြစ်လော့" ဟု ဆိုရုံမျှသာဖြစ်ပြီး၊ ၎င်းသည် ဖြစ်သွားသည်။ 16:40
- မကောင်းသော ကြံစည်မှုများကို ပြုလုပ်သူများသည် အလ္လာဟ်အရှင်မြတ် သူတို့ကို မြေကြီးထဲသို့ နစ်မြုပ်စေတော်မူမည်မဟုတ်၊ သို့မဟုတ် ပြစ်ဒဏ်သည် ၎င်းတို့ သိမြင်နိုင်ခြင်းမရှိသော ဘက်မှ ရောက်ရှိလာမည်မဟုတ်ဟု စိတ်ချလုံခြုံနေကြပါသလော။ 16:45
- သင်တို့၌ ရှိသော ကောင်းချီးမင်္ဂလာများနှင့် ကောင်းသောအရာများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်။ ထို့နောက် အန္တရာယ်တစ်စုံတစ်ရာ သင်တို့ကို ထိခိုက်သောအခါ၊ သင်တို့သည် အရှင်ထံသို့သာလျှင် အကူအညီတောင်းခံ အော်ဟစ်ကြသည်။ 16:53
- ထို့နောက် အရှင်သည် အန္တရာယ်ကို သင်တို့ထံမှ ဖယ်ရှားပေးတော်မူသောအခါ၊ သင်တို့အနက်မှ အချို့သောသူများသည် မိမိတို့၏ အရှင်သခင် (ရဗ်ဗ်) (အလ္လာဟ်အရှင်မြတ်) နှင့် တွဲဖက်ကိုးကွယ်ကြသည်။ 16:54
- မွေးမြူရေးတိရစ္ဆာန်များတွင် သင်တို့အတွက် သင်ခန်းစာရှိသည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ဗိုက်အတွင်းမှ၊ မစင်နှင့် သွေးကြားမှ၊ သန့်ရှင်းသော နို့ကို သင်တို့အား တိုက်ကျွေးပါသည်။ ၎င်းသည် သောက်သုံးသူများအတွက် အရသာရှိသော အရာဖြစ်သည်။ 16:66
- ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အတွက် ပုံခိုင်းမှုများ ပြုလုပ်ခြင်းမပြုပါနှင့် (အကြောင်းမှာ အရှင်နှင့် တူညီသောအရာမရှိသလို၊ အရှင်သည်လည်း မည်သည့်အရာနှင့်မျှ မတူပါ)။ အမှန်မှာ အလ္လာဟ်အရှင်မြတ်သည် သိရှိတော်မူသည်။ သို့သော် သင်တို့မှာ မသိရှိကြပေ။ 16:74
- အလ္လာဟ်အရှင်မြတ်သည် လူသားများအား ကြားနိုင်မှု၊ မြင်နိုင်မှု၊ ဉာဏ်ရည်နှင့် ခံစားချက်များကို ပေးအပ်တော်မူခဲ့ကြောင်း သိမှတ်ပါ။ သို့မှသာ ၎င်းတို့သည် ကျေးဇူးတင်တတ်ကြရန်။ 16:78
- လောဘနှင့် ဝန်ခံခြင်းကို ရှောင်ကြဉ်ပါ။ 16:97
- သင်တို့သည် ကုရ်အာန်ကျမ်းတော်မြတ်ကို ရွတ်ဖတ်လိုသောအခါ၊ နှင်ထုတ်ခြင်းခံရသော (ကျိန်ဆဲခြင်းခံရသော) ရှိုင်သွန် (စာတန်) မှ အလ္လာဟ်အရှင်မြတ်ထံတွင် ခိုလှုံပါ။ 16:98
- အသိပညာမရှိဘဲ ပြုလုပ်မိသော မကောင်းမှုသည် ထိုသူ နောင်တရကာ မိမိကိုယ်ကို ပြုပြင်ပါက ခွင့်လွှတ်ခြင်းခံရကြောင်း သိမှတ်ပါ။ 16:119
- (အို မုဟမ္မဒ် ﷺ) သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) ၏ လမ်းတော် (အစ္စလာမ်) သို့ ဉာဏ်ပညာနှင့် ကောင်းသော ဆုံးမဩဝါဒဖြင့် ဖိတ်ခေါ်ပါ။ ထို့ပြင် ၎င်းတို့နှင့် အကောင်းဆုံးသော နည်းလမ်းဖြင့် ဆွေးနွေးပါ။ အခြားသူများကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်သို့ ဖိတ်ခေါ်ခြင်းသည် ဉာဏ်ပညာနှင့် ကြင်နာမှုဖြင့် ပြုလုပ်သင့်သည်။ 16:125
- အလ္လာဟ်အရှင်မြတ်သည် အရှင်အား ကြောက်ရွံ့သော သူများ (အရှင်အပေါ် သစ္စာစောင့်သိသော သူများ) နှင့် ကောင်းမှုကုသိုလ်ပြုသူများ (မုဟ်ဆင်န်) တို့နှင့်အတူရှိတော်မူသည်။ 16:128
- ဤကုရ်အာန်ကျမ်းတော်မြတ်သည် အလွန်ဖြောင့်မတ်ပြီး အကောင်းဆုံးသော အရာဆီသို့ လမ်းညွှန်တော်မူသည်။ 17:9
- မည်သူတစ်ဦးတစ်ယောက်မျှ အခြားသူတစ်ဦး၏ အပြစ်များကို ထမ်းဆောင်ရမည်မဟုတ်ပေ။ 17:15
- မည်သူမဆို နောင်ဘဝ (အာခိရသ်) ကို လိုလားပြီး ၎င်းအတွက် သင့်လျော်သော ကြိုးစားအားထုတ်မှုကို ပြုလုပ်ပါက၊ ထိုသူသည် ယုံကြည်သူတစ်ဦးဖြစ်နေစဉ်၊ ထိုသို့သော သူများ၏ ကြိုးစားအားထုတ်မှုကို အသိအမှတ်ပြုခြင်း၊ ကျေးဇူးတင်ခြင်းနှင့် ဆုလာဘ်ပေးအပ်ခြင်းခံရမည် (အလ္လာဟ်အရှင်မြတ်ထံတော်မှ)။ 17:19
- မိဘများကို ဂုဏ်ပြုပြီး ကရုဏာထားပါ။ မိဘများကို သစ္စာစောင့်သိပါ။ မိဘများအား မရိုမသေစကားတစ်ခွက်မျှ မပြောပါနှင့်။ သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) သည် သင်တို့အား အရှင်မှတစ်ပါး မည်သူ့ကိုမျှ မကိုးကွယ်ရန် အမိန့်ပေးတော်မူခဲ့သည်။ ထို့ပြင် မိဘများကို ကောင်းမှုပြုရန်။ အကယ်၍ ၎င်းတို့အနက်မှ တစ်ဦးဦး သို့မဟုတ် နှစ်ဦးစလုံးသည် သင်တို့၏ ဘဝတွင် အိုမင်းမှုသို့ ရောက်ရှိပါက၊ ၎င်းတို့အား "ဖျင်" ဟူသော စကားကိုမျှ မပြောပါနှင့်၊ ထို့ပြင် ၎င်းတို့ကို အော်ဟစ်ငေါက်ငမ်းခြင်းမပြုပါနှင့်။ သို့သော် ၎င်းတို့အား ရိုသေမှုရှိသော စကားဖြင့် ပြောဆိုပါ။ 17:23
- ထို့ပြင် ကရုဏာတရားဖြင့် နှိမ့်ချမှု၏ အတောင်ကို ၎င်းတို့အတွက် နှိမ့်ချထားပြီး၊ "အို ကျွန်ုပ်၏ အရှင်သခင် (ရဗ်ဗ်)။ ကျွန်ုပ် ငယ်စဉ်အခါက ၎င်းတို့ ကျွန်ုပ်ကို ပြုစုပျိုးထောင်ခဲ့သကဲ့သို့၊ အရှင်သည် ၎င်းတို့အား ကရုဏာတော်ဖြင့် သနားတော်မူပါ။" ဟု ဆုတောင်းပါ။ 17:24
- အမှန်မှာ အလွန်အကျွံသုံးစွဲသူများသည် ရှိုင်သွန် (စာတန်) ၏ ညီအစ်ကိုများဖြစ်ကြပြီး၊ ရှိုင်သွန် (စာတန်) သည် မိမိ၏ အရှင်သခင် (ရဗ်ဗ်) အား အမြဲ ကျေးဇူးကန်းသော သူဖြစ်သည်။ 17:27
- ငွေကြေးကို အလွန်အကျွံမသုံးစွဲပါနှင့်။ 17:29
- ဆင်းရဲမွဲတေမှုကိုစိုး၍ သင်တို့၏ သားသမီးများကို မသတ်ပါနှင့်။ 17:31
- အိမ်ထောင်ရေးဖောက်ပြန်ခြင်းကို မကျူးလွန်ပါနှင့်။ အိမ်ထောင်ရေး၏ မြင့်မြတ်မှုကို ထိန်းသိမ်းပြီး အိမ်ထောင်ရေးဖောက်ပြန်ခြင်းကို ရှောင်ကြဉ်ပါ။ 17:32
- သင်တို့ တိုင်းတာသောအခါ ပြည့်ပြည့်စုံစုံ တိုင်းတာပြီး ဖြောင့်မတ်သော ချိန်ခွင်ဖြင့် ချိန်ဆပါ။ ဤအရာသည် ကောင်းမွန်သည် (အကျိုးရှိသည်) နှင့် နောက်ဆုံးရလဒ်တွင် ပိုမိုကောင်းမွန်သည်။ 17:35
- (အို လူသား) သင်တို့တွင် အသိပညာမရှိသော အရာကို မလိုက်နာပါနှင့် (ဥပမာ — "ကျွန်ုပ် မြင်ခဲ့သည်" ဟု ဆိုခြင်း၊ သို့သော် သူမမြင်ခဲ့ဘဲ၊ သို့မဟုတ် "ကျွန်ုပ် ကြားခဲ့သည်" ဟု ဆိုခြင်း၊ သို့သော် သူမကြားခဲ့ဘဲ)။ 17:36
- နှိမ့်ချပြီး မာနကြီးခြင်းမပြုပါနှင့်။ ကမ္ဘာမြေပေါ်တွင် မာနကြီးစွာဖြင့် မလျှောက်ပါနှင့်။ အမှန်မှာ သင်တို့သည် ကမ္ဘာမြေကို ဖောက်ခွဲနိုင်မည်မဟုတ်သလို၊ တောင်တန်းများ၏ အမြင့်ကိုလည်း မရောက်ရှိနိုင်ပေ။ 17:37
- သင်တို့၏ အရှင်သခင် (ရဗ်ဗ်) သည် သင်တို့ကို အကောင်းဆုံး သိရှိတော်မူသည်။ အကယ်၍ အရှင်အလိုရှိတော်မူပါက၊ သင်တို့အား ကရုဏာတော်ထားတော်မူမည်။ သို့မဟုတ် အကယ်၍ အရှင်အလိုရှိတော်မူပါက၊ သင်တို့ကို ပြစ်ဒဏ်ပေးတော်မူမည်။ 17:54
- ဤလောကဘဝတွင် မျက်စိမမြင်သူ (ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာတော်များကို မမြင်ရဘဲ အရှင်ကို မယုံကြည်သူ) သည် နောင်ဘဝ (အာခိရသ်) ၌လည်း မျက်စိမမြင်သူဖြစ်ပြီး လမ်းမှ ပိုမိုလွဲမှားသော သူဖြစ်သည်။ 17:72
- သတ်မှတ်ထားသော ဆုတောင်းချိန်များကို စောင့်ထိန်းပါ။ 17:78
- အမှန်မှာ ကျွန်ုပ်တို့သည် ဤကုရ်အာန်ကျမ်းတော်မြတ်တွင် လူသားများအတွက် ပုံသက်သေမျိုးစုံကို အသေးစိတ် ရှင်းပြထားပြီးဖြစ်သည်။ သို့သော် လူအများစုသည် (အမှန်တရားကို) ငြင်းပယ်ခြင်းမှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ လက်မခံကြပေ။ 17:89
- ကျွန်ုပ်တို့သည် ဤကုရ်အာန်ကျမ်းတော်မြတ်တွင် လူသားများအတွက် ပုံသက်သေမျိုးစုံကို ဖော်ပြထားပြီးဖြစ်သည်။ သို့သော် လူသားသည် အရာခပ်သိမ်းထက် ငြင်းခုံတတ်သော သတ္တဝါဖြစ်သည်။ 18:54
- ၎င်းတို့၏ ပြစ်ဒဏ်မှာ ငရဲဂျဟန္နမ်ဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် မယုံကြည်ခဲ့ကြပြီး ကျွန်ုပ်၏ အာယသ်တော်များနှင့် ကျွန်ုပ်၏ ရစူလ်တမန်တော်များကို လှောင်ပြောင်ခြင်းနှင့် သရော်ခြင်းအဖြစ် သတ်မှတ်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ 18:106
- အလ္လာဟ်အရှင်မြတ် (၏ မြင့်မြတ်တော်မူခြင်း) နှင့် မသင့်လျော်ပါ။ အရှင်သည် သားတော်တစ်ပါးရှိရန် (ဤအချက်သည် ခရစ်ယာန်များ အလ္လာဟ်အရှင်မြတ်အပေါ် စွပ်စွဲသော �лепетမှု ဖြစ်သည့် အီစာ (ယေရှု) သည် အလ္လာဟ်အရှင်မြတ်၏ သားတော်ဖြစ်သည်ဟု ဆိုခြင်းကို ရည်ညွှန်းသည်)။ အရှင်သည် (၎င်းတို့ တွဲဖက်ကိုးကွယ်သော အရာအားလုံးထက်) မြင့်မြတ်တော်မူသည်။ 19:35
- လူများကို နူးညံ့သိမ်မွေ့စွာ ပြောဆိုပါ။ 20:44
- ကောင်းမှုကုသိုလ်များတွင် အချင်းချင်း ယှဉ်ပြိုင်ပါ။ 21:90
- အချည်းနှီးသော စကားများကို ရှောင်ကြဉ်ပါ။ 23:3
- မိမိတို့၏ ယဉ်ကျေးလိမ္မာမှု (အဝတ်အစား ဆင်ယင်မှု) ကို စောင့်ထိန်းပါ။ 23:5
- မိမိတို့၏ နှလုံးသားကို အပြစ်ဆီသို့ စေ့ဆော်မှုများမှ ကာကွယ်ပါ။ 23:97
- အခြားသူများကို ခွင့်လွှတ်ပြီး ၎င်းတို့၏ အမှားများကို သည်းခံပါ။ 24:22
- အခြားသူများ၏ ကိုယ်ရေးကိုယ်တာ လွတ်လပ်ခွင့်ကို ရိုသေပါ၊ အထူးသဖြင့် ၎င်းတို့၏ အိမ်များတွင်။ အိမ်နီးချင်းများ၏ အခွင့်အရေးများကို ကျေပွန်အောင်ဆောင်ရွက်ပါ။ 24:27
- (အမျိုးသားရော အမျိုးသမီးပါ) မျက်နှာကို နှိမ့်ချထားပါ။ မိမိတို့၏ ယဉ်ကျေးလိမ္မာမှုနှင့် အပျိုစင်ဘဝကို စောင့်ထိန်းပါ။ 24:30
- အဝတ်အစားနှင့် အပြုအမူတွင် ယဉ်ကျေးလိမ္မာမှုကို စောင့်ထိန်းပါ။ 24:31
- အလ္လာဟ်အရှင်မြတ်သည် အရှင်ကို ကိုးကွယ်ပြီး ကောင်းမှုကုသိုလ်များကို ပြုသူများအား လုံခြုံမှုနှင့် ငြိမ်းချမ်းမှုကို ပေးအပ်တော်မူကြောင်း သိမှတ်ပါ။ 24:55
- ခွင့်ပြုချက်မရှိဘဲ မိဘများ၏ ကိုယ်ရေးအိမ်သို့ မဝင်ပါနှင့်။ 24:58
- နှိမ့်ချပြီး ကျိုးနွံပါ။ 25:63
- မှားယွင်းသော သက်သေခံခြင်းနှင့် လှည့်စားခြင်းကို ရှောင်ကြဉ်ပါ။ 25:72
- နောင်ဘဝ (အာခိရသ်) ၏ ဆုလာဘ်အတွက် ကြိုးစားပါ၊ သို့သော် ဤလောကဘဝ၏ ကိစ္စများကို လျစ်လျူမရှုပါနှင့်။ 28:77
- အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသော နတ်ဘုရားတစ်ပါးကို ဆုတောင်းပူဇော်ခြင်းမပြုပါနှင့်။ 28:88
- လိင်တူဆက်ဆံခြင်းတွင် မပါဝင်ပါနှင့်။ 29:29
- မိမိတို့၏ ကြိုးပမ်းအားထုတ်မှုအားလုံးတွင် ထူးချွန်မှုအတွက် ကြိုးစားပါ။ 29:69
- ဆွလာသ်ဝတ်ပြုဆုတောင်းခြင်းကို ဆောက်တည်ပြီး ဇကာသ်ကို ပေးအပ်ပါ။ 31:4
- ကောင်းမှုကုသိုလ်ကို ညွှန်ကြားပြီး မကောင်းမှုကို တားမြစ်ပါ။ 31:17
- မိမိတို့၏ အပြုအမူတွင် မာနကြီးခြင်းကို ရှောင်ကြဉ်ပါ။ အချည်းနှီးသော စကားများဖြင့် အချိန်မဖြုန်းပါနှင့်။ 31:18
- မိမိတို့၏ လမ်းလျှောက်ပုံနှင့် စကားသံ၏ ကျယ်လောင်မှုတွင် မျှတပါ။ 31:19
- နဗီတမန်တော် မုဟမ္မဒ် ၏ စံနမူနာကို လိုက်နာပါ။ 33:21
- အမျိုးသမီးများသည် မိမိတို့၏ အလှအပနှင့် အဆင်တန်ဆာများကို ပြသခြင်း သို့မဟုတ် ကြွားဝါခြင်းမပြုသင့်ပါ။ 33:33
- အခြေအနေအားလုံးတွင် အမှန်တရားကို ပြောဆိုပါ။ 33:70
- ဆင်ခြင်သုံးသပ်ခြင်းဖြင့် ဉာဏ်ပညာနှင့် နားလည်မှုကို ရှာဖွေပါ။ 38:29
- ကုရ်အာန်ကျမ်းတော်မြတ်၏ အမိန့်တော်များကို လိုက်နာပါ။ 39:23
- အပြစ်သားတစ်ဦးသည် နောင်တရကာ အရှင်ထံသို့ ပြန်လာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်အားလုံးကို ခွင့်လွှတ်တော်မူသည်။ 39:53
- အလ္လာဟ်အရှင်မြတ်ထံသို့ ရိုးသားသော ဒူအာ (ဆုတောင်း) ကို ပြုလုပ်ပါ။ 40:60
- မကောင်းမှုကို ပိုမိုကောင်းမွန်သော အရာဖြင့် တွန်းလှန်ပါ။ 41:34
- ကိစ္စများကို ညှိနှိုင်းဆွေးနွေးခြင်းဖြင့် ဆုံးဖြတ်ပါ။ 42:38
- သင်တို့၏ အသံကို နဗီတမန်တော်၏ အသံထက် မမြှင့်ပါနှင့်။ 49:2
- လျှို့ဝှက်ချက်များကို စောင့်ထိန်းပြီး သစ္စာဖောက်ခြင်းကို ရှောင်ကြဉ်ပါ။ 49:6
- ပဋိပက္ခဖြစ်နေသူများကြားတွင် ငြိမ်းချမ်းရေးကို လွယ်ကူချောမွေ့စေပါ။ ပဋိပက္ခများတွင် ပြန်လည်သင့်မြတ်ရေးကို ရှာဖွေပါ။ 49:9
- အခြားသူများကို မလှောင်ပြောင်ပါနှင့်။ 49:11
- သံသယစိတ်ကို ရှောင်ကြဉ်ပါ။ သူလျှိုလုပ်ခြင်းနှင့် ကုလားထိုင် (အနာပြော) ခြင်းကို ရှောင်ကြဉ်ပါ။ အခြားသူများကို အသရေမဖျက်ပါနှင့် သို့မဟုတ် ကлеветаမပြုပါနှင့်။ ကုလားထိုင်ခြင်းနှင့် ကлеветаခြင်း ပုံစံအားလုံးမှ ရှောင်ကြဉ်ပါ။ မာနကြီးခြင်းသည် သင်တို့ကို မတရားမှုဆီသို့ မပို့ဆောင်ပါစေနှင့်။ 49:12
- ဖြောင့်မတ်ခြင်းသာလျှင် လူတစ်ဦးကို မြင့်မြတ်စေကြောင်း သိမှတ်ပါ။ လူသားများနှင့် ယဉ်ကျေးမှုများကြားရှိ ကွဲပြားမှုများကို ရိုသေပါ။ 49:13
- ဧည့်သည်များကို ဂုဏ်ပြုပါ။ 51:26
- အလ္လာဟ်အရှင်မြတ်အပေါ် မိမိတို့၏ တာဝန်ဝတ္တရားများကို သတိရှိပါ။ 51:56
- ဥစ္စာပစ္စည်းကို ကုသိုလ်ဖြစ်စေရန် သုံးစွဲပါ။ 57:7
- ဘာသာတရားတွင် ရဟန်းပြုခြင်း (အိမ်ထောင်ပြုခြင်းနှင့် သက်တောင့်သက်သာများကို စွန့်လွှတ်ခြင်း၊ ရဟန်းများ၊ သီလရှင်များ သို့မဟုတ် ဘာသာရေးဆိုင်ရာ ကတိသစ္စာများဖြင့် နေထိုင်သူများ သို့မဟုတ် ၎င်းတို့ နေထိုင်ရာ အဆောက်အအုံများကဲ့သို့) မရှိကြောင်း သိမှတ်ပါ။ 57:27
- ဥစ္စာပစ္စည်းက သင်တို့ကို အလ္လာဟ်အရှင်မြတ် အောက်မေ့သတိရခြင်းမှ မလွဲစေပါနှင့်။ 58:11
- အသိပညာရှိသူများအား အလ္လာဟ်အရှင်မြတ်က မြင့်မားသော ရာထူးအဆင့်အတန်းကို ပေးအပ်တော်မူမည်။ 58:11
- မွတ်စ်လင်မ်မဟုတ်သူများကို ကြင်နာစွာနှင့် တရားမျှတစွာ ဆက်ဆံပါ။ 60:8
- မိမိတို့၏ ယုံကြည်ချက်များနှင့် လုပ်ရပ်များတွင် လျှို့ဝှက်သွေဖည်ခြင်း (မုနာဖီကန်) ကို ရှောင်ကြဉ်ပါ။ 63:9
- လောဘနှင့် ဝန်ခံခြင်းမှ ဝေးဝေးနေပါ။ 64:16
- သင်တို့အား အပ်နှင်းထားသော ဗျာဒိတ်တော်များကို စောင့်ထိန်းပါ။ 73:15
- တရားစီရင်ရာနေ့ (ခိယာမသ်) ကို သတိရပါ။ 75:36
- စိတ်ရှည်သည်းခံမှုနှင့် ကရုဏာတရားကို ညွှန်ကြားပါ။ 90:17
- မိမိတို့၏ စိတ်ဝိညာဉ်ကို သန့်စင်စေသူများသည် အောင်မြင်ကြသည်။ ထို့ပြင် ၎င်းကို ညစ်ညမ်းစေသူများသည် ရှုံးနိမ့်ကြသည်။ 91:10
- ဆင်းရဲနွမ်းပါးသူများကို ဂရုမစိုက်ခြင်း သို့မဟုတ် တွန်းထုတ်ခြင်းမပြုပါနှင့်။ 93:10
- အသိပညာနှင့် နားလည်မှုကို ရှာဖွေပါ။ ကုရ်အာန်ကျမ်းတော်မြတ်ကို ဖတ်ရှုပြီး ၎င်းအပေါ် ဆင်ခြင်သုံးသပ်ပါ။ 96:1–5
- ဆင်းရဲနွမ်းပါးသူများကို အစာကျွေးရန် အားပေးပါ။ 107:3
""";
