const String quranIndexTamilRaw = r"""
மன்ஸில் துஆக்கள் 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
எங்கள் இறைவா துஆக்கள் 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
என் இறைவா துஆக்கள் 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ஆரோன் (ஹாரூன்) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
'அபாசா, S.80; 74:22
அங்கத் தூய்மை (வுளூ), 4:43; 5:6
ஆபிரகாம் (இப்ராஹீம்) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- யூதரும் அல்ல கிறிஸ்தவரும் அல்ல, 3:67-68
- பக்காவில் உள்ள முதல் கோவிலில் நின்றார், 3:97; 26:123
- கஃபாவின் அடித்தளங்களை எழுப்புகிறார் 2:124-129
- தனது மக்களை ஏகனான இறைவனை வணங்குமாறு அழைக்கிறார் 2:130-133; 26:69-89; 29:16; 29:24-27
- அகங்காரமான அரசனுடன் விவாதிக்கிறார் 2:258
- உயிர்த்தெழுதலைப் பற்றி விசாரிக்கிறார் 2:260
- யூதரும் அல்ல கிறிஸ்தவரும் அல்ல 3:65-68
- வானவியல் வழிபாட்டை மறுக்கிறார் 6:74-87
- இஸ்ஹாக்கின் பிறப்பு பற்றிய நற்செய்தி பெறுகிறார் 11:69-76; 51:24-30
- கஃபாவில் அவரது பிரார்த்தனை 14:35-41
- வானவர்களால் சந்திக்கப்படுகிறார் 15:51-56
- ஒரு முன்மாதிரி 16:123
- தனது தந்தையை உண்மையின் பக்கம் அழைக்கிறார் 19:41-50
- சிலைகளை அழிக்கிறார், நெருப்பிலிருந்து காப்பாற்றப்படுகிறார் 21:51-73; 37:83-113
- அனைவரையும் ஹஜ்ஜுக்கு அழைக்கிறார் 22:26
அப்ரார், 3:193, 198; 76:5; 82:13; 83:18-22
மாற்றீடு, 2:106, 16:101
அபூ லஹப், 111:1-5
ஆத் மக்கள், 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
ஆதம், 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- வானவர்கள் அவருக்கு சஜ்தா செய்யுமாறு கட்டளை, 2:34; 7:11
- அறிவின் மரம், 2:35; 7:19-20; 20:120-121
- சொர்க்கத்திலிருந்து விரட்டல் (ஏவாவுக்கு குற்றமில்லை), 2:36; 7:24
- அல்லாஹ்வால் கண்ணியப்படுத்தப்பட்டார், ஷைத்தானால் சோதிக்கப்பட்டார் 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- அல்லாஹ்வால் மன்னிக்கப்பட்டார் 2:37; 20:122
'ஆதியாத், S.100
'அத்ன் சொர்க்கம், 9:72; 13:23; 16:31; 18:31; 19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
துன்பம்
- மற்றொருவரின் சுமையை சுமக்க மாட்டோம், 6:164; 17:15; 35:18; 39:7; 53:38
- தாங்கும் திறனுக்கு அப்பால் சுமை இல்லை, 2:286; 6:152; 7:42; 23:62
- துன்பத்தில் பொறுமை, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90; 13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
வயதாதல், 16:70; 22:5; 30:54; 36:68
- உங்கள் பராமரிப்பில் உள்ள வயதான பெற்றோரிடம் நடத்தை, 17:23
அஹ்மத், 61:6
அஹ்காஃப், S.46; 46:21
அஹ்ஸாப், S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
ஐக்காஹ் நிவாசிகள், 15:78; 26:176; 38:13; 50:14
அஃலா S.87; 87:1; 92:20
'அலக், S.96
ஆல் இம்ரான், S.3
அல்லாஹ்
- அவனுக்கு ஒரு நாள் ஐம்பதாயிரம் ஆண்டுகளுக்குச் சமம், 70:4
- அவனுக்கு ஒரு நாள் ஆயிரம் மனித ஆண்டுகளுக்குச் சமம், 22:47; 32:5
- எதையும் செய்யும் ஆற்றல், 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- அனைத்து நீதிபதிகளிலும் சிறந்தவன், 95:8
- வரையறைக்கு அப்பாற்பட்டவன், 43:82; 67:12
- நிராகரிப்பாளர்களின் திட்டங்களை வீணாக்குகிறான், 8:30; 8:36
- மனிதர்களை மறைய வைத்து வேறு உயிரினங்களை கொண்டு வர முடியும், 4:133; 14:19; 35:16
- சிரிக்கவும் அழவும் வைக்கிறான், 53:43
- ஒரு மனிதனை ஒரு நூற்றாண்டு தூங்க வைத்தான், 2:259
- உண்மையை மறுப்போரின் எதிரி, 2:98
- காலை முதல் இரவு வரை அவனை போற்றுங்கள், 33:42
- பொய்யான பெண் குழந்தைகள், 16:57; 17:40; 43:16; 52:39; 53:21-22
- பெயரால், 53:19-20
- மனிதர்களுக்கு சுதந்திர விருப்பம் வழங்குகிறான், 36:67
- அவனுக்காக எல்லாவற்றையும் விட்டுவிடுதல், 4:66-68; 4:125
- நன்மையும் தீமையும் அவனிடமிருந்தே, 4:78
- உயிரளிக்கிறான், மரணமளிக்கிறான், 44:8; 53:44; 57:2; 67:2
- கடினமாக முயல்வோருக்கு சிறந்த பலன், 4:95-96; 5:54; 9:120; 49:15; 61:11
- அவனுக்கு துணைவி இல்லை, 72:3
- அவனுக்கு மகன் இல்லை, 43:81; 72:3; 112:3
- உன் கடின நேரங்களில் உன்னை கைவிடவில்லை, 93:3
- அறிவில் எங்கும் இருக்கிறான், 2:115; 2:142; 2:177; 4:126
- முதலும் கடைசியும் அவனே (ஆல்பா மற்றும் ஒமேகா), 57:3
- வெளிப்படையானவனும் மறைவானவனும் அவனே, 57:3
- புரிதலுக்கு அப்பாற்பட்டதை அறிகிறான், 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- நியாயமாக நடப்போரை நேசிக்கிறான், 49:9
- பேசாத விஷயங்களில் எந்த சட்டமும் இட்டிருக்கவில்லை, 5:101; 6:140; 6:148; 7:32
- போரில் பிடிக்கப்பட்டவர்களிடம் நன்மை இருந்தால் அவர்களிடம் கருணை, 8:70
- இயல்பு, 2:255
- எந்த மனிதனும் தெய்வம் அல்ல, 3:64; 3:151
- மும்மூர்த்தி கிடையாது, 4:171
- தீமையிலிருந்து அவனிடம் அடைக்கலம், 113:1-5; 114:1-6
- நின்று, அமர்ந்து, படுத்து அவனை நினைவுகூருதல், 3:191; 4:103; 10:12; 25:64
- கருவில் உன்னை வடிவமைக்கிறான், 3:6
- அரியணை நீரின் மீது அமர்ந்துள்ளது, 11:7
- உங்களுக்கு தெரியாத படைப்புகளை உருவாக்குவான், 16:8
- தனது படைப்புக்கு எந்த அநீதியும் விரும்புவதில்லை, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
கூட்டணிகள், 8:72; 9:7
- கிறிஸ்தவர்களும் யூதர்களும், 5:51
- நிராகரிக்கும் உறவினர்களுடன் தடைசெய்யப்பட்டது, 9:23-24
- கபடர்களுடன் தடைசெய்யப்பட்டது, 4:88-89; 4:139; 4:144
அல்யஸா', (எலிஷாவைக் காண்க)
அமானா, நம்பிக்கை மற்றும் அல்லாஹ் விதித்த கடமைகள், 2:283; 4:58; 8:27
- நம்பிக்கையைக் காண்க
வானவர்கள், 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56; 34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6; 69:17; 70:4; 89:22; 97:4
- நெருப்பிலிருந்து படைக்கப்பட்டனர், 7:12; 38:76
- நியாய நாளில் எட்டு வானவர்கள் அல்லாஹ்வின் அரியணையை தாங்குவர், 69:17
- அவர்கள் பெண்கள் என்ற பொய்யான கூற்று, 43:19; 53:27
- காவல் வானவர்கள் 82:10-12; 86:4
- பத்தொன்பது வானவர்கள் நரகை நிர்வகிப்பர், 74:30-31
- விருப்பங்களை நிறைவேற்ற அனுப்பப்படவில்லை, 15:7-8
- ஊக்கமளிக்க அனுப்பப்படுகிறார்கள், 16:2
கோபம், அடக்குக, 3:134
'அன்கபூத், S.29
எறும்புகள், 27:18
குரங்குகள், 5:60
- இழிவானவை, 2:65; 7:166
மதத்தை விட்டு விலகுதல், 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- மதம் விட்டவர்களுக்கு விரைவான அழிவு வேண்டாதீர்கள், 46:35
- அல்லாஹ் மட்டுமே அவர்களை தண்டிப்பான், 73:11; 74:11
- மறுமையில் தண்டனை, 2:217; 9:74
- மற்றவர்களால் நிராகரிப்பு, 3:87
- மனந்திரும்புதல், 3:89; 5:34; 9:5; 9:11
- நியாய நாளில் மனந்திரும்புவது தாமதமாகும், 40:85
- கட்டாயத்தின் கீழ், 16:106
மதம் விட்டவர்கள், 47:25
அஃராஃப், S.7; 7:46, 48
அரஃபாத், 2:198
வாதிடுதல்
- தங்களை ஏமாற்றிக்கொள்வோர் சார்பாக வாதிடாதீர்கள், 4:107
- இந்த உலகில் அவர்களுக்காக வாதிட்டீர்கள், ஆனால் உயிர்த்தெழும் நாளில் யார் வாதிடுவார்கள், 4:109
வாதங்கள்/தாக்குதல்கள்
- அதே விதத்தில் பதிலளிக்கவும், 8:58
- பொறுமையாக இருப்பது மிகவும் சிறந்தது, 16:126
கவசம், 16:81
'அஸர், S.103
ஆயத் அல்-குர்சி, 2:255
புறம் பேசுபவன், 49:12; 104:1
பத்ர் (போர்), 3:13
- அதிலிருந்து பாடங்கள், 8:5-19, 42-48
அல்-பைத்-உல்-மஃமூர், 52:4
பக்காஹ் (மக்காஹ்), 3:96
பஃல், 37:125
பலத், S.90
சமநிலை, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
பனூ அந்நளீர், 59:2-6, 13
பகரா, S.2
பராஃ (தவ்பாவைக் காண்க), S.9
பர்ஸக், (தடுப்பு), 23:100; 25:53; 55:20
- மேலும் காண்க 18:94-97; 34:54; 36:9
பய்யினா, S.98
இறுதி நாளின் மிருகம், 27:82
பெடுவின்கள், 9:90, 97-99, 101, 120; 48:11, 16; 49:14
தேனீ, 16:68-69
நடத்தை
- முந்தைய வேதம் கொடுக்கப்பட்டவர்களுடன் அன்புடன் வாதிடுக, 16:125, 29:46
- உங்களுக்கு தெரியாத விஷயங்களில் ஈடுபடாதீர்கள், 17:36
- கடும் பாவங்களையும் அச்சகரமான செயல்களையும் தவிர்க்கவும், 53:32
- ஒருவரையொருவர் பற்றி ஊகிக்காதீர்கள், உளவு பார்க்காதீர்கள், புறம் பேசாதீர்கள் 49:12
- உங்கள் கருத்துக்களில் நியாயமாக இருங்கள், 6:152
- சமூகம் மிதமானதாக இருக்க வேண்டும், 2:143; 25:67
- இறுமாப்பு ஊக்குவிக்கப்படவில்லை, 4:36, 57:23
- உதவி கேட்பவர்களை கடிந்துகொள்ளாதீர்கள், 93:10
- உங்களை தூய்மையானவராக கருதாதீர்கள், 53:32
- மற்றவர்களை கேலி செய்யாதீர்கள், 49:11; 104:1
- தீய விஷயங்களை வெளிப்படையாக கூறாதீர்கள், 4:148
- ஒருவரையொருவர் பற்றி தீயதை பேசாதீர்கள், 104:1
- ஒவ்வொரு குழுவுக்கும் ஒரு சட்டமும் வாழ்க்கை முறையும் வழங்கப்பட்டுள்ளது, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- மற்றும் ஒரு வழிபாட்டு முறை, 22:67
- அல்லாஹ் அவர்களை ஒரே சமூதாயமாக ஆக்கியிருக்கலாம், 5:48; 11:118; 16:93; 42:8
- அல்லாஹ்வின் கீழ் ஒரே சமூதாயம், 21:92
- யூதர்களை மன்னியுங்கள், 5:13
- நிராகரிப்பாளர்களை மன்னியுங்கள், 31:15; 45:14
- எளிதாக மன்னியுங்கள், 42:37
- ஆட்சியாளர்கள் கலந்தாலோசித்த பின் முடிவெடுக்கிறார்கள், 42:38
- மற்றும் ஒரு நபி, 10:47; 16:36
- நம்பிக்கையாளர்களை இழிவுபடுத்துவது பாவம், 33:58
- ஆண்கள் (பெண்களிடம்), 24:30
- சமாதானம் ஏற்படுத்துவோருக்கு பலன், 42:40
- வேறு வழியில்லாவிட்டால் தேவையுள்ளவரிடம் நியாயமாக பேசுங்கள், 17:28
- உங்கள் பராமரிப்பில் உள்ள வயதான பெற்றோரிடம், 17:23
- மற்ற முஸ்லிம்களிடம், 33:6
- மற்றவர்களிடம், 17:26-29; 17:35; 17:53; 60:8
- பெற்றோரிடம், 46:15
- அடிமைகளிடம், 4:36; 24:33
- போரிடாத நிராகரிப்பாளர்களை நியாயமாக நடத்துங்கள், 60:8
- நபியின் மனைவியர், 33:28-34
- பெண்கள் (ஆண்களிடம்), 24:31
- அனைத்து வேதங்களிலும், 2:136; 2:285
- இயல்பு, 49:14-15
நம்பிக்கையாளர்கள், 2:2-5; 2:285; 8:2-4; 8:24
மரணசாசனம், 2:180, 240; 4:7, 12; 36:50
துரோகம் (ஏமாற்றுதல், மோசடி), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
பைபிள், 5:64, 5:65, 5:68
- திரிபுபடுத்தல், 3:78; 5:14-15
பறவைகள், 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
இரத்த விலை (தியா), 2:178-179; 4:92; 17:33
போர் கொள்ளை, 4:94. 8:41; 59:6-8
- சட்டவிரோதமாக எடுத்துக்கொள்வது, 3:162
- கொள்ளையைக் காண்க
லஞ்சம், 2:188
புத்ன், 22:36
சுமை
- மற்றொருவரின் சுமையை எந்த சுமைதாங்கியும் சுமக்கமாட்டான், 35:18; 39:7; 53:38
- நிராகரிப்பாளர்கள் மற்றவர்களின் சுமையையும் சுமப்பார்கள், 16:25; 29:13
- அவர்கள் சுமக்கும் சுமைகள் மிகவும் தீயவை, 6:31, 164
- அல்லாஹ் ஒருவரின் திறனுக்கு அப்பால் சுமை சுமத்துவதில்லை, 2:286; 7:42; 23:62
புரூஜ் (பெரிய நட்சத்திரங்கள்), S.85; 85:1; 15:16; 25:61
ஒட்டகம், 6:144; 7:40; 77:33; 88:17
கைதிகள், 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- போர்க் கைதிகளையும் காண்க
கால்நடைகள், 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
தவ்ர் குகை, 9:40
குகையின் மக்கள் 18:9-22, 25-26
உறுதியான உண்மை, 56:95; 69:51
தர்மம் (ஸதகா), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- தர்மம் மற்றும் ஸகாத்தின் இலக்குகள், 2:273; 9:60
குழந்தைகள் 2:233; 42:49-50
- அறியாமையில் தங்கள் குழந்தைகளை கொன்றவர்கள் நஷ்டத்தில் இருக்கிறார்கள், 6:140
கிறிஸ்து, (இயேசுவைக் காண்க)
கிறிஸ்தவர்கள், 5:14, 19, 64-65, 69; 22:17
- இயேசுவை தெய்வமாக்க வேண்டாம் என்று கேட்கப்படுகிறார்கள், 4:171
- முஸ்லிம்களிடம் அன்பு காட்டுவதில் மிகவும் நெருக்கமானவர்கள், 5:82
- பெரும்பாலானோர் நினைவில் வைக்கச் சொன்னதை மறந்துவிட்டனர், 5:14
- இப்போது உங்களிடம் ஒரு தூதர் வருகிறார், 5:15, 19
- நீதிமான்களுக்கு பலன் கிடைக்கும், 2:62; 5:65; 5:69
- "இயேசு அல்லாஹ்வின் மகன்" என்கிறார்கள், 9:30
கவிழ்க்கப்பட்ட நகரங்கள், 69:9
பாதுகாப்பின் நகரம், 95:3
உடை, 7:26; 16:81
- நெருப்பாலான ஆடை, 22:19
- வீட்டிற்கு வெளியே பெண்களின் ஆடை, 24:31
- பெண்களின் வெளி ஆடை கபடர்களின் தொந்தரவை தடுக்கிறது, 33:59-60
கூட்டணியினர், 33:9, 22
- அஹ்ஸாபைக் காண்க கலந்தாலோசிப்பு, பரஸ்பரம், 42:38
படைப்பு
- தொடங்கி மீண்டும் திரும்பும், 10:4; 21:104; 27:64; 29:19-20
- புதியது, 17:49, 98; 35:16
- உண்மையுடன், 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- விளையாட்டிற்காக அல்ல, 21:16-17; 23:115
- ஒவ்வொரு உயிரினமும் (தண்ணீரிலிருந்து) படைக்கப்பட்டது, 21:30; 24:45; 25:54
- மனிதனின் படைப்பு, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- முதல் வடிவம் 56:62
- ஆறு நாட்களில், 7:54; 11:7; 32:4; 50:38; 57:4
- ஜோடிகளில், 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
- படைப்பில் வேறுபாடு, 35:27-28
- அல்லாஹ் "ஆகுக!" என்று கட்டளையிடுகிறான் — அது ஆகிறது, 2:117; 16:40; 36:82; 40:68
- கண் இமைக்கும் நேரத்தில், 54:50
- இரவும் பகலும், சூரியனும் சந்திரனும், 39:5
- வானமும் பூமியும் மனிதகுலத்தை விட பெரியது, 40:57; 79:27
- படைப்பின் நோக்கம், 51:56
காகம், 5:31
அளவுகோல், 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
தஹர், (இன்சானைக் காண்க,) S.76; 45:24
- காலம், 76:1; 103:1
தாவூது, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- சங்கீதம் வழங்கப்பட்டது 4:163
- கோலியாத்தை சண்டையிட்டு கொல்கிறார், 2:251
- ஒரு தீர்ப்பை வழங்குகிறார் 21:78-80
- அறிவும் நபித்துவமும் வழங்கப்பட்டது 27:15-16
- மலைகளும் பறவைகளும் அவருடன் அல்லாஹ்வை போற்றுகின்றன 34:10; 38:17-20
- இருவருக்கிடையே தீர்ப்பளிக்கிறார் 38:21-26
தவாப்ப் அல்லது தப்பா (அசையும் உயிரினம்) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
இறந்தோர் உயிர்ப்பிக்கப்படுவார்கள், 6:36
மரணம், 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- போரிலிருந்து தப்பி ஓடுதல், 33:16
- அல்லாஹ்வின் பாதையில், 3:195; 22:58; 47:4
- வேதம் இல்லாத சமூதாயங்கள் அழிக்கப்படமாட்டார்கள், 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- அல்லாஹ்வின் பாதையில் கொல்லப்பட்டவர்கள் உயிருடன் இருக்கிறார்கள், 2:154; 3:169
- தீமையிலிருந்து அல்லாஹ்வை நோக்கி தப்பி ஓடும்போது, 4:100
- நிறுத்தவோ தாமதப்படுத்தவோ முடியாது 63:10-11
- தூக்கத்தின் இரட்டை சகோதரன் 6:60; 39:42
- மரண நேரத்தில் நம்பிக்கையாளர்களும் நிராகரிப்பாளர்களும் 8:50; 16:27-32; 41:30
- கல்லறையில் தண்டனை 40:46
கடன்கள், 2:280, 282; 4:11-12
தீர்மானம்
- ஒவ்வொரு விஷயத்திற்கும் ஒரு தீர்மானம் உண்டு, 13:38
- நாம் அழிக்கும் ஒவ்வொரு கிராமத்திற்கும் ஒரு அறியப்பட்ட தீர்மானம் இருந்தது, 15:4
- ஒவ்வொரு விஷயமும் அல்லாஹ்விடமிருந்தே, 44:5
- ஒரு விஷயத்தை தீர்மானிக்கும்போது, "ஆகுக!" என்று கட்டளையிடுகிறான் — அது ஆகிறது, 2:117; 36:82; 40:68
செயல்கள்
- தீய செயல்கள் அவர்களுக்கு அழகாக்கப்படுகின்றன, 47:14
- எங்கள் செயல்கள் எங்களுக்கு, உங்கள் செயல்கள் உங்களுக்கு, 28:55; 42:15; 45:15
- நன்மையும் தீமையும் தனக்கே ஆகும், 41:46
- மனிதனின் செயல்களை அவன் கழுத்தில் கட்டப்பட்டுள்ளன, 17:13
நிலைகள், அவர்கள் செய்ததற்கு ஏற்ப, 6:132
ஆசை, தங்கள் தீய ஆசைகளை பின்பற்றுபவர்கள், 47:14, 16
- தன் ஆசையையே தன் கடவுளாக கொண்டவன், 25:43
அல்லாஹ்வின் கருணையிலிருந்து நம்பிக்கை இழக்காதீர்கள், 39:53; 21:87-88; 68:48-50
- யூனுஸையும் காண்க
தாரியாத், S.51
திக்ர், 7:205; 15:6, 9
துல்-கிஃப்ல், 21:85; 38:48
துல்-கர்னைன், 18:83-98
துன்-நூன் (மீனின் தோழன்)
நிராகரிப்பாளர்கள் (கபடர்களையும் காண்க)
- முஹம்மது (ﷺ) அவர்களை நிரூபணமாக அல்லாஹ்வின் கோபத்தை கேட்கும்படி அழைக்கிறார்கள், 6:57-58; 8:32; 10:49-52
- அன்புடன் அவர்களுடன் பழகுங்கள், 31:15
- அவர்கள் சொல்வதை பொறுமையுடன் கேளுங்கள், 20:130; 50:39
- அவர்களுடன் உடன்படிக்கைகள், 8:56; 8:72; 9:4, 7
- உடன்படிக்கை மீறல், 8:58; 9:12
- அல்லாஹ் அவர்களின் சூழ்ச்சியை வீணாக்குகிறான், 8:30, 36
- அல்லாஹ்வின் சட்டத்தை கேலி செய்யும்போது அந்த கூட்டத்தை விட்டு விலகுங்கள், 4:140; 6:68
- அவர்கள் கேட்டால் அவர்களை பாதுகாக்கவும், 9:6
- போரில் தண்டனை, 8:12, 50, 59
- மறுமையில் தண்டனை, 8:37
- மசூதிகளை பார்க்கவோ பராமரிக்கவோ கூடாது, 9:17
- அவர்களிடம் அன்புடன் பேசுங்கள், 17:53
- அவர்களுக்கு எதிராக கடினமாக போராடுதல், 9:73; 25:52; 66:9
- போரிடாதவர்களை நியாயமாக நடத்துங்கள், 60:8
- மற்ற நிராகரிப்பாளர்களுடன் மட்டுமே கூட்டணி செய்வார்கள், 8:72
சீடர்கள் (இயேசுவின்), 3:52; 61:14
நோய் கபடர்களின் மற்றும் நிராகரிப்பாளர்களின் இதயங்களில், 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
திரிபுபடுத்தல், 3:78; 5:14-15
விநியோகம் போர்க் கொள்ளையின், 8:41; 59:7-8
அகழி, மக்கள், 85:4-10
பன்முகத்தன்மை
- மனிதர்களின், 30:22, 35:27-28
- உயிர்களின், 35:27-28
விவாகரத்து, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- காத்திருப்பு காலத்திற்கு பிறகு, கலைக்கவும் அல்லது சமாதானப்படுத்தவும், 2:231; 65:2
- இரண்டு சாட்சிகள், 65:2
- ஜீவனாம்சம், 2:233, 241
- முன்னாள் கணவரின் வாரிசுக்கு நீட்டிக்கிறது, 2:233
- இரண்டு முறை திரும்பப் பெறலாம், 2:229
- மஹர் நிலை, 2:229, 236-237
- தேவையெனில் வேட்டுக்கால் தாய் தேடவும், 65:6
- ஜிஹாரையும் காண்க
விவாகரத்து, கணவன்
- ஒரு மனைவியை விட்டு வேறொருத்தியை மணப்பது — முதலில் கொடுத்ததை திரும்ப வாங்காதீர்கள், 4:20
- மனைவியை துன்புறுத்தாதீர்கள், 65:6
- மனைவியை கட்டாயமாக வைத்திருக்காதீர்கள், 4:19
- மனம் மாற நான்கு மாதங்கள், 2:226
- கர்ப்பகாலம் மற்றும் காத்திருப்பு காலம் முழுவதும் மனைவியை முழுமையாக பராமரிக்கவும், 65:6
- உங்கள் குழந்தைக்கு தாய்ப்பால் ஊட்டினால் மனைவியை முழுமையாக பராமரிக்கவும், 65:6
- தந்தையற்ற குழந்தையின் காரணமாக தாய் துன்பப்படக்கூடாது, 2:233
- இஸ்லாமுக்கு முந்தைய காலத்தில், 58:2
- சமாதானப்படுத்த இரண்டு தொடர்ச்சியான மாதங்கள் நோன்பு, 58:4
- சமாதானப்படுத்த 60 ஏழைகளுக்கு உணவளிக்கவும், 58:4
- சமாதானப்படுத்த ஒரு அடிமையை விடுவிக்கவும், 58:3
- சமாதான முயற்சி, 4:35
- திருமணம் நடைபெறாவிட்டால் பாவமில்லை, 2:236
- மணப்பெண் மஹரின் பாதிக்கு உரிமையுண்டு, 2:237
விவாகரத்து, மனைவி
- மூன்றாவது விவாகரத்திற்கு பிறகு (வேறொருவரிடமிருந்து) முதல் கணவரிடம் திரும்பலாம், 2:229
- பராமரிப்பிற்கு உரிமை, 2:241; 65:1
- விவாகரத்தில் சம உரிமை, 2:228
- கணவரிடம் கெட்ட நடத்தை அஞ்சுகிறாள், 4:128
- கணவன் கொடுத்ததை வைத்துக்கொள்ளலாம், 2:229
- வீட்டிலிருந்து வெளியேற்றக்கூடாது, 65:1
- கர்ப்பமில்லை என நிரூபிக்க மூன்று மாதவிடாய் காத்திருப்பு, 2:228
- மாதவிடாய் இல்லாதவர்களுக்கு மூன்று மாத காத்திருப்பு, 65:4
- திருமணம் நடைபெறாவிட்டால் தவிர, 33:49
நாய்கள், 7:176
கழுதைகள், 2:259; 16:8; 31:19; 62:5; 74:50
பானம்
- மதுபானம், 2:219; 5:90
- தூய்மையான வெண்மையான சுவையான பானம், 37:45-46; 76:21
- தூய்மையான முத்திரையிட்ட மது, 83:25
துஹா, S.93
துகான், S.44
யானைப் படை, 105:1-5
எலியாஸ் (எலியா; இல்யாசின்) 6:85; 37:123-132
எலிஷா, (அல்யஸா') 6:86; 38:48
ஏனோக், (இத்ரீஸைக் காண்க)
நிகழ்வு, 56:1; 69:15
தீமை, 4:123; 10:27-30; 19:83; 59:15
- பொதுவில் கூறப்படக்கூடாது, 4:148
- நம்மிலிருந்து வருகிறது, நன்மை அல்லாஹ்விடமிருந்து, 4:79; 42:48
- ஒரு தீமையை மன்னிக்கவும், 4:149
- கூலி வழங்கப்படும், 6:160; 42:40
- யார் சூழ்ச்சிகள் செய்கிறார்களோ, 16:45-47
- இறுதி கதி, 30:10
- நிலத்திலும் கடலிலும் வெளிப்பட்டுள்ளது, 30:41
- நன்மையால் தீமையை撃退/தடுக்கவும், 13:22; 23:96; 41:34
- நன்மைக்காக மாற்றப்பட்டது, 7:95
- தங்கள் தீய ஆசைகளை பின்பற்றுபவர்கள், 47:14, 16
- அவர்களுக்கு செயல்கள் அழகாக்கப்படுகின்றன, 47:14
அதிகப்படி
- உணவில் தடைசெய்யப்பட்டது, 5:87
- மதத்தில், 4:171; 5:77-81
கண்கள், காதுகள் மற்றும் தோல்கள் பாவிகளுக்கு எதிராக சாட்சியமளிக்கும், 41:20-23
எஸ்ரா, (உஸைர்) 9:30
அல்லாஹ்வின் முகம் அல்லது திரு முகம், 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
அழகாக தோன்றும்
- ஒவ்வொரு மக்களுக்கும் அவர்கள் செயல்கள் அழகாக தோன்றும்படி அல்லாஹ் செய்கிறான், 6:108
நம்பிக்கை (நம்பிக்கை), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- நிராகரிப்பாளர்கள், 3:116
- நம்பிக்கையில் அதிகரிப்பு, 3:173
- உறுதியுடன், 44:7; 45:4, 20; 51:20
- அவன் உங்களை நம்பிக்கையின் பக்கம் வழிகாட்டினான், 49:17
ஃபஜ்ர், S.89
ஃபலக், S.113
குர்ஆன் வசனங்களைப் பற்றி பொய்யான உரையாடல், 6:68
பொய்யான கடவுள்கள்
- அல்லாஹ்வை தவிர, சிலைகளும் கற்பனை இணைகளும் 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- அல்லாஹ்வை தவிர அவர்கள் வணங்குபவர்களை இழிவுபடுத்தாதீர்கள், 6:108
- தாகூதையும் காண்க
பொய்மை (பாத்தில்), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
மனிதனின் செயல்களை அவன் கழுத்தில் கட்டப்பட்டுள்ளன, 17:13
நோன்பு, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- கருப்பு நூலிலிருந்து வெள்ளை நூல் தெளிவாக தெரியும் வரை சாப்பிடவும் குடிக்கவும், 2:187
ஃபத்ஹ், S.48
ஃபாத்திஹா, S.1
ஃபாத்திர், S.35
ஃபிதியா (மீட்பு), நோன்பின், 2:196
- கைதிகளை விடுவிக்க, 8:67
- நிராகரிப்பாளர்களால் வழங்கப்படும் மீட்பு, 3:91; 5:36, 37; 10:54; 13:18
அத்தி, 95:1
சண்டை
- அல்லாஹ்வின் பாதையில், நிராகரிப்பாளர்களுக்கு எதிராக, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- கட்டளையிடப்பட்டது, 2:216
- புனித மாதங்களில், 2:217; 9:5
- இஸ்ரவேல் மக்களால், 2:246-251
- அல்லாஹ்வின் காரணத்திற்காக, ஒடுக்கப்பட்ட ஆண்களும் பெண்களும், 4:74-76
- ஃபித்னா இல்லாத வரை, 8:39
- இருபது இருநூறை வெற்றி கொள்கிறது, 8:65
- அல்லாஹ்வை நம்பாதவர்களுக்கு எதிராக, 9:29
- அநீதி செய்யப்பட்டவர்களுக்கு அனுமதி, 22:39-41
- கபடர்களும், 47:20
- விலக்குகள், 48:17
ஃபீல், S.105
ஃபிர்தவ்ஸ் சொர்க்கம், 18:107; 23:11
நெருப்பு, 56:71, 100:2
ஈ, 22:73
உணவு
- ஆகுமானவை மற்றும் ஆகாதவை (ஹலால் மற்றும் ஹராம்), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- கடந்த காலத்தில் சாப்பிட்டதற்கு பாவமில்லை, 5:93
- அதிகப்படிக்கு போகாதீர்கள், 5:87
- அல்லாஹ் ஆகுமானதை ஆகாதது ஆக்காதீர்கள், 5:87; 7:32; 16:116
தடைசெய்யப்பட்ட நடத்தை, 6:151-152; 7:33
மன்னிப்பு, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- நம்பிக்கையாளர்களின் கடமை, 42:37; 45:14
- வேத மக்களை நம்பிக்கையாளர்கள் மன்னித்தல், 2:109
- அல்லாஹ் விரும்புவோரை மன்னிக்கிறான், 4:48
- அல்லாஹ் இணை வைப்பதை மன்னிக்கமாட்டான், 4:48, 116
- அல்லாஹ்வின் மன்னிப்பை தேடுபவர், 4:110
- முஷ்ரிக்குகளுக்கு அல்லாஹ்வின் மன்னிப்பை கேட்கவேண்டாம், 9:113
- அல்லாஹ் அனைத்து பாவங்களையும் மன்னிக்கிறான், 39:53
- வானவர்கள் பூமியிலுள்ளவர்களுக்காக மன்னிப்பு கேட்கிறார்கள், 42:5
- கோபமடையும்போது மன்னிக்கவும், 42:37
- மன்னித்து சமாதானப்படுத்தவும், 42:40
- அல்லாஹ்வின் நாட்களை நம்பாதவர்களை நம்பிக்கையாளர்கள் மன்னிக்கவும், 45:14
- பெரும் பாவங்களையும் மானக்கேடான செயல்களையும் தவிர்ப்போருக்கு, 53:32
- மன்னிப்பை நோக்கி ஒருவரோடொருவர் போட்டியிடுங்கள், 57:21
- தீய செயல்கள் நன்மையாக மாற்றப்படும் 25:68-71
மோசடி, (துரோகத்தைக் காண்க) 83:1-6
சுதந்திர விருப்பம்
- அல்லாஹ்வின் விருப்பத்தால் வரையறுக்கப்பட்டது, 6:107; 10:99; 74:56; 76:31; 81:28-29
- விரும்புவோர் நம்பட்டும் அல்லது நிராகரிக்கட்டும், 18:29
- தன் இறைவனை நோக்கி ஒரு பாதையில் செல்லலாம், 76:29
- நேர்வழியில் நடக்கலாம், 81:28
வெள்ளிக்கிழமை தொழுகை, 62:9-11
பழங்கள், 6:41; 16:11
- சொர்க்கத்தில் ஏராளமாக, 43:73
- ஒவ்வொரு வகையும், 47:15
- விரும்புவதை, 77:42
ஃபுஜ்ஜார், 82:14-16; 83:7
ஃபுர்கான், S.25
ஃபுஸ்ஸிலத் (ஹா மீமைக் காண்க), S.41
ஜிப்ரீல், (ஜிப்ரீல்) 2:97-98; 26:193; 66:4; 81:19-21
- ரூஹ், 26:193; 67:12; 70:4; 78:38; 97:4
- ரூஹுல் குதுஸ், 2:87, 253; 5:110; 16:102
சூதாட்டம், 2:219; 5:90
விளையாட்டு, இஹ்ராம் நிலையில், 5:94-96
ஃகாஃபிர் (முஃமினைக் காண்க), S.40
ஃகாஷியா, S.88
குஸல், 4:43; 5:6
பரிசுகள், 30:39
ஜாலூத், (ஜாலூத்) 2:249-251
நல்ல (நாட்கள்), 3:140
- நீங்கள் வெறுப்பது நல்லது, நீங்கள் விரும்புவது கெட்டது, 2:216
- பலனளிக்கப்படும், 4:85; 28:54
- இரட்டிப்பு பலன், 4:40; 28:54
- பத்து மடங்கு பலன், 6:160
- அதிகரிக்கப்படும், 42:23
- நன்மை செய்வோருக்கு இந்த உலகிலும் மறுமையிலும் நன்மை உண்டு, 16:30
- நன்மை செய்வோருக்கு சிறந்தது உண்டு, 39:10
- நன்மை செய்வோருக்கு அல்லாஹ் சிறந்தது வழங்குகிறான், 53:31
- நன்மைக்கு நன்மை தவிர வேறு என்ன பலன் இருக்கிறது, 55:60
- அல்லாஹ் உனக்கு நன்மை செய்தது போல் நீயும் நன்மை செய், 28:77
நன்மையும் தீமையும்
- நன்மை அல்லாஹ்விடமிருந்து, தீமை உன்னிடமிருந்து, 4:79
- நன்மை செய்தால் உனக்கே, தீமை செய்தால் உனக்கே எதிராக, 17:7; 41:46
- தீமையை நன்மையால்撃退/விலக்கவும், 23:96; 28:54; 41:34
- நன்மையும் தீமையும் சமம் ஆகாது, 41:34
- ஒவ்வொரு நபரும் செய்த நன்மை தீமை அனைத்தையும் எதிர்கொள்வார்கள், 3:30
- முஹ்சினூனையும் காண்க
நற்செயல்
- வெளிப்படுத்துக அல்லது மறைக்க, 4:149
- நற்செயல்களில் போட்டியிடுங்கள், 5:48
இஞ்சீல், 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
மகத்தான செய்தி, 78:1-5
வாழ்த்து, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
ஹதீத், S.57
ஹத்ய் (பலியிடும் விலங்கு), 2:196, 200
ஹஜ் (தீர்த்தயாத்திரை), 2:158, 196-203; 3:97; 5:2; 22:30
ஹஜ், S.22
ஹாமான், 28:6, 38; 29:39; 40:24, 36, 37
கைகளும் கால்களும் சாட்சியமளிக்கும், 36:65
ஹாக்கா, S.69
கஷ்டம், ஒவ்வொரு கஷ்டத்திலும் நிவாரணம் உண்டு, 94:5-6
ஹாரூன், (ஆரோன்)
ஹாரூத், 2:102
ஹஷ்ர், S.59
இதயங்கள்
- கடினப்பட்டவை, 2:74; 22:53; 39:22; 57:16
- முத்திரையிடப்பட்டவை, 7:100-101; 40:35; 47:16; 63:3
- மூடப்பட்டவை, 17:46; 41:5
- பூட்டப்பட்டவை, 47:24
- பிரிந்தவை, 59:14
- அச்சத்தால் நிரம்பியவை, 22:35
- நோய் உள்ளவர்களின் இதயங்கள், 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
வானங்கள்
- வானங்களின் மறைவானது அல்லாஹ்வுக்கே உரியது, 16:77
- விளையாட்டிற்காக படைக்கப்படவில்லை, 21:16
- பூமியுடன் இணைந்திருந்தன, 21:30
- வானங்களில் மறைவானது எதுவுமில்லை, 27:75
- தூண்களின்றி படைக்கப்பட்டன, 31:10
- அவனது வலக்கையில் சுருட்டப்படும், 39:67
- இரண்டு நாட்களில் ஏழு வானங்கள் படைப்பு, 41:12
- மிக அருகில் உள்ள வானத்தை விளக்குகளால் அலங்கரித்தான், 41:12
- வானங்களிலுள்ள அனைத்தும் அல்லாஹ்வுக்கே உரியது, 45:27; 53:31
- ஒன்றின் மேல் ஒன்றாக ஏழு வானங்கள், 67:3
நரகம் (நெருப்பு, எரியும் சிகை) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- கொதிக்கும் நீரும் தீயும் 22:19-22; 23:103-104
- சீழ் 14:14-17; 38:55-58; 69:35-37
- ஸக்கூம் மரம் 37:62-70; 44:43-50; 56:41-56
- நரகவாசிகளால் வாழவும் இறக்கவும் இயலாமை 87:13
- குற்றம் சாட்டிக்கொள்ளுதல் 26:91-101; 34:31-33
- உடனடி அழிவுக்கான கோரிக்கை 25:13-14; 43:74-78
- தீவிர அழுகைகள் 35:36-37
- நெருப்பின் கர்ஜனை 25:11-12; 67:6-11
- சுட்டெரிக்கப்பட்ட தோல்கள் புதியவையாக மாற்றப்படும் 4:56
- தார் சங்கிலிகளும் ஆடைகளும் 14:48-50
- இரும்பு சம்மட்டிகள் 22:19-22
- சங்கிலிகள் 13:5
- நரக காவலர்கள் 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- மீட்பு ஏற்றுக்கொள்ளப்படமாட்டாது 5:36-37
- பரிந்துரை மறுக்கப்படும் 6:94; 26:100; 30:13; 74:48
- எரியும் அவநம்பிக்கையும் உறைந்த இருளும், 38:57
- எழுபது முழ சங்கிலி, 69:32
- குறிப்பிட்ட காலம் தங்குதல், 78:23
மறுமை
- மறுமையில் வீடு சிறந்தது, 6:32; 7:169
- மறுமையில் முடிவு என்னவாக இருக்கும், 6:135
- ஜாலிமுன் வெற்றி பெறமாட்டார்கள், 6:135
- மறுமையின் இல்லம், 12:109; 16:30; 28:83; 29:64
- மறுமையை நம்பாதவர்கள், 17:10
- மறுமையின் பலன், 42:20
- வெள்ளியும் தங்கத்தையும் விட சிறந்தது, 43:33-35
- முத்தகீன்களுக்கு மட்டுமே, 43:35
- மறுமையின் தண்டனை, 68:33
- சிறந்ததும் நிலைத்ததும், 87:17
- இப்போதையதை விட சிறந்தது, 93:4
நெடும் பாதைகள், 21:31
ஹிஜ்ர் (பாறை நிலம்), 15:80-85
ஹிஜ்ர், S.15
ஓரினச்சேர்க்கை 26:165-166; 27:55; 29:28-29
குதிரைகள், 16:8
மணிக்கூடு (இறுதி நாள்)
- அதன் அறிவு அல்லாஹ்விடம் மட்டுமே, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- திடீரென அவர்கள் மீது வரும், 6:31; 7:187; 12:107; 43:66
- உன்னை வந்தடையும், 6:40; 12:107; 20:15; 34:3
- நெருங்கிவிட்டது, 54:1-5
- கண் இமைக்கும் நேரத்திலோ அல்லது அதை விட அருகிலோ, 16:77
- அதன் நிலநடுக்கம், 22:1
- அந்த நாளில் நிலைநாட்டப்படும், 30:12, 14
- நிச்சயமாக வரும், சந்தேகமில்லை, 40:59; 45:32; 51:5-6
- அறிகுறிகள் 21:96; 27:82; 43:61; 47:18; 54:1-2
- பெயர்கள் 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- மக்களை திடீரென பிடிக்கும் 6:31; 7:187
- கொம்பு ஊதப்படும் 6:73; 23:101; 39:68
வீடுகள், நுழைவு பற்றிய ஒழுக்கங்கள், 24:27-29
ஹூத், 7:65-72; 11:50-60; 26:123-140; 46:21-26
ஹூத், S.11
ஹுஜுராத், S.49
ஹுமஸா, S.104
ஹுனைன் (போர்), 9:25
ஹூர் (சொர்க்கத்தின் பெண்கள்), 44:54; 52:20
கபடர்கள்
- "நாங்கள் அல்லாஹ்வையும் இறுதி நாளையும் நம்புகிறோம்" என்கிறார்கள், ஆனால் உண்மையில் நம்பவில்லை, 2:8
- தங்களையே ஏமாற்றிக்கொள்கிறார்கள், 2:9
- இதயங்களில் நோய், 2:10; 8:49; 22:53; 33:12; 47:29
- குழப்பம் ஏற்படுத்துகிறார்கள், 2:11-12
- முட்டாள்களும் கேலிக்காரர்களும், 2:13-15
- வழிகாட்டலுக்கு பதிலாக தவறை வாங்கினார்கள், 2:16
- செவிடர்கள், ஊமைகள், குருடர்கள், 2:17-18
- மரணமும் இருளும் பற்றிய அச்சம், 2:19-20
- இனிமையான பேச்சு, 2:204-206
- போரிட மறுக்கிறார்கள், 3:167-168
- அல்லாஹ் அவர்கள் இதயங்களில் உள்ளதை அறிகிறான், 3:167; 4:63
- பொய் நீதிபதிகளிடம் தீர்ப்பு தேடுகிறார்கள், வேதத்திலிருந்து திரும்புகிறார்கள், பேரிடர் வரும்போது வருகிறார்கள், 4:60-62
- துரதிர்ஷ்டத்திலும் பெரும் வெற்றியிலும், 4:72-73
- அல்லாஹ் அவர்களை திரும்ப தள்ளினான், 4:88
- நண்பர்களாக எடுத்துக்கொள்ளக்கூடாது, 4:89; 58:14-19
- திரும்பினால் எங்கு கண்டாலும் கொல்லுங்கள், 4:89
- உங்கள் வெற்றியையோ நிராகரிப்பாளர்களின் வெற்றியையோ காத்திருந்து பார்க்கிறார்கள், 4:141
- அல்லாஹ்வை ஏமாற்ற முயல்கிறார்கள், சோம்பலுடன் மற்றும் மக்களுக்கு காட்டிக்கொள்ள தொழுகிறார்கள், 4:142
- இவர்களுக்கும் சேர்வதில்லை அவர்களுக்கும் சேர்வதில்லை, 4:143
- நரகத்தின் மிகவும் கீழான இடத்தில்; உதவியாளர் இல்லை, 4:145
- கண்டுபிடிக்கப்படுவோம் என்று அஞ்சுகிறார்கள், 9:64-65
- அவர்களுக்காக தொழுகை செய்யவேண்டாம், 9:84
- ஆண்களும் பெண்களும் ஒருவரிலிருந்து ஒருவர்; தோல்வியாளர்கள்; அல்லாஹ்வின் சாபம், 9:67-69
- பெடுவின்களில், 9:101
- எங்கு கண்டாலும் பிடித்து கொல்லப்படுவார்கள், 33:61
- அல்லாஹ் அவர்களை தண்டிப்பான், 33:73
- பொய்யர்கள்; திரும்புகிறார்கள்; இதயங்கள் பிளவுபட்டவை, 59:11-14
- பொய்யர்கள்; சத்தியங்களை திரையாக்கினார்கள்; இதயங்கள் முத்திரையிடப்பட்டவை; அவர்களை பற்றி எச்சரிக்கை, 63:1-4
- புரிந்துகொள்வதில்லை, அறிவதில்லை, 63:7-8
- அவர்களுக்கு எதிராக கடினமாக போராடவும், 66:9
இப்லீஸ் (ஷைத்தான்), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- ஷைத்தானையும் காண்க
இப்ராஹீம், (ஆபிரகாமைக் காண்க)
இப்ராஹீம், S.14
இத்தா (விவாகரத்தில் பெண்களுக்கான காத்திருப்பு காலம்), 2:228, 231, 232, 234, 235; 33:49; 65:1-7
இத்ரீஸ் (ஏனோக்), 19:56-57; 21:85; 96:4
இஹ்ராம், 2:197; 5:2, 95
இஹ்சான், 16:90
இக்லாஸ், S.112
இலாஹ், ஒரே ஒருவன், 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
சட்டவிரோத பாலுறவு; சாட்சிகளின் ஆதாரம், 4:15-18; 24:2, 19
இல்லிய்யூன், 83:18-21
அசுத்தம் (நஜஸ்) 9:28
இம்ரான்
- இம்ரானின் மனைவி, 3:35
- இம்ரானின் மகள், 66:12
தவிர்க்க முடியாதது, 69:1-3
இன்ஃபிதார், S.82
வாரிசுரிமை, 2:180, 240; 4:7-9, 11-12, 19, 33, 176; 5:106-108
அநீதி, செய்யப்பட்டவர்களுக்கு, 4:30, 148
இன்சான் (தஹரைக் காண்க), S.76
இன்ஷிகாக், S.84
இன்ஷிராஹ் (ஷர்ஹைக் காண்க), S.94
உஹி (வேத அறிவிப்பு), 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
பரிந்துரை/பரிந்துரையாளர், 6:51, 70, 93-94; 10:3; 19:87; 20:106, 109; 30:13; 34:23; 39:44; 40:18; 43:86; 53:26; 74:48
போதைப்பொருட்கள், 5:90, 2:219
இகாமத்-அஸ்-ஸலாத், 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31, 37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29; 42:38; 58:13; 73:20; 98:5
இக்ரா' (அலகைக் காண்க), S.96
இரம், 89:7
இரும்பு, 57:25
ஈசா, இயேசுவைக் காண்க
இஸ்ஹாக், 2:133; 4:163; 6:84; 19:49; 21:72; 29:27; 37:112-113
இஸ்மாயில், 2:125-129, 133; 4:163; 6:86; 19:54-55; 21:85; 38:48
- தந்தையுடன் கஃபாவின் அடித்தளங்களை எழுப்புகிறார் 2:125-140
- பலிக்கதை 37:100-113
இஸ்லாம், 3:19, 85; 5:3; 6:125; 39:22; 61:7
- முஸ்லிம்களாக சரணடைந்தவர்களில் முதல்வர், 6:14, 163; 39:12
- முதலில் தழுவியவர்கள், 9:100
- இதயம் இஸ்லாமுக்காக திறக்கப்பட்டது, 39:22
- ஒரு அருளாக, 49:17
இஸ்ரா', S.17
இஸ்ரவேல் மக்கள், 2:40-86
- வழங்கப்பட்ட அருட்கொடைகள், 2:47-53, 60, 122; 45:16-17
- அல்லாஹ்வின் கட்டளைகளை மீறுதல், 2:54-59, 61, 63-74; 5:71; 7:138-141
- முஸ்லிம்களுடனான உறவுகள், 2:75-79
- அவர்களின் ஆணவம், 2:80, 88, 91
- அவர்களின் உடன்படிக்கைகள், 2:80, 83-86, 93, 100; 5:12-13, 70
- மறுமையின் விலையில் இவ்வுலக வாழ்வை வாங்கினார்கள், 2:86
- மனிதகுலத்தில் வாழ்வை மிகவும் விரும்புபவர்கள், 2:96
- ஒரு அரசனை கேட்கிறார்கள், 2:246-251
- எல்லைகளை மீறினார்கள்; பல குழுக்களாக பிரிந்தார்கள்; குரங்குகளாக மாற்றப்பட்டார்கள், 7:161-171
- இரண்டு முறை வாக்களிக்கப்பட்டது, 17:4-8
- எதிரியிடமிருந்து விடுவிக்கப்பட்டனர், 20:80-82
- வேதமும் தலைவர்களும் வழங்கப்பட்டனர், 32:23-25; 40:53-54
- இஸ்ரவேலின் அறிஞர்கள் அதை (குர்ஆனை உண்மை என) அறிந்தனர், 26:197
இஸ்தவா (மேலே எழுந்தான்), 2:29; 7:54; 10:3; 13:2; 20:5; 32:4; 41:11; 57:4
இஃதிகாஃப், 2:187
யாக்கூப், 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- அஸ்பாத் (யாக்கூபின் பன்னிரண்டு மகன்கள்), 2:140; 3:84; 4:163
ஜாலூத், (கோலியாத்தைக் காண்க)
ஜமராத், 2:200
ஜாதியா, S.45
இயேசு, மர்யமின் மகன் ஈசா
- தாய் உலக பெண்களில் தேர்வு செய்யப்பட்டார் 3:42
- உயிர்த்தெழும் நாளில் சாட்சியமளிக்கிறார், 4:159
- பிறப்பின் நற்செய்தி, 3:45-47; 19:22-23
- இஸ்ரவேல் மக்களுக்கு தூதர், 3:49-51
- சீடர்கள், 3:52-53; 5:111-115
- சீடர்கள் அல்லாஹ்வின் உதவியாளர்கள், 3:52; 61:14
- உயர்த்தப்பட்டார், 3:55-59; 4:157-159
- ஆதமைப் போன்றவர், 3:59
- கொல்லப்படவுமில்லை சிலுவையில் அறையப்படவுமில்லை, 4:157
- வேத அறிவிப்பு வழங்கப்பட்டது, 4:163
- தூதர் மட்டுமே (தெய்வமாக்கவேண்டாம்), 4:171-172; 5:75; 19:30, 43:63-64
- "இயேசு அல்லாஹ்" என்று சொல்பவர்கள் நிராகரித்தவர்கள், 5:17, 72; 9:30
- நமது தூதர் (முஹம்மது ﷺ) வந்துவிட்டார், 5:19
- இஞ்சீல் வழங்கினார், 5:46
- சீடர்கள்: நாங்கள் முஸ்லிம்கள் என்றனர், 5:111
- உணவுடன் விரிக்கப்பட்ட மேஜை, 5:114
- பொய் வழிபாட்டை கற்பிக்கவில்லை, 5:116-118
- நீதிமான் நபி, 6:85
- ஒரு அத்தாட்சியாக, 23:50
- அவரது இரண்டாவது வருகை 43:61
- அவரைப் பற்றிய வேறுபட்ட கருத்துகள், 43:65
- இஸ்ரவேல் மக்களுக்கு ஒரு அடிமையும் முன்மாதிரியும் மட்டுமே, 43:59
- அஹ்மத் என்று பெயரிடப்படும் தூதரின் நற்செய்தி, 61:6
- கன்னிப் பிறப்பு, செய்தி மற்றும் அற்புதங்கள் 3:45-51; 19:16-38
- அல்லாஹ்வின் அருட்கொடைகள் நினைவூட்டப்படுகின்றன 5:110-115
- தெய்வீகமானவர் என்பதை மறுக்கிறார் 5:116-120
- அவர் பின்பற்றுவோர் இதயங்களில் கருணையும் அன்பும் 5:82; 57:27
யூதர்களும் கிறிஸ்தவர்களும், 2:140; 4:153-161, 171; 5:18
- பொய்மையை கேட்கிறார்கள், 5:41-42
- சொன்னதற்காக சபிக்கப்பட்டார்கள், 5:64
- நம்பிக்கையாளர்களுக்கு (முஸ்லிம்களுக்கு) பகை, 5:82
- இஸ்லாம் தழுவியவர்கள், 26:197; 28:53; 29:47
ஜிப்ரீல், (கப்ரியேலைக் காண்க)
ஜிஹாத், (போரிடுதல், போராடுதல்) 2:216; 9:24; 22:78; 25:52
ஜின், S.72
ஜின், 6:100, 112; 15:27; 34:41; 38:37; 46:18, 29; 55:33, 39
- ஜின் நெருப்பிலிருந்து படைக்கப்பட்டனர் 15:25; 55:15
- நம்பும் ஜின்களும் நிராகரிக்கும் ஜின்களும் 72:1-15
- சிலர் குர்ஆனின் செய்தியை நம்பினர் 46:29-32
- மனிதர்களும் ஜின்களும் ஒரு நோக்கத்திற்காக படைக்கப்பட்டனர் 51:56-58
அய்யூப், 4:163; 6:84; 21:83-84; 38:41-44
யூஹன்னா, (யஹ்யா, யோவான் ஸ்நானகன்)
- நற்செய்தி, 3:38-41; 19:7-11; 21:90
- நீதிமான், 6:85
- ஞானமுள்ளவர், அனுதாபமுள்ளவர், கடமையுணர்வுள்ளவர், 19:12-15
யூனுஸ், 4:163; 6:86; 10:98; 21:87; 37:139-148
- (துன்-நூன்) 21:87; 68:48-50
யூசுஃப், 6:84; 12:4-101
- சிறந்த கதை 12:1-3
- இளம் யூசுஃபின் கனவு 12:4-6
- சகோதரர்களின் சதி 12:7-18
- அடிமையாக விற்கப்படுதல் 12:19-20
- எகிப்தின் முதல் அமைச்சரின் வீட்டில் வளர்க்கப்பட்டார் 12:21-22
- முதல் அமைச்சரின் மனைவி அவரை வழிகெடுக்க முயல்கிறாள் 12:23-29
- விருந்து நிகழ்வு 12:30-32
- சிறைக்கு செல்கிறார் 12:33-35
- இரண்டு கைதிகள் 12:36-42
- அரசனின் கனவு 12:43-53
- முதல் அமைச்சராகிறார் 12:54-57
- சகோதரர்கள் உணவு கேட்க வருகிறார்கள் 12:58-68
- சகோதரன் பென்யமினை அழைத்துக்கொள்கிறார் 12:69-82
- தந்தையின் புதுப்பிக்கப்பட்ட துயரம் 12:83-87
- தன் உண்மை அடையாளத்தை வெளிப்படுத்துகிறார் 12:88-98
- பழைய கனவு நிறைவேறுகிறது 12:99-100
- இறுதி பிரார்த்தனை 12:101
ஜூதி, மலை, 11:44
ஜுமுஆ, S.62
நீதி (அத்ல்), 2:282; 4:58, 135; 7:29; 16:90; 57:25
- மேலும் காண்க 4:65, 105
கஃபா
- ஆபிரகாமால் கட்டப்பட்டது, 2:125-127
- வேட்டை கொல்வது தடை, 5:94-96
- பாதுகாப்பின் தஞ்சம், 5:97
- நிர்வாண நிலையில் சுற்றுதல், 7:28
- தொழுதும் சுற்றியும், 2:200; 7:29, 31
காஃபிரூன், S.109
காஃபூர், கலந்த கோப்பை, 76:5
கஹஃப், S.18
கன்ஸ், 9:34-35
கவ்தர் (சொர்க்கத்தின் நதி), 108:1
கவ்தர், S.108
திறவுகோல்கள்
- வானங்கள் மற்றும் பூமியின், 39:63; 42:12
- கைபின், 6:59
கவ்லா பின்த் தஃலபா, 58:1
கொலை
- யாரேனும் ஒருவரை கொன்றால் மனிதகுலம் முழுவதையும் கொன்றதற்கு சமம், 5:32
- யாரையும் கொல்லாதீர்கள், 17:33
- இனிய வார்த்தைகள் தர்மத்தை விட சிறந்தது, 2:263
உறவினர் உரிமைகள், 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
கிராமன்-காதிபீன், 82:11
அறிவு
- ஒரு இலை கூட விழும்போது அவன் அறிகிறான், 6:59
- அறியாமையில் தங்கள் குழந்தைகளை கொன்றவர்கள் நஷ்டத்தில் இருக்கிறார்கள், 6:140
- ஐந்து விஷயங்கள் அல்லாஹ்விடம் மட்டுமே, 31:34
- உறுதியுடன், 102:5-7
கோரஹ் (காரூன்), 28:76-82; 29:39; 40:24
குர்சி, 2:255
லஹப் (மஸதைக் காண்க), S.111
லைல், S.92
விளக்கு, 25:61; 67:5; 71:16; 78:13
மொழிகள்
- மனிதர்களின் மொழி மற்றும் நிறங்களில் வேறுபாடு, 30:22
லாத், 53:19
சட்டம், விதிக்கப்பட்ட, 5:48
அல்லாஹ்விடமிருந்து சட்டங்கள், 2:219; 98:3
பொய்யர்கள், 26:221-223
உயிர், யாரேனும் ஒருவரின் உயிரை காப்பாற்றினால் மனிதகுலம் முழுவதையும் காப்பாற்றியதற்கு சமம், 5:32
இவ்வுலக வாழ்வு
- மறுமையின் விலையில் இவ்வுலக வாழ்வை வாங்கினார்கள், 2:86
- வெறும் மோசடியின் இன்பமே, 3:185
- மறுமைக்காக இவ்வுலக வாழ்வை விற்கவும், 4:74
- வெறும் விளையாட்டும் கேளிக்கையும் மட்டுமே, 6:32; 29:64; 47:36; 57:20
- ஏமாற்றுகிறது, 6:130
- மறுமையை விட இவ்வுலக இன்பம் சிறியது, 9:38; 13:26; 28:60
- இவ்வுலக வாழ்வின் உவமை மழையைப் போன்றது, 10:24
- இவ்வுலகில் நற்செய்தி, 10:64
- யார் இவ்வுலகை விரும்புகிறார்களோ அவர்களுக்கு கிடைக்கும்; ஆனால் மறுமையில் பங்கில்லை, 11:15-16; 17:18; 42:20
- நிகழ்காலத்தை நேசிப்பவர்கள், மறுமையை புறக்கணிப்பவர்கள், 75:20-21; 76:27
- நீங்கள் இவ்வுலகை விரும்புகிறீர்கள், 87:16
ஒளி
- வெளிப்படையான, 4:174
- மற்றும் இருள், 6:1
- ஒளியின் உவமை, 24:35
- நம்பிக்கையாளர்களுக்கு முன்னும் கூடவும் செல்கிறது, 57:12-15; 66:8
- அல்லாஹ்வால் வழங்கப்பட்டது, நம்பிக்கையாளர்கள் நேர்வழியில் நடக்க, 57:2
அல்லாஹ் விதித்த எல்லைகள், 2:173, 187, 190, 230; 9:112; 58:4; 65:1; 78:22
- இவையே எல்லைகள், 2:187; 229-230; 4:13; 58:4; 65:1
- எல்லைகளை மீறாதீர்கள், 2:190, 229
- யார் மீறுகிறார்களோ, 2:229; 4:14; 78:22
- தேவையால் கட்டாயப்பட்டால், எல்லைகளை மீறாமல், 2:173; 6:145
- உங்கள் மதத்தில் எல்லைகளை மீறாதீர்கள், 4:171; 5:77
- எல்லைகளை மீறியபோது (குரங்குகளாக மாற்றப்பட்டார்கள்), 7:166
- எல்லைகளை கடைப்பிடிப்பவர்கள், 9:112
சிங்கம், 74:51
கடன்
- அல்லாஹ்வுக்கு நல்ல கடன் கொடுங்கள், 2:245; 73:20
- பலமடங்கு அதிகரிக்கப்படும், 57:11, 18
- இரட்டிப்பாக்கப்படும், 64:17
நஷ்டம், வெளிப்படையான, 39:15
லூத், 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13; 50:13; 54:33-34; 66:10
- அவரது கீழ்படியாத மனைவி, 11:81; 15:60; 66:10
லோட்டு மரம், 34:16; 53:14-16; 56:28
லுக்மான், 31:12-14
லுக்மான், S.31
மஆரிஜ், S.70
மதீனா (யத்ரிப்), 9:120; 33:13, 60; 63:8
மத்யன், 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- ஐக்காஹ் காட்டையும் காண்க
மஹர் (திருமண தொகை), 2:229, 236-237; 4:4, 19-21, 24-25; 5:5; 33:50; 60:10-11
மாயிதா, S.5
மக்கா (பக்கா), 3:96; 90:1-2
- பாதுகாப்பின் நகரம், 95:3
மனிதன்
- பூமியில் தலைமுறை தலைமுறையாக, 2:30; 6:165
- வாரிசாக்கப்பட்டான், 35:39
- கடமை, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90; 17:23-39; 24:22; 29:8-9; 30:38; 33:33; 42:23; 64:14; 70:22-35
- அல்லாஹ்வால் சோதிக்கப்படுகிறான், 2:155; 3:186; 47:31; 57:25
- மனிதர்கள் விரும்புவது, 3:14
- படைக்கப்பட்டது, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- படைக்கப்பட்டு ஒரு குறிப்பிட்ட காலம் நிர்ணயிக்கப்பட்டது, 6:2; 15:26
- மனைவியுடன் சமாதானம், 4:35
- அல்லாஹ்வின் சந்திப்பை மறுத்தவர்கள் நஷ்டத்தில், 6:31
- திரும்புதல், 6:60, 72, 164; 10:45-46
- தனக்கு எதிராக சதி செய்கிறான், 6:123
- மற்றொருவரின் சுமையை சுமக்கமாட்டான், 6:164
- நன்றியற்றவன், 7:10; 11:9; 30:34; 32:9; 80:17; 100:6
- ஷைத்தானை பற்றி எச்சரிக்கப்பட்டான், 7:27
- மனைவி மற்றும் குழந்தைகள், 7:189-190
- தீமை அல்லது தொந்தரவு வரும்போது, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8, 49; 41:49-51; 42:48; 70:19-21; 89:16
- இறைவனை நோக்கி திரும்புதல், 10:23; 84:6; 96:8
- தங்களுக்கே தீங்கு செய்கிறார்கள், 10:44
- மகிழ்ச்சியடைந்து பெருமையடிக்கிறான், 11:10
- தீமைக்கு வேண்டுகிறான், 17:11
- எப்போதும் அவசரப்படுகிறான், 17:11
- செயல்கள் கழுத்தில் கட்டப்பட்டுள்ளன, 17:13
- வழிதவறுவோர் தனக்கே நஷ்டம், நேர்வழியில் செல்வோர் தனக்கே பயன், 17:15
- அநீதியாக நடத்தப்படமாட்டான், 17:71
- மரணமும் உயிர்த்தெழுதலும், 23:15-16
- மதத்தை பிரிவுகளாக உடைத்தனர், ஒவ்வொருவரும் தங்கள் நம்பிக்கையில் மகிழ்கிறார்கள், 23:53
- நாக்கும் கைகளும் கால்களும் அவனுக்கு எதிராக சாட்சியமளிக்கும், 24:24
- தன்னை எதிர்த்து சாட்சி, 75:14
- தன் ஆசையையே கடவுளாக கொண்டவன், 25:43
- இரத்த மற்றும் திருமண உறவினர், 25:54
- வானங்களிலும் பூமியிலும் உள்ளதை உனக்கு அல்லாஹ் அடிபணியச் செய்தான், 31:20
- யார் தன் முகத்தை அல்லாஹ்வுக்கு சரணடைக்கிறாரோ, 31:22
- உடலுக்குள் இரண்டு இதயங்கள் இல்லை, 33:4
- அல்லாஹ்வை வணங்க, 39:64-66
- கைகளால் செய்தவற்றால் துர்அதிர்ஷ்டம், 42:30, 48
- வானவர்கள் அவன் செயல்களை பதிவு செய்கிறார்கள், 50:17-18, 23; 85:11
- வானவர்கள் அவனை காக்கிறார்கள், 13:11; 86:4
- மூன்று வகுப்புகளாக பிரிக்கப்படுவார்கள், 56:7-56
- அல்லாஹ்வுக்கு மிக நெருக்கமானவர்கள், 56:10-11
- வலது கையினர், 56:27-40
- இடது கையினர், 56:41-56
- தெரியாத வடிவங்களில் மாற்றப்பட்டு படைக்கப்படுவார்கள், 56:60-62
- வடிவங்கள் அழகாக்கப்பட்டன, 64:3
- செல்வமும் குழந்தைகளும் வெறும் சோதனை, 64:15
- படைக்கப்பட்டு வழங்கப்பட்டது, 67:23-24; 74:12-15; 90:8-10
- அவசரப்படுகிறான், 70:19-21
- தொழுகைக்கு அர்ப்பணிக்கப்பட்டவர்கள், 70:22-35
- இன்னும் அதிகம் விரும்புகிறான், 74:15
- தன்னை எதிர்த்து சாட்சி, 75:14-15
- அவனது ஆணவம், 75:31-40; 90:5-7
- இவ்வுலக வாழ்வை நேசிக்கிறான், 76:27
- படைப்பது கஷ்டமானதா, அல்லது வானமா, 79:28
- இறைவனை பற்றி அலட்சியமாக உள்ளான், 82:6-12
- சரியாக வடிவமைக்கப்பட்டு சரியான விகிதத்தில் உருவாக்கப்பட்டான், 82:7
- நிலையிலிருந்து நிலைக்கு பயணிக்கிறான், 84:19
- செல்வத்தின் மேல் அன்பு, 89:20
- உழைப்பில் படைக்கப்பட்டான், 90:4
- முயற்சிகளும் செயல்களும் வேறுபட்டவை, 92:4
- எளிமையின் பாதையும் தீமையின் பாதையும் அவனுக்கு சமன் செய்யப்பட்டன, 92:7, 10
- சிறந்த வடிவில் படைக்கப்பட்டான், 95:4
- பிறகு மிகவும் கீழ்நிலைக்கு தாழ்த்தப்பட்டான், 96:5
- எல்லா எல்லைகளையும் மீறுகிறான், 96:6-7
மனாசிக் (ஹஜ்ஜின் கடமைகள்), 2:128, 200; 22:30
மனாத், 53:20
மனிதகுலம்
- மனிதகுலத்திற்கு சாட்சிகள், 2:143
- ஒரே சமூதாயம், 2:213; 10:19
- ஒரே ஜோடியிலிருந்து படைக்கப்பட்டது, 4:1; 39:6; 49:13
- தங்களுக்கு எதிராக கலகம், 10:23
- கணக்கு நெருங்கி விட்டாலும் கவலையற்று இருக்கிறார்கள், 21:1-3
- ஃபித்ரா மீது படைக்கப்பட்டனர், 30:30
- மனிதகுலத்தில் மிகவும் கண்ணியமானவர், 49:13
- தேசங்களாகவும் கோத்திரங்களாகவும் ஆக்கப்பட்டனர், 49:13
மன்னாவும் காடைகளும், 2:57
ஒழுக்கங்கள்
- வீடுகளில் நுழைவதைப் பற்றி, 24:27-29
- வீட்டில், 24:58-61
- நபியின் வீடுகளில், 33:53
- நபிக்கு வாழ்த்து கூறவும் ஸலாத் சொல்லவும், 33:56
- அல்லாஹ்வையோ அவன் தூதரையோ நம்பும் ஆண்களையோ பெண்களையோ தொந்தரவு செய்யாதீர்கள், 33:57-58
- நம்புவதற்கு முன் செய்தியை சரிபார்க்கவும், 49:6
- மற்றவரை கேலி செய்யாதீர்கள், 49:11
- கூட்டங்களில், 58:11
திருமணம், 2:232, 234
- நிராகரிப்பாளர்களையோ அடிமைகளையோ மணப்பது, 2:221
- எத்தனை பேரை மணக்கலாம், 4:3
- மஹரை திரும்பப் பெறக்கூடாது (விவாகரத்தில்), 4:20-21
- தடைசெய்யப்பட்டவர்கள், 4:22-24
- சுதந்திர நம்பும் பெண்களை மணக்க வழியில்லாவிட்டால், 4:25
- பிரிவு அஞ்சினால் இரண்டு நடுவர்கள் நியமிக்கவும், 4:35
- மனைவி கொடுமை அல்லது கைவிடல் அஞ்சினால் சமாதான நிபந்தனைகள், 4:128
- ஒரு மனைவியை அதிகமாக சாய்ந்து மற்றவளை தொங்கவிடாதீர்கள், 4:129
- விபச்சாரர்களின் திருமணம், 24:3
- ஏழைகளை திருமணம் செய்யவும், 24:32
- திருமணத்திற்கு நிதி வழியில்லாதவர்கள், 24:33
- நபிக்கு ஆகுமான மனைவியர், 33:50-52
- உடலுறவுக்கு முன் விவாகரத்தில் இத்தா இல்லை, 33:49
போர் வீரர்கள்
- மரணமடையவில்லை, 2:154; 3:169
- அல்லாஹ்வின் அருளிலும் கொடையிலும் மகிழ்கிறார்கள், 3:170-171
- மன்னிப்பும் கருணையும் பெறுவார்கள், 3:157-158
- நல்ல வாழ்வாதாரம் பெறுவார்கள், 22:58-59
மாரூத், 2:102
மர்யம் (இயேசுவின் தாய்), பிறப்பு, 3:35-7
- இயேசுவின் நற்செய்தி, 3:42-51; 19:16-21
- பிரசவத்தில், 19:23-26
- குழந்தையை தன் மக்களிடம் கொண்டு வந்தாள், 19:27-33
- பொய் குற்றச்சாட்டு, 4:156
- கற்பை காத்தாள், 21:91; 66:12
மர்யம், S.19
மஸத், S.111
- அல்-மஸ்ஜிதுல் அக்சா, 17:1
- அல்-மஸ்ஜிதுல் ஹராம், 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- அல்-மஷ்அருல் ஹராம், 2:198
மாஊன், S.107
மஃவா சொர்க்கம், 53:15
அளவும் எடையும், முழுமையாக கொடுக்கவும், 11:85; 17:35; 83:1-5
சந்திப்பு
- அல்லாஹ்வுடன், 6:31
- மகத்தான நாளின், 19:37
- மறுமையில், 30:16
தூதர்கள், 2:253; 4:164-165; 40:78; 57:27
- வரிசையாக, 2:87
- தொடர்ச்சியாக, 5:19; 23:44
- கொல்லப்பட்டனர், 3:183
- அச்சுறுத்தப்பட்டனர், 14:13
- கேலி செய்யப்பட்டனர், 6:10; 13:32; 15:11; 21:41
- மறுக்கப்பட்டனர், 3:184; 6:34; 25:37; 34:45; 51:52
- சிலரை நம்பி சிலரை மறுத்தல், 4:150-152
- தூதர்களின் கூட்டம், 5:109
- நற்செய்தி சொல்பவர்களாகவும் எச்சரிப்பாளர்களாகவும் அனுப்பப்பட்டனர், 6:48; 14:4-8
- ஒவ்வொரு தேசத்திலிருந்தும் ஒரு சாட்சியாக, 16:89
- ஒவ்வொரு தேசத்திற்கும் ஒரு தூதர், 10:47; 16:36
- அல்லாஹ்வின் வசனங்களை ஓதுகிறார்கள், 7:35-36
- வானவராக ஒரு தூதர், 17:95; 25:7
- மனிதர்களை விட வேறொன்றுமில்லை, 14:10-12; 17:94; 21:8; 25:7-8, 20
- அவர்களது மனைவியரும் மக்களும், 13:38
- நபிகளையும் காண்க
மிஃராஜ், 17:1; 53:12
கஞ்சத்தனம்/கஞ்சர்கள், 57:24
துரதிர்ஷ்டம், உன் கைகளால், 42:30
மடாலயம், விதிக்கப்படவில்லை, 57:27
குரங்குகள், மீறியவர்கள் ஆனார்கள், 2:65; 5:60; 7:166
மிஃராஜ், 17:1; 53:12
மாதங்கள், எண்ணிக்கை, 9:36-37
சந்திரன், 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- பிளவுபடுதல்; 54:1
மூசா
- அவரது மக்கள், 2:51-61; 7:138-141, 159-162; 14:5-8; 61:5
- ஃபிர்அவ்னும், 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- அல்லாஹ்வால் வழிகாட்டப்பட்டார், 6:84
- மலையும் இறைவனின் தோற்றமும், 7:142-145
- கன்றுக்குட்டி வழிபாட்டிற்காக மக்களை கண்டிக்கிறார், 7:148-156; 20:83-99
- அவரது வேதம், அதில் கருத்துவேறுபாடுகள் ஏற்பட்டன, 11:110
- வேதம் வழங்கப்பட்டது, 17:2
- ஒன்பது தெளிவான அத்தாட்சிகள், 7:133; 17:101
- இரண்டு கடல்கள் சந்திக்கும் இடத்திற்கு, 18:60-82
- எரியும் புதரில் நிறைவேறிய சந்திப்பு 20:9-36; 27:7-14; 28:29-35
- அழைக்கப்பட்டு தூதுவர் பணி வழங்கப்பட்டது, 19:51-53; 20:9-56
- அவரது குழந்தைப் பருவம், தாய் மற்றும் சகோதரி, 20:38-40; 28:7-13
- மாயவித்தைக்காரர்கள் மதம் மாறினர், 20:70-73; 26:46-52
- மத்யனில், 20:40; 28:22-28
- அளவுகோல் வழங்கப்பட்டது, 21:48
- மர்மத்தான நெருப்பும், 27:7-12; 28:29-35
- நகரில் தவறுதலாக ஒரு எகிப்தியனை கொல்கிறார் 28:14-21
- தெளிவான ஆயத்களுடன் வந்தார், 29:39
- ஃபிர்அவ்னுடனான கதை 7:103-137; 10:75-92; 11:96-99; 26:10-69
- ஃபிர்அவ்னுக்கும் அவன் மக்களுக்கும் ஒன்பது அத்தாட்சிகள் 7:130-133; 20:17-22; 17:101
- ஃபிர்அவ்னின் மாயவித்தைக்காரர்களை வெற்றி கொள்கிறார் 20:70-73; 26:46-52
- மத்யனுக்கு தப்பித்து திருமணம் 28:22-28
- பலகைகள் பெறுகிறார் 7:142-154
- மலையில் அல்லாஹ்வை காண கேட்கிறார் 7:142-145
- அல்லாஹ்வால் கண்ணியப்படுத்தப்பட்டார் 33:69
- இஸ்ரவேலர்களுக்கு அல்லாஹ்வின் அருட்கொடைகள் 2:47-61
- இஸ்ரவேலர்கள் ஜெருசலேமில் நுழைய மறுக்கிறார்கள் 5:20-29
- நேர்வழியில் வழிகாட்டப்பட்டார், 37:114-122
- அவரது வேதம், 53:36; 87:19
மஸ்ஜித் (ஜெருசலேம்), 17:7
மஸ்ஜித் (குபா), 9:107-108
மஸ்ஜித்கள், 2:187; 9:17-19
- அல்லாஹ்வின் மஸ்ஜித்களை பராமரிக்கவும், 9:17-18
கொசு, ஒரு உவமை, 2:26
மலைகள், 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10, 27; 81:3; 101:5
முத்தத்திர், S.74
முஹாஜிர் (புலம்பெயர்ந்தவர்கள்), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- பெண்கள், 60:10-12
முஹம்மது ﷺ
- கேலி செய்யப்பட்டார், 2:104; 4:46; 25:41-42; 34:78
- தூதரை மதிக்கவும், 2:104; 4:46; 49:1-5
- அவரை நம்புவதற்கான உடன்படிக்கை, 3:81
- நம்பிக்கையாளர்களுக்கு சாட்சி, 2:143
- தூதர் மட்டுமே, 3:144
- மென்மையாக நடத்துதல், 3:159
- அவரது பணி, 3:164; 7:157; 36:6; 52:29; 74:1-7
- நம்பிக்கையாளர்களுக்கு பெரும் அருளாக அனுப்பப்பட்டார், 3:164
- உண்மையுடன் அனுப்பப்பட்டார், 4:170
- காவலாளியாக ஆக்கப்படவில்லை, 6:107
- எழுதப்படிக்காதவர், 7:157; 62:2
- மனிதகுலத்திற்கு அல்லாஹ்வின் தூதராக அனுப்பப்பட்டார், 7:158; 48:9, 29
- தெளிவான எச்சரிப்பாளர், 7:184, 188; 11:2; 15:89; 53:56
- பைத்தியக்காரர் அல்ல, 7:184; 68:2; 81:22
- உங்களை குற்றம் சாட்டுபவர்கள், 9:58
- நபியை நோகடிப்பவர்கள், நம்பிக்கையாளர்களுக்கு ஒரு கருணை, 9:61
- வேத அறிவிப்பை மட்டுமே பின்பற்றுகிறார், 10:15-16; 11:12-14; 46:9
- அவரது வார்த்தைகள், 11:2-4; 12:108; 34:46-50
- அல்லாஹ் அவர் மீது சாட்சி, 13:43; 29:52; 46:8
- சாட்சியாகவும் நற்செய்தி சொல்பவராகவும் எச்சரிப்பாளராகவும் அனுப்பப்பட்டார், 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- கவலைப்படவேண்டாம், 15:97; 16:127; 18:6
- சாட்சியாக அனுப்பப்பட்டார், 16:89; 22:78; 73:15
- ஞானத்துடனும் அழகான பிரசங்கத்துடனும் அழைக்கவும், சிறந்த விதத்தில் வாதிடவும், 16:125
- மகாமு மஹ்மூத், 17:79
- வேத அறிவிப்பு பெற்றார், 18:110
- ஆலமீன்களுக்கு கருணை, 21:107
- எந்த பலனும் கேட்கவில்லை, 25:57; 38:86; 42:23
- கட்டளையிடப்பட்டதை செய்கிறார், 27:91-93; 30:30; 66:9
- அல்லாஹ்வின் கருணையாக, 28:46-47
- நம்பிக்கையாளர்களுக்கு நெருக்கமானவர், 33:6
- பின்பற்ற சிறந்த முன்மாதிரி, 33:21
- நபிகளில் கடைசியானவர், 33:40
- அவர் மீது ஸலாத் சொல்லுங்கள், 33:56
- மனிதகுலம் முழுவதற்கும் அனுப்பப்பட்டார், 34:28
- ஊதியம் அல்லாஹ்விடம் மட்டுமே, 34:47
- ஒரு மனிதன் மட்டுமே, 41:6
- பாதுகாவலனாக அனுப்பப்பட்டார், 42:48
- தூதர்களில் புதியதொன்றில்லை, 46:9
- இஸ்ரவேல் மக்களிலிருந்து சாட்சி, 46:10
- அவரிடம் பைஆத் செய்வது அல்லாஹ்விடம் பைஆத் செய்வதாகும், 48:10, 18
- ஜிப்ரீலை கண்டார், 53:4-18; 81:22-25
- அவரை எதிர்க்காதீர்கள், 58:20-22
- இயேசுவால் முன்னறிவிக்கப்பட்டார், 61:6
- உண்மையின் மார்க்கத்தை அனைத்து மார்க்கங்களின் மேல் வெற்றிபெறச் செய்ய, 61:9
- இருளிலிருந்து ஒளிக்கு, 65:11
- நிராகரிப்பாளர்களுக்கும் கபடர்களுக்கும் எதிராக கடினமாக போராடவும், 66:9
- உயர்ந்த குணநலன்கள், 68:4
- கவிஞரோ சோதிடரோ அல்ல, 69:41-42
- தொழுகைக்கு அர்ப்பணிக்கப்பட்டவர், 73:1-8, 20; 74:3
- குருடனும், 80:1-12
- அல்லாஹ்வுக்கு சஜ்தா செய்து அவனை நெருங்கவும், 96:19
- தூய்மையான பக்கங்கள் ஓதுகிறார், 98:2
- குடும்பம் பற்றிய ஆயத்கள், 24:11-17; 33:28-34, 50-53, 55, 59; 66:1, 3-6; 108:3
- தூதர்களையும் நபிகளையும் காண்க
முஹம்மது (ﷺ), S.47
முஹ்சினூன் (நன்மை செய்வோர்), 2:117, 195; 4:125, 128; 10:12-16; 16:128
- அல்லாஹ் அவர்களை நேசிக்கிறான், 3:134, 148; 5:93
- அல்லாஹ் முஹ்சினூன்களின் நற்பலனை வீணாக்கமாட்டான், 5:85; 9:120; 11:115; 18:30
- முஹ்சினூன்களுக்கு நாம் நற்பலன் வழங்குகிறோம், 12:22; 37:80, 105, 110; 39:34; 77:44
- முஹ்சினூன்களுக்கு நற்செய்தி, 22:37; 46:12
- முஹ்சினூன்களுக்கு அல்லாஹ்வின் கருணை அருகில், 7:56
- முஹ்சினூன்களுடன் அல்லாஹ் இருக்கிறான், 29:69
- பெற்றோரிடம் கடமையுணர்வும் நன்மையும், 2:83
- அல்லாஹ்வின் கடமைகளில் பொறுமை, 16:90
- நன்மையும் தீமையும் காண்க
முஜாதிலா, S.58
கோவேறு கழுதைகள், 16:8
முல்க், S.67
முஃமின் (ஃகாஃபிரைக் காண்க), S.40
முஃமினூன், S.23
மும்தஹனா, S.60
முனாஃபிகூன், S.63
கொலை, 2:178-179
முர்சலாத், S.77
முஸ்லிம்கள்
- முதல் முஸ்லிம்கள், 6:14, 163; 9:100; 39:12
- யார் பெயரிட்டார்கள், 22:78
- மன்னிப்பும் பெரும் நற்பலனும் அவர்களுக்கு, 33:35-36
முதஃப்ஃபிஃபீன், S.83
முஸ்ஸம்மில், S.73
நபா', S.78
நதீர், பனூ-அந்-, (யூதர்கள்), 59:2, 9, 13
நஹ்ல், S.16
நஜஸ் (அசுத்தம்) 9:28
நஜ்ம், S.53
நஜ்வா (இரகசியத்தைக் காண்க)
பெயர்கள்
- அவனுக்கே மிகவும் அழகான பெயர்கள், 7:180
- அவனுக்கே சிறந்த பெயர்கள், 17:110; 20:8; 59:24
- தேவையால் கட்டாயப்பட்டால், 2:173; 6:145
- அண்டை வீட்டார், 4:36
- பிறை நிலவு, 2:189
- செய்திகள் சோதிக்கப்பட வேண்டும் 4:83
- கஞ்சத்தனம் 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
- இரவு, (சின்னமாக), ஓய்வுக்காக, 10:67
- ஒரு மூடியாக, 13:3; 78:10
- சேவைக்காக, 14:32
- லைலத்துல் கத்ர் இரவு, 44:3-4; 97:1-5
நிசா', S.4
நூஹ், 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- கேலி செய்யப்பட்டார் 11:38
- வெள்ளம் (கடுமையான), 29:14
- கப்பலும் வெள்ளமும் 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- நேர்மையற்ற மகன் காப்பாற்றப்படவில்லை, 11:42-48
- நேர்மையற்ற மனைவி, 14:9; 17:3, 17; 19:58; 21:76; 22:42; 26:105-106, 116; 33:7; 37:75, 79; 38:12; 42:13; 40:5, 31; 42:13; 50:12; 53:52; 57:26; 66:10; 71:1, 21, 26
நூஹ், S.71
நூர், S.24
சத்தியம், 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
கீழ்ப்படிதல், 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51-52, 54; 47:33; 64:12
நிறைவேற்றப்பட வேண்டிய கடமைகள், 5:1
சந்ததி, 4:9; 42:49-50
- விரும்புவோருக்கு ஆணையும் பெண்ணையும் வழங்குகிறான், 42:49
- ஒலிவ், 6:141; 16:11; 23:20; 24:35; 95:1
- ஒரே ஒரு இலாஹ், 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
அனாதைகள், 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- அனாதைகளின் பாதுகாவலர்கள், 4:6
- ஒவ்வொரு மக்களுக்கும் தங்கள் செயல்கள் அழகாக தோன்றுகின்றன, 6:108
ஜோடிகள், அனைத்து உயிரினங்களிலும், 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
பனை மரம், 13:4; 19:25; 20:71; 59:5
உவமைகள், (ஒப்புமை, எடுத்துக்காட்டு)
- நெருப்பை மூட்டியவன், 2:17-18
- வானிலிருந்து மழைப் புயல், 2:19-20
- கொசு, 2:26
- கூவுபவன், 2:171
- முழுவதும் இடிந்த ஒரு நகரம், 2:259
- ஒரு தானியக் கதிர், 2:261
- மிருதுவான பாறை, 2:264
- தோட்டம், 2:265-266
- கயிறு, 3:103
- குளிர்ந்த காற்று, 3:117
- உயிர்த்தெழுதல் 7:57; 22:5; 41:39
- நாக்கை தொங்கவிடும் நாய், 7:176
- மேலிலிருந்து விழும் வாயில் நிற்பவன், 9:109-110
- மழை, 10:24
- அறுவடை செய்யப்பட்ட வயல், 10:24
- குருடனும் செவிடனும், 11:24
- அல்லாஹ் எதிராக பொய்யான கடவுள்கள் 13:14; 16:76
- உண்மை எதிராக பொய்மை 13:17
- கடுங்காற்றில் சாம்பல், 14:18
- நல்ல மரம், 14:24-25
- தீய மரம், 14:26
- அடிமையும் சுதந்திர மனிதனும், 16:75
- தன் எஜமானுக்கு சுமையான ஊமையன், 16:76
- நூலை அவிழ்க்கும் பெண், 16:92
- நிலையான மற்றும் திருப்தியான நகரம், 16:112-113
- திராட்சைத் தோட்டங்களுடன் இரண்டு மனிதர்கள், 18:32-44
- வானிலிருந்து தண்ணீரைப் போன்ற இவ்வுலக வாழ்வு, 18:45
- வானிலிருந்து விழுந்து பறவைகளால் கொத்தப்படுதல், 22:31
- ஒரு ஈ, 22:73
- ஒளி ஒரு சன்னல் போன்றது, 24:35-36
- கானல் நீர், 24:39
- ஆழமான கடலில் இருள், 24:40
- சிலந்தி, 29:41
- பங்குதாரர்கள், 30:28
- நகரின் மக்கள், 36:13-32
- வெவ்வேறு நிறங்களின் பயிர்கள், 39:21
- பல பங்குதாரர்களுக்கு சொந்தமான ஒரு மனிதன், 39:29
- வளரும் விதை, 48:29
- கடினப்பட்ட இதயங்கள் 57:16-17
- மழைக்குப் பின் தாவரம், 57:20
- தன்னை தாழ்த்திக்கொள்ளும் மலை, 59:21
- கழுதை, 62:5
- தண்ணீர் ஆழத்தில் மறைந்தால், 67:30
- தோட்டத்தின் மக்கள், 68:17-33
சொர்க்கம்
- மஃவா சொர்க்கம், 53:15
- ஃபிர்தவ்ஸ் சொர்க்கம், 18:107; 23:11
- கீழே நதிகள் ஓடும் தோட்டங்கள், 3:15, 198; 4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20; 57:12; 64:9; 98:8
- நிரந்தர தோட்டங்கள் ('அத்ன் சொர்க்கம்) 9:72; 13:23; 18:31; 19:61; 20:76
- நித்திய தோட்டங்கள் ('அத்ன் சொர்க்கம்), 16:31; 35:33; 98:8
- இன்பத்தின் தோட்டங்கள், 37:43; 56:12, 89
- நிரந்தர இன்பங்களின் தோட்டங்கள், 9:21
- தோட்டங்களும் திராட்சைத் தோட்டங்களும், 78:32
- இரண்டு தோட்டங்களின் பழங்கள், 55:54, 62
- விரும்பியவாறு அனைத்து வகை பழங்களும் ஏராளமாக, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- பழங்கள் எட்டும் தூரத்தில், 55:54; 69:23
- பழமும் இறைச்சியும், 52:22
- பறவை இறைச்சி, 56:21
- முட்களற்ற லோட்டு மரங்களும் தல்ஹ் மரங்களும், 56:28-29
- பயனற்ற அறிவு, புத்தகங்களுடன் கழுதை 62:5
- ஓடும் நீரூற்று, 88:12
- ஸல்ஸபீல் என்ற நீரூற்று, 76:18
- காஃபூர் என்ற நீரூற்று, 76:5
- தஸ்னீம் என்ற நீரூற்று, 83:27-28
- சொர்க்கத்தில் கவ்தர் நதி, 108:1
- மது, பால், தெளிவிக்கப்பட்ட தேன் நதிகள், 47:15
- தூய்மையான முத்திரையிட்ட மது, வெண்மையான சுவையான, 37:45-46; 56:18; 76:21; 83:25
- ஸன்ஜபீல் கலந்த கோப்பை, 76:17; 78:34
- தண்ணீர், 76:5
- தங்க தட்டுகளும் கோப்பைகளும், 43:71
- வெள்ளி பாத்திரங்களும் படிக கோப்பைகளும், 76:15-16
- பட்டு மற்றும் கனமான பட்டினால் செய்யப்பட்ட பச்சை ஆடைகள், 18:31; 22:23; 35:33; 44:53; 76:12, 21
- தங்க மற்றும் முத்து வளையல்களால் அலங்கரிக்கப்பட்டவை, 18:31; 22:23; 35:33; 76:21
- பட்டு நூல் விரிப்புகளில் சாய்வு மெத்தைகள், 55:54
- பச்சை தலையணைகளும் அழகான மெத்தைகளும் வரிசையாக, 55:76; 88:15
- தங்கம் மற்றும் விலை உயர்ந்த கற்களால் நெய்யப்பட்ட உயரமான அரியணைகள் 56:15; 88:13
- விரிக்கப்பட்ட அழகிய கம்பளங்கள், 88:16
- உயர்ந்த அறைகளுடன் கூடிய அழகிய மாளிகைகள், 9:72; 39:20
- என்றென்றும் அதில் தங்குதல், 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- நிரந்தர இல்லம், 3:15; 35:35
- அரியணைகளில் ஒருவரையொருவர் நோக்கி, 15:47; 37:44; 44:53; 56:16
- அங்கே மரணத்தை ருசிக்கமாட்டார்கள், 44:56
- வெளியேறுமாறு கேட்கப்படமாட்டார்கள், 15:48
- இதயங்களிலிருந்து வெறுப்பும் காயமும் நீக்கப்படும், 7:43; 15:47
- அனைத்து துயரும் நீக்கப்படும், 35:34
- சோர்வோ உழைப்போ களைப்போ இருக்காது, 15:48; 35:35
- வலியோ வயிற்று வலியோ தலைவலியோ போதையோ இருக்காது, 37:47; 56:19
- வீண் பேச்சோ பாவமான வார்த்தைகளோ இருக்காது, 19:62; 56:25
- தீங்கான பேச்சோ பொய்மையோ இருக்காது, 78:35; 88:11
- பாவமற்றது, 37:47; 52:23
- அதிக வெப்பமோ கடும் குளிரோ இருக்காது, 76:13
- அறியப்பட்ட வாழ்வாதாரம் இருக்கும், 37:41; 56:89
- சாந்தியிலும் பாதுகாப்பிலும், 15:46; 44:51, 55; 50:34
- சாந்தியின் இல்லம், 6:127
- அங்கே வாழ்த்துகள், 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- நீதியான செயல்கள் செய்பவர்கள் நுழைவார்கள், 4:124; 42:22; 44:51
- இறைவனை பயந்தவர்கள் குழுக்களாக வழிகாட்டப்படுவார்கள், 39:73
- செயல்களால் வாரிசாக்கப்பட்டது, 43:72
- அல்லாஹ் அவர்களை பற்றி திருப்தியடைகிறான் அவர்களும் அவனைப் பற்றி, 5:119
- என்னுடைய சொர்க்கம், 89:30
- மிகவும் பெரும் பேறு, 9:72
- மிகவும் பெரும் வெற்றி, 57:12; 64:9
- உன்னத வெற்றி, 9:72; 44:57
- நம்பிக்கையாளர்களுக்கு உபசரிப்பாக தோட்டங்கள், 32:19
- சொர்க்கவாசிகள் அந்த நாளில் மகிழ்ச்சியான விஷயங்களில் மூழ்கியிருப்பார்கள், 36:35
- தோட்டங்களிலும் நீரூற்றுகளிலும் இருப்பார்கள், 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- அரியணையை சுற்றியுள்ள வானவர்களை காண்பார்கள், 39:75
- சர்வ வல்லமையுள்ள அரசனுக்கு அருகில், 54:55
- விரும்புவதெல்லாம் கிடைக்கும், 50:35
- ஹூர்கள், பாதுகாக்கப்பட்ட முட்டைகளைப் போன்ற பரந்த அழகிய கண்களுள்ள தூய பெண்கள், 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- தூய்மையான மனைவியர், 3:15
- இன்பமான நிழலில் அரியணைகளில் சாய்ந்திருக்கும் மனைவியர், 36:55
- ஒரே வயதுடைய இளம் பருவத்தினர், 78:33
- சிதறிய முத்துக்களைப் போன்ற இளம் சேவகர்கள், 52:24; 56:17; 76:19
- வானங்களும் பூமியும் போல் விசாலமானது 3:133, 57:21
- ஓடும் நீரும் குளிர்ந்த நிழலும் சுவையான உணவும் தூய துணைவியரும் 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- நம்பிக்கையாளர்களுக்கு நற்பலன் 55:46-78; 56:10-40
- தேன், பால், தண்ணீர், மது நதிகள் 47:15
- தொழுகைகளும் வாழ்த்துகளும் 10:9-10; 39:73-74
- சாந்தியின் வாழ்த்துகளுடன் வரவேற்கப்படுவார்கள் 13:23-24; 14:32
- இன்பத்தில் நிரந்தர தங்குதல் 11:108
- வெளியேறுமாறு கேட்கப்படமாட்டார்கள் 15:45-48
- அவர்களுக்கு முன்னும் வலதிலும் ஒளி 57:12
- வெப்பமோ குளிரோ இல்லை 76:13
- அனைத்து விருப்பங்களும் நிறைவேற்றப்படும் 16:30-32; 41:31-32
- தங்க வளையல்களும் மென்பட்டு ஆடைகளும் 18:30-31; 22:23-24; 44:51-53
- தங்க கோப்பைகளின் தட்டுகள் 43:67-73
- வெள்ளி பாத்திரங்களும் எட்டும் தூரத்தில் பழங்களும் 76:14-16
- அரியணைகளில் சாய்ந்திருத்தல் 15:47; 37:44; 52:20
- நம்பிக்கையாளர்கள் இறைவனை காண்பார்கள் 75:22-23
பெற்றோர், அவர்களிடம் அன்பு, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
அல்லாஹ்வுக்கு இணை, பொய்மை, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
மேய்ச்சல், 87:4-5
வழி, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- பாதையையும் காண்க
பொறுமை, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5; 73:10
- பொறுமையிலும் தொழுகையிலும் உதவி தேடவும், 2:45, 153; 20:132; 50:39
பொறுமையாளர்கள்
- முழு நற்பலன் பெறுவார்கள், 39:10
- பொறுமையாளர்களுடன் அல்லாஹ் இருக்கிறான், 8:46
- பொறுமையாக இருங்கள், 11:115
- அல்லாஹ்வின் கடமைகளில் பொறுமையாக, 16:90
- கோபமடையும்போது பொறுமையாக, 41:34
சாந்தி, சாந்திக்கு சாய்ங்கள், 8:61
முத்தும் பவளமும், பாதுகாக்கப்பட்டவை, 52:24; 55:22; 56:23
எழுத்தாணி, 68:1; 96:4
நபர்
- அல்லாஹ் ஒருவரை திறனுக்கு அப்பால் சுமத்துவதில்லை, 2:286; 7:42
- அல்லாஹ் ஒருவரை திறனுக்கு அப்பால் சோதிக்கமாட்டான், 23:62
- எந்த நபரும் நாளை என்ன சம்பாதிப்பான் என்றோ எங்கே மரணிப்பான் என்றோ அறியமாட்டான், 31:34
- ஒவ்வொரு நபரும் செய்த நன்மை தீமை அனைத்தையும் எதிர்கொள்வார்கள் 3:30
- ஒவ்வொரு நபரும் தனக்காக வாதிட வருவார்கள், 16:111
- ஒவ்வொரு நபரும் செய்தவற்றுக்கு அடகு வைக்கப்பட்டவர், 74:38
- அல்லாஹ் தன்னை கண்டிக்கும் ஆன்மாவின் மீது சத்தியம் செய்கிறான், 75:2
ஃபிர்அவ்ன், 28:6; 40:24
- ஃபிர்அவ்னின் மக்கள், 2:49; 3:11; 7:141; 44:17-33
- நீரில் மூழ்கடிக்கப்பட்டான், 2:50
- மூசாவுடன் நடத்தை, 7:103-137; 10:75-92
- கடலிலிருந்து உடல் வெளியேற்றப்பட்டது, 10:90-92
- எல்லைகளை மீறினான்; பாவங்கள் செய்தான்; கீழ்படியாமல் இருந்தான், 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- நீதிமான் மனைவி, 28:8-9
- கடவுள் என்று கோரினான், 28:38; 79:24
- அழிக்கப்பட்டான், 29:39
- ஃபிர்அவ்னின் குடும்பத்திலிருந்து ஒரு நம்பும் மனிதன், 40:28-44
- கோபுரம் கட்டுதல், 40:36-37
- மூசாவையும் காண்க
உலகப் பொருட்களை குவித்தல், 102:1-4
பைஆத் (உறுதிமொழி)
- இஸ்லாமுக்கு, 16:91
- தூதரிடம் பைஆத் செய்வது அல்லாஹ்விடம் பைஆத் செய்வதாகும், 48:10
- நம்பிக்கையாளர்களின் பைஆத், 48:18; 60:12
அடகு வைப்பு, ஒரு அடகு இருக்கட்டும், 2:283
- ஒவ்வொரு நபரும் சம்பாதித்தவற்றுக்கு அடகு வைக்கப்பட்டவர், 52:21; 74:38
கவிதை, 36:69
கவிஞர்கள், 26:224-227; 69:41
மாதுளை, 6:141
ஏழைகள், 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60; 17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8; 107:3
தொழுகை, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- உரக்கவும் அல்ல மெதுவாகவும் அல்ல, 17:110
- நிராகரிப்பாளர்களுக்காக பிரார்த்தனை, 9:113-114
- நிராகரிப்பாளர்களின் பிரார்த்தனை, 13:14
- பிரார்த்திப்போருக்கு பதில் அளிக்கிறான், 42:26
- பொறுமையிலும் தொழுகையிலும் உதவி தேடவும், 2:45, 153; 20:132; 50:39
- கிப்லாவை நோக்கி தொழுகை நிலைநாட்டவும், 2:142-145, 149-150
- தொழுகையை கடிப்பிடிக்கவும், 2:238
- பயணத்திலும் போரிலும், 2:239; 4:101-102
- குடிபோதையில் நெருங்காதீர்கள், 4:43
- ஜனாபா நிலையிலும் அல்ல, 4:43
- தொழுகைக்கு தூய்மைப்படுத்தல், 4:43; 5:6
- தொழுகை முடிந்தவுடன், 4:103
- தொழுகை நேரங்கள், 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- அல்லாஹ்வுக்கு மட்டும் சஜ்தா, 13:15
வெள்ளிக்கிழமை தொழுகை, 62:9-11
ஆபத்தில் முன்னெச்சரிக்கை, 4:71
போர்க் கைதிகள், 8:67-71
- கைதிகளையும் காண்க
உண்மையின் வாக்குறுதி, 46:16-17
சொத்து, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
நபிகள், 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- நபிகளின் உடன்படிக்கைகள், 3:81; 33:7-8
- நபிகளுக்கு தடைசெய்யப்பட்டது, 3:161
- ஒவ்வொரு நபிக்கும் ஒரு எதிரி, 6:112; 25:31
- தூதர்களையும் காண்க
சஜ்தா
- வானங்களிலும் பூமியிலும் உள்ளவர்கள் அனைவரும் அவர்களது நிழல்களும் அல்லாஹ்வுக்கு சஜ்தா செய்கிறார்கள், 13:15
வாழ்வாதாரம், 10:59; 13:26; 14:32; 16:73; 34:36, 39; 42:12; 51:57; 67:21; 79:33
திருப்பாடல்கள் (ஸபூர்), 4:163
தண்டனை
- தாமதிப்பது, 3:178
- கைகளோ கால்களோ வெட்டுதல், 5:33
- நீங்கள் அனுபவித்தது போல் தண்டிக்கவும், 16:126
- இவ்வுலகிலும் மறுமையிலும், 24:19; 68:33
தூய்மைப்படுத்தல்
- உடல் ரீதியாக, 4:43; 5:6
- ஆன்மீக ரீதியாக, 87:14; 91:9
கத்ர், 5:5; 64:11
கத்ர், S.97
காஃப், S.50
கலம், S.68
கமர், S.54
காரியா, S.101
காரூன் (கோரஹ்), 28:76-82; 29:39
கஸஸ், S.28
கிப்லா, 2:142-145, 149
கிஸாஸ் (தண்டனையில் சமத்துவ சட்டம்), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60; 42:40
குர்ஆன்
- விவரிக்கப்பட்டது, 13:31, 36, 37; 14:1; 56:77-80
- அல்லாஹ்வை தவிர வேறு யாராலும் உருவாக்கப்பட்டிருக்க முடியாது, 2:23; 10:38; 11:13; 17:88
- அல்லாஹ்வை தவிர வேறு யாரிடமிருந்தாவது இருந்திருந்தால் பல முரண்பாடுகள் இருந்திருக்கும், 4:82
- வெளிப்படையான ஒளி, 4:174; 42:52
- அறிவிக்கப்பட்டது, 6:19
- அல்லாஹ் அதற்கு சாட்சி, 6:19
- தெளிவான ஆதாரம், 6:157
- வசனங்களைப் பற்றி பொய்யான உரையாடல், 6:68
- நினைவூட்டல், 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- ஓதும்போது கேளுங்கள் மௌனமாக இருங்கள், 7:204
- திக்ர், 7:205; 15:6, 9
- ஞானத்தின் வேதம், 10:1; 31:2; 36:2
- ஊக்கமளிக்கும் செய்தி, 10:2, 109; 42:52
- மறுப்போர், 11:17
- அரபியில், 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- பகுதிகளாக்கப்பட்டு கட்டங்களாக அறிவிக்கப்பட்டது, 15:91; 17:106; 25:32; 76:23
- ஒரு வசனம் மாற்றுதல், 16:10
- ஓதவிரும்பும்போது, 16:98
- வழிகாட்டுகிறது, 17:9
- நற்செய்தியும் எச்சரிப்பும், 17:9-10
- நிராகரிப்பாளர்களும், 17:45-47
- அதிகாலை ஓதல் வானவர்களால் சாட்சியமளிக்கப்படுகிறது, 17:78
- குணமளிப்பும் கருணையும், 17:82
- மனிதகுலத்திற்கு முழுமையாக விளக்கப்பட்டது, ஒவ்வொரு வகை உவமையும், ஆனால் பெரும்பாலோர் மறுக்கிறார்கள், 17:89; 18:54; 39:27
- எளியது, 19:97; 44:58; 54:17, 22, 32, 40
- என் மக்கள் இந்த குர்ஆனை கைவிட்டார்கள், 25:30
- வேதங்களால் உறுதிப்படுத்தப்பட்டது, 26:196
- இஸ்ரவேல் மக்கள் கருத்துவேறுபடும் விஷயங்களை தெளிவுபடுத்துகிறது, 27:76
- ஓதவும் தொழுகவும், 29:45
- அல்லாஹ்விடமிருந்து உண்மை, 32:3; 35:31
- ஒரு பாக்கியமான இரவில், 44:3
- அதில் அனைத்து கட்டளைகளும் தீர்மானிக்கப்படுகின்றன, 44:4
- குர்ஆனில் ஆழமாக சிந்தியுங்கள், 47:24
- குர்ஆனால் எச்சரிக்கவும், 50:45
- அல்லாஹ்வால் கற்பிக்கப்பட்டது, 55:1
- கண்ணியமான ஓதல், நன்கு பாதுகாக்கப்பட்டது, 56:77-78
- தூய்மையானவர்களே தொடலாம், 56:79
- மலையில் அனுப்பப்பட்டிருந்தால், 59:21
- நிராகரிப்பாளர்களுக்கு வேதனை, 69:50
- உறுதியான தெளிவான உண்மை, 69:51
- மெதுவாக ஓதவும், 73:4
- கண்ணியத்துடன் பாதுகாக்கப்பட்ட பதிவேடுகளில், 80:13-16
- அனைத்து ஆலமீன்களுக்கும் நினைவூட்டல், 81:27
- நிராகரிப்பாளர்கள் பொய்யாக்குகிறார்கள், 84:22
- பாதுகாக்கப்பட்ட பலகையில், 85:22
- உண்மையை பொய்மையிலிருந்து பிரிக்கும் வார்த்தை, 86:13
- தூய்மையான பக்கங்கள் ஓதுகிறார், 98:2
- வேதத்தையும் வேத அறிவிப்பையும் காண்க
குரைஷ், S.106
குரைஷ்
- அவர்களில் நிராகரிப்பாளர்கள், 54:43-46, 51
- அடக்குதல், 106:1-4
- ரப்பிகளும் துறவிகளும், 9:31, 34
- நற்செயல்களில் போட்டியிடுங்கள், 5:48
ரஃத், S.13
ரஹ்மான், S.55
நேர்மையின் ஆடை சிறந்தது, 7:26
மழை
- அல்லாஹ்வின் கொடை, 56:68-70
- கல் மழை, 27:58
ரமழான், 2:185
ரம்ய், 2:200
மீட்பு
- எந்த மீட்பும் ஏற்றுக்கொள்ளப்படமாட்டாது, 57:15
- நிராகரிப்பாளர்களால் வழங்கப்படும், 3:91; 10:54; 13:18
ஃபிதியா நோன்பின், 2:196
- கைதிகளை விடுவிக்க, 8:67
ரஸ்ஸ் நிவாசிகள், 25:38; 50:12
நற்பலன்
- நற்பலனின் நாள், 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- மறுப்பவர்கள், 107:1-7
- ஒரு தீமைக்கு அதைப் போன்ற தீமை, 42:40
சமாதானம்
- மன்னிப்பும் சமாதானமும், 42:40
- கணவனுக்கும் மனைவிக்கும் இடையே, 4:35
பதிவு
- எழுதப்பட்ட பதிவேடு, 83:7-9, 18-21
- ஒவ்வொரு தேசமும் தன் பதிவிற்கு அழைக்கப்படும், 45:28-29
- ஒவ்வொரு நபரின் செயல்களின் எழுதப்பட்ட பக்கங்கள், 81:10
- உண்மையை பேசும் பதிவு, 23:62
- வலது கையில், 69:19; 84:7-9
- இடது கையில், 69:25
- முதுகுக்கு பின்னால், 84:10-15
பதிவு செய்யும் வானவர்கள், 50:17-18, 23; 85:11
நிவாரணம், கஷ்டத்தில், 94:5-6
மார்க்கம்
- மார்க்கத்தில் கட்டாயம் இல்லை, 2:256
- இஸ்லாமே மார்க்கம், 3:19
- அல்லாஹ்வின் மார்க்கம், 3:83-84
- இஸ்லாமை தவிர வேறு மார்க்கம், 3:85
- மார்க்கத்தில் எல்லைகளை மீறாதீர்கள், 4:171; 5:77
- நிறைவுபெற்றது, 5:3
- விளையாட்டாகவும் கேளிக்கையாகவும் கருப்பவர்கள், 6:70
- மார்க்கத்தை பிரிந்து பிரிவுகளாக பிரிகிறார்கள், 6:159; 30:32
- மேலும் காண்க 42:13-14; 43:65; 45:17
- மனிதர்கள் மார்க்கத்தை பிரிவுகளாக உடைத்தனர், ஒவ்வொரு குழுவும் தங்கள் நம்பிக்கையில் மகிழ்கிறது, 23:53; 30:32
- மார்க்கத்தில் எந்த சிரமத்தையும் வைக்கவில்லை, 22:78
- மனிதகுலம் ஃபித்ரா மீது படைக்கப்பட்டது, 30:30
- அனைத்து நபிகளுக்கும் ஒரே மார்க்கம், 42:13-15
- முன்னோர் மார்க்கம், 43:22-24
அல்லாஹ்வை நினைவுகூருதல், 63:9
- நினைவுகூருதலில் இதயங்கள் அமைதி பெறுகின்றன, 13:28
மனந்திரும்புதல்
- அறியாமையில் தீமை செய்து விரைவில் மனந்திரும்பினால் ஏற்கப்படும், 4:17; 6:54
- தீய செயல்கள் தொடர்ந்தால் மனந்திரும்புதல் பயனற்றது, 4:18
- மனந்திரும்புதலை ஏற்று பாவங்களை மன்னிக்கிறான், 4:25
தீமைக்கு அவகாசம், 3:178; 10:11; 12:110; 14:42, 44; 29:53-55; 86:15-17
உயிர்த்தெழுதல், 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3, 20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- எஸ்ராவின் கதையில் எடுத்துக்காட்டு 2:259
- ஆபிரகாம் 2:260
- குகையின் மக்கள் 18:9-26
- உயிர்த்தெழுதலை மறுப்போருக்கு எச்சரிப்பு 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
உயிர்த்தெழும் நாள், 7:89; 20:100-101, 124
- உண்மையான நாள், 78:39
- ஊதியம் முழுமையாக வழங்கப்படும் 3:185
- செயல்களின் எழுதப்பட்ட பக்கங்கள் திறக்கப்படும், 81:11
- ஒவ்வொரு நபரும் என்ன கொண்டு வந்தார் என்று அறிவார்கள், 81:14
- ஒவ்வொரு நபரும் செய்த நன்மை தீமை அனைத்தையும் எதிர்கொள்வார்கள், 3:30
- ஒரு நபர் முன்னால் அனுப்பியதையும் பின்னால் விட்டதையும் அறிவார், 82:5
- அநீதியின் அச்சமில்லை, 20:112
- நீதியின் தராசுகள், 21:47
- செயல்களின் தராசுகள், 23:102-103
- ஒரு அணுவின் எடை அளவு நன்மையோ தீமையோ செய்தவர் அதை காண்பார்கள், 100:7-8
- அனைத்து இரகசியங்களும் ஆராயப்படும், 86:9
- வலது கையில் பதிவு வழங்கப்படும், 69:19; 84:7-9
- இடது கையில் பதிவு வழங்கப்படும், 69:25
- முதுகுக்கு பின்னால் பதிவு வழங்கப்படும், 84:10-15
- நிராகரிப்பாளர்களுக்கு கடினமான நாள், 25:26; 54:8; 74:9
- கனமான நாள், 76:27
- கனமான சுமை சுமத்தப்படும், 20:100-101
- எந்த சாக்கும் கூறுவதற்கு அனுமதி இல்லை, 77:36
- அநீதியாளன் தன் கைகளை கடிப்பான், 25:27
- அநீதியாளர்கள் தங்கள் தோழர்களுடனும் சிலைகளுடனும் கூட்டப்படுவார்கள், 37:22
- ஆழமான வருத்தங்களுடனும் துயரங்களுடனும் அழிவு, 30:12
- உயிருடன் புதைக்கப்பட்ட பெண் குழந்தை கேட்கப்படும், 81:8-9
- மிகவும் பெரும் அச்சம், 21:103
- அழைப்பாளன் பயங்கரமான ஒன்றிற்கு அழைப்பான், 50:41; 54:6-8
- ஒரே ஒரு கூச்சல், 36:29, 49, 53; 38:15; 50:42
- ஸஜ்ரா (கூச்சல்), 37:19; 79:13
- அருகிலுள்ள வேதனை, 78:40
- வானம் கடுமையாக அதிரும், 52:9; 56:4
- வானம் பிளவுபடும், 84:1-2
- வானம் வெடிக்கும், 77:9; 82:1
- வானம் மேகங்களுடன் பிளவுபடும், 25:25
- வானம் சுருட்டப்படும் அவன் வலது கையில், 21:104; 39:67
- வானிலும் பூமியிலும் உள்ளவர்கள் அனைவரும் மயங்கி விழுவார்கள், 39:68
- வானம் திறக்கப்படும் வாயில்களாகும், 78:19
- வானம் எண்ணெய் கசடு போல் இருக்கும், 70:8
- நட்சத்திரங்கள் விழும், 81:2; 82:2
- நட்சத்திரங்கள் ஒளியை இழக்கும், 77:8
- சூரியன் ஒளியை இழக்கும், 81:1
- கடல்கள் எரியும் நெருப்பாகும், 81:6
- கடல்கள் வெடிக்கும், 82:3
- மணிக்கூட்டின் நிலநடுக்கம், 22:1; 99:1
- மலைகள் நகரும், 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- தூளாக்கப்படும் 20:105; 56:5
- கம்பளி சருகுகள் போல், 70:9; 101:5
- பூமியும் மலைகளும் கடுமையாக அதிரும், 73:14; 79:6
- பூமி தூளாக்கப்படும், 89:21
- பூமி வேறொரு பூமியாக மாறும் வானங்களும் மாறும், 14:48
- பூமி விரிக்கப்படும், 84:3-5
- பூமி சமப்படுத்தப்பட்ட சமதளமாக, 18:47; 20:106
- பூமி தன் சுமைகளை வெளியேற்றும், 84:4; 99:2
- கல்லறைகள் கவிழ்க்கப்படும், 82:4
- கல்லறைகளிலிருந்து உயிர்த்தெழுதல், 21:97; 70:43
- மரணத்திற்கு பின் பூமியில் உயிருடன், 79:14
- காட்டு மிருகங்கள் கூட்டப்படும், 81:5
- குருடர்களாக எழுப்பப்படுவார்கள், 20:124-125
- கொம்பு ஊதப்படும், 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- ஸக்கா, 80:33
- ஆன்மாக்கள் உடல்களுடன் இணைக்கப்படும், 81:7
- பத்து நாட்களுக்கு மேல் தங்கியதில்லை, 20:103
- ஒரு நாளுக்கு மேல் தங்கியதில்லை, 20:104
- அல்லது ஒரு நாளின் ஒரு பகுதி, 23:112-114
- கூட்டத்தின் நாள், 64:9
- நியாய நாள், 37:21
- முடிவின் நாள், 77:38; 78:17
- பிரித்தறிவதன் நாள், 77:13-14
- துயரத்தின் நாள், 19:39
- மறுப்பவர்கள், 77:15-50
- மனிதகுலம் சிதறிய அந்துப்பூச்சிகளைப் போல் இருக்கும், 101:4
- மனிதகுலம் சிதறிய குழுக்களாக செல்வார்கள், 100:6
- மனிதகுலம் குடிபோதையில் இருப்பது போல், 22:2
- ஒவ்வொரு கர்ப்பிணியும் தன் சுமையை இறக்குவாள், 22:2
- கர்ப்பமுற்ற ஒட்டகங்கள் கைவிடப்படும், 81:4
- தாய்ப்பால் ஊட்டும் தாய் தன் குழந்தையை மறப்பாள், 22:2
- உறவினர்கள் ஒருவரையொருவர் காண்பார்கள், 70:11
- ஒரு மனிதன் தன் உறவினர்களிடமிருந்து தப்பி ஓடுவான், 80:34-37
- எந்த நண்பனும் நண்பனை பற்றி கேட்கமாட்டான், 70:10
- நண்பனும் இல்லை பரிந்துரையாளனும் இல்லை, 40:18
- எந்த நபரும் மற்றொருவருக்காக ஒன்றும் செய்ய முடியாது, 82:19
- எந்த வலுவும் இல்லை உதவியாளனும் இல்லை, 87:10
- நம்பிக்கையாளர்களுக்கு அச்சமில்லை, 43:68
- நம்பிக்கையாளர்கள் நிழல்களிலும் நீரூற்றுகளிலும் பழங்களிலும் இருப்பார்கள், 77:41-43
- சொர்க்கவாசிகளும் மனைவியரும், 36:55-58
- வானவர்கள் பெரும் இறக்கத்துடன் அனுப்பப்படுவார்கள், 25:25
- கணுக்கால் வெளிப்படுத்தப்படும், 68:42-43
- சொர்க்கம் அருகில் கொண்டுவரப்படும், 81:13
- நரகம் அருகில் கொண்டுவரப்படும், 89:23
- நரக நெருப்பு கொழுந்துவிட்டு எரியும், 81:11-12
- தர்மத்தின் வழியில் பழிவாங்குதல் பரிகாரமாகும், 5:45
வேத அறிவிப்பு
- ஐயப்படுவோருக்கு, 2:23-24
- மாற்றப்பட்ட அல்லது மறக்கப்பட்ட வசனம், 2:106
- நேர்வழி, 3:73
- இறைவனிடமிருந்து, ஆகவே ஐயப்படாதீர்கள், 6:114
- புரிந்துகொள்வோருக்காக, 6:98
- வழிகாட்டலும் கருணையும், 7:203; 16:64; 31:3
- ரூஹுல் குதுஸ் மூலம், 16:102; 26:192-193
- விரிவாக விளக்கப்பட்டது, 6:98; 41:2-4
- வேதம் அல்லாஹ்விடமிருந்தே, 46:2
- வேதத்தையும் குர்ஆனையும் காண்க
அடக்குமுறைக்கு பழிவாங்குதல், 42:39-43
நற்பலன்
- சிறந்த செயல்களுக்கு ஏற்ப மேலும் அதிகமாக, 24:38; 29:7; 39:35
- ஒரு நற்பலனாக 25:15
- நன்மை செய்வோருக்கு அல்லாஹ் சிறந்ததை வழங்குகிறான், 53:31
- நன்மைக்கு நன்மை தவிர வேறு நற்பலனில்லை, 55:60
ரிபா (வட்டியைக் காண்க)
நீதிமான்கள்
- நீதிமான்களின் தோழமை, 4:69
- நிலத்தை வாரிசாக பெறுவார்கள், 21:105
- சொர்க்கத்தில், 51:15-19; 76:5-12
- நன்மையையும் காண்க
நேர்மை, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- நேர்மையின் கடினமான பாதை, 90:11-18
நேர்வழி அல்லாஹ்வின் வழிகாட்டலே, 3:73
சாலைகள், வழி, 43:10
பாறை நிலம் (ஹிஜ்ர்), நிவாசிகள், 15:80-85
ரோமர்கள், 30:2-5
கூரை, வானம், 21:32
ரூஹ் (ஜிப்ரீல்), 26:193; 67:12; 70:4; 78:38; 97:4
ரூஹுல் குதுஸ், 2:87, 253; 5:110; 16:102
- ஜிப்ரீலையும் காண்க
ரூஹ் (ஆன்மா, ஆவி), 15:29; 17:85; 58:22
ரூம், S.30
ஸபா' (ஷேபா), 27:22-44; 34:15-21
ஸபா', S.34
ஸப்த்
- மீறியவர்கள், 2:65; 4:154; 7:163-166
- விதிக்கப்பட்டது மட்டுமே, 16:124
ஸாபியான்கள், 5:69; 22:17
பலி, 2:196, 200; 22:34-37
ஸாத், S.38
ஸதகா (தர்மம்), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- மறைத்து கொடுப்பது வெளிப்படுத்துவதை விட சிறந்தது, 2:271
ஸஃபா மற்றும் மர்வா, 2:158
ஸஃப், S.61
ஸாஃப்ஃபாத், S.37
ஸைல் அல்-அரீம் (மாரிப் அணையிலிருந்து வெளியேறிய வெள்ளம்), 34:16
ஸஜ்தா, S.32
ஸகீனா (அமைதியும் நிம்மதியும்), 2:248; 9:26, 40; 48:4, 18, 26
ஸாலிஹ், 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
ஸல்ஸபீல் (சொர்க்கத்தின் நீரூற்று), 76:18
ஸாமிரி, 20:85, 95-97
ஸாமுவேல், 2:247
ஷைத்தான், 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68, 142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63, 98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- பகையும் வெறுப்பும் தூண்டுகிறான், 5:91
- தீய வேசவாசங்கள், 7:200-201
- ஏமாற்றுகிறான், 8:48
- துரோகம் செய்தான், 14:22
- நம்பிக்கையாளர்களின் மேல் அவனுக்கு வலு இல்லை, 16:99-100
- பொய்மையை எறிகிறான், 22:52-53
- ஒரு எதிரி, 12:5; 35:6; 36:60
- ஆணவம் 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ஒரு ஜின் 18:50-51
- ஆதமின் சோதனையும் வீழ்ச்சியும் 7:20-23; 20:116-121
- நம்பிக்கையாளர்களின் மீது அதிகாரமில்லை 16:98-100
- அவன் இலக்கு 35:6-8
- மனிதகுலத்திற்கு சத்துரு 12:5; 17:53
- அவன் கட்சி 53:14-19
- அவன் செயல் 5:90-91
- நற்செயல்களை ஊக்கப்படுத்துவதில்லை 2:268
- நம்பிக்கையாளர்கள் அவனிடமிருந்து அல்லாஹ்விடம் அடைக்கலம் 7:200-202
- அவன் சூழ்ச்சிகள் பலவீனமானவை 4:76
- தன் பின்பற்றுவோரை கைவிடுகிறான் 8:48
- நரகத்தில் தன் பின்பற்றுவோரிடம் பேசுகிறான் 14:22
- இப்லீஸையும் காண்க
தராசு, கனமானவரின் தராசு வெற்றியாகும், 7:8-9
- சமநிலையையும் காண்க
வேதம்
- வேத மக்கள் (யூதர்களும் கிறிஸ்தவர்களும்), 2:109; 3:64-65, 69-72, 75, 98-99, 110, 113, 199; 4:47, 153-161; 5:59-60, 68; 98:1
- அவர்கள் மறைப்பது, 5:61-63
- அவர்களில் நேர்வழியில் இருப்பவர்கள், 5:66
- அவர்கள் அறிகிறார்கள் ஆனால் நம்பவில்லை, 6:20
கடல்கள், 42:32-33; 45:12
- இரண்டு கடல்கள், 18:60; 25:53; 35:12; 55:19-20
- கடல்கள் வெடிக்கும்போது, 82:3
இரகசியம் (நஜ்வா)
- பேச்சுகள், 4:114
- மூவரின் ஆலோசனை, 58:7
- ஆலோசனைகள், 58:8, 10
- தனிப்பட்ட ஆலோசனை, 58:12-13
மார்க்கத்தில் பிரிவுகளும் பிளவுகளும், 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
பாதுகாப்பு, துயரத்திற்கு பின் அவன் அனுப்பினான், 3:154
விதை, யார் அதை வளரச்செய்கிறான், 56:63-67
உணர்வுகள், 23:78
ஏழு படைக்கப்பட்டவை
- வானங்கள், 2:29; 23:17; 65:12; 67:3; 71:15
- மற்றும் பூமியிலும் அதைப்போல், 65:12
நிழல்
- அல்லாஹ்வுக்கு சஜ்தா செய்கிறது, 13:15; 16:48
- நிழல் பரவுதல், 25:45
ஷம்ஸ், S.91
ஸமூத் மக்களுக்கு தெளிவான அத்தாட்சியாக பெட்டை ஒட்டகம், 7:73; 17:59; 26:155-158
கப்பல், செல்வது ஒரு அத்தாட்சியாக; சேவைக்காக; நன்றியுள்ளவர்களாக; அவன் அருளை தேடி, 2:164; 14:32; 16:14; 17:66; 22:65; 31:31; 35:12; 42:32-33; 43:12; 45:12; 55:24
ஷுஐப், 7:85-93; 11:84-95; 29:36-37
ஷுஃஅரா, S.26
ஷூரா, S.42
ஸித்ரத்துல் முன்தஹா, 53:14
மதீனாவை முற்றுகை, 33:9-27
ஸிஜ்ஜீன், 88:7-9
பாவம், 7:100; 74:43-6
- சட்டவிரோத பாலுறவு, 4:15-16; 24:2, 19
- பெரும் பாவங்கள் தவிர்க்கப்பட்டால் சிறு பாவங்கள் மன்னிக்கப்படும், 4:31
- மனிதரிடமிருந்து மறைக்கலாம் ஆனால் அல்லாஹ்விடம் மறைக்க முடியாது, 4:108
- யார் பாவம் செய்கிறார்களோ தனக்கே எதிராக, 4:111
- யார் பாவம் செய்து அதை நிரபராதி மீது தள்ளுகிறார்களோ, 4:112
- அல்லாஹ் இணை வைப்பதை மன்னிக்கமாட்டான், விரும்புவோரின் மற்ற பாவங்களை மன்னிக்கிறான், 4:116
- பாவம் செய்வோர் தக்க நற்பலன் பெறுவார்கள், 6:120
- பாவிகள் வெற்றி பெறமாட்டார்கள், 10:17
- அல்லாஹ் அனைத்து பாவங்களையும் மன்னிக்கிறான், 39:53
- பெரும் பாவங்கள், 42:37
- ஸீனாய் மலை, 19:52; 23:20; 95:2
பாவிகள், அவர்களின் காதுகளும் கண்களும் தோல்களும் அவர்களுக்கு எதிராக சாட்சியமளிக்கும், 41:20-23
ஸிராத் பாலம், 66:8
அவதூறு கூறுபவன், 68:11-12; 104:1
அடிமைகள், 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- போர்க் கைதிகளையும் காண்க
தூக்கம், ஓய்வுக்கான ஒன்று, 78:9
ஸதோம், 29:31; 37:136
ஓரினச்சேர்க்கை, 7:80-82; 11:77-83; 15:61-77; 29:28-29
ஸுலைமான், 2:102; 4:163; 6:84
- தந்தை தாவூதுக்கு நீதியான தீர்ப்பு அளிக்க உதவுகிறார் 21:78-82
- எறும்புகளும், 27:15-19
- ஹுத்ஹுத் பறவையும், 27:20-26
- ஸபாவின் ராணியும், 27:22-44; 34:15
- அவர் மீது அல்லாஹ்வின் அருட்கொடைகள் 34:12-14, 38:34-40
- நல்ல குதிரைகளின் மீதுள்ள அன்பு 38:30-33
- தத்துப் புத்திரன், 33:4-5
ஆன்மா (ஆவி, ரூஹ்), 15:29; 17:85; 58:22
அல்லாஹ்வின் பாதையில் செலவிடுங்கள், 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31; 22:35; 32:16; 35:29; 36:47; 47:38; 57:7; 63:10; 64:16
- உங்கள் தேவைக்கு அப்பால் உள்ளதை, 2:219
- அல்லாஹ்வின் பாதையில் செலவிடுவோரின் உவமை, 2:261
- மனிதர்களுக்கு காட்டிக்கொள்ள, 2:264; 4:38
- அல்லாஹ்வின் பாதையில் எதை செலவிட்டாலும் திரும்ப கொடுக்கப்படும், 2:272; 8:60; 34:39
- ஆடம்பரமாகவோ வீணாகவோ அல்ல, 6:141; 17:26
- ஆடம்பரமாகவும் கஞ்சமாகவும் அல்ல, 25:67
- அல்லாஹ்வின் பாதையில் செலவிட கைகளை மூடுவோர், 9:67
ஆவி (ஆன்மா, ரூஹ்), 15:29
- அதன் அறிவு அல்லாஹ்விடம், 17:85
- அல்லாஹ் நம்பிக்கையாளர்களை அதால் பலப்படுத்துகிறான், 58:22
போர் கொள்ளை, 8:41, 69; 48:15, 19-20; 48:15
- கொள்ளையையும் காண்க
உளவு பார்த்தல், 49:12
நட்சத்திரம், 53:1, 49; 86:1-4
நட்சத்திரங்கள், 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
நேர்வழி, 1:6
- பாதை, 6:153
- போராடுதல், 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69; 47:3; 60:1; 61:11
- தாய்ப்பால் ஊட்டுதல், வளர்ப்புத் தாய்க்கு காலம், 2:233
- துன்பம், வறுமை, உடல்நலம் இழத்தல் மற்றும் சோதனைகள்; வளமும் செல்வமும், 7:94-96
சூரியன், 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
உன்னத வெற்றி, 9:72; 44:57
சூரா, 10:38; 11:13; 47:20
- அதன் அறிவிப்பு நம்பிக்கையை அதிகரிக்கிறது, 9:124-127
சந்தேகங்கள், 49:12
வாழ்வாதாரம், 19:62
- வாழ்வாதாரத்தையும் காண்க
ஸுவாஃ, 71:23
தபூக், 9:40-59, 81-99, 117-118, 120-122
தஃகாபுன், S.64
தாகூத், 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- பொய்யான கடவுள்களையும் காண்க
தா-ஹா, S.20
தஹ்ரீம், S.66
தகாதுர், S.102
தக்வீர், S.81
தலாக், S.65
தல்ஹ் (வாழை மரம்), 56:29
தாலூத் (சவுல்), 2:247-249
தாரிக், S.86
தஸ்னீம் (நீரூற்று), 83:27-28
தவ்பா, S.9
தவாஃப் (கஃபாவை சுற்றுதல்), 2:200; 7:29, 31
தயம்மும், 4:43; 5:6
காலம், ஒவ்வொரு தேசத்திற்கும் நிர்ணயிக்கப்பட்ட காலம், யாரும் முன்பாக்கவோ தாமதப்படுத்தவோ முடியாது, 7:34; 10:49; 15:4-5; 16:61; 20:129
பிரதேசம், படை பிரிவுகளால் காக்கவும், 3:200
சோதனை, அல்லாஹ்வால், 3:154; 34:21
ஸமூத், 7:73-79; 11:61-68; 17:59; 25:38; 26:141-159; 27:45-53; 29:38; 41:17; 51:43-45; 54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
திருடன், தண்டனை, 5:38-39
அரியணை, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- நீரின் மீது, 11:7
- எட்டு வானவர்கள் அரியணையை தாங்குகிறார்கள், 39:75; 40:7; 69:17
காலம், 45:24; 76:1; 103:1
தீன், S.95
வேதனை, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
கிராமம், நாம் அழிக்கும் ஒவ்வொரு கிராமத்திற்கும் அறியப்பட்ட தீர்மானம் இருந்தது, 15:4
வாணிபமும் சொத்தும், 4:29
பயணம், அவர்கள் பூமியில் பயணிக்கவில்லையா, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
துரோகம், 8:58; 22:38
- துரோகத்தையும் காண்க
குவிக்கப்பட்ட பொக்கிஷம், 9:35
அல்லாஹ்வின் கருவூலங்கள், 6:50
நித்திய மரம், 20:120
மரங்கள், 22:18
சோதனைகள், 2:214-218; 64:15
கொம்பு, உயிர்த்தெழும் நாளில், 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- ஸக்கா, 80:33
நம்பிக்கை வானங்களுக்கும் பூமிக்கும் மலைகளுக்கும் வழங்கப்பட்டது, மனிதனால் ஏற்றுக்கொள்ளப்பட்டது, 33:72-73
நம்பிக்கைகள் (அமானா), 2:283; 4:58; 8:27; 23:8; 33:72; 70:32
உண்மை, 5:48; 23:70-71, 90; 25:33; 69:51
- பொய்மையுடன் கலைக்காதீர்கள் மறைக்காதீர்கள், 2:42
- உண்மை வந்துவிட்டது பொய்மை மறைந்துவிட்டது, 17:81
- உண்மையின் வாக்குறுதி, 46:16-17
துப்பா மக்கள், 44:37; 50:14
தூர் (மலை), 28:29, 46
தூர், S.52
துவா, பள்ளத்தாக்கு, 20:12; 79:16
உஹுத் போர், 3:121-128, 140-180
உம்மா (சமூதாயம், தேசம்), 2:143-144; 10:47, 49; 11:118; 16:36, 120
உம்ரா, 2:128, 158, 196
வட்டி (ரிபா), 2:275-276, 278-280; 3:130; 4:161; 30:39
உஸைர், (எஸ்ராவைக் காண்க)
உஸ்ஸா, 53:19
தெரியாத திரை, 17:45-46
முக்காடு அணிவது, 24:31; 33:59
வசனங்கள், ஸப்ஃ அல்-மதானி, 15:87
வெற்றி
- அல்லாஹ்வால் வழங்கப்படுகிறது, 48:1
- அல்லாஹ்வின் உதவியால், 61:13
- நற்குணங்கள், (நேர்மையையும் நம்பிக்கையாளர்களையும் காண்க)
வத்த், 71:23
- "நீங்களும் காத்திருங்கள் நாங்களும் காத்திருக்கிறோம்", 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
வாகிஆ, S.56
அல்லாஹ்வுக்கு எதிரான போர், 5:33-34
ஆடம்பரத்தால் வீணாக்காதீர்கள், 6:141; 7:31; 17:26
தண்ணீர், ஒவ்வொரு உயிரினமும் தண்ணீரிலிருந்து படைக்கப்பட்டது, 21:30; 24:45; 25:54
- இரண்டு கடல்கள், 18:60; 25:53; 35:12; 55:19-20
- அல்லாஹ்வின் அரியணை நீரின் மீது, 11:7
- மழை, 23:18
வழி, 1:6; 42:52-53; 90:10
- எளிமையான வழி, 87:8
- பாதையையும் காண்க
வழிப்போக்கர், 2:177, 215; 8:41; 17:26; 29:29; 30:38; 59:7
செல்வம்
- குவித்தவன், 104:2-4
- அல்லாஹ்வின் பாதையில் செலவிடுதல் (செலவிடுதலைக் காண்க)
செல்வமும் குழந்தைகளும் இவ்வுலக வாழ்வின் அலங்காரம், 18:46
எடையும் அளவும், முழுமையாக கொடுக்கவும், 11:85; 17:35; 83:1-5
விதவைகள், 2:234-235, 240
அல்லாஹ்வின் விருப்பம், 10:99-100; 30:5; 81:29; 82:8
மனிதனின் விருப்பம், நேர்வழியில் நடக்க அல்லாஹ் விரும்பினால், 28:29
காற்றுகள், 77:1-3
- நற்செய்தியின் முன்னோடிகளாக, 7:57; 30:46
- மேகங்களை எழுப்பி தண்ணீரை ஏற்படுத்துகின்றன, 15:22; 30:48
- மஞ்சளாக மாறுகின்றன, 30:51
மது (சொர்க்கத்தில்)
- தூய்மையான பானங்கள், 37:45; 76:21
- வெண்மையான சுவையான, 37:46
- மது நதிகள், 47:15
- தூய்மையான முத்திரையிட்ட, 83:25
- அல்லாஹ் சிலரை சிலரை விட உயர்த்தியதில் ஆசைப்படாதீர்கள், 4:32
சாட்சிகள்
- நபிகளின் உடன்படிக்கையில், 3:81
- மனிதகுலத்திற்கு மேல், 2:143; 22:78
- ஒரு ஒப்பந்தத்திற்கு, 2:282
- ஒரு ஆணுக்கு எதிராக இரண்டு பெண்கள், 2:282
- சட்டவிரோத பாலுறவுக்கு, 4:16; 24:2
- நீதியாக இருங்கள், 5:8
- கைகளும் கால்களும் சாட்சியமளிக்கும், 36:65
- மனிதன் தனக்கு எதிராக, 75:14
சாட்சியிடும் நாளும் சாட்சியிடப்படும் நாளும், 85:3
மனைவியர்
- உங்களுக்கு ஒரு விளை நிலம், 2:223
- உங்களுக்கு மூடுவர், 2:187
- உங்கள் இனத்திலிருந்து, 16:72
- வாதிடும் பெண், 58:1-2
பெண்கள், 2:222-223; 4:15, 19-22, 34, 127
- கற்பான பெண்களை குற்றம் சாட்டுவோர், 24:4-5, 11-17, 23-26
- முக்காடு, 24:31; 33:59
- புலம்பெயர்ந்த நம்பும் பெண்கள், 60:10-12
- சர்ச்சையில் தன்னை தெளிவாக வெளிப்படுத்தாத பெண், 43:17-18
காட்டின் மக்கள், 15:78; 38:13; 50:14
- ஐக்காஹையும் மத்யனையும் காண்க 26:176-191
உலக வாழ்வு
- வெறும் விளையாட்டும் கேளிக்கையும் மட்டுமே, 6:32; 29:64; 47:36; 57:20
- மனிதரை ஏமாற்றுகிறது, 6:130
- மறுமையை விட இவ்வுலக இன்பம் சிறியது, 9:38; 13:26; 28:60-61
- யார் இவ்வுலகை விரும்புகிறார்களோ அவர்களுக்கு கிடைக்கும், ஆனால் மறுமையில் பங்கில்லை, 11:15-16; 17:18; 42:20
- செல்வமும் குழந்தைகளும் அதன் அலங்காரம், 18:46
- நிகழ்காலத்தை நேசிப்பவர்கள், மறுமையை கைவிடுவோர், 75:20-21; 76:27
எழுத்து, ஒப்பந்தங்களுக்காக, 2:282
அநீதியாளர்கள், 11:18-22, 101-104, 116-117; 39:47
- நிராகரிப்பாளர்களையும் காண்க
வுளூ (அங்கத் தூய்மை), 4:43; 5:6
யஃகூத், 71:23
யஹ்யா (யோவான்)
- நற்செய்தி, 3:39; 21:90
- நீதிமான், 6:85
- ஞானமுள்ளவர்; அனுதாபமுள்ளவர்; கடமையுணர்வுள்ளவர், 19:12-15
யா-ஸீன், S.36
யத்ரிப் (அல்-மதீனா), மக்கள், 33:13
யஃஊக், 71:23
யூனுஸ் (யோனா), S.10
யூஸுஃப் (யோசேப்பு), S.12
ஸபூர், 21:105
ஸகரியா, 3:37-41; 6:85; 19:2-11; 21:89-90
ஸைத் இப்ன் ஹாரிதா, நபியின் அடிமை, 33:37-38
ஸகாத், 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56; 27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- ஸகாத் மற்றும் தர்மத்தின் இலக்குகள், 2:273; 9:60
ஸன்ஜபீல், 76:17
ஸல்ஸலா, S.99
ஸக்கூம், 17:60; 37:62-66; 44:43-46; 56:52
ஜிஹார், 33:4; 58:2-4
ஸுக்ரூஃப், S.43
ஸுமர், S.39
அடிப்படை கோட்பாடுகள்
- நம்பிக்கை நிறைவுபெற்றது 5:3
- அல்லாஹ் ஏற்கும் ஒரே வழி 3:19, 85
- இஸ்லாமை ஏற்பதில் கட்டாயமில்லை 2:256
- வெவ்வேறு நம்பிக்கைகளும் சட்டங்களும் கொண்ட ஒரே மார்க்கம் 5:48; 22:67-70; 42:13-14
- இஸ்லாமின் நபிகள் 2:135-136; 3:84; 4:163-165
- கட்டளைகள் (அல்லாஹ்வை நம்பி நற்செயல் செய்யவும்) 4:36; 6:151-154; 17:23-39; 18:107-108
- ஷரீஆவின் ஐந்து நோக்கங்கள்: நம்பிக்கையை பாதுகாத்தல் 5:54
- உயிரை பாதுகாத்தல் 5:32; 6:151
- செல்வத்தை பாதுகாத்தல் 5:38
- கண்ணியத்தை பாதுகாத்தல் 5:5; 24:4
- சிந்திக்கும் திறனை பாதுகாத்தல் 5:90.
அல்லாஹ்வை நம்புதல் 2:255
- தெய்வீக குணங்கள், அழகான பெயர்கள் 57:1-6; 59:22-24; 85:13-16; 112:1-4
- வழிபாட்டிற்குரிய ஒரே கடவுள் 1:1-4; 2:285; 6:3; 43:84
- அனைத்து அதிகாரமும் அவனுக்கே 3:26; அவன் அரியணை ('அர்ஷ்) 7:54; 11:7
- அவன் குர்சி 2:255
- மனிதகுலத்திற்கு எண்ணற்ற அருட்கொடைகள் 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- உயிரளிக்கிறான் மரணமளிக்கிறான் 44:8; 53:44; 57:2; 67:2
- மகிழ்ச்சியும் துயரமும் ஏற்படுத்துகிறான் 53:43
- ஏராளமான அல்லது குறைந்த வாழ்வாதாரம் வழங்குகிறான் 13:26; 17:30; 29:62
- அனைத்து நீதிபதிகளிலும் சிறந்தவன் 95:8
- கருணையாளர்களில் மிகவும் கருணையுள்ளவன் 12:92
- நீதிமான்களை நேசிக்கிறான் 85:14
- மன்னிப்பு நிறைந்தவன் மற்றும் கடும் தண்டனையாளன் 13:6, 40:3
- முதலும் கடைசியும் 57:3
- அனைத்து கண்ணியமும் வலுவும் அவனுக்கே 35:10
- மறைவானதை அறிகிறான் கண்ணுக்கு தெரியாததை காண்கிறான் 6:59, 73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- இதயங்களில் மறைந்திருப்பதை நன்கு அறிகிறான் 5:7; 11:5; 31:23
- நடந்ததையும் இனி வருவதையும் அறிகிறான் 2:255
- அனைத்தையும் பதிவேட்டில் எழுதினான் 6:38; 13:39; 36:12
- எதையும் செய்யும் ஆற்றல் 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49; 57:2
- அவனது எல்லையற்ற வலு 3:26-27; 24:45; 31:28-30
- வானங்களையும் பூமியையும் ஆறு நாட்களில் படைத்தான் ஒருபோதும் களைக்கவில்லை 46:33; 50:38
- 'ஆகுக!' என்ற வார்த்தையால் படைக்கிறான் 36:81-83
- படைப்பிற்கு ஒருபோதும் அநீதி செய்வதில்லை 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- அனைத்தும் அவன் விருப்பத்திற்கு கீழ்படிகிறது 3:83; 22:18; 30:26
- அனைவரும் அவனை தேவைப்படுகிறார்கள் 11:6; 35:15; 55:29
- அவனை நம்புங்கள் 10:84-85; 12:67; 25:58
- தெய்வீக தொடர்பின் வடிவங்கள் 42:51
- அவனை நினைவுகூர தகுதியானவன் 2:21; 3:102; 4:1; 33:70-71; 59:18
- ஞானம் அவனிடமிருந்து வரும் பரிசு 2:269
- அவனுக்கு யாரும் தேவையில்லை 3:97; 6:133; 112:2
- மும்மூர்த்தியில் ஒருவன் அல்ல 4:171
- அவனுக்கு துணைவி இல்லை 6:101
- அவனுக்கு குழந்தைகள் இல்லை 10:68; 19:35; 43:81; 72:3; 112:3
- அவனுக்கு இணைகளோ தெய்வங்களோ இல்லை 6:94; 7:191-195; 46:4-5
- அவனைப் போல் எதுவுமில்லை 42:11; 112:4
அவனது படைப்பின் அற்புதங்களை சிந்திக்கும் கட்டளை 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
படைப்பில் அத்தாட்சிகள் 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- அனைத்தையும் ஒரு நோக்கத்திற்காக படைத்தான் 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- பிரபஞ்சம் நிறைவுபெற்றது 67:3-4
- பகலை இரவில் கலைக்கிறான் 3:27
- பன்முகத்தன்மை 30:22; 35:27-28
- தேன் 16:68-69
- பால் 16:66
- குழந்தைகளின் கொடை 42:49-50
- கோள்களும் சுற்றுப்பாதைகளும் 21:33; 36:38-44
- நட்சத்திர கூட்டங்கள் 25:61; 85:1
- நட்சத்திரங்கள் 37:6-7; 67:5
- மேகங்கள் 7:57; 30:48
- நிலநடுக்கம் 7:78; 7:155
- நிலச்சரிவு 28:81; 29:40
- புயல் 10:22
- தூறல், ஆலங்கட்டி மழை மற்றும் மழை 2:265; 6:99; 24:43; 50:9-11
- இடியும் மின்னலும் 13:12-13
அறிவியல் குறிப்புகள்
- ஆண் மற்றும் பெண் கருவணுக்களிலிருந்து மனிதர்கள் படைக்கப்பட்டனர் 76:2
- கரு உருவாக்கம் மற்றும் வளர்ச்சி நிலைகள் 22:5; 23:12-14
- மூன்று இருளில் கரு 39:6
- உப்பு நீர் 25:53-54; 35:12; 55:19-20
- காற்று மூலம் மகரந்தச் சேர்க்கை 15:22
- கைரேகைகள் 75:3-4
- ஆணிகளாக மலைகள் 78:7
- இரும்பு அனுப்பப்பட்டது 57:25
- வலி உணர்வு ஏற்பிகள் 4:56
- சூரியன் ஒளி வெளிப்படுத்தும் மூலமாகவும் சந்திரன் பிரதிபலிக்கும் ஒளியாகவும் 10:5
- சந்திரன் பிளவுபடுதல் 54:1
- நன்கு பாதுகாக்கப்பட்ட கூரையாக வானம் 21:32
- அனைத்து உயிரினங்களும் தண்ணீரிலிருந்து படைக்கப்பட்டவை 21:30; 24:45
- எறும்புகள் தொடர்பு கொள்கின்றன 27:17-19
- உள் அலைகள் 24:40
உயிரினங்கள்
- வானவர்கள் 39:75
- மனிதர்கள் (பூமியில் அதிகாரம் கொண்டவர்கள்) 2:30; 6:165; 16:4
- ஜின் 72:1-15
- விலங்குகள் மனிதர்களைப் போல் சமூதாயங்களை சேர்ந்தவை 6:38
- கன்றுக்குட்டி 11:69
- ஒட்டகம் 7:40
- நாய் 18:22
- யானை 105:1
- குதிரைகள், கோவேறு கழுதைகள் மற்றும் கழுதைகள் 16:8
- சிங்கம் மற்றும் வரிக்குதிரைகள் 74:50-51
- குரங்குகள் 2:65
- பன்றிகள் 2:173
- பெட்டை ஒட்டகம் 7:73
- ஆடுகள் மற்றும் வெள்ளாடுகள் 6:143
- ஓநாய் 12:17
- தவளைகள் 7:133
- பாம்பு 7:107
- பறவைகள் 24:41
- காகம் 5:31
- ஹுத்ஹுத் பறவை 27:20
- காடைகள் 2:57
- மீன் 18:61
- திமிங்கலம் 37:142
- எறும்புகள் 27:18
- தேனீக்கள் 16:68
- கொசு 2:26
- ஈ 22:73
- பேன்கள் மற்றும் வெட்டுக்கிளிகள் 7:133
- சிலந்தி 29:41
- நமக்கு தெரியாத மற்றவை 16:8
தாவரங்களும் பழங்களும் 6:99; 13:4; 16:11; 36:33-35
- வாழைப்பழங்கள் 56:29
- பேரீத்தம்பழம் 19:25
- மூலிகைகள், வெள்ளரிக்காய்கள், பூண்டு, பருப்பு மற்றும் வெங்காயம் 2:61
- திராட்சை 80:28
- ஒலிவ் 6:99
- அத்தி 95:1
- மாதுளை 55:68
- சுரைக்காய் 37:146
முஹம்மதை நம்புதல்
- குணங்கள், ஒரு நபி மட்டுமே 3:144; 6:50; 7:188; 18:110
- உண்மையை கொண்டு சேர்க்க 2:119; 35:24; 42:48
- நபிகளின் முத்திரை 33:40
- உயர்ந்த குணநலன் 3:159; 68:4
- ஒரு முன்மாதிரி 33:21
- நம்பிக்கையாளர்களுக்கு ஒரு அருள் 3:164
- உலகம் முழுவதற்கும் கருணை 21:107
- உலகளாவிய தூதர் 4:170; 7:157-158; 34:28
- நேர்வழிக்கு வழிகாட்டுகிறார் 42:52-53
- மக்களை பற்றி அக்கறை கொள்கிறார் 9:129
- நியாய நாளில் சாட்சியாக 4:42; 16:89
- எழுதப்படிக்காத நபி 7:157-158; 29:48; 62:2
- தவ்ராத்திலும் இஞ்சீலிலும் முன்னறிவிக்கப்பட்டார் 7:157
- இயேசுவால் முன்னறிவிக்கப்பட்டார் 61:6
நபி (ﷺ) எதிர்கொண்ட சவால்கள்
- பாகன்களின் அர்த்தமற்ற கோரிக்கைகள் 8:32; 15:7; 17:89-93; 25:7-8
- பொய்யான குற்றச்சாட்டுகள் 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- அவர் உயிரை பறிக்க முயற்சிகள் 8:30; 9:74
- அவரை நோகடிப்போர் அல்லது எதிர்ப்போருக்கு எச்சரிக்கை 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- மறுத்தலுக்கு பொறுமையுடன் பதிலளிக்க கட்டளை 20:130; 30:60; 46:35; 70:5
- அல்லாஹ்வால் ஆறுதல் கட்டளை 5:67; 93:1-11; 94:1-8
நபி (ﷺ) வாழ்விலிருந்து பாடங்கள்
- அவரது ஹிஜ்ரா முதல் பத்ர் போர் வரை 3:121-129; 8:42-44; 8:65-71
- உஹுத் போர் 3:151-180
- அகழ் போர் 33:9-27
- ஹுனைன் போர் 9:25-27
- மதீனா 9:40
- தபூக் 9:38-123
- பனூ அந்நளீர் 59:2-6
- ஹம்ரா அல்-அஸத் 3:172-175
- ஹுதைபிய்யா சமாதானம் 48:1-7; 48:10-29
நபி (ﷺ) க்கு வழங்கப்பட்ட கண்ணியங்கள்
- அல்லாஹ்வும் அவன் வானவர்களும் அவரை ஆசீர்வதிக்கிறார்கள் 33:56
- மக்காவிலிருந்து ஜெருசலேமுக்கு இரவு பயணம் 17:1
- வானங்களுக்கு பயணம் 53:1-18
- இவ்வுலகிலும் மறுமையிலும் கண்ணியப்படுத்தப்பட்டார் 17:79; 66:8; 108:1
- அவருக்கு கீழ்படிவது அல்லாஹ்வுக்கு கீழ்படிவதாகும் 4:80
- அல்லாஹ்வுக்கும் அவன் தூதருக்கும் கீழ்படிவதன் நற்பலன் 4:69
- அவரது குடும்பம் தூய்மைப்படுத்தப்பட்டது 33:33-34
- ஜிப்ரீலை அவரது உண்மையான வடிவத்தில் காண்கிறார் 53:1-18
- நம்பிக்கையாளர்களுக்கு அவருக்கு கீழ்படிய கட்டளை 59:7
- அவரிடம் பேசுவதின் ஒழுக்கங்கள் 49:1-5
- அவரை சந்திப்பதின் ஒழுக்கங்கள் 33:53
- அவரது மனைவியரிடம் நடத்தையின் ஒழுக்கங்கள் 33:53
- அல்லாஹ் அவரையும் அவரது தோழர்களையும் பற்றி திருப்தியடைகிறான் 9:100; 9:117
- அவரது நம்பிக்கை சமூதாயத்தின் சிறப்பு 2:143; 3:110
தொழுகை (ஸலாஹ்) 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- வெள்ளிக்கிழமை கூட்டு தொழுகை 62:9
- தொழுகையின் திசை (கிப்லா) 2:144; 2:149-150
- தீய செயல்களிலிருந்து தடுக்க வேண்டும் 29:45
- நேரங்கள் 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ஆபத்தில் அல்லது பயணத்தில் 2:239; 4:101-102
- தொழுகையை புறக்கணிப்போருக்கு எச்சரிக்கை 19:59; 74:38-47; 107:5-7
- கபடர்களின் தொழுகை 4:142; 9:54
தூய்மைப்படுத்தல், வுளூ 5:6
- முழு குளியல் (குஸல்) 2:222; 4:43
- உலர் வுளூ (தயம்மும்) 4:43; 5:6
பிரார்த்தனைகள் (துஆ)
- ஆபிரகாமின் 2:126-129; 14:35-41; 26:83-89
- ஆதம் மற்றும் ஏவாவின் 7:23
- இயேசுவின் 5:114
- அய்யூபின் 21:83
- யூனுஸின் 21:87
- யூசுஃபின் 12:33; 12:101
- மூசாவின் 10:88-89; 20:25-35
- முஹம்மதின் 17:80; 20:114
- நூஹின் 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- ஸுலைமானின் 38:35
- ஷுஐபின் 7:89
- ஸகரியாவின் 3:38; 19:2-6; 21:89-90
- வானவர்களின் 40:8-9
- மர்யமின் தாயின் 3:35-36
- ஃபிர்அவ்னின் மனைவியின் 66:11
- ஃபிர்அவ்னின் மாயவித்தைக்காரர்களின் 7:126
- தாலூத் மன்னனும் அவனுடன் நம்பிக்கையாளர்களும் 2:250
- இஸ்ரவேல் மக்களின் நம்பிக்கையாளர்களின் 10:85-86
- குகையின் மக்களின் 18:10
- நீதிமான்களின் 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- ஒடுக்கப்பட்டவர்களின் 4:75
சஜ்தா வசனங்கள்
- ஸஜதாத், ஸஜ்தாவின் பன்மை, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37; 53:62; 84:21; 96:19
ஸகாத் கடமையாக 2:110; 2:177; 2:277; 6:141
- நம்பிக்கையாளர்களின் குணங்களில் ஒன்று 22:41; 23:4; 51:19
- பெறுவோர் 9:60
- தர்மம் (ஸதகா) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- தடுப்போருக்கு எச்சரிக்கை 3:180; 9:34; 47:38
நோன்பு (ஸவ்ம்)
- ரமழானில் 2:183-185
- நோன்பின் நேரங்கள் 2:187
- விலக்குகள் 2:184-185
- நோன்பிற்கு முந்தைய இரவில் தாம்பத்திய உறவு 2:187
- ஹஜ்ஜின் போது நோன்பு 2:196
ஹஜ் (தீர்த்தயாத்திரை)
- திறன் உள்ளவர்களுக்கு கடமை 3:97
- சடங்குகளும் விதிகளும் 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- பலி காணிக்கைகள் 2:196; 22:36-37
- ஹஜ்ஜில் நிலத்தில் வேட்டை தடை 5:1; 5:94-95
- கடலில் வேட்டை அனுமதி 5:96
- உம்ரா 2:158; 2:196
நம்பிக்கை சமூதாயங்கள்
- முஸ்லிம்கள் 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ஒருவருக்கொருவர் பாதுகாவலர்கள் 3:28; 9:71
- கிறிஸ்தவர்கள் 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- யூதர்கள் 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- இஸ்ரவேல் மக்கள் 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153, 159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- வேத மக்கள் (முக்கியமாக யூதர்களும் கிறிஸ்தவர்களும்) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- அவர்கள் பலியிட்ட விலங்குகளை முஸ்லிம்கள் சாப்பிடலாம் மற்றும் அவர்களின் பெண்களை மணக்கலாம் 5:5
- யூதர்களுக்கு தடைசெய்யப்பட்ட உணவுகள் 6:146
- ஸாபியான்கள் 2:62; 22:17
- மாஜூஸ் 22:17
- பலதெய்வ வழிபாட்டினர் (பாகன்கள், சிலை வணங்குவோர்) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- பாகன் மூடநம்பிக்கை நடைமுறைகள் 2:189; 5:103; 6:138-144
- நாத்திகர்கள் 52:35-36
தடைசெய்யப்பட்ட பாகன் நடைமுறைகள்
- பெண் குழந்தைகளை உயிருடன் புதைத்தல் 16:58-59; 81:8-9
- வறுமை அஞ்சி குழந்தைகளை கொல்லுதல் 6:137; 6:151; 17:31
- கஃபாவை சுற்றி விசில் அடித்து கைதட்டுதல் 8:35
- சிலைகளுக்கு ஒட்டகங்களை அர்ப்பணித்தல் 5:103; 6:136
- சிலைகளின் பெயரில் பலியிடுதல் 6:121
- ஜிஹார் விவாகரத்து 33:4; 58:2-4
- இலா (நான்கு மாதங்களுக்கு மேல்) 2:226-227
- முடிவுகளுக்கு சீட்டு குலுக்குதல் 5:3
- நிர்வாண நிலையில் கஃபாவை சுற்றுதல் 7:26-28
- ஹஜ்ஜுக்கு பின் பின்கதவு வழியாக வீடுகளில் நுழைதல் 2:189
வழிபடும் பொருட்கள்
- வானவர்கள் (சில அரபு பாகன்களிடம்) 34:40
- அல்-ஐக்காஹ் (ஷுஐபின் மக்களிடம்) 26:176
- பஃல் (எலியாஸின் மக்களிடம்) 37:125
- இயேசு (கிறிஸ்தவத்தில்) 5:17
- சிலைகள் (ஆபிரகாமின் மக்களிடம்) 21:52-53
- லாத், உஸ்ஸா மற்றும் மனாத் சிலைகள் (அரபு பாகன்களிடம்) 53:19-20
- வத்த், ஸுவாஃ, யஃகூத், யஃஊக் மற்றும் நஸர் சிலைகள் (நூஹின் மக்களிடம்) 71:23
- சூரியன் (ஷேபா மக்களிடம்) 27:24
- ஷிரா நட்சத்திரம் (சில அரபு பாகன்களிடம்) 53:49
- ஃபிர்அவ்ன் (பண்டைய எகிப்தில்) 26:29; 28:38; 79:24
- ஆசைகள் 25:43-44; 45:23
- பல கடவுள்கள் என்ற நம்பிக்கை மறுக்கப்படுகிறது 17:42-43; 21:21-24; 25:3
வழிபாட்டு இடங்கள், மஸ்ஜித்கள் 9:18
- தேவாலயங்கள், ஜெப ஆலயங்கள் மற்றும் மடாலயங்கள் 22:40
- புனித இடம் 3:39; 38:21
- கோவில் 17:7
- மதப் பட்டங்கள், குருக்கள், துறவிகள் மற்றும் ரப்பிகள் 5:44; 5:63; 5:82; 9:31-34
வானவர்கள்
- ஆதமின் படைப்பைப் பற்றி கேட்கிறார்கள் 2:30-34
- அல்லாஹ்வை ஒருபோதும் மறுக்கவில்லை 21:26-27; 66:6
- அல்லாஹ்வின் பெண் குழந்தைகள் அல்ல 21:26; 43:16-19
- காவல் வானவர்கள் 13:11
- இரண்டு பதிவு செய்யும் வானவர்கள் 50:16-18; 82:10-12
- நியாய நாளில் எட்டு வானவர்கள் அல்லாஹ்வின் அரியணையை தாங்குகிறார்கள் 69:17
- பத்தொன்பது நரக காவலர்கள் 74:26-31
- மரண வானவர்கள் 6:93; 16:28; 32:11
- ஜிப்ரீல் 2:97; 66:4; 26:192-195; 53:1-14
- மீக்காயீல் 2:98
- மாலிக் 43:77
தூதர்கள்
- வானவர்களிலிருந்தும் மனிதர்களிலிருந்தும் 22:75
- உறுதியான தூதர்கள் (ஆபிரகாம், நூஹ், மூசா, இயேசு மற்றும் முஹம்மது ﷺ) 33:7; 42:13; 46:35
வேதங்கள்
- குர்ஆன், அல்லாஹ்விடமிருந்து வேத அறிவிப்பு 12:2-3; 20:2-4; 26:192-195; 32:2-3
- உலகம் முழுவதற்கும் நினைவூட்டல் 68:51-52
- மிகவும் நேரான வாழ்க்கை முறைக்கு வழிகாட்டுகிறது 17:9
- வேத அறிவிப்பு ரமழான் மாதத்தில் தொடங்கியது 2:185
- ஒரு பாக்கியமான இரவில் 44:3; 97:1-5
- கட்டங்களாக அறிவிக்கப்பட்டது 17:105-106
- நினைவில் வைக்க எளியதாக ஆக்கப்பட்டது 54:17
- முந்தைய வேதங்களில் உண்மையை உறுதிப்படுத்துகிறது 3:3-4
- முந்தைய வேதங்களில் உயர்ந்த அதிகாரம் 5:48
- அதில் சந்தேகமில்லை 2:2; 10:37
- முரண்பாடுகளில்லை 4:82
- இட்டுக்கட்டப்பட்டதில்லை 10:37-39
- பைபிளிலிருந்து நகலெடுக்கப்படவில்லை 25:4-6
- ஷைத்தான்களால் அறிவிக்கப்படவில்லை 26:210-212
- யாராலும் இதைப் போல் ஒன்று உருவாக்க முடியாது 17:88; 2:23-24; 10:13-14; 11:13
- திரிபிலிருந்து பாதுகாக்கப்பட்டது 15:9
- பாதுகாக்கப்பட்ட பலகையில் பாதுகாக்கப்பட்டது 56:75-80
- பொய்யாக்க முடியாது 41:42
- எதிர்கால நிகழ்வுகளை முன்னறிவிக்கிறது 30:1-7; 48:27
- நம்பிக்கையாளர்களை கண்ணீரில் ஆழ்த்துகிறது 5:83; 17:107-109
- இதயங்களை தொடுகிறது 39:23
- ஒளிரும் ஒளி 4:174; 42:52
- நம்பிக்கையாளர்களுக்கு குணமளிப்பும் கருணையும் 17:82
- தவ்ராத் 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- இஞ்சீல் 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- ஸபூர் 4:163; 17:55
- ஆபிரகாமின் சுருட்டுகள் 53:36-44; 87:14-19
விதி மற்றும் தலைவிதி 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- சுதந்திர தேர்வு 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
நியாய நாள்
- அநீதியில்லை 2:281; 18:49; 40:17
- அபோகலிப்ஸின் பயங்கரங்கள் 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- அந்த நாளில் நீதிமான்களும் தீயவர்களும் 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- பரிந்துரை (ஷஃபாஆ) 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
செயல்களின் பதிவு 17:13; 18:49
- நம்பிக்கையாளர்கள் வலது கையில் பதிவு பெறுவார்கள் 69:19-24; 84:7-9
- நிராகரிப்பாளர்கள் இடது கையில் பதிவு பெறுவார்கள் 69:25-37; 84:10-15
- அல்லாஹ்விடமிருந்து எதுவும் மறைக்கப்படமாட்டாது 21:47; 40:16
- செயல்களை நிறுத்தல் 7:8; 23:102-104; 101:1-11
- உடல் உறுப்புகளின் சாட்சியம் 41:19-24; 24:24
- நன்மை தீமை செயல்களுக்கு நற்பலன் 6:160; 27:89-90; 28:84
மனிதர்களின் வகைகள்
- நம்பிக்கையாளர்கள் 18:107-108
- நிராகரிப்பாளர்கள் 4:167-169
- கபடர்கள் 4:145; 57:13-15
- சொர்க்கவாசிகள், முன்னோடி நம்பிக்கையாளர்கள் 55:46-61; 56:10-26
- சொர்க்கவாசிகள், வலது பக்கத்தினர் 55:62-78; 56:27-40
- நரகவாசிகள், இடது பக்கத்தினர் 55:31-45; 56:41-56
- உயரத்தினர் 7:46-49
நிதி விஷயங்கள்
- வணிக வழிகாட்டல்கள் 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- மரண சாசனம், வாரிசுகள் அல்லாதவர்களுக்கு விருப்பமான சாசனம் 2:180-183; 4:11-12; பயணத்தில் மரணத்திற்கு முன் 5:106-108
- லஞ்சம் 2:188
- கடன்கள், கடன் வசூலிப்பில் கருணை 2:280; கடன் ஒப்பந்தம் எழுதல் மற்றும் சாட்சியமளித்தல் 2:282; அடகு வைத்தல் 2:283
- வாரிசுரிமை, வழிகாட்டல்கள் 4:7; 4:32-33; 8:75; சந்ததி மற்றும் பெற்றோரின் பங்குகள் 4:11; வாழ்க்கைத் துணைவர்களும் தாய்வழி உடன்பிறந்தோரும் 4:12; முழு உடன்பிறந்தோர் 4:176; கீழ்படியாதோருக்கு எச்சரிக்கை 4:13-14
- வட்டி, தடை மற்றும் எச்சரிக்கை 2:275-281; 3:130-132; பயனற்றதாக்கப்படும் 30:39
சட்ட விஷயங்கள்
- துரோக சட்டம் (ஹிராபா) 5:33-34
- நீதி, நீதிக்காக நிற்றல் 4:135; 5:8; 16:90-91; அனாதைகள் மற்றும் பெண்களின் உரிமைகளுக்காக நிற்றல் 4:127; யூதருக்கு நீதி 4:105-112; பாகனுக்கு நீதி 4:58; முஸ்லிம் அல்லாதவர்களிடம் நியாயம் 60:8-9
- சட்ட வழிகளில் பழிவாங்குதல் (மன்னிக்கும் விருப்பத்துடன்) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- கணவனுக்கும் மனைவிக்கும் இடையே பிரிவு, குல்ஃ 2:229; லிஆன் (விபச்சார குற்றச்சாட்டு) 24:6-10
அரசியல் விஷயங்கள்
- ஆலோசனையின் மூலம் காரியங்களை நடத்துதல் (ஷூரா) 3:159; 42:38
- தற்காப்பில் போரிடுதல் (ஜிஹாத்), ஒழுக்கங்கள் 2:190-192; 2:216; 22:38-40; பாரபட்சமின்றி தாக்காதீர்கள் 4:94; ஒடுக்கப்பட்ட ஆண்கள் பெண்கள் குழந்தைகளுக்காக போரிடுதல் 4:75; வழிபாட்டு இடங்களை பாதுகாத்தல் 22:37; போர் வீரர்களின் நற்பலன் 2:154; 3:169-171; 9:111; 57:19; படை வலிமை சாத்தியமான எதிரிகளை தடுக்கிறது 8:60; சமாதானத்தை தேர்வு செய்தல் 2:192; 8:61
- தரப்புகளிடையே சமாதானம் செய்தல் 49:9-10
- போர்க் கைதிகள், நடத்தை 8:70; 47:4; 76:8
சமூக விஷயங்கள்
- தத்தெடுத்தல் 33:4-5
- அனாதைகளை பராமரித்தல் 2:220; 4:2-10; 4:127; 6:152; 17:34
- விவாகரத்து, நடுவர் மற்றும் சமாதானம் 4:35; 4:128; விவாகரத்தின் ஒழுக்கங்கள் 2:229-231; 65:1-2; மஹரும் காத்திருப்பு காலமும் 2:226-241; 4:19-21; 33:49; 65:1-7; கணவன் மஹரில் எதையும் திரும்பப் பெறக்கூடாது 4:20; மனைவியை துன்புறுத்தக்கூடாது 65:6; கர்ப்பகாலத்தில் மனைவியை நிதியாக ஆதரிக்கவும் 65:6; காத்திருப்பு காலத்திலும் 65:6; முன்னாள் கணவரின் குழந்தைக்கு தாய்ப்பால் ஊட்டினால் 65:6; எந்த பெற்றோரும் தன் குழந்தையால் துன்பப்படக்கூடாது 2:233; வேட்டுக்கால் தாயை தேர்வு செய்தல் 65:6
- நன்மையை ஊக்குவித்தல் தீமையை தடுத்தல் 3:104; 3:110; 7:157; 9:71-72; 31:17
- மனிதர்களின் சமத்துவம் 49:13; அல்லாஹ்விடமும் சட்டத்திலும் ஆண்களும் பெண்களும் 3:195; 4:124; 5:38; 16:97; 24:2; 40:40; ஆண்களுக்கு பெண்களை விட அதிக பொறுப்பு 2:228
- ஏழைகள் அனாதைகள் கைதிகளுக்கு உணவளித்தல் 76:8-9
- மன்னிப்பும் கோப கட்டுப்பாடும் 3:134; 42:40
- அடிமைகளை விடுவித்தல் உதவுதல் 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- பெற்றோரை கண்ணியப்படுத்துதல் 4:36; 17:23-25; 31:14-15
- பணிவு 17:37; 31:18-19
- ஆபிரகாமின் கனவு விளக்கம் 37:102
- யூசுஃபின் கனவு விளக்கம் 12:4; 12:36; 12:43
- முஹம்மதின் கனவு விளக்கம் 8:43; 48:27
- முஸ்லிம் அல்லாதவர்களிடம் கருணை 60:8
- திருமணம் 4:3; 4:129; 16:72; 30:21; மணக்க ஆகும் மற்றும் ஆகாத பெண்கள் 4:22-24; தாம்பத்திய உறவின் ஒழுக்கங்கள் 2:222-223; கர்ப்பமும் தாய்ப்பாலும் 2:233; 31:4; 46:15; 65:6; முன்னாள் மனைவியை மீண்டும் மணத்தல் 2:230; திருமணமாகாதவர்களுக்கு உதவுதல் 24:32; காத்திருப்பு காலத்தில் மறைமுகமாக ஆர்வம் காட்டுதல் 2:235
- சத்தியங்கள் 2:224-225; 16:91-92; 16:94; உடைந்த சத்தியத்திற்கு பரிகாரம் 5:89
- கடினமான நேரங்களில் பொறுமை 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- நுழைவு அனுமதி 24:58-60; மக்களின் வீடுகளில் நுழைதல் 24:27-28; பொது இடங்களில் நுழைதல் 24:29
- சமூக ஒழுக்கங்கள், செய்திகளை சரிபார்த்தல் 4:83; 49:6; அனைவரையும் மதித்தல் 49:11-12; கூட்டங்களின் ஒழுக்கங்கள் 58:11; தனியார் பேச்சுகள் 4:114; 58:9
- நேர்த்திக்கடன்கள் 2:270; 9:75-77; 22:29; 76:7
- வீணாக்கலும் கஞ்சத்தனமும் 7:31; 17:29; 25:67
மற்ற கதைகள்
- ஆபேலும் காயினும் 5:27-31
- அல்-கிதர் மற்றும் மூசா 18:60-82
- யானைப் படை 105:1-4
- ஃபிர்அவ்னின் மக்களிலிருந்து நம்பிக்கையாளர் 40:28-46
- மர்யமின் பிறப்பு 3:35-36
- இஸ்ரவேல் மக்களின் பசு 2:67-74
- எஸ்ரா 2:259
- தோட்ட உரிமையாளர்கள் 68:17-32
- ஹாரூத் மற்றும் மாரூத் 2:102
- காரூன் 28:76-82
- லுக்மானின் மகனுக்கான அறிவுரை 31:12-19
- இரண்டு தோட்டங்களின் உரிமையாளர் 18:32-44
- ஷேபா மக்கள் 34:15-19
- குகையின் மக்கள் 18:9-26
- அகழியின் மக்கள் 85:1-8
- ஸப்தை மீறியவர்கள் 7:163-165
- ஸாமிரியும் தங்க கன்றுக்குட்டியும் 20:83-97
- தாலூத் மற்றும் ஸாமுவேல் 2:247-251
- துல்கர்னைன் 18:83-98
ஷைத்தான்கள் 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- ஷைத்தான்களான மனிதர்களும் ஜின்களும் 6:112; 114:6
- ஷைத்தான்களிலிருந்து வானம் பாதுகாக்கப்பட்டது 15:16-18
வருத்தங்கள்
- நபியை பின்பற்றாதது 25:27
- அல்லாஹ்வுக்கும் அவன் தூதருக்கும் கீழ்படியாதது 4:41-42; 33:64-68
- தீய நண்பர்களை எடுத்துக்கொண்டது 25:28-29; 26:96-102; 43:36-39
- அல்லாஹ்வின் அத்தாட்சிகளை மறுத்தது 6:27-30
- மறுமைக்காக உழைக்காதது 89:23-24
தவிக்கும் வேண்டுகோள்கள்
- உலகிற்கு திரும்ப கெஞ்சுதல் 2:167; 6:27-28; 32:12-14; 42:44
- இரண்டாவது வாய்ப்பிற்காக 35:36-37
- நெருப்பிலிருந்து அகற்றப்பட 40:10-12
- உணவும் தண்ணீரும் கேட்டு 7:51-52
- பரிந்துரையாளர்களுக்காக 7:52-53
- தூளாக்கப்பட வேண்டும் 4:41-42; 78:40
- மரணத்திற்காக 43:74-78
நீதிமான்களின் குணங்கள்
- படைப்பாளரின் மற்றும் அவன் படைப்பின் உரிமைகளை கடைப்பிடித்தல் 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
தீயவர்களின் குணங்கள்
- நன்றியற்றவர்கள் 14:34
- கஞ்சர்கள் 17:100
- அவசரப்படுவோர் 21:37
- கடினமான நேரங்களில் மட்டும் அல்லாஹ்வை நினைவுகூர்வோர் 10:12; 41:51
- பொறுமையற்றவர்கள் 70:19
- வாதிடுவோர் 18:54
பெரும் பாவங்கள்
- வழிபாட்டில் அல்லாஹ்வுக்கு இணை சேர்த்தல் (ஷிர்க்) 4:48; 4:116; 5:72; 6:19; 31:13
- பெற்றோரை துன்புறுத்துதல் 4:36; 6:151; 17:23
- கடமையான தொழுகையை புறக்கணித்தல் அல்லது கைவிடுதல் 19:59-60
- ஸகாத் செலுத்தாமல் இருத்தல் 41:6-7
- கொலை 6:151; 17:33
- ஒரு நம்பிக்கையாளரை வேண்டுமென்றே கொல்லுதல் 4:93
- திருட்டு 5:38
- மோசடி 7:85; 11:85; 26:182-183; 83:1-6
- பொய் 2:10; 9:77; 39:60
- அல்லாஹ்வைப் பற்றி பொய் சொல்லுதல் 6:93; 29:68; 61:7
- தடைசெய்யப்பட்ட பாலுறவு உறவுகள் 2:222; 17:32; 24:2; 25:68; 29:28-30
- விபச்சார பொய் குற்றச்சாட்டு 24:4-5
- மதத்தை விட்டு விலகுதல் 2:217; 5:54
- பன்றி மற்றும் தடைசெய்யப்பட்ட உணவுகளை சாப்பிடுதல் 5:3; 6:145
- மது மற்றும் சூதாட்டம் 5:90-91
- புறம் பேசுதல் 49:11
- பொய் சாட்சியம் 22:30
- மாயவித்தை 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 Ar-Rahman     அளவற்ற அருளாளன் (The Beneficent)  1:3; 17:110
- #2 Ar-Raheem      நிகரற்ற அன்புடையோன் (The Merciful)  2:163; 3:31; 4:100; 5:3
- #3 Al-Malik       பேரரசன் (The King/Lord)  20:114; 23:116; 59:23
- #4 Al-Quddus      மகா தூயவன், பரிசுத்தமானவன் (The Most Sacred)  59:23; 62:1
- #5 As-Salaam      சாந்தி அளிப்பவன் (The Giver of Peace)  59:23
- #6 Al-Mu'min      அபயமளிப்பவன் (The Granter of Security)  59:23
- #7 Al-Muhaymin    பாதுகாப்பவன் (Guardian Over All)  59:23
- #8 Al-Aziz        அனைத்தையும் மிகைத்தவன் (The Mighty One)  3:6; 4:158; 9:40; 48:7
- #9 Al-Jabbar      சர்வ வல்லமை படைத்தவன் (The Omnipotent)  59:23
- #10 Al-Mutakabbir பெருமைக்குரியவன் (The Possessor of Greatness)  59:23
- #11 Al-Khaliq     படைப்பாளன், படைப்பவன் (The Creator)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al-Bari'      உருவாக்குபவன் (The Initiator/Evolver)  59:24
- #13 Al-Musawwir   உருவம் அமைப்பவன் (The Flawless Shaper)  59:24
- #14 Al-Ghaffar    மிகவும் மன்னிக்கக்கூடியவன் (The Great Forgiver)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al-Qahhar     அடக்கி ஆளுபவன் (The Subduer/Overcomer)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al-Wahhab     வாரி வழங்குபவன் (The Supreme Bestower)  3:8; 38:9; 38:35
- #17 Ar-Razzaq     உணவளிப்பவன் (The Total Provider)  51:58
- #18 Al-Fattah     வெற்றியளிப்பவன் (The Victory Giver)  34:26
- #19 Al-Alim       யாவும் அறிந்தவன் (The All-Knowing)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al-Qabid      கைவசப்படுத்துபவன் (The Restrainer/Withholder)  2:245
- #21 Al-Basit      தாராளமாக கொடுப்பவன் (The Extender)  2:245
- #22 Al-Khafid     தாழ்த்த செய்பவன் (The Abaser/Humiliator)  95:5
- #23 Ar-Rafi'      உயர்த்துபவன் (The Elevating/Exalter)  58:11; 6:83
- #24 Al-Mu'izz     மேன்மை அடைய செய்பவன் (The Honourer-Bestower)  3:26
- #25 Al-Mudhill    இழிவடையசெய்பவன் (The Giver of Dishonor)  3:26
- #26 As-Sami'      யாவையும் செவியுறுபவன் (The Hearing/All-Hearing)  2:127; 2:256; 8:17; 49:1
- #27 Al-Basir      யாவற்றவையும் பார்ப்பவன் (The All-Seeing)  4:58; 17:1; 42:11; 42:27
- #28 Al-Hakam      தீர்ப்பளிப்பவன் (The Impartial Judge)  22:69
- #29 Al-Adl        நீதமுடையவன் (The Embodiment of Justice)  6:115
- #30 Al-Latif      நுட்பமானவன் (The Knower of Subtleties)  6:103; 22:63; 31:16; 33:34
- #31 Al-Khabir     ஆழ்ந்தறிந்தவன் (The All-Aware One)  6:18; 17:30; 49:13; 59:18
- #32 Al-Halim      அமைதியானவன் (The Forbearing/All-Enduring)  2:235; 17:44; 22:59; 35:41
- #33 Al-Azim       மகத்துவமுள்ளவன் (The Magnificent)  2:255; 42:4; 56:96
- #34 Al-Ghafur     மகா மன்னிப்பாளன் (The Great Forgiver)  2:173; 8:69; 16:110; 41:32
- #35 Ash-Shakur    நன்றி பாராட்டுபவன் (The Grateful/Appreciative)  35:30; 35:34; 42:23; 64:17
- #36 Al-Aliy       மிக உயர்ந்தவன் (The Sublime One)  4:34; 31:30; 42:4; 42:51
- #37 Al-Kabir      மிகப் பெரியவன் (The Great One)  13:9; 22:62; 31:30
- #38 Al-Hafiz      பாதுகாப்பவன் (Protector/Guardian)  11:57; 34:21; 42:6
- #39 Al-Muqit      கண்காணிப்பவன் (Watchful)  4:85
- #40 Al-Hasib      கணக்கெடுப்பவன் (Ever-Reckoner)  4:6; 4:86; 33:39
- #41 Al-Jalil      மாண்புமிக்கவன் (The Majestic)  55:27; 39:14; 7:143
- #42 Al-Karim      பெரும் தயாளன் (The Bountiful)  27:40; 82:6
- #43 Ar-Raqib      கண்காணிப்பவன் (The Watchful)  4:1; 5:117
- #44 Al-Mujib      முறையீட்டை ஏற்பவன் (The Responsive)  11:61
- #45 Al-Wasi'      விசாலமானவன் (Boundless)  2:268; 3:73; 5:54
- #46 Al-Hakim      நுண்ணறிவுடயவன் (The Wise)  31:27; 46:2; 57:1; 66:2
- #47 Al-Wadud      உள்ளன்பு மிக்கவன் (The Loving)  11:90; 85:14
- #48 Al-Majid      மகிமை உடையவன் (The Glorious/Majestic)  11:73
- #49 Al-Ba'ith     மறுமையில் எழுப்புபவன் (The Resurrector)  22:7
- #50 Ash-Shahid    சாட்சியாளன் (The Witness)  4:166; 22:17; 41:53; 48:28
- #51 Al-Haqq       உண்மையானவன் (The Embodiment of Truth)  6:62; 22:6; 23:116; 24:25
- #52 Al-Wakil      பொறுப்பு ஏற்றுக்கொள்பவன் (The Universal Trustee)  3:173; 4:171; 28:28; 73:9
- #53 Al-Qawiyy     வலிமை மிக்கவன் (The Strong)  22:40; 22:74; 42:19; 57:25
- #54 Al-Mateen     உறுதியானவன் (The Firm One)  51:58
- #55 Al-Waliyy     பாதுகாவலன் (The Protecting Associate)  4:45; 7:196; 42:28; 45:19
- #56 Al-Hameed     புகழுக்குரியவன் (The All Praiseworthy)  14:8; 31:12; 31:26; 41:42
- #57 Al-Muhsi      கணக்கிடுபவன் (The All-Enumerating One)  72:28; 78:29; 82:10-12
- #58 Al-Mubdi'     துவங்குபவன் (The Originator)  10:34; 27:64; 29:19; 85:13
- #59 Al-Mu'id      இறுதியில் மீளவைப்பவன் (The Restorer)  10:34; 27:64; 29:19; 85:13
- #60 Al-Muhyi      உயிரளிப்பவன் (The Giver of Life)  7:158; 15:23; 30:50; 57:2
- #61 Al-Mumeet     மரணிக்கச் செய்பவன் (The Bringer of Death)  3:156; 7:158; 15:23; 57:2
- #62 Al-Hayy       என்றென்றும் உயிருள்ளவன் (The Eternally Living)  2:255; 3:2; 25:58; 40:65
- #63 Al-Qayyum     என்றென்றும் நிலைத்திருப்பவன் (The Self-Subsisting)  2:255; 3:2; 20:111
- #64 Al-Wajid      கண்டு பிடிப்பவன் (The Perceiver/The Finder)  38:44
- #65 Al-Majid      பெரும் மதிப்பிற்குரியவன் (The Magnificent/Glorious)  11:73
- #66 Al-Wahid      தனித்தவன் (The Unique/Single)  2:163; 5:73; 9:31; 18:110
- #67 Al-Ahad       அவன் ஒருவன் (The One/Indivisible)  112:1
- #68 As-Samad      தேவையற்றவன் (The Self-Sufficient)  112:2
- #69 Al-Qadir      ஆற்றலுள்ளவன் (The Omnipotent)  6:65; 36:81; 46:33; 75:40
- #70 Al-Muqtadir   பேராற்றலுடையவன் (The All Authoritative One)  18:45; 54:42; 54:55
- #71 Al-Muqaddim   முற்படுத்துபவன் (The Expediting One)  16:61; 17:34
- #72 Al-Mu'akhkhir பிற்படுத்துபவன் (The Procrastinator)  71:4
- #73 Al-Awwal      ஆரம்பமானவன் (The Very First)  57:3
- #74 Al-Akhir      இறுதியானவன் (The Infinite Last)  57:3
- #75 Az-Zahir      பகிரங்கமானவன் (The Manifest)  57:3
- #76 Al-Batin      அந்தரங்கமானவன் (The Unmanifest)  57:3
- #77 Al-Wali       பாதுகாவலன் (The Protecting Associate)  13:11; 22:7
- #78 Al-Muta'ali   உயர்ந்தவன் (The Most Exalted)  13:9
- #79 Al-Barr       நன்மை செய்பவன் (The Benign)  52:28
- #80 At-Tawwab     மன்னிப்பு ஏற்பவன் (The Acceptor of Repentance)  2:128; 4:64; 49:12; 110:3
- #81 Al-Muntaqim   பழிவாங்குபவன் (The Avenger)  32:22; 43:41; 44:16
- #82 Al-Afuw       மன்னிப்பவன் (The Pardoner)  4:99; 4:149; 22:60
- #83 Ar-Ra'uf      அன்புடையவன் (The Kind)  3:30; 9:117; 57:9; 59:10
- #84 Malik-ul-Mulk பேரரசுகளின் அரசன் (The Owner of Sovereignty)  3:26
- #85 Dhul-Jalali wal-Ikram மாண்பும் கருணையும் உடையவன் (The Lord of Majesty and Honor)  55:27; 55:78
- #86 Al-Muqsit     நீதி வழங்குபவன் (The Equitable)  3:18; 7:29
- #87 Al-Jami'      ஒன்று சேர்க்கும் இறைவன் (The Gatherer)  3:9
- #88 Al-Ghani      தன்னிறைவானவன் (The Self-Sufficient)  3:97; 39:7; 47:38; 57:24
- #89 Al-Mughni     வளமூட்டுபவன் (The Enricher)  9:28
- #90 Al-Mani'      தடுக்கும் இறைவன் (The Withholder)  67:21
- #91 Ad-Darr       துன்புறுத்துபவன் (The Distresser)  6:17
- #92 An-Nafi'      பயனளிப்பவன் (The Benefitter)  30:37
- #93 An-Nur        ஒளி வழங்குபவன் (The Light)  24:35
- #94 Al-Hadi       நேர்வழி காட்டுபவன் (The Guide)  25:31
- #95 Al-Badi'      புதுமையாக படைப்பவன் (The Incomparable Originator)  2:117; 6:101
- #96 Al-Baqi       நிலைத்திருப்பவன் (The Everlasting)  55:27
- #97 Al-Warith     சொத்திற்கு உரிமையாளர் (The Inheritor)  15:23
- #98 Ar-Rashid     சரியான வழி காட்டுபவன் (The Guide to the Right Path)  2:256
- #99 As-Sabur      பொறுமையுள்ளவன் (The Patient)  2:153; 3:200; 103:3
""";
