const String quranIndexUrduRaw = r"""
منزل دعائیں 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
اے ہمارے رب دعائیں 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
اے میرے رب دعائیں 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
ہارون (حارون) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
عبس، S.80; 74:22
وضو، 4:43; 5:6
ابراہیم (ابراہیم) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- نہ یہودی نہ عیسائی، 3:67-68
- بکہ کی پہلی مسجد میں کھڑے ہوئے، 3:97; 26:123
- کعبہ کی بنیادیں اٹھاتے ہیں 2:124-129
- اپنی قوم کو ایک سچے خدا کی عبادت کی طرف بلاتے ہیں 2:130-133; 26:69-89; 29:16; 29:24-27
- متکبر بادشاہ سے بحث کرتے ہیں 2:258
- قیامت کے بارے میں دریافت کرتے ہیں 2:260
- نہ یہودی نہ عیسائی 3:65-68
- آسمانی عبادت کی تردید کرتے ہیں 6:74-87
- اسحاق کی پیدائش کی خبر ملتی ہے 11:69-76; 51:24-30
- کعبہ پر ان کی دعا 14:35-41
- فرشتوں کی ملاقات 15:51-56
- ایک نمونہ 16:123
- اپنے باپ کو حق کی طرف بلاتے ہیں 19:41-50
- بتوں کو توڑتے اور آگ سے بچائے جاتے ہیں 21:51-73; 37:83-113
- سب کو حج کی طرف بلاتے ہیں 22:26
ابرار، 3:193, 198; 76:5; 82:13; 83:18-22
نسخ، 2:106, 16:101
ابو لہب، 111:1-5
قوم عاد، 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
آدم، 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- فرشتوں کو سجدہ کرنے کا حکم، 2:34; 7:11
- علم کا درخت، 2:35; 7:19-20; 20:120-121
- جنت سے نکالا جانا (حوا پر کوئی الزام نہیں)، 2:36; 7:24
- اللہ کی طرف سے عزت دیے گئے، شیطان کے ذریعے آزمائے گئے 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- اللہ کی طرف سے معافی 2:37; 20:122
عادیات، S.100
جنت عدن، 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
مصیبت
- کسی دوسرے کا بوجھ نہیں اٹھانا پڑے گا، 6:164; 17:15; 35:18; 39:7; 53:38
- استطاعت سے زیادہ بوجھ نہیں ڈالا جائے گا، 2:286; 6:152; 7:42; 23:62
- مصیبت میں صبر، 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31;37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
بڑھاپا، 16:70; 22:5; 30:54; 36:68
- اپنی نگہداشت میں بوڑھے والدین کے ساتھ سلوک، 17:23
احمد، 61:6
احقاف، S.46; 46:21
احزاب، S.33; 11:17; 13:36; 19:37; 38:11, 13;40:5, 30; 43:65
ایکہ کے باشندے، 15:78; 26:176; 38:13; 50:14
اعلیٰ S.87; 87:1; 92:20
علق، S.96
آل عمران، S.3
اللہ
- اس کا ایک دن پچاس ہزار سال کے برابر ہے، 70:4
- اس کا ایک دن انسانی ایک ہزار سال کے برابر ہے، 22:47; 32:5
- ہر چیز پر قادر، 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- سب سے بہتر فیصلہ کرنے والا، 95:8
- تعریف سے ماورا، 43:82; 67:12
- کافروں کی چالوں کو ناکام بناتا ہے، 8:30; 8:36
- انسانوں کو فنا کر کے دوسری مخلوق لا سکتا ہے، 4:133; 14:19; 35:16
- ہنساتا اور رلاتا ہے، 53:43
- ایک آدمی کو ایک صدی تک سلایا، 2:259
- سچ کے منکروں کا دشمن، 2:98
- صبح سے شام تک اس کی تسبیح کرو، 33:42
- اس کی جھوٹی بیٹیاں، 16:57; 17:40; 43:16; 52:39; 53:21-22
- نام کے ساتھ، 53:19-20
- انسانوں کو آزاد ارادہ دیتا ہے، 36:67
- اس کے لیے سب کچھ چھوڑ دینا، 4:66-68; 4:125
- بھلائی اور برائی اسی کی طرف سے ہیں، 4:78
- زندگی اور موت دیتا ہے، 44:8; 53:44; 57:2; 67:2
- محنت کرنے والوں کو بہتر اجر، 4:95-96; 5:54; 9:120; 49:15; 61:11
- اس کی کوئی زوجہ نہیں، 72:3
- اس کا کوئی بیٹا نہیں، 43:81; 72:3; 112:3
- اس نے تمہیں مشکل وقت میں نہیں چھوڑا، 93:3
- علم میں ہر جگہ موجود ہے، 2:115; 2:142; 2:177; 4:126
- اول اور آخر ہے، 57:3
- ظاہر اور باطن ہے، 57:3
- ادراک سے ماورا علم رکھتا ہے، 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46;49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- انصاف کرنے والوں سے محبت کرتا ہے، 49:9
- جس کے بارے میں نہیں بتایا اس کا کوئی قانون نہیں بنایا، 5:101; 6:140; 6:148; 7:32
- جنگی قیدیوں پر جن میں بھلائی ہو رحم، 8:70
- اس کی ذات، 2:255
- کوئی انسان معبود نہیں، 3:64; 3:151
- تثلیث نہیں، 4:171
- اس کے ساتھ برائی سے پناہ، 113:1-5; 114:1-6
- کھڑے، بیٹھے، لیٹے اس کا ذکر، 3:191; 4:103; 10:12; 25:64
- رحم مادر میں شکل دیتا ہے، 3:6
- عرش پانی پر ہے، 11:7
- ایسی چیزیں پیدا کرے گا جن کا تمہیں علم نہیں، 16:8
- اپنی مخلوق پر کوئی ظلم نہیں چاہتا، 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46;45:22; 50:29; 64:11
اتحاد، 8:72; 9:7
- عیسائی اور یہودی، 5:51
- کافر رشتہ داروں سے اتحاد ممنوع، 9:23-24
- منافقوں سے اتحاد ممنوع، 4:88-89; 4:139; 4:144
الیسع، (دیکھیں الیسع)
امانت، اور اللہ کے مقرر کردہ فرائض وغیرہ، 2:283; 4:58; 8:27
- دیکھیں امانت
فرشتے، 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- آگ سے پیدا کیے گئے، 7:12; 38:76
- آٹھ فرشتے قیامت کے دن اللہ کا عرش اٹھائیں گے، 69:17
- جھوٹا دعویٰ کہ وہ عورتیں ہیں، 43:19; 53:27
- نگہبان 82:10-12; 86:4
- انیس جہنم پر مقرر ہیں، 74:30-31
- خواہشات پوری کرنے کے لیے نہیں بھیجے جاتے، 15:7-8
- الہام کے لیے بھیجے جاتے ہیں، 16:2
غصہ، روکو، 3:134
عنکبوت، S.29
چیونٹیاں، 27:18
بندر، 5:60
- ذلیل، 2:65; 7:166
ارتداد، 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- مرتدوں کے لیے جلدی عذاب نہ مانگو، 46:35
- اللہ اکیلا انہیں سزا دے گا، 73:11; 74:11
- آخرت میں سزا، 2:217; 9:74
- دوسروں کا رد، 3:87
- توبہ، 3:89; 5:34; 9:5; 9:11
- قیامت کے دن بہت دیر ہو جائے گی، 40:85
- جبر کے تحت، 16:106
مرتدین،47:25
اعراف، S.7; 7:46, 48
عرفات، 2:198
بحث کرنا،
- اپنے آپ کو دھوکہ دینے والوں کی طرف سے بحث نہ کرو، 4:107
- تم نے اس دنیا میں ان کی طرف سے بحث کی، لیکن قیامت کے دن کون کرے گا، 4:109
دلائل/حملے
- اسی طرح جواب دو، 8:58
- صبر کرنا کہیں بہتر ہے، 16:126
زرہ، 16:81
عصر،S.103
آیۃ الکرسی، 2:255
غیبت کرنے والا، 49:12; 104:1
بدر (کی جنگ)، 3:13
- اس سے سبق، 8:5-19, 42-48
البیت المعمور، 52:4
بکہ (مکہ)، 3:96
بعل، 37:125
بلد، S.90
توازن، 7:8-9; 17:35; 21:47; 55:7-9; 57:25;101:6-9
بنو النضیر، 59:2-6, 13
بقرہ، S.2
براءۃ (دیکھیں توبہ)، S.9
برزخ، (آڑ)، 23:100; 25:53; 55:20
- دیکھیں بھی 18:94-97; 34:54; 36:9
بینہ، S.98
درندہ (آخری زمانے کا)، 27:82
بدو، 9:90, 97-99, 101, 120; 48:11, 16; 49:14
شہد کی مکھی، 16:68-69
رویہ
- اہل کتاب سے اچھے انداز میں بحث کرو، 16:125, 29:46
- جن باتوں کا علم نہ ہو ان میں نہ پڑو، 17:36
- بڑے گناہوں اور شرمناک کاموں سے بچو، 53:32
- ایک دوسرے کے بارے میں گمان سے بچو، جاسوسی نہ کرو اور غیبت نہ کرو 49:12
- اپنی رائے میں انصاف کرو، 6:152
- امت کو اعتدال پسند ہونا چاہیے، 2:143; 25:67
- غرور ممنوع، 4:36, 57:23
- مدد مانگنے والوں کو نہ ڈانٹو، 93:10
- اپنے آپ کو پاک نہ سمجھو، 53:32
- دوسروں کا مذاق نہ اڑاؤ، 49:11; 104:1
- برائی کو علی الاعلان نہ بیان کرو، 4:148
- ایک دوسرے کی غیبت نہ کرو، 104:1
- ہر گروہ کو ایک قانون اور طریقہ زندگی دیا گیا، 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63;16:84
- اور عبادت کا ایک طریقہ، 22:67
- اللہ انہیں ایک امت بنا سکتا تھا، 5:48; 11:118; 16:93; 42:8
- اللہ کے تحت ایک امت، 21:92
- یہودیوں کو معاف کرو، 5:13
- غیر مسلموں کو معاف کرو، 31:15; 45:14
- آسانی سے معاف کرو، 42:37
- حکمران مشاورت کے بعد فیصلے کریں، 42:38
- اور ایک نبی، 10:47; 16:36
- مومنوں کو بدنام کرنا گناہ ہے، 33:58
- مرد (عورتوں کے ساتھ)، 24:30
- صلح کرانے والوں کو اجر، 42:40
- اگر اور کچھ نہ کر سکو تو محتاجوں سے اچھی بات کرو، 17:28
- اپنی نگہداشت میں بوڑھے والدین کے ساتھ، 17:23
- دوسرے مسلمانوں کے ساتھ، 33:6
- دوسروں کے ساتھ، 17:26-29; 17:35; 17:53; 60:8
- والدین کے ساتھ، 46:15
- غلاموں کے ساتھ، 4:36; 24:33
- غیر جنگجو کافروں کے ساتھ انصاف سے پیش آؤ، 60:8
- نبی کی ازواج، 33:28-34
- عورتیں (مردوں کے ساتھ)، 24:31
- تمام وحیوں میں، 2:136; 2:285
- ایمان کی نوعیت، 49:14-15
مومنین، 2:2-5; 2:285; 8:2-4; 8:24
وصیت، 2:180, 240; 4:7, 12; 36:50
دھوکہ (فریب، جعل سازی)، 2:187; 4:107; 5:13;8:27, 58, 71; 12:52; 22:38; 66:10
بائبل، 5:64, 5:65, 5:68
- تحریف، 3:78; 5:14-15
پرندے، 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
خون بہا (دیت)، 2:178-179; 4:92; 17:33
مال غنیمت، 4:94. 8:41; 59:6-8
- غیر قانونی لینا، 3:162
- دیکھیں غنیمت
رشوت، 2:188
بدن، 22:36
بوجھ
- کسی دوسرے کا بوجھ اٹھانے والا نہیں اٹھائے گا، 35:18; 39:7; 53:38
- کافر دوسروں کے بوجھ بھی اٹھائیں گے، 16:25; 29:13
- وہ بوجھ واقعی برے ہیں جو وہ اٹھائیں گے، 6:31, 164
- اللہ کسی پر اس کی طاقت سے زیادہ بوجھ نہیں ڈالتا، 2:286; 7:42; 23:62
بروج (بڑے ستارے)، S.85; 85:1; 15:16; 25:61
اونٹ، 6:144; 7:40; 77:33; 88:17
قیدی، 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- دیکھیں بھی جنگی قیدی
مویشی، 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
غار ثور، 9:40
غار والے 18:9-22, 25-26
یقین کے ساتھ سچ، 56:95; 69:51
خیرات، (صدقہ)، 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18;58:12-13
- خیرات اور زکات کے مستحقین، 2:273; 9:60
بچے 2:233; 42:49-50
- وہ خسارے میں ہیں جنہوں نے اپنے بچوں کو جہالت سے قتل کیا، 6:140
مسیح، (دیکھیں عیسیٰ)
عیسائی، 5:14, 19, 64-65, 69; 22:17
- عیسیٰ کو معبود نہ بنانے کی درخواست، 4:171
- مسلمانوں کے سب سے قریب محبت میں، 5:82
- اکثر نے جو یاد رکھنے کو کہا گیا وہ بھلا دیا، 5:14
- اب تمہارے پاس ایک رسول آیا، 5:15, 19
- نیک لوگوں کو اجر ملے گا، 2:62; 5:65; 5:69
- کہتے ہیں "عیسیٰ اللہ کے بیٹے ہیں"، 9:30
تباہ شدہ شہر، 69:9
امن کا شہر، 95:3
لباس، 7:26; 16:81
- آگ کا، 22:19
- غیر گھریلو مواقع پر پردہ یا خواتین کا لباس، 24:31
- خواتین کا بیرونی لباس منافقوں کی طرف سے ہراسانی روکتا ہے، 33:59-60
احزاب، 33:9, 22
- دیکھیں احزاب مشاورت، باہمی، 42:38
تخلیق،
- شروع ہوتی اور دہرائی جاتی ہے، 10:4; 21:104; 27:64; 29:19-20
- ایک نئی، 17:49, 98; 35:16
- حق کے ساتھ، 15:85; 16:3; 29:44; 39:5; 44:39;45:22; 46:3
- کھیل کے لیے نہیں، 21:16-17; 23:115
- ہر جاندار چیز سے، 21:30; 24:45;25:54
- انسان کی تخلیق، 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30;22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- پہلی شکل 56:62
- چھ دنوں میں، 7:54; 11:7; 32:4; 50:38; 57:4
- جوڑوں میں، 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- تنوع، 35:27-28
- اللہ فرماتا ہے "ہو جا" — اور وہ ہو جاتا ہے، 2:117;16:40; 36:82; 40:68
- پلک جھپکتے، 54:50
- رات اور دن، سورج اور چاند، 39:5
- آسمان اور زمین کی تخلیق انسان کی تخلیق سے بڑی ہے، 40:57; 79:27
- تخلیق کا مقصد، 51:56
کوا، 5:31
معیار، 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
دہر، (دیکھیں انسان،) S.76; 45:24
- وقت، 76:1; 103:1
داؤد، 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- زبور دی گئی 4:163
- جالوت سے لڑے اور قتل کیا، 2:251
- ایک فیصلہ کیا 21:78-80
- علم اور نبوت سے نوازے گئے 27:15-16
- پہاڑ اور پرندے ان کے ساتھ اللہ کی تسبیح میں شامل ہوئے 34:10; 38:17-20
- دو لوگوں کے درمیان فیصلہ کیا 38:21-26
دابہ (چلنے پھرنے والی جاندار مخلوق وغیرہ) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60;31:10; 34:14; 35:28, 45; 42:29; 45:4
مردے اٹھائے جائیں گے، 6:36
موت، 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27;  50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- اور میدان جنگ سے فرار، 33:16
- اللہ کی راہ میں، 3:195; 22:58; 47:4
- جن قوموں تک وحی نہ پہنچی انہیں تباہ نہیں کیا جائے گا، 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- اللہ کی راہ میں شہید زندہ ہیں، 2:154; 3:169
- اللہ کی طرف فرار کرتے ہوئے برائی سے، 4:100
- روکی یا ٹالی نہیں جا سکتی 63:10-11
- نیند کا جڑواں بھائی 6:60; 39:42
- موت کے وقت مومنین اور کافرین 8:50; 16:27-32; 41:30
- قبر کا عذاب 40:46
قرضے، 2:280, 282; 4:11-12
فیصلہ،
- ہر معاملے کے لیے ایک فیصلہ ہے، 13:38
- ہم نے کوئی بستی تباہ نہیں کی مگر اس کے لیے ایک معلوم فیصلہ تھا، 15:4
- ہر معاملے کا فیصلہ اللہ کی طرف سے ہے، 44:5
- جب وہ کسی معاملے کا فیصلہ کرتا ہے تو صرف کہتا ہے،"ہو جا" — اور وہ ہو جاتا ہے، 2:117; 36:82; 40:68
اعمال،
- ان کے لیے برائی خوبصورت بنا دی گئی، 47:14
- ہمارے اعمال ہمارے لیے، تمہارے تمہارے لیے، 28:55; 42:15; 45:15
- اچھے اور برے اعمال اپنے لیے اور اپنے خلاف ہیں، 41:46
- انسان کے اعمال اس کی گردن میں لٹکائے گئے، 17:13
درجات، ان کے اعمال کے مطابق، 6:132
خواہش، جو اپنی بری خواہش کی پیروی کرتے ہیں، 47:14, 16
- جس نے اپنی خواہش کو اپنا معبود بنایا، 25:43
اللہ کی رحمت سے مایوس نہ ہو، 39:53; 21:87-88; 68:48-50
- دیکھیں بھی یونس
ذاریات، S.51
ذکر، 7:205; 15:6, 9
ذوالکفل، 21:85; 38:48
ذوالقرنین، 18:83-98
ذوالنون (مچھلی والے)،
کافرین (دیکھیں بھی منافقین)
- محمد (ﷺ) سے اللہ کا عذاب بطور ثبوت مانگنا، 6:57-58; 8:32; 10:49-52
- نرمی سے ان کی صحبت برداشت کرو، 31:15
- ان کی باتیں صبر سے برداشت کرو، 20:130; 50:39
- ان سے معاہدے، 8:56; 8:72; 9:4, 7
- معاہدوں کا توڑنا، 8:58; 9:12
- اللہ ان کی چالوں کو ناکام بناتا ہے، 8:30, 36
- اللہ کے قانون کا مذاق اڑانے والوں کی صحبت چھوڑ دو، 4:140; 6:68
- اگر پناہ مانگیں تو حفاظت کرو، 9:6
- جنگ کے دوران سزا، 8:12, 50, 59
- آخرت میں سزا، 8:37
- مساجد نہیں جانے چاہئیں اور نہ ان کی دیکھ بھال کرنی چاہیے، 9:17
- ان سے اچھی بات کرو، 17:53
- ان کے خلاف جدوجہد، 9:73; 25:52; 66:9
- غیر جنگجو کافروں سے انصاف سے پیش آؤ، 60:8
- صرف دوسرے کافروں سے اتحاد کریں گے، 8:72
حواری (عیسیٰ کے)، 3:52; 61:14
منافقین اور کافروں کے دلوں میں بیماری، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
بائبل، 5:64, 5:65, 5:68
- تحریف، 3:78; 5:14-15
تنوع
- انسانوں میں، 30:22, 35:27-28
- زندگی میں، 35:27-28
طلاق، 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- انتظار کی مدت کے بعد علیحدگی یا مصالحت، 2:231; 65:2
- دو گواہ، 65:2
- گزارہ بھتہ، 2:233, 241
- سابق خاوند کے وارث تک توسیع، 2:233
- دو بار واپس لی جا سکتی ہے، 2:229
- مہر کی حیثیت، 2:229, 236-237
- ضرورت ہو تو دودھ پلانے والی ڈھونڈو، 65:6
- دیکھیں بھی ظہار
طلاق، مرد
- ایک عورت کو چھوڑ کر دوسری سے شادی — پہلی کو جو دیا واپس نہ لو، 4:20
- بیوی کو تنگ نہ کرو، 65:6
- بیوی کو زبردستی نہ روکو، 4:19
- ارادہ بدلنے کے لیے چار مہینے، 2:226
- حمل اور انتظار کی مدت کے دوران بیوی کو مکمل نفقہ دو، 65:6
- اگر بیوی بچے کو دودھ پلا رہی ہے تو مکمل نفقہ دو، 65:6
- ماں کو بے باپ بچے کی وجہ سے تکلیف نہ ہو، 2:233
- قبل از اسلام، 58:2
- مصالحت کے لیے کفارہ مسلسل دو ماہ روزہ رکھنا، 58:4
- مصالحت کے لیے کفارہ ساٹھ محتاجوں کو کھانا کھلانا، 58:4
- مصالحت کے لیے کفارہ ایک غلام آزاد کرنا، 58:3
- مصالحت کی کوشش، 4:35
- رخصتی سے پہلے طلاق میں گناہ نہیں، 2:236
- دلہن آدھے مہر کی حقدار ہے، 2:237
طلاق، عورت
- تیسری طلاق کے بعد (یہ دوسرے خاوند سے) اصل خاوند کے پاس واپس جا سکتی ہے، 2:229
- نفقہ کی حقدار، 2:241; 65:1
- طلاق کا برابر حق، 2:228
- خاوند کی طرف سے برے سلوک کا خدشہ، 4:128
- خاوند کا دیا ہوا رکھ سکتی ہے، 2:229
- گھر سے نہ نکالی جائے، 65:1
- حمل نہ ہونے کے ثبوت کے لیے تین حیض کا انتظار، 2:228
- حیض نہ آنے والیوں کے لیے تین ماہ کا انتظار، 65:4
- جب تک رخصتی نہ ہوئی ہو، 33:49
کتے، 7:176
گدھے، 2:259; 16:8; 31:19; 62:5; 74:50
مشروب،
- شراب، 2:219; 5:90
- خالص اور سفید لذیذ، 37:45-46; 76:21
- خالص مہربند شراب، 83:25
ضحیٰ، S.93
دخان، S.44
ہاتھی کا لشکر، 105:1-5
الیاس (الیاس؛ الیاسین) 6:85; 37:123-132
الیسع، (الیسع) 6:86; 38:48
ادریس، (دیکھیں ادریس)
واقعہ، 56:1; 69:15
برائی، 4:123; 10:27-30; 19:83; 59:15
- علی الاعلان نہیں کہنی چاہیے، 4:148
- ہم سے آتی ہے، لیکن بھلائی اللہ کی طرف سے، 4:79; 42:48
- برائی معاف کرو، 4:149
- بدلہ دیا جائے گا، 6:160; 42:40
- جو چالیں چلتے ہیں، 16:45-47
- برا انجام تھا، 30:10
- خشکی اور سمندر میں ظاہر ہوئی، 30:41
- برائی کو بھلائی سے دفع کرو، 13:22; 23:96; 41:34
- بھلائی میں بدل دی، 7:95
- جو اپنی بری خواہشات کی پیروی کرتے ہیں، 47:14, 16
- ان کے لیے اعمال خوبصورت بنا دیے گئے، 47:14
حد سے تجاوز،
- کھانے میں ممنوع، 5:87
- دین میں، 4:171; 5:77-81
آنکھیں، کان اور کھالیں گناہگاروں کے خلاف گواہی دیں گی، 41:20-23
عزیر، (عزیر) 9:30
اللہ کا چہرہ یا ذات، 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
خوبصورت لگنا،
- اللہ نے ہر قوم کے اعمال اسے خوبصورت بنا دیے ہیں، 6:108
ایمان (یقین)، 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- ایمان کو رد کرنے والے، 3:116
- ایمان میں اضافہ، 3:173
- یقین کے ساتھ، 44:7; 45:4, 20; 51:20
- اس نے تمہیں ایمان کی طرف ہدایت کی، 49:17
فجر، S.89
فلق، S.113
قرآن کی آیات کے بارے میں جھوٹی گفتگو، 6:68
جھوٹے معبود،
- اللہ کے سوا، بت اور نام نہاد شریک 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- ان کے معبودوں کو برا نہ کہو جن کی وہ اللہ کے سوا عبادت کرتے ہیں، 6:108
- دیکھیں بھی طاغوت
باطل، 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
انسان کے اعمال اس کی گردن میں لٹکائے گئے،17:13
روزہ، 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- کھاؤ اور پیو یہاں تک کہ سفید دھاگہ سیاہ دھاگے سے الگ نظر آئے، 2:187
فتح، S.48
فاتحہ، S.1
فاطر، S.35
فدیہ (روزے کا)، 2:196
- قیدیوں کو آزاد کرانے کے لیے، 8:67
- کافروں کی طرف سے فدیہ، 3:91; 5:36,37; 10:54; 13:18
انجیر، 95:1
لڑائی،
- اللہ کی راہ میں، کافروں کے خلاف، 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- فرض کی گئی، 2:216
- حرمت والے مہینوں میں، 2:217; 9:5
- بنی اسرائیل کے ذریعے، 2:246-251
- اللہ کی راہ میں، اور مظلوم مردوں اور عورتوں کے لیے، 4:74-76
- یہاں تک کہ فتنہ ختم ہو، 8:39
- بیس دو سو پر غالب، 8:65
- ان کے خلاف جو اللہ پر ایمان نہیں رکھتے، 9:29
- مظلوموں کو اجازت، 22:39-41
- اور منافقین، 47:20
- معافی، 48:17
فیل، S.105
جنت فردوس، 18:107; 23:11
آگ، 56:71, 100:2
مکھی، 22:73
کھانا،
- حلال اور حرام، 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- ماضی میں جو کھایا اس میں کوئی گناہ نہیں، 5:93
- حد سے تجاوز نہ کرو، 5:87
- جو اللہ نے حلال کیا اسے حرام نہ ٹھہراؤ، 5:87; 7:32; 16:116
ممنوع عمل، 6:151-152; 7:33
معافی، 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- مومنین پر فرض، 42:37; 45:14
- اہل کتاب کے لیے مومنین کی طرف سے،2:109
- اللہ جسے چاہے معاف کرتا ہے، 4:48
- اللہ شرک معاف نہیں کرتا، 4:48, 116
- جو اللہ سے معافی مانگے، 4:110
- مشرکین کے لیے اللہ سے معافی نہ مانگو، 9:113
- اللہ تمام گناہ معاف کرتا ہے، 39:53
- فرشتے زمین والوں کے لیے معافی مانگتے ہیں، 42:5
- غصے میں بھی معاف کرو، 42:37
- معاف کرو اور صلح کراؤ، 42:40
- اللہ کے دنوں کی امید نہ رکھنے والوں کو مومنین معاف کریں، 45:14
- جو بڑے گناہوں اور فحاشی سے بچیں، 53:32
- معافی کی طرف جلدی کرو، 57:21
- برے اعمال اچھے اعمال میں بدل دیے جائیں گے 25:68-71
جعل سازی، (دیکھیں دھوکہ) 83:1-6
آزاد ارادہ،
- اللہ کی مشیت سے محدود، 6:107; 10:99; 74:56;76:31; 81:28-29
- جو چاہے ایمان لائے یا کفر کرے، 18:29
- اپنے رب کی طرف راستہ لے، 76:29
- سیدھا چلے، 81:28
جمعہ کی نمازیں، 62:9-11
پھل، 6:41; 16:11
- جنت میں کثرت سے، 43:73
- ہر قسم کے، 47:15
- جیسا چاہیں، 77:42
فجار، 82:14-16; 83:7
فرقان، S.25
فصلت (دیکھیں حم)، S.41
جبریل، (جبریل) 2:97-98; 26:193; 66:4; 81:19-21
- روح، 26:193; 67:12; 70:4; 78:38; 97:4
- روح القدس، 2:87, 253; 5:110; 16:102
جوا، 2:219; 5:90
احرام کی حالت میں شکار، 5:94-96
غافر (دیکھیں مومن)، S.40
غاشیہ، S.88
غسل، 4:43; 5:6
تحائف، 30:39
جالوت، (جالوت) 2:249-251
اچھے (دن)، 3:140
- تم ایسی چیز کو ناپسند کرتے ہو جو اچھی ہے، اور اسے پسند کرتے ہو جو بری ہے، 2:216
- اچھے عمل کا بدلہ ملے گا، 4:85; 28:54
- دوگنا اجر، 4:40; 28:54
- دس گنا اجر، 6:160
- بڑھایا گیا، 42:23
- جو نیکی کریں ان کے لیے بھلائی اور آخرت کا گھر ہے، 16:30
- اس دنیا میں نیکی کرنے والوں کے لیے ہے، 39:10
- اللہ نیکی کرنے والوں کو بہترین بدلہ دیتا ہے، 53:31
- کیا نیکی کا بدلہ نیکی کے سوا کچھ اور ہے، 55:60
- نیکی کرو جیسا اللہ نے تمہارے ساتھ نیکی کی، 28:77
بھلائی اور برائی،
- بھلائی اللہ کی طرف سے ہے اور برائی خود تم سے،4:79
- اگر نیکی کرو تو اپنے لیے اور اگر برائی کرو تو اپنے خلاف، 17:7;41:46
- برائی کو بھلائی سے دفع کرو، 23:96; 28:54; 41:34
- نیک اور برا عمل برابر نہیں ہو سکتے،41:34
- ہر شخص کو اپنے تمام اعمال کا سامنا کرنا پڑے گا، 3:30
- دیکھیں بھی محسنون
نیک عمل،
- ظاہر کرو یا چھپاؤ، 4:149
- نیکیوں میں سبقت کرو، 5:48
انجیل، 3:3, 48, 65; 5:46-47, 66, 68, 110;7:157; 9:111; 48:29; 57:27
عظیم خبر، 78:1-5
سلام، 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
حدید، S.57
ہدی (قربانی کا جانور)، 2:196, 200
حج، 2:158, 196-203; 3:97; 5:2;22:30
حج، S.22
ہامان، 28:6, 38; 29:39; 40:24, 36, 37
ہاتھ اور پاؤں گواہی دیں گے، 36:65
حاقہ، S.69
مشکل، ہر مشکل کے ساتھ آسانی ہے، 94:5-6
ہارون، (ہارون)
ہاروت، 2:102
حشر، S.59
دل،
- سخت، 2:74; 22:53; 39:22; 57:16
- مہر لگے ہوئے، 7:100-101; 40:35; 47:16; 63:3
- ڈھکے ہوئے، 17:46; 41:5
- قفل لگے ہوئے، 47:24
- تقسیم شدہ، 59:14
- خوف سے بھرے ہوئے، 22:35
- جن کے دلوں میں بیماری ہے، 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
آسمان،
- آسمانوں کا غیب اللہ کے لیے ہے، 16:77
- کھیل کے لیے پیدا نہیں کیے گئے، 21:16
- اور زمین ملے ہوئے تھے، 21:30
- آسمانوں میں کوئی چیز پوشیدہ نہیں، 27:75
- بغیر ستونوں کے پیدا کیے گئے، 31:10
- اس کے دائیں ہاتھ میں لپیٹ لیے جائیں گے، 39:67
- دو دنوں میں سات آسمانوں کی تخلیق، 41:12
- قریبی آسمان کو چراغوں سے آراستہ کیا، 41:12
- آسمانوں میں جو کچھ ہے اللہ کا ہے، 45:27;53:31
- سات آسمان ایک دوسرے کے اوپر، 67:3
جہنم (آگ، بھڑکتا شعلہ) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- جلتا اور ابلتا پانی 22:19-22; 23:103-104
- پیپ 14:14-17; 38:55-58; 69:35-37
- زقوم کا درخت 37:62-70; 44:43-50; 56:41-56
- باشندوں کا نہ جی سکنا نہ مر سکنا 87:13
- ایک دوسرے پر الزام 26:91-101; 34:31-33
- فوری تباہی کی فریاد 25:13-14; 43:74-78
- شدید چیخ و پکار 35:36-37
- آگ کا گرجنا اور دھاڑنا 25:11-12; 67:6-11
- جلی ہوئی کھالوں کی جگہ نئی کھالیں 4:56
- بیڑیاں اور تارکول کے لباس 14:48-50
- لوہے کے گرز 22:19-22
- زنجیریں 13:5
- جہنم کے داروغہ 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- کوئی فدیہ قبول نہیں 5:36-37
- شفاعت نہیں 6:94; 26:100; 30:13; 74:48
- جلتی مایوسی اور برفیلی تاریکی، 38:57
- ستر ہاتھ کی زنجیر، 69:32
- محدود مدت کے لیے قیام، 78:23
آخرت،
- آخرت کا گھر بہتر ہے، 6:32; 7:169
- آخرت میں کیا انجام ہوگا، 6:135
- ظالم کامیاب نہیں ہوں گے (آخرت میں)، 6:135
- آخرت کا گھر، 12:109; 16:30; 28:83; 29:64
- جو آخرت پر ایمان نہیں رکھتے، 17:10
- آخرت کا اجر، 42:20
- چاندی اور سونے سے بہتر، 43:33-35
- صرف متقین کے لیے، 43:35
- آخرت کا عذاب، 68:33
- بہتر اور زیادہ دیرپا، 87:17
- موجودہ زندگی سے بہتر، 93:4
کشادہ شاہراہیں، 21:31
حجر (پتھریلی زمین)، 15:80-85
حجر، S.15
ہم جنس پرستی 26:165-166; 27:55; 29:28-29
گھوڑے، 16:8
قیامت کی گھڑی،
- اس کا علم صرف اللہ کے پاس ہے، 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- اچانک آ جائے گی، 6:31; 7:187;12:107; 43:66
- تم پر آئے گی، 6:40; 12:107; 20:15; 34:3
- قریب آ گئی ہے، 54:1-5
- پلک جھپکتے یا اس سے بھی کم،16:77
- قیامت کا زلزلہ، 22:1
- اس دن قائم ہوگی، 30:12, 14
- ضرور آنے والی ہے، کوئی شک نہیں، 40:59;45:32; 51:5-6
- نشانیاں 21:96; 27:82; 43:61; 47:18; 54:1-2
- نام 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- لوگوں کو اچانک آ لے گی 6:31; 7:187
- صور پھونکا جائے گا 6:73; 23:101; 39:68
گھروں میں داخل ہونے کے آداب، 24:27-29
ہود، 7:65-72; 11:50-60; 26:123-140; 46:21-26
ہود، S.11
حجرات، S.49
ہمزہ، S.104
حنین (کی جنگ)، 9:25
حور (جنت کی عورتیں)، 44:54; 52:20
منافقین،
- کہتے ہیں: ہم اللہ اور آخرت پر ایمان لائے، لیکن درحقیقت ایمان نہیں لائے، 2:8
- خود کو دھوکہ دیتے ہیں، 2:9
- ان کے دلوں میں بیماری ہے، 2:10; 8:49; 22:53;33:12; 47:29
- فساد پھیلاتے ہیں، 2:11-12
- احمق اور مذاق اڑانے والے، 2:13-15
- ہدایت کے بدلے گمراہی خریدی، 2:16
- بہرے، گونگے اور اندھے، 2:17-18
- موت اور اندھیرے سے خوف میں، 2:19-20
- خوشنما باتیں، 2:204-206
- لڑنے سے انکار، 3:167-168
- اللہ جانتا ہے جو ان کے دلوں میں ہے، 3:167;4:63
- جھوٹے قاضیوں کے پاس فیصلے کے لیے جاتے ہیں، وحی سے منہ موڑتے ہیں، مصیبت آنے پر آتے ہیں، 4:60-62
- مصیبت میں اور بڑی کامیابی میں، 4:72-73
- اللہ نے انہیں پھینک دیا، 4:88
- دوست نہیں بنانے چاہئیں، 4:89; 58:14-19
- اگر پھر جائیں تو جہاں پاؤ قتل کرو، 4:89
- تمہاری فتح یا کافروں کی کامیابی کا انتظار کرتے ہیں، 4:141
- اللہ کو دھوکہ دینے کی کوشش کرتے ہیں، سستی سے اور دکھاوے کے لیے نماز پڑھتے ہیں، 4:142
- نہ ان کی طرف سے نہ ان کی طرف سے، 4:143
- آگ کے سب سے نچلے درجے میں؛ کوئی مددگار نہیں، 4:145
- پکڑے جانے کا خوف، 9:64-65
- ان کے لیے دعا نہ کرو، 9:84
- مرد اور عورتیں ایک ہی ہیں؛ خسارے میں؛ اللہ کی لعنت، 9:67-69
- بدوؤں میں، 9:101
- جہاں ملیں پکڑے اور قتل کیے جائیں، 33:61
- اللہ منافقوں کو سزا دے گا، 33:73
- جھوٹے؛ پیٹھ پھیرنے والے؛ ان کے دل تقسیم ہیں، 59:11-14
- جھوٹے؛ قسموں کو ڈھال بنایا؛ ان کے دلوں پر مہر؛ ان سے بچو، 63:1-4
- سمجھتے نہیں، جانتے نہیں، 63:7-8
- ان کے خلاف جدوجہد کرو، 66:9
ابلیس (شیطان)، 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- دیکھیں بھی شیطان
ابراہیم، (دیکھیں ابراہیم)
ابراہیم، S.14
عدت (عورتوں کی طلاق کی مقررہ مدت)، 2:228, 231, 232, 234, 235; 33:49;65:1-7
ادریس (ادریس)، 19:56-57; 21:85; 96:4
احرام، 2:197; 5:2, 95
احسان، 16:90
اخلاص، S.112
الہ، صرف ایک، 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
غیر قانونی جنسی تعلق؛ گواہوں کا ثبوت، 4:15-18; 24:2, 19
علیین، 83:18-21
ناپاک (نجس) 9:28
عمران،
- کی بیوی، 3:35
- کی بیٹی، 66:12
واقع ہونے والا، 69:1-3
انفطار، S.82
وراثت، 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
ظلم، جس پر ہوا، 4:30, 148
انسان (دیکھیں دہر)، S.76
انشقاق، S.84
انشراح (دیکھیں شرح)، S.94
وحی، 6:93; 10:2, 109; 12:102; 17:86;40:15; 42:3, 7, 51-52; 53:4, 10
شفاعت/شفیع، 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
نشہ آور چیزیں، 5:90, 2:219
نماز قائم کرنا، 2:3, 43, 83, 110, 177, 277; 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3;9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31,37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
اقرا (دیکھیں علق)، S.96
ارم، 89:7
لوہا، 57:25
عیسیٰ، دیکھیں عیسیٰ
اسحاق، (اسحاق) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112-113
اسماعیل (اسماعیل)، 2:125-129, 133; 4:163;6:86; 19:54-55; 21:85; 38:48
اپنے والد کے ساتھ کعبہ کی بنیادیں اٹھاتے ہیں 2:125-140
قربانی کا قصہ 37:100-113
اسلام، 3:19, 85; 5:3; 6:125; 39:22; 61:7
- پہلے مسلمان، 6:14,163; 39:12
- پہلے قبول کرنے والے، 9:100
- سینہ اسلام کے لیے کھول دیا گیا، 39:22
- بطور احسان، 49:17
اسراء، S.17
بنی اسرائیل، 2:40-86
- عطا کردہ نعمتیں، 2:47-53, 60, 122; 45:16-17
- اللہ کی اطاعت سے بغاوت، 2:54-59, 61, 63-74; 5:71; 7:138-141
- مسلمانوں کے ساتھ تعلقات، 2:75-79
- ان کا تکبر، 2:80, 88, 91
- ان کے معاہدے، 2:80, 83-86, 93, 100; 5:12-13, 70
- آخرت کے بدلے دنیاوی زندگی خریدی، 2:86
- تمام لوگوں میں سب سے زیادہ زندگی کا لالچ، 2:96
- ایک بادشاہ مانگا، 2:246-251
- حد سے تجاوز کیا؛ مختلف گروہوں میں بٹ گئے؛ بندر، 7:161-171
- دو بار وعدہ کیا گیا، 17:4-8
- دشمن سے نجات دی گئی، 20:80-82
- کتاب اور راہنما دیے گئے، 32:23-25; 40:53-54
- کے علماء جانتے تھے (قرآن کو سچ)، 26:197
استوی (بلند ہوا)، 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
اعتکاف، 2:187
یعقوب، (یعقوب) 2:132-133; 4:163; 6:84;12:18; 19:49; 21:72; 29:27
- اسباط (یعقوب کے بارہ بیٹے)، 2:140; 3:84;4:163
جالوت، (دیکھیں جالوت)
جمرات، 2:200
جاثیہ، S.45
عیسیٰ، مریم کے بیٹے،
- والدہ کو دنیا کی تمام عورتوں پر چنا گیا 3:42
- قیامت کے دن گواہ ہوں گے، 4:159
- پیدائش کی خوشخبری، 3:45-47; 19:22-23
- بنی اسرائیل کی طرف رسول، 3:49-51
- حواری، 3:52-53; 5:111-115
- حواری اللہ کے مددگار، 3:52; 61:14
- اٹھائے گئے، 3:55-59; 4:157-159
- آدم کی مثال، 3:59
- نہ قتل کیے گئے نہ صلیب پر چڑھائے گئے، 4:157
- وحی کی گئی، 4:163
- صرف رسول (معبود نہ بناؤ)، 4:171-172; 5:75; 19:30, 43:63-64
- کفر کیا انہوں نے جنہوں نے کہا، 5:17, 72; 9:30
- ہمارے رسول (محمد ﷺ) آ گئے، 5:19
- انجیل دی، 5:46
- حواریوں نے کہا: ہم مسلمان ہیں، 5:111
- کھانے سے بھری ہوئی دستر خوان، 5:114
- جھوٹی عبادت نہیں سکھائی، 5:116-118
- ایک نیک نبی، 6:85
- ایک نشانی کے طور پر، 23:50
- ان کی دوبارہ آمد 43:61
- ان کے بارے میں مختلف آراء، 43:65
- بنی اسرائیل کے لیے محض ایک بندہ اور مثال، 43:59
- ایک رسول کی خوشخبری جن کا نام احمد ہوگا، 61:6
- کنواری پیدائش، پیغام، اور معجزات 3:45-51; 19:16-38
- اللہ کی نعمتیں یاد دلائی گئیں 5:110-115
- اپنے معبود ہونے سے انکار 5:116-120
- اپنے پیروکاروں کے دلوں میں رحم اور مہربانی 5:82; 57:27
یہودی اور عیسائی، 2:140; 4:153-161, 171; 5:18
- جھوٹ سنتے ہیں، 5:41-42
- اپنی باتوں کی وجہ سے ملعون، 5:64
- مومنین (مسلمانوں) سے دشمنی، 5:82
- جنہوں نے اسلام قبول کیا، 26:197; 28:53; 29:47
جبریل، (دیکھیں جبریل)
جہاد، (لڑائی، جدوجہد) 2:216; 9:24; 22:78; 25:52
جن، S.72
جن، 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
جن، آگ سے پیدا کیے گئے 15:25; 55:15
- مومن اور کافر جن 72:1-15
- کچھ نے قرآن کے پیغام پر ایمان لایا 46:29-32
- انسان اور جن ایک مقصد کے لیے پیدا کیے گئے 51:56-58
ایوب، 4:163; 6:84; 21:83-84; 38:41-44
یحییٰ، (یحییٰ، یحییٰ بپتسمہ دینے والے)،
- کی خوشخبری، 3:38-41; 19:7-11; 21:90
- نیک، 6:85
- دانا، ہمدرد، فرمانبردار، 19:12-15
یونس (یونس یا یونس)، 4:163; 6:86; 10:98;21:87; 37:139-148
- (ذوالنون) 21:87; 68:48-50
یوسف (یوسف)، 6:84; 12:4-101
- بہترین قصہ 12:1-3
- نوجوان یوسف کا خواب 12:4-6
- بھائیوں کی سازش 12:7-18
- غلامی میں فروخت 12:19-20
- مصر کے وزیر اعظم کے گھر میں پرورش 12:21-22
- وزیر اعظم کی بیوی نے بہلانے کی کوشش کی 12:23-29
- ضیافت کا واقعہ 12:30-32
- جیل جاتے ہیں 12:33-35
- دو قیدی 12:36-42
- بادشاہ کا خواب 12:43-53
- وزیر اعظم بنتے ہیں 12:54-57
- بھائی سامان لینے آتے ہیں 12:58-68
- اپنے بھائی بنیامین کو رکھ لیتے ہیں 12:69-82
- والد کا نیا غم 12:83-87
- اصل شناخت ظاہر کرتے ہیں 12:88-98
- پرانا خواب سچ ہوتا ہے 12:99-100
- اختتامی دعا 12:101
جودی، پہاڑ، 11:44
جمعہ، S.62
انصاف (عدل)، 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- دیکھیں بھی 4:65, 105
کعبہ،
- ابراہیم نے تعمیر کیا، 2:125-127
- شکار ممنوع، 5:94-96
- امن کی پناہ گاہ، 5:97
- ننگی حالت میں طواف، 7:28
- نماز اور طواف کے دوران، 2:200; 7:29, 31
کافرون، S.109
کافور، جس کا پیالہ کافور سے ملا ہو، 76:5
کہف، S.18
کنز، 9:34-35
کوثر (جنت کی نہر)، 108:1
کوثر، S.108
چابیاں،
آسمانوں اور زمین کی، 39:63; 42:12
غیب کی، 6:59
خولہ بنت ثعلبہ، 58:1
قتل،
- جس نے ایک شخص کو قتل کیا اس نے تمام انسانیت کو قتل کیا، 5:32
- کسی کو قتل نہ کرو، 17:33
اچھی بات خیرات سے بہتر ہے، 2:263
رشتہ داروں کے حقوق، 2:83, 177, 215; 4:7-9, 36;8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
کراماً کاتبین، 82:11
علم،
- کوئی پتہ نہیں گرتا مگر وہ جانتا ہے، 6:59
- خسارے میں ہیں جنہوں نے اپنے بچوں کو جہالت سے قتل کیا، 6:140
- پانچ چیزوں کا علم صرف اللہ کے پاس، 31:34
- یقین کے ساتھ، 102:5-7
قارون (قارون)، 28:76-82; 29:39; 40:24
کرسی، 2:255
لہب (دیکھیں مسد)، S.111
لیل، S.92
چراغ، 25:61; 67:5; 71:16; 78:13
زبانیں،
- انسانوں کی زبانوں اور رنگوں میں فرق، 30:22
لات، 53:19
مقررہ قانون، 5:48
اللہ کے قوانین، 2:219; 98:3
جھوٹے، 26:221-223
زندگی، جس نے ایک شخص کو بچایا اس نے تمام انسانیت کی زندگی بچائی، 5:32
دنیاوی زندگی،
- آخرت کی قیمت پر دنیاوی زندگی خریدی، 2:86
- صرف فریب کا سامان ہے، 3:185
- آخرت کے لیے دنیاوی زندگی بیچ دو، 4:74
- محض کھیل اور تماشہ ہے، 6:32; 29:64; 47:36; 57:20
- دھوکہ دیتی ہے، 6:130
- آخرت کے مقابلے میں تھوڑا سا فائدہ، 9:38; 13:26; 28:60
- دنیاوی زندگی کی مثال بارش کی مانند ہے، 10:24
- دنیاوی زندگی میں خوشخبری، 10:64
- جو دنیا چاہتا ہے اسے ملتی ہے؛ مگر آخرت میں کوئی حصہ نہیں، 11:15-16; 17:18; 42:20
- جو موجودہ کو چاہتے اور آخرت کو نظرانداز کرتے ہیں، 75:20-21; 76:27
- تم دنیا کو ترجیح دیتے ہو، 87:16
روشنی،
- واضح، 4:174
- اور اندھیرا، 6:1
- روشنی کی مثال، 24:35
- مومنین کے آگے اور ساتھ چلتی ہے، 57:12-15; 66:8
- اللہ کی طرف سے دی گئی تاکہ مومنین سیدھا چلیں، 57:2
اللہ کی مقررہ حدیں، 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- یہی حدیں ہیں، 2:187; 229-230; 4:13; 58:4; 65:1
- حدوں سے تجاوز نہ کرو، 2:190, 229
- جو حد سے تجاوز کرے، 2:229; 4:14; 78:22
- مجبوری کے سوا اور حد سے تجاوز کیے بغیر، 2:173; 6:145
- اپنے دین میں حد سے تجاوز نہ کرو، 4:171; 5:77
- جب انہوں نے حد سے تجاوز کیا (بندر بن گئے)، 7:166
- جو حدوں کی پابندی کرتے ہیں، 9:112
شیر، 74:51
قرض،
- اللہ کو اچھا قرض دو، 2:245; 73:20
- کئی گنا بڑھایا جائے گا، 57:11, 18
- دوگنا کیا جائے گا، 64:17
- واضح خسارہ، 39:15
لوط، (لوط) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- ان کی نافرمان بیوی، 11:81; 15:60; 66:10
بیر درخت، 34:16; 53:14-16; 56:28
لقمان، 31:12-14
لقمان، S.31
معارج، S.70
مدینہ (یثرب)، 9:120; 33:13, 60; 63:8
مدین، 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- دیکھیں بھی ایکہ کا جنگل
مہر (حق مہر)، 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
مائدہ، S.5
مکہ (بکہ)، 3:96;90:1-2
- امن کا شہر، 95:3
انسان،
- زمین پر نسل در نسل، 2:30;6:165
- جانشین بنایا گیا، 35:39
- فرض، 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- اللہ کی طرف سے آزمایا گیا، 2:155; 3:186; 47:31; 57:25
- وہ چیزیں جن کی انسان تمنا کرتا ہے، 3:14
- پیدا کیا گیا، 4:1; 6:2; 15:26, 28, 33; 16:4;21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9;35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13;55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23;80:18-19; 86:5-8; 96:2
- پیدا کیا گیا اور ایک مقررہ مدت دی گئی، 6:2; 15:26
- مرد اور بیوی کے درمیان مصالحت، 4:35
- جو لوگ اللہ سے ملاقات کا انکار کریں وہ خسارے میں ہیں،6:31
- واپسی، 6:60, 72, 164; 10:45-46
- خود اپنے خلاف سازش کرتا ہے، 6:123
- دوسرے کا بوجھ نہیں اٹھائے گا، 6:164
- ناشکرا ہے، 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- شیطان سے خبردار کیا گیا، 7:27
- بیوی اور بچے، 7:189-190
- جب تکلیف یا برائی پہنچے، 10:12; 11:9-10;16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- اپنے رب کی طرف لوٹتا ہے، 10:23; 84:6; 96:8
- اپنے آپ پر ظلم کرتا ہے، 10:44
- خوشی میں اترا اور مغرور ہوتا ہے، 11:10
- برائی کی دعا کرتا ہے، 17:11
- جلد باز ہے، 17:11
- اس کے اعمال گردن میں لٹکائے گئے، 17:13
- جو گمراہ ہو اپنے نقصان کے لیے اور جو سیدھا چلے اپنے فائدے کے لیے، 17:15
- ناانصافی نہیں کی جائے گی، 17:71
- موت اور قیامت، 23:15-16
- اپنے دین کو مختلف فرقوں میں تقسیم کر لیا، ہر ایک اپنے عقیدے پر خوش ہے، 23:53
- زبانیں، ہاتھ اور پاؤں اس کے خلاف گواہی دیں گے، 24:24
- خود اپنے خلاف گواہ، 75:14
- جس نے اپنی خواہش کو اپنا معبود بنایا،25:43
- خونی اور ازدواجی رشتہ دار، 25:54
- اللہ نے آسمان اور زمین میں جو کچھ ہے تمہارے لیے مسخر کیا، 31:20
- جو اپنا چہرہ اللہ کے سامنے جھکائے، 31:22
- اس کے سینے میں دو دل نہیں، 33:4
- اللہ کی عبادت کرنا، 39:64-66
- مصیبتیں اپنے ہاتھوں کی کمائی کی وجہ سے، 42:30, 48
- فرشتے اس کے اعمال لکھتے ہیں، 50:17-18, 23;85:11
- فرشتے اس کی حفاظت کرتے ہیں، 13:11; 86:4
- تین گروہوں میں تقسیم، 56:7-56
- اللہ کے قریب ترین، 56:10-11
- دائیں ہاتھ والے، 56:27-40
- بائیں ہاتھ والے، 56:41-56
- نئی شکلوں میں ڈھالا جائے گا جو نامعلوم ہیں، 56:60-62
- اچھی شکلیں دی گئیں، 64:3
- مال اور اولاد صرف آزمائش ہے، 64:15
- پیدا کیا گیا اور نعمتوں سے نوازا گیا، 67:23-24; 74:12-15; 90:8-10
- بے صبرا ہے، 70:19-21
- نمازوں میں مشغول، 70:22-35
- اور زیادہ چاہتا ہے، 74:15
- خود اپنے خلاف گواہ، 75:14-15
- اس کا تکبر، 75:31-40; 90:5-7
- موجودہ دنیاوی زندگی سے محبت، 76:27
- پیدا کرنا مشکل ہے، یا آسمان، 79:28
- اپنے رب کے بارے میں غافل، 82:6-12
- بالکل درست بنایا گیا اور مناسب تناسب دیا گیا، 82:7
- ایک مرحلے سے دوسرے مرحلے میں سفر کرتا ہے، 84:19
- مال کی محبت، 89:20
- مشقت میں پیدا کیا گیا، 90:4
- اعمال مختلف ہیں، 92:4
- آسانی اور مشکل کا راستہ ہموار کیا، 92:7, 10
- بہترین صورت میں پیدا کیا گیا، 95:4
- پھر پست ترین درجے میں گرایا گیا، 96:5
- تمام حدوں سے تجاوز کرتا ہے، 96:6-7
حج کے فرائض، 2:128, 200; 22:30
منات، 53:20
انسانیت،
- گواہ، 2:143
- ایک امت، 2:213; 10:19
- ایک جوڑے سے پیدا کی گئی، 4:1; 39:6; 49:13
- اپنے آپ کے خلاف بغاوت، 10:23
- حساب قریب ہے مگر غافل ہیں، 21:1-3
- فطرت پر پیدا کی گئی، 30:30
- سب سے عزت والا، 49:13
- قوموں اور قبیلوں میں بنایا گیا، 49:13
من و سلوی، 2:57
آداب،
- گھروں میں داخل ہونے کے، 24:27-29
- گھر میں، 24:58-61
- نبی کے گھروں میں، 33:53
- نبی پر سلام اور درود بھیجنا، 33:56
- اللہ اور اس کے رسول یا مومن مردوں اور عورتوں کو تکلیف نہ دو، 33:57-58
- خبر کی تصدیق کرو، 49:6
- دوسرے کا مذاق نہ اڑاؤ، 49:11
- مجلسوں میں، 58:11
نکاح، 2:232, 234
- کافروں یا غلاموں سے، 2:221
- کتنی سے جائز ہے، 4:3
- مہر واپس نہ لو (طلاق کی صورت میں)، 4:20-21
- جن سے نکاح ممنوع ہے، 4:22-24
- اگر آزاد مومن عورتوں سے نکاح کی استطاعت نہ ہو،4:25
- اگر ناچاقی کا خدشہ ہو، دو ثالث مقرر کرو، 4:35
- اگر بیوی ظلم یا چھوڑے جانے کا خدشہ محسوس کرے، صلح کی شرائط طے کرو، 4:128
- ایک بیوی کی طرف اتنا نہ جھکو کہ دوسری کو ادھر لٹکا چھوڑو، 4:129
- زناکاروں کا نکاح، 24:3
- غریبوں سے، 24:32
- جن کے پاس نکاح کے مالی وسائل نہ ہوں، 24:33
- نبی کے لیے حلال کی گئی بیویاں، 33:50-52
- ہم بستری سے پہلے طلاق میں عدت نہیں، 33:49
شہداء،
- مرے ہوئے نہیں، 2:154; 3:169
- اللہ کی نعمت اور فضل پر خوش ہیں،3:170-171
- مغفرت اور رحمت پائیں گے، 3:157-158
- اچھا رزق پائیں گے، 22:58-59
ماروت، 2:102
مریم (عیسیٰ کی والدہ)، پیدائش، 3:35-7
- عیسیٰ کی خوشخبری، 3:42-51; 19:16-21
- وضع حمل میں، 19:23-26
- بچے کو اپنی قوم کے پاس لائیں، 19:27-33
- جھوٹا الزام، 4:156
- عصمت کی حفاظت کی، 21:91; 66:12
مریم، S.19
مسد، S.111
- المسجد الاقصیٰ، 17:1
- المسجد الحرام، 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- المشعر الحرام، 2:198
ماعون، S.107
جنت ماویٰ، 53:15
ناپ اور وزن پورا دو، 11:85; 17:35;83:1-5
ملاقات،
- اللہ سے، 6:31
- بڑے دن کی، 19:37
- آخرت کی، 30:16
رسول، 2:253; 4:164-165; 40:78; 57:27
- ایک کے بعد ایک، 2:87
- سلسلہ، 5:19; 23:44
- قتل کیے گئے، 3:183
- دھمکی دی گئی، 14:13
- مذاق اڑایا گیا، 6:10; 13:32; 15:11; 21:41
- انکار اور رد کیا گیا،3:184; 6:34;25:37;34:45; 51:52
- کچھ پر ایمان اور کچھ کا انکار،4:150-152
- رسولوں کا اجتماع، 5:109
- خوشخبری دینے والے اور ڈرانے والے بنا کر بھیجے گئے،6:48; 14:4-8
- ہر قوم کی طرف سے ایک گواہ، 16:89
- ہر قوم کے لیے ایک رسول، 10:47; 16:36
- اللہ کی آیات پڑھتے ہوئے، 7:35-36
- ایک فرشتہ بطور رسول، 17:95; 25:7
- صرف انسان ہیں،14:10-12;17:94; 21:8; 25:7-8, 20
- اور ان کی بیویاں اور اولاد، 13:38
- دیکھیں بھی انبیاء
معراج، 17:1; 53:12
بخل/بخیل، 57:24
مصیبت، اپنے ہاتھوں کی وجہ سے، 42:30
رہبانیت، مقرر نہیں کی گئی، 57:27
بندر، حد سے تجاوز کرنے والے بندر بن گئے، 2:65;5:60; 7:166
معراج، 17:1; 53:12
مہینے، تعداد، 9:36-37
چاند، 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- پھٹنا؛ 54:1
موسیٰ،
- اور ان کی قوم، 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- اور فرعون، 2:49-50; 17:101-103; 20:17-53, 56-79;23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16;79:15-26
- اللہ کی طرف سے ہدایت، 6:84
- پہاڑ اور رب کا جلوہ، 7:142-145
- اپنی قوم کو بچھڑے کی پوجا پر ڈانٹا، 7:148-156;20:83-99
- ان کی کتاب، اس میں اختلاف ہوا، 11:110
- کتاب دی گئی، 17:2
- نو واضح نشانیاں، 7:133; 17:101
- دو سمندروں کے ملنے کی جگہ، 18:60-82
- جلتی ہوئی جھاڑی پر فیصلہ کن ملاقات 20:9-36; 27:7-14; 28:29-35
- بلائے گئے اور رسالت دی گئی، 19:51-53;20:9-56
- ان کا بچپن، والدہ اور بہن، 20:38-40;28:7-13
- جادوگر ایمان لے آئے، 20:70-73; 26:46-52
- مدین میں، 20:40; 28:22-28
- معیار عطا کیا گیا، 21:48
- اور پراسرار آگ، 27:7-12; 28:29-35
- شہر میں غلطی سے ایک مصری کو قتل کیا 28:14-21
- واضح آیات لے کر آئے، 29:39
- فرعون کے ساتھ قصہ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- فرعون اور اس کی قوم کے لیے نو نشانیاں 7:130-133; 20:17-22; 17:101
- فرعون کے جادوگروں کو شکست 20:70-73; 26:46-52
- مدین فرار اور نکاح 28:22-28
- تختیاں ملیں 7:142-154
- پہاڑ پر اللہ کا دیدار مانگا 7:142-145
- اللہ کی طرف سے عزت دی گئی 33:69
- بنی اسرائیل پر اللہ کی نعمتیں 2:47-61
- بنی اسرائیل نے بیت المقدس میں داخل ہونے سے انکار 5:20-29
- سیدھے راستے کی ہدایت، 37:114-122
- موسیٰ کی کتاب، 53:36; 87:19
مسجد (بیت المقدس)، 17:7
مسجد (قبا)، 9:107-108
مساجد، 2:187; 9:17-19
- اللہ کی مساجد کی دیکھ بھال، 9:17-18
مچھر، ایک مثال، 2:26
پہاڑ، 15:19; 16:15; 20:105-107; 21:31;22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
مدثر، S.74
مہاجر، 4:100; 9:100, 107, 117;22:58-59; 24:22; 33:6; 59:8-9
- خواتین، 60:10-12
محمد ﷺ
- مذاق اڑایا گیا، 2:104; 4:46; 25:41-42; 34:78
- رسول کا احترام کرو، 2:104; 4:46; 49:1-5
- ان پر ایمان لانے کا عہد، 3:81
- مومنین پر گواہ، 2:143
- صرف ایک رسول، 3:144
- نرمی سے پیش آنا، 3:159
- ان کا کام، 3:164; 7:157; 36:6; 52:29; 74:1-7
- مومنین پر بڑے احسان کے طور پر بھیجے گئے، 3:164
- حق کے ساتھ بھیجے گئے، 4:170
- نگہبان نہیں بنائے گئے، 6:107
- ان پڑھ، 7:157; 62:2
- تمام انسانیت کی طرف اللہ کے رسول بنا کر بھیجے گئے، 7:158; 48:9, 29
- کھلا ڈرانے والا، 7:184, 188; 11:2; 15:89; 53:56
- دیوانے نہیں، 7:184; 68:2; 81:22
- جو آپ پر الزام لگاتے ہیں، 9:58
- نبی کو تکلیف دینے والے مرد، مومنین کے لیے رحمت، 9:61
- صرف وحی کی پیروی کرتے ہیں، 10:15-16; 11:12-14; 46:9
- ان کی باتیں، 11:2-4; 12:108; 34:46-50
- اللہ ان پر گواہ ہے، 13:43; 29:52; 46:8
- گواہ، خوشخبری دینے والے اور ڈرانے والے بنا کر بھیجے گئے، 11:2; 15:89; 26:194; 33:45; 34:28;48:8
- پریشان نہ ہوں، 15:97; 16:127; 18:6
- گواہ بنا کر بھیجے گئے، 16:89; 22:78; 73:15
- حکمت اور اچھی نصیحت سے دعوت دیں، اور بہتر انداز میں بحث کریں، 16:125
- مقام محمود، 17:79
- وحی کی گئی، 18:110
- تمام جہانوں کے لیے رحمت، 21:107
- کوئی اجر نہیں مانگتے، 25:57; 38:86; 42:23
- انہیں حکم دیا گیا، 27:91-93;30:30;66:9
- اللہ کی طرف سے رحمت، 28:46-47
- مومنین کے قریب، 33:6
- پیروی کے لیے اچھا نمونہ، 33:21
- آخری نبی، 33:40
- ان پر درود بھیجو، 33:56
- تمام انسانیت کی طرف بھیجے گئے، 34:28
- اجر صرف اللہ کی طرف سے، 34:47
- صرف ایک انسان، 41:6
- محافظ بنا کر بھیجے گئے، 42:48
- رسولوں میں کوئی نئی بات نہیں، 46:9
- بنی اسرائیل میں سے گواہ، 46:10
- ان سے بیعت اللہ سے بیعت ہے، 48:10, 18
- جبریل کو دیکھا، 53:4-18; 81:22-25
- ان کی مخالفت نہ کرو، 58:20-22
- عیسیٰ نے بشارت دی، 61:6
- دین حق کو تمام ادیان پر غالب کرنا، 61:9
- اندھیرے سے روشنی کی طرف، 65:11
- کافروں اور منافقوں کے خلاف جدوجہد کرنا، 66:9
- اعلیٰ اخلاقی معیار، 68:4
- شاعر یا نجومی نہیں، 69:41-42
- نماز میں مشغول، 73:1-8, 20; 74:3
- اور نابینا آدمی، 80:1-12
- اللہ کے سامنے سجدہ کرنا اور قریب ہونا، 96:19
- پاک صحیفے تلاوت کرتے ہوئے، 98:2
- نبی کے گھرانے سے متعلق آیات، 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- دیکھیں بھی رسول؛ انبیاء
محمد (ﷺ)، S.47
محسنون (نیک لوگ)، 2:117, 195; 4:125,128; 10:12-16; 16:128
- اللہ محسنوں سے محبت کرتا ہے، 3:134, 148; 5:93
- اللہ محسنوں کا اجر ضائع نہیں کرتا، 5:85;9:120; 11:115; 18:30
- ہم محسنوں کو بدلہ دیتے ہیں، 12:22; 37:80, 105, 110; 39:34;77:44
- محسنوں کے لیے خوشخبری، 22:37; 46:12
- اللہ کی رحمت محسنوں کے قریب ہے، 7:56
- اللہ محسنوں کے ساتھ ہے، 29:69
- والدین کے ساتھ نیک سلوک، 2:83
- اللہ کے فرائض میں صابر، 16:90
- دیکھیں بھی بھلائی اور برائی
مجادلہ، S.58
خچر، 16:8
ملک، S.67
مومن (دیکھیں غافر)، S.40
مومنون، S.23
ممتحنہ، S.60
منافقون، S.63
قتل، 2:178-179
مرسلات، S.77
مسلمان،
- پہلے مسلمان، 6:14, 163; 9:100; 39:12
- کس نے نام رکھا، 22:78
- جو مانیں ان کے لیے مغفرت اور بڑا اجر، 33:35-36
مطففین، S.83
مزمل، S.73
نبأ، S.78
بنو النضیر، (یہودی)، 59:2, 9, 13
نحل، S.16
نجس (ناپاک) 9:28
نجم، S.53
سرگوشی (دیکھیں سرگوشی)
نام،
اس کے سب سے اچھے نام، 7:180
اس کے بہترین نام، 17:110; 20:8; 59:24
مجبوری، اگر مجبور ہو، 2:173; 6:145
پڑوسی، 4:36
نئے چاند، 2:189
خبر، جانچی جائے 4:83
بخل 3:180; 4:37; 17:29; 25:67;47:38; 57:24; 92:8
رات، (بطور علامت)، آرام کے لیے، 10:67
- بطور آڑ، 13:3; 78:10
- خدمت کے لیے، 14:32
- شب قدر، 44:3-4; 97:1-5
نساء، S.4
نوح، 3:33; 4:163; 6:84; 9:70; 10:71;11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46;54:9; 69:11
- مذاق اڑایا گیا 11:38
- طوفان (شدید سیلاب)، 29:14
- کشتی اور طوفان 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- نافرمان بیٹا نہیں بچایا گیا، 11:42-48
- نافرمان بیوی، 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
نوح، S.71
نور،S.24
قسم، 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
اطاعت، 3:132; 4:59, 64, 66, 80-81; 5:95;18:46; 24:51=52, 54; 47:33; 64:12
فرائض پورے کرنا، 5:1
اولاد،4:9; 42:49-50
- جسے چاہے بیٹے اور بیٹیاں دیتا ہے، 42:49
زیتون، 6:141; 16:11; 23:20; 24:35; 95:1
صرف ایک الہ، 2:163; 6:19; 16:22, 51; 23:91;37:4; 38:65
یتیم، 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7;76:8; 89:17; 90:15; 93:6; 107:2
- یتیموں کے سرپرست، 4:6
اپنے اعمال، ہر قوم کو خوبصورت لگائے گئے، 6:108
جوڑے، تمام مخلوقات میں، 13:3; 30:8; 36:36;42:11; 43:12; 51:9, 49; 53:45
کھجور کا درخت، 13:4; 19:25; 20:71; 59:5
مثالیں، (مشابہت، نمونہ، تشبیہات)
- جس نے آگ جلائی، 2:17-18
- آسمان سے آندھی والی بارش، 2:19-20
- مچھر، 2:26
- جو چلاتے ہیں، 2:171
- ایک مکمل ویران بستی، 2:259
- اناج کا دانہ، 2:261
- ہموار چٹان، 2:264
- باغ، 2:265-266
- رسی، 3:103
- ٹھنڈی ہوا، 3:117
- قیامت 7:57; 22:5; 41:39
- کتا جو زبان لٹکائے، 7:176
- کھائی کے کنارے، 9:109-110
- بارش، 10:24
- کٹی ہوئی فصل، 10:24
- اندھا اور بہرا، 11:24
- اللہ بمقابلہ جھوٹے معبود 13:14; 16:76
- حق بمقابلہ باطل 13:17
- راکھ جس پر آندھی چلے،14:18
- اچھا درخت، 14:24-25
- برا درخت، 14:26
- غلام اور آزاد آدمی، 16:75
- گونگا آدمی جو اپنے آقا پر بوجھ ہو،16:76
- دھاگہ ادھیڑنے والی عورت، 16:92
- امن اور خوشحال بستی، 16:112-113
- انگور کے باغوں والے دو آدمی، 18:32-44
- دنیاوی زندگی آسمان کے پانی کی مانند،18:45
- آسمان سے گرا اور پرندوں نے اچک لیا،22:31
- ایک مکھی، 22:73
- روشنی ایک طاق کی مانند ہے، 24:35-36
- سراب، 24:39
- گہرے سمندر میں اندھیرا، 24:40
- مکڑی، 29:41
- شریک، 30:28
- بستی کے باشندے، 36:13-32
- مختلف رنگوں کی فصلیں، 39:21
- ایک آدمی جو کئی شریکوں کا ہو، 39:29
- اگتا ہوا بیج، 48:29
- سخت دل 57:16-17
- بارش کے بعد سبزہ، 57:20
- پہاڑ عاجزی سے جھک جائے، 59:21
- گدھا، 62:5
- پانی زمین میں اتر جائے، 67:30
- باغ والے، 68:17-33
جنت،
- ماویٰ (جنت ماویٰ)، 53:15
- جنت فردوس، 18:107; 23:11
- باغات جن کے نیچے نہریں بہتی ہیں، 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- دائمی باغات (جنت عدن) 9:72;13:23; 18:31; 19:61; 20:76
- ابدی باغات (جنت عدن)، 16:31;35:33; 98:8
- نعمت کے باغات، 37:43; 56:12, 89
- دائمی لذتوں کے باغات، 9:21
- باغات اور انگور، 78:32
- دو باغوں کے پھل، 55:54, 62
- ہر قسم کے پھل جیسا چاہیں، کثرت سے، 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68;56:20, 29, 32; 77:42
- پھل قریب ہوں گے، 55:54; 69:23
- پھل اور گوشت، 52:22
- پرندوں کا گوشت، 56:21
- کانٹوں سے پاک بیر کے درخت اور طلح (کیلے کے درخت)،56:28-29
- بے فائدہ علم، کتابیں اٹھائے گدھا 62:5
- بہتا چشمہ، 88:12
- سلسبیل نامی چشمہ، 76:18
- کافور نامی چشمہ، 76:5
- تسنیم نامی چشمہ، 83:27-28
- جنت کی نہر، کوثر، 108:1
- شراب، دودھ، خالص شہد کی نہریں، 47:15
- خالص مہربند شراب، سفید، لذیذ، 37:45-46; 56:18; 76:21; 83:25
- زنجبیل ملا پیالہ، 76:17; 78:34
- پانی، 76:5
- سونے کے طشت اور پیالے، 43:71
- چاندی کے برتن اور شیشے کے پیالے، 76:15-16
- باریک اور موٹے ریشم کے سبز لباس، 18:31;22:23; 35:33; 44:53; 76:12, 21
- سونے اور موتیوں کے کنگنوں سے آراستہ،18:31; 22:23; 35:33; 76:21
- ریشمی دیباج سے بنے تکیوں والے پلنگ، 55:54
- سبز مسند اور خوبصورت بچھونے قطار میں، 55:76; 88:15
- اونچے تخت سونے اور قیمتی پتھروں سے بنے 56:15; 88:13
- بچھے ہوئے قالین، 88:16
- خوبصورت محل، ایک کے اوپر ایک اونچے کمرے، 9:72; 39:20
- ہمیشہ ہمیشہ رہنا، 3:198; 4:57; 5:119;9:22, 72; 11:108; 43:71; 57:12; 98:8
- ابدی گھر، 3:15; 35:35
- تختوں پر آمنے سامنے، 15:47; 37:44;44:53; 56:16
- وہاں موت کا ذائقہ نہیں چکھیں گے، 44:56
- نہ انہیں نکالا جائے گا، 15:48
- دلوں سے نفرت اور تکلیف دور کر دی جائے گی، 7:43; 15:47
- تمام غم دور کر دیا جائے گا، 35:34
- تھکاوٹ، محنت یا اکتاہٹ نہیں، 15:48;35:35
- نہ کوئی تکلیف، پیٹ کا درد، سر درد نہ نشہ، 37:47; 56:19
- نہ بے ہودہ باتیں نہ گناہ کی بات، 19:62;56:25
- نہ نقصاندہ بات نہ جھوٹ،78:35; 88:11
- گناہ سے پاک، 37:47; 52:23
- نہ شدید گرمی نہ کڑاکے کی سردی، 76:13
- مقررہ رزق ہوگا، 37:41;56:89
- امن اور سکون میں، 15:46; 44:51, 55; 50:34
- امن کا گھر، 6:127
- سلام، 7:46; 10:10; 13:24; 14:23; 16:32;19:62; 36:58; 39:73; 56:26
- جو نیک عمل کرے داخل ہوگا،4:124; 42:22; 44:51
- جو اپنے رب سے ڈرتے رہے گروہوں میں لے جائے جائیں گے، 39:73
- اعمال کی وجہ سے وارث بنائے گئے،43:72
- اللہ ان سے راضی اور وہ اللہ سے، 5:119
- میری جنت، 89:30
- سب سے بڑی نعمت، 9:72
- بڑی کامیابی، 57:12; 64:9
- عظیم کامیابی، 9:72; 44:57
- مومنین کے لیے باغات بطور مہمانداری، 32:19
- جنت والے اس دن خوشی کے کاموں میں مشغول ہوں گے، 36:35
- باغات اور چشموں کے درمیان ہوں گے، 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- عرش کے گرد فرشتوں کو دیکھیں گے،39:75
- قادر مطلق بادشاہ کے قریب، 54:55
- جو چاہیں گے ملے گا، 50:35
- حوریں، شرمیلی خوبصورت آنکھوں والی عورتیں، جیسے محفوظ انڈے، 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- پاک بیویاں، 3:15
- خوشگوار سایے میں بیویاں، تختوں پر تکیہ لگائے، 36:55
- جوان ہم عمر نوجوان لڑکیاں،78:33
- ہمیشہ جوان خادم لڑکے، بکھرے موتیوں کی مانند، 52:24; 56:17; 76:19
- آسمانوں اور زمین کی وسعت جتنی 3:133, 57:21
- بہتا پانی، ٹھنڈا سایہ، لذتیں، اور پاک ساتھی 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- مومنین کا اجر 55:46-78; 56:10-40
- شہد، دودھ، پانی اور شراب کی نہریں 47:15
- دعائیں اور سلام 10:9-10; 39:73-74
- سلامتی کے سلام سے نوازے جائیں گے 13:23-24; 14:32
- ہمیشہ نعمت میں رہنا 11:108
- کبھی نکالے نہیں جائیں گے 15:45-48
- روشنی ان کے آگے اور دائیں طرف 57:12
- نہ گرمی نہ سردی 76:13
- تمام خواہشات پوری ہوں گی 16:30-32; 41:31-32
- سونے کے کنگن اور باریک ریشم کے لباس 18:30-31; 22:23-24; 44:51-53
- سونے کے پیالوں کے طشت 43:67-73
- چاندی کے برتن اور قریب لٹکے پھل 76:14-16
- تختوں پر تکیہ لگائے 15:47; 37:44; 52:20
- مومنین اپنے رب کو دیکھیں گے 75:22-23
والدین، ان سے نیکی، 2:83, 215; 4:36; 16:90;17:23; 29:8; 31:14; 46:15-17
اللہ کے شریک، ایک جھوٹ،4:116;10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40;42:21
چراگاہ، 87:4-5
راستہ، 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- دیکھیں بھی راہ
صبر، 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- صبر اور نماز سے مدد مانگو، 2:45, 153; 20:132;50:39
صابر،
- پورا اجر ملے گا، 39:10
- اللہ صابروں کے ساتھ ہے، 8:46
- اور صبر کرو، 11:115
- اللہ کے فرائض میں، 16:90
- غصے کے وقت صبر کرنا، 41:34
صلح، صلح کی طرف مائل ہو، 8:61
موتی اور مرجان، محفوظ، 52:24; 55:22; 56:23
قلم، 68:1; 96:4
انسان،
- اللہ کسی پر استطاعت سے زیادہ بوجھ نہیں ڈالتا،2:286; 7:42
- اللہ کسی پر اس کی طاقت سے زیادہ نہیں لادتا، 23:62
- کوئی نہیں جانتا کل کیا کمائے گا اور کہاں مرے گا، 31:34
- ہر شخص کو اپنی نیکی اور برائی کا سامنا کرنا پڑے گا 3:30
- ہر شخص اپنے لیے التجا کرتے ہوئے آئے گا،16:111
- ہر شخص اپنے اعمال کا ضامن ہے،74:38
- اللہ ملامت کرنے والے نفس کی قسم کھاتا ہے، 75:2
فرعون، 28:6; 40:24
- فرعون کی قوم، 2:49; 3:11; 7:141; 44:17-33
- غرق کیا گیا، 2:50
- موسیٰ کے ساتھ معاملات، 7:103-137; 10:75-92
- سمندر سے لاش نکالی گئی، 10:90-92
- حد سے تجاوز کیا؛ گناہ کیے اور نافرمانی کی، 20:24; 69:9; 73:16;85:17-20; 89:10-14
- نیک بیوی، 28:8-9
- خدا ہونے کا دعویٰ کیا، 28:38; 79:24
- تباہ کیا گیا، 29:39
- فرعون کے خاندان کا ایک مومن آدمی،40:28-44
- ایک مینار کی تعمیر، 40:36-37
- دیکھیں بھی موسیٰ
دنیاوی چیزوں کا ڈھیر لگانا، 102:1-4
بیعت،
- اسلام کے لیے، 16:91
- رسول سے بیعت اللہ سے بیعت ہے، 48:10
- مومنین کی بیعت، 48:18; 60:12
گروی (رہن)، گروی رکھو، 2:283
- ہر شخص اپنے اعمال کا رہن ہے، 52:21; 74:38
شاعری، 36:69
شاعر، 26:224-227; 69:41
انار، 6:141
غریب، 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
دعا، 1:1-7; 3:8, 26-27, 147, 191-194; 4:103;17:80; 23:118
- نہ بلند آواز سے نہ آہستہ آواز سے، 17:110
- کافروں کے لیے دعا، 9:113-114
- کافروں کی دعا، 13:14
- وہ ان کی دعا قبول کرتا ہے، 42:26
- صبر اور نماز سے مدد مانگو، 2:45, 153; 20:132;50:39
- قبلہ کی طرف منہ کر کے نماز قائم کرو، 2:142-145, 149-150
- نمازوں کی سختی سے پابندی کرو، 2:238
- سفر اور جنگ میں، 2:239; 4:101-102
- نشے کی حالت میں قریب نہ جاؤ، 4:43
- اور نہ جنابت کی حالت میں، 4:43
- نماز کے لیے پاکی، 4:43; 5:6
- جب نماز ختم ہو، 4:103
- نماز کے اوقات، 11:114; 17:78-79; 20:130; 30:17-18;50:39-40; 52:48-49; 73:1-6, 20
- صرف اللہ کے لیے سجدہ، 13:15
جمعہ کی نمازیں، 62:9-11
خطرے میں احتیاط، 4:71
جنگی قیدی، 8:67-71
- دیکھیں بھی قیدی
وعدہ حق، 46:16-17
مال، 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
انبیاء، 3:33-34, 146; 4:163; 5:20; 6:84-90;23:23-50; 57:26
- انبیاء کے عہد، 3:81; 33:7-8
- انبیاء کے لیے ناجائز، 3:161
- ہر نبی کا ایک دشمن، 6:112; 25:31
- دیکھیں بھی رسول
سجدہ،
- اللہ کے لیے جھکتا ہے جو بھی آسمانوں اور زمین میں ہے اور ان کے سائے بھی، 13:15
رزق، 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
زبور، 4:163
سزا،
- ملتوی کرنا، 3:178
- ہاتھ یا پاؤں کاٹنا، 5:33
- ویسی ہی سزا دو جیسی تمہیں دی گئی، 16:126
- دنیا اور آخرت کی سزا، 24:19; 68:33
پاکی،
- جسمانی،4:43; 5:6
- روحانی (ناپاکیوں سے)، 87:14; 91:9
قدر، 5:5; 64:11
قدر، S.97
قاف، S.50
قلم، S.68
قمر، S.54
قارعہ، S.101
قارون (قارون)، 28:76-82; 29:39
قصص،S.28
قبلہ، 2:142-145, 149
قصاص (سزا میں برابری کا قانون)، 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
قرآن،
- بیان کیا گیا، 13:31, 36, 37; 14:1; 56:77-80
- اللہ کے سوا کوئی اسے نہیں بنا سکتا، 2:23; 10:38; 11:13; 17:88
- اگر اللہ کے سوا کسی اور کی طرف سے ہوتا تو اس میں بہت اختلاف ہوتا، 4:82
- واضح روشنی، 4:174; 42:52
- نازل کیا گیا، 6:19
- اللہ اس پر گواہ ہے، 6:19
- واضح دلیل، 6:157
- آیات کے بارے میں جھوٹی گفتگو، 6:68
- نصیحت، 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10;72:17
- جب پڑھا جائے تو سنو اور خاموش رہو، 7:204
- ذکر، 7:205; 15:6, 9
- کتاب حکمت، 10:1; 31:2; 36:2
- وحی کا پیغام، 10:2, 109; 42:52
- جو اسے رد کرتے ہیں، 11:17
- عربی میں، 12:2; 13:37; 16:103; 20:113; 26:195;39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- حصوں میں تقسیم کیا گیا، اور مرحلہ وار نازل ہوا، 15:91; 17:106; 25:32; 76:23
- ایک آیت کی تبدیلی، 16:10
- جب تلاوت کرنا چاہو، 16:98
- ہدایت دیتا ہے، 17:9
- خوشخبری اور تنبیہ، 17:9-10
- اور کافرین، 17:45-47
- صبح کی تلاوت فرشتوں کی موجودگی میں ہوتی ہے، 17:78
- شفاء اور رحمت، 17:82
- تمام انسانیت کو پوری طرح بیان کیا گیا، ہر قسم کی مثال، لیکن اکثر انکار کرتے ہیں،17:89; 18:54; 39:27
- آسان، 19:97; 44:58; 54:17, 22, 32, 40
- میری قوم نے اس قرآن کو چھوڑ دیا، 25:30
- پہلی کتابوں سے تصدیق، 26:196
- بنی اسرائیل کو ان کے اختلافات بتاتا ہے، 27:76
- تلاوت کرو اور نماز پڑھو، 29:45
- اللہ کی طرف سے حق، 32:3; 35:31
- ایک بابرکت رات میں، 44:3
- اس میں ہر معاملے کا فیصلہ مقرر ہے، 44:4
- قرآن میں گہرا غور کرو، 47:24
- قرآن سے تنبیہ کرو، 50:45
- اللہ نے سکھایا، 55:1
- اور قابل احترام تلاوت، محفوظ،56:77-78
- اسے وہی چھوئے جو پاک ہو، 56:79
- اگر پہاڑ پر نازل کیا جاتا، 59:21
- کافروں کے لیے تکلیف، 69:50
- قطعی یقینی سچ، 69:51
- آہستہ آہستہ تلاوت کرو، 73:4
- عزت والے صحیفوں میں، پاک و صاف، 80:13-16
- تمام جہانوں کے لیے نصیحت، 81:27
- کافر جھٹلاتے ہیں، 84:22
- محفوظ لوح میں، 85:22
- وہ کلام جو حق کو باطل سے جدا کرتا ہے، 86:13
- پاک صحیفے تلاوت کرتے ہوئے، 98:2
- دیکھیں بھی کتاب؛ وحی
قریش، S.106
قریش،
- قریش کے کافرین، 54:43-46, 51
- ان کا مانوس ہونا، 106:1-4
علماء اور راہب، 9:31, 34
دوڑ، نیک اعمال میں سبقت کرو، 5:48
رعد، S.13
رحمن، S.55
پرہیزگاری کا لباس بہتر ہے، 7:26
بارش،
- اللہ کی نعمت، 56:68-70
- پتھروں کی، 27:58
رمضان، 2:185
رمی، 2:200
فدیہ،
- کوئی فدیہ نہیں لیا جائے گا، 57:15
- کافروں کی طرف سے پیش کیا گیا، 3:91; 10:54; 13:18
فدیہ روزے کا، 2:196
- قیدیوں کو آزاد کرانے کے لیے، 8:67
رس والے، 25:38; 50:12
بدلہ،
- جزا کا دن، 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- جزا کے منکر، 107:1-7
- برائی کا بدلہ ویسی ہی برائی ہے، 42:40
مصالحت،
- جو معاف کرے اور مصالحت کرے، 42:40
- مرد اور بیوی کے درمیان، 4:35
ریکارڈ،
- ایک لکھا ہوا رجسٹر، 83:7-9, 18-21
- ہر قوم کو اس کا ریکارڈ پیش کیا جائے گا، 45:28-29
- ہر شخص کے اعمال کے لکھے ہوئے صفحات،81:10
- جو سچ بولتا ہے، 23:62
- دائیں ہاتھ میں، 69:19; 84:7-9
- بائیں ہاتھ میں، 69:25
- پیٹھ کے پیچھے، 84:10-15
اعمال لکھنے والے فرشتے، 50:17-18, 23; 85:11
آسانی، مشکل کے ساتھ، 94:5-6
دین،
- دین میں کوئی زبردستی نہیں، 2:256
- اسلام ہے، 3:19
- اللہ کا دین، 3:83-84
- اسلام کے علاوہ، 3:85
- دین میں حد سے تجاوز نہ کرو، 4:171; 5:77
- مکمل کیا گیا، 5:3
- جو دین کو کھیل اور تماشہ بناتے ہیں، 6:70
- جو اپنے دین کو تقسیم کر کے فرقوں میں بٹ جاتے ہیں، 6:159; 30:32
- دیکھیں بھی 42:13-14; 43:65; 45:17
- لوگوں نے اپنے دین کو فرقوں میں بانٹ لیا، ہر گروہ اپنے عقیدے پر خوش ہے، 23:53; 30:32
- دین میں کوئی تنگی نہیں رکھی، 22:78
- انسانیت اسی دین پر پیدا کی گئی، 30:30
- تمام انبیاء کے لیے ایک ہی دین، 42:13-15
- آبائی دین، 43:22-24
اللہ کی یاد، 63:9
- یاد میں، دلوں کو سکون ملتا ہے، 13:28
توبہ،
- قبول ہوتی ہے اگر جہالت میں برائی کی اور جلد توبہ کر لی، 4:17; 6:54
- اور توبہ بے اثر ہے اگر برے اعمال جاری رہیں، 4:18
- توبہ قبول کرتا اور گناہ معاف کرتا ہے، 4:25
برائی کے لیے مہلت، 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
قیامت، 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- عزیر کے قصے میں مثال 2:259
- ابراہیم 2:260
- غار والے 18:9-26
- قیامت کے منکرین کو تنبیہ 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
قیامت کا دن، 7:89; 20:100-101, 124
- سچا دن، 78:39
- پورا اجر دیا جائے گا 3:185
- اعمال کے لکھے ہوئے صفحات کھولے جائیں گے،81:11
- ہر شخص جانے گا کیا لایا ہے، 81:14
- ہر شخص کو اپنی نیکی اور برائی کا سامنا کرنا پڑے گا، 3:30
- شخص جانے گا کیا آگے بھیجا اور کیا پیچھے چھوڑا، 82:5
- ناانصافی کا کوئی خوف نہیں، 20:112
- انصاف کی ترازو، 21:47
- اعمال کا پلڑا، 23:102-103
- جو ذرہ برابر نیکی یا برائی کرے وہ دیکھے گا، 100:7-8
- تمام راز جانچے جائیں گے، 86:9
ریکارڈ دائیں ہاتھ میں دیا گیا، 69:19; 84:7-9
ریکارڈ بائیں ہاتھ میں دیا گیا، 69:25
ریکارڈ پیٹھ کے پیچھے دیا گیا، 84:10-15
- کافروں کے لیے سخت دن، 25:26; 54:8; 74:9
- بھاری دن، 76:27
- بھاری بوجھ اٹھانا، 20:100-101
- کوئی عذر پیش کرنے کی اجازت نہیں، 77:36
- ظالم اپنے ہاتھ کاٹے گا، 25:27
- ظالم اپنے ساتھیوں اور بتوں سمیت جمع ہوں گے، 37:22
- گہری پچھتاوے، غم اور مایوسی کے ساتھ تباہی، 30:12
- زندہ درگور کی گئی بچی سے سوال، 81:8-9
- سب سے بڑی ہولناکی، 21:103
- پکارنے والا ایک خوفناک چیز کی طرف بلائے گا، 50:41;54:6-8
- ایک چیخ، 36:29, 49, 53; 38:15; 50:42
- زجرہ (چیخ)، 37:19; 79:13
- قریبی عذاب، 78:40
- آسمان ہولناک لرزش سے کانپے گا، 52:9; 56:4
- آسمان پھٹ جائے گا، 84:1-2
- آسمان چاک ہو جائے گا، 77:9; 82:1
- آسمان بادلوں سمیت پھٹ جائے گا،25:25
- آسمان لپیٹا جائے گا، اس کے دائیں ہاتھ میں،21:104; 39:67
- آسمان اور زمین میں سب بے ہوش ہو جائیں گے، 39:68
- آسمان کھولا جائے گا، دروازے بن جائیں گے، 78:19
- آسمان تیل کی تلچھٹ جیسا ہو جائے گا، 70:8
- ستارے گر جائیں گے، 81:2; 82:2
- ستاروں کی روشنی بجھ جائے گی، 77:8
- سورج کی روشنی بجھ جائے گی، 81:1
- سمندر بھڑکتی آگ بن جائیں گے، 81:6
- سمندر پھٹ جائیں گے، 82:3
- قیامت کا زلزلہ، 22:1; 99:1
- پہاڑ اڑ جائیں گے، 18:47; 27:88;52:10; 77:9; 78:20; 81:3
- دھول بن جائیں گے 20:105; 56:5
- اون کے گالوں کی مانند، 70:9;101:5
- زمین اور پہاڑ شدید لرزیں گے، 73:14; 79:6
- زمین پیس دی جائے گی، 89:21
- زمین دوسری زمین میں بدل جائے گی اور آسمان بھی، 14:48
- زمین پھیلائی جائے گی، 84:3-5
- زمین ہموار میدان بن جائے گی 18:47; 20:106
- زمین اپنے بوجھ پھینک دے گی، 84:4; 99:2
- قبریں الٹ دی جائیں گی، 82:4
- قبروں سے جی اٹھنا، 21:97; 70:43
- موت کے بعد زمین پر زندہ، 79:14
- جنگلی جانور جمع ہوں گے، 81:5
- اندھا اٹھایا جائے گا، 20:124-125
- صور پھونکا جائے گا، 6:73; 18:99; 20:102;23:101; 27:87; 36:51; 39:68; 50:20; 69:13;74:8; 78:18; 79:7
- صاخہ، 80:33
- روحیں جسموں سے ملائی جائیں گی،81:7
- دس دن سے زیادہ نہیں ٹھہرے، 20:103
- ایک دن سے زیادہ نہیں ٹھہرے، 20:104
- یا دن کا ایک حصہ، 23:112-114
- اجتماع کا دن، 64:9
- روز جزا، 37:21
- فیصلے کا دن، 77:38; 78:17
- چھانٹائی کا دن، 77:13-14
- غم اور پچھتاوے کا دن، 19:39
- منکرین، 77:15-50
- انسانیت بکھرے پروانوں کی مانند، 101:4
- انسانیت بکھرے گروہوں میں آگے بڑھے گی،100:6
- انسانیت نشے کی حالت میں، 22:2
- ہر حاملہ اپنا بوجھ گرا دے گی، 22:2
- حاملہ اونٹنیاں چھوڑ دی جائیں گی،81:4
- دودھ پلانے والی ماں اپنے بچے کو بھول جائے گی،22:2
- رشتہ دار ایک دوسرے کو دیکھیں گے،70:11
- آدمی اپنے رشتہ داروں سے بھاگے گا،80:34-37
- کوئی دوست دوست کی خبر نہیں لے گا، 70:10
- کوئی دوست نہ شفیع ہوگا،40:18
- کوئی شخص دوسرے کے لیے کچھ نہیں کر سکے گا، 82:19
- کوئی طاقت نہ کوئی مددگار، 87:10
- مومنین پر کوئی خوف نہیں، 43:68
- مومنین سایوں، چشموں اور پھلوں کے درمیان ہوں گے، 77:41-43
- جنت والے اور ان کی بیویاں، 36:55-58
- فرشتے شان و شوکت سے اتریں گے، 25:25
- پنڈلی کھول دی جائے گی، 68:42-43
- جنت قریب لائی جائے گی، 81:13
- جہنم قریب لائی جائے گی، 89:23
- جہنم کی آگ بھڑکائی جائے گی، 81:11-12
- صدقے کے ذریعے بدلہ کفارہ بنے گا، 5:45
وحی،
- اگر شک ہو، 2:23-24
- منسوخ یا فراموش آیت، 2:106
- سیدھی راہ، 3:73
- رب کی طرف سے، پس شک کرنے والوں میں سے نہ ہو، 6:114
- سمجھنے والوں کے لیے، 6:98
- ہدایت اور رحمت، 7:203; 16:64; 31:3
- روح القدس کے ذریعے، 16:102; 26:192-193
- تفصیل سے بیان کی گئی، 6:98; 41:2-4
- کتاب کا نزول اللہ کی طرف سے، 46:2
- دیکھیں بھی کتاب اور قرآن
مظلوموں کا انتقام، 42:39-43
اجر،
- بہترین اعمال کے مطابق اور اس سے بھی زیادہ، 24:38; 29:7; 39:35
- بطور اجر 25:15
- اللہ نیکی کرنے والوں کو بہترین بدلہ دیتا ہے، 53:31
- نیکی کا بدلہ نیکی کے سوا کچھ نہیں، 55:60
سود (دیکھیں سود)
نیک،
- نیکوں کی صحبت، 4:69
- زمین کے وارث ہوں گے، 21:105
- جنت میں، 51:15-19; 76:5-12
- دیکھیں بھی بھلائی
نیکی، 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- نیکی کی کٹھن راہ، 90:11-18
سیدھی ہدایت اللہ کی ہدایت ہے،3:73
راستے، 43:10
پتھریلی زمین (حجر)، کے باشندے، 15:80-85
رومی، 30:2-5
چھت، آسمان، 21:32
روح (جبریل)، 26:193; 67:12; 70:4; 78:38;97:4
روح القدس، 2:87, 253; 5:110; 16:102
- دیکھیں بھی جبریل
روح (جان، روح)، 15:29; 17:85; 58:22
روم، S.30
سبا (شیبا)، 27:22-44; 34:15-21
سبا، S.34
ہفتے کا دن،
- اس کے خلاف کرنے والے، 2:65; 4:154; 7:163-166
- صرف انہی کے لیے مقرر کیا گیا، 16:124
صابئین، 5:69; 22:17
قربانی، 2:196, 200; 22:34-37
صاد، S.38
صدقہ، 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- چھپانا ظاہر کرنے سے بہتر ہے، 2:271
صفا اور مروہ، 2:158
صف، S.61
صافات، S.37
سیل العرم (ماریب ڈیم سے چھوڑا گیا سیلاب)، 34:16
سجدہ، S.32
سکینہ (اطمینان اور سکون)، 2:248;9:26, 40; 48:4, 18, 26
صالح، 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
سلسبیل (جنت کا چشمہ)، 76:18
سامری، 20:85, 95-97
سموئیل، 2:247
شیطان، 2:36, 168, 208, 268, 275; 3:36, 155, 175;4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98;20:120; 24:21; 25:29;27:24; 41:36;58:10, 19; 82:25
- دشمنی اور نفرت بھڑکاتا ہے، 5:91
- شیطان کی بری وسوسے، 7:200-201
- دھوکہ دیتا ہے، 8:48
- دھوکہ دیا، 14:22
- مومنین پر اس کا کوئی اختیار نہیں، 16:99-100
- جھوٹ ڈالتا ہے، 22:52-53
- دشمن ہے، 12:5; 35:6; 36:60
- تکبر 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ایک جن 18:50-51
- آدم کو بہکانا اور گمراہ کرنا 7:20-23; 20:116-121
- مومنین پر اس کا کوئی اختیار نہیں 16:98-100
- اس کا مقصد 35:6-8
- انسانیت کا کھلا دشمن 12:5; 17:53
- اس کا گروہ 53:14-19
- اس کا کام 5:90-91
- نیک اعمال سے روکتا ہے 2:268
- مومنین اللہ کی پناہ مانگتے ہیں 7:200-202
- اس کی چالیں کمزور ہیں 4:76
- اپنے پیروکاروں کو مایوس کرتا ہے 8:48
- جہنم میں اپنے پیروکاروں سے بات 14:22
- دیکھیں بھی ابلیس
ترازو، کامیاب وہ جس کا پلڑا بھاری ہو، 7:8-9
- دیکھیں بھی میزان
کتاب،
- اہل کتاب، (یہودی اور عیسائی)، 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- جو چھپا رہے تھے، 5:61-63
- ان میں سے جو سیدھی راہ پر ہیں،5:66
- پہچانتے ہیں لیکن ایمان نہیں لاتے، 6:20
سمندر، 42:32-33; 45:12
- دو سمندر، 18:60; 25:53; 35:12; 55:19-20
- جب پھٹ جائیں، 82:3
سرگوشی،
- خفیہ باتیں، 4:114
- تین کی سرگوشی، 58:7
- خفیہ مشورے، 58:8, 10
- نجی مشاورت، 58:12-13
دین میں فرقے اور تقسیم، 6:15; 23:53;30:32; 42:13-14; 43:65; 45:17
سکون، پریشانی کے بعد، 3:154
بیج، کون اسے اگاتا ہے، 56:63-67
حواس، 23:78
سات پیدا کیے گئے،
- آسمان، 2:29; 23:17; 65:12; 67:3; 71:15
- اور اسی طرح زمین، 65:12
سایہ،
- اللہ کے لیے سجدہ میں جھکتا ہے، 13:15; 16:48
سایے کا پھیلنا، 25:45
شمس، S.91
اونٹنی، ثمود کے لوگوں کے لیے واضح نشانی، 7:73; 17:59; 26:155-158
جہاز، چلنا بطور نشانی؛ خدمت کے لیے؛ شکرگزار ہونے کے لیے؛ اس کا فضل تلاش کرنے کے لیے، 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
شعیب، 7:85-93; 11:84-95; 29:36-37
شعراء، S.26
شوریٰ، S.42
سدرۃ المنتہیٰ، 53:14
مدینہ کا محاصرہ، 33:9-27
سجین، 88:7-9
گناہ، 7:100; 74:43-6
- غیر قانونی جنسی تعلق، 4:15-16; 24:2, 19
- اگر بڑے گناہوں سے بچا جائے تو چھوٹے معاف ہو جاتے ہیں، 4:31
- انسانوں سے چھپا سکتے ہیں لیکن اللہ سے نہیں، 4:108
- جو گناہ کرتا ہے وہ اپنے خلاف کرتا ہے، 4:111
- جو گناہ کرے پھر کسی بے گناہ پر ڈال دے، 4:112
- اللہ شرک معاف نہیں کرتا، لیکن جسے چاہے دوسرے گناہ معاف کرتا ہے، 4:116
- گناہ کرنے والوں کو مناسب سزا ملے گی،6:120
- گناہگار کبھی کامیاب نہیں ہوں گے، 10:17
- اللہ تمام گناہ معاف کرتا ہے، 39:53
- بڑے گناہ، 42:37
سینا، پہاڑ، 19:52; 23:20; 95:2
گناہگار، ان کے کان، آنکھیں اور کھالیں ان کے خلاف گواہی دیں گی، 41:20-23
صراط پل، 66:8
چغلخور، 68:11-12; 104:1
غلام، 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- دیکھیں بھی جنگی قیدی؛ قیدی
نیند، آرام کے لیے، 78:9
سدوم، 29:31; 37:136
لواطت، 7:80-82; 11:77-83; 15:61-77; 29:28-29
سلیمان، 2:102; 4:163; 6:84
- اپنے باپ داؤد کو منصفانہ فیصلے تک پہنچانے میں مدد کی 21:78-82
- اور چیونٹیاں، 27:15-19
- اور ہدہد، 27:20-26
- اور سبا کی ملکہ، 27:22-44; 34:15
- ان پر اللہ کی نعمتیں 34:12-14, 38:34-40
- عمدہ گھوڑوں سے محبت 38:30-33
بیٹا، متبنیٰ، 33:4-5
روح (جان، روح)، 15:29; 17:85; 58:22
اللہ کی راہ میں خرچ کرو، 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- ضرورت سے زیادہ، 2:219
- اللہ کی راہ میں مال خرچ کرنے والوں کی مثال، 2:261
- دکھاوے کے لیے، 2:264; 4:38
- جو بھی اللہ کی راہ میں خرچ کرو، واپس ملے گا، 2:272; 8:60; 34:39
- فضول خرچی نہ کرو، 6:141;17:26
- نہ فضول خرچ نہ بخیل، 25:67
- جو اللہ کی راہ میں خرچ سے ہاتھ روکتے ہیں، 9:67
روح (جان، روح)، 15:29
- اس کا علم اللہ کے پاس ہے، 17:85
- اللہ مومنین کو اس سے تقویت دیتا ہے، 58:22
مال غنیمت، 8:41, 69; 48:15, 19-20; 48:15
- دیکھیں بھی غنیمت
جاسوسی، 49:12
ستارہ، 53:1, 49; 86:1-4
ستارے، 7:54; 15:16; 16:12, 16; 22:18; 25:61;37:6-10; 56:75; 77:8; 81:2; 82:2
سیدھی راہ، 1:6
- وغیرہ راستہ، 6:153
- وغیرہ جدوجہد، 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
دودھ پلانے کی مدت، دودھ پلانے والی ماں، 2:233
تکلیف، غربت، صحت کا نقصان اور مصیبتیں؛ خوشحالی اور دولت، 7:94-96
سورج، 7:54; 10:5; 14:32; 16:12; 22:18; 25:61;36:38, 40; 71:16; 81:1; 91:1
عظیم کامیابی، 9:72; 44:57
سورہ، 10:38; 11:13; 47:20
- اس کا نزول ایمان بڑھاتا ہے، 9:124-127
شک، 49:12
رزق، 19:62
- دیکھیں بھی رزق؛ قضا و قدر
سواع، 71:23
تبوک، 9:40-59, 81-99, 117-118, 120-122
تغابن، S.64
طاغوت، 2:256-257; 4:51-60, 76; 5:60; 16:36;17:39
- دیکھیں بھی جھوٹے معبود
طہ، S.20
تحریم، S.66
تکاثر، S.102
تکویر، S.81
طلاق، S.65
طلح (کیلے کا درخت)، 56:29
طالوت (ساؤل)، 2:247-249
طارق، S.86
تسنیم (چشمہ)، 83:27-28
توبہ، S.9
طواف (کعبہ کا طواف)، 2:200; 7:29,31
تیمم، 4:43; 5:6
مدت، ہر قوم کی ایک مقررہ مدت ہے، نہ آگے بڑھ سکتی ہے نہ پیچھے، 7:34; 10:49;15:4-5; 16:61; 20:129
علاقہ، فوجی دستوں سے اپنے علاقے کی حفاظت کرو، 3:200
آزمائش، اللہ کی طرف سے، 3:154; 34:21
ثمود، 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14;91:11-15
چور، سزا، 5:38-39
عرش، 7:54, 58; 9:129; 10:3; 13:2; 20:5;23:86, 116; 32:4; 40:15; 57:4; 85:15
- پانی پر، 11:7
- آٹھ فرشتے عرش اٹھائے ہوئے، 39:75; 40:7; 69:17
وقت، 45:24; 76:1; 103:1
تین، S.95
عذاب،3:188; 6:15-16; 10:50-53; 11:10;13:34; 16:88; 46:20; 70:1-2
بستی، ہم نے کوئی بستی تباہ نہیں کی مگر اس کے لیے ایک مقررہ فیصلہ تھا، 15:4
تجارت اور مال، 4:29
سفر، کیا انہوں نے زمین میں سفر نہیں کیا، 6:11; 10:22; 12:109; 22:46; 27:69;29:20; 30:9, 42; 34:18; 35:44; 40:21, 82;47:10
دھوکہ، 8:58; 22:38
- دیکھیں فریب
جمع کیا ہوا خزانہ، 9:35
اللہ کے خزانے، 6:50
ابدی درخت، 20:120
درخت، 22:18
آزمائشیں، 2:214-218; 64:15
صور، قیامت کے دن، 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
صاخہ،80:33
امانت آسمانوں، زمین اور پہاڑوں کو پیش کی گئی لیکن انسان نے قبول کی،33:72-73
امانتیں،2:283; 4:58; 8:27; 23:8;33:72; 70:32
حق، 5:48; 23:70-71, 90; 25:33; 69:51
- باطل سے نہ ملاؤ اور نہ چھپاؤ، 2:42
- حق آ گیا اور باطل مٹ گیا، 17:81
- وعدہ حق، 46:16-17
تبع کے لوگ، 44:37; 50:14
طور (پہاڑ)، 28:29, 46
طور، S.52
طویٰ، وادی، 20:12; 79:16
احد، کی جنگ، 3:121-128, 140-180
امت (قوم، جماعت)، 2:143-144;10:47, 49; 11:118; 16:36, 120
عمرہ، 2:128, 158, 196
سود (ربا)، 2:275-276, 278-280; 3:130;4:161; 30:39
عزیر، (دیکھیں عزیر)
عزیٰ، 53:19
ایک نادیدہ پردہ، 17:45-46
پردہ، 24:31; 33:59
آیات، سبع المثانی، 15:87
فتح،
- اللہ کی طرف سے، 48:1
- اللہ کی مدد سے، 61:13
نیکیاں، (دیکھیں نیکی؛ مومنین)
ودّ، 71:23
- "انتظار کرو، ہم بھی انتظار کر رہے ہیں"، 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
واقعہ، S.56
اللہ کے خلاف جنگ، 5:33-34
فضول خرچی نہ کرو، 6:141; 7:31; 17:26
پانی، ہر جاندار پانی سے بنایا گیا، 21:30;24:45; 25:54
- دو سمندر، 18:60; 25:53; 35:12; 55:19-20
- اللہ کا عرش پانی پر، 11:7
- بارش، 23:18
راستہ، 1:6; 42:52-53; 90:10
- وغیرہ آسان، آسان بناؤ، 87:8
- دیکھیں بھی راستہ
مسافر، 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
دولت،
- جس نے جمع کی، 104:2-4
- اللہ کی راہ میں خرچ کرنا (دیکھیں خرچ)
دولت اور اولاد، دنیاوی زندگی کی زینت، 18:46
ناپ اور تول، پورا دو، 11:85; 17:35;83:1-5
بیوائیں، 2:234-235, 240
اللہ کی مشیت، 10:99-100; 30:5; 81:29; 82:8
انسان کی مرضی، سیدھا چلنا، جب تک اللہ نہ چاہے، 28:29
ہوائیں، 77:1-3
- خوشخبری کی ہرکارے، 7:57; 30:46
- بادل اٹھانا، پانی لانا، 15:22; 30:48
- پیلی پڑ جانا، 30:51
شراب (جنت میں)
- خالص مشروبات، 37:45; 76:21
- سفید، لذیذ، 37:46
- شراب کی نہریں، 47:15
- خالص مہربند، 83:25
اس چیز کی تمنا نہ کرو جس میں اللہ نے بعض کو بعض پر فضیلت دی ہے، 4:32
گواہ،
- انبیاء کے عہد پر، 3:81
- انسانیت پر، 2:143; 22:78
- معاہدے کے لیے، 2:282
- ایک مرد کے مقابلے میں دو عورتیں، 2:282
- غیر قانونی جنسی تعلق پر، 4:16; 24:2
- انصاف کرو، 5:8
- ہاتھ اور پاؤں گواہی دیں گے، 36:65
- اپنے خلاف، 75:14
گواہی دینے کا دن اور گواہی دیا جانے کا دن، 85:3
بیویاں،
- تمہاری کھیتی ہیں، 2:223
- تمہاری پردہ پوشی، 2:187
- تمہاری ہی جنس سے، 16:72
جھگڑالو عورت، 58:1-2
عورتیں، 2:222-223; 4:15, 19-22, 34, 127
- جو پاک دامن عورتوں پر الزام لگائیں، 24:4-5, 11-17, 23-26
- پردہ، 24:31; 33:59
- مومنہ مہاجر عورتیں، 60:10-12
- جھگڑے میں اپنا موقف واضح نہ کر سکنے والی، 43:17-18
جنگل کے باشندے، 15:78; 38:13; 50:14
- دیکھیں بھی ایکہ؛ مدین 26:176-191
دنیاوی زندگی،
- صرف کھیل اور تماشہ ہے، 6:32;29:64; 47:36; 57:20
- انسانوں کو دھوکہ دیتی ہے، 6:130
- آخرت کے مقابلے میں تھوڑا فائدہ، 9:38; 13:26; 28:60-61
- جو دنیا چاہے اسے ملتی ہے، لیکن آخرت میں کوئی حصہ نہیں، 11:15-16; 17:18; 42:20
- دولت اور اولاد دنیا کی زینت، 18:46
- جو موجودہ کو چاہتے اور آخرت چھوڑتے ہیں، 75:20-21; 76:27
تحریر، معاہدوں کے لیے، 2:282
ظالم،11:18-22, 101-104, 116-117;39:47
- دیکھیں بھی کافرین
وضو، 4:43; 5:6
یغوث، 71:23
یحییٰ (یحییٰ)،
- کی خوشخبری، 3:39; 21:90
- نیک، 6:85
- دانا؛ ہمدرد؛ فرمانبردار، 19:12-15
یٰس، S.36
یثرب (المدینہ)، کے لوگ، 33:13
یعوق، 71:23
یونس (یونس)، S.10
یوسف (یوسف)، S.12
زبور، 21:105
زکریا (زکریا)، 3:37-41; 6:85; 19:2-11; 21:89-90
زید بن حارثہ، نبی کے غلام، 33:37-38
زکات، 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71;19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20;98:5
- زکات اور صدقے کے مستحقین، 2:273; 9:60
زنجبیل، 76:17
زلزلہ، S.99
زقوم، 17:60; 37:62-66; 44:43-46; 56:52
ظہار، 33:4; 58:2-4
زخرف، S.43
زمر، S.39
بنیادی عقائد
- ایمان مکمل کیا گیا 5:3
- اللہ کے ہاں صرف ایک قبول شدہ راستہ 3:19, 85
- اسلام قبول کرنے میں کوئی جبر نہیں 2:256
- ایک دین مختلف شریعتوں اور ضابطوں کے ساتھ 5:48; 22:67-70; 42:13-14
- اسلام کے انبیاء 2:135-136; 3:84; 4:163-165
- احکامات (اللہ پر ایمان لاؤ اور نیک عمل کرو) 4:36; 6:151-154;17:23-39;18:107-108
- شریعت کے پانچ مقاصد: دین کی حفاظت 5:54
- جان کی حفاظت 5:32;6:151
- مال کی حفاظت 5:38
- عزت کی حفاظت 5:5;24:4
- عقل کی حفاظت 5:90.
اللہ پر ایمان 2:255
- الہٰی صفات، خوبصورت نام 57:1-6; 59:22-24; 85:13-16; 112:1-4
- صرف وہی عبادت کے لائق ہے 1:1-4; 2:285; 6:3; 43:84
- تمام اختیار اسی کا ہے 3:26; اس کا عرش 7:54; 11:7
- اس کی کرسی 2:255
- انسانیت پر اس کی بے شمار نعمتیں 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- زندگی دیتا اور موت لاتا ہے 44:8; 53:44; 57:2; 67:2
- خوشی اور غم لاتا ہے 53:43
- وافر یا محدود رزق دیتا ہے 13:26; 17:30; 29:62
- سب سے بہتر فیصلہ کرنے والا 95:8
- سب سے زیادہ رحم کرنے والا 12:92
- نیکوں سے محبت کرتا ہے 85:14
- بہت معاف کرنے والا اور سخت سزا دینے والا 13:6, 40:3
- اول اور آخر 57:3
- تمام عزت اور طاقت اسی کی ہے 35:10
- غیب اور پوشیدہ کو جانتا ہے 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- دلوں کے راز سب سے بہتر جانتا ہے 5:7; 11:5; 31:23
- جو ہوا اور جو ہونا ہے سب جانتا ہے 2:255
- لوح محفوظ میں سب کچھ لکھا 6:38; 13:39; 36:12
- ہر چیز پر قادر 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- اس کی بے پناہ قدرت 3:26-27; 24:45; 31:28-30
- آسمان اور زمین چھ دنوں میں پیدا کیے اور کبھی نہ تھکا 46:33; 50:38
- "ہو جا" کے حکم سے پیدا کرتا ہے 36:81-83
- اپنی مخلوق پر کبھی ظلم نہیں کرتا 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- ہر چیز اس کی مرضی کے سامنے جھکتی ہے 3:83; 22:18; 30:26
- سب اس کے محتاج ہیں 11:6; 35:15; 55:29
- اس پر بھروسہ کرو 10:84-85; 12:67; 25:58
- الہٰی ابلاغ کی صورتیں 42:51
- اس کی یاد لازمی ہے 2:21; 3:102; 4:1; 33:70-71; 59:18
- حکمت اس کی طرف سے تحفہ ہے 2:269
- کسی کا محتاج نہیں 3:97; 6:133; 112:2
- تثلیث میں سے ایک نہیں 4:171
- اس کی کوئی زوجہ نہیں 6:101
- اس کی کوئی اولاد نہیں 10:68; 19:35; 43:81; 72:3; 112:3
- اس کا کوئی شریک نہیں 6:94; 7:191-195; 46:4-5
- اس جیسا کوئی نہیں 42:11; 112:4
اس کی تخلیق کے عجائبات پر غور کرنے کا حکم 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
تخلیق میں نشانیاں 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- ہر چیز ایک مقصد کے لیے پیدا کی 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- کائنات مکمل بنائی گئی 67:3-4
- دن کو رات میں ڈالتا ہے 3:27
- تنوع 30:22; 35:27-28
- شہد 16:68-69
- دودھ 16:66
- اولاد کی نعمت 42:49-50
- سیارے اور مدارات 21:33; 36:38-44
- برج 25:61; 85:1
- ستارے 37:6-7; 67:5
- بادل 7:57;30:48
- زلزلہ 7:78; 7:155
- زمین کھسکنا 28:81; 29:40
- طوفان 10:22
- بوندا باندی، ژالہ باری اور بارش 2:265; 6:99; 24:43; 50:9-11
- گرج اور بجلی 13:12-13
سائنسی حوالہ جات
- انسان نر اور مادہ خلیوں سے بنایا گیا 76:2
- جنین کی تشکیل اور نشوونما کے مراحل 22:5; 23:12-14
- تین اندھیروں میں جنین 39:6
- کھارا پانی 25:53-54; 35:12; 55:19-20
- ہوا کے ذریعے آلودگی 15:22
- انگلیوں کے نشانات 75:3-4
- پہاڑ بطور میخیں 78:7
- لوہا اتارا گیا 57:25
- درد کے احساسات 4:56
- سورج روشنی کا منبع اور چاند عکاسی 10:5
- چاند کا پھٹنا 54:1
- آسمان بطور محفوظ چھت 21:32
- تمام مخلوقات پانی سے بنائی گئیں 21:30; 24:45
- چیونٹیاں آپس میں بات کرتی ہیں 27:17-19
- اندرونی لہریں 24:40
جاندار مخلوقات
- فرشتے 39:75
- انسان (زمین پر خلیفہ) 2:30; 6:165; 16:4
- جن 72:1-15
- جانور انسانوں کی طرح قومیں ہیں 6:38
- بچھڑا 11:69
- اونٹ 7:40
- کتا 18:22
- ہاتھی 105:1
- گھوڑے، خچر اور گدھے 16:8
- شیر اور زیبرا 74:50-51
- بندر 2:65
- سور 2:173
- اونٹنی 7:73
- بھیڑ اور بکریاں 6:143
- بھیڑیا 12:17
- مینڈک 7:133
- سانپ 7:107
- پرندے 24:41
- کوا 5:31
- ہدہد 27:20
- بٹیر 2:57
- مچھلی 18:61
- وہیل 37:142
- چیونٹیاں 27:18
- مکھیاں 16:68
- مچھر 2:26
- مکھی 22:73
- جوئیں اور ٹڈیاں 7:133
- مکڑی 29:41
- دیگر جو ہمیں معلوم نہیں 16:8
پودے اور پھل 6:99; 13:4; 16:11; 36:33-35
- کیلے 56:29
- کھجور 19:25
- جڑی بوٹیاں، ککڑی، لہسن، مسور اور پیاز 2:61
- انگور 80:28
- زیتون 6:99
- انجیر 95:1
- انار 55:68
- کدو 37:146
محمد پر ایمان
- خصوصیات، صرف ایک نبی 3:144; 6:50; 7:188; 18:110
- حق پہنچانا 2:119; 35:24; 42:48
- خاتم النبیین 33:40
- اعلیٰ اخلاق 3:159; 68:4
- نمونہ عمل 33:21
- مومنین پر احسان 3:164
- تمام جہانوں کے لیے رحمت 21:107
- عالمگیر رسول 4:170; 7:157-158; 34:28
- سیدھے راستے کی طرف رہنمائی 42:52-53
- لوگوں کا خیال رکھتے ہیں 9:129
- قیامت کے دن گواہ 4:42; 16:89
- ان پڑھ نبی 7:157-158; 29:48; 62:2
- تورات اور انجیل میں پیشگوئی 7:157
- عیسیٰ نے بشارت دی 61:6
نبی (ﷺ) کو درپیش مشکلات
- مشرکین کے بے معنی مطالبات 8:32; 15:7; 17:89-93; 25:7-8
- جھوٹے الزامات 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- جان لینے کی کوششیں 8:30; 9:74
- انہیں تکلیف دینے یا مخالفت کرنے والوں کو تنبیہ 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- انکار کا صبر سے جواب دینے کا حکم 20:130; 30:60; 46:35; 70:5
- اللہ کی طرف سے تسلی کا حکم 5:67; 93:1-11; 94:1-8
نبی (ﷺ) کی سیرت سے سبق
- ہجرت سے جنگ بدر تک 3:121-129; 8:42-44; 8:65-71
- جنگ احد 3:151-180
- جنگ خندق 33:9-27
- جنگ حنین 9:25-27
- مدینہ 9:40
- تبوک 9:38-123
- بنو النضیر 59:2-6
- حمراء الاسد 3:172-175
- صلح حدیبیہ 48:1-7; 48:10-29
نبی (ﷺ) کو عطا کردہ اعزازات
- اللہ اور اس کے فرشتے ان پر درود بھیجتے ہیں 33:56
- مکہ سے بیت المقدس تک شب کا سفر 17:1
- آسمانوں کا سفر 53:1-18
- دنیا اور آخرت میں عزت 17:79; 66:8; 108:1
- ان کی اطاعت اللہ کی اطاعت ہے 4:80
- اللہ اور اس کے رسول کی اطاعت کا اجر 4:69
- ان کا خاندان پاک کیا گیا 33:33-34
- جبریل کو اصل شکل میں دیکھا 53:1-18
- مومنین کو ان کی اطاعت کا حکم 59:7
- ان سے بات کرنے کے آداب 49:1-5
- ان کے پاس جانے کے آداب 33:53
- ان کی ازواج کے ساتھ معاملات کے آداب 33:53
- اللہ ان سے اور ان کے صحابہ سے راضی ہے 9:100; 9:117
- ان کی امت کی فضیلت 2:143; 3:110
نماز 2:45; 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- جمعہ کی نماز 62:9
- قبلہ 2:144; 2:149-150
- برے اعمال سے روکتی ہے 29:45
- اوقات 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- خطرے یا سفر میں 2:239; 4:101-102
- نماز چھوڑنے والوں کو تنبیہ 19:59; 74:38-47; 107:5-7
- منافقین کی نماز 4:142; 9:54
پاکی، وضو 5:6
- غسل 2:222; 4:43
- تیمم 4:43; 5:6
دعائیں
- ابراہیم کی 2:126-129; 2:126-129; 14:35-41; 26:83-89
- آدم اور حوا کی 7:23
- عیسیٰ کی 5:114
- ایوب کی 21:83; 21:83
- یونس کی 21:87
- یوسف کی 12:33; 12:101
- موسیٰ کی 10:88-89; 20:25-35
- محمد کی 17:80; 20:114
- نوح کی 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- سلیمان کی 38:35
- شعیب کی 7:89
- زکریا کی 3:38; 19:2-6; 21:89-90
- فرشتوں کی 40:8-9
- مریم کی والدہ کی 3:35-36
- فرعون کی بیوی کی 66:11
- فرعون کے جادوگروں کی 7:126
- بادشاہ طالوت اور ان کے ساتھ مومنین کی 2:250
- بنی اسرائیل کے مومنین کی 10:85-86
- غار والوں کی 18:10
- نیک لوگوں کی 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- مظلوموں کی 4:75
سجدے کی آیات
- سجدات، سجدہ کی جمع، 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
زکات، بطور فرض 2:110; 2:177; 2:277; 6:141
- مومنین کی صفات میں سے 22:41; 23:4; 51:19
- مستحقین 9:60
- صدقہ 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- روکنے والوں کو تنبیہ 3:180; 9:34; 47:38
روزہ
- رمضان میں 2:183-185
- روزے کے اوقات 2:187
- معافی 2:184-185
- روزے سے پہلے رات میں ازدواجی تعلق 2:187
- حج کے دوران روزہ 2:196
حج،
- استطاعت رکھنے والوں پر فرض 3:97
- مناسک اور احکام 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- قربانیاں 2:196; 22:36-37
- احرام کی حالت میں خشکی کا شکار ممنوع 5:1; 5:94-95
- سمندری شکار کی اجازت 5:96
- عمرہ 2:158; 2:196
مذہبی جماعتیں
- مسلمان 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- ایک دوسرے کے محافظ 3:28; 9:71
- عیسائی 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- یہودی 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- بنی اسرائیل 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- اہل کتاب (بنیادی طور پر یہودی اور عیسائی) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- مسلمان ان کے ذبیحہ سے کھا سکتے اور ان کی عورتوں سے نکاح کر سکتے ہیں 5:5
- یہودیوں پر حرام غذائیں 6:146
- صابئین 2:62; 22:17
- مجوسی 22:17
- مشرکین (بت پرست) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- مشرکانہ توہماتی رسمیں 2:189; 5:103; 6:138-144
- ملحدین 52:35-36
ممنوع قرار دی گئی مشرکانہ رسمیں
- بیٹیوں کو زندہ دفن کرنا 16:58-59; 81:8-9
- غربت کے خوف سے بچوں کو قتل کرنا 6:137; 6:151; 17:31
- کعبے کے گرد سیٹیاں اور تالیاں بجانا 8:35
- بتوں کے نام پر اونٹ وقف کرنا 5:103; 6:136
- بتوں کے نام پر قربانی 6:121
- ظہار 33:4; 58:2-4
- ایلاء (چار ماہ سے زیادہ) 2:226-227
- فیصلوں کے لیے قرعہ اندازی 5:3
- کعبے کا ننگا طواف 7:26-28
- حج کے بعد پچھلے دروازے سے گھر میں داخل ہونا 2:189
عبادت کی چیزیں،
- فرشتے (بعض مشرک عربوں میں) 34:40
- الایکہ (شعیب کی قوم میں) 26:176
- بعل (الیاس کی قوم میں) 37:125
- عیسیٰ (عیسائیت میں) 5:17
- بت (ابراہیم کی قوم میں) 21:52-53
- لات، عزیٰ اور منات کے بت (عرب مشرکین میں) 53:19-20
- ودّ، سواع، یغوث، یعوق اور نسر کے بت (نوح کی قوم میں) 71:23
- سورج (سبا کی قوم) 27:24
- شعری (بعض مشرک عربوں میں) 53:49
- فرعون (قدیم مصر میں) 26:29; 28:38; 79:24
- خواہشات 25:43-44; 45:23
- متعدد معبودوں کے عقیدے کی تردید 17:42-43; 21:21-24; 25:3
عبادت کی جگہیں، مساجد 9:18
- گرجا گھر، کنیسے اور خانقاہیں 22:40
- حرم 3:39; 38:21
- ہیکل 17:7
- مذہبی عہدے، پادری، راہب اور علماء 5:44; 5:63; 5:82; 9:31-34
فرشتے،
- آدم کی تخلیق کے بارے میں سوال 2:30-34
- کبھی اللہ کی نافرمانی نہیں کرتے 21:26-27; 66:6
- اللہ کی بیٹیاں نہیں 21:26; 43:16-19
- نگہبان فرشتے 13:11
- دو اعمال لکھنے والے فرشتے 50:16-18; 82:10-12
- قیامت کے دن اللہ کا عرش اٹھانے والے آٹھ 69:17
- جہنم کے انیس داروغہ 74:26-31
- ملک الموت 6:93; 16:28; 32:11
- جبریل 2:97; 66:4; 26:192-195; 53:1-14
- میکائیل 2:98
- مالک 43:77
رسول
- فرشتوں اور انسانوں میں سے 22:75
- اولوالعزم رسول (ابراہیم، نوح، موسیٰ، عیسیٰ اور محمد ﷺ) 33:7; 42:13; 46:35
آسمانی کتابیں
- قرآن، اللہ کی طرف سے وحی 12:2-3; 20:2-4; 26:192-195; 32:2-3
- تمام جہانوں کے لیے یاد دہانی 68:51-52
- سیدھے راستے کی طرف ہدایت 17:9
- رمضان کے مہینے میں نزول شروع ہوا 2:185
- ایک بابرکت رات میں 44:3;97:1-5
- مرحلہ وار نازل ہوا 17:105-106
- یاد کرنا آسان بنایا گیا 54:17
- پہلی وحیوں کی تصدیق کرتا ہے 3:3-4
- پہلی کتابوں پر اعلیٰ اختیار 5:48
- اس میں کوئی شک نہیں 2:2; 10:37
- کوئی تضاد نہیں 4:82
- گھڑا ہوا نہیں 10:37-39
- بائبل سے نقل نہیں 25:4-6
- شیاطین نے نازل نہیں کیا 26:210-212
- کوئی اس جیسا نہیں بنا سکتا 17:88; 2:23-24;10:13-14; 11:13
- تحریف سے محفوظ 15:9
- لوح محفوظ میں محفوظ 56:75-80
- جھوٹا ثابت نہیں کیا جا سکتا 41:42
- مستقبل کے واقعات بتاتا ہے 30:1-7; 48:27
- مومنین کو آنسو بہاتا ہے 5:83; 17:107-109
- دلوں کو چھوتا ہے 39:23
- روشن نور 4:174; 42:52
- مومنین کے لیے شفاء اور رحمت 17:82
- تورات 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- انجیل 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- زبور 4:163; 17:55
- ابراہیم کے صحیفے 53:36-44; 87:14-19
تقدیر اور قسمت 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- آزاد انتخاب 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
روز جزا،
- کوئی ناانصافی نہیں 2:281; 18:49; 40:17
- قیامت کی ہولناکیاں 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- اس دن نیک اور بد 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- شفاعت 2:48, 255; 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26;74:48
اعمال کا ریکارڈ 17:13; 18:49
- مومنین اپنا ریکارڈ دائیں ہاتھ میں پائیں گے 69:19-24; 84:7-9
- کافر اپنا ریکارڈ بائیں ہاتھ میں پائیں گے 69:25-37; 84:10-15
- اللہ سے کچھ پوشیدہ نہیں 21:47; 40:16
- اعمال کا وزن 7:8; 23:102-104; 101:1-11
- جسمانی اعضاء کی گواہی 41:19-24; 24:24
- نیک اور برے اعمال کا بدلہ 6:160; 27:89-90; 28:84
لوگوں کی اقسام
- مومنین 18:107-108
- کافرین 4:167-169
- منافقین 4:145; 57:13-15
- جنت والے، پیش قدم مومنین 55:46-61; 56:10-26
- جنت والے، دائیں ہاتھ والے 55:62-78; 56:27-40
- جہنم والے، بائیں ہاتھ والے 55:31-45; 56:41-56
- اعراف والے 7:46-49
مالی
- تجارت کی ہدایات 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35;24:36-37; 26:182; 30:39; 55:7-9; 62:9
- وصیت، غیر وارثین کے لیے اختیاری وصیت 2:180-183; 4:11-12
سفر میں موت سے پہلے 5:106-108
- رشوت 2:188
- قرضے، قرض وصول کرنے میں نرمی 2:280
- قرض کا تحریری معاہدہ اور گواہی 2:282
- ضمانت لینا 2:283
- وراثت، ہدایات 4:7; 4:32-33; 8:75
- اولاد اور والدین کے حصے 4:11
- ازواج اور ماں کی طرف سے بھائی بہن 4:12
- سگے بھائی بہن 4:176
- تعمیل نہ کرنے والوں کو تنبیہ 4:13-14
- سود، ممانعت اور تنبیہ 2:275-281; 3:130-132
- بے فائدہ قرار دیا گیا 30:39
قانونی
- بغاوت کا قانون (حرابہ) 5:33-34
- انصاف، انصاف کے لیے کھڑے ہونا 4:135; 5:8; 16:90-91
- یتیموں اور عورتوں کے حقوق کے لیے کھڑے ہونا 4:127
- ایک یہودی کے ساتھ انصاف 4:105-112
- ایک مشرک کے ساتھ انصاف 4:58
- غیر مسلموں کے ساتھ انصاف 60:8-9
- قانونی راستے سے قصاص (معاف کرنے کا اختیار بھی) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- خاوند اور بیوی کی علیحدگی، خلع 2:229
- لعان (زنا کا الزام) 24:6-10
سیاسی
- مشاورت سے معاملات چلانا (شوریٰ) 3:159; 42:38
- دفاع میں لڑائی (جہاد)، آداب 2:190-192; 2:216; 22:38-40
- اندھا دھند حملہ نہ کرنا 4:94
- مظلوم مردوں، عورتوں اور بچوں کے لیے لڑنا 4:75
- عبادت گاہوں کی حفاظت 22:37
- شہداء کا اجر 2:154; 3:169-171; 9:111; 57:19
- فوجی طاقت ممکنہ دشمنوں کو روکتی ہے 8:60
- صلح کو ترجیح دینا 2:192; 8:61
- فریقین کے درمیان صلح 49:9-10
- جنگی قیدی، سلوک 8:70; 47:4; 76:8
سماجی
- متبنیٰ 33:4-5
- یتیموں کی دیکھ بھال 2:220; 4:2-10; 4:127; 6:152; 17:34
- طلاق، ثالثی اور مصالحت 4:35; 4:128
- طلاق کے آداب 2:229-231; 65:1-2
- مہر اور عدت 2:226-241; 4:19-21; 33:49; 65:1-7
- خاوند مہر میں سے کچھ واپس نہ لے 4:20
- بیوی کو تنگ نہ کیا جائے 65:6
- حمل کے دوران بیوی کو مالی سہارا 65:6
- عدت کے دوران 65:6
- اگر سابق خاوند کے بچے کو دودھ پلائے، 65:6
- کوئی والدین بچے کی وجہ سے تکلیف نہ اٹھائیں 2:233
- دودھ پلانے والی ماں کا اختیار 65:6
- نیکی کا حکم اور برائی سے روکنا 3:104; 3:110; 7:157; 9:71-72; 31:17
- انسانوں کی برابری 49:13
- اللہ اور قانون کے سامنے مرد اور عورت، 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- مردوں کو عورتوں پر ایک درجے کی ذمہ داری 2:228
- غریبوں، یتیموں اور قیدیوں کو کھانا کھلانا 76:8-9
- معافی اور غصے پر قابو 3:134; 42:40
- غلاموں کو آزاد کرنا اور مدد کرنا 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- والدین کا احترام 4:36; 17:23-25; 31:14-15
- عاجزی 17:37; 31:18-19
- ابراہیم کے خواب کی تعبیر 37:102
- یوسف کے خوابوں کی تعبیر 12:4; 12:36; 12:43
- محمد کے خوابوں کی تعبیر 8:43; 48:27
- غیر مسلموں کے ساتھ نیکی 60:8
- نکاح 4:3; 4:129; 16:72; 30:21
- جائز اور ناجائز عورتیں 4:22-24
- ازدواجی تعلق کے آداب 2:222-223
- حمل اور دودھ پلانا 2:233; 31:4; 46:15; 65:6
- اپنی سابقہ بیوی سے دوبارہ نکاح 2:230
- کنوارے لوگوں کو نکاح میں مدد 24:32
- عدت کے دوران اشارے میں دلچسپی ظاہر کرنا 2:235
- قسمیں 2:224-225; 16:91-92; 16:94
- ٹوٹی ہوئی قسم کا کفارہ 5:89
- مشکل وقت میں صبر 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- اجازت لینا 24:58-60
- لوگوں کے گھروں میں داخل ہونا 24:27-28
- عوامی جگہوں میں داخل ہونا 24:29
- سماجی آداب، خبر کی تصدیق 4:83; 49:6
- سب کا احترام 49:11-12
- مجلسوں کے آداب 58:11
- خفیہ باتیں 4:114; 58:9
- نذریں 2:270; 9:75-77; 22:29; 76:7
- فضول خرچی اور بخل 7:31; 17:29; 25:67
دیگر قصے
- ہابیل اور قابیل 5:27-31
- خضر اور موسیٰ 18:60-82
- اصحاب الفیل 105:1-4
- فرعون کی قوم میں سے مومن 40:28-46
- مریم کی پیدائش 3:35-36
- بنی اسرائیل کی گائے 2:67-74
- عزیر 2:259
- باغ والے 68:17-32
- ہاروت اور ماروت 2:102
- قارون 28:76-82
- لقمان کی اپنے بیٹے کو نصیحت 31:12-19
- دو باغوں کا مالک 18:32-44
- سبا کی قوم 34:15-19
- غار والے 18:9-26
- خندق والے 85:1-8
- ہفتے کی حد توڑنے والے 7:163-165
- سامری اور سونے کا بچھڑا 20:83-97
- طالوت اور سموئیل 2:247-251
- ذوالقرنین 18:83-98
شیاطین 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- انسان اور جن شیاطین 6:112;114:6
- آسمان شیاطین سے محفوظ 15:16-18
پچھتاوے
- نبی کی پیروی نہ کرنا 25:27
- اللہ اور اس کے رسول کی اطاعت نہ کرنا 4:41-42; 33:64-68
- برے دوست بنانا 25:28-29; 26:96-102; 43:36-39
- اللہ کی نشانیوں کا انکار 6:27-30
- آخرت کے لیے کام نہ کرنا 89:23-24
مایوسانہ فریادیں
- دنیا میں واپس جانے کی التجا 2:167; 6:27-28; 32:12-14; 42:44
- دوسرا موقع مانگنا 35:36-37
- آگ سے نکالنے کی التجا 40:10-12
- کھانے پانی کی التجا 7:51-52
- شفیع کی التجا 7:52-53
- مٹی بنا دینے کی التجا 4:41-42; 78:40
- موت کی التجا 43:74-78
نیک لوگوں کی صفات
- خالق اور مخلوق کے حقوق ادا کرنا 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39;18:107-108; 23:1-11; 25:63-76; 42:36-43
بد لوگوں کی صفات
- ناشکرا 14:34
- بخیل 17:100
- جلد باز 21:37
- مشکل وقت ہی میں اللہ کو یاد کرنا 10:12; 41:51
- بے صبرا 70:19
- جھگڑالو 18:54
کبیرہ گناہ
- اللہ کے ساتھ شرک 4:48; 4:116; 5:72; 6:19; 31:13:
- والدین کو تکلیف دینا 4:36; 6:151; 17:23
- فرض نمازیں چھوڑنا یا ترک کرنا 19:59-60
- زکات نہ دینا 41:6-7
- قتل 6:151; 17:33
- جان بوجھ کر کسی مومن کو قتل کرنا 4:93
- چوری 5:38
- دھوکہ دہی 7:85; 11:85; 26:182-183; 83:1-6
- جھوٹ 2:10; 9:77; 39:60
- اللہ پر جھوٹ بولنا 6:93; 29:68; 61:7
- حرام جنسی تعلقات 2:222; 17:32; 24:2; 25:68; 29:28-30
- زنا کا جھوٹا الزام 24:4-5
- ارتداد 2:217; 5:54
- سور اور دیگر حرام غذائیں کھانا (مردار، خون وغیرہ) 5:3; 6:145
- شراب اور جوا 5:90-91
- غیبت 49:11
- جھوٹی گواہی 22:30
- جادو 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 20:8; 59:24
- #1 الرحمن     بہت مہربان (رحمت کرنے والا)  1:3; 17:110
- #2 الرحيم     نہایت رحم والا (مہربان)  2:163; 3:31; 4:100; 5:3
- #3 الملك     بادشاہ (مطلق العنان)  20:114; 23:116; 59:23
- #4 القدوس     پاک ذات (ہر عیب سے پاک)  59:23; 62:1
- #5 السلام     سلامتی والا (امن و امان دینے والا)  59:23
- #6 المؤمن     امن دینے والا (ایمان کی حفاظت کرنے والا)  59:23
- #7 المهيمن     نگرانی کرنے والا (محافظ)  59:23
- #8 العزيز     غالب (زبردست، ناقابل شکست)  3:6; 4:158; 9:40; 48:7
- #9 الجبار     زبردست (جبر کرنے والا)  59:23
- #10 المتكبر     بڑائی والا (عظمت والا)  59:23
- #11 الخالق     پیدا کرنے والا (خالق)  6:102; 13:16; 39:62; 40:62; 59:24
- #12 البارئ     بنانے والا (پیدا کرنے والا)  59:24
- #13 المصور     صورت بنانے والا (شکل دینے والا)  59:24
- #14 الغفار     بخشنے والا (بہت معاف کرنے والا)  20:82; 38:66; 39:5; 40:42; 71:10
- #15 القهار     دباؤ والا (غلبہ والا)  13:16; 14:48; 38:65; 39:4; 40:16
- #16 الوهاب     بہت دینے والا (عطا کرنے والا)  3:8; 38:9; 38:35
- #17 الرزاق     رزق دینے والا (روزی پہنچانے والا)  51:58
- #18 الفتاح     کھولنے والا (رحمت کے دروازے کھولنے والا)  34:26
- #19 العليم     جاننے والا (سب کچھ جاننے والا)  2:158; 3:92; 4:35; 24:41; 33:40
- #20 القابض     تنگ کرنے والا (روزی تنگ کرنے والا)  2:245
- #21 الباسط     کشادہ کرنے والا (روزی کشادہ کرنے والا)  2:245
- #22 الخافض     پست کرنے والا (ذلیل کرنے والا)  95:5
- #23 الرافع     بلند کرنے والا (رفعت دینے والا)  58:11; 6:83
- #24 المعز     عزت دینے والا (عزت بخشنے والا)  3:26
- #25 المذل     ذلیل کرنے والا (رسوا کرنے والا)  3:26
- #26 السميع     خوب سننے والا (سننے والا)  2:127; 2:256; 8:17; 49:1
- #27 البصير     خوب دیکھنے والا (دیکھنے والا)  4:58; 17:1; 42:11; 42:27
- #28 الحكم     فیصلہ کرنے والا (حکم والا)  22:69
- #29 العدل     انصاف کرنے والا (عدل والا)  6:115
- #30 اللطيف     مہربان (نرم خو)  6:103; 22:63; 31:16; 33:34
- #31 الخبير     خبر رکھنے والا (خبردار)  6:18; 17:30; 49:13; 59:18
- #32 الحليم     بردبار (تحمل والا)  2:235; 17:44; 22:59; 35:41
- #33 العظيم     بہت عظمت والا (عظیم)  2:255; 42:4; 56:96
- #34 الغفور     خوب بخشنے والا (معاف کرنے والا)  2:173; 8:69; 16:110; 41:32
- #35 الشكور     قدر دان (شکر کرنے والا)  35:30; 35:34; 42:23; 64:17
- #36 العلي     بلندی والا (بلند مرتبہ)  4:34; 31:30; 42:4; 42:51
- #37 الكبير     بہت بڑا (بزرگ)  13:9; 22:62; 31:30
- #38 الحفيظ     حفاظت کرنے والا (محافظ)  11:57; 34:21; 42:6
- #39 المقيت     روزی پہنچانے والا (قوت دینے والا)  4:85
- #40 الحسيب     حساب لینے والا (کفایت کرنے والا)  4:6; 4:86; 33:39
- #41 الجليل     بزرگی والا (عظمت والا)  55:27; 39:14; 7:143
- #42 الكريم     عزت والا (کریم)  27:40; 82:6
- #43 الرقيب     نگہبان (نگرانی کرنے والا)  4:1; 5:117
- #44 المجيب     قبول کرنے والا (دعا قبول کرنے والا)  11:61
- #45 الواسع     کشائش والا (فراخی والا)  2:268; 3:73; 5:54
- #46 الحكيم     حکمت والا (دانا)  31:27; 46:2; 57:1; 66:2
- #47 الودود     محبت کرنے والا (دوست)  11:90; 85:14
- #48 المجيد     بڑی شان والا (عظمت والا)  11:73
- #49 الباعث     اٹھانے والا (زندہ کرنے والا)  22:7
- #50 الشهيد     حاضر (گواہ)  4:166; 22:17; 41:53; 48:28
- #51 الحق     سچا مالک (حق)  6:62; 22:6; 23:116; 24:25
- #52 الوكيل     کام بنانے والا (کارساز)  3:173; 4:171; 28:28; 73:9
- #53 القوي     زور آور (طاقت والا)  22:40; 22:74; 42:19; 57:25
- #54 المتين     قوت والا (مضبوط)  51:58
- #55 الولي     حمایت کرنے والا (دوست)  4:45; 7:196; 42:28; 45:19
- #56 الحميد     خوبیوں والا (قابل تعریف)  14:8; 31:12; 31:26; 41:42
- #57 المحصي     گننے والا (شمار کرنے والا)  72:28; 78:29; 82:10-12
- #58 المبدئ     پہلی بار پیدا کرنے والا (آغاز کرنے والا)  10:34; 27:64; 29:19; 85:13
- #59 المعيد     دوبارہ پیدا کرنے والا (لوٹانے والا)  10:34; 27:64; 29:19; 85:13
- #60 المحيي     زندہ کرنے والا (حیات دینے والا)  7:158; 15:23; 30:50; 57:2
- #61 المميت     مارنے والا (موت دینے والا)  3:156; 7:158; 15:23; 57:2
- #62 الحي     زندہ (ہمیشہ زندہ)  2:255; 3:2; 25:58; 40:65
- #63 القيوم     سب کو تھامنے والا (قائم رکھنے والا)  2:255; 3:2; 20:111
- #64 الواجد     پانے والا (حاصل کرنے والا)  38:44
- #65 الماجد     عزت والا (بزرگ)  11:73
- #66 الواحد     اکیلا (یکتا)  2:163; 5:73; 9:31; 18:110
- #67 الأحد     ایک (بے مثال)  112:1
- #68 الصمد     بے نیاز (سب کی حاجت پوری کرنے والا)  112:2
- #69 القادر     قدرت والا (قادر)  6:65; 36:81; 46:33; 75:40
- #70 المقتدر     مقدور والا (پوری قدرت والا)  18:45; 54:42; 54:55
- #71 المقدم     آگے کرنے والا (مقدم)  16:61; 17:34
- #72 المؤخر     پیچھے کرنے والا (موخر)  71:4
- #73 الأول     سب سے پہلے (اول)  57:3
- #74 الآخر     سب سے آخر (آخر)  57:3
- #75 الظاهر     ظاہر (عیاں)  57:3
- #76 الباطن     پوشیدہ (چھپا ہوا)  57:3
- #77 الوالي     مالک (والی)  13:11; 22:7
- #78 المتعالي     بلند صفتوں والا (برتر)  13:9
- #79 البر     احسان کرنے والا (نیک)  52:28
- #80 التواب     توبہ قبول کرنے والا  2:128; 4:64; 49:12; 110:3
- #81 المنتقم     بدلہ لینے والا (انتقام لینے والا)  32:22; 43:41; 44:16
- #82 العفو     معاف کرنے والا (درگزر کرنے والا)  4:99; 4:149; 22:60
- #83 الرؤوف     نرمی کرنے والا (بہت مہربان)  3:30; 9:117; 57:9; 59:10
- #84 مالك الملك     بادشاہی کا مالک (سلطنت کا مالک)  3:26
- #85 ذو الجلال والإكرام     جلال اور انعام والا (عظمت اور بزرگی والا)  55:27; 55:78
- #86 المقسط     انصاف کرنے والا (عدل کرنے والا)  3:18; 7:29
- #87 الجامع     اکٹھا کرنے والا (جمع کرنے والا)  3:9
- #88 الغني     بے نیاز (غنی)  3:97; 39:7; 47:38; 57:24
- #89 المغني     بے نیاز کرنے والا (غنی کرنے والا)  9:28
- #90 المانع     روکنے والا (بچانے والا)  67:21
- #91 الضار     نقصان پہنچانے والا (ضرر دینے والا)  6:17
- #92 النافع     نفع پہنچانے والا (فائدہ دینے والا)  30:37
- #93 النور     روشن کرنے والا (نور)  24:35
- #94 الهادي     ہدایت دینے والا (راستہ دکھانے والا)  25:31
- #95 البديع     نئی طرح پیدا کرنے والا (بے مثال)  2:117; 6:101
- #96 الباقي     باقی رہنے والا (ہمیشہ رہنے والا)  55:27
- #97 الوارث     سب کا وارث (میراث پانے والا)  15:23
- #98 الرشيد     نیک راہ بتانے والا (ہدایت دینے والا)  2:256
- #99 الصبور     صبر کرنے والا (بردبار)  2:153; 3:200; 103:3
Matching Ayahs
- = الف، لام، میم۔ 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = یہی لوگ اپنے رب کی طرف سے ہدایت پر ہیں، اور یہی لوگ کامیاب ہیں۔ 2:5; 31:5
- = اے بنی اسرائیل! میری اس نعمت کو یاد کرو جو میں نے تم پر کی، اور یہ کہ میں نے تمہیں تمام جہانوں (لوگوں) پر فضیلت دی۔ 2:47; 2:122
- = وہ ایک امت تھی جو گزر چکی۔ ان کے لیے وہ ہے جو انہوں نے کمایا، اور تمہارے لیے وہ ہے جو تم نے کمایا۔ اور تم سے ان کے اعمال کے بارے میں پوچھ نہیں ہوگی۔ 2:134; 2:141
- = وہ اس میں ہمیشہ رہیں گے۔ ان سے عذاب ہلکا نہیں کیا جائے گا اور نہ انہیں مہلت دی جائے گی۔ 2:162; 3:88
- = مگر جو اس کے بعد توبہ کر لیں اور خود کو سنوار لیں۔ بیشک اللہ بڑا معاف فرمانے والا، نہایت رحم فرمانے والا ہے۔ 3:89; 24:5
- = اور جنہوں نے کفر کیا اور ہماری آیتوں کو جھٹلایا – وہی لوگ دوزخ کے باشندے ہیں۔ 5:10; 5:86
- = اور ان کے رب کی نشانیوں میں سے کوئی نشانی ان کے پاس آتی ہے تو وہ اس سے منہ موڑ لیتے ہیں۔ 6:4; 36:46
- = اور آپ سے پہلے بھی رسولوں کا مذاق اڑایا گیا، مگر جن لوگوں نے مذاق کیا انہیں اسی چیز نے گھیر لیا جس کا وہ مذاق اڑاتے تھے۔ 6:10; 21:41
- = کہہ دیجئے: "اگر میں اپنے رب کی نافرمانی کروں تو میں عظیم دن کے عذاب سے ڈرتا ہوں۔" 6:15; 39:13
- = پس زلزلے نے انہیں آپکڑا، اور وہ اپنے گھروں میں اوندھے پڑے رہ گئے۔ 7:78; 7:91
- = پھر اس نے اپنی لاٹھی ڈالی، اور کیا دیکھتے ہیں کہ وہ ایک واضح اژدہا بن گئی۔ 7:107; 26:32
- = اور اس نے اپنا ہاتھ نکالا، اور کیا دیکھتے ہیں کہ وہ دیکھنے والوں کے لیے سفید چمکدار تھا۔ 7:108; 26:33
- = انہوں نے کہا: "ہم رب العالمین پر ایمان لائے۔" 7:121; 26:47
- = موسیٰ اور ہارون کا رب۔ 7:122; 26:48
- = اور میں انہیں مہلت دوں گا۔ بیشک میری تدبیر مضبوط ہے۔ 7:183; 68:45
- = وہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا، تاکہ اسے تمام مذاہب پر غالب کر دے، چاہے مشرکین کو برا لگے۔ 9:33; 61:9
- = اے نبی! کافروں اور منافقوں سے جہاد کرو اور ان پر سختی کرو۔ ان کا ٹھکانا جہنم ہے، اور وہ کتنا برا ٹھکانا ہے! 9:73; 66:9
- = اور وہ کہتے ہیں: "یہ وعدہ کب پورا ہوگا، اگر تم سچے ہو؟" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = اور ہم نے موسیٰ کو اپنی نشانیوں اور واضح اقتدار کے ساتھ بھیجا۔ 11:96; 40:23
- = اور ہم نے موسیٰ کو کتاب دی، مگر اس میں اختلاف کیا گیا۔ اور اگر آپ کے رب کی طرف سے ایک پہلا قول نہ ہوتا تو ان کے درمیان فیصلہ کر دیا جاتا۔ اور بیشک وہ اس کے بارے میں شک میں ہیں۔ 11:110; 41:45
- = یہ اللہ کے لیے مشکل نہیں۔ 14:20; 35:17
- = "پس جب میں اسے درست کر دوں اور اس میں اپنی روح پھونک دوں، تو تم اسے سجدے میں گر جانا۔" 15:29; 38:72
- = پس فرشتوں نے سب سجدہ کیا۔ 15:30; 38:73
- = (اللہ) نے فرمایا: "پس تو اس سے نکل جا، کیونکہ تو راندہ درگاہ ہے۔" 15:34; 38:77
- = (ابلیس) نے کہا: "میرے رب! پس مجھے اس دن تک مہلت دے جب لوگ اٹھائے جائیں گے۔" 15:36; 38:79
- = (اللہ) نے فرمایا: "پس بیشک تو مہلت پانے والوں میں سے ہے۔" 15:37; 38:80
- = مقررہ وقت کے دن تک۔" 15:38; 38:81
- = ان میں سے تیرے چنے ہوئے بندوں کے سوا۔ 15:40; 38:83
- = بیشک پرہیزگار لوگ باغوں اور چشموں میں ہوں گے۔ 15:45; 51:15
- = (ابراہیم) نے کہا: "پس تمہارا کیا کام ہے، اے رسولو؟" 15:57; 51:31
- = انہوں نے کہا: "ہم مجرم قوم کی طرف بھیجے گئے ہیں۔" 15:58; 51:32
- = جو لوگ ایمان لائے اور انہوں نے اپنے ایمان کو ظلم کے ساتھ نہیں ملایا – انہیں امن ہے اور وہی راہ یافتہ ہیں۔ 16:42; 29:59
- = تاکہ وہ ہماری دی ہوئی چیز کا انکار کریں۔ پس تم مزے کر لو، کیونکہ عنقریب جان لو گے۔ 16:55; 30:34
- = پھر اس نے ایک راستہ اپنایا۔ 18:89; 18:92
- = فرعون کے پاس جا، کیونکہ اس نے سرکشی کی ہے۔ 20:24; 79:17
- = اور جو اپنی شرمگاہوں کی حفاظت کرتے ہیں۔ 23:5; 70:29
- = اپنی بیویوں یا اپنے دائیں ہاتھ کی ملکیت (لونڈیوں) کے سوا – کیونکہ وہ ملامت کے مستحق نہیں۔ 23:6; 70:30
- = پس جو اس کے علاوہ تلاش کریں، وہی حد سے گزرنے والے ہیں۔ 23:7; 70:31
- = اور جو اپنی امانتوں اور اپنے عہد کا پاس رکھتے ہیں۔ 23:8; 70:32
- = (نوح) نے کہا: "میرے رب! میری مدد کر، کیونکہ انہوں نے مجھے جھٹلایا۔" 23:26; 23:39
- = طٰہ، سین، میم۔ 26:1; 28:1
- = یہ واضح کتاب کی آیات ہیں۔ 26:2; 28:2
- = بیشک اس میں ایک نشانی ہے، مگر ان میں اکثر ایمان لانے والے نہیں۔ 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = اور بیشک آپ کا رب – وہی زبردست، نہایت رحم والا ہے۔ 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = اور ہم نے باقی لوگوں کو غرق کر دیا۔ 26:66; 37:82
- = بیشک میں تمہارے لیے امانت دار رسول ہوں۔ 26:107; 26:125; 26:143; 26:162; 26:178
- = پس اللہ سے ڈرو اور میری اطاعت کرو۔ 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = اور میں اس پر تم سے کوئی اجر نہیں مانگتا؛ میرا اجر تو رب العالمین کے ذمے ہے۔ 26:109; 26:127; 26:145; 26:164; 26:180
- = باغوں اور چشموں میں۔ 26:147; 44:52
- = انہوں نے کہا: "تم تو جادو کیے ہوئے لوگوں میں سے ہو۔" 26:153; 26:185
- = مگر ان کی بیوی – ہم نے مقرر کر دیا کہ وہ پیچھے رہ جانے والوں میں سے ہوگی۔ 26:171; 37:135
- = پھر ہم نے باقیوں کو تباہ کر دیا۔ 26:172; 37:136
- = اور ہم نے ان پر (پتھروں کی) بارش برسائی، اور ڈرائے گئے لوگوں پر بارش کتنی بری تھی! 26:173; 27:58
- = تو کیا وہ عذاب کی جلدی کر رہے ہیں؟ 26:204; 37:176
- = جو نماز قائم کرتے ہیں، زکوٰۃ دیتے ہیں اور آخرت پر یقین رکھتے ہیں۔ 27:3; 31:4
- = اور (یاد کرو) اس دن کو جب وہ انہیں پکارے گا اور کہے گا: "میرے وہ شریک کہاں ہیں جن کا تم دعویٰ کرتے تھے؟" 28:62; 28:74
- = اور ہمارے باپ دادا؟ 37:17; 56:48
- = اور وہ ایک دوسرے کی طرف متوجہ ہوں گے، پوچھ گچھ کریں گے۔ 37:27; 52:25
- = مگر (وہ) اللہ کے چنے ہوئے بندے ہیں۔ 37:40; 37:74; 37:128; 37:160
- = نعمتوں والی جنتوں میں۔ 37:43; 56:12
- = اور ہم نے ان کے لیے بعد میں آنے والوں میں (اچھا نام) چھوڑا: 37:78; 37:108; 37:129
- = بیشک ہم نیکی کرنے والوں کو ایسا ہی بدلہ دیتے ہیں۔ 37:80; 37:121; 37:131; 77:44
- = بیشک وہ ہمارے مومن بندوں میں سے تھا۔ 37:81; 37:111; 37:132
- = تمہیں کیا ہو گیا ہے؟ کیسا فیصلہ کر رہے ہو؟ 37:154; 68:36
- = یہ (قرآن) تو تمام جہانوں کے لیے ایک نصیحت ہے۔ 38:87; 81:27
- = اس کتاب کا نزول اللہ کی طرف سے ہے – زبردست، بڑا حکمت والا۔ 39:1; 45:2; 46:2
- = حٰم۔ 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = واضح کتاب کی قسم۔ 43:2; 44:2
- = پس آپ انہیں چھوڑ دیں – وہ باطل گفتگو اور کھیل میں پڑے رہیں، یہاں تک کہ وہ اپنے اس دن سے جا ملیں جس کا ان سے وعدہ کیا گیا ہے۔ 43:83; 70:42
- = (ان سے کہا جائے گا): "تم جو کچھ کرتے رہے اس کے بدلے اطمینان سے کھاؤ اور پیو۔" 52:19; 77:43
- = یا آپ ان سے کوئی اجر مانگتے ہیں، جس سے وہ قرض کے بوجھ تلے دبے ہوں؟ 52:40; 68:46
- = یا ان کے پاس غیب کا علم ہے کہ وہ لکھ رہے ہیں؟ 52:41; 68:47
- = پس کیسی تھی میری عذاب اور میری ڈراوٴ! 54:16; 54:21; 54:30
- = اور ہم نے قرآن کو نصیحت کے لیے آسان کر دیا ہے۔ پس کوئی نصیحت پکڑنے والا ہے؟ 54:17; 54:22; 54:32; 54:40
- = پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟ 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = پہلے لوگوں میں سے ایک بڑا گروہ۔ 56:13; 56:39
- = بلکہ ہم (پھلوں سے) محروم رہ گئے؟ 56:67; 68:27
- = پس آپ اپنے عظیم رب کے نام کی تسبیح کریں۔ 56:74; 56:96; 69:52
- = یہ رب العالمین کی طرف سے نازل کردہ ہے۔ 56:80; 69:43
- = جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے سب اللہ کی تسبیح کرتے ہیں، اور وہی زبردست، بڑا حکمت والا ہے۔ 59:1; 61:1
- = جب اسے ہماری آیتیں سنائی جاتی ہیں تو وہ کہتا ہے: "یہ تو پہلے لوگوں کے افسانے ہیں!" 68:15; 83:13
- = پس وہ آرام کی زندگی میں ہوگا۔ 69:21; 101:7
- = بلند جنت میں۔ 69:22; 88:10
- = اور وہ مسکین کو کھانا کھلانے کی ترغیب نہیں دیتا۔ 69:34; 107:3
- = بیشک یہ (قرآن) ایک معزز رسول (جبرائیل) کا قول ہے۔ 69:40; 81:19
- = بیشک یہ ایک نصیحت ہے؛ پس جو چاہے وہ اپنے رب کی طرف راستہ بنا لے۔ 73:19; 76:29
- = پس جو چاہے وہ اسے یاد رکھے۔ 74:55; 80:12
- = اس دن جھٹلانے والوں کے لیے تباہی ہے! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = بیشک نیک لوگ آرام و راحت میں ہوں گے۔ 82:13; 83:22
- = یہ ایک لکھی ہوئی کتاب ہے۔ 83:9; 83:20
- = اونچی مسندوں پر (بیٹھے) دیکھ رہے ہوں گے۔ 83:23; 83:35
- = اور اپنے رب کا حکم مانا، اور اسے یوں ہی کرنا چاہیے تھا۔ 84:2; 84:5
- = اور نہ میں اس کی عبادت کرنے والا ہوں جس کی تم عبادت کرتے ہو۔ 109:3; 109:5
noblequran.com Schemas
- مکہ کے مشرکین اللہ کی ربوبیت (پروردگاری) کا اقرار کرتے تھے 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- کتاب اور حکمت (سنت) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- اپنے (گمراہ) آباؤ اجداد کی راہ کی پیروی کی مذمت 2:170; 31:21; 43:22
- اللہ کے رسول انسان تھے 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- مشرکین سختی کے وقت صرف اللہ ہی کو پکارتے تھے 10:22; 17:16; 29:65; 31:32
- دین میں تفرقہ ممنوع اور قابلِ مذمت ہے 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- اللہ کی صفتِ استواء 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- ایمان کا بڑھنا (اور گھٹنا) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- رسول اور مخلوق میں سے کوئی بھی مستقل طور پر غیب کا علم نہیں رکھتا 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- اللہ جس کے لیے چاہتا ہے رزق کشادہ کرتا ہے اور جس کے لیے چاہتا ہے تنگ کر دیتا ہے 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- قرآن واضح عربی زبان میں نازل ہوا 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- اللہ کسی جان کو اس کی طاقت سے زیادہ تکلیف نہیں دیتا 2:233, 286; 6:152; 7:42; 23:62; 65:7
- کوئی کسی اور کا بوجھ نہیں اٹھائے گا 6:164; 17:15; 35:18; 39:7; 53:38
- اگر اللہ تمہیں کسی نقصان سے دوچار کرے تو اس کے سوا کوئی اسے دور نہیں کر سکتا 6:17; 10:107
- اور اس سے بڑھ کر ظالم کون ہے جو... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- انسان خوشحالی میں ناشکرا اور ضرورت کے وقت عاجز ہو جاتا ہے 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- ثبات (تثبیت) اللہ سے طلب کیا جاتا ہے اور وہی اسے عطا کرتا ہے 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- تمام اختلافات کو اللہ اور اس کے رسول کی طرف لوٹایا جائے 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- جہنمیوں کے درمیان جھگڑا 26:96-102; 38:58-64; 40:47-50
- اللہ کے رسول کی اطاعت (طاعت) کرنا واجب ہے 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- قرآن میں سجدے کی آیات 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- امت میں تمام مصیبتیں نافرمانی کی وجہ سے ہیں 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- جسے اللہ گمراہ کر دے، اس کے لیے کوئی ہادی نہیں 13:33; 39:23, 26; 40:33; 7:186; 18:17
- تمام انبیاء نے اصلاح کا آغاز عبادت میں توحید سے کیا 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- کامیابی اور فلاح کا تعلق نفس کے تزکیے سے ہے 20:76; 35:18; 87:14; 91:9; 92:18
- تمام عزت اور طاقت اللہ ہی کی ہے 4:139; 10:65; 35:10; 63:8
- صرف اللہ کو خلوص اور سچائی کے ساتھ پکارنا واجب ہے 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65
- اللہ کے ساتھ کسی اور کو پکارنے کی ممانعت 10:106; 23:117; 25:68; 26:213; 28:88; 72:18
- تمام انبیاء نے اللہ کے تقویٰ اور (اپنی) اطاعت کا حکم دیا 43:63; 71:1-28
- ہجرت کے بارے میں 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- مخلوق کے لیے اللہ کے سوا کوئی حقیقی سرپرست یا مددگار نہیں 2:107, 120; 9:74, 116; 29:22; 42:31
- وہ لوگ جن کے دلوں پر اللہ مہر لگا دیتا ہے 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- ایمان خوف اور امید کے درمیان ہے 17:57; 32:16; 39:9
- کفر، شرک اور نفاق کے سبب تمام اعمال کے باطل ہونے کے بارے میں 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- اللہ کی وحی اور انبیاء ہدایت، علم اور ایمان کی روشنیاں ہیں 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- کلمات کو مسخ کرنے والے یہود اور اہلِ تاویل (تحریف) ہیں 2:75; 4:46; 5:13; 5:41
- دنیا کی زندگی محض عارضی لطف اور تفریح ہے 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- دہریہ (ملحدین) 45:24; 6:29; 23:37
- اللہ نے محمد کو دین کے ساتھ بھیجا تاکہ وہ باقی تمام (منسوخ یا باطل) ادیان پر غالب آئے 9:33; 48:28; 61:9
- طاغوت کے بارے میں اور اس سے اجتناب کی ضرورت 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- وہ چال چلتے ہیں اور اللہ بھی چال چلتا ہے، اور وہ سب سے بہتر چال چلنے والا ہے 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- قیامت کا علم صرف اللہ کے پاس ہے 7:187; 33:63; 41:47
- فرقان (حق و باطل میں فرق کرنے والا) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- برائی کو بہترین طریقے سے دور کرنا 23:96; 28:54; 41:34
- قیامت بہت قریب ہے 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- اور اس کی نشانیوں میں سے... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- اللہ اپنی نشانیاں بیان کرتا ہے تاکہ تم... 2:73, 187, 221, 242; 3:103; 5:89
- اللہ ہر چیز کا خالق ہے 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- اللہ نے مخلوق کو عبث یا کھیل کے لیے پیدا نہیں کیا 21:16; 38:27; 44:38; 46:3
- اللہ نے انسانوں کو اس لیے پیدا کیا کہ وہ صرف اسی کی عبادت کریں اور آزمائے کہ ان میں سے کون عمل میں بہتر ہے 11:7; 18:7; 51:56; 67:2
- اللہ نے رسولوں کو اپنی عبادت کی طرف بلانے، اطاعت کیے جانے، اور خوشخبری دینے والے و ڈرانے والے بنا کر بھیجا 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- قدر کے چار درجات 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29
- عبادت کی اقسام اور انداز 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- اللہ جسے چاہتا ہے ہدایت دیتا ہے اور جسے چاہتا ہے گمراہ کر دیتا ہے 14:4; 16:93; 35:8; 74:31
- وہ لوگ جنہیں اللہ گمراہ کرتا ہے 2:26; 9:115; 14:27; 40:34, 74; 45:23
- جسے اللہ گمراہ کر دے، اسے کوئی ہدایت نہیں دے سکتا 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- اللہ کے لیے کسی بھی مشابہت کی نفی 2:22; 19:65; 42:11; 112:4
- اللہ کسی پر ظلم نہیں کرتا، بلکہ وہ خود اپنی جانوں پر ظلم کرتے ہیں 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- سلف (صحابہ) کی پیروی واجب ہے 2:137; 9:100; 4:115; 48:18, 29
- دعوت دینے کا طریقہ کار 12:108; 16:125; 29:46
- شرک صرف بتوں تک محدود نہیں بلکہ انبیاء، فرشتوں، جنوں اور نیک لوگوں کے ذریعے شفاعت طلب کرنا بھی اس میں شامل ہے 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3
- نکاح کی عمر کا تعین کرنے والے عوامل 4:6; 6:152; 24:59
- جبریل وہ پاک، امانت دار روح ہیں جو قرآن اللہ کی طرف سے رسول کے پاس لائے 2:97; 16:102; 26:192
- مدد، فتح اور غلبہ اللہ اور اس کے رسولوں کے لیے ہے 30:47; 37:171-173; 40:51; 58:21

Matching Phrases 13 words
- اور یقیناً آپ سے پہلے رسولوں کے ساتھ بھی استہزا کیا گیا، پس جنہوں نے ان کا مذاق اڑایا، انہیں اسی چیز نے گھیر لیا جس کا وہ مذاق اڑاتے تھے۔ (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- اور مدین کی طرف (ہم نے بھیجا) ان کے بھائی شعیب کو۔ انہوں نے کہا: اے میری قوم! اللہ کی عبادت کرو؛ اس کے سوا تمہارا کوئی معبود نہیں۔ (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- اور ثمود کی طرف (ہم نے بھیجا) ان کے بھائی صالح کو۔ انہوں نے کہا: اے میری قوم! اللہ کی عبادت کرو؛ اس کے سوا تمہارا کوئی معبود نہیں۔ (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- کہ اللہ رزق کو جس کے لیے چاہتا ہے کشادہ کر دیتا ہے اور تنگ کر دیتا ہے۔ یقیناً اس میں ایمان لانے والوں کے لیے نشانیاں ہیں۔ (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- اور عاد کی طرف (ہم نے بھیجا) ان کے بھائی ہود کو۔ انہوں نے کہا: اے میری قوم! اللہ کی عبادت کرو؛ اس کے سوا تمہارا کوئی معبود نہیں۔ (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- اور جن لوگوں نے ایمان لایا اور نیک عمل کیے، ہم انہیں ایسی جنتوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہیں، وہ ان میں ہمیشہ رہیں گے۔ (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- جن کے نیچے نہریں بہتی ہیں، وہ ان میں ہمیشہ رہیں گے۔ اللہ ان سے راضی ہے اور وہ اللہ سے راضی ہیں۔ یہی ہے... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- کہہ دیجیے: میں تمہاری طرح ایک انسان ہی ہوں؛ میری طرف وحی کی جاتی ہے کہ تمہارا معبود ایک ہی معبود ہے۔ (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- اور لوگوں میں سے کچھ ایسے ہیں جو بغیر علم، بغیر ہدایت اور بغیر روشن کتاب کے اللہ کے بارے میں جھگڑتے ہیں۔ (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- وہ رات کو دن میں اور دن کو رات میں داخل کرتا ہے، اور اس نے سورج اور چاند کو مسخر کر رکھا ہے، ہر ایک (مقررہ وقت تک) چل رہا ہے... (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- آسمان سے پانی اتارا، پھر اس کے ذریعے زمین کو اس کی موت کے بعد زندہ کیا۔ یقیناً اس میں (سننے والوں) لوگوں کے لیے ایک نشانی ہے۔ (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- یقیناً جن لوگوں نے کفر کیا، ان کے مال اور ان کی اولاد اللہ کے سامنے ان کے کسی کام نہیں آئیں گی۔ اور وہ... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- جس نے آسمانوں اور زمین اور جو کچھ ان کے درمیان ہے، چھ دنوں میں پیدا کیا، پھر عرش پر استوا فرمایا۔ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- کیا انہوں نے زمین میں سیر نہیں کی تاکہ دیکھتے کہ ان سے پہلے لوگوں کا انجام کیسا ہوا؟ وہ... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- یقیناً اللہ ایمان لانے والوں اور نیک عمل کرنے والوں کو ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں۔ (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- یقیناً اللہ کا وعدہ سچ ہے؛ پس دنیاوی زندگی تمہیں دھوکہ نہ دے، اور دھوکے باز تمہیں اللہ کے بارے میں دھوکہ نہ دے۔ (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- پس جو ہدایت پائے، وہ اپنے لیے ہدایت پاتا ہے؛ اور جو گمراہ ہو، وہ اپنے نقصان کے لیے گمراہ ہوتا ہے۔ (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- اور اپنی لاٹھی ڈال دو۔ جب اس نے دیکھی کہ وہ سانپ کی طرح ہل رہی ہے، تو پیٹھ پھیر کر بھاگ گیا اور پیچھے مڑ کر نہ دیکھا۔ اے موسیٰ... (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- زمین میں سیر کرو اور دیکھو کہ تم سے پہلے لوگوں کا انجام کیسا ہوا۔ ان میں سے اکثر... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- پس جو کچھ وہ کہتے ہیں اس پر صبر کرو، اور سورج نکلنے سے پہلے اور اس کے ڈوبنے سے پہلے اپنے رب کی حمد کے ساتھ تسبیح کرو۔ (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- اور یتیم کے مال کے قریب نہ جاؤ، مگر اس طریقے سے جو بہتر ہو، یہاں تک کہ وہ اپنی بلوغت کو پہنچ جائے۔ اور عہد پورا کرو... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- اندھے پر کوئی حرج نہیں، لنگڑے پر کوئی حرج نہیں، اور بیمار پر کوئی حرج نہیں۔ (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- کیا یہ حق نہیں؟ انہوں نے کہا: کیوں نہیں، ہمارے رب کی قسم! اس نے کہا: پھر اپنے کفر کے بدلے عذاب چکھو۔ (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- کمزوروں نے متکبروں سے کہا: ہم تمہارے پیروکار تھے۔ کیا تم اللہ کے عذاب سے ہمیں بچا سکتے ہو؟ (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- یہ صرف وہ نام ہیں جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں؛ اللہ نے ان کے لیے کوئی دلیل نہیں اتاری۔ یقیناً... (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- آپ سے پہلے ہم نے صرف مردوں کو رسول بنا کر بھیجا، جن کی طرف ہم وحی اتارتے تھے؛ پس اگر تم نہیں جانتے تو اہل ذکر سے پوچھ لو۔ (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- اس نے کہا: کیا تم اس پر ایمان لائے اس سے پہلے کہ میں تمہیں اجازت دوں؟ یقیناً وہ تمہارا بڑا ہے جس نے تمہیں جادو سکھایا۔ (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- اور کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھائے گا۔ پھر تمہارے رب کی طرف تمہاری واپسی ہے، پھر وہ تمہیں بتائے گا جس میں تم اختلاف کرتے تھے۔ (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- اور ہم نے کہا: تم سب اتر جاؤ، تم ایک دوسرے کے دشمن ہو۔ اور زمین میں تمہارے لیے ایک مقررہ وقت تک ٹھکانا اور فائدہ ہے۔ (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- دو: کہہ دو: کیا اس نے دو نروں کو حرام کیا ہے، یا دو مادہ کو، یا جو دو مادہ کے پیٹوں میں ہے؟ (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- اور میں اس پر تم سے کوئی اجر نہیں مانگتا؛ میرا اجر تو صرف رب العالمین کے پاس ہے۔ (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- کیا انہوں نے زمین میں سیر نہیں کی تاکہ دیکھتے کہ ان سے پہلے لوگوں کا انجام کیسا ہوا؟ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- زمین میں سیر کرو اور دیکھو کہ تم سے پہلے لوگوں کا انجام کیسا ہوا۔ وہ... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- یقیناً آپ کا رب، جو اس کی راہ سے بھٹکتا ہے اسے خوب جانتا ہے، اور وہی راہ پانے والوں کو خوب جانتا ہے۔ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر عرش پر استوا فرمایا۔ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- اور اس سے بڑھ کر ظالم کون ہے جو اللہ پر جھوٹ باندھے یا اس کی آیات کو جھٹلائے؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- وہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا، تاکہ اسے تمام مذاہب پر غالب کر دے۔ (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- یقیناً وہ لوگ کافر ہو گئے جنہوں نے کہا کہ اللہ مسیح ابن مریم ہے۔ کہہ دیجیے... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- آپ اندھوں کو ان کی گمراہی سے (حق) نہیں سنا سکتے۔ آپ تو صرف انہیں سنا سکتے ہیں جو ہماری آیات پر ایمان لاتے ہیں، پھر وہ مسلمان ہو جاتے ہیں۔ (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- دنیاوی زندگی کی مثال اس پانی کی سی ہے جسے ہم نے آسمان سے اتارا، پھر اس کے ساتھ زمین کی نباتات مل گئیں... (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- اس (کشتی) میں ہر قسم کے جوڑے جوڑے اور اپنے گھر والوں کو (سوار کرو) - سوائے ان کے جن پر پہلے ہی حکم صادر ہو چکا ہے... (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- میں تم سے یہ نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں، اور نہ میں غیب جانتا ہوں، اور نہ میں کہتا ہوں... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- یقیناً اللہ لوگوں پر بڑا فضل فرمانے والا ہے، لیکن اکثر لوگ شکر نہیں کرتے۔ (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- اور ان کے رب کی آیات میں سے کوئی آیت ان کے پاس نہیں آتی مگر وہ اس سے منہ موڑ لیتے ہیں۔ (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- اور اس دن کا خوف کرو جب کوئی جان کسی دوسری کے بدلے کچھ نہیں دے گی، اور نہ اس سے کوئی سفارش قبول کی جائے گی۔ (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- یقیناً آپ مردوں کو نہیں سنا سکتے، اور نہ آپ بہروں کو آواز سنا سکتے ہیں جب وہ پیٹھ پھیر کر بھاگ رہے ہوں۔ (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- تم پر مُردار، خون، سور کا گوشت اور جسے اللہ کے سوا کسی اور کے نام پر ذبح کیا گیا ہو، حرام کیا گیا ہے۔ (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- اللہ کی تسبیح کرتی ہے ہر وہ چیز جو آسمانوں اور زمین میں ہے، اور وہی زبردست، حکمت والا ہے۔ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- مگر جنہوں نے اس کے بعد توبہ کر لی اور (اپنی حالت) درست کر لی۔ یقیناً اللہ بہت معاف کرنے والا، بہت رحم کرنے والا ہے۔ (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- (جو کچھ) انبیاء کو ان کے رب کی طرف سے ملا؛ ہم ان میں سے کسی میں فرق نہیں کرتے، اور ہم اسی کے مسلم (فرماں بردار) ہیں۔ (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- آپ کے رب کی طرف سے (بھیجا گیا) تاکہ آپ ان لوگوں کو ڈرائیں جن کے پاس آپ سے پہلے کوئی ڈرانے والا نہیں آیا، تاکہ وہ... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- اے نبی! کافروں اور منافقوں سے جہاد کرو اور ان پر سختی کرو۔ ان کا ٹھکانا جہنم ہے، اور وہ بہت برا ٹھکانا ہے! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- یقیناً آپ کا رب قیامت کے دن ان کے درمیان اس چیز کا فیصلہ کرے گا جس میں وہ اختلاف کرتے تھے۔ (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- اس نے کہا: اے میرے رب! میرے لیے کوئی نشانی رکھ دے۔ اس نے کہا: تیری نشانی یہ ہے کہ تو تین دن لوگوں سے بات نہ کرے۔ (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- پس اپنا رخ مسجد حرام کی طرف پھیر لو۔ اور تم جہاں کہیں بھی ہو، اپنے چہرے اسی کی طرف پھیر لو۔ (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- اے بنی اسرائیل! میری اس نعمت کو یاد کرو جو میں نے تم پر انعام کی، اور میں نے تمہیں تمام جہانوں پر فضیلت دی۔ (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- سات موٹی گائیں جنہیں سات دبلی گائیں کھا جائیں؛ اور سات سبز بالیاں اور دوسری خشک... (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- اور ہر امت کے لیے ایک مقررہ مدت ہے؛ پس جب ان کی مدت آ جاتی ہے، تو نہ ایک گھڑی پیچھے ہٹ سکتے ہیں اور نہ آگے بڑھ سکتے ہیں۔ (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (جسے) اللہ کے سوا کسی اور کے نام پر ذبح کیا گیا ہو، لیکن جو شخص (بھوک سے) مجبور ہو جائے، حالانکہ وہ سرکشی نہ کرتا ہو اور حد سے نہ گزرتا ہو، پس... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- اور جب ان سے کہا جاتا ہے: اللہ نے جو نازل کیا ہے اس کی پیروی کرو، تو وہ کہتے ہیں: بلکہ ہم اس کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا۔ (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- اس نے کہا: اے میری قوم! اللہ کی عبادت کرو؛ اس کے سوا تمہارا کوئی معبود نہیں۔ کیا تم (اس سے) نہیں ڈرتے؟ (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words
- وہ زمین میں سیر کرتے ہیں اور دیکھتے ہیں کہ ان سے پہلوں کا انجام کیسا تھا۔ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- اور اس سے بڑھ کر ظالم کون ہے جو اللہ پر جھوٹ باندھے یا جھٹلائے؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- بےشک تیرا رب خوب جانتا ہے کہ اس کی راہ سے کون بھٹکتا ہے اور وہ خوب جانتا ہے۔ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- کیا انہوں نے زمین میں سیر نہیں کی تاکہ دیکھتے کہ ان سے پہلوں کا انجام کیسا تھا؟ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- ان کے لیے ان کا اجر ان کے رب کے پاس ہے، اور نہ انہیں کوئی خوف ہے اور نہ وہ غمگین ہوں گے۔ (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- اور جو لوگ ایمان لائے اور نیک عمل کیے انہیں ایسی جنتوں میں داخل کیا جائے گا جن کے نیچے نہریں بہتی ہیں۔ (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- اس نے کہا: اے میری قوم! اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں، کیا تم؟ (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- ان کے مال اور ان کی اولاد اللہ کے سامنے ہرگز کچھ کام نہ آئیں گے، اور وہی لوگ ہیں۔ (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- جنتوں کے نیچے نہریں بہتی ہیں، وہ ان میں ہمیشہ رہیں گے، اور یہی بڑی کامیابی ہے۔ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- کیا انہیں اپنے سے پہلے لوگوں کی خبر نہیں پہنچی – نوح، عاد اور ثمود کی قوم؟ (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- اللہ کی طرف میرے مددگار کون ہیں؟ حواریوں نے کہا: ہم اللہ کے مددگار ہیں، ہم ایمان لائے۔ (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- تیرا رب خوب جانتا ہے کہ اس کی راہ سے کون بھٹکا اور وہ ہدایت یافتہ لوگوں کو بھی خوب جانتا ہے۔ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- یہ اس لیے کہ اللہ ہی حق ہے اور وہ سب باطل ہیں جنہیں وہ اس کے سوا پکارتے ہیں۔ (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- اور جو اللہ اور اس کے رسول کی اطاعت کرے گا، وہ اسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں۔ (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- اس نے تم پر صرف مردار، خون، سور کا گوشت اور وہ چیز حرام کی ہے جو (اللہ کے سوا) ذبح کی گئی۔ (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- کہ اللہ کے سوا کسی کی عبادت نہ کرو۔ بےشک میں تم پر ایک بڑے دن کے عذاب سے ڈرتا ہوں۔ (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- یہ غیب کی خبروں میں سے ہے جسے ہم تمہاری طرف وحی کرتے ہیں؛ تم ان کے پاس نہ تھے جب۔ (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- کیا تمہیں تعجب ہے کہ تمہارے رب کی طرف سے تم میں سے ایک آدمی کے ذریعے تمہیں نصیحت آئی تاکہ وہ تمہیں ڈرائے؟ (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- کہہ دو: بےشک مجھے منع کیا گیا ہے کہ میں ان کی عبادت کروں جنہیں تم اللہ کے سوا پکارتے ہو۔ (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- مگر اپنی بیویوں یا اپنے دست راست کی ملکیت (کنیزوں) کے سوا – تو وہ قابل ملامت نہیں۔ (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- اس لیے کہ اللہ رات کو دن میں داخل کرتا ہے اور دن کو رات میں داخل کرتا ہے۔ (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- ایک آگ، اس نے اپنے گھر والوں سے کہا: ٹھہرو، میں نے آگ دیکھی ہے، شاید میں تمہارے لیے اس میں سے کچھ لاؤں۔ (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- اس نے کہا: میں اس سے بہتر ہوں؛ تو نے مجھے آگ سے بنایا اور اسے مٹی سے بنایا۔ (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- اور جب ان سے کہا جائے: اللہ کے نازل کردہ (قرآن) اور رسول کی طرف آؤ تو وہ کہتے ہیں۔ (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- ان پر غم نہ کرو اور ان کی چالیں تراشنے سے تنگ دل نہ ہو۔ (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- اور اگر اللہ تجھے کوئی تکلیف پہنچائے تو اسے اس کے سوا کوئی دور نہیں کر سکتا؛ اور اگر۔ (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- ان سے پہلے (بہت سی) قومیں (گزر چکی ہیں) جو اپنی بستیوں میں چل پھر رہی ہیں۔ بےشک اس میں بڑی نشانیاں ہیں۔ (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- اور ہم نے ان کے دلوں پر پردے ڈال دیے تاکہ وہ اسے نہ سمجھیں اور ان کے کانوں میں گرانی (پیدا کر دی) اور اگر۔ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- ان کے رسول ان کے پاس کھلی نشانیاں لے کر آئے، مگر اللہ ان پر ظلم کرنے والا نہ تھا، بلکہ وہ خود اپنی جانوں پر ظلم کرتے تھے۔ (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- اور زمین میں، اور اللہ کے سوا تمہارا کوئی ولی اور نہ کوئی مددگار ہے۔ (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- پھر تم غیب اور شہادت کے جاننے والے کی طرف لوٹائے جاؤ گے، پھر وہ تمہیں بتائے گا جو تم کرتے تھے۔ (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- رات تاکہ تم اس میں سکون حاصل کرو اور دن روشن (بنایا)۔ بےشک اس میں ان لوگوں کے لیے نشانیاں ہیں جو غور کریں۔ (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- اور تیرے رب کی طرف سے جو کچھ تیری طرف اتارا گیا ہے وہ ان میں سے اکثر کی سرکشی اور کفر ہی بڑھائے گا۔ (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- اس نے کہا: اے میری قوم! تم بتاؤ تو اگر میں اپنے رب کی طرف سے کھلی دلیل پر ہوں اور اس نے مجھے (رحمت) دی ہو؟ (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- اور وہ کہتے ہیں: اس پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتاری گئی؟ کہہ دو: بےشک۔ (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- اس دن کے آنے سے پہلے جسے اللہ کی طرف سے کوئی پھیرنے والا نہیں۔ (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- یہ اللہ کا فضل ہے جسے وہ جسے چاہتا ہے عطا کرتا ہے، اور اللہ بڑے فضل والا ہے۔ (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- اور بےشک تمہارے لیے چوپایوں میں عبرت ہے؛ ہم تمہیں ان کے پیٹوں میں جو ہے اس سے پلاتے ہیں۔ (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- کہ یہ ان کے رب کی طرف سے حق ہے اور اللہ اس سے غافل نہیں جو وہ کرتے ہیں۔ (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- ان کے آگے اور ان کے پیچھے سے، تاکہ تم اللہ کے سوا کسی کی عبادت نہ کرو۔ (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- بےشک تم عورتوں کو چھوڑ کر مردوں سے شہوت کی خاطر آتے ہو، بلکہ تم (حد سے گزرنے والی) قوم ہو۔ (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- وہ ان میں ہمیشہ رہیں گے جب تک آسمان اور زمین قائم ہیں، مگر جو تمہارا رب چاہے۔ (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- وہ سب جو آسمانوں اور زمین میں ہیں، مگر جسے اللہ چاہے۔ (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- وہاں انہیں سونے کے کنگنوں اور موتیوں سے آراستہ کیا جائے گا اور ان کے لباس ریشم کے ہوں گے۔ (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- اور آسمان سے پانی اتارا اور اس کے ذریعے پھل نکالے تمہارے رزق کے لیے۔ (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- اور جب ہم نے تم سے عہد لیا اور تم پر طور کو بلند کیا: جو ہم نے تمہیں دیا اسے مضبوطی سے پکڑو۔ (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- اس نے ان سے منہ پھیر لیا اور کہا: اے میری قوم! بےشک میں نے تمہیں اپنے رب کا پیغام پہنچا دیا اور تمہیں نصیحت کی۔ (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- ان کے نیچے نہریں بہتی ہیں، وہاں انہیں سونے کے کنگنوں سے آراستہ کیا جائے گا۔ (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- اگر ان کے پاس وہ سب کچھ ہو جو زمین میں ہے اور اس کے ساتھ اتنا ہی اور ہو، تاکہ وہ (اس کے ذریعے) خود کو چھڑا لیں۔ (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- کسی جاندار کو (عذاب میں جلدی نہیں کرتا)، لیکن انہیں ایک مقررہ مدت تک مہلت دیتا ہے؛ پھر جب ان کی مدت آتی ہے۔ (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- ہم نے تمہیں مٹی سے پیدا کیا، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر۔ (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- اللہ قیامت کے دن ان کے درمیان ان باتوں کا فیصلہ کر دے گا جن میں وہ اختلاف کرتے تھے۔ (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- تمہارے پاس علم سے (کچھ) آ چکا؛ تمہیں اللہ کی طرف سے کوئی ولی نہیں اور نہ کوئی۔ (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- اور جب ہم انسان کو نعمت دیتے ہیں تو وہ منہ موڑ لیتا ہے اور دور ہو جاتا ہے، اور جب اسے مصیبت پہنچتی ہے۔ (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- اور نہ اس سے چھوٹا اور نہ بڑا (کوئی عمل) مگر وہ کتاب مبین میں (درج) ہے۔ (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words
- اس نے کہا: اے میری قوم! اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں۔ (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- کیا انہوں نے زمین میں سیر نہیں کی تاکہ دیکھتے کہ پہلے لوگوں کا انجام کیسا تھا؟ (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- ان کا اجر ان کے رب کے پاس ہے، نہ انہیں کوئی خوف اور نہ وہ غمگین ہوں گے۔ (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- وہ زمین میں سیر کرتے ہیں اور دیکھتے ہیں کہ ان سے پہلوں کا انجام کیسا تھا۔ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- زمین میں (سیر کرتے ہیں) اور دیکھتے ہیں کہ ان سے پہلوں کا انجام کیسا تھا۔ (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- اور اس سے بڑھ کر ظالم کون ہے جو اللہ پر جھوٹ باندھے یا (جھٹلائے)؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- اور جب وہ کسی کام کا فیصلہ کرتا ہے تو اسے صرف یہ کہتا ہے: ہو جا، اور وہ ہو جاتا ہے۔ (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- اور اللہ کے سوا تمہارا کوئی ولی اور نہ کوئی مددگار ہے۔ (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- بےشک میں ان کی برائیوں کو مٹا دوں گا اور انہیں ایسی جنتوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہیں۔ (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- ہم انہیں ایسی جنتوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- تیرا رب خوب جانتا ہے کہ اس کی راہ سے کون بھٹکا اور وہ خوب جانتا ہے۔ (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- تم غیب اور شہادت کے جاننے والے کی طرف لوٹائے جاؤ گے، پھر وہ تمہیں بتائے گا جو تم کرتے تھے۔ (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- تمہارے بیٹوں کو قتل کرتے اور تمہاری عورتوں کو زندہ چھوڑتے تھے، اور اس میں تمہارے رب کی طرف سے بڑی آزمائش تھی۔ (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- بےشک تیرا رب خوب جانتا ہے کہ اس کی راہ سے کون بھٹکا اور وہ۔ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- اللہ جس کے لیے آسمانوں اور زمین میں جو کچھ ہے سب اسی کا ہے۔ (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- تم سے پہلے گزر چکی ہوئی قوموں میں – جنوں اور انسانوں میں سے۔ (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں، کیا تم ڈرتے نہیں؟ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- اور ہم نے ان کے دلوں پر پردے ڈال دیے تاکہ وہ اسے نہ سمجھیں اور ان کے کانوں میں گرانی (پیدا کر دی)۔ (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- وہ قیامت کے دن ان کے درمیان ان باتوں کا فیصلہ کرے گا جن میں وہ اختلاف کرتے تھے۔ (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- اس نے کہا: اے میری قوم! تم بتاؤ تو اگر میں اپنے رب کی طرف سے کھلی دلیل پر ہوں؟ (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- یہ اس وجہ سے جو تمہارے ہاتھوں نے پہلے بھیجا اور اللہ بندوں پر ظلم کرنے والا نہیں۔ (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- دنیا میں ان کے لیے رسوائی ہے اور آخرت میں ان کے لیے بڑا عذاب ہے۔ (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- جو آسمانوں اور زمین میں ہے، اور اللہ کافی ہے کارساز۔ (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- مگر وہ لوگ جو ایمان لائے اور نیک عمل کیے، ان کے لیے نہ ختم ہونے والا اجر ہے۔ (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- تاکہ تو میرے ساتھ شریک کرے جس کا تجھے علم نہیں، پس ان دونوں کی اطاعت نہ کر۔ (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- بےشک یہ ایک نصیحت ہے، پس جو چاہے اپنے رب کی طرف راہ اختیار کر لے۔ (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- جو شکر کرتا ہے تو اپنے ہی فائدے کے لیے شکر کرتا ہے اور جو ناشکری کرتا ہے تو بےشک۔ (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- جو نماز قائم کرتے ہیں اور زکوٰة دیتے ہیں اور آخرت پر یقین رکھتے ہیں۔ (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- ابراہیم، اسماعیل، اسحاق، یعقوب اور ان کی اولاد، اور جو موسیٰ اور عیسیٰ کو دیا گیا۔ (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- گروہ در گروہ، یہاں تک کہ جب وہ اس کے پاس آئیں گے تو اس کے دروازے کھول دیے جائیں گے اور اس کے پہرے دار ان سے کہیں گے۔ (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- اللہ تمہیں تمہاری قسموں میں لغو (بےمعنی) باتوں پر نہیں پکڑے گا، لیکن تمہیں پکڑے گا اس پر جو۔ (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- رحمت، وہ اس پر خوش ہوئے، اور اگر انہیں ان کے ہاتھوں کی کمائی کی وجہ سے کوئی برائی پہنچتی ہے۔ (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- جن کے نیچے نہریں بہتی ہیں، وہ ان میں ہمیشہ رہیں گے، اور عمل کرنے والوں کا کیا ہی اچھا اجر ہے! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- اللہ جانتا ہے جو کچھ آسمانوں اور زمین میں ہے، اور اللہ۔ (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- اللہ کی اطاعت کرو اور رسول کی اطاعت کرو، پھر اگر تم منہ موڑو تو اس پر (فرض) صرف۔ (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- ان کا اجر ان کے رب کے پاس ہے، نہ انہیں کوئی خوف اور نہ وہ۔ (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- اور انہوں نے کہا: کیا جب ہم ہڈیاں اور ریزہ ریزہ ہو جائیں گے تو کیا ہم نئی تخلیق میں اٹھائے جائیں گے؟ (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- اور وہ اپنے لیے اللہ کے سوا کوئی ولی اور نہ کوئی مددگار پائیں گے۔ (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- تم کتنی دیر ٹھہرے؟ اس نے کہا: ایک دن یا ایک دن کا کچھ حصہ ٹھہرا ہوں۔ اس نے کہا: (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- ہمیشہ قیامت کے دن تک۔ کون ہے اللہ کے سوا کوئی معبود جو تمہیں (یہ) لا سکے؟ (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- جو نیک عمل کرے خواہ مرد ہو یا عورت اور وہ مومن ہو۔ (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- جو لوگ اللہ کی راہ سے روکتے ہیں اور اسے ٹیڑھا کرنا چاہتے ہیں اور آخرت کا انکار کرتے ہیں۔ (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- جہاں چاہو (کھاؤ) اور اس درخت کے قریب نہ جانا ورنہ تم ظالموں میں سے ہو جاؤ گے۔ (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- کہہ دو: اے میری قوم! تم اپنی جگہ عمل کرو، میں بھی عمل کرتا ہوں، عنقریب تم جان لو گے۔ (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- بےشک نقصان اٹھانے والے وہ ہیں جنہوں نے قیامت کے دن اپنے آپ کو اور اپنے گھر والوں کو نقصان میں ڈالا۔ خبردار! (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- جو ہدایت پاتا ہے تو اپنے فائدے کے لیے پاتا ہے اور جو بھٹکتا ہے تو اپنے نقصان کے لیے بھٹکتا ہے، اور کوئی۔ (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- اور کافر کہتے ہیں: اس پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتاری گئی؟ (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- جس نے تمہارے لیے رات بنائی تاکہ تم اس میں سکون کرو اور دن کو روشن (بنایا)۔ بےشک۔ (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- اس دن کے آنے سے پہلے جس میں نہ کوئی خرید و فروخت ہو اور نہ کوئی (دوستی)۔ (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- تاکہ وہ غور کریں، ان کے ساتھی کو کوئی جنون نہیں، وہ تو صرف ایک ڈرانے والا ہے۔ (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- وہ ان میں ہمیشہ رہیں گے، نہ ان سے عذاب ہلکا کیا جائے گا اور نہ انہیں مہلت دی جائے گی۔ (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- اپنی نگاہیں اس چیز پر نہ دوڑا جو ہم نے ان میں سے بعض کو عارضی فائدہ دیا ہے۔ (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- اور لوگوں کو ان کی چیزیں کم نہ دو اور زمین میں فساد نہ پھیلاؤ۔ (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- اور اس پر سلام ہے جس دن وہ پیدا ہوا، جس دن مرے گا اور جس دن زندہ اٹھایا جائے گا۔ (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- اے میری قوم! تم اپنی جگہ عمل کرو، میں بھی عمل کرتا ہوں، عنقریب تم جان لو گے کہ کون۔ (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- اور کسی رسول کو یہ حق نہیں کہ وہ اللہ کی اجازت کے بغیر کوئی نشانی لے آئے۔ (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- پھر ہر شخص کو اس کی کمائی کا پورا پورا بدلہ دیا جائے گا اور ان پر ظلم نہیں کیا جائے گا۔ (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- خواہ مرد ہو یا عورت اور وہ مومن ہو – یہی لوگ جنت میں داخل ہوں گے۔ (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- اس نے کوئی اولاد نہیں رکھی اور نہ بادشاہت میں اس کا کوئی شریک ہے۔ (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- اللہ جسے ہدایت دے وہی ہدایت یافتہ ہے اور جسے گمراہ کرے اس کے لیے تم کوئی ولی نہ پاؤ گے۔ (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- دیکھو وہ تمہیں کیسی کیسی مثالیں دیتے ہیں، پس وہ بھٹک گئے اور راستہ نہیں پا سکتے۔ (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- کہہ دو: میں ڈرتا ہوں اگر میں اپنے رب کی نافرمانی کروں تو ایک بڑے دن کے عذاب سے۔ (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- ان کی شرمگاہیں کھل گئیں اور وہ جنت کے پتوں سے اپنے اوپر چپکنے لگے۔ (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- اور تم اپنی قدرت کے مطابق اللہ کے سوا جنہیں پکار سکتے ہو پکار لو، اگر تم سچے ہو۔ (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- وہ سب کچھ جو زمین میں ہے اور اس کے ساتھ اتنا ہی اور، تاکہ وہ اس کے ذریعے خود کو چھڑا سکیں۔ (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- جو ہم نے تمہیں دیا ہے اسے مضبوطی سے پکڑو اور جو اس میں ہے اسے یاد رکھو – شاید تم ڈرو۔ (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- کیا تم وہ فحش کام کرتے ہو جو تم سے پہلے جہان والوں میں سے کسی نے نہیں کیا؟ (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- آسمانوں اور زمین میں جو کچھ ہے سب اللہ کا ہے اور اللہ (ہر چیز کا) احاطہ کیے ہوئے ہے۔ (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- ان کے اعمال کی برائیاں ان پر آ پڑیں اور جس چیز کا وہ مذاق اڑاتے تھے اس نے انہیں گھیر لیا۔ (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- تم میں سے ایک رسول جو تمہیں ہماری آیات پڑھ کر سنائے، تمہیں پاک کرے اور تمہیں کتاب و حکمت سکھائے۔ (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- اس سے بارہ چشمے پھوٹ نکلے، ہر قوم نے اپنا پانی پینے کی جگہ معلوم کر لی۔ (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- مگر گمان، بےشک گمان حق کے مقابلے میں کچھ فائدہ نہیں دیتا۔ (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- پھر جب میں اسے درست کر لوں اور اس میں اپنی روح پھونک دوں تو تم اس کے سامنے سجدے میں گر پڑنا۔ (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- گھر (آخرت) کا انجام کس کے لیے ہے؟ بےشک ظالم کامیاب نہیں ہوں گے۔ (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- جس نے آسمانوں اور زمین کو پیدا کیا، وہ ان جیسا پیدا کرنے پر قادر ہے۔ (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- مومن مردوں اور مومن عورتوں کے لیے – جنتوں کے نیچے نہریں بہتی ہیں، وہ ان میں ہمیشہ رہیں گے۔ (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- اور اگر تم ان سے پوچھو کہ آسمانوں اور زمین کو کس نے پیدا کیا ہے تو ضرور کہیں گے: اللہ۔ کہہ دو: (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- اور ہم نے لوگوں کے لیے اس قرآن میں ہر قسم کی مثالیں بیان کر دی ہیں۔ (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- جب ہمارے رسول لوط کے پاس آئے تو وہ ان کی وجہ سے پریشان ہوئے اور تنگی محسوس کی، اور کہنے لگے۔ (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- اور جب ہم نے فرشتوں سے کہا: آدم کو سجدہ کرو، تو انہوں نے سجدہ کیا مگر ابلیس نے انکار کیا۔ (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- اور زمین کو ہم نے بچھایا اور اس میں پہاڑ جمائے اور اس میں ہر طرح کی چیزیں اگائیں۔ (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- انہوں نے اپنے دین کو اللہ کے لیے خالص کرتے ہوئے اللہ کو پکارا، پھر جب اس نے انہیں خشکی تک پہنچا دیا۔ (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- ان کے لیے کھولتے ہوئے پانی کا مشروب ہے اور دردناک عذاب ہے اس کفر کی وجہ سے جو وہ کرتے تھے۔ (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- کیا ہم اللہ کے سوا انہیں پکاریں جو نہ ہمیں نفع پہنچا سکتے اور نہ نقصان؟ (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- کہ اللہ جانتا ہے جو کچھ آسمانوں اور زمین میں ہے۔ (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- اس سے بڑھ کر ظالم کون ہے جو اللہ پر جھوٹ باندھے؟ (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- بے شک اس میں ایک نشانی ہے، مگر ان میں اکثر ایمان والے نہ تھے۔ (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- تاکہ وہ زمین میں چل پھر کر دیکھیں کہ ان لوگوں کا انجام کیسا ہوا۔ (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- اس نے کہا: "اے میری قوم! اللہ کی عبادت کرو، تمہارا اس کے سوا کوئی معبود نہیں۔" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- وہ اسے جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- ان کے درمیان قیامت کے دن، جس چیز میں وہ اختلاف کرتے تھے۔ (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- کیا انہوں نے زمین میں سیر نہیں کی تاکہ دیکھتے کہ ... کا انجام کیسا ہوا؟ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- جنتوں کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- تو رات کو دن میں داخل کرتا ہے اور دن کو رات میں داخل کرتا ہے۔ (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- اللہ کی تسبیح کرتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں۔ کیا تم ڈرتے نہیں؟ (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- اور جب ہم نے فرشتوں سے کہا: "آدم کو سجدہ کرو" تو انہوں نے سجدہ کیا، سوائے ابلیس کے۔ (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- اللہ جانتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- جنتوں کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے، اور یہی ... ہے۔ (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- اس کا اجر اس کے رب کے پاس ہے، اور نہ انہیں کوئی خوف ہے اور نہ وہ... (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- اپنے رب کے پاس، اور نہ انہیں کوئی خوف ہے اور نہ وہ غمگین ہوں گے۔ (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- جو ہدایت پائے تو اپنے فائدے کے لیے پاتا ہے، اور جو گمراہ ہو... (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- اپنے فائدے کے لیے پاتا ہے، اور جو گمراہ ہو تو اپنے نقصان کے لیے گمراہ ہوتا ہے۔ (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- کیوں اس پر اس کے رب کی طرف سے کوئی نشانی نازل نہیں ہوئی؟ کہہ: "بے شک..." (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- جو ایمان لائے اور نیک اعمال کیے، ان کے لیے بے انتہا اجر ہے۔ (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- اور تو زندہ کو مردہ سے نکالتا ہے اور مردہ کو زندہ سے نکالتا ہے۔ (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- اور جو اللہ کے نازل کردہ کے مطابق فیصلہ نہ کرے، تو وہی لوگ ہیں... (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- اس نے آسمانوں اور زمین اور ان کے درمیان کی چیزوں کو چھ دنوں میں پیدا کیا۔ (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- بے شک اللہ لوگوں پر فضل والا ہے، لیکن اکثر... (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- اللہ ان پر ظلم کرنے والا نہ تھا، لیکن وہ خود اپنی جانوں پر ظلم کر رہے تھے۔ (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- وہ تمہارے گناہوں کو معاف کرے گا اور تمہیں جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں۔ (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- اس نے تم پر مردار، خون، سور کا گوشت اور وہ (جانور) جس پر اللہ کے سوا دوسرے کا نام لیا گیا ہو، حرام کیا ہے۔ (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- میں اگر اپنے رب کی نافرمانی کروں تو ایک عظیم دن کے عذاب سے ڈرتا ہوں۔ (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- مگر ان کے پاس علم آنے کے بعد، آپس میں سرکشی کی وجہ سے۔ (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- انہوں نے نماز قائم کی اور جو ہم نے انہیں دیا تھا، اس میں سے پوشیدہ اور علانیہ خرچ کیا۔ (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- اللہ کے سوا ان چیزوں کو (چھوڑ دو) جو نہ ہمیں نفع پہنچاتی ہیں اور نہ نقصان۔ (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- وہ اس چیز پر ایمان لاتے ہیں جو تم پر نازل ہوئی اور جو تم سے پہلے نازل ہوئی۔ (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- کیا تم نے نہیں دیکھا کہ اللہ نے آسمان سے پانی اتارا؟ (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- جب وہ کسی کام کا فیصلہ کرتا ہے تو اسے کہتا ہے: "ہو جا" اور وہ ہو جاتا ہے۔ (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- اور مدین کی طرف ان کے بھائی شعیب کو (بھیجا)، انہوں نے کہا: "اے میری قوم! اللہ کی عبادت کرو۔" (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- یہ غیب کی خبروں میں سے ہے جسے ہم تمہاری طرف وحی کر رہے ہیں، اور تم ... نہیں تھے۔ (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- جب ان کی میعاد آجاتی ہے تو نہ ایک گھڑی پیچھے ہٹ سکتے ہیں اور نہ آگے بڑھ سکتے ہیں۔ (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- اور شیطان کے قدم بقدم نہ چلو، بے شک وہ تمہارا کھلا دشمن ہے۔ (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- اور لوگوں میں سے کوئی ایسا ہے جو اللہ کے بارے میں بغیر علم کے جھگڑتا ہے۔ (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- اللہ اسے جسے چاہے عطا کرتا ہے، اور اللہ بڑے فضل والا ہے۔ (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- ہر نفس کو اس کی کمائی کا پورا پورا بدلہ دیا جائے گا اور ان پر ظلم نہیں کیا جائے گا۔ (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- اور اس جان کو قتل نہ کرو جسے اللہ نے حرام کیا ہے، مگر حق کے ساتھ۔ (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- جب وہ کسی کام کا فیصلہ کرتا ہے تو اسے کہتا ہے: "ہو جا۔" (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- جہنم کے دروازوں میں داخل ہو جاؤ، وہاں ہمیشہ رہو گے، اور تکبر کرنے والوں کا ٹھکانا کتنا برا ہے! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- کیا تم نے ان لوگوں کو نہیں دیکھا جنہیں کتاب کا کچھ حصہ دیا گیا؟ (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- ان کے لیے جنتیں ہیں جن کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- اے میری قوم! تم اپنی جگہ عمل کرتے رہو، میں بھی عمل کر رہا ہوں، عنقریب تم جان لو گے۔ (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- جو اللہ اور اس کے رسول کی مخالفت کرے تو اس کے لیے جہنم کی آگ ہے، وہاں وہ ہمیشہ رہے گا۔ (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- ان کے دلوں پر پردے ہیں تاکہ وہ اسے نہ سمجھیں، اور ان کے کانوں میں گرانی ہے۔ (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- جس بستی میں کوئی ڈرانے والا آیا، اس کے آسائش والوں نے کہا: "ہم..." (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- انہوں نے کہا: "ہمارے لیے اپنے رب سے دعا کرو کہ وہ ہمیں واضح کرے کہ وہ کیا ہے؟" (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- وہ کہیں گے: "اللہ" کہہ دو: "سب تعریف اللہ کے لیے ہے!" لیکن ان میں اکثر... (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- اور اس کی قوم کا جواب اس کے سوا کچھ نہ تھا کہ انہوں نے کہا: "انہیں نکال دو..." (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- ان کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ یہی بڑی کامیابی ہے۔ (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- یہی لوگ اپنے رب کی طرف سے ہدایت پر ہیں اور یہی کامیاب ہیں۔ (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- جس پر ذلت آمیز عذاب آئے اور جس پر دائمی عذاب طاری ہو۔ (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- زمین میں چلو پھرو اور دیکھو کہ جھٹلانے والوں کا انجام کیسا ہوا۔ (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- وہ اسے کبھی بھی آرزو نہیں کریں گے، اس وجہ سے جو ان کے ہاتھوں نے آگے بھیجا ہے۔ اور اللہ ظالموں کو خوب جانتا ہے۔ (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- وہ خوب جانتا ہے کہ اس کی راہ سے کون بھٹکا، اور وہ خوب جانتا ہے... (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- بے شک اللہ میرا رب ہے اور تمہارا رب، سو تم اس کی عبادت کرو۔ یہی سیدھا راستہ ہے۔ (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- لوگوں پر فضل والا ہے، لیکن ان میں اکثر شکر نہیں کرتے۔ (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- آسمانوں اور زمین اور ان کے درمیان کی چیزوں کو، حق اور ایک مقررہ مدت کے ساتھ (پیدا کیا)۔ (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- انہیں چھوڑ دو کہ وہ اپنی باتیوں اور کھیل میں پڑے رہیں یہاں تک کہ اپنے اس دن سے جا ملیں جس کا ان سے وعدہ کیا گیا ہے۔ (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- اور جب ایمان والوں سے ملتے ہیں تو کہتے ہیں: "ہم ایمان لائے،" اور جب تنہا ہوتے ہیں تو... (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- انہوں نے تورات اور انجیل کو اور جو کچھ ان کے رب کی طرف سے ان پر نازل کیا گیا تھا، قائم رکھا۔ (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- وہ جانتا ہے جو کچھ ان کے سامنے ہے اور جو کچھ ان کے پیچھے ہے، اور وہ اس کا احاطہ نہیں کر سکتے... (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- اور وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا۔ (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- بے شک اس میں تمہارے لیے ایک نشانی ہے، اگر تم ایمان رکھتے ہو۔ (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- اور لوگوں کو کس چیز نے روکا کہ ایمان لائیں جب ان کے پاس ہدایت آگئی؟ (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- انہوں نے اللہ کے شریک ٹھہرائے تاکہ اس کی راہ سے گمراہ کریں۔ کہہ دو: "مزے کرو..." (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- اور وہ اس بات پر حیران ہوئے کہ ان کے پاس خود انہی میں سے ایک ڈرانے والا آیا، اور کافروں نے کہا: "یہ..." (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- بے شک تمہارا رب خوب جانتا ہے کہ اس کی راہ سے کون بھٹکا ہے۔ (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- اس شخص کی طرح جو اپنا مال لوگوں کو دکھانے کے لیے خرچ کرتا ہے اور اللہ پر ایمان نہیں رکھتا۔ (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- اس میں سے جو ہم نے تمہیں دیا ہے، خرچ کرو اس سے پہلے کہ... آئے۔ (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- اس نے تمہارے لیے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے سب کو مسخر کر دیا۔ (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- اور بے شک ہم اس چیز کے بارے میں شک میں ہیں جس کی طرف تم ہمیں بلا رہے ہو۔ (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- بے شک تمہارا رب رزق کو جسے چاہے کشادہ کرتا ہے اور تنگ کرتا ہے، بے شک وہ... (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- آسمانوں اور زمین اور ان کے درمیان کی چیزوں کا رب، اگر تم یقین رکھنے والے ہو۔ (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- ہم اللہ پر ایمان لائے اور جو ہم پر نازل ہوا اور جو ... پر نازل ہوا۔ (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- اور ظالموں کو چنگھاڑ نے آ پکڑا، اور وہ اپنے گھروں میں اوندھے منہ پڑے رہ گئے۔ (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- پس تم پر کوئی گناہ نہیں اس میں جو وہ اپنے بارے میں کریں۔ (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- تمہارا رب خوب جانتا ہے کہ اس کی راہ سے کون بھٹکا، اور وہ... (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- اپنے حکم سے روح کو جس پر چاہے اپنے بندوں میں سے نازل کرتا ہے۔ (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- اور ہم نے عیسیٰ بن مریم کو روشن نشانیاں دیں اور روح القدس کے ذریعے اس کی تائید کی۔ (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- تاکہ وہ قیامت کے دن ان کے درمیان فیصلہ کرے جس چیز میں وہ اختلاف کرتے تھے۔ (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- ہم نے اس کے اوپر کو نیچے کر دیا اور اس پر پکی ہوئی مٹی کے پتھر برسائے۔ (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- ان کے لیے یکساں ہے، خواہ تم انہیں ڈراؤ یا نہ ڈراؤ، وہ ایمان نہیں لائیں گے۔ (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- لوگوں کو چھوڑ کر، تو موت کی تمنا کرو اگر تم سچے ہو۔ (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں، کیا تم ڈرتے نہیں؟ (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- اور اگر ہم تجھے وہ کچھ دکھا دیں جس کا ہم ان سے وعدہ کر رہے ہیں یا تجھے وفات دے دیں، تو ہماری ہی طرف ان کی بازگشت ہے... (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- انہوں نے کہا: "کیا جب ہم مر کر مٹی اور ہڈیاں ہو جائیں گے تو کیا ہم واقعی اٹھائے جائیں گے؟" (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- بے شک فضل اللہ کے ہاتھ میں ہے، وہ جسے چاہے عطا کرتا ہے، اور اللہ... (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- اس کی طرف جو پوشیدہ اور ظاہر کا جاننے والا ہے، پھر وہ تمہیں بتائے گا جو تم کرتے تھے۔ (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- اے ایمان والو! اللہ کا احسان یاد کرو جو اس نے تم پر کیا، جب... (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- اور ہم نے تم سے پہلے بھی رسولوں کو مردوں ہی میں سے بھیجا، جن کی طرف وحی کرتے تھے۔ (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- وہ اس کے گناہوں کو معاف کر دے گا اور اسے جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں۔ (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- بیمار ہو یا سفر میں ہو، تو دوسرے دنوں کی گنتی (پوری کرے)۔ (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- وہ محض گمان کی پیروی کرتے ہیں اور محض اٹکل سے کام لیتے ہیں۔ (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- یقیناً تمہارے لیے رسول اللہ میں بہترین نمونہ ہے، اس شخص کے لیے جو اللہ اور آخرت کا امیدوار ہو۔ (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- اور ہم نے آسمانوں اور زمین اور ان کے درمیان کی چیزوں کو حق کے ساتھ پیدا کیا۔ (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- اپنا ہاتھ اپنی جیب میں ڈال، وہ بغیر کسی عیب کے سفید نکلے گا۔ (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- وہ اپنی رحمت کو جس پر چاہے مخصوص کر لیتا ہے، اور اللہ بڑے فضل والا ہے۔ (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- کیا تم نہیں جانتے کہ اللہ ہی کے لیے آسمانوں اور زمین کی بادشاہت ہے؟ (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- اور جو بھلائی تم اپنے لیے آگے بھیجو گے، اسے اللہ کے پاس پاؤ گے۔ (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- اور تم جہاں سے بھی نکلو، اپنا رخ مسجد حرام کی طرف کرو۔ (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- ان سے پہلے بھی یہ حال ہو چکا، اور تم اللہ کی سنت میں کوئی تبدیلی نہیں پاؤ گے۔ (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- وہ جس کے لیے آسمانوں اور زمین میں جو کچھ ہے سب ہے۔ (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- اور کوئی عورت حاملہ نہیں ہوتی اور نہ بچہ جنتی ہے مگر اس کے علم سے۔ (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- رات کو اور اس نے سورج اور چاند کو مسخر کیا، ہر ایک ایک مقررہ مدت تک چل رہا ہے۔ (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- ان کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے، اور یہ ... کا صلہ ہے۔ (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- اس نے کہا: "نہیں، بلکہ تمہارے نفوس نے تمہیں ایک معاملہ زیب دیا ہے، پس صبر جمیل ہے۔" (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے، اور اللہ... (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- اور ان کے پاس جو رسول بھی آیا، وہ اس کا مذاق اڑاتے رہے۔ (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- انہوں نے کہا: "اے موسیٰ! یا تو تم ڈالو یا ہم ڈالنے والے ہیں؟" (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- وہ تمہیں موت دیتا ہے، اور تم میں سے کوئی انتہائی ذلیل عمر کی طرف لوٹا دیا جاتا ہے، تاکہ... (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- ان کے لیے ان کے رب کے پاس جنتیں ہیں جن کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- اور ہم نے ان کے دلوں پر پردے ڈال دیے تاکہ وہ اسے نہ سمجھیں، اور ان کے کانوں میں... (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- بے شک اللہ کا وعدہ سچا ہے، لیکن ان میں اکثر جانتے نہیں۔ (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- یہ اس لیے کہ انہوں نے اللہ اور اس کے رسول کی مخالفت کی، اور جو اللہ کی مخالفت کرے... (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- اور جس دن وہ انہیں پکارے گا اور کہے گا: "میرے وہ شریک کہاں ہیں جنہیں تم گمان کرتے تھے؟" (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- کیا انہوں نے نہیں دیکھا کہ اللہ جس نے آسمانوں اور زمین کو پیدا کیا...؟ (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- جس نے تمہیں مٹی سے پھر نطفہ سے پھر... پیدا کیا۔ (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- وہ کہیں گے: "اے ہمارے رب! کیوں تو نے ہماری طرف کوئی رسول نہیں بھیجا تاکہ ہم تیری آیات کی پیروی کرتے؟" (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- پھر ان کا لوٹنا ان کے رب ہی کی طرف ہے، پھر وہ انہیں بتائے گا جو وہ کرتے تھے۔ (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- انہیں اس کا کوئی علم نہیں، وہ محض... (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- ہم نے اپنے باپ دادا کو ایک طریقے پر پایا اور ہم انہی کے نقش قدم پر چل رہے ہیں۔ (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- جنہیں کتاب دی گئی، انہوں نے اس کے بعد ہی اختلاف کیا جب ان کے پاس علم آیا... (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- اور جب ابراہیم نے کہا: "اے میرے رب! اس شہر کو امن والا بنا۔" (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- اور اس نے تمہیں کان، آنکھیں اور دل دیے، مگر تم بہت کم شکر کرتے ہو۔ (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- جو لوگ اللہ کی آیات کے بارے میں بغیر کسی دلیل کے جھگڑتے ہیں جو ان کے پاس آئی ہو۔ (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- پس تم ابراہیم کی ملت کی پیروی کرو جو یکسو تھے اور وہ مشرکوں میں سے نہ تھے۔ (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- اور جب ہم نے تمہیں فرعون کے لوگوں سے نجات دی جو تمہیں سخت عذاب دیتے تھے۔ (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- یہی سیدھا دین ہے، لیکن اکثر لوگ نہیں جانتے۔ (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- کیا تم نے نہیں دیکھا کہ اللہ نے تمہارے لیے زمین کی چیزوں کو مسخر کر دیا؟ (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- کافروں نے کہا: "یہ تو کھلا جادو ہے۔" (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- اور جب ان کے سامنے ہماری واضح آیات پڑھی جاتی ہیں تو کافر کہتے ہیں... (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- ہمیشگی والی جنتیں جن کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- جو چاہتا ہے، بے شک اللہ ہر چیز پر قادر ہے۔ (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- تاکہ وہ تمہارے گناہ معاف کرے اور تمہیں ایک مقررہ مدت تک مہلت دے۔ (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- تم چاہتے ہو کہ ہمیں اس سے روک دو جس کی ہمارے باپ دادا عبادت کرتے تھے۔ (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- اور جب تمہارے رب نے فرشتوں سے کہا: "میں مٹی سے ایک بشر پیدا کرنے والا ہوں۔" (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- اور وہی ہے جو ہواؤں کو اپنی رحمت سے پہلے خوشخبری بنا کر بھیجتا ہے۔ (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- کہہ دو: "زمین میں چلو پھرو اور دیکھو کہ ... کا انجام کیسا ہوا۔" (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- بے شک آسمانوں اور زمین کی پیدائش میں اور رات اور دن کے بدلنے میں (نشانیاں ہیں)۔ (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- کون ہے جو اللہ کو اچھا قرض دے کہ وہ اسے کئی گنا بڑھا دے؟ (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- پس تم ان کے درمیان اس کے مطابق فیصلہ کرو جو اللہ نے نازل کیا اور ان کی خواہشات کی پیروی نہ کرو۔ (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- کیا وہ اس کے سوا کسی اور کا انتظار کر رہے ہیں کہ ان کے پاس فرشتے آئیں یا تمہارا رب آئے...؟ (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- بے شک جو لوگ اللہ پر جھوٹ باندھتے ہیں وہ کبھی فلاح نہیں پائیں گے۔ (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- جیسا کہ فرعون والوں اور ان سے پہلے والوں کا حال تھا، انہوں نے ہماری آیات کو جھٹلایا۔ (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- اور ایمان لانے والوں کو جو نیک عمل کرتے ہیں، خوشخبری دے دو کہ ان کے لیے بڑا اجر ہے۔ (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- اللہ اپنے بندوں میں سے جسے چاہے رزق کشادہ کرتا ہے اور جسے چاہے تنگ کرتا ہے۔ (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- اور تم اس کی طرف لوٹائے جاؤ گے جو پوشیدہ اور ظاہر کا جاننے والا ہے، پھر وہ تمہیں بتائے گا جو تم کرتے تھے۔ (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- اور رشتہ دار آپس میں ایک دوسرے کے زیادہ حقدار ہیں اللہ کی کتاب میں۔ (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — فرض / واجب (کرنا ضروری ہے؛ چھوڑنا گناہ)
- mustahabb / mandub (مستحب / مندوب) — مستحب / مندوب (کرنے سے ثواب، نہ کرنے سے گناہ نہیں)
- mubah (مباح) — مباح (نہ ثواب نہ گناہ)
- makruh (مكروه) — مکروہ (ناپسندیدہ، کرنے سے گناہ نہیں مگر بہتر نہیں)
- haram (حرام) — حرام (کرنا گناہ)
- halal (حلال، جائز / قانونی) — مباح اور مستحب دونوں کو شامل ہے — ہر وہ چیز جو حرام نہیں
- صرف اللہ کی عبادت کرو اور اسی سے مدد مانگو۔ 1:5
- صرف اللہ کی عبادت کرو 2:21
- اللہ کے ساتھ کسی کو شریک نہ کرو 2:22
- اللہ وہ ہے جو معاف کرتا ہے (توبہ قبول کرتا ہے)، اس نے آدم (عَلَيْهِ ٱلسَّلَامُ) کی توبہ قبول کی۔ 2:37
- حق کو باطل کے ساتھ نہ ملاؤ اور حق کو چھپاؤ نہیں۔ 2:42
- نماز قائم کرو اور زکوٰۃ دو۔ 2:43
- دوسروں کو نیکی کا حکم دینے سے پہلے خود اس پر عمل کرو 2:44
- اپنے تمام معاملات میں اللہ سے مدد مانگو 2:45
- فساد میں ملوث نہ ہو اور نہ اسے پھیلاؤ 2:60
- لوگوں کو عبادت گاہوں میں جانے سے مت روکو 2:114
- مسجد کی حرمت کا احترام کرو۔ اپنی نماز کی جگہوں کو پاک اور صاف رکھو 2:125
- اللہ کو یاد کرو (نماز، تسبیح وغیرہ سے) اور وہ تمہیں یاد کرے گا، اور اس کا شکر ادا کرو۔ 2:152
- مصیبت میں صبر کرو 2:153
- شیطان کے قدموں پر نہ چلو جو کھلا دشمن ہے۔ 2:168
- کسی کی اندھی تقلید نہ کرو 2:170
- تمام امانتوں کو نبھاؤ اور پورا کرو۔ اپنے دینی فرائض اخلاص کے ساتھ ادا کرو۔ اپنی قسموں اور عہدوں کو پورا کرو۔ وعدے پورے کرو، خاص طور پر اللہ سے کیے گئے وعدے۔ ضرورت مندوں کی مدد کرو اور مشکلات کو دور کرو۔ ان گناہوں سے بچو جو اللہ کی ناراضی کا سبب بنتے ہیں۔ تکبر تمہیں ظلم کی طرف نہ لے جائے 2:177
- قصاص (سزا میں برابری کا قانون) میں تمہارے لیے زندگی ہے۔ 2:179
- رمضان کے مہینے میں روزے رکھو۔ مقررہ روزے رکھو تاکہ متقی بن جاؤ۔ 2:183
- قرآن کو ہدایت کا آخری ذریعہ سمجھو 2:185
- ایک دوسرے کا مال ناحق مت کھاؤ اور نہ حاکموں (ججوں) کو رشوت دو (اپنے مقدمات پیش کرنے سے پہلے)۔ 2:188
- دوسروں پر ظلم نہ کرو، خواہ قول سے ہو یا فعل سے۔ کبھی جارح بن کر جنگ نہ کرو، بلکہ صرف دفاع کے لیے 2:190
- یتیموں کی حفاظت کرو۔ یتیموں کے بارے میں، ان کے مال میں دیانت داری سے کام کرو اور ان کا مال مت کھاؤ۔ 2:220
- توبہ کرو اور اللہ سے معافی مانگو۔ حیض کے دوران جماع نہ کرو۔ پاکیزگی (جسمانی اور روحانی دونوں) کو برقرار رکھو 2:222
- اپنے خاندان کے تئیں اپنی ذمہ داریاں پوری کرو 2:233
- لیڈروں کا انتخاب ان کی قابلیت کی بنیاد پر کرو 2:247
- دین میں کوئی زبردستی نہیں 2:256
- مال خرچ کرو خیرات میں۔ مال اور وقت دونوں میں فیاض بنو 2:261
- اپنی سخاوت کا ڈینگ مار کر صدقہ کو ضائع نہ کرو 2:264
- شیطان تمہیں فقیری سے ڈراتا ہے اور تمہیں فحاشی (برے کام، زنا، گناہ) کا حکم دیتا ہے۔ 2:268
- ضرورت مندوں کو تلاش کرو اور ان کی مدد کرو 2:273
- سود یا انٹرسٹ میں ملوث نہ ہو۔ سود پر مبنی مال مت کھاؤ۔ ربا (سود) مت کھاؤ۔ 2:275
- اگر مقروض مشکل میں ہو تو اسے ادا کرنے کے لیے مزید مہلت دو 2:280
- کاروباری لین دین میں اپنی بات پوری کرو۔ اپنے مالی معاملات میں سچے رہو۔ اپنے تمام عہدوں میں دیانت داری سے کام لو۔ جب تم کسی مقررہ مدت کے لیے قرض کا معاہدہ کرو تو اسے لکھ لو۔ جب بھی کوئی تجارتی معاہدہ کرو تو گواہ بنا لو۔ 2:282
- تمام امانتوں کو نبھاؤ اور پورا کرو 2:283
- نازل شدہ کتابوں اور تمام پیغمبروں پر ایمان لاؤ 2:285
- اللہ کسی جان پر اس کی طاقت سے زیادہ بوجھ نہیں ڈالتا۔ وہ اپنی کمائی (نیکی) کا ثواب پائیں گے اور اپنی کمائی (برائی) کی سزا پائیں گے۔ اللہ کسی پر اس کی طاقت سے زیادہ بوجھ نہیں ڈالتا؛ اور نہ ہم کو ڈالنا چاہیے۔ مشکل وقت میں بھی اللہ کے منصوبے پر بھروسہ رکھو 2:286
- جو شخص اپنے وعدوں کو پورا کرتا ہے اور اللہ سے ڈرتا ہے، تو اللہ متقیوں کو پسند کرتا ہے۔ 3:76
- حج کرو اگر تم استطاعت رکھتے ہو 3:97
- تفرقہ میں مت پڑو 3:103
- نیکی کا حکم دو اور برائی سے روکو۔ اپنی جماعت میں نیکی کی ترغیب دو۔ دوسروں کو اللہ کی یاد کی طرف بلاؤ 3:104
- اللہ ہی پر مومنین کو بھروسہ کرنا چاہیے۔ 3:122
- ربا (سود) مت کھاؤ۔ 3:130
- اللہ اور اس کے رسول کی اطاعت کرو تاکہ رحمت پاؤ۔ 3:132
- اللہ ان لوگوں کو پسند کرتا ہے جو (اللہ کی راہ میں – خیرات، صدقہ وغیرہ) خوشحالی اور تنگدستی میں خرچ کرتے ہیں، غصہ پی جاتے ہیں اور لوگوں کو معاف کر دیتے ہیں۔ 3:134
- غصے پر قابو پاؤ۔ 3:134
- دوسروں کی غلطیوں کو معاف کرو 3:135
- بات کرنے میں سخت مت بنو۔ جو تم سے اختلاف رکھتے ہیں ان سے صبر کرو 3:159
- اگر اللہ تمہاری مدد کرے تو کوئی تم پر غالب نہیں آ سکتا، اور اگر وہ تمہیں چھوڑ دے تو اس کے بعد کون ہے جو تمہاری مدد کر سکے؟ 3:160
- ہر شخص کو موت کا مزہ چکھنا ہے۔ اور قیامت کے دن ہی تمہیں تمہارا پورا بدلہ دیا جائے گا۔ 3:185
- قدرت کے عجائبات اور اس کائنات کی تخلیق پر غور کرو۔ جان لو کہ اللہ نے کائنات کو معنی اور مقصد کے ساتھ پیدا کیا ہے 3:191
- مردوں اور عورتوں کو ان کے اعمال کا برابر ثواب ملے گا 3:195
- ان لوگوں کے لیے جو اپنے رب سے ڈرتے ہیں، باغات ہیں جن کے نیچے نہریں بہتی ہیں (جنت میں)، وہ ان میں ہمیشہ رہیں گے، یہ اللہ کی طرف سے مہمانی ہے۔ 3:198
- ہر عمل میں اللہ کی خوشنودی کے لیے کوشش کرو۔ 3:200
- اپنے رب کے فرماں بردار بنو، اس سے ڈرو اور (رشتہ داریوں کو) مت توڑو۔ 4:1
- یتیموں کو ان کا مال دو اور (اپنے) برے مال کو (ان کے) اچھے مال سے نہ بدلو اور ان کا مال اپنے مال میں ملا کر مت کھاؤ۔ 4:2
- جن عورتوں سے تم نکاح کرو انہیں ان کا مہر (وہ لازمی نکاح کا تحفہ جو شوہر بیوی کو نکاح کے وقت دیتا ہے) خوش دلی سے دو۔ 4:4
- یتیموں کے حقوق کی حفاظت کرو 4:6
- مرنے والے کا مال اس کے خاندان کے افراد میں تقسیم کیا جائے۔ عورتوں کو وراثت کا حق ہے 4:7
- یتیموں کا مال ناحق مت کھاؤ 4:10
- وراثت کے احکام کی پابندی کرو 4:11
- عورتوں کو ان کی مرضی کے خلاف وراثت میں لینا حرام ہے، اور تمہیں ان سے سختی سے پیش نہیں آنا چاہیے۔ ان کے ساتھ (بیویوں کے ساتھ) عزت کے ساتھ رہو۔ عورتوں کے حقوق کا احترام اور پاسداری کرو۔ اپنی بیوی کے ساتھ حسن سلوک اور رحم کرو۔ عورتوں کے ساتھ عزت اور انصاف کے ساتھ پیش آؤ 4:19
- ان لوگوں سے نکاح نہ کرو جو تمہارے خونی رشتہ دار ہیں 4:23
- اپنے آپ کو (یا ایک دوسرے کو) قتل نہ کرو۔ یقیناً اللہ تم پر مہربان ہے۔ ایک دوسرے کا مال ناحق مت کھاؤ 4:29
- اگر تم بڑے گناہوں سے بچتے رہو جو حرام کیے گئے ہیں تو اللہ تمہارے (چھوٹے) گناہوں کو دور کر دے گا اور تمہیں عزت کی جگہ (یعنی جنت) میں داخل کرے گا۔ 4:31
- ان چیزوں کی تمنا نہ کرو جن میں اللہ نے تم میں سے بعض کو بعض پر فضیلت دی ہے۔ حسد اور جلن سے بچو 4:32
- مرد عورتوں کے سرپرست اور نگران ہیں، کیونکہ اللہ نے بعض کو بعض پر فضیلت دی ہے اور اس لیے کہ وہ اپنے مال سے خرچ کرتے ہیں (ان کی کفالت کے لیے)۔ مرد خاندان کا محافظ اور کفیل ہے 4:34
- اللہ کی عبادت کرو اور اس کے ساتھ کسی کو شریک نہ کرو، والدین، رشتہ داروں، یتیموں، مسکینوں، پڑوسی، ساتھی، راہگیر، اور غلاموں کے ساتھ حسن سلوک کرو۔ اللہ مغرور اور شیخی بازوں کو پسند نہیں کرتا۔ دوسروں کے ساتھ اچھا برتاؤ کرو۔ کمزوروں پر رحم کرو۔ رشتے داریاں نبھاؤ اور رشتہ داروں کی عزت کرو۔ 4:36
- کنجوس مت بنو 4:37
- اللہ اس بات کو معاف نہیں کرتا کہ اس کے ساتھ شریک کیا جائے، اور اس کے سوا جسے چاہے معاف کر دیتا ہے۔ 4:48
- دوسروں سے حسد نہ کرو 4:54
- اللہ تمہیں حکم دیتا ہے کہ امانتیں ان کے مالکوں کو لوٹا دو اور جب لوگوں کے درمیان فیصلہ کرو تو عدل سے فیصلہ کرو۔ 4:58
- اللہ اور اس کے رسول کی اطاعت کرو۔ اپنے درمیان اہل اختیار کا احترام کرو 4:59
- کمزوروں اور محتاجوں پر ظلم نہ کرو 4:75
- تمہیں جو بھی بھلائی پہنچتی ہے وہ اللہ کی طرف سے ہے اور جو برائی پہنچتی ہے وہ تمہاری اپنی طرف سے ہے۔ 4:79
- جو رسول (محمد ﷺ) کی اطاعت کرتا ہے اس نے اللہ کی اطاعت کی۔ 4:80
- جو کسی نیک کام کی سفارش کرے اسے اس کا ثواب ملے گا اور جو برے کام کی سفارش کرے اسے اس کا بوجھ ملے گا۔ 4:85
- کسی مومن کے لیے یہ مناسب نہیں کہ وہ کسی دوسرے مومن کو قتل کرے، سوائے خطا کے۔ 4:92
- جو کسی مومن کو جان بوجھ کر قتل کرے اس کی سزا جہنم ہے جس میں وہ ہمیشہ رہے گا۔ اس پر اللہ کا غضب اور لعنت ہے اور اس کے لیے بڑا عذاب تیار ہے۔ 4:93
- جو اللہ کی راہ میں ہجرت کرے گا وہ زمین میں بہت سی جائے پناہ اور کشائش پائے گا۔ 4:100
- اپنی نمازوں کا خیال رکھو 4:103
- ان لوگوں کی حمایت یا وکالت نہ کرو جو امانت میں خیانت کرتے ہیں 4:105
- اللہ سے معافی مانگو، یقیناً اللہ بڑا معاف کرنے والا، بڑا رحم فرمانے والا ہے۔ 4:106
- اے ایمان والو! عدل کے ساتھ کھڑے رہو، اللہ کے لیے گواہی دیتے رہو، گو تمہارے اپنے خلاف ہو، یا تمہارے والدین یا رشتہ داروں کے خلاف، خواہ وہ امیر ہو یا غریب۔ عدل میں تاخیر نہ کرو؛ ظلم کو دور کرنے میں فوری عمل کرو 4:135
- منافق اللہ کو دھوکہ دینا چاہتے ہیں، حالانکہ وہی انہیں دھوکہ دیتا ہے۔ 4:142
- منافق جہنم کے سب سے نیچے کے درجے میں ہوں گے، تم ان کا کوئی مددگار نہ پاؤ گے۔ 4:145
- اللہ کو یہ پسند نہیں کہ برائی علانیہ کی جائے، مگر اس شخص کی طرف سے جس پر ظلم ہوا ہو۔ 4:148
- رسولوں کو بشارت دینے والے اور ڈرانے والے بنا کر (بھیجا) تاکہ رسولوں کے (آنے) کے بعد لوگوں کے پاس اللہ کے خلاف کوئی حجت نہ رہے۔ 4:165
- اپنے عہد اور وعدے پورے کرو 5:1
- نیکی اور تقویٰ میں ایک دوسرے کی مدد کرو، گناہ اور ظلم میں مدد نہ کرو 5:2
- مردار، خون اور سور کا گوشت نہ کھاؤ 5:3
- انصاف کرو، دوسروں کی دشمنی اور نفرت تمہیں انصاف سے نہ روکے۔ اپنے معاملات میں منصف اور راست باز رہو۔ جان لو کہ انصاف تقویٰ کے قریب ہے۔ انصاف میں تاخیر نہ کرو؛ ظلم کو دور کرنے میں فوری عمل کرو 5:8
- اللہ کی طرف قربت کے ذرائع تلاش کرو اور اس کی راہ میں جہاں تک ہو سکے جہاد کرو تاکہ کامیاب ہو جاؤ۔ 5:35
- اپنی قسموں اور عہدوں کو پورا کرو 5:89
- شراب اور نشہ آور چیزوں سے بچو۔ نشہ آور چیزوں (ہر قسم کی الکوحل والی مشروبات)، جوئے، بتوں اور فال کے تیروں سے سختی سے بچو، یہ سب شیطانی کاموں میں سے گندگی ہیں۔ 5:90
- جب تم حج یا عمرہ کے لیے احرام کی حالت میں ہو تو شکار نہ کرو۔ 5:95
- ان چیزوں کے بارے میں مت پوچھو جو اگر تم پر واضح کر دی جائیں تو تمہیں تکلیف میں ڈال سکتی ہیں۔ 5:101
- دوسروں کے معبودوں کو گالی نہ دو۔ وہ (کافر) اللہ کے سوا جن کو پوجتے ہیں انہیں گالی نہ دو، ورنہ وہ جہالت کی بنا پر اللہ کو گالی دیں گے۔ 6:108
- اگر تم زمین والوں کی اکثریت کی اطاعت کرو گے تو وہ تمہیں اللہ کی راہ سے بھٹکا دیں گے۔ وہ صرف گمان کی پیروی کرتے ہیں اور وہ صرف جھوٹ بولتے ہیں۔ 6:116
- (اے لوگو!) ہر قسم کے گناہ کو، کھلے اور چھپے، چھوڑ دو۔ 6:120
- (اے ایمان والو!) اس (گوشت) میں سے نہ کھاؤ جس پر (ذبح کرتے وقت) اللہ کا نام نہ لیا گیا ہو۔ 6:121
- اللہ جسے ہدایت دینا چاہتا ہے اس کا سینہ اسلام کے لیے کھول دیتا ہے اور جسے گمراہ کرنا چاہتا ہے اس کا سینہ تنگ اور دبا ہوا کر دیتا ہے۔ 6:125
- خرچ میں اعتدال کرو اور اسراف سے بچو۔ تمام مخلوقات کے حقوق کا خیال رکھو 6:141
- اللہ کے ساتھ کسی کو شریک نہ کرو، والدین کے ساتھ نیک سلوک کرو، اپنی اولاد کو مفلسی کے ڈر سے قتل نہ کرو، بے حیائی کے قریب نہ جاؤ، کسی کو قتل نہ کرو جسے اللہ نے حرام کیا ہے، مگر حق کے ساتھ۔ 6:151
- ایماندار رہو؛ اپنے کسی معاملے میں دھوکہ نہ دو۔ یتیم کے مال کے قریب نہ جاؤ، مگر بہتر کرنے کے لیے، پیمانہ پورا کرو اور تول میں انصاف کرو، جب بات کرو تو سچ بولو، چاہے رشتہ دار ہی کیوں نہ ہو، اور اللہ کے عہد کو پورا کرو۔ 6:152
- سیدھے راستے پر چلو اور (دوسرے) راستوں پر نہ چلو، ورنہ وہ تمہیں اس کی راہ سے جدا کر دیں گے۔ 6:153
- (اے محمد ﷺ) کہہ دو: "میری نماز، میری قربانی، میرا جینا اور میرا مرنا سب اللہ کے لیے ہے، جو تمام جہانوں کا رب ہے۔" 6:162
- متکبر نہ بنو 7:13
- شیطان تمہیں دھوکہ نہ دے۔ 7:27
- (اے محمد ﷺ) کہہ دو: "میرے رب نے عدل کا حکم دیا ہے..." 7:29
- اللہ کی مقرر کردہ حدود کا ہر معاملے میں خیال رکھو۔ قول و فعل میں حد سے تجاوز نہ کرو۔ کھاؤ پیو لیکن اسراف نہ کرو۔ نماز کے وقت اچھے کپڑے پہنو 7:31
- اللہ نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر وہ عرش پر جا بیٹھا (جیسا کہ اس کی شان کے لائق ہے)۔ 7:54
- اپنے رب کو عاجزی اور چھپ کر پکارو، وہ حد سے گزرنے والوں کو پسند نہیں کرتا۔ 7:55
- زمین پر اس کی اصلاح کے بعد فساد نہ کرو اور اسے ڈر اور امید کے ساتھ پکارو۔ 7:56
- جن لوگوں نے برائیاں کیں اور پھر اس کے بعد توبہ کی اور ایمان لائے تو یقیناً تمہارا رب اس (توبہ) کے بعد بہت معاف کرنے والا، بہت مہربان ہے۔ 7:153
- (اے محمد ﷺ) کہہ دو: "اے لوگو! میں تم سب کی طرف اللہ کا رسول ہوں..." 7:158
- اور (تمام) اچھے نام اللہ ہی کے ہیں، پس انہی ناموں سے اسے پکارو اور ان لوگوں کو چھوڑ دو جو اس کے ناموں میں کجی پیدا کرتے ہیں... 7:180
- اللہ جسے گمراہ کر دے اسے کوئی ہدایت نہیں دے سکتا اور وہ انہیں ان کی سرکشی میں بھٹکتا چھوڑ دیتا ہے۔ 7:186
- معافی کو اپنا شعار بناؤ، نیکی کا حکم دو اور جاہلوں سے منہ موڑ لو (یعنی انہیں سزا نہ دو)۔ 7:199
- دوسروں کی غلطیوں کو معاف کرو 7:199
- اور اگر شیطان کی طرف سے کوئی وسوسہ تمہیں آئے تو اللہ کی پناہ مانگو، یقیناً وہ سننے والا، جاننے والا ہے۔ 7:200
- ایمان والے تو وہ لوگ ہیں کہ جب اللہ کا ذکر کیا جائے تو ان کے دل ڈر جائیں اور جب اس کی آیات پڑھی جائیں تو ان کے ایمان میں اضافہ ہو جائے... 8:2
- اللہ اور اس کے رسول کے ساتھ خیانت نہ کرو اور نہ اپنی امانتوں میں جان بوجھ کر خیانت کرو (جو تمہیں سونپی گئی ہیں اور جو فرائض اللہ نے تم پر عائد کیے ہیں)۔ 8:27
- اگر تم اللہ کی اطاعت کرو گے اور اس سے ڈرو گے تو وہ تمہیں فرقان (حق و باطل کی تمیز) عطا کرے گا۔ 8:29
- جو لوگ کافر ہیں وہ اپنے مال کو اللہ کی راہ سے روکنے کے لیے خرچ کرتے ہیں اور خرچ کرتے رہیں گے، مگر آخر کار یہ ان کے لیے حسرت بن جائے گا۔ 8:36
- کافروں سے کہہ دو کہ اگر وہ (اپنے کفر سے) باز آ جائیں تو جو کچھ گزر چکا ہے وہ معاف کر دیا جائے گا، ورنہ پچھلی قوموں کی سنت گزر چکی ہے۔ 8:38
- جب تم (دشمن کی) فوج سے دوچار ہو تو ان کے مقابلے میں ثابت قدم رہو اور کامیابی کے لیے اللہ کا (زبان اور دل سے) بکثرت ذکر کرو۔ 8:45
- ان لوگوں کی طرح نہ بنو جو اپنے گھروں سے اکڑ کر اور لوگوں کو دکھاوے کے لیے نکلتے ہیں اور اللہ کی راہ سے روکتے ہیں۔ 8:47
- اللہ کسی قوم کی نعمت کو نہیں بدلتا جب تک کہ وہ اپنی حالت کو خود نہ بدل لیں۔ 8:53
- اللہ کے نزدیک بدترین جاندار وہ ہیں جو کفر کریں۔ 8:55
- اللہ اپنے ایمان لانے والوں کے دلوں کے درمیان محبت اور الفت ڈال دیتا ہے 8:63
- پناہ مانگنے والوں کی حفاظت اور مدد کرو 9:6
- مشرکوں کو یہ حق نہیں کہ وہ اللہ کی مسجدوں کو آباد رکھیں۔ 9:17
- وہ (کافر، یہودی اور عیسائی) چاہتے ہیں کہ اللہ کے نور (جس کے ساتھ محمد ﷺ بھیجے گئے – توحید) کو اپنے منہ سے بجھا دیں، مگر اللہ اپنے نور کو مکمل کیے بغیر نہیں رہنے دے گا، خواہ کافروں کو کتنا ہی برا لگے۔ 9:32
- صدقہ (زکوٰۃ) صرف ان کے لیے ہے: 1) فقراء، 2) مساکین، 3) اس کے جمع کرنے والے، 4) جن کے دل اسلام کی طرف مائل کرنا مقصود ہے، 5) غلاموں کو آزاد کرانے میں، 6) مقروضوں کے لیے، 7) اللہ کی راہ میں (مجاہدین کے لیے)، اور 8) مسافروں کے لیے۔ 9:60
- جو اللہ اور اس کے رسول (ﷺ) کا مخالف ہو اور دشمنی رکھتا ہو، اس کے لیے جہنم کی آگ ہے جس میں وہ ہمیشہ رہے گا۔ یہ بہت بڑی رسوائی ہے۔ 9:63
- منافق مرد اور عورتیں، سب آپس میں ایک ہیں۔ وہ اللہ کو بھول گئے تو اللہ نے بھی انہیں بھلا دیا۔ 9:67
- پاکیزگی کے لیے کوشش کرو۔ مسجد کی حرمت کا احترام کرو 9:108
- نبی اور ایمان والوں کو یہ زیب نہیں دیتا کہ وہ مشرکوں کے لیے مغفرت طلب کریں، اگرچہ وہ رشتہ دار ہی ہوں، جب ان پر واضح ہو گیا کہ وہ دوزخی ہیں (کیونکہ وہ کفر کی حالت میں مر گئے)۔ 9:113
- اس سے بڑا ظالم کون ہے جو اللہ پر جھوٹ باندھے یا اس کی آیات کو جھٹلائے؟ یقیناً مجرم کامیاب نہیں ہوں گے! 10:17
- وہ اللہ کے سوا ان چیزوں کو پوجتے ہیں جو نہ انہیں نقصان پہنچا سکتی ہیں نہ نفع، اور کہتے ہیں: "یہ اللہ کے ہاں ہمارے سفارشی ہیں۔" کہہ دو: "کیا تم اللہ کو وہ چیز بتاتے ہو جو وہ آسمانوں اور زمین میں نہیں جانتا؟" وہ پاک اور بلند ہے اس سے جو وہ شریک کرتے ہیں! 10:18
- برائی کا بدلہ ویسی ہی برائی ہے۔ 10:27
- یہ ہے اللہ، تمہارا حقیقی رب، پھر حق کے بعد گمراہی کے سوا کیا ہے؟ پھر تم کیسے پھیرے جاتے ہو؟ 10:32
- ان میں سے اکثر لوگ محض گمان کی پیروی کرتے ہیں، یقیناً گمان حق کی جگہ کچھ کام نہیں دے سکتا۔ 10:36
- اللہ لوگوں پر کچھ ظلم نہیں کرتا، لیکن لوگ خود اپنے اوپر ظلم کرتے ہیں۔ 10:44
- جان لو کہ اللہ کی نعمت اس سے بہتر ہے جو انسان جمع کر سکتا ہے 10:58
- اللہ کی آیات کو جھٹلانے والوں میں سے نہ بنو، ورنہ تم نقصان اٹھانے والوں میں سے ہو گے۔ 10:95
- اگر اللہ تمہیں کوئی تکلیف پہنچائے تو اس کے سوا کوئی اسے دور نہیں کر سکتا، اور اگر وہ تمہارے لیے بھلائی چاہے تو کوئی اس کے فضل کو ٹال نہیں سکتا، وہ اپنے بندوں میں سے جس کو چاہے اپنا فضل پہنچاتا ہے۔ 10:107
- زمین پر کوئی جاندار ایسا نہیں جس کی روزی اللہ کے ذمے نہ ہو، اور وہ اس کی قرار گاہ اور اس کی امانت گاہ (پیٹ، قبر وغیرہ) کو جانتا ہے۔ 11:6
- اگر ہم انسان کو اپنی رحمت کا مزہ چکھائیں، پھر اسے اس سے چھین لیں تو یہ مایوس اور ناشکرا ہو جاتا ہے۔ 11:9
- جو شخص دنیا کی زندگی اور اس کی زیب و زینت چاہتا ہے، ہم انہیں اس میں ان کے اعمال کا پورا پورا بدلہ دے دیں گے اور انہیں کوئی کمی نہیں ہوگی۔ 11:15
- ہم نے ان پر ظلم نہیں کیا، بلکہ انہوں نے خود اپنے اوپر ظلم کیا۔ پس ان کے وہ معبود جنہیں وہ اللہ کے سوا پکارتے تھے، جب تمہارے رب کا حکم آیا تو ان کے کچھ کام نہ آئے اور انہیں ہلاکت کے سوا کچھ نہ دیا۔ 11:101
- جس دن وہ (قیامت) آئے گی کوئی شخص اللہ کی اجازت کے بغیر بات نہیں کرے گا۔ ان میں سے بعض بدبخت ہوں گے اور (بعض) نیک بخت۔ 11:105
- جو بدبخت ہیں وہ جہنم میں ہوں گے، جہاں وہ چلائیں گے اور کراہیں گے۔ 11:106
- وہ اس میں ہمیشہ رہیں گے جب تک آسمان اور زمین قائم ہیں، مگر جب تک تمہارا رب چاہے، یقیناً تمہارا رب جو چاہتا ہے کرتا ہے۔ 11:107
- اور جو نیک بخت ہیں وہ جنت میں ہوں گے، وہ اس میں ہمیشہ رہیں گے جب تک آسمان اور زمین قائم ہیں، مگر جب تک تمہارا رب چاہے، یہ عطیہ ہے بے انتہا۔ 11:108
- ظالموں کی طرف مائل نہ ہو، ورنہ آگ تمہیں چھو لے گی اور اللہ کے سوا تمہارا کوئی کارساز نہ ہو گا، پھر تمہاری مدد نہیں کی جائے گی۔ 11:113
- دن کے دونوں سروں پر اور رات کے کچھ حصوں میں نماز قائم کرو (یعنی پانچوں نمازیں)۔ نیکیاں برائیاں (چھوٹے گناہ) دور کر دیتی ہیں۔ 11:114
- آسمانوں اور زمین کا غیب اللہ ہی کو معلوم ہے، اور تمام معاملات اسی کی طرف لوٹائے جاتے ہیں (فیصلے کے لیے)۔ 11:123
- حکم اللہ کے سوا کسی کا نہیں، اس نے حکم دیا ہے کہ تم اس کے سوا کسی کی عبادت نہ کرو (توحید)، یہی سیدھا دین ہے، لیکن اکثر لوگ نہیں جانتے۔ 12:40
- اللہ کی رحمت سے کبھی مایوس نہ ہو 12:87
- اور اکثر لوگ ایمان نہیں لائیں گے، خواہ تم کتنا ہی چاہو۔ 12:103
- اور ان میں سے اکثر اللہ پر ایمان نہیں رکھتے مگر اس طرح کہ شرک کرتے ہیں (یعنی مشرک ہیں)۔ 12:106
- یہ (قرآن) گھڑا ہوا قول نہیں بلکہ اس سے پہلے کی کتابوں (تورات، انجیل اور دیگر صحیفوں) کی تصدیق ہے اور ہر چیز کی تفصیل ہے اور ایمان لانے والوں کے لیے ہدایت اور رحمت ہے۔ 12:111
- اللہ جسے چاہتا ہے روزی کشادہ کر دیتا ہے اور (جسے چاہتا ہے) تنگ کر دیتا ہے۔ 13:26
- اللہ کو کثرت سے یاد کرو (ذکر کے ذریعے)۔ جو اللہ پر ایمان رکھتے ہیں ان کے دل اللہ کے ذکر سے مطمئن ہوتے ہیں۔ 13:28
- جو ایمان لاتے ہیں اور نیک عمل کرتے ہیں انہیں خوشی اور سکون ملتا ہے۔ 13:29
- جو لوگ آخرت کے بجائے دنیا کی زندگی کو ترجیح دیتے ہیں اور اللہ کی راہ (اسلام) سے روکتے ہیں اور اس میں کجی چاہتے ہیں، وہ دور دراز کی گمراہی میں ہیں۔ 14:3
- عبادت میں عاجزی اور شکرگزاری کرو 14:7
- جو لوگ اپنے رب کا انکار کرتے ہیں ان کی مثال ایسی ہے جیسے راکھ جس پر طوفانی دن میں تیز ہوا چلے، وہ اپنی کمائی میں سے کچھ بھی حاصل نہ کر سکیں گے۔ 14:18
- اللہ ایمان لانے والوں کو دنیا میں (یعنی وہ صرف اللہ ہی کی عبادت کرتے رہیں گے) اور آخرت میں قول ثابت کے ساتھ مضبوط رکھتا ہے۔ 14:27
- یہ خیال نہ کرو کہ اللہ ظالموں (مشرکین، زیادتی کرنے والوں) کے اعمال سے غافل ہے، وہ انہیں اس دن تک مہلت دے رہا ہے جب آنکھیں خوف سے پھٹی رہ جائیں گی۔ 14:42
- تاکہ اللہ ہر شخص کو اس کی کمائی کا بدلہ دے، یقیناً اللہ حساب میں تیز ہے۔ 14:51
- اور ہم نے انسان کو کھنکھناتی مٹی سے، بگڑی ہوئی کالی مٹی سے پیدا کیا۔ 15:26
- اور جنوں کو ہم نے اس سے پہلے آگ کے شعلے سے پیدا کیا۔ 15:27
- اس (جہنم) کے سات دروازے ہیں، ہر دروازے کے لیے گناہگاروں کا ایک خاص حصہ ہے۔ 15:44
- اس نے انسان کو نطفہ (نر و مادہ کے آمیختہ قطرے) سے پیدا کیا، پھر وہ کھلا مخالف بن جاتا ہے۔ 16:4
- اور چوپایوں کو اس نے تمہارے لیے پیدا کیا، ان میں تمہارے لیے گرمی (گرم کپڑے) اور بہت سے فائدے ہیں اور انہیں تم کھاتے ہو۔ 16:5
- اور (اس نے پیدا کیے) گھوڑے، خچر اور گدھے تاکہ ان پر سوار ہو اور زیب و زینت کے لیے، اور وہ ایسی چیزیں پیدا کرتا ہے جنہیں تم نہیں جانتے۔ 16:8
- وہی ہے جس نے آسمان سے پانی برسایا، جسے تم پیتے ہو اور جس سے درخت اگتے ہیں جن پر تم اپنے جانور چراتے ہو۔ 16:10
- وہی ہے جس نے سمندر کو تمہارے لیے مسخر کیا تاکہ تم اس سے تازہ گوشت (مچھلی) کھاؤ اور اس سے زیورات نکالو جو تم پہنتے ہو۔ 16:14
- اس نے زمین میں پہاڑ گاڑ دیے تاکہ وہ تم کو لے کر ڈگمگائے نہیں اور نہریں اور راستے بنائے تاکہ تم راہ پا سکو۔ 16:15
- کیا وہ جو پیدا کرتا ہے اس جیسا ہو سکتا ہے جو پیدا نہیں کرتا؟ کیا تم غور نہیں کرتے؟ 16:17
- اگر تم اللہ کی نعمتوں کو گننا چاہو تو انہیں شمار نہیں کر سکتے۔ 16:18
- اللہ جانتا ہے جو تم چھپاتے ہو اور جو ظاہر کرتے ہو۔ 16:19
- جنہیں یہ (مشرک) اللہ کے سوا پکارتے ہیں انہوں نے کچھ بھی پیدا نہیں کیا، بلکہ وہ خود پیدا کیے گئے ہیں۔ 16:20
- (وہ) مردہ ہیں، بے جان ہیں اور نہیں جانتے کہ کب اٹھائے جائیں گے۔ 16:21
- جب ہم کسی چیز کا ارادہ کرتے ہیں تو ہمارا قول صرف یہ ہوتا ہے کہ "ہو جا" اور وہ ہو جاتی ہے۔ 16:40
- کیا وہ لوگ جو برے مکر و فریب کرتے ہیں اس بات سے بے خوف ہیں کہ اللہ انہیں زمین میں دھسا نہ دے یا ان پر عذاب ایسی جگہ سے نہ آئے جس کا انہیں گمان بھی نہ ہو؟ 16:45
- تمہارے پاس جو کچھ نعمت اور بھلائی ہے وہ اللہ کی طرف سے ہے، پھر جب تمہیں تکلیف پہنچتی ہے تو تم اسی کو پکارتے ہو۔ 16:53
- پھر جب وہ تم سے تکلیف دور کر دیتا ہے تو تم میں سے ایک گروہ اپنے رب کے ساتھ شرک کرنے لگتا ہے۔ 16:54
- ان چوپایوں میں تمہارے لیے عبرت ہے، ہم تمہیں ان کے پیٹوں میں سے گوبر اور خون کے درمیان سے خالص دودھ پلاتے ہیں جو پینے والوں کو خوشگوار لگتا ہے۔ 16:66
- لہذا اللہ کے لیے مثالیں مت دو (کیونکہ اس کی کوئی مثال نہیں اور نہ وہ کسی سے مشابہ ہے)، یقیناً اللہ جانتا ہے اور تم نہیں جانتے۔ 16:74
- جان لو کہ اللہ نے انسان کو سننے، دیکھنے، عقل اور جذبات دیے تاکہ وہ شکر گزار بنے 16:78
- لالچ اور حرص سے بچو 16:97
- جب تم قرآن پڑھنے لگو تو شیطان، جو مردود (رجم شدہ) ہے، سے اللہ کی پناہ مانگو۔ 16:98
- جان لو کہ جاہلانہ ظلم معاف کر دیا جاتا ہے اگر انسان توبہ کر لے اور اپنی اصلاح کر لے 16:119
- (اے محمد ﷺ) اپنے رب کے راستے (اسلام) کی طرف حکمت اور عمدہ نصیحت کے ساتھ بلاؤ اور ان سے بہترین طریقے سے مناظرہ کرو۔ لوگوں کو اللہ کی راہ کی طرف بلانا حکمت اور نرمی کے ساتھ ہونا چاہیے 16:125
- یقیناً اللہ ان لوگوں کے ساتھ ہے جو اس سے ڈرتے ہیں (اپنا فرض ادا کرتے ہیں) اور جو نیکوکار ہیں۔ 16:128
- یہ قرآن اس چیز کی راہنمائی کرتا ہے جو سب سے زیادہ درست اور سیدھی ہے۔ 17:9
- کوئی کسی دوسرے کا بوجھ (گناہ) نہیں اٹھائے گا۔ 17:15
- جو آخرت کا طالب ہو اور اس کے لیے ایسی کوشش کرے جیسی کوشش اس کے لیے زیب دیتی ہے، اور وہ مومن ہو تو ایسے لوگوں کی کوشش قابل قدر اور قابل شکر ہوگی اور (اللہ کے ہاں) اسے بدلہ ملے گا۔ 17:19
- اپنے والدین کا احترام کرو اور ان کے ساتھ حسن سلوک کرو۔ والدین کے ساتھ نیکی کرو۔ انہیں بیزاری کا لفظ مت کہو۔ اور تمہارے رب نے حکم دیا ہے کہ تم اس کے سوا کسی کی عبادت نہ کرو اور والدین کے ساتھ نیک سلوک کرو۔ اگر ان میں سے کوئی ایک یا دونوں تمہارے پاس بڑھاپے کو پہنچ جائیں تو انہیں "اف" تک نہ کہو اور نہ انہیں جھڑکو اور ان سے تعظیم کی بات کرو۔ 17:23
- اور ان کے لیے عاجزی اور نرمی کا پھیلاؤ اور کہو: "اے میرے رب! ان پر رحم فرما جیسا کہ انہوں نے مجھے بچپن میں پالا تھا۔" 17:24
- یقیناً فضول خرچ لوگ شیطانوں کے بھائی ہیں اور شیطان اپنے رب کا بڑا ناشکرا ہے۔ 17:27
- پیسے فضول خرچ نہ کرو 17:29
- مفلسی کے ڈر سے اپنی اولاد کو قتل نہ کرو 17:31
- زنا نہ کرو۔ شادی کی حرمت کو برقرار رکھو اور زنا سے بچو 17:32
- جب ناپو تو پورا پیمانہ بھرو اور سیدھے ترازو سے تولو، یہ بہتر ہے اور انجام کے اعتبار سے زیادہ اچھا ہے۔ 17:35
- (اے انسان!) جس چیز کا تجھے علم نہیں اس کی پیروی نہ کر (مثلاً کوئی کہے "میں نے دیکھا" حالانکہ اس نے نہیں دیکھا، یا "میں نے سنا" حالانکہ اس نے نہیں سنا)۔ 17:36
- عاجزی اختیار کرو اور تکبر نہ کرو۔ زمین پر اکڑ کر نہ چلو، یقیناً نہ تو زمین کو پھاڑ سکتے ہو اور نہ پہاڑوں کی بلندی کو پہنچ سکتے ہو۔ 17:37
- تمہارا رب تمہیں خوب جانتا ہے، اگر چاہے تو تم پر رحم کرے اور اگر چاہے تو تمہیں عذاب دے۔ 17:54
- جو دنیا میں اندھا ہے (یعنی اللہ کی نشانیوں کو نہیں دیکھتا اور اس پر ایمان نہیں رکھتا) وہ آخرت میں بھی اندھا ہوگا اور راستے سے زیادہ بھٹکا ہوا ہوگا۔ 17:72
- نماز کے مقررہ اوقات کا خیال رکھو 17:78
- ہم نے اس قرآن میں لوگوں کو ہر طرح کی مثالیں بیان کر دی ہیں، مگر اکثر لوگ انکار ہی کرتے ہیں (اور حق کو قبول کرنے سے انکاری ہیں)۔ 17:89
- ہم نے اس قرآن میں لوگوں کو ہر طرح کی مثالیں دے دی ہیں، مگر انسان ہر چیز سے زیادہ جھگڑالو ہے۔ 18:54
- ان کا بدلہ جہنم ہے، کیونکہ انہوں نے کفر کیا اور میری آیات اور میرے رسولوں کا مذاق اڑایا۔ 18:106
- اللہ کی شان اس سے پاک ہے کہ وہ کوئی اولاد رکھے (یہ عیسائیوں کے اس الزام کی طرف اشارہ ہے جو وہ اللہ پر لگاتے ہیں کہ عیسیٰ اللہ کا بیٹا ہے)۔ وہ پاک ہے اور ان کے شرک سے بلند ہے۔ 19:35
- لوگوں سے نرمی سے بات کرو 20:44
- نیکی کرنے میں ایک دوسرے سے مقابلہ کرو 21:90
- لغو باتوں سے بچو 23:3
- اپنی شرمگاہوں کی حفاظت کرو 23:5
- اپنے دلوں کو گناہ کے رجحانات سے بچاؤ 23:97
- دوسروں کو معاف کرو اور ان کی غلطیوں سے درگزر کرو 24:22
- دوسروں کی رازداری کا احترام کرو، خاص طور پر ان کے اپنے گھروں میں۔ پڑوسیوں کے حقوق پورے کرو 24:27
- (مردوں اور عورتوں دونوں کے لیے) نگاہیں نیچی رکھو۔ اپنی شرمگاہوں اور عصمت کی حفاظت کرو۔ 24:30
- لباس اور رویے میں شرم و حیا کا خیال رکھو 24:31
- جان لو کہ اللہ ان لوگوں کو امن و سکون عطا کرتا ہے جو اس کی عبادت کریں اور نیک عمل کریں 24:55
- والدین کے نجی کمرے میں بغیر اجازت کے داخل نہ ہو 24:58
- عاجز اور متواضع بنو 25:63
- جھوٹی گواہی اور دھوکے سے بچو 25:72
- آخرت کے ثواب کے لیے کوشش کرو لیکن دنیا کے معاملات کو نظر انداز نہ کرو 28:77
- اللہ کے ساتھ کسی اور معبود کو نہ پکارو 28:88
- ہم جنس پرستی میں ملوث نہ ہو 29:29
- ہر کام میں عمدگی کے لیے کوشش کرو 29:69
- نماز قائم کرو اور زکوٰۃ دو 31:4
- نیکی کا حکم دو اور برائی سے روکو 31:17
- اپنے رویے میں تکبر سے بچو۔ فضول باتوں میں وقت ضائع کرنے سے بچو 31:18
- اپنی چال اور آواز میں اعتدال رکھو 31:19
- نبی محمد ﷺ کے اسوۂ حسنہ کی پیروی کرو 33:21
- عورتوں کو اپنی زیب و زینت اور آرائش کو ظاہر نہیں کرنا چاہیے 33:33
- ہر حال میں سچ بولو 33:70
- غور و فکر کے ذریعے حکمت اور سمجھ حاصل کرو 38:29
- قرآن کے احکام کی پیروی کرو 39:23
- اللہ سب گناہ معاف کر دیتا ہے جب گنہگار توبہ کر کے اس کی طرف رجوع کرتا ہے 39:53
- اللہ سے خالص دعا (دعا) کرو 40:60
- برائی کو بھلائی سے دفع کرو 41:34
- معاملات کو مشورے سے طے کرو 42:38
- اپنی آواز نبی کی آواز سے بلند نہ کرو 49:2
- راز رکھو اور خیانت سے بچو 49:6
- جھگڑا کرنے والوں میں صلح کرو۔ تنازعات میں مفاہمت کی کوشش کرو 49:9
- دوسروں کا مذاق نہ اڑاؤ 49:11
- بدگمانی سے بچو۔ جاسوسی اور غیبت سے بچو۔ دوسروں کی غیبت اور بدنامی نہ کرو۔ ہر قسم کی غیبت اور تہمت سے بچو۔ تکبر تمہیں ظلم کی طرف نہ لے جائے 49:12
- جان لو کہ صرف تقویٰ ہی انسان کو عالی مرتبہ بناتا ہے۔ لوگوں اور ثقافتوں کے درمیان فرق کا احترام کرو 49:13
- مہمانوں کی عزت کرو 51:26
- اللہ کے تئیں اپنی ذمہ داریوں کا شعور رکھو 51:56
- مال خرچ کرو خیرات میں 57:7
- جان لو کہ دین میں راہبانیت (شادی اور آرام کو ترک کرنا جیسے راہب، راہبائیں یا مذہبی منتوں کے تحت رہنے والے) نہیں ہے 57:27
- مال و دولت تمہیں اللہ کی یاد سے غافل نہ کرے 58:11
- علم والوں کو اللہ بلند درجہ عطا فرمائے گا 58:11
- غیر مسلموں کے ساتھ اچھا اور منصفانہ سلوک کرو 60:8
- اپنے عقائد اور اعمال میں نفاق سے بچو 63:9
- لالچ اور کنجوسی سے دور رہو 64:16
- تم پر نازل کی گئی وحی کی حفاظت کرو 73:15
- قیامت کے دن سے ہوشیار رہو 75:36
- صبر اور رحم کا حکم دو 90:17
- جو اپنے نفس کو پاک کرے گا وہ کامیاب ہوگا اور جو اسے گندا کرے گا وہ ناکام ہوگا 91:10
- محتاج کو نظر انداز یا دھکا نہ دو 93:10
- علم اور فہم حاصل کرو۔ قرآن پڑھو اور اس پر غور کرو 96:1–5
- مسکینوں کو کھانا کھلانے کی ترغیب دو 107:3
""";
