const String quranIndexGreekRaw = r"""
Προσευχές Μανζίλ 1:1-7; 2:1-5, 163, 255-257, 284-286; 3:18, 26-27; 7:54-56, 117-122; 17:110-111; 23:115-118; 37:1-11; 55:33-40; 59:21-24; 72:1-4; 109:1-6; 112:1-4; 113:1-5; 114:1-6
Κύριέ μας Προσευχές 2:127-128, 201, 250, 286; 3:8-9, 16, 53, 147, 191-194; 5:83, 114; 7:23, 47, 89, 126, 155; 10:85-88; 11:47; 12:101; 14:38-41; 17:80; 18:10; 20:114; 23:109, 118; 25:65-66, 74; 28:24; 40:7-9; 59:10; 60:4-7; 66:8
Κύριέ μου Προσευχές 3:38; 12:33; 14:35-36; 19:3-6; 20:25-28, 45, 114; 21:83, 87, 89; 23:26, 29, 93-94, 97-98; 26:83-87, 169; 27:19; 28:16-17, 21; 29:30; 37:100; 38:35, 41; 46:15, 71:26-28
Ααρών Aaron (Harun) 2:248; 4:163; 6:84; 7:122, 142; 10:75; 19:28, 53; 20:30, 70, 90, 92; 21:48; 23:45; 25:35; 26:13, 48; 28:34; 37:114, 120.
Αμπάσα, S.80; 74:22
Πλύσιμο (Wudu), 4:43; 5:6
Αβραάμ (φίλος του Θεού, μονοθειστής) Abraham (Ibrahim) S.14; 2:135-136, 148; 3:33, 84, 95; 4:54, 125, 163; 6:161; 9:70, 114; 12:6, 38; 16:120; 19:58; 21:51, 60, 62, 69; 22:43, 78; 26:69; 29:31; 33:7; 37:83, 104, 109; 38:45; 42:13; 43:26; 51:24; 53:37; 57:26; 60:4; 87:19
- ούτε Εβραίος ούτε Χριστιανός, 3:67-68
- στάθηκε στον πρώτο ναό στη Βάκκα, 3:97; 26:123
- ανυψώνει τα θεμέλια της Κάαμπα 2:124-129
- καλεί τον λαό του στη λατρεία του Ενός Αληθινού Θεού 2:130-133; 26:69-89; 29:16; 29:24-27
- συζητά αλαζονικό βασιλιά 2:258
- ρωτάει για την ανάσταση 2:260
- ούτε Εβραίος ούτε Χριστιανός 3:65-68
- αντικρούει την ουράνια λατρεία 6:74-87
- λαμβάνει νέα για τη γέννηση του Ισαάκ 11:69-76; 51:24-30
- η προσευχή του στην Κάαμπα 14:35-41
- επισκέφθηκαν άγγελοι 15:51-56
- ένα πρότυπο 16:123
- καλεί τον πατέρα του στην αλήθεια 19:41-50
- καταστρέφει τα είδωλα και σώζεται από τη φωτιά 21:51-73; 37:83-113
- καλεί όλους στο προσκύνημα 22:26
Abrar, 3:193, 198; 76:5; 82:13; 83:18-22
Κατάργηση, 2:106, 16:101
Αμπού Λαχάμπ, 111:1-5
«Λαοί της Διαφήμισης, 7:65-74; 9:70; 11:59; 14:9; 22:42; 25:38; 26:123; 29:38; 38:12; 40:31; 41:13, 15; 46:21; 50:13; 51:41; 53:50; 54:18; 69:4-6; 89:6
Αδάμ, 3:33, 59; 5:27; 7:26-27, 31, 35, 172; 17:70; 19:58; 36:60
- άγγελοι να προσκυνούν, 2:34; 7:11
- δέντρο της γνώσης, 2:35; 7:19-20; 20:120-121
- εξορία από τον Κήπο (καμία ευθύνη για την Εύα), 2:36; 7:24
- τιμήθηκε από τον Αλλάχ, πειράστηκε από τον Σατανά 2:30-38; 7:11-25; 17:61-65; 18:50; 20:115-123; 38:71-85
- συγχωρεμένος από τον Αλλάχ 2:37; 20:122
'Αντίγιατ, S.100
Παράδεισος Εδέμ Adn Paradise, 9:72; 13:23; 16:31; 18:31;19:61; 20:76; 35:33; 38:50; 40:8; 61:12; 98:8
Αντιξοότητα
- δεν επιβαρύνεται με το βάρος κάποιου άλλου, 6:164; 17:15; 35:18; 39:7; 53:38
- δεν επιβαρύνονται πέρα από την ικανότητά τους να αντέξουν, 2:286; 6:152; 7:42; 23:62
- υπομονή κατά τη διάρκεια, 2:153; 2:155; 2:177; 2:250; 3:17; 3:125; 3:142; 3:146; 3:186; 3:200; 7:87; 7:126; 7:128; 7:137; 8:46; 8:65; 8:66; 10:109; 11:11; 11:49; 11:115; 12:18; 12:83; 12:90;13:22; 16:96; 16:110; 16:126; 21:85; 22:35; 23:111; 28:54; 29:59; 30:60; 31:17; 31:31; 37:102; 38:44; 39:10; 40:55; 40:77; 41:35; 42:33; 46:35; 47:31; 70:5; 76:12; 90:17; 103:3
Γήρανση, 16:70; 22:5; 30:54; 36:68
- συμπεριφορά προς ηλικιωμένους γονείς που βρίσκονται υπό τη φροντίδα σας, 17:23
Αχμάντ, 61:6
Αχκάφ, S.46; 46:21
Ahzab, S.33; 11:17; 13:36; 19:37; 38:11, 13; 40:5, 30; 43:65
Αϊκά, κάτοικοι της, 15:78; 26:176; 38:13; 50:14
Άλα S.87; 87:1; 92:20
'Alaq, S.96
Αλ-Ιμράν, S.3
Αλλάχ
- μια ημέρα γι' Αυτόν είναι πενήντα χιλιάδες χρόνια, 70:4
- μια ημέρα γι' Αυτόν είναι χίλια ανθρώπινα χρόνια, 22:47; 32:5
- ικανότητα να κάνεις οτιδήποτε, 2:106; 2:117; 3:165; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39;42:49; 57:2
- ο καλύτερος όλων των κριτών, 95:8
- πέρα από τον ορισμό, 43:82; 67:12
- ακυρώνει τα σχέδια των απίστων, 8:30; 8:36
- κάνει τους ανθρώπους να εξαφανιστούν και να γεννήσουν άλλα όντα, 4:133; 14:19; 35:16
- προκαλεί γέλιο και κλάμα, 53:43
- έκανε έναν άνθρωπο να κοιμηθεί για έναν αιώνα, 2:259
- εχθρός εκείνων που αρνούνται την αλήθεια, 2:98
- εξυμνείτε τη δόξα του από το πρωί μέχρι το βράδυ, 33:42
- ψευδόθρησκες, 16:57; 17:40; 43:16; 52:39; 53:21-22
- ονομαστικά, 53:19-20
- δίνει στους ανθρώπους ελεύθερη βούληση, 36:67
- τα παρατάει όλα για αυτόν, 4:66-68; 4:125
- το καλό και το κακό προέρχονται από Αυτόν, 4:78
- χαρίζει ζωή και θάνατο, 44:8; 53:44; 57:2; 67:2
- οι σκληρά αγωνιζόμενοι ανταμείβονταν καλύτερα, 4:95-96; 5:54; 9:120; 49:15; 61:11
- δεν έχει σύζυγο, 72:3
- δεν έχει γιο, 43:81; 72:3; 112:3
- δεν σε εγκατέλειψε στις δύσκολες στιγμές σου, 93:3
- είναι παντού στη γνώση, 2:115; 2:142; 2:177; 4:126
- είναι ο Πρώτος και ο Έσχατος (άλφα και ωμέγα), 57:3
- είναι το Εξωτερικό και το Εσωτερικό, 57:3
- γνωρίζει ότι είναι πέρα από κάθε κατανόηση, 6:59; 6:73; 9:94; 9:105; 13:9; 32:6; 34:48; 35:38-39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- αγαπάει εκείνους που συμπεριφέρονται δίκαια, 49:9
- δεν θέσπισε νόμους σχετικά με κάτι για το οποίο δεν μίλησε, 5:101; 6:140; 6:148; 7:32
- έλεος προς τους αιχμαλώτους πολέμου που έχουν καλό μέσα τους, 8:70
- φύση του, 2:255
- κανένας άνθρωπος δεν είναι θεότητα, 3:64; 3:151
- όχι τριάδα, 4:171
- καταφύγιο από το κακό με, 113:1-5; 114:1-6
- ενθυμούμενος τον όρθιο, καθισμένο, ξαπλωμένο, 3:191; 4:103; 10:12; 25:64
- σε διαμορφώνει στη μήτρα, 3:6
- ο θρόνος στηρίζεται πάνω στο νερό, 11:7
- θα δημιουργήσει πράγματα για τα οποία εσύ δεν έχεις γνώση, 16:8
- δεν θέλει να αδικήσει τη δημιουργία Του, 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11
Συμμαχίες, 8:72; 9:7
- Χριστιανοί και Εβραίοι, 5:51
- απαγορεύεται με άπιστους συγγενείς, 9:23-24
- απαγορεύεται στους υποκριτές, 4:88-89; 4:139; 4:144
Αλιάσα, (βλέπε Ελισσαιέ)
Αμάνα, Εμπιστοσύνη και καθήκοντα που ορίζει ο Αλλάχ κ.λπ., 2:283; 4:58; 8:27
- βλέπε Εμπιστοσύνη
Άγγελοι, 2:30-34; 2:98; 2:285; 4:97; 8:50; 13:23; 21:108; 22:75; 25:22; 25:25; 32:11; 33:43; 33:56;34:40; 35:1; 37:150; 38:71; 39:75; 41:14; 41:30; 42:5; 43:53; 43:60; 47:27; 53:26; 66:4; 66:6;69:17; 70:4; 89:22; 97:4
- δημιουργήθηκε από φωτιά, 7:12; 38:76
- οκτώ θα σηκώσουν ψηλά τον θρόνο του Αλλάχ την Ημέρα της Κρίσης, 69:17
- ψευδής ισχυρισμός ότι είναι γυναίκες, 43:19; 53:27
- φύλακας 82:10-12; 86:4
- δεκαεννέα κύριος της κόλασης, 74:30-31
- δεν στάλθηκαν για να ικανοποιήσουν ιδιοτροπίες, 15:7-8
- απεσταλμένοι για να εμπνεύσουν, 16:2
Θυμός, συγκρατήσου, 3:134
Άνκαμπουτ, S.29
Μυρμήγκια, 27:18
Πίθηκοι, 5:60
- αξιοκαταφρόνητος, 2:65; 7:166
Αποστασία, 3:72; 3:86-88; 3:90-91; 3:167; 4:137; 5:54; 9:74; 9:107; 16:106; 33:14
- μην ζητάς γρήγορη καταστροφή για τους αποστάτες, 46:35
- Μόνο ο Αλλάχ θα τους τιμωρήσει, 73:11; 74:11
- τιμωρία στη μετά θάνατον ζωή, 2:217; 9:74
- απόρριψη από άλλους, 3:87
- μετάνοια, 3:89; 5:34; 9:5; 9:11
- την Ημέρα της Κρίσης είναι πολύ αργά, 40:85
- υπό πίεση, 16:106
Αποστάτες, 47:25
Α'ράφ, S.7; 7:46, 48
Αραφάτ, 2:198
Διαπληκτίζομαι
- όχι για λογαριασμό εκείνων που εξαπατούν τον εαυτό τους, 4:107
- εσύ υποστήριζες αυτά σε αυτόν τον κόσμο, αλλά ποιος θα το κάνει την Ημέρα της Ανάστασης, 4:109
Διαφωνίες/Επιθέσεις
- απαντήστε σε είδος, 8:58
- το να είσαι υπομονετικός είναι πολύ καλύτερο, 16:126
Πανοπλία, 16:81
'Ασρ, S.103
Αγιάτ Αλ-Κούρσι, 2:255
Συκοφάντης, 49:12; 104:1
Μπαντρ (μάχη του), 3:13
- μαθήματα από, 8:5-19, 42-48
Αλ-Μπαϊτ-ουλ-Μα μουρ, 52:4
Βάκκα (Μέκκα), 3:96
Βάλ, 37:125
Μπαλάντ, S.90
Ισορροπία, 7:8-9; 17:35; 21:47; 55:7-9; 57:25; 101:6-9
Μπανού Αν-Ναδίρ, 59:2-6, 13
Μπάκαρα, S.2
Μπαράα (Βλέπε Ταούμπα), S.9
Barzakh, (Barrier), 23:100; 25:53; 55:20
- βλέπε επίσης 18:94-97; 34:54; 36:9
Μπαϊγινά, S.98
Θηρίο (των Εσχάτων Ημερών), 27:82
Βεδουίνοι, 9:90, 97-99, 101, 120; 48:11, 16; 49:14
Μέλισσα, 16:68-69
Συμπεριφορά
- να συζητούν με καλοσύνη με εκείνους που τους δόθηκε προηγούμενη αποκάλυψη, 16:125, 29:46
- αποφύγετε να εμπλακείτε σε θέματα που δεν γνωρίζετε, 17:36
- αποφύγετε σοβαρές αμαρτίες και επαίσχυντες πράξεις, 53:32
- αποφύγετε τις εικασίες ο ένας για τον άλλον, μην κατασκοπεύετε ούτε μιλάτε άσχημα ο ένας για τον άλλον 49:12
- να είσαι δίκαιος στις απόψεις σου, 6:152
- η κοινότητα θα πρέπει να είναι μετριοπαθής, 2:143; 25:67
- η έπαρση αποθαρρύνεται, 4:36, 57:23
- μην επιπλήττεις όσους ζητούν τη βοήθειά σου, 93:10
- μην θεωρείς τον εαυτό σου αγνό, 53:32
- μην χλευάζετε τους άλλους, 49:11; 104:1
- μην αναφέρεις ανοιχτά κακά πράγματα, 4:148
- μην κακολογείτε ο ένας τον άλλον, 104:1
- σε κάθε ομάδα δόθηκε ένας νόμος και ένας τρόπος ζωής, 2:148; 5:48; 10:47; 10:74; 13:38; 16:36; 16:63; 16:84
- και ένας τρόπος λατρείας, 22:67
- Ο Αλλάχ θα μπορούσε να τους είχε κάνει μία κοινότητα, 5:48; 11:118; 16:93; 42:8
- μία κοινότητα υπό τον Αλλάχ, 21:92
- συγχωρήστε τους Εβραίους, 5:13
- συγχωρώ τους άπιστους, 31:15; 45:14
- συγχωρώ εύκολα, 42:37
- οι ηγεμόνες λαμβάνουν αποφάσεις μετά από διαβουλεύσεις, 42:38
- και ένας προφήτης, 10:47; 16:36
- η δυσφήμιση των πιστών είναι αμαρτία, 33:58
- άνδρες (προς γυναίκες), 24:30
- οι ειρηνοποιοί ανταμείβονται, 42:40
- να μιλάς δίκαια σε εκείνους που έχουν ανάγκη, αν δεν μπορείς να κάνεις τίποτα άλλο, 17:28
- προς ηλικιωμένους γονείς που βρίσκονται υπό τη φροντίδα σας, 17:23
- προς άλλους Μουσουλμάνους, 33:6
- προς τους άλλους, 17:26-29; 17:35; 17:53; 60:8
- προς τους γονείς, 46:15
- προς τους δούλους, 4:36; 24:33
- να φέρεστε στους μη εμπόλεμους μη πιστούς με ισότητα, 60:8
- σύζυγοι του Προφήτη, 33:28-34
- γυναίκες (προς τους άνδρες), 24:31
- σε όλες τις αποκαλύψεις, 2:136; 2:285
- φύση του, 49:14-15
Πιστοί, 2:2-5; 2:285; 8:2-4; 8:24
Κληροδοτήματα, 2:180, 240; 4:7, 12; 36:50
Προδοσία (εξαπάτηση, απάτη), 2:187; 4:107; 5:13; 8:27, 58, 71; 12:52; 22:38; 66:10
Βίβλος, 5:64, 5:65, 5:68
- παραμόρφωση του, 3:78; 5:14-15
Πουλιά, 2:260; 3:49; 5:110; 6:38; 12:36, 41; 16:79; 21:79; 22:31; 24:41; 27:16-17, 20; 34:10; 38:19; 56:21; 67:19; 105:3
Αίμα-χρήματα (διά) Blood-money (Diya), 2:178-179; 4:92; 17:33
Λάφυρο, πόλεμος, 4:94. 8:41; 59:6-8
- παράνομη λήψη, 3:162
- δείτε λάφυρα
Δωροδοκία, 2:188
Budn, 22:36
Βάρος
- άλλου, κανένας φορέας βαρών δεν θα το σηκώνει, 35:18; 39:7; 53:38
- οι άπιστοι θα σηκώσουν επίσης τα βάρη των άλλων, 16:25; 29:13
- πονηρά είναι πράγματι τα βάρη που θα σηκώσουν, 6:31, 164
- Ο Αλλάχ δεν επιβαρύνει κανέναν πέρα από τις δυνατότητές του, 2:286; 7:42; 23:62
Buruj (Μεγάλα αστέρια), S.85; 85:1; 15:16; 25:61
Καμήλα, 6:144; 7:40; 77:33; 88:17
Αιχμάλωτοι, 4:25; 8:67, 70, 71; 9:60; 33:26-27; 76:8
- βλέπε επίσης Αιχμάλωτοι πολέμου
Βοοειδή, 3:14; 4:119; 5:1; 6:136, 138, 139, 142; 7:179; 10:24; 16:5-8, 10, 66, 80; 20:54; 22:28, 30, 34; 23:21; 25:44, 49; 26:133; 32:27; 35:28; 36:71-73; 39:6; 40:79; 42:11; 43:12-13; 47:12; 79:33; 80:32
Σπήλαιο του Θάουρ, 9:40
Σπήλαιο, άνθρωποι του 18:9-22, 25-26
Βεβαιότητα με αλήθεια, 56:95; 69:51
Ελεημοσύνη (Σαντακά) Charity, (Sadaqah), 2:196, 263, 264, 270, 271, 273; 4:114; 9:58, 75, 76-79, 103, 104; 57:18; 58:12-13
- αντικείμενα ελεημοσύνης και Ζακάτ, 2:273; 9:60
Παιδιά 2:233; 42:49-50
- χαμένοι είναι αυτοί που σκότωσαν τους εαυτούς τους, από ανοησία, χωρίς γνώση, 6:140
Χριστός, (βλέπε Ιησούς)
Χριστιανοί, 5:14, 19, 64-65, 69; 22:17
- ζητήθηκε να μην θεοποιηθεί ο Ιησούς, 4:171
- έρχονται πιο κοντά στο να νιώσουν στοργή προς τους Μουσουλμάνους, 5:82
- οι περισσότεροι έχουν ξεχάσει τι τους έχουν πει να έχουν κατά νου, 5:14
- τώρα έρχεται σε εσάς ένας αγγελιοφόρος, 5:15, 19
- οι δίκαιοι θα ανταμειφθούν, 2:62; 5:65; 5:69
- πες «Ο Ιησούς είναι ο γιος του Αλλάχ», 9:30
Πόλεις που ανατράπηκαν, 69:9
Πόλη της ασφάλειας, 95:3
Ρούχα, 7:26; 16:81
- της φωτιάς, 22:19
- το πέπλο ή τα γυναικεία ρούχα σε μη οικιακές καταστάσεις, 24:31
- τα εξωτερικά ενδύματα των γυναικών αποτρέπουν την παρενόχληση από υποκριτές, 33:59-60
Συνομόσπονδοι, 33:9, 22
- βλέπε Συμβουλευτική Συνέλευση των Αχζάμπ, αμοιβαία, 42:38
Δημιουργία
- αρχίζει και επαναλαμβάνεται, 10:4; 21:104; 27:64; 29:19-20
- ένα νέο, 17:49, 98; 35:16
- με αλήθεια, 15:85; 16:3; 29:44; 39:5; 44:39; 45:22; 46:3
- όχι για παιχνίδι, 21:16-17; 23:115
- κάθε ζωντανό πράγμα που δημιουργήθηκε από, 21:30; 24:45; 25:54
- του ανθρώπου, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- η πρώτη μορφή του 56:62
- σε έξι ημέρες, 7:54; 11:7; 32:4; 50:38; 57:4
- σε ζεύγη, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9,49; 53:45
- ποικιλία στο, 35:27-28
- Ο Αλλάχ προστάζει «Γενηθήτω!» — και γίνεται, 2:117;16:40; 36:82; 40:68
- σαν το άστραμμα ενός ματιού, 54:50
- νύχτα και μέρα, ήλιος και σελήνη, 39:5
- ουρανού και γης γης μεγαλύτερη από, της ανθρωπότητας, 40:57; 79:27
- σκοπός του, 51:56
Κοράκι, 5:31
Κριτήριο, 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
Dahr, (βλ. Insan,) S.76; 45:24
- χρόνος, 76:1; 103:1
Δαβίδ, 5:78; 6:84; 17:55; 34:10, 13; 38:17-30
- δεδομένου του Ψαλμού 4:163
- μάχεται και σκοτώνει τον Γολιάθ, 2:251
- εκδίδει κρίση 21:78-80
- ευλογημένος με γνώση και προφητεία 27:15-16
- βουνά και πουλιά τον ενώνουν υμνώντας τον Αλλάχ 34:10; 38:17-20
- κρίνει μεταξύ δύο ανθρώπων 38:21-26
Νταβάμπ ή Νταμπά (κινούμενο ζωντανό πλάσμα, κ.λπ.) 2:164; 6:38; 8:22, 55; 11:6, 56; 16:49, 61; 22:18; 24:45; 27:82; 29:60; 31:10; 34:14; 35:28, 45; 42:29; 45:4
Οι νεκροί θα αναστηθούν, 6:36
Θάνατος, 3:185; 3:193; 4:78; 6:61; 6:93; 21:35; 23:99-108; 31:34; 32:11; 33:19; 33:23; 44:56; 47:27; 50:19-20; 56:60-62; 56:83-96; 75:29; 75:26-35
- και φυγή από τη μάχη, 33:16
- για τον σκοπό του Αλλάχ, 3:195; 22:58; 47:4
- οι κοινότητες που δεν έχουν αποκάλυψη δεν θα καταστραφούν, 6:131; 9:115; 10:47; 11:117; 15:4; 16:119; 17:15; 28:59
- όσοι σκοτώθηκαν για τον δρόμο του Αλλάχ είναι ζωντανοί, 2:154; 3:169
- ενώ φεύγουν από το κακό προς τον Αλλάχ, 4:100
- δεν μπορεί να σταματήσει ή να καθυστερήσει 63:10-11
- δίδυμος αδερφός του ύπνου 6:60; 39:42
- πιστοί και άπιστοι κατά τη στιγμή του θανάτου 8:50; 16:27-32; 41:30
- τιμωρία στον τάφο 40:46
Χρέη, 2:280, 282; 4:11-12
Διάταγμα
- για κάθε θέμα, υπάρχει ένα, 13:38
- ποτέ δεν καταστρέψαμε μια πόλη που να μην υπήρχε μια γνωστή, γι' αυτήν, 15:4
- κάθε θέματος προέρχεται από τον Αλλάχ, 44:5
- όταν αποφασίζει για κάτι, λέει μόνο «Γενηθήτω!» — και γίνεται, 2:117; 36:82; 40:68
Πράξεις
- κακό, ωραιοποιημένο γι' αυτούς, 47:14
- σε εμάς τα δικά μας, σε εσάς τα έργα σας, 28:55; 42:15; 45:15
- το καλό και το κακό, είναι υπέρ και κατά του εαυτού του, 41:46
- έδεσε άνθρωπο στον λαιμό του, 17:13
Βαθμοί, σύμφωνα με αυτά που έκαναν, 6:132
Επιθυμία, αυτοί ακολουθούν το κακό τους, 47:14, 16
- που έχει πάρει ως θεό τον δικό του, 25:43
Μην απελπίζεσαι για το έλεος του Αλλάχ, 39:53; 21:87-88; 68:48-50
- βλέπε επίσης Ιωνάς
Νταρίγιατ, S.51
Ζικρ, 7:205; 15:6, 9
Ντούλ-Κίφι, 21:85; 38:48
Ντούλ-Καράιν, 18:83-98
Ντουν-Νουν (Συντροφός του Ψαριού)
Άπιστοι (βλ. επίσης Υποκριτές)
- ζητήστε από τον Μωάμεθ ( ﷺ ) να επικαλεστεί την οργή του Αλλάχ πάνω τους ως απόδειξη, 6:57-58; 8:32; 10:49-52
- να φέρονται με καλοσύνη στη συντροφιά τους, 31:15
- ανέχεστε αυτά που λένε με υπομονή, 20:130; 50:39
- διαθήκες με, 8:56; 8:72; 9:4, 7
- παραβίαση διαθηκών, 8:58; 9:12
- Ο Αλλάχ ακυρώνει τα σχέδιά τους, 8:30, 36
- να εγκαταλείπουν την παρέα εκείνων που χλευάζουν τον νόμο του Αλλάχ, 4:140; 6:68
- προστατέψτε τους αν σας το ζητήσουν, 9:6
- τιμωρία κατά τη διάρκεια πολέμου, 8:12, 50, 59
- τιμωρία στη μετά θάνατον ζωή, 8:37
- δεν πρέπει να επισκέπτονται ή να φροντίζουν τα τζαμιά, 9:17
- μιλήστε τους με καλοσύνη, 17:53
- αγωνιζόμενος σκληρά εναντίον, 9:73; 25:52; 66:9
- να φέρονται στους μη εμπόλεμους με ισότητα, 60:8
- θα συμμαχήσει μόνο με άλλους άπιστους, 8:72
Μαθητές (του Ιησού), 3:52; 61:14
Ασθένεια στις καρδιές των υποκριτών και των απίστων, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29; 74:31
Στενοχώρια, μετά από αυτήν υπάρχει ασφάλεια, 3:154
Διανομή πολεμικής λείας, 8:41; 59:7-8
Χαντάκι, λαός του, 85:4-10
Ποικιλία
- των ανθρώπων, 30:22, 35:27-28
- της ζωής, 35:27-28
Διαζύγιο, 2:228-232, 236-237, 241; 4:35, 130; 65:1-7
- μετά από περίοδο αναμονής, διαλύω ή συμφιλιώνω, 2:231; 65:2
- δύο μάρτυρες, 65:2
- διατροφή, 2:233, 241
- επεκτείνεται στον κληρονόμο του πρώην συζύγου, 2:233
- μπορεί να ανακληθεί δύο φορές, 2:229
- κατάσταση προίκας, 2:229, 236-237
- βρείτε τροφό εάν είναι απαραίτητο, 65:6
- βλέπε επίσης Ζιχάρ
Διαζύγιο, Άντρας
- χώρισε τη μία γυναίκα για μια άλλη - μην πάρεις πίσω αυτό που έδωσες πρώτα, 4:20
- μην παρενοχλείς τη γυναίκα, 65:6
- μην κρατάτε τις γυναίκες σας παρά τη θέλησή τους, 4:19
- τέσσερις μήνες για να αλλάξει γνώμη, 2:226
- πλήρη υποστήριξη της συζύγου κατά τη διάρκεια της εγκυμοσύνης και της περιόδου αναμονής, 65:6
- να στηρίζετε πλήρως τη σύζυγό σας εάν θηλάζει το παιδί σας, 65:6
- η μητέρα δεν πρέπει να υποφέρει εξαιτίας του παιδιού της που είναι ορφανό από πατέρα, 2:233
- προ-ισλαμική εποχή, 58:2
- μετάνοια για νηστεία συμφιλίωσης για 2 συνεχόμενους μήνες, 58:4
- μετάνοια για συμφιλίωση θρέφει 60 άπορους, 58:4
- μετάνοια για να συμφιλιώσει ελεύθερο έναν δούλο, 58:3
- προσπάθεια συμφιλίωσης, 4:35
- αναμάρτητος αν ο γάμος δεν έχει ολοκληρωθεί, 2:236
- νύφη που δικαιούται το μισό της προίκας, 2:237
Διαζύγιο, Γυναίκα
- μετά το τρίτο διαζύγιο (αυτό από άλλο σύζυγο) μπορεί να επιστρέψει στον αρχικό σύζυγο, 2:229
- δικαιούται διατροφής, 2:241; 65:1
- ίσο δικαίωμα στο διαζύγιο, 2:228
- φόβος κακομεταχείρισης από τον σύζυγο, 4:128
- μπορεί να κρατήσει ό,τι της έδωσε ο άντρας της, 2:229
- να μην εκδιωχθούν από τα σπίτια τους, 65:1
- τρεις περίοδοι αναμονής για να διαψευσθεί η εγκυμοσύνη, 2:228
- τρίμηνη αναμονή για όσες δεν έχουν έμμηνο ρύση, 65:4
- εκτός αν ο γάμος δεν έχει ολοκληρωθεί, 33:49
Σκύλοι, 7:176
Γαϊδούρια (Γάιδαρος), 2:259; 16:8; 31:19; 62:5; 74:50
Ποτό
- αλκοολικός, 2:219; 5:90
- αγνό και λευκό νόστιμο, 37:45-46; 76:21
- καθαρό σφραγισμένο κρασί, 83:25
Ντούχα, S.93
Ντουκάν, S.44
Στρατός ελεφάντων, 105:1-5
Ηλίας (Ηλίας, Ilyasin) 6:85; 37:123-132
Ελισσαιέ, (Αλιάσα) 6:86; 38:48
Ενώχ, (βλέπε Ιντρίς)
Γεγονός, 56:1; 69:15
Κακό, 4:123; 10:27-30; 19:83; 59:15
- δεν πρέπει να εκφωνείται δημόσια, 4:148
- προέρχεται από εμάς τους ίδιους, αλλά το καλό είναι καλό από τον Αλλάχ, 4:79; 42:48
- συγγνώμη, 4:149
- ανταμείφθηκε, 6:160; 42:40
- που μηχανεύονται, πλεκτανεύουν, 16:45-47
- ήταν το τέλος, 30:10
- έχει εμφανιστεί σε στεριά και θάλασσα, 30:41
- απώθηση/άμυνα, με καλό, 13:22; 23:96; 41:34
- άλλαξε, προς το καλό, 7:95
- εκείνοι ακολουθούν τις επιθυμίες τους, 47:14, 16
- πράξεις ωραιοποιημένες γι' αυτούς, 47:14
Υπέρβαση
- απαγορεύεται στα τρόφιμα, 5:87
- στη θρησκεία, 4:171; 5:77-81
Μάτια, αυτιά και δέρματα θα μαρτυρήσουν εναντίον των αμαρτωλών, 41:20-23
Έσδρας, (Ουζάιρ) 9:30
Πρόσωπο ή Μορφή του Αλλάχ, 2:115, 272; 6:52; 13:22; 18:28; 28:88; 30:38-39; 55:27; 76:9; 92:20
Ωραίος
- Ο Αλλάχ έχει κάνει, σε κάθε λαό, τα δικά του έργα, 6:108
Πίστη (Πίστη), 2:108; 3:167, 177, 193; 5:5; 9:23; 16:106; 30:56; 40:10; 42:52; 49:7, 11, 14; 52:21; 58:22; 59:9-10
- απορρίπτοντες του, 3:116
- αύξηση σε, 3:173
- με βεβαιότητα, 44:7; 45:4, 20; 51:20
- Σας έχει οδηγήσει στο, 49:17
Φατζρ, S.89
Φαλάκ, S.113
Ψευδής συζήτηση για τα εδάφια του Κορανίου, 6:68
Ψεύτικοι θεοί
- εκτός από τον Αλλάχ, είδωλα και λεγόμενοι σύντροφοι 7:194-198; 16:20-21, 72, 86; 21:22, 24; 34:22, 27; 41:47-48; 46:5-6; 53:19-24; 71:23-24
- μην προσβάλλετε εκείνους που λατρεύουν εκτός από τον Αλλάχ, 6:108
- βλέπε επίσης Ταγκούτ
Ψεύδος (Batil), 2:42; 3:71; 8:8; 9:24; 13:17; 17:81; 21:18; 22:62; 29:52, 67; 31:30; 34:49; 40:5; 41:42; 42:24; 47:3
Έδεσε τις πράξεις του ανθρώπου στον τράχηλό του,17:13
Νηστεία, 2:178, 183, 184-185, 187, 196; 4:92; 5:89, 95; 19:26; 33:35
- φάτε και πιείτε μέχρι να διακριθεί η λευκή κλωστή από τη μαύρη, 2:187
Φαθ, S.48
Φατίχα, S.1
Φατίρ, S.35
Fidyah (λύτρα), της νηστείας, 2:196
- για την απελευθέρωση των αιχμαλώτων, 8:67
- λύτρα που προσφέρονται από άπιστους, 3:91; 5:36,37; 10:54; 13:18
Σχ. 95:1
Μαχητικός
- στον δρόμο του Αλλάχ, εναντίον των απίστων, 2:190-193, 244; 4:84, 95; 8:72, 74, 75; 9:12-16, 20, 24, 36, 123; 47:4; 61:11
- χειροτονήθηκε, 2:216
- σε ιερούς μήνες, 2:217; 9:5
- από τα Παιδιά του Ισραήλ, 2:246-251
- στον Λόγο του Αλλάχ, και καταπιεσμένους άνδρες και γυναίκες, 4:74-76
- μέχρι να μην υπάρχει πια Φίτνα, 8:39
- είκοσι ξεπερνώντας διακόσια, 8:65
- εναντίον εκείνων που δεν πιστεύουν στον Αλλάχ, 9:29
- άδεια εναντίον εκείνων που αδικούνται, 22:39-41
- και οι υποκριτές, 47:20
- εξαιρέσεις από, 48:17
Φιλ, S.105
Παράδεισος Φιρδαύς, 18:107; 23:11
Φωτιά, 56:71, 100:2
Πτήση, 22:73
Τροφή
- νόμιμο και παράνομο, (Χαλάλ και Χαράμ), 2:168, 172, 173; 5:1, 3-5, 88; 6:118-119, 121, 145-146; 16:114-118; 23:51
- καμία αμαρτία για ό,τι έφαγε στο παρελθόν, 5:93
- μην παραβαίνεις, 5:87
- μην καθιστάς παράνομο ό,τι ο Αλλάχ έχει νομιμοποιήσει, 5:87; 7:32; 16:116
Απαγορευμένη συμπεριφορά, 6:151-152; 7:33
Συγχώρεση, 2:109; 4:48, 110, 116; 5:74; 7:199; 39:53; 42:5, 40-43; 45:14; 53:32; 57:21
- καθήκον των πιστών, 42:37; 45:14
- από τους Πιστούς, για τους ανθρώπους της Αγίας Γραφής, 2:109
- Ο Αλλάχ συγχωρεί όποιον θέλει, 4:48
- Ο Αλλάχ συγχωρεί τη μη σύναψη εταίρων στη λατρεία μαζί Του, 4:48, 116
- όποιος αναζητά τον Αλλάχ, 4:110
- να μην ζητάς από τον Αλλάχ για τους Μουσρίκουν, 9:113
- Ο Αλλάχ συγχωρεί όλες τις αμαρτίες, 39:53
- άγγελοι ζητούν, για όσους βρίσκονται στη γη, 42:5
- συγχωρούν, όταν είναι θυμωμένοι, 42:37
- συγχωρώ και κάνω συμφιλίωση, 42:40
- Οι πιστοί να συγχωρούν όσους δεν ελπίζουν στις Ημέρες του Αλλάχ, 45:14
- για όσους αποφεύγουν τις μεγάλες αμαρτίες και τους Φαουάχις, 53:32
- συναγωνίζονται ο ένας τον άλλον σπεύδοντας προς, 57:21
- οι κακές πράξεις μετατράπηκαν σε καλές πράξεις 25:68-71
Απάτη, (βλέπε Προδοσία) 83:1-6
Ελευθερία θέλησης
- περιορισμένος από το θέλημα του Αλλάχ, 6:107; 10:99; 74:56; 76:31; 81:28-29
- όποιος θέλει, ας πιστεύει και ας μην πιστεύει, 18:29
- να ακολουθήσει το μονοπάτι προς τον Κύριό του, 76:29
- περπατήστε ευθεία, 81:28
Προσευχές Παρασκευής, 62:9-11
Φρούτα, 6:41; 16:11
- στον Παράδεισο, σε αφθονία, 43:73
- κάθε είδους, 47:15
- όπως επιθυμούν, 77:42
Φουτζάρ, 82:14-16; 83:7
Φουρκάν, S.25
Φουσιλάτ (βλ. Χα Μιμ), S.41
Γαβριήλ, (Τζιβρίλ) 2:97-98; 26:193; 66:4; 81:19-21
- Ruh, 26:193; 67:12; 70:4; 78:38; 97:4
- Ruh-ul-Qudus, 2:87, 253; 5:110; 16:102
Τυχερά παιχνίδια, 2:219; 5:90
Παιχνίδι, σε κατάσταση Ιχράμ, 5:94-96
Γκαφίρ (βλ. Μου'μίν), S.40
Γκάσιγια, S.88
Γκουσλ, 4:43; 5:6
Δώρα, 30:39
Γολιάθ, (Ιαλούτ) 2:249-251
Καλές (Ημέρες), 3:140
- δεν σου αρέσει κάτι που είναι κακό, και όπως αυτό είναι κακό, 2:216
- να ανταμειφθεί, 4:85; 28:54
- διπλή ανταμοιβή, 4:40; 28:54
- ανταμείφθηκε δέκα φορές, 6:160
- αυξήθηκε, 42:23
- για όσους το κάνουν, υπάρχει καλό και η πατρίδα της Μετά θάνατον Ζωής, 16:30
- είναι για όσους κάνουν το καλό σε αυτόν τον κόσμο, 39:10
- Ο Αλλάχ ανταμείβει όσους το κάνουν, με ό,τι καλύτερο, 53:31
- υπάρχει κάποια ανταμοιβή για, εκτός από το καλό, 55:60
- κάνε, όπως σου έκανε ο Αλλάχ καλό, 28:77
Καλό και Κακό
- το καλό είναι από τον Αλλάχ και το κακό από τον εαυτό σου, 4:79
- αν κάνετε το καλό, για τον εαυτό σας και αν κάνετε το κακό, εναντίον του εαυτού σας, 17:7;41:46
- αποκρούω το κακό με το καλό, 23:96; 28:54; 41:34
- η καλή και η κακή πράξη δεν μπορούν να είναι ίσες, 41:34
- κάθε άνθρωπος θα έρθει αντιμέτωπος με όλα όσα έχει κάνει, 3:30
- βλέπε επίσης Μουχσινούν
Καλή πράξη
- το αποκαλύπτω ή το αποκρύπτω, 4:149
- αγωνίσου όπως σε έναν αγώνα δρόμου, 5:48
Ευαγγέλιο, 3:3, 48, 65; 5:46-47, 66, 68, 110; 7:157; 9:111; 48:29; 57:27
Μεγάλα Νέα, 78:1-5
Χαιρετισμός, 4:86; 10:10; 14:23; 33:44; 25:75; 24:61
Χαντίντ, S.57
Χάντι (ζώο για θυσία), 2:196, 200
Χατζ (Προσκύμνημα), 2:158, 196-203; 3:97; 5:2;22:30
Χατζ, S.22
Αμάν, 28:6, 38; 29:39; 40:24, 36, 37
Χέρια και πόδια θα μαρτυρήσουν, 36:65
Αγγά, S.69
Δυσκολίες, υπάρχει ανακούφιση με κάθε, 94:5-6
Χαρούν, (Άαρον)
Χαρούτ, 2:102
Χασρ, S.59
Καρδιές
- σκληρύνθηκε, 2:74; 22:53; 39:22; 57:16
- σφραγισμένος, 7:100-101; 40:35; 47:16; 63:3
- καλυμμένο, 17:46; 41:5
- κλειδωμένο, 47:24
- διαιρεμένο, 59:14
- γεμάτος φόβο, 22:35
- σε ποιον, υπάρχει ασθένεια, 2:10; 5:52; 8:49; 9:125; 22:53; 24:50; 33:12, 32, 60; 47:20, 29;74:31
Ουράνια
- στον Αλλάχ ανήκουν τα αόρατα, 16:77
- δεν δημιουργήθηκε για θεατρικό έργο, 21:16
- και η γη ενώθηκε, 21:30
- δεν υπάρχει τίποτα κρυφό στο, 27:75
- δημιουργήθηκε χωρίς στύλους, 31:10
- θα τυλιχτεί στο δεξί Του χέρι, 39:67
- δημιουργία επτά ουρανών σε δύο ημέρες, 41:12
- στόλισε τον πλησιέστερο ουρανό με λυχνάρια, 41:12
- στον Αλλάχ ανήκουν όλα όσα υπάρχουν, 45:27;53:31
- επτά ουρανοί, ο ένας πάνω από τον άλλον, 67:3
Κόλαση (η φωτιά, η φλεγόμενη φλόγα) 2:24, 119, 161, 166, 201; 3:10, 12, 116, 131, 151, 162, 192; 4:55-56, 93, 97, 114, 121, 169; 5:10, 37, 72, 86; 6:27, 70, 128; 7:18, 36, 38, 41, 50, 179; 8:16, 36, 50; 9:17, 35, 49, 63, 68, 73, 81, 95, 109, 113; 10:8, 27; 11:16-17, 11:98, 106, 113, 119; 13:5, 18, 35; 14:16, 49; 15:43; 16:29, 62; 17:8, 18, 39, 63, 97, 129; 18:53, 100, 106; 19:68, 70, 86; 20:74, 21:39, 21:98, 22:4, 22:9, 51, 72; 24:57, 25:11-13, 34, 65; 26:91, 94; 27:90, 28:41, 29:25, 54, 68; 31:21; 32:13, 20; 33:64, 66; 34:12, 42; 35:6, 36; 36:63, 37:10, 23, 55, 63, 68, 163; 38:27, 56, 59, 61, 64, 85; 39:8, 16, 19, 32, 60, 71, 72; 40:6-7, 41-43, 46, 47-49, 60, 72, 76; 41:19, 24, 28, 40; 42:7, 44:47, 56; 45:10, 34-35; 46:20, 34; 47:12, 15; 48:6, 13; 50:24, 30; 51:13, 52:13-16, 18; 54:48, 55:43, 56:94, 57:15, 19; 58:8, 17; 59:3, 17, 20; 64:10, 66:9-10, 67:5-10, 69:31, 70:15, 71:25, 72:15, 23; 73:12-13, 74:26-31, 42; 76:4, 77:31, 78:21, 79:36, 39; 81:12; 82:14; 83:16; 84:12; 85:10; 87:12; 88:4; 89:23; 90:20; 92:14; 98:6; 101:9-11; 102:6; 104:6-9; 111:3
- καίγοντας και βράζοντας νερό 22:19-22; 23:103-104
- pus 14:14-17; 38:55-58; 69:35-37
- δέντρο του Ζακκούμ 37:62-70; 44:43-50; 56:41-56
- αδυναμία των κατοίκων να ζήσουν ή να πεθάνουν 87:13
- απόδοση ευθυνών 26:91-101; 34:31-33
- ζητά άμεση καταστροφή 25:13-14; 43:74-78
- ένθερμες κραυγές 35:36-37
- Φωτιά που βρυχάται και βρυχάται 25:11-12; 67:6-11
- τα ψημένα δέρματα αντικαταστάθηκαν με καινούργια 4:56
- δεσμά και ρούχα από πίσσα 14:48-50
- σιδερένια ρόπαλα 22:19-22
- αλυσίδες 13:5
- φύλακες της Κόλασης 39:71; 40:49-50; 43:77; 66:6; 67:8; 74:30-31; 96:18
- δεν γίνονται δεκτά λύτρα 5:36-37
- η μεσολάβηση απορρίφθηκε 6:94; 26:100; 30:13; 74:48
- καυτή απελπισία και παγωμένο σκοτάδι μέσα, 38:57
- αλυσίδα 70 πήχεων, 69:32
- διαμονή για περιορισμένο χρονικό διάστημα, 78:23
Εφεξής
- καλύτερο είναι το σπίτι στο, 6:32; 7:169
- το οποίο θα είναι το τέλος στο, 6:135
- Ο Ζαλιμούν δεν θα είναι επιτυχής (σε), 6:135
- σπίτι του, 12:109; 16:30; 28:83; 29:64
- όσοι δεν πιστεύουν στο, 17:10
- αμοιβή του, 42:20
- καλύτερο από ασήμι και χρυσό, 43:33-35
- μόνο για τους Muttaqun, 43:35
- τιμωρία του, 68:33
- καλύτερο και πιο διαρκές, 87:17
- καλύτερο από το παρόν, 93:4
Αυτοκινητόδρομοι, ευρείς, 21:31
Αλ-Χίτζρ Hijr (Rocky Tract), 15:80-85
Χιτζρ, S.15
Ομοφυλοφιλία 26:165-166; 27:55; 29:28-29
Άλογα, 16:8
Ωρα
- η γνώση αυτού ανήκει μόνο στον Αλλάχ, 7:187; 31:34; 33:63; 41:47; 68:26; 79:42-46
- ξαφνικά είναι πάνω τους, 6:31; 7:187; 12:107; 43:66
- έρχεται πάνω σου, 6:40; 12:107; 20:15; 34:3
- έχει πλησιάσει, 54:1-5
- σαν ένα ριπή οφθαλμού, ή ακόμα πιο κοντά,16:77
- σεισμός του, 22:1
- θα εδραιωθεί, την Ημέρα, 30:12, 14
- σίγουρα έρχεται, δεν υπάρχει αμφιβολία, 40:59;45:32; 51:5-6
- σημεία 21:96; 27:82; 43:61; 47:18; 54:1-2
- ονόματα 1:3; 2:4; 3:55; 19:39; 30:56; 37:21; 40:15; 41:47; 42:7; 50:20; 56:1; 64:9; 69:1; 79:34; 80:33; 88:1; 101:1-3
- θα αιφνιδιάσει τους ανθρώπους 6:31; 7:187
- Θα ηχήσει σάλπιγγα 6:73; 23:101; 39:68
Σπίτια, τρόποι εισόδου, 24:27-29
Χουδ, 7:65-72; 11:50-60; 26:123-140; 46:21-26
Χουντ, S.11
Χουτζουράτ, S.49
Χουμαζά, S.104
Χουνάιν (μάχη), 9:25
Χουρ (γυναίκες στον Παράδεισο), 44:54; 52:20
Υποκριτές
- πείτε: πιστεύουμε στον Αλλάχ και στην Ημέρα της Κρίσης, αλλά στην πραγματικότητα δεν πιστεύουμε, 2:8
- εξαπατούν τον εαυτό τους, 2:9
- ασθένεια στις καρδιές τους, 2:10; 8:49; 22:53; 33:12; 47:29
- κάνουν κακό, 2:11-12
- ανόητοι και χλευαστές, 2:13-15
- σφάλμα αγοράς για καθοδήγηση, 2:16
- κωφοί, άλαλοι και τυφλοί, 2:17-18
- με φόβο θανάτου και σκότους, 2:19-20
- ευχάριστος λόγος, 2:204-206
- αρνούνται να πολεμήσουν, 3:167-168
- Ο Αλλάχ γνωρίζει τι υπάρχει στις καρδιές τους, 3:167;4:63
- πηγαίνετε για κρίση σε ψευδοκριτές, απομακρυνθείτε από την Αποκάλυψη, ελάτε όταν συμβεί μια καταστροφή, 4:60-62
- σε ατυχία και σε μεγάλη επιτυχία, 4:72-73
- Ο Αλλάχ τους απώθησε, 4:88
- δεν πρέπει να θεωρούνται φίλοι, 4:89; 58:14-19
- αν γυρίσουν πίσω, σκοτώστε τους όπου τους βρείτε, 4:89
- περιμένουν και παρακολουθούν τη νίκη σου ή την επιτυχία των απίστων, 4:141
- επιδιώκουν να εξαπατήσουν τον Αλλάχ, προσεύχονται με τεμπελιά και για να τους δουν οι άνθρωποι, 4:142
- δεν ανήκουν ούτε σε αυτά ούτε σε εκείνα, 4:143
- στα χαμηλότερα βάθη της Φωτιάς; κανένας βοηθός, 4:145
- φοβούνται μήπως αποκαλυφθούν, 9:64-65
- να μην προσευχόμαστε για, 9:84
- οι άνδρες και οι γυναίκες είναι ο ένας από τον άλλον; ηττημένοι; Κατάρα του Αλλάχ, 9:67-69
- στους Βεδουίνους, 9:101
- όπου κι αν βρεθούν, θα συλληφθούν και θα θανατωθούν, 33:61
- Ο Αλλάχ θα τιμωρήσει τους, 33:73
- ψεύτες; γυρίζουν τα νώτα τους; οι καρδιές τους είναι διχασμένες, 59:11-14
- ψεύτες; έκαναν τους όρκους τους προπέτασμα; οι καρδιές τους είναι σφραγισμένες; φυλάξτε τους, 63:1-4
- δεν καταλαβαίνω, δεν γνωρίζω, 63:7-8
- να αγωνίζεσαι σκληρά εναντίον, 66:9
Iblis (Σατανάς), 2:34; 7:11-18; 15:31-44; 17:61-65; 18:50; 20:116-120; 34:20-21; 38:71-85
- βλέπε επίσης Σατανάς
Ιμπραήμ, (βλέπε Αβραάμ)
Ιμπραήμ, S.14
'Ίντα (διαζύγιο, καθορισμένη περίοδος για τις γυναίκες), 2:228, 231, 232, 234, 235; 33:49;65:1-7
Ιδρίς (Ενώχ), 19:56-57; 21:85; 96:4
Ιχράμ, 2:197; 5:2, 95
Ιχσάν, 16:90
Ιχλάς, S.112
Ιλά, μόνο Ένας, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Παράνομη σεξουαλική επαφή; μαρτυρία μαρτύρων, 4:15-18; 24:2, 19
Ιλίγιουν, 83:18-21
Ακάθαρτος (Najas) 9:28
Ιμράν
- σύζυγος του, 3:35
- κόρη του, 66:12
Αναπόφευκτο, 69:1-3
Ινφιτάρ, S.82
Κληρονομικότητα, 2:180, 240; 4:7-9, 11-12, 19, 33,176; 5:106-108
Αδικία, σε ποιον έχει γίνει, 4:30, 148
Ινσάν (βλ. Νταχρ), S.76
Ινσιάκ, S.84
Ινσιράχ (βλ. Σαρχ), S.94
Έμπνευση, 6:93; 10:2, 109; 12:102; 17:86; 40:15; 42:3, 7, 51-52; 53:4, 10
Μεσιτεία/Μεσίτης, 6:51, 70, 93-94;10:3; 19:87; 20:106, 109; 30:13; 34:23;39:44; 40:18; 43:86; 53:26; 74:48
Μεθυστικά, 5:90, 2:219
Iqamat-as-Salat, 2:3, 43, 83, 110, 177, 277. 4:77, 102-103; 5:12, 55; 6:72; 7:170; 8:3; 9:5, 11, 18, 71; 10:87; 11:114; 13:22; 14:31.37; 17:78; 20:14; 22:41, 78; 24:56; 27:3; 29:45; 30:31; 31:4, 17; 33:33; 35:18, 29;42:38; 58:13; 73:20; 98:5
Ανάγνωση» (βλ. «Παιδί», σελ. 96
Εράμ, 89:7
Σίδερο, 57:25
Ιησού, δες τον Ιησού
Ισαάκ, (Ισαάκ) 2:133; 4:163; 6:84; 19:49;21:72; 29:27; 37:112–113
Ισμαήλ (Ισμαήλ), 2:125-129, 133; 4:163; 6:86; 19:54–55; 21:85; 38:48
υψώνει τα θεμέλια της Κάαμπα με τον πατέρα του 2:125-140
ιστορία της θυσίας 37:100-113
Ισλάμ, 3:19, 85; 5:3; 6:125; 39:22; 61:7
- πρώτοι από εκείνους που υποτάσσονται ως Μουσουλμάνοι, 6:14,163; 39:12
- πρώτος που αγκαλιάζει, 9:100
- στήθος ανοιχτό σε, 39:22
- ως χάρη, 49:17
Ισρά, S.17
Ισραήλ, Παιδιά του, 2:40-86
- εύνοια που απονέμεται, 2:47-53, 60, 122; 45:16-17
- επαναστατώντας ενάντια στην υπακοή του Αλλάχ, 2:54-59, 61, 63-74; 5:71; 7:138-141
- οι σχέσεις τους με τους Μουσουλμάνους, 2:75-79
- η αλαζονεία τους, 2:80, 88, 91
- οι διαθήκες τους, 2:80, 83-86, 93, 100; 5:12-13, 70
- αγόρασε τη ζωή αυτού του κόσμου με την τιμή της Μετά θάνατον Ζωής, 2:86
- ο πιο άπληστος της ανθρωπότητας για ζωή, 2:96
- ζητήστε βασιλιά, 2:246-251
- ξεπέρασαν τα όρια; χωρίστηκαν σε διάφορες ομάδες; πίθηκοι, 7:161-171
- υποσχέθηκε δύο φορές, 17:4-8
- ελευθερωμένος από τον εχθρό, 20:80-82
- δεδομένης της Γραφής και των ηγετών, 32:23-25; 40:53-54
- οι μορφωμένοι μελετητές, το γνώριζαν (το Κοράνι ως αληθινό), 26:197
Istawa (ανέβηκε πάνω), 2:29; 7:54; 10:3; 13:2;20:5; 32:4; 41:11; 57:4
Ιτικάφ, 2:187
Jacob, (Ya'qub) 2:132-133; 4:163; 6:84; 12:18; 19:49; 21:72; 29:27
- Ασμπάτ (δώδεκα γιοι του Ιακώβ), 2:140; 3:84; 4:163
Τζαλούτ, (βλέπε Γολιάθ)
Τζαμάρατ, 2:200
Τζαθία, S.45
Ιησού, Ιησού, γιε της Μαρίας
- μητέρα που εκλέχθηκε πάνω από όλες τις γυναίκες του κόσμου 3:42
- μαρτυρεί την Ημέρα της Ανάστασης, 4:159
- χαρμόσυνα νέα γέννησης, 3:45-47; 19:22-23
- Αγγελιοφόρος προς τα παιδιά του Ισραήλ, 3:49-51
- μαθητές, 3:52-53; 5:111-115
- μαθητές ως βοηθοί του Αλλάχ, 3:52; 61:14
- αναστήθηκε, 3:55-59; 4:157-159
- ομοίωση του Αδάμ, 3:59
- ούτε σκοτώθηκε ούτε σταυρώθηκε, 4:157
- εμπνευσμένο, 4:163
- όχι περισσότερο από Αγγελιοφόρος (όχι για να τον θεοποιήσω), 4:171-172; 5:75; 19:30, 43:63-64
- έχουν απιστήσει όσοι λένε, 5:17, 72; 9:30
- Ο Αγγελιοφόρος μας (Μωάμεθ ﷺ ) έχει έρθει, 5:19
- έδωσε το Ευαγγέλιο, 5:46
- οι μαθητές είπαν: είμαστε Μουσουλμάνοι, 5:111
- Στρώμα τραπεζιού με φαγητό, 5:114
- δεν δίδασκε καμία ψευδή λατρεία, 5:116-118
- ένας δίκαιος Προφήτης, 6:85
- ως Σημάδι, 23:50
- η δευτέρα παρουσία του 43:61
- αποκλίνουσες απόψεις σχετικά με, 43:65
- όχι περισσότερο από έναν σκλάβο και παράδειγμα για τα παιδιά του Ισραήλ, 43:59
- χαρμόσυνα νέα για έναν Αγγελιοφόρο του οποίου το όνομα θα είναι Άχμεντ, 61:6
- η παρθενική του γέννηση, το μήνυμά του και τα θαύματά του 3:45-51; 19:16-38
- υπενθύμισε τις χάρες του Αλλάχ 5:110-115
- αρνείται ότι είναι θεϊκός 5:116-120
- συμπόνια και χάρη στις καρδιές των ακολούθων του 5:82; 57:27
Εβραίοι και Χριστιανοί, 2:140; 4:153-161, 171; 5:18
- ακούτε ψεύδος, 5:41-42
- καταραμένοι για όσα είπαν, 5:64
- έχθρα προς τους πιστούς (Μουσουλμάνους), 5:82
- που ασπάστηκαν το Ισλάμ, 26:197; 28:53; 29:47
Τζιμπρίλ, (βλέπε Γαβριήλ)
Τζιχάντ, (Μάχη, Αγώνας) 2:216; 9:24; 22:78; 25:52
Τζιν, S.72
Τζίνα, 6:100, 112; 15:27; 34:41; 38:37; 46:18,29; 55:33, 39
Τζίνα, δημιουργήθηκε από φωτιά 15:25; 55:15
- πιστεύοντα και μη πιστεύοντα τζίνι 72:1-15
- κάποιοι πίστευαν στο μήνυμα του Κορανίου 46:29-32
- οι άνθρωποι και τα τζίνι δημιουργήθηκαν για έναν σκοπό 51:56-58
Ιώβ, 4:163; 6:84; 21:83-84; 38:41-44
Ιωάννης (Γιάχια, Ιωάννης ο Βαπτιστής)
- χαρμόσυνα νέα του, 3:38-41; 19:7-11; 21:90
- δίκαιος, 6:85
- σοφός, συμπονετικός, ευσυνείδητος, 19:12-15
Ιωνάς (Ιωνάς ή Γιουνούς), 4:163; 6:86; 10:98; 21:87; 37:139-148
- (Δου-Νουν) 21:87; 68:48-50
Ιωσήφ (Γιουσούφ), 6:84; 12:4-101
- οι καλύτερες ιστορίες 12:1-3
- το όνειρο του νεαρού Γιουσούφ 12:4-6
- συνωμοσία των αδελφών του 12:7-18
- πουλήθηκαν ως σκλάβοι 12:19-20
- μεγάλωσε στο σπίτι του πρωθυπουργού της Αιγύπτου 12:21-22
- Η σύζυγος του Αρχιεπισκόπου προσπαθεί να τον αποπλανήσει 12:23-29
- περιστατικό συμποσίου 12:30-32
- πηγαίνει στη φυλακή 12:33-35
- οι δύο κρατούμενοι 12:36-42
- Το όνειρο του Βασιλιά 12:43-53
- γίνεται Κύριος Υπουργός 12:54-57
- αδελφοί έρχονται σε αυτόν για προμήθειες 12:58-68
- παίρνει τον αδελφό του Βενιαμίν 12:69-82
- η ανανεωμένη θλίψη του πατέρα του 12:83-87
- αποκαλύπτει την αληθινή του ταυτότητα 12:88-98
- παλιό όνειρο γίνεται πραγματικότητα 12:99-100
- τελική προσευχή 12:101
Ιούδα, Όρος, 11:44
Τζούμουα, S.62
Δικαιοσύνη (Adl), 2:282; 4:58, 135; 7:29; 16:90; 57:25 (
- βλέπε επίσης 4:65, 105
Κάαμπα
- χτισμένο από τον Αβραάμ, 2:125-127
- απαγορεύεται η θανάτωση θηραμάτων, 5:94-96
- άσυλο ασφαλείας, 5:97
- περιφέρεται γυμνός, 7:28
- ενώ προσευχόταν και έκανε κύκλους, 2:200; 7:29, 31
Καφιρούν (άπιστος) Kafirun, S.109
Καφούρ, κύπελλο αναμεμειγμένο με, 76:5
Καχφ, S.18
Κανζ, 9:34-35
Kauthar (ποτάμι στον Παράδεισο), 108:1
Καουθάρ, S.108
Κλειδιά
των ουρανών και της γης, 39:63; 42:12
του Γκάιμπ, 6:59
Χαουλά μπιντ Θα λαμπάχ, 58:1
Φόνος
- αν κάποιος σκότωνε έναν άνθρωπο, σκότωνε όλη την ανθρωπότητα, 5:32
- μην σκοτώσεις κανέναν, 17:33
Τα καλά λόγια είναι καλύτερα από τη φιλανθρωπία, 2:263
Συγγενείς, δικαιώματα, 2:83, 177, 215; 4:7-9, 36; 8:41; 16:90; 17:26; 24:22; 29:8; 30:38; 42:23
Κιραμάν-Ρατιμπίν, 82:11
Γνώση
- ούτε ένα φύλλο δεν πέφτει, χωρίς να το ξέρει Εκείνος, 6:59
- χαμένοι είναι αυτοί που σκότωσαν τα παιδιά τους από ανοησία, χωρίς, 6:140
- πέντε πραγμάτων, μόνο με τον Αλλάχ, 31:34
- με βεβαιότητα, 102:5-7
Κόρε (Καρούν) Korah (Qarun), 28:76-82; 29:39; 40:24
Κούρσι, 2:255
Λαχάμπ (Βλέπε Μασάντ), S.111
Λάιλ, S.92
Λάμπα, 25:61; 67:5; 71:16; 78:13
Γλώσσες
- διαφορά και χρώματα των ανθρώπων, 30:22
Λατ, 53:19
Νόμος, προβλεπόμενος, 5:48
Νόμοι από τον Αλλάχ, 2:219; 98:3
Ψεύτες, 26:221-223
Ζωή, αν κάποιος έσωσε έναν άνθρωπο, έσωσε τη ζωή όλης της ανθρωπότητας, 5:32
Η ζωή αυτού του κόσμου
- αγόρασε το, στην τιμή του Επέκεινα, 2:86
- είναι μόνο η απόλαυση της απάτης, 3:185
- πουλήστε το, για τη Μετά θάνατον Ζωή, 4:74
- δεν είναι τίποτα άλλο παρά διασκέδαση και παιχνίδι, 6:32; 29:64; 47:36; 57:20
- εξαπατά, 6:130
- λιγότερη είναι η απόλαυση του, από την Μετά θάνατον Ζωή, 9:38; 13:26; 28:60
- η ομοιότητα του, είναι σαν τη βροχή, 10:24
- χαρμόσυνα νέα στο, 10:64
- όποιος επιθυμεί, μπαίνει σε αυτό; αλλά τότε δεν θα υπάρχει μερίδα στη Μετά θάνατον Ζωή, 11:15-16; 17:18; 42:20
- που αγαπούν το παρόν και παραμελούν τη Μετά θάνατον Ζωή, 75:20-21; 76:27
- προτιμάς το, 87:16
Φως
- φανερό, 4:174
- και σκοτάδι, 6:1
- παραβολή του, 24:35
- πηγαίνει πριν και μαζί με τους Πιστούς, 57:12-15; 66:8
- δοσμένο από τον Αλλάχ, ώστε οι πιστοί να μπορούν να περπατούν ευθεία, 57:2
Όρια που έθεσε ο Αλλάχ, 2:173, 187, 190, 230;9:112; 58:4; 65:1; 78:22
- αυτά είναι τα, 2:187; 229-230; 4:13; 58:4; 65:1
- μην παραβαίνεις το, 2:190, 229
- όποιος παραβαίνει, 2:229; 4:14; 78:22
- αλλά αναγκασμένοι από ανάγκη, ούτε παραβιάζοντας το, 2:173; 6:145
- μην υπερβαίνετε το, στη θρησκεία σας, 4:171; 5:77
- όταν ξεπέρασαν το, (έγιναν πίθηκοι), 7:166
- που τηρούν το, 9:112
Λιοντάρι, 74:51
Δάνειο
- δανείστε στον Αλλάχ ένα αγαθό, 2:245; 73:20
- αυξημένη πολλαπλότητα, 57:11, 18
- διπλασιασμένο, 64:17
Απώλεια, φανερή, 39:15
Λωτ, (Λουτ) 6:86; 7:80; 11:70, 74, 77, 81, 89; 15:59, 61; 21:71, 74; 22:43; 26:160-161, 167; 27:54-56; 29:26, 28, 32-33; 37:133; 38:13;50:13; 54:33-34; 66:10
- η ανυπάκουη σύζυγός του, 11:81; 15:60; 66:10
Λωτού, 34:16; 53:14-16; 56:28
Λουκμάν, 31:12-14
Λουκμάν, S.31
Μααρίτζ, S.70
Madinah (Yathrib), 9:120; 33:13, 60; 63:8
Madyan, 7:85-93; 11:84-95; 20:40; 22:44; 28:22-23; 29:36-37
- δείτε επίσης Aikah Wood
Mahr (νυφικά χρήματα), 2:229, 236-237; 4:4,19-21, 24-25; 5:5; 33:50; 60:10-11
Μαΐντα, S.5
Μέκκα (Μπάκκα), 3:96;90:1-2
- Πόλη της Ασφάλειας, 95:3
Ανθρωπος
- γενιές μετά από γενιές στη γη, 2:30;6:165
- έγινε διάδοχος, 35:39
- καθήκον, 2:83-84, 88, 177; 4:1-36; 8:41; 16:90;17:23-39; 24:22; 29:8-9; 30:38;33:33;42:23; 64:14; 70:22-35
- δοκιμασμένος από τον Αλλάχ, 2:155; 3:186; 47:31; 57:25
- πράγματα που οι άνθρωποι επιθυμούν, 3:14
- δημιουργήθηκε από, 4:1; 6:2; 15:26, 28, 33; 16:4; 21:30; 22:5; 23:12-14; 25:54; 30:20; 32:7-9; 35:11; 36:77-78; 37:11; 39:6; 40:67; 49:13; 55:14; 56:57-59; 75:37-40; 76:1-2; 77:20-23; 80:18-19; 86:5-8; 96:2
- δημιούργησε και όρισε μια καθορισμένη προθεσμία, 6:2; 15:26
- συμφιλίωση μεταξύ, και συζύγου, 4:35
- οι ηττημένοι που αρνήθηκαν τη Συνάντησή τους με τον Αλλάχ, 6:31
- η επιστροφή, 6:60, 72, 164; 10:45-46
- συνωμοσίες εναντίον του εαυτού του, 6:123
- δεν θα φέρει το βάρος κάποιου άλλου, 6:164
- είναι αχάριστος, 7:10; 11:9; 30:34; 32:9; 80:17;100:6
- προειδοποίησε κατά του Σατανά, 7:27
- σύζυγος και παιδιά, 7:189-190
- όταν αγγίζει κακό ή κακό, 10:12; 11:9-10; 16:53-55; 17:67; 29:10; 30:33; 31:32; 39:8,49; 41:49-51; 42:48; 70:19-21; 89:16
- επιστροφή προς τον Κύριο, 10:23; 84:6; 96:8
- αδικούν τον εαυτό τους, 10:44
- είναι αγαλλιασμένος και καυχησιάρης, 11:10
- επικαλείται για κακό, 17:11
- είναι πάντα βιαστικός, 17:11
- οι πράξεις του κολλημένες στον λαιμό του, 17:13
- όποιος ξεστρατίσει, για δική του ζημιά και πάει σωστά, μόνο για τον εαυτό του, 17:15
- να μην αδικείται, 17:71
- θάνατος και ανάσταση, 23:15-16
- έχουν διασπάσει τη θρησκεία τους σε αιρέσεις, καθεμία από τις οποίες χαίρεται για την πίστη της, 23:53
- γλώσσες, χέρια και πόδια θα μαρτυρήσουν εναντίον, 24:24
- μαρτυρία εναντίον του εαυτού του, 75:14
- που έχει θεοποιήσει την επιθυμία του, 25:43
- συγγένεια εξ αίματος και γάμου, 25:54
- Ο Αλλάχ έχει υποτάξει για εσάς ό,τι υπάρχει στον ουρανό και στη γη, 31:20
- όποιος υποτάσσει το πρόσωπό του στον Αλλάχ, 31:22
- ούτε δύο καρδιές μέσα στο σώμα του, 33:4
- να λατρεύεις τον Αλλάχ, 39:64-66
- ατυχίες εξαιτίας όσων έχουν κερδίσει τα χέρια του, 42:30, 48
- άγγελοι που καταγράφουν τις πράξεις του, 50:17-18, 23;85:11
- άγγελοι που τον φυλάνε, 13:11; 86:4
- ταξινομημένο σε τρεις κατηγορίες, 56:7-56
- αυτοί που είναι πιο κοντά στον Αλλάχ, 56:10-11
- σύντροφοι της Δεξιάς, 56:27-40
- σύντροφοι του Αριστερού Χεριού, 56:41-56
- να μεταμορφωθεί και να δημιουργηθεί σε άγνωστες μορφές, 56:60-62
- έκανε τα σχήματα καλά, 64:3
- ο πλούτος και τα παιδιά είναι μόνο μια δοκιμασία, 64:15
- δημιουργήθηκε και προικίστηκε με, 67:23-24; 74:12-15; 90:8-10
- είναι ανυπόμονος, 70:19-21
- αφιερωμένο στις προσευχές, 70:22-35
- επιθυμεί περισσότερα, 74:15
- μαρτυρία εναντίον του εαυτού του, 75:14-15
- η αλαζονεία του, 75:31-40; 90:5-7
- αγαπά την παρούσα ζωή αυτού του κόσμου, 76:27
- πιο δύσκολο να δημιουργηθεί, ή μήπως ο παράδεισος,79:28
- αδιάφορος σχετικά με τον Κύριο, 82:6-12
- διαμορφωμένο τέλεια και με τις σωστές αναλογίες, 82:7
- ταξιδεύει από σκηνή σε σκηνή, 84:19
- αγάπη για τον πλούτο, 89:20
- δημιουργήθηκε με κόπο, 90:4
- οι προσπάθειες και οι πράξεις είναι ποικίλες, 92:4
- λειάνετε γι' αυτόν το μονοπάτι της Ευκολίας και του Κακού, 92:7, 10
- δημιουργημένοι από το καλύτερο ανάστημα (καλούπια), 95:4
- στη συνέχεια μειώνεται στο χαμηλότερο των χαμηλών, 96:5
- παραβιάζει όλα τα όρια, 96:6-7
Manasik (καθήκοντα) του Hajj, 2:128, 200; 22:30
Μανάτ, 53:20
Ανθρωπότητα
- μάρτυρες, 2:143
- μία κοινότητα, 2:213; 10:19
- δημιουργήθηκε από ένα μόνο ζεύγος, 4:1; 39:6; 49:13
- επανάσταση ενάντια στον εαυτό μας, 10:23
- αν και απρόσεκτος, η Λογαριασμός είναι κοντά, 21:1-3
- δημιουργήθηκε στις Fitrah, 30:30
- ο πιο αξιότιμος από τους, 49:13
- έγιναν έθνη και φυλές, 49:13
Μάννα και τα ορτύκια, 2:57
Συμπεριφορά
- σχετικά με την είσοδο σε σπίτια, 24:27-29
- στο σπίτι, 24:58-61
- στα σπίτια του Προφήτη, 33:53
- να χαιρετήσω και να στείλω Salat στον Προφήτη, 33:56
- να μην ενοχλούν τον Αλλάχ και τον Αγγελιοφόρο Του ή πιστούς άνδρες ή γυναίκες, 33:57-58
- επαλήθευση ειδήσεων πριν από την πίστη, 49:6
- να μην χλευάζεις κάποιον άλλον, 49:11
- σε συνελεύσεις, 58:11
Γάμος, 2:232, 234
- σε άπιστους ή σκλάβους, 2:221
- σε πόσους, νόμιμο, 4:3
- Ο Mahr δεν πρέπει να ληφθεί πίσω (σε περίπτωση διαζυγίου), 4:20-21
- απαγορευμένα είναι για, 4:22-24
- αν δεν υπάρχει τρόπος να παντρευτεί ελεύθερες πιστές γυναίκες, 4:25
- σε περίπτωση φόβου παραβίασης, θα διοριστούν δύο διαιτητές, 4:35
- αν η γυναίκα φοβάται σκληρότητα ή εγκατάλειψη, να κάνει ειρήνη, 4:128
- να μην κλίνεις υπερβολικά προς τη μία γυναίκα ώστε να αφήσεις την άλλη να κρέμεται, 4:129
- των μοιχών, 24:3
- σε εκείνους που είναι φτωχοί, 24:32
- όσοι δεν βρίσκουν τα οικονομικά μέσα για γάμο, 24:33
- οι σύζυγοι που έγιναν νόμιμες στον Προφήτη, 33:50-52
- πριν από τη σεξουαλική επαφή, χωρίς Ιντά στο διαζύγιο, 33:49
Μάρτυρες
- όχι νεκρός, 2:154; 3:169
- να χαίρεστε με τη Χάρη και τη Δωρεά από τον Αλλάχ, 3:170-171
- λάβουν συγχώρεση και έλεος, 3:157-158
- θα λάβουν καλή προμήθεια, 22:58-59
Μαρούτ, 2:102
Μαρία (μητέρα του Ιησού), γέννηση, 3:35-7
- χαρμόσυνα νέα του Ιησού, 3:42-51; 19:16-21
- κατά τον τοκετό, 19:23-26
- έφερε το βρέφος στον λαό της, 19:27-33
- ψευδής κατηγορία, 4:156
- φύλαξε την αγνότητά της, 21:91; 66:12
Μαριάμ, Τ.19
Μασάντ, S.111
- Αλ-Μαστζίντ-αλ-Αγκσά, 17:1
- Al-Masjid-al-Haram, 2:144, 149-150, 191, 196, 217; 5:2; 9:19, 28; 17:1; 48:25, 27
- Αλ-Μασάρ-αλ-Χαράμ, 2:198
Μαούν, S.107
Ma'wa Paradise, 53:15
Μέτρο και ζύγισμα, δώστε το πλήρες, 11:85; 17:35; 83:1-5
Συνάντηση
- με τον Αλλάχ, 6:31
- της Μεγάλης Ημέρας, 19:37
- της Μετά θάνατον Ζωής, 30:16
Αγγελιοφόροι, 2:253; 4:164-165; 40:78; 57:27
- διαδοχή, 2:87
- σειρά, 5:19; 23:44
- σκοτώθηκε, 3:183
- απειλήθηκε, 14:13
- χλευάστηκε, 6:10; 13:32; 15:11; 21:41
- απορρίφθηκε και απορρίφθηκε,3:184; 6:34;25:37;34:45; 51:52
- πιστεύοντας σε μερικούς και απορρίπτοντας άλλους, 4:150-152
- συγκέντρωση των, 5:109
- απεσταλμένοι ως δότες χαρμόσυνων ειδήσεων και προειδοποιητές, 6:48; 14:4-8
- ως μάρτυρας από κάθε έθνος, 16:89
- για κάθε έθνος, υπάρχει ένα, 10:47; 16:36
- απαγγελία των Στίχων του Αλλάχ, 7:35-36
- ένας άγγελος ως, 17:95; 25:7
- όχι περισσότερο από τους ανθρώπους, 14:10-12; 17:94; 21:8; 25:7-8, 20
- και οι γυναίκες και οι απόγονοί τους, 13:38
- βλέπε επίσης Προφήτες
Μιράτζ, 17:1; 53:12
Φιλαργυρία/Φιλακροί, 57:24
Δυστυχία, εξαιτίας των χεριών σου, 42:30
Μοναχισμός, μη προδιαγεγραμμένος, 57:27
Οι πίθηκοι, οι παραβάτες έγιναν ως, 2:65;5:60; 7:166
Μιράτζ, 17:1; 53:12
Μήνες, αριθμός, 9:36-37
Σελήνη, 7:54; 10:5; 16:12; 22:18; 25:61; 36:39-40; 71:16; 91:2
- διαίρεση του; 54:1
Μωυσής
- και ο λαός του, 2:51-61; 7:138-141,159-162; 14:5-8; 61:5
- και Φαραώ, 2:49-50; 17:101-103; 20:17-53, 56-79; 23:45-49; 25:31-42; 40:23-46; 43:46-56; 51:38-40; 73:16; 79:15-26
- καθοδηγούμενος από τον Αλλάχ, 6:84
- όρος και εμφάνιση του Κυρίου, 7:142-145
- επιπλήττει τον λαό του για τη λατρεία των μοσχαριών, 7:148-156;20:83-99
- το Βιβλίο του, σε αυτό προέκυψαν διαφορές, 11:110
- δεδομένης της Γραφής, 17:2
- εννέα Σαφή Σημάδια, 7:133; 17:101
- στη συμβολή των δύο θαλασσών, 18:60-82
- μοιραία συνάντηση στην καιόμενη βάτο 20:9-36; 27:7-14; 28:29-35
- κλήθηκε και του δόθηκε Αγγελιοφόρος, 19:51-53; 20:9-56
- τα παιδικά του χρόνια, μητέρα και αδελφή, 20:38-40; 28:7-13
- οι μάγοι μεταστράφηκαν, 20:70-73; 26:46-52
- στο Μαντιάν, 20:40; 28:22-28
- εγκρίθηκε το Κριτήριο, 21:48
- και η μυστική φωτιά, 27:7-12; 28:29-35
- σκοτώνει έναν Αιγύπτιο κατά λάθος στην πόλη 28:14-21
- ήρθε με σαφή Ayat, 29:39
- ιστορία με τον Φαραώ 7:103-137; 10:75-92; 11:96-99; 26:10-69
- εννέα σημεία για τον Φαραώ και τον λαό του 7:130-133; 20:17-22; 17:101
- νικά τους μάγους του Φαραώ 20:70-73; 26:46-52
- διαφυγή στη Μαδιάμ και γάμος 28:22-28
- λαμβάνει τις Πινακίδες 7:142-154
- ζητά να δει τον Αλλάχ στο Όρος 7:142-145
- τιμημένος από τον Αλλάχ 33:69
- Οι χάρες του Αλλάχ προς τους Ισραηλίτες 2:47-61
- Οι Ισραηλίτες αρνούνται να εισέλθουν στην Ιερουσαλήμ 5:20-29
- καθοδηγημένοι στο Σωστό Μονοπάτι, 37:114-122
- Γραφή του, 53:36; 87:19
Τζαμί (της Ιερουσαλήμ), 17:7
Τζαμί (της Κούμπα), 9:107-108
Τζαμιά, 2:187; 9:17-19
- να διατηρήσω, του Αλλάχ, 9:17-18
Κουνούπι, μια παραβολή, 2:26
Βουνά, 15:19; 16:15; 20:105-107; 21:31; 22:18; 31:10; 42:32-33; 59:21; 73:14; 77:10,27; 81:3; 101:5
Μουντάθθιρ, S.74
πρόσφυγας Muhajir (Emigrants), 4:100; 9:100, 107, 117; 22:58-59; 24:22; 33:6; 59:8-9
- γυναίκες, 60:10-12
Μωάμεθ ( r)
- χλευάστηκε, 2:104; 4:46; 25:41-42; 34:78
- σέβεστε τον Αγγελιοφόρο, 2:104; 4:46; 49:1-5
- διαθήκη να πιστέψεις, 3:81
- μάρτυρες επί των πιστών, 2:143
- όχι περισσότερο από έναν Αγγελιοφόρο, 3:144
- συμπεριφορά με ήπιο τρόπο, 3:159
- το έργο του, 3:164; 7:157; 36:6; 52:29; 74:1-7
- στάλθηκε ως μεγάλη χάρη στους πιστούς, 3:164
- σταλμένος με την αλήθεια, 4:170
- δεν έγινε παρατηρητής, 6:107
- αγράμματος, 7:157; 62:2
- απεστάλη στην ανθρωπότητα ως Αγγελιοφόρος του Αλλάχ, 7:158; 48:9, 29
- ένας σαφής προειδοποιητής, 7:184, 188; 11:2; 15:89; 53:56
- όχι τρελός, 7:184; 68:2; 81:22
- ποιοι σε κατηγορούν, 9:58
- άνδρες που πλήγωσαν τον Προφήτη, έλεος για τους πιστούς, 9:61
- ακολουθήστε μόνο ό,τι αποκαλύφθηκε, 10:15-16; 11:12-14; 46:9
- τα λόγια του, 11:2-4; 12:108; 34:46-50
- Ο Αλλάχ είναι Μάρτυρας πάνω του, 13:43; 29:52; 46:8
- απεσταλμένος ως μάρτυρας, κομιστής χαρμόσυνων ειδήσεων και προειδοποιητής, 11:2; 15:89; 26:194; 33:45; 34:28; 48:8
- να μην στενοχωριούνται, 15:97; 16:127; 18:6
- στάλθηκε ως μάρτυρας, 16:89; 22:78; 73:15
- να προσκαλούν με σοφία και δίκαιο κήρυγμα και να επιχειρηματολογούν με καλύτερο τρόπο, 16:125
- Μακάμου Μαχμούντ, 17:79
- εμπνευσμένο, 18:110
- έλεος για τους 'Αλαμίν, 21:107
- δεν ζητά ανταμοιβή, 25:57; 38:86; 42:23
- έχει λάβει εντολή, 27:91-93;30:30;66:9
- ως έλεος από τον Αλλάχ, 28:46-47
- κοντά στους πιστούς, 33:6
- καλό παράδειγμα προς μίμηση, 33:21
- ο τελευταίος των Προφητών, 33:40
- στείλτε Salat στις, 33:56
- απεσταλμένος σε όλη την ανθρωπότητα, 34:28
- ο μισθός είναι μόνο από τον Αλλάχ, 34:47
- μόνο ένας άνθρωπος, 41:6
- σταλμένος ως προστάτης, 42:48
- δεν είναι κάτι καινούργιο στους Αγγελιοφόρους, 46:9
- μάρτυρας από τα παιδιά του Ισραήλ, 46:10
- Ο όρκος προς αυτόν (Bai'ah) είναι όρκος προς τον Αλλάχ, 48:10, 18
- είδε τον Γαβριήλ, 53:4-18; 81:22-25
- μην του αντιταχθείτε, 58:20-22
- προφητευμένο από τον Ιησού, 61:6
- να νικήσει η Θρησκεία της Αλήθειας όλες τις θρησκείες, 61:9
- από το σκοτάδι στο φως, 65:11
- να αγωνίζεται σκληρά εναντίον των απίστων και των υποκριτών, 66:9
- υψηλό πρότυπο χαρακτήρα, 68:4
- όχι ποιητής ή μάντης, 69:41-42
- αφιερωμένος στην προσευχή, 73:1-8, 20; 74:3
- και ο τυφλός, 80:1-12
- να προσκυνήσεις και να πλησιάσεις τον Αλλάχ, 96:19
- απαγγελία καθαρών σελίδων, 98:2
- Ayat σχετικά με την οικογένεια των, 24:11-17; 33:28-34,50-53, 55, 59; 66:1, 3-6; 108:3
- βλέπε επίσης Αγγελιοφόροι; Προφήτες
Μωάμεθ ( ﷺ ), S.47
Μουχσινούν (Αγαθοί), 2:117, 195; 4:125,128; 10:12-16; 16:128
- Ο Αλλάχ αγαπάει, 3:134, 148; 5:93
- Ο Αλλάχ δεν χάνει την ανταμοιβή των, 5:85;9:120; 11:115; 18:30
- Ανταμείβουμε τους, 12:22; 37:80, 105, 110; 39:34;77:44
- χαρμόσυνα νέα προς τους, 22:37; 46:12
- Το Έλεος του Αλλάχ είναι κοντά σε εσάς, 7:56
- Ο Αλλάχ είναι μαζί σας, 29:69
- ευσυνείδητος και καλός προς τους γονείς, 2:83
- υπομονετικός στην εκτέλεση των καθηκόντων του προς τον Αλλάχ, 16:90
- δείτε επίσης Καλό και Κακό
Μουτζαντίλα, S.58
Μουλάρια, 16:8
Μαλκ, S.67
Μουμίν (βλ. Γκαφίρ), S.40
Μου'μινούν, S.23
Μουμταχάνα, S.60
Μουναφιγκούν, S.63
Φόνος, 2:178-179
Μουρσαλάτ, S.77
Μουσουλμάνοι
- πρώτο από τα, 6:14, 163; 9:100; 39:12
- Ποιος έχει ονομάσει, 22:78
- συγχώρεση και μεγάλη ανταμοιβή για όσους, 33:35-36
Μουταφιφίν, S.83
Μουτζαμίλ, S.73
Νάμπα, S.78
Nadir, Banu-an-, (Εβραίοι), 59:2, 9, 13
Νάχλ, S.16
Νάτζας (ακάθαρτος) 9:28
Νάτζμ, S.53
Νάτζουα (Δείτε το Μυστικό)
Ονόματα
Σε Αυτόν ανήκει ο Πιο Όμορφος, 7:180
Σε Αυτόν ανήκουν οι Καλύτεροι, 17:110; 20:8; 59:24
Αναγκαιότητα, αν κάποιος αναγκάζεται από, 2:173; 6:145
Γείτονας, 4:36
Νέα Σελήνη, 2:189
Νέα, προς δοκιμή 4:83
Φιλαργυρία 3:180; 4:37; 17:29; 25:67; 47:38; 57:24; 92:8
Νύχτα, (ως σύμβολο), για ξεκούραση, 10:67
- ως κάλυμμα, 13:3; 78:10
- για να είναι χρήσιμο, 14:32
- Νύχτα του Αλ-Καντρ (Διάταγμα), 44:3-4; 97:1-5
Νίσα, S.4
Νώε, 3:33; 4:163; 6:84; 9:70; 10:71; 11:25, 32, 36, 42, 45-46, 48, 89; 17:3; 21:76; 25:37; 26:105; 29:14; 37:75; 51:46; 54:9; 69:11
- χλεύασε 11:38
- ο Κατακλυσμός (σοβαρή πλημμύρα), 29:14
- η Κιβωτός και ο Κατακλυσμός 7:59-69, 11:25-48; 23:23-31; 26:105-122; 71:1-28
- ο άδικος γιος δεν σώζεται, 11:42-48
- άδικη σύζυγος, 14:9; 17:3, 17;19:58;21:76; 22:42; 26:105-106, 116; 33:7; 37:75,79; 38:12; 42:13; 40:5, 31; 42:13;50:12;53:52; 57:26; 66:10; 71:1, 21, 26
Νουχ, S.71
Νουρ, S.24
Όρκος, 2:224-227; 3:77; 5:89; 6:109; 16:38, 91-92, 94; 24:22, 53; 66:2; 68:10, 39; 77:3
Υπακοή, 3:132; 4:59, 64, 66, 80-81; 5:95; 18:46; 24:51=52, 54; 47:33; 64:12
Υποχρεώσεις προς εκπλήρωση, 5:1
Απόγονοι, 4:9; 42:49-50
- Δίνει άνδρα και γυναίκα σε όποιον θέλει, 42:49
Ελιά, 6:141; 16:11; 23:20; 24:35; 95:1
Μόνο Ένας Μαχ, 2:163; 6:19; 16:22, 51; 23:91; 37:4; 38:65
Ορφανά, 2:83, 177, 215, 220; 4:2-3, 6, 8, 10, 36, 127; 6:152; 8:41; 17:34; 18:82; 59:7; 76:8; 89:17; 90:15; 93:6; 107:2
- φύλακες του, 4:6
Τα δικά του έργα, που φαίνονται όμορφα σε κάθε λαό, 6:108
Ζεύγη, σε όλα τα πλάσματα, 13:3; 30:8; 36:36; 42:11; 43:12; 51:9, 49; 53:45
Φοίνικας, 13:4; 19:25; 20:71; 59:5
Παραβολές (ομοιώσεις, παραδείγματα, παρομοιώσεις)
- ποιος άναψε φωτιά, 2:17-18
- καταιγίδα από τον ουρανό, 2:19-20
- κουνούπι, 2:26
- που φωνάζουν, 2:171
- μια πόλη ολοσχερώς ερείπια, 2:259
- κόκκος καλαμποκιού, 2:261
- λείος βράχος, 2:264
- κήπος, 2:265-266
- σχοινί, 3:103
- κρύος άνεμος, 3:117
- ανάσταση 7:57; 22:5; 41:39
- σκύλος που βγάζει τη γλώσσα του έξω, 7:176
- χείλος γκρεμού, 9:109-110
- βροχή, 10:24
- καθαρή θερισμένη συγκομιδή, 10:24
- τυφλοί και κωφοί, 11:24
- Αλλάχ εναντίον ψεύτικων θεών 13:14; 16:76
- αλήθεια εναντίον ψεύδους 13:17
- στάχτες πάνω στις οποίες φυσάει μανιωδώς ο άνεμος,14:18
- όμορφο δέντρο, 14:24-25
- κακό δέντρο, 14:26
- σκλάβος και ένας άντρας, 16:75
- χαζός άνθρωπος που είναι βάρος για τον κύριό του, 16:76
- γυναίκα που ξετυλίγει το νήμα, 16:92
- κωμόπολη, ασφαλής και καλά ικανοποιημένη, 16:112-113
- δύο άντρες με κήπους με σταφύλια, 18:32-44
- η ζωή αυτού του κόσμου σαν νερό από τον ουρανό, 18:45
- έπεσε από τον ουρανό και αρπάχτηκε από πουλιά, 22:31
- μια μύγα, 22:73
- Το φως είναι σαν μια κόγχη, 24:35-36
- αντικατοπτρισμός, 24:39
- σκοτάδι σε μια απέραντη βαθιά θάλασσα, 24:40
- αράχνη, 29:41
- συνεργάτες, 30:28
- κάτοικοι της πόλης, 36:13-32
- καλλιέργειες διαφορετικών χρωμάτων, 39:21
- ένας άνθρωπος που ανήκει σε πολλούς συνεταίρους, 39:29
- καλλιέργεια σπόρων, 48:29
- σκληρυμένες καρδιές 57:16-17
- βλάστηση μετά τη βροχή, 57:20
- βουνό που ταπεινώνεται, 59:21
- γάιδαρος, 62:5
- το νερό επρόκειτο να βυθιστεί, 67:30
- οι άνθρωποι του κήπου, 68:17-33
Παράδεισος
- Παράδεισος της Αιώνιας Κατοικίας (Μάουα) 53:15
- Παράδεισος Φιρδαύς, 18:107; 23:11
- Κήποι κάτω από τους οποίους ρέουν ποτάμια, 3:15, 198;4:57; 5:119; 7:43; 9:72; 18:31; 22:23; 39:20;57:12; 64:9; 98:8
- Αιώνιοι Κήποι (Παράδεισος του Άδν) 9:72;13:23; 18:31; 19:61; 20:76
- Κήποι της Αιωνιότητας (Παράδεισος του Αδν), 16:31;35:33; 98:8
- Κήποι της απόλαυσης, 37:43; 56:12, 89
- Κήποι με αιώνιες απολαύσεις, 9:21
- Κήποι και αμπελώνες, 78:32
- καρποί δύο κήπων, 55:54, 62
- φρούτα κάθε είδους κατά βούληση, σε αφθονία, 36:57; 37:42; 43:73; 44:55; 47:15; 55:52, 68; 56:20, 29, 32; 77:42
- οι καρποί θα είναι κοντά, 55:54; 69:23
- φρούτα και κρέας, 52:22
- σάρκα πτηνών, 56:21
- λωτού χωρίς αγκάθια και Talh (μπανανιές), 56:28-29
- άχρηστη γνώση, γαϊδούρι με βιβλία 62:5
- ένα ελατήριο που τρέχει, 88:12
- πηγή που ονομάζεται Σαλσαμπίλ, 76:18
- μια πηγή που ονομάζεται Καφούρ, 76:5
- μια πηγή Tasnim, 83:27-28
- ένα ποτάμι στον Παράδεισο, Kauthar, 108:1
- ποτάμια κρασιού, γάλακτος, διαυγασμένου μελιού, 47:15
- αγνό σφραγισμένο κρασί, λευκό, νόστιμο, 37:45-46; 56:18; 76:21; 83:25
- κύπελλο, αναμεμειγμένο με, Ζαντζαμπίλ, 76:17; 78:34
- νερό, 76:5
- χρυσοί δίσκοι και κύπελλα, 43:71
- ασημένια σκεύη και κρυστάλλινα ποτήρια, 76:15-16
- πράσινα ενδύματα από λεπτό και χοντρό μετάξι, 18:31;22:23; 35:33; 44:53; 76:12, 21
- στολισμένο με χρυσά βραχιόλια και μαργαριτάρια,18:31; 22:23; 35:33; 76:21
- άμαξες επενδεδυμένες με μεταξωτό μπροκάρ, 55:54
- πράσινα μαξιλάρια και πλούσια όμορφα στρώματα, σε σειρά, 55:76; 88:15
- θρόνοι υφασμένοι με χρυσό και πολύτιμους λίθους, υψωμένοι ψηλά 56:15; 88:13
- πλούσια χαλιά απλωμένα, 88:16
- όμορφα αρχοντικά, υπερυψωμένα δωμάτια, το ένα πάνω από το άλλο, 9:72; 39:20
- διαμένοντας σε αυτήν για πάντα, 3:198; 4:57; 5:119; 9:22, 72; 11:108; 43:71; 57:12; 98:8
- αιώνια κατοικία, 3:15; 35:35
- αντικριστά σε θρόνους, 15:47; 37:44;44:53; 56:16
- ποτέ μην γευτείς θάνατο εκεί, 44:56
- ούτε θα τους ζητηθεί (ποτέ) να το εγκαταλείψουν, 15:48
- το μίσος ή το αίσθημα προσβολής αφαιρέθηκε από τις καρδιές τους, 7:43; 15:47
- όλη η θλίψη αφαιρέθηκε, 35:34
- καμία αίσθηση κόπωσης, μόχθου ή εξάντλησης, 15:48;35:35
- ούτε θα υπάρχει πόνος, κοιλιακός πόνος, πονοκέφαλος ούτε μέθη, 37:47; 56:19
- ούτε μάταια λόγια ούτε αμαρτωλά λόγια, 19:62;56:25
- ούτε βλαβερά λόγια ούτε ψεύδος,78:35; 88:11
- ελεύθερος από την αμαρτία, 37:47; 52:23
- ούτε υπερβολική ζέστη ούτε τσουχτερό κρύο, 76:13
- θα υπάρχει μια γνωστή διάταξη, 37:41;56:89
- εν ειρήνη και ασφάλεια, 15:46; 44:51, 55; 50:34
- οίκος ειρήνης, 6:127
- χαιρετισμούς, 7:46; 10:10; 13:24; 14:23; 16:32; 19:62; 36:58; 39:73; 56:26
- όποιος κάνει δίκαιες πράξεις θα εισέλθει, 4:124; 42:22; 44:51
- όσοι τήρησαν το καθήκον τους προς τον Κύριό τους θα οδηγηθούν σε ομάδες, 39:73
- κληρονομήθηκε λόγω πράξεων,43:72
- Ο Αλλάχ είναι ευχαριστημένος μαζί τους και αυτοί μαζί Του, 5:119
- Ο Παράδεισός μου, 89:30
- η μεγαλύτερη ευδαιμονία, 9:72
- η μεγάλη επιτυχία, 57:12; 64:9
- η υπέρτατη επιτυχία, 9:72; 44:57
- για τους πιστούς υπάρχουν Κήποι ως χώρος ψυχαγωγίας, 32:19
- οι κάτοικοι του Παραδείσου θα είναι απασχολημένοι με χαρούμενα πράγματα εκείνη την Ημέρα, 36:35
- θα βρίσκεται ανάμεσα σε κήπους και πηγές νερού, 15:45; 19:63; 44:52; 52:17; 54:54; 55:46
- δείτε τους αγγέλους που περιβάλλουν τον Θρόνο,39:75
- κοντά στον Παντοδύναμο Βασιλιά, 54:55
- θα έχουν όλα όσα επιθυμούν, 50:35
- Γέρες, αγνές γυναίκες με μεγάλα και όμορφα μάτια, σαν διατηρημένα αυγά, 37:48-49; 44:54; 52:20; 55:58, 70; 56:22-23
- αγνές σύζυγοι, 3:15
- σύζυγοι σε ευχάριστη σκιά, ξαπλωμένες σε θρόνους, 36:55
- νεαρές κοπέλες με πλούσιο στήθος ίσης ηλικίας,78:33
- αθάνατοι υπηρέτες-παιδιά για να τους υπηρετούν, σαν σκορπισμένα μαργαριτάρια, 52:24; 56:17; 76:19
- τόσο απέραντος όσο οι ουρανοί και η γη 3:133, 57:21
- τρεχούμενο νερό, δροσερή σκιά, λιχουδιές και αγνοί σύντροφοι 2:25; 4:57; 36:55-58; 37:40-49; 38:50-54; 44:51-57; 52:17-24; 69:19-24; 76:5-22
- αμοιβή των πιστών 55:46-78; 56:10-40
- ποταμοί μελιού, γάλακτος, νερού και κρασιού 47:15
- προσευχές και χαιρετισμοί 10:9-10; 39:73-74
- χαιρετήθηκε με χαιρετισμούς ειρήνης 13:23-24; 14:32
- αιώνια διαμονή στην Ευδαιμονία 11:108
- δεν μου ζητήθηκε ποτέ να φύγω 15:45-48
- φως που λάμπει μπροστά τους και στα δεξιά τους 57:12
- χωρίς ζέστη ή κρύο 76:13
- όλες οι επιθυμίες ικανοποιήθηκαν 16:30-32; 41:31-32
- χρυσά βραχιόλια και ρούχα από λεπτό μετάξι 18:30-31; 22:23-24; 44:51-53
- δίσκοι με χρυσά ποτήρια 43:67-73
- ασημένια σκεύη και φρούτα που κρέμονται σε κοντινή απόσταση 76:14-16
- ξαπλωμένοι σε θρόνους 15:47; 37:44; 52:20
- οι πιστοί θα δουν τον Κύριό τους 75:22-23
Γονείς, καλοσύνη προς, 2:83, 215; 4:36; 16:90; 17:23; 29:8; 31:14; 46:15-17
Συνεταίροι του Αλλάχ, ένα ψεύδος, 4:116; 10:34-35, 66; 16:86; 28:62-64, 71-75; 30:40; 42:21
Βοσκή, 87:4-5
Μονοπάτι, 5:77; 16:94; 42:52-53; 43:43; 90:11-12
- βλέπε επίσης Τρόπος
Υπομονή, 3:186, 200; 10:109; 11:115; 16:126-127; 20:130; 40:55, 77; 42:43; 46:35; 70:5;73:10
- ζητήστε βοήθεια και προσευχηθείτε, 2:45, 153; 20:132;50:39
Ασθενής
- θα λάβει πλήρη ανταμοιβή, 39:10
- Ο Αλλάχ είναι με όσους είναι, 8:46
- και να είσαι, 11:115
- στην εκτέλεση των καθηκόντων προς τον Αλλάχ, 16:90
- να είναι, την ώρα του θυμού, 41:34
Ειρήνη, κλίνω προς, 8:61
Μαργαριτάρι και κοράλλι, διατηρημένα, 52:24; 55:22; 56:23
Πέν, 68:1; 96:4
Πρόσωπο
- Ο Αλλάχ δεν επιβαρύνει κανέναν πέρα από τις δυνατότητές Του, 2:286; 7:42
- Ο Αλλάχ δεν φορολογεί κανέναν, παρά μόνο σύμφωνα με τις δυνατότητές Του, 23:62
- όχι, ξέρει τι θα κερδίσει αύριο και σε ποια γη θα πεθάνει, 31:34
- ο καθένας, θα έρθει αντιμέτωπος με όλα τα καλά και τα κακά που έχει κάνει 3:30
- ο καθένας, θα εμφανιστεί υπερασπιζόμενος τον εαυτό του,16:111
- κάθε, είναι μια εγγύηση για ό,τι έχει κερδίσει,74:38
- Ο Αλλάχ ορκίζεται στον αυτοκατηγορούμενο, 75:2
Φαραώ, 28:6; 40:24
- άνθρωποι του, 2:49; 3:11; 7:141; 44:17-33
- πνίγηκε, 2:50
- σχέσεις με τον Μωυσή, 7:103-137; 10:75-92
- νεκρό σώμα αναδυόμενο από τη θάλασσα, 10:90-92
- παραβίασε πέρα από κάθε όριο; διέπραξε αμαρτίες και παρήκουσε, 20:24; 69:9; 73:16; 85:17-20; 89:10-14
- δίκαιη σύζυγος, 28:8-9
- ισχυρίζεται ότι είναι θεός, 28:38; 79:24
- καταστράφηκε, 29:39
- ένας πιστός άνδρας από την οικογένεια του Φαραώ, 40:28-44
- η κατασκευή ενός πύργου, 40:36-37
- βλέπε επίσης Μωυσής
Συσσώρευση των κοσμικών πραγμάτων, 102:1-4
Υπόσχεση (Μπαΐα)
- για το Ισλάμ, 16:91
- στον Αγγελιοφόρο είναι η Μπάια (όρκος) στον Αλλάχ, 48:10
- των Πιστών, 48:18; 60:12
Ενέχυρο (Υποθήκη), ας υπάρξει, 2:283
- κάθε άνθρωπος είναι α, για αυτό που έχει κερδίσει, 52:21; 74:38
Ποίηση, 36:69
Ποιητές, 26:224-227; 69:41
Ρόδια, 6:141
Φτωχοί, 2:88, 177, 215, 273; 4:8, 36; 8:41; 9:60;17:26; 24:22, 32; 30:38; 47:38; 51:19; 59:7-8; 69:34; 74:44; 76:8; 89:18; 90:16; 93:8;107:3
Προσευχή, 1:1-7; 3:8, 26-27, 147, 191-194; 4:103; 17:80; 23:118
- ούτε δυνατά ούτε με χαμηλή φωνή, 17:110
- επίκληση για τους άπιστους, 9:113-114
- επίκληση των απίστων, 13:14
- Απαντά (στην επίκληση) εκείνων, 42:26
- ζητήστε βοήθεια με υπομονή και, 2:45, 153; 20:132;50:39
- εκτελέστε Iqamat-as-Salat, στραμμένο προς την Qiblah, 2:142-145, 149-150
- φυλάξτε αυστηρά το, 2:238
- στο ταξίδι και επίθεση, 2:239; 4:101-102
- μην πλησιάζεις όταν είσαι σε κατάσταση μέθης, 4:43
- ούτε σε κατάσταση Τζανάμπα, 4:43
- καθαρτικός για, 4:43; 5:6
- όταν τελειώσει το, 4:103
- φορές, 11:114; 17:78-79; 20:130; 30:17-18; 50:39-40; 52:48-49; 73:1-6, 20
- προσκύνηση μόνο για τον Αλλάχ, 13:15
Προσευχές, Παρασκευή, 62:9-11
Προφυλάξεις σε κίνδυνο, 4:71
Αιχμάλωτοι πολέμου, 8:67-71
- βλέπε επίσης Αιχμάλωτοι
Υπόσχεση Αλήθειας, 46:16-17
Ιδιοκτησία, 2:188; 3:186; 4:5, 7, 29; 51:19; 59:7-9; 70:25
Προφήτες, 3:33-34, 146; 4:163; 5:20; 6:84-90; 23:23-50; 57:26
- διαθήκες του, 3:81; 33:7-8
- παράνομο για, 3:161
- ένας εχθρός για κάθε, 6:112; 25:31
- βλέπε επίσης Αγγελιοφόροι
Κατάπτωση
- στον Αλλάχ πέφτει μέσα, όποιος βρίσκεται στους ουρανούς και στη γη, και οι σκιές τους, 13:15
Πρόνοια, 10:59; 13:26; 14:32; 16:73; 34:36,39; 42:12; 51:57; 67:21; 79:33
Ψαλμοί, 4:163
Τιμωρία
- αναβολή της, 3:178
- κόψιμο χεριών ή ποδιών, 5:33
- τιμωρήστε τους με ό,τι σας πλήγωσε, 16:126
- αυτής της ζωής και της Μετά θάνατον, 24:19; 68:33
Καθαρισμός
- σωματικά,4:43; 5:6
- πνευματικά (από ακαθαρσίες), 87:14; 91:9
Καντάρ, 5:5; 64:11
Κάντρ (πρόνοια) Qadr, S.97
Καφ, S.50
Καλάμ, S.68
Καμάρ, S.54
Καριά, S.101
Qarun (Κόρα), 28:76-82; 29:39
Κασάς, S.28
Κίμπλα, 2:142-145, 149
Qisas (Νόμος της ισότητας στην τιμωρία), 2:178-179, 194; 5:45; 16:126; 17:33; 22:60;42:40
Κοράνι
- περιγράφεται, 13:31, 36, 37; 14:1; 56:77-80
- δεν είναι κάτι που θα μπορούσε ποτέ να παραχθεί από άλλον εκτός από τον Αλλάχ, 2:23; 10:38; 11:13; 17:88
- αν ήταν από άλλον εκτός από τον Αλλάχ, θα υπήρχαν πολλές αντιφάσεις σε αυτό, 4:82
- ένα φανερό φως, 4:174; 42:52
- αποκαλύφθηκε, 6:19
- Ο Αλλάχ είναι Μάρτυρας σε αυτό, 6:19
- σαφής απόδειξη, 6:157
- ψευδής συζήτηση σχετικά με τα εδάφια του, 6:68
- Υπενθύμιση, 7:63; 12:104; 18:101; 20:3, 99, 124; 25:29; 36:11, 69; 43:44; 50:8; 65:10; 72:17
- όταν απαγγέλλεται, άκου και σιωπά, 7:204
- Ζικρ, 7:205; 15:6, 9
- Βιβλίο Σοφίας, 10:1; 31:2; 36:2
- εμπνευσμένο Μήνυμα, 10:2, 109; 42:52
- όσοι το απορρίπτουν, 11:17
- στα Αραβικά, 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 42:7; 43:3; 44:58; 46:12
- διαμορφώθηκε σε μέρη και αποκαλύφθηκε σταδιακά, 15:91; 17:106; 25:32; 76:23
- αλλαγή ενός εδαφίου, 16:10
- όταν θέλετε να απαγγείλετε το, 16:98
- οδηγοί, 17:9
- χαρμόσυνα νέα και προειδοποίηση, 17:9-10
- και οι άπιστοι, 17:45-47
- η απαγγελία νωρίς την αυγή παρακολουθείται πάντα (από τους αγγέλους), 17:78
- θεραπεία και έλεος, 17:82
- εξηγείται πλήρως στην ανθρωπότητα, κάθε είδους παρομοίωση και παράδειγμα, αλλά οι περισσότεροι αρνούνται, 17:89; 18:54; 39:27
- εύκολο, 19:97; 44:58; 54:17, 22, 32, 40
- ο λαός μου εγκατέλειψε αυτό το Κοράνι, 25:30
- επιβεβαιωμένο από τις Γραφές, 26:196
- αφηγείται στα παιδιά του Ισραήλ για τα οποία διαφωνούν, 27:76
- απαγγέλλω και προσεύχομαι, 29:45
- Αλήθεια από τον Αλλάχ, 32:3; 35:31
- σε μια ευλογημένη Νύχτα, 44:3
- εκεί ορίζεται κάθε ζήτημα χειροτονιών, 44:4
- σκεφτείτε βαθιά στο, 47:24
- προειδοποίηση από το, 50:45
- δίδαξε ο Αλλάχ, 55:1
- και τιμητική απαγγελία, καλοφυλαγμένη, 56:77-78
- κανείς δεν μπορεί να αγγίξει παρά μόνο όσους είναι αγνοί, 56:79
- αν σταλεί κάτω σε ένα βουνό, 59:21
- μια αγωνία για τους άπιστους, 69:50
- μια απόλυτη αλήθεια με βεβαιότητα, 69:51
- απαγγέλλει σε αργό ύφος, 73:4
- στα Αρχεία που φυλάσσονται με τιμή, διατηρούνται αγνά και ιερά, 80:13-16
- μια Υπενθύμιση σε (όλους) τους 'Αλαμίν, 81:27
- οι άπιστοι διαψεύδουν, 84:22
- στην Πινακίδα που διατηρείται, 85:22
- Λόγος που διαχωρίζει την αλήθεια από το ψεύδος, 86:13
- απαγγελία καθαρών σελίδων, 98:2
- βλέπε επίσης Βιβλίο; Αποκάλυψη
Κουράις, S.106
Κουραϊς
- άπιστοι του, 54:43-46, 51
- εξημέρωση, 106:1-4
Ραβίνοι και μοναχοί, 9:31, 34
Αγώνας, αγωνίσου όπως σε ένα, σε καλές πράξεις, 5:48
Ρα'ντ, S.13
Ραχμάν, S.55
Το ένδυμα της δικαιοσύνης είναι καλύτερο, 7:26
Βροχή
- Το Δώρο του Αλλάχ, 56:68-70
- από πέτρες, 27:58
Ραμαζάνι, 2:185
Ράμι, 2:200
Λύτρα
- όχι, θα ληφθεί, 57:15
- προσφέρεται από άπιστους, 3:91; 10:54; 13:18
Φιντιά, της νηστείας, 2:196
- για την απελευθέρωση των αιχμαλώτων, 8:67
Ρας, κάτοικοι του, 25:38; 50:12
Ανταμοιβή
- την Ημέρα του, 1:4; 37:20; 51:12; 56:56; 82:17-18; 96:7
- αρνητές του, 107:1-7
- από ένα κακό υπάρχει ένα κακό όμοιο με αυτό, 42:40
Συμφιλίωση
- όποιος συγχωρεί και κάνει, 42:40
- μεταξύ άνδρα και γυναίκας, 4:35
- μεταξύ πιστών, 49:9-10
Ρεκόρ
- ένα Μητρώο με επιγραφή, 83:7-9, 18-21
- κάθε έθνος θα κληθεί στο δικό του, 45:28-29
- γραπτές σελίδες με πράξεις κάθε ανθρώπου,81:10
- που λέει την αλήθεια, 23:62
- στο δεξί χέρι, 69:19; 84:7-9
- στο αριστερό χέρι, 69:25
- πίσω από την πλάτη, 84:10-15
Καταγραφή αγγέλων, 50:17-18, 23; 85:11
Ανακούφιση, με τις δυσκολίες, 94:5-6
Θρησκεία
- χωρίς καταναγκασμό στο, 2:256
- είναι το Ισλάμ, 3:19
- του Αλλάχ, 3:83-84
- εκτός από το Ισλάμ, 3:85
- μην υπερβαίνετε τα όρια στα εδάφια 4:171, 5:77
- τελειοποιημένο, 5:3
- που το εκλαμβάνουν, ως παιχνίδι και διασκέδαση, 6:70
- που διαιρούν τις φυλές τους και διασπώνται σε αιρέσεις, 6:159; 30:32
- βλέπε επίσης 42:13-14; 43:65; 45:17
- οι άνθρωποι έχουν διασπάσει τις θρησκευτικές τους ομάδες σε αιρέσεις, κάθε ομάδα χαίρεται για την πίστη της, 23:53; 30:32
- δεν έπεσε, καμία ταλαιπωρία, 22:78
- η ανθρωπότητα δημιουργήθηκε στις, 30:30
- το ίδιο, για όλους τους Προφήτες, 42:13-15
- προγονικά, 43:22-24
Μνήμη του Αλλάχ, 63:9
- στο, οι καρδιές βρίσκουν ανάπαυση, 13:28
Μετάνοια
- αποδεκτός αν το κακό γίνει εν αγνοία και μετανοήσει σύντομα αργότερα, 4:17; 6:54
- και δεν έχει κανένα αποτέλεσμα, αν οι κακές πράξεις συνεχιστούν, 4:18
- Δέχεται και συγχωρεί αμαρτίες, 4:25
Ανάπαυλα για το κακό, 3:178; 10:11; 12:110; 14:42,44; 29:53-55; 86:15-17
Ανάσταση, 2:28, 7:53; 14:21; 16:38-40; 22:5-7; 23:15-16; 31:28, 41:39, 46:33-34; 50:3,20-29, 41-44; 64:7, 75:1-15; 79:10-12; 86:5-8
- παράδειγμα στην ιστορία του Έσδρα 2:259
- Αβραάμ 2:260
- οι άνθρωποι του σπηλαίου 18:9-26
- προειδοποίηση προς τους αρνητές της ανάστασης 17:49-52, 17:97-100, 19:66-72, 37:11-27, 50:1-15, 80:17-42
Ημέρα της Ανάστασης, 7:89; 20:100-101, 124
- η Αληθινή Ημέρα, 78:39
- πλήρωσες πλήρως τους μισθούς σου 3:185
- γραπτές σελίδες πράξεων θα ανοιχτούν,81:11
- ο καθένας θα ξέρει τι έχει φέρει, 81:14
- κάθε άνθρωπος θα βρεθεί αντιμέτωπος με όλα τα καλά και τα κακά που έχει κάνει, 3:30
- ο άνθρωπος θα γνωρίζει τι έχει στείλει μπροστά και τι έχει αφήσει πίσω, 82:5
- χωρίς φόβο αδικίας, 20:112
- ισορροπίες δικαιοσύνης, 21:47
- ζυγαριά πράξεων, 23:102-103
- όποιος κάνει καλό ή κακό ίσο με το βάρος ενός ατόμου, θα το δει, 100:7-8
- όλα τα μυστικά θα εξεταστούν, 86:9
Το υπόμνημα δίνεται στο δεξί χέρι, 69:19; 84:7-9
Ρεκόρ που δόθηκε με το αριστερό χέρι, 69:25
Η καταγραφή δίνεται πίσω από την πλάτη, 84:10-15
- δύσκολη μέρα, για τους άπιστους, 25:26; 54:8; 74:9
- μια δύσκολη μέρα, 76:27
- σηκώνω βαρύ φορτίο, 20:100-101
- δεν επιτρέπεται να προβάλουν καμία δικαιολογία, 77:36
- ο άδικος θα δαγκώσει τα χέρια του, 25:27
- οι άδικοι συγκεντρώθηκαν με τους συντρόφους και τα είδωλά τους, 37:22
- καταστροφή με βαθιές τύψεις, θλίψεις και απελπισία, 30:12
- η γυναίκα που θαφτεί ζωντανή θα ερωτηθεί, 81:8-9
- ο μεγαλύτερος τρόμος, 21:103
- ο καλών θα καλέσει, σε κάτι τρομερό, 50:41;54:6-8
- ένα μόνο (κραυγή), 36:29, 49, 53; 38:15; 50:42
- Ζατζρά (κραυγή), 37:19; 79:13
- ένα σχεδόν μαρτύριο, 78:40
- ο ουρανός θα σειστεί με τρομερή δόνηση, 52:9; 56:4
- ο ουρανός σχίζεται, 84:1-2
- ο ουρανός σχίζεται, 77:9; 82:1
- ο ουρανός θα σχιστεί με σύννεφα, 25:25
- ο ουρανός θα τυλιχτεί, στο δεξί Του χέρι, 21:104; 39:67
- όλοι στον ουρανό και στη γη θα λιποθυμήσουν, 39:68
- ο ουρανός θα ανοιχτεί, θα γίνει σαν πύλες, 78:19
- ο ουρανός θα είναι σαν βραστό λάδι, 70:8
- τα αστέρια θα πέσουν, 81:2; 82:2
- τα αστέρια θα χάσουν το φως τους, 77:8
- ο ήλιος θα χάσει το φως του, 81:1
- οι θάλασσες θα γίνουν σαν φλεγόμενη φωτιά, 81:6
- θάλασσες ξεσπούν, 82:3
- σεισμός της Ώρας, 22:1; 99:1
- τα βουνά θα μετακινηθούν, 18:47; 27:88; 52:10; 77:9; 78:20; 81:3
- κονιορτοποιημένο σε σκόνη 20:105; 56:5
- σαν νιφάδες μαλλιού, 70:9;101:5
- η γη και τα βουνά θα σειστούν βίαια, 73:14; 79:6
- η γη γίνεται σκόνη, 89:21
- η γη θα μετατραπεί σε άλλη γη και έτσι θα μετατραπούν και οι ουρανοί, 14:48
- η γη απλώνεται, 84:3-5
- η γη ως πεδιάδα με κωνική έκταση 18:47; 20:106
- η γη πετάει τα βάρη της, 84:4; 99:2
- τάφοι αναποδογυρισμένοι, 82:4
- ανάσταση από τους τάφους, 21:97; 70:43
- πάνω στη γη ζωντανοί μετά θάνατον, 79:14
- τα άγρια θηρία θα συγκεντρωθούν, 81:5
- σήκωσε τα τυφλά, 20:124-125
- Θα ηχήσει σάλπιγγα, 6:73; 18:99; 20:102; 23:101; 27:87; 36:51; 39:68; 50:20; 69:13; 74:8; 78:18; 79:7
- Σακχά, 80:33
- οι ψυχές θα ενωθούν με τα σώματά τους,81:7
- διαμονή όχι μεγαλύτερη των δέκα ημερών, 20:103
- διαμονή όχι περισσότερο από μία ημέρα, 20:104
- ή μέρος μιας ημέρας, 23:112-114
- Ημέρα της Συγκέντρωσης, 64:9
- Ημέρα της Κρίσης, 37:21
- Ημέρα της Απόφασης, 77:38; 78:17
- Ημέρα της Ταξινόμησης, 77:13-14
- Ημέρα Θλίψης και Τύψεων, 19:39
- αρνητές του, 77:15-50
- η ανθρωπότητα θα είναι σαν σκόροι σκορπισμένοι, 101:4
- η ανθρωπότητα θα προχωρήσει σε διασκορπισμένες ομάδες, 100:6
- η ανθρωπότητα σαν σε κατάσταση μέθης, 22:2
- κάθε έγκυος θα αφήσει το φορτίο της, 22:2
- οι έγκυες καμήλες θα παραμεληθούν, 81:4
- η θηλάζουσα μητέρα θα ξεχάσει το θηλάζον μωρό της, 22:2
- οι συγγενείς θα μπορούν να βλέπουν ο ένας τον άλλον,70:11
- ο άνθρωπος θα φύγει από τους συγγενείς του, 80:34-37
- κανένας φίλος δεν θα ζητήσει από φίλο, 70:10
- δεν θα υπάρχει φίλος ούτε μεσολαβητής,40:18
- κανείς δεν θα έχει την εξουσία να κάνει οτιδήποτε για κάποιον άλλο, 82:19
- δεν θα έχει δύναμη ούτε βοηθό, 87:10
- κανένας φόβος για τους πιστούς, 43:68
- οι πιστοί θα βρίσκονται ανάμεσα σε σκιές και πηγές και καρπούς, 77:41-43
- κάτοικοι του Παραδείσου και οι γυναίκες τους, 36:55-58
- άγγελοι θα σταλούν κάτω με μια μεγαλοπρεπή κάθοδο, 25:25
- Η κνήμη θα αποκαλυφθεί, 68:42-43
- Ο παράδεισος θα πλησιάσει, 81:13
- Η κόλαση θα πλησιάσει, 89:23
- Η Φωτιά της Κόλασης θα εξαφανιστεί, θα αναφλεγεί σε άγρια φλόγα, 81:11-12
- Η ανταπόδοση μέσω ελεημοσύνης θα είναι εξιλέωση, 5:45
Αποκάλυψη
- αν έχετε αμφιβολίες, 2:23-24
- ακυρώθηκε ή ξεχάστηκε Στίχος, 2:106
- σωστή καθοδήγηση, 3:73
- από τον Κύριο, μην είσαι λοιπόν από εκείνους που αμφιβάλλουν, 6:114
- για όσους καταλαβαίνουν, 6:98
- μια Καθοδήγηση και ένα Έλεος, 7:203; 16:64; 31:3
- μέσω Ruh-ul-Qudus, 16:102. 26:192-193
- εξηγείται λεπτομερώς, 6:98; 41:2-4
- του Βιβλίου είναι από τον Αλλάχ, 46:2
- δείτε επίσης το Βιβλίο και το Κοράνι
Εκδίκηση για την καταπιεστική αδικία που τους έγινε, 42:39-43
Ανταμοιβή
- σύμφωνα με τις καλύτερες πράξεις, και ακόμη περισσότερο, 24:38; 29:7; 39:35
- ως ανταμοιβή 25:15
- Ο Αλλάχ ανταμείβει όσους κάνουν το καλό, με ό,τι καλύτερο, 53:31
- για καλό, καμία ανταμοιβή εκτός από το καλό, 55:60
Ρίμπα (Βλέπε τοκογλυφία)
Ενάρετος
- παρέα των, 4:69
- θα κληρονομήσουν τη γη, 21:105
- στον Παράδεισο, 51:15-19; 76:5-12
- δείτε επίσης Καλό
Δικαιοσύνη, 2:177, 207-208, 212; 3:16-17, 92, 133-135, 191-195; 4:36, 125; 5:93; 7:42-43; 16:97
- απότομο μονοπάτι, 90:11-18
Η σωστή καθοδήγηση είναι η καθοδήγηση του Αλλάχ, 3:73
Δρόμοι, τρόπος, 43:10
Βραχώδης Περιοχή (Χιτζρ), κάτοικοι της, 15:80-85
Ρωμαίους, 30:2-5
Στέγη, ο παράδεισος, 21:32
Ruh (Gabriel), 26:193; 67:12; 70:4; 78:38; 97:4
Ruh-ul-Qudus, 2:87, 253; 5:110; 16:102
- βλέπε επίσης Γαβριήλ
Ρουχ (ψυχή, πνεύμα), 15:29; 17:85; 58:22
Ρούμι, S.30
Saba' (Sheba), 27:22-44; 34:15-21
Σαμπά, S.34
Σάββατο
- παραβάτες του, 2:65; 4:154; 7:163-166
- μόνο με ιατρική συνταγή, 16:124
Σαβιανοί, 5:69; 22:17
Θυσία, 2:196, 200; 22:34-37
Λυπημένος, S.38
Σαντακά (ελεημοσύνη) Sadaqah (Charity), 2:196, 263-264, 270-271, 273; 4:114; 9:60, 75-76, 79, 103-104; 57:18; 58:12-13
- η απόκρυψη είναι καλύτερη από την επίδειξη, 2:271
Σάφα και Μαρβά, 2:158
Σαφ, S.61
Σάφατ, S.37
Sail Al-'Arim (πλημμύρα που απελευθερώθηκε από το φράγμα Ma'rib), 34:16
Σάτζντα, S.32
Σακίνα (γαλήνη και γαλήνη), 2:248; 9:26, 40; 48:4, 18, 26
Σάλιχ Salih, 7:73-79; 11:61-68; 26:141-159; 27:45-53; 91:13
Salsabil (άνοιξη στον Παράδεισο), 76:18
Σαμίρι, 20:85, 95-97
Σαμουήλ, 2:247
Σατανάς, 2:36, 168, 208, 268, 275; 3:36, 155, 175; 4:38, 60, 76, 83, 119-120; 5:80, 91; 6:43, 68,142; 7:20, 22, 27, 175, 200-201; 8:48; 16:63,98; 20:120; 24:21; 25:29; 27:24; 41:36; 58:10, 19; 82:25
- διεγείρει την έχθρα και το μίσος, 5:91
- κακοί ψίθυροι από, 7:200-201
- εξαπατά, 8:48
- προδομένος, 14:22
- δεν έχει καμία εξουσία πάνω στους πιστούς, 16:99-100
- πετάει ψεύδος, 22:52-53
- είναι εχθρός, 12:5; 35:6; 36:60
- αλαζονεία 2:34; 7:11-27; 15:26-43; 17:61-65; 38:73-85
- ένα τζίνι 18:50-51
- Ο πειρασμός και η πτώση του Αδάμ 7:20-23; 20:116-121
- δεν έχει καμία εξουσία πάνω στους πιστούς 16:98-100
- το γκολ του 35:6-8
- ένας ορκισμένος εχθρός της ανθρωπότητας 12:5; 17:53
- η ομάδα του 53:14-19
- το έργο των χεριών του 5:90-91
- αποθαρρύνει τις καλές πράξεις 2:268
- οι πιστοί αναζητούν καταφύγιο στον Αλλάχ από αυτόν 7:200-202
- τα σχέδιά του είναι αδύναμα 4:76
- απογοητεύει τους ακολούθους του 8:48
- να μιλήσει στους οπαδούς του στην Κόλαση 14:22
- βλέπε επίσης Ιμπλής
Ζυγαριά, επιτυχημένος, του οποίου η θέληση είναι βαριά, 7:8-9
- δείτε επίσης ισορροπία
Γραφή
- λαός των, (Εβραίων και Χριστιανών), 2:109;3:64-65, 69-72, 75, 98-99, 110, 113,199; 4:47, 153-161; 5:59-60, 68; 98:1
- τι έκρυβαν, 5:61-63
- μεταξύ αυτών που βρίσκονται στο σωστό δρόμο,5:66
- αναγνωρίζουν αλλά δεν πιστεύουν, 6:20
Θάλασσες, 42:32-33; 45:12
- οι δύο, 18:60; 25:53; 35:12; 55:19-20
- όταν, εκρήγνυνται, 82:3
Μυστικό (Najwa)
- ομιλίες, 4:114
- συμβουλή τριών, 58:7
- συμβουλεύει, 58:8, 10
- ιδιωτική διαβούλευση, 58:12-13
Αιρέσεις και διαιρέσεις στη θρησκεία, 6:15; 23:53; 30:32; 42:13-14; 43:65; 45:17
Ασφάλεια, μετά την αγωνία, έστειλε κάτω, 3:154
Σπόρος, Ποιος τον κάνει να φυτρώνει, 56:63-67
Αισθήσεις, 23:78
Επτά, δημιουργημένα
- ουρανοί, 2:29; 23:17; 65:12; 67:3; 71:15
- και της γης σαν κι αυτήν, 65:12
Σκιά
- στον Αλλάχ πέφτει σε προσκύνηση, 13:15; 16:48
εξάπλωση, 25:45
Σαμς, S.91
Η καμήλα ως σαφές σημάδι για τον λαό Θαμούδ, 7:73; 17:59; 26:155-158
Πλοίο, απόπλους, ως Σημάδι; να υπηρετείς; να είσαι ευγνώμων; να αναζητάς τη Δωρεά Του, 2:164;14:32; 16:14; 17:66; 22:65; 31:31; 35:12;42:32-33; 43:12; 45:12; 55:24
Shu'aib, 7:85-93; 11:84-95; 29:36-37
Shu'ara, S.26
Σούρα, S.42
Σιντράτ-ουλ-Μουντάχα, 53:14
Πολιορκία της Αλ-Μαδίνα, 33:9-27
Σιτζίν, 88:7-9
Αμαρτία, 7:100; 74:43-6
- παράνομη σεξουαλική επαφή, 4:15-16; 24:2, 19
- αν οι μεγαλύτερες, αποφεύγονται, οι μικρές αμαρτίες συγχωρούνται, 4:31
- μπορεί να κρύβονται από τους ανθρώπους, αλλά δεν μπορούν να κρυφτούν από τον Αλλάχ, 4:108
- όποιος κερδίζει, το κερδίζει μόνο εναντίον του εαυτού του, 4:111
- όποιος κερδίζει ένα, και μετά το πετάει σε κάποιον αθώο, 4:112
- Ο Αλλάχ συγχωρεί το να μην Του συναναστρέφονται άτομα στη λατρεία, αλλά συγχωρεί όποιον θέλει άλλες αμαρτίες εκτός από αυτές, 4:116
- όσοι δεσμευτούν, θα λάβουν την πρέπουσα ανταμοιβή, 6:120
- οι αμαρτωλοί δεν θα πετύχουν ποτέ, 10:17
- Ο Αλλάχ συγχωρεί τους πάντες, 39:53
- μεγαλύτερες αμαρτίες, 42:37
Σινά, Όρος, 19:52; 23:20; 95:2
Οι αμαρτωλοί, τα αυτιά, τα μάτια και τα δέρματά τους θα μαρτυρήσουν εναντίον τους, 41:20-23
Γέφυρα Σιράτ, 66:8
Συκοφάντης, 68:11-12; 104:1
Σκλάβοι, 2:177-178; 4:25, 36, 92; 5:89; 24:33; 58:3; 90:13
- βλέπε επίσης Αιχμάλωτοι πολέμου; Αιχμάλωτοι
Ύπνος, κάτι για ανάπαυση, 78:9
Σόδομα, 29:31; 37:136
Σοδομία, 7:80-82; 11:77-83; 15:61-77; 29:28-29
Σολομών, 2:102; 4:163; 6:84
- βοηθά τον πατέρα του Δαβίδ να καταλήξει σε μια πιο δίκαιη κρίση 21:78-82
- και τα μυρμήγκια, 27:15-19
- και ο τσαλαπετεινός, 27:20-26
- και η Βασίλισσα της Σαβά, 27:22-44; 34:15
- Οι χάρες του Αλλάχ σε αυτόν 34:12-14, 38:34-40
- η αγάπη του για τα καλά άλογα 38:30-33
Υιός, υιοθετημένος, 33:4-5
Ψυχή (πνεύμα, Ρουχ), 15:29; 17:85; 58:22
Δαπανήστε, για τον σκοπό του Αλλάχ, 2:195, 215, 254, 262, 265, 267, 274; 3:92, 134; 8:3; 9:99; 13:22; 14:31;22:35; 32:16;35:29; 36:47; 47:38; 57:7;63:10; 64:16
- που ξεπερνά τις ανάγκες σας, 2:219
- ομοιότητα με εκείνους που, ο πλούτος τους στον Δρόμο του Αλλάχ, 2:261
- να τον βλέπουν οι άνθρωποι, 2:264; 4:38
- ό,τι κι αν κάνεις, για τον λόγο του Αλλάχ, θα σου ανταμειφθεί, 2:272; 8:60; 34:39
- όχι με σπατάλη ή σπάταλη, 6:141;17:26
- ούτε σπάταλος ούτε τσιγκούνης, 25:67
- που κλείνουν τα χέρια τους από το να ξοδεύουν για τον σκοπό του Αλλάχ, 9:67
Πνεύμα (ψυχή, Ρουχ), 15:29
- η γνώση του είναι με τον Αλλάχ, 17:85
- Ο Αλλάχ ενδυναμώνει τους πιστούς με, 58:22
Λάφυρα πολέμου, 8:41, 69; 48:15, 19-20; 48:15
- δείτε επίσης Booty
Κατασκοπεία, 49:12
Αστέρι, 53:1, 49; 86:1-4
Αστέρια, 7:54; 15:16; 16:12, 16; 22:18; 25:61; 37:6-10; 56:75; 77:8; 81:2; 82:2
Ευθεία, Οδός, 1:6
- κ.λπ. Μονοπάτι, 6:153
- κ.λπ. Προσπάθεια, 4:95; 8:72, 74, 75; 9:20, 24, 81; 22:78; 25:52; 29:69:69; 47:3; 60:1; 61:11
Θηλασμός, ο όρος, θετή μητέρα, 2:233
Βάσανα, φτώχεια, απώλεια υγείας και συμφορές; ευημερία και πλούτος, 7:94-96
Κυρ, 7:54; 10:5; 14:32; 16:12; 22:18; 25:61; 36:38, 40; 71:16; 81:1; 91:1
Υπέρτατη επιτυχία, 9:72; 44:57
Σούρα, 10:38; 11:13; 47:20
- η αποκάλυψή του αυξάνει την πίστη, 9:124-127
Υποψίες, 49:12
Συντήρηση, 19:62
- βλέπε επίσης Πρόνοια; Πρόνοια
Σούβα', 71:23
Tabuk, 9:40-59, 81-99, 117-118, 120-122
Ταγκαμπούν, S.64
Ταγούτ (τύραννος, είδωλον, δαιμόνιον) Taghut, 2:256-257; 4:51-60, 76; 5:60; 16:36; 17:39
- δείτε επίσης ψεύτικους θεούς
Τα-Χα, S.20
Ταχρίμ, S.66
Τακαθούρ, S.102
Τακβίρ, S.81
Ταλάκ, S.65
Ταλχ (μπανανιά), 56:29
Ταλούτ (Σαούλ), 2:247-249
Ταρίκ, S.86
Τασνίμ (άνοιξη), 83:27-28
Ταούμπα, S.9
Tawaf (γύρος της Κάμπα), 2:200; 7:29,31
Ταγιαμούμ, 4:43; 5:6
Όρος, κάθε έθνος έχει τον δικό του καθορισμένο, κανείς δεν μπορεί να τον προβλέψει ούτε να τον καθυστερήσει, 7:34; 10:49; 15:4-5; 16:61; 20:129
Έδαφος, φρουρήστε το, από στρατιωτικές μονάδες, 3:200
Δοκιμασία, από τον Αλλάχ, 3:154; 34:21
Thamud, 7:73-79; 11:61-68; 17:59; 25:38;26:141-159; 27:45-53; 29:38; 41:17; 51:43-45;54:23-31; 69:4-8; 85:17-20; 89:9-14; 91:11-15
Κλέφτης, τιμωρία, 5:38-39
Θρόνος, 7:54, 58; 9:129; 10:3; 13:2; 20:5; 23:86, 116; 32:4; 40:15; 57:4; 85:15
- στο νερό, 11:7
- οκτώ άγγελοι που φέρουν το, 39:75; 40:7; 69:17
Ώρα, 45:24; 76:1; 103:1
Κασσίτερος, S.95
Βασανιστήρια, 3:188; 6:15-16; 10:50-53; 11:10; 13:34; 16:88; 46:20; 70:1-2
Κομητεία, ποτέ δεν καταστρέψαμε μια, παρά μόνο υπήρχε γνωστό διάταγμα γι' αυτήν, 15:4
Εμπόριο και περιουσία, 4:29
Ταξίδεψαν, δεν ταξίδεψαν στη γη, 6:11; 10:22; 12:109; 22:46; 27:69; 29:20; 30:9, 42; 34:18; 35:44; 40:21, 82; 47:10
Προδοσία, 8:58; 22:38
- βλέπε Προδοσία
Θησαυρός συσσωρευμένος, 9:35
Θησαυροί του Αλλάχ, 6:50
Δέντρο της Αιωνιότητας, 20:120
Δέντρα, 22:18
Δοκιμασίες, 2:214-218; 64:15
Σάλπιγγα, την Ημέρα της Ανάστασης, 6:73;18:99; 20:102; 23:101; 27:87; 36:51; 39:68;50:20; 69:13; 74:8; 78:18; 79:7
Σακχά, 80:33
Εμπιστοσύνη που προσφέρεται στους ουρανούς, στη γη και στα βουνά, αλλά αναλαμβάνεται από τον άνθρωπο, 33:72-73
Trusts (Amanah), 2:283; 4:58; 8:27; 23:8;33:72; 70:32
Αλήθεια, 5:48; 23:70-71, 90; 25:33; 69:51
- μην αναμειγνύεις με ψεύδος ούτε να κρύβεις, 2:42
- ήρθε και το ψεύδος εξαφανίστηκε, 17:81
- υπόσχεση του, 46:16-17
Tubba', people of, 44:37; 50:14
Τουρ (Όρος), 28:29, 46
Τουρ, S.52
Τούβα, κοιλάδα του, 20:12; 79:16
Ουχούντ, μάχη του, 3:121-128, 140-180
Ούμμα (κοινότητα, έθνος), 2:143-144; 10:47, 49; 11:118; 16:36, 120
Ούμρα, 2:128, 158, 196
Τοκογλυφία (Ριμπά) Usury (Riba), 2:275-276, 278-280; 3:130;4:161; 30:39
Ουζάιρ, (βλέπε Έσδρας)
Ουζά, 53:19
Πέπλο, ένα αόρατο, 17:45-46
Πέπλο, 24:31; 33:59
Στίχοι, Sab' Al-Mathani, 15:87
Νίκη
- δοσμένο από τον Αλλάχ, 48:1
- μέσω της βοήθειας του Αλλάχ, 61:13
Αρετές, (βλέπε Δικαιοσύνη; Πιστοί)
Γουάντ, 71:23
- «Περιμένετε, κι εμείς περιμένουμε», 7:71; 9:52; 10:102; 11:122; 20:135; 44:59; 52:31
Waqi'ah, S.56
Πόλεμος εναντίον του Αλλάχ, 5:33-34
Σπατάλη όχι από σπατάλη, 6:141; 7:31; 17:26
Νερό, κάθε ζωντανό πράγμα από το οποίο φτιαγμένο, 21:30;24:45; 25:54
- δύο θάλασσες, 18:60; 25:53; 35:12; 55:19-20
- Ο Θρόνος του Αλλάχ στο, 11:7
- βροχή, 23:18
Οδός, ο, 1:6; 42:52-53; 90:10
- κ.λπ. εύκολο, κάνω εύκολο, 87:8
- δείτε επίσης Μονοπάτι
Οδοιπόρος, 2:177, 215; 8:41; 17:26; 29:29;30:38; 59:7
Πλούτος
- ποιος έχει συγκεντρώσει, 104:2-4
- δαπάνες για τον σκοπό του Αλλάχ (βλ. Δαπάνες)
Πλούτος και παιδιά, στολίδια της ζωής αυτού του κόσμου, 18:46
Μέτρο και Ζύγι, δώστε το πλήρες, 11:85; 17:35; 83:1-5
Χήρες, 2:234-235, 240
Θέλημα του Αλλάχ, 10:99-100; 30:5; 81:29; 82:8
Θέληση του ανθρώπου, να περπατήσει ευθεία, εκτός αν το θέλει ο Αλλάχ, 28:29
Άνεμοι, 77:1-3
- ως κήρυκες χαρμόσυνων ειδήσεων, 7:57; 30:46
- σηκώνοντας σύννεφα, προκαλώντας νερό, 15:22; 30:48
- κιτρινίζει, 30:51
Κρασί (στον Παράδεισο)
- καθαρά ποτά, 37:45; 76:21
- λευκό, νόστιμο, 37:46
- ποτάμια του, 47:15
- καθαρός σφραγισμένος, 83:25
Μην επιθυμείτε τα πράγματα στα οποία ο Αλλάχ έκανε μερικούς να υπερέχουν από άλλους, 4:32
Μάρτυρες
- στη διαθήκη των Προφητών, 3:81
- πάνω από την ανθρωπότητα, 2:143; 22:78
- για μια σύμβαση, 2:282
- δύο γυναίκες εναντίον ενός άνδρα, 2:282
- σε παράνομη σεξουαλική επαφή, 4:16; 24:2
- να είσαι δίκαιος, 5:8
- τα χέρια και τα πόδια θα μαρτυρήσουν, 36:65
- άνθρωπος εναντίον του εαυτού του, 75:14
Ημέρα Μαρτυρίας και Ημέρα Μαρτυρίας, 85:3
Σύζυγοι
- είναι μια σοδειά για εσάς, 2:223
- κάλυμμα για εσάς, 2:187
- του είδους σου, 16:72
Γυναίκα, η διαφωνούσα, 58:1-2
Γυναίκες, 2:222-223; 4:15, 19-22, 34, 127
- ποιοι κατηγορούν τους αγνούς, 24:4-5, 11-17, 23-26
- κάλυμμα, 24:31; 33:59
- πιστεύοντας, ως μετανάστες, 60:10-12
- δεν το ξεκαθαρίζει η ίδια σε διαμάχη, 43:17-18
Δάσος, κάτοικοι του, 15:78; 38:13; 50:14
- βλέπε επίσης Aikah. Madyan 26:176-191
Κόσμος, ζωή αυτού
- δεν είναι τίποτα άλλο παρά παιχνίδι και διασκέδαση, 6:32;29:64; 47:36; 57:20
- εξαπατά τους ανθρώπους, 6:130
- λιγότερη είναι η απόλαυση του, από την Μετά θάνατον Ζωή, 9:38; 13:26; 28:60-61
- όποιος επιθυμεί, μπαίνει σε αυτό, αλλά τότε δεν θα υπάρχει μερίδα στη Μετά θάνατον Ζωή, 11:15-16; 17:18; 42:20
- πλούτος και παιδιά, στολισμός του,18:46
- που αγαπούν το παρόν και εγκαταλείπουν τη Μετά θάνατον Ζωή, 75:20-21; 76:27
Γραφή, για συμβόλαια, 2:282
Αδίκοι, 11:18-22, 101-104, 116-117; 39:47
- βλέπε επίσης Άπιστοι
Βουντού (Να πλύνετε), 4:43; 5:6
Γιαγκούθ, 71:23
Γιαχία (Τζον)
- χαρμόσυνα νέα του, 3:39; 21:90
- δίκαιος, 6:85
- σοφός; συμπονετικός; ευσυνείδητος, 19:12-15
Για-Σιν, S.36
Ιάθριπος (Μεδίνα) Yathrib (Al-Madinah), άνθρωποι του, 33:13
Γιαούκ, 71:23
Γιουνούς (Ιωνάς), S.10
Γιουσούφ (Ιωσήφ), S.12
Ζαμπούρ, 21:105
Zachariah (Zakariyya), 3:37-41; 6:85; 19:2-11; 21:89-90
Zaid Ibn Harithah, σκλάβος του Προφήτη, 33:37-38
Ζακάτ Zakat, 2:3, 43, 83, 110, 177, 277; 3:85; 4:77, 162; 5:12, 55; 6:141; 7:156; 9:5, 11, 18, 71; 19:31, 55; 21:73; 22:41, 78; 23:4; 24:37, 56;27:3; 30:39; 31:4; 33:33; 41:7; 58:13; 73:20; 98:5
- αντικείμενα Ζακάτ και φιλανθρωπίας, 2:273; 9:60
Ζαντζαμπίλ, 76:17
Ζαλζάλα, S.99
Ζακκούμ Zaqqum, 17:60; 37:62-66; 44:43-46; 56:52
Ζιχάρ, 33:4; 58:2-4
Ζουχρούφ, S.43
Ζούμαρ, S.39
Βασικές αρχές
- Η πίστη τελειοποιήθηκε 5:3
- η μόνη Οδός που αποδέχεται ο Αλλάχ 3:19, 85
- κανένας καταναγκασμός στην αποδοχή του Ισλάμ 2:256
- μία θρησκεία με διαφορετικές θρησκείες και κώδικες νόμου 5:48; 22:67-70; 42:13-14
- προφήτες του Ισλάμ 2:135-136; 3:84; 4:163-165
- εντολές (να έχεις πίστη στον Αλλάχ και να κάνεις το καλό) 4:36; 6:151-154; 17:23-39; 18:107-108
- πέντε στόχοι της Σαρία: προστασία της πίστης 5:54
- προστασία της ζωής 5:32;6:151
- προστασία του πλούτου 5:38
- προστασία της τιμής 5:5;24:4
- προστασία της ικανότητας σκέψης 5:90.
Πίστη στον Αλλάχ 2:255
- Θεϊκές ιδιότητες, όμορφα ονόματα 57:1-6; 59:22-24; 85:13-16; 112:1-4
- ο μόνος θεός άξιος λατρείας 1:1-4; 2:285; 6:3; 43:84
- όλη η εξουσία ανήκει σε Αυτόν 3:26; Ο Θρόνος Του ('Arsh) 7:54; 11:7
- Το Κούρσι του (υποπόδιο ή καρέκλα) 2:255
- αμέτρητες χάρες στην ανθρωπότητα 14:32-34; 2:164; 16:2-93; 31:20; 55:1-25
- δίνει ζωή και προκαλεί θάνατο 44:8; 53:44; 57:2; 67:2
- φέρνει χαρά και λύπη 53:43
- παρέχει άφθονες ή περιορισμένες προμήθειες 13:26; 17:30; 29:62
- Καλύτερος όλων των κριτών 95:8
- Πολυεύσπλαχνος των ελεήμων 12:92
- αγαπά τους δίκαιους 85:14
- γεμάτος Συγχώρεση και αυστηρός σε τιμωρία 13:6, 40:3
- ο Πρώτος και ο Τελευταίος 57:3
- όλη η τιμή και η δύναμη ανήκουν σε Αυτόν 35:10
- γνωρίζει το άγνωστο και βλέπει το αόρατο 6:59,73; 9:94, 105; 13:8-10; 31:34; 32:6; 34:48; 35:38; 39:46; 49:18; 59:22; 62:8; 64:18; 72:26; 74:31; 87:7
- γνωρίζει καλύτερα τι κρύβεται στην καρδιά 5:7; 11:5; 31:23
- ξέρει τι συνέβη και τι μένει να συμβεί 2:255
- έγραψε τα πάντα στο Αρχείο (ή στην Διατηρημένη Πινακίδα) 6:38; 13:39; 36:12
- ικανός να κάνει οτιδήποτε 2:117; 3:189; 8:41; 9:116; 11:4; 16:40; 40:68; 41:39; 42:49;57:2
- Η άπειρη δύναμή Του 3:26-27; 24:45; 31:28-30
- δημιούργησε τους ουρανούς και τη γη σε έξι ημέρες και ποτέ δεν κουράστηκε 46:33; 50:38
- δημιουργεί με τη λέξη «Γενηθήτω!» 36:81-83
- ποτέ δεν φέρθηκε άδικα στη δημιουργία Του 3:108; 4:40; 17:71; 21:47; 22:10; 26:209; 40:31; 41:46; 45:22; 50:29; 64:11; 78:6-16
- όλα υποτάσσονται στο Θέλημά Του 3:83; 22:18; 30:26
- όλοι έχουν ανάγκη από Αυτόν 11:6; 35:15; 55:29
- εμπιστεύσου σε Αυτόν 10:84-85; 12:67; 25:58
- μορφές θεϊκής επικοινωνίας 42:51
- άξιο να θυμόμαστε τα εδάφια 2:21, 3:102, 4:1, 33:70-71, 59:18.
- η σοφία είναι δώρο από Αυτόν 2:269
- Δεν έχει ανάγκη από κανέναν 3:97; 6:133; 112:2
- ούτε ένας σε μια Τριάδα 4:171
- δεν έχει σύντροφο 6:101
- δεν έχει παιδιά 10:68; 19:35; 43:81; 72:3; 112:3
- δεν έχει συνεταίρους ή ομοϊδεάτες θεούς 6:94; 7:191-195; 46:4-5
- τίποτα σαν Αυτόν 42:11; 112:4
Για να συλλογιστούμε τα θαύματα της δημιουργίας Του 3:190; 6:99; 10:5-6; 13:3-4; 16:10-16; 88:17-20
Σημεία στη δημιουργία 2:164; 6:95-99; 7:57-58; 10:5-6; 13:2-4; 16:10-13, 65-69, 79; 23:27-30; 27:60-65; 30:19-25; 50:6-11
- δημιούργησε τα πάντα για έναν σκοπό 10:5-6; 15:85; 16:3; 23:115; 29:44; 30:8; 38:27; 44:38-39; 75:36
- το σύμπαν τελειοποιήθηκε 67:3-4
- συγχωνεύει την ημέρα με τη νύχτα 3:27
- ποικιλομορφία 30:22; 35:27-28
- μέλι 16:68-69
- γάλα 16:66
- δώρο των παιδιών 42:49-50
- πλανήτες και τροχιές 21:33; 36:38-44
- αστερισμοί 25:61; 85:1
- αστέρια 37:6-7; 67:5
- σύννεφα 7:57;30:48
- σεισμός 7:78; 7:155
- κατολίσθηση 28:81; 29:40
- καταιγίδα 10:22
- ψιχάλα, χαλάζι και βροχή 2:265; 6:99; 24:43; 50:9-11
- βροντές και αστραπές 13:12-13
Επιστημονικές αναφορές
- οι άνθρωποι δημιουργήθηκαν από αρσενικούς και θηλυκούς γαμέτες 76:2
- φάσεις σχηματισμού και ανάπτυξης ενός εμβρύου 22:5; 23:12-14
- έμβρυο σε τρία στρώματα σκότους 39:6
- υφάλμυρο νερό 25:53-54; 35:12; 55:19-20
- επικονίαση από τον άνεμο 15:22
- δακτυλικά αποτυπώματα 75:3-4
- βουνά ως πασσάλους 78:7
- σίδερο που στάλθηκε κάτω 57:25
- υποδοχείς πόνου 4:56
- ο ήλιος ως πηγή ακτινοβολίας και η σελήνη ως ανακλώμενο φως 10:5
- διάσπαση της σελήνης 54:1
- ουρανός ως καλά προστατευμένο θόλος 21:32
- όλα τα όντα που δημιουργήθηκαν από νερό 21:30; 24:45
- τα μυρμήγκια επικοινωνούν 27:17-19
- εσωτερικά κύματα 24:40
Ζωντανά όντα
- άγγελοι 39:75
- άνθρωποι (μια αυθεντία στη γη) 2:30; 6:165; 16:4
- τζίνια 72:1-15
- τα ζώα ανήκουν σε κοινότητες όπως οι άνθρωποι 6:38
- μοσχάρι 11:69
- καμήλα 7:40
- σκύλος 18:22
- ελέφαντας 105:1
- άλογα, μουλάρια και γαϊδούρια 16:8
- λιοντάρι και ζέβρες 74:50-51
- μαϊμούδες 2:65
- χοίροι 2:173
- καμήλα 7:73
- πρόβατα και κατσίκες 6:143
- λύκος 12:17
- βάτραχοι 7:133
- φίδι 7:107
- πουλιά 24:41
- κοράκι 5:31
- τσαλαπετεινός 27:20
- ορτύκια 2:57
- ψάρι 18:61
- φάλαινα 37:142
- μυρμήγκια 27:18
- μέλισσες 16:68
- κουνούπι 2:26
- μύγα 22:73
- ψείρες και ακρίδες 7:133
- αράχνη 29:41
- άλλοι άγνωστοι σε εμάς 16:8
Φυτά και καρποί 6:99; 13:4; 16:11; 36:33-35
- μπανάνες 56:29
- ημερομηνίες 19:25
- βότανα, αγγούρια, σκόρδο, φακές και κρεμμύδια 2:61
- σταφύλια 80:28
- ελιές 6:99
- εικ. 95:1
- ρόδια 55:68
- σκουός 37:146
Η πίστη στον Μωάμεθ
- Ιδιότητες, μόνο ένας προφήτης 3:144; 6:50; 7:188; 18:110
- να παραδώσει την αλήθεια 2:119; 35:24; 42:48
- σφραγίδα των προφητών 33:40
- ευγενής χαρακτήρας 3:159; 68:4
- ένα πρότυπο 33:21
- ως χάρη στους πιστούς 3:164
- έλεος σε ολόκληρο τον κόσμο 21:107
- ένας παγκόσμιος αγγελιοφόρος 4:170; 7:157-158; 34:28
- οδηγεί στο Ευθύ Μονοπάτι 42:52-53
- νοιάζεται για τους ανθρώπους 9:129
- ως μάρτυρας την Ημέρα της Κρίσης 4:42; 16:89
- αγράμματος προφήτης 7:157-158; 29:48; 62:2
- προφητεύτηκε στην Τορά και στο Ευαγγέλιο 7:157
- προφητευμένο από τον Ιησού 61:6
Προκλήσεις που αντιμετώπισε ο Προφήτης ( ﷺ )
- οι άνευ νοήματος απαιτήσεις των ειδωλολατρών 8:32; 15:7; 17:89-93; 25:7-8
- ψευδείς κατηγορίες 10:2; 11:13; 21:5; 24:11-26; 25:4-6; 37:36; 38:4; 52:29-30
- απόπειρες κατά της ζωής του 8:30; 9:74
- προειδοποίηση προς όσους τον βλάπτουν ή τον εναντιώνονται 4:115; 8:13; 9:61; 15:95; 33:57; 47:32; 96:9-19
- διατάχθηκε να αντιδράσει στην άρνηση με υπομονή 20:130; 30:60; 46:35; 70:5
- διέταξε καθησυχασμένος από τον Αλλάχ 5:67; 93:1-11; 94:1-8
Μαθήματα από τη ζωή του Προφήτη ( ﷺ )
- από τη μετανάστευσή του (hijrah) μέχρι τη Μάχη του Μπαντρ 3:121-129; 8:42-44; 8:65-71
- Μάχη της Ούχουντ 3:151-180
- Μάχη του Τάφρου 33:9-27
- Μάχη της Χουνάιν 9:25-27
- Μεδίνα 9:40
- Tabuk 9:38-123
- Μπανού Αν-Ναδίρ 59:2-6
- Χάμρα Αλ-Άσαντ 3:172-175
- Εκεχειρία της Hudaibiyah 48:1-7. 48:10-29
Τιμές που απονεμήθηκαν στον Προφήτη ( ﷺ )
- Ο Αλλάχ και οι άγγελοί Του τον ευλογούν 33:56
- νυχτερινό ταξίδι από τη Μέκκα στην Ιερουσαλήμ 17:1
- ταξίδι στους ουρανούς 53:1-18
- τιμημένοι σε αυτή τη ζωή και στην επόμενη 17:79; 66:8; 108:1
- η υπακοή σε αυτόν είναι υπακοή στον Αλλάχ 4:80
- ανταμοιβή της υπακοής στον Αλλάχ και στον Αγγελιοφόρο Του 4:69
- η οικογένειά του καθάρισε 33:33-34
- βλέπει τον Γαβριήλ στην αληθινή του μορφή 53:1-18
- οι πιστοί διατάχθηκαν να τον υπακούσουν 59:7
- εθιμοτυπία της ομιλίας προς αυτόν 49:1-5
- εθιμοτυπία της επίσκεψης σε αυτόν 33:53
- εθιμοτυπία στις σχέσεις με τις συζύγους του 33:53
- Ο Αλλάχ είναι ευχαριστημένος μαζί του και με τους συντρόφους του 9:100; 9:117
- η αριστεία της πίστης του-κοινότητα 2:143; 3:110
Προσευχή (σαλάχ) 2:45. 9:103; 51:18; 70:22-23; 75:31; 96:10; 108:2
- Παρασκευή εκκλησία 62:9
- κατεύθυνση προσευχής (κιμπλά) 2:144; 2:149-150
- θα πρέπει να αποτρέπει κάποιον από κακές πράξεις 29:45
- φορές 11:114; 17:78; 17:79; 20:130; 24:36; 24:58; 30:17-18; 32:16; 38:18; 50:39-40; 51:17; 52:48-49; 73:2-4; 76:25-26
- ενώ βρίσκεται σε κίνδυνο ή σε ταξίδι 2:239; 4:101-102
- προειδοποίηση προς όσους παραμελούν τις προσευχές 19:59; 74:38-47; 107:5-7
- προσευχές υποκριτών 4:142; 9:54
Καθαρισμός, πλύσιμο (wudu) 5:6
- πλήρες λουτρό (γουσλ) 2:222; 4:43
- ξηρή πλύση (ταγιαμούμ) 4:43; 5:6
Δέηση (du'a)
- του Αβραάμ 2:126-129; 2:126-129; 14:35-41; 26:83-89
- Αδάμ και Εύα 7:23
- Ιησούς 5:114
- Ιώβ 21:83; 21:83
- Ιωνάς 21:87
- Ιωσήφ 12:33; 12:101
- Μωυσής 10:88-89; 20:25-35
- Μωάμεθ 17:80; 20:114
- Νώε 23:26; 26:117-118; 54:9-10; 71:26; 71:28
- Σολομών 38:35
- Σουάιμπ 7:89
- Ζαχαρίας 3:38; 19:2-6; 21:89-90
- άγγελοι 40:8-9
- Η μητέρα της Μαρίας 3:35-36
- Η γυναίκα του Φαραώ 66:11
- Οι μάγοι του Φαραώ 7:126
- Ο βασιλιάς Σαούλ και οι πιστοί μαζί του 2:250
- οι πιστοί των παιδιών του Ισραήλ 10:85-86
- οι άνθρωποι του σπηλαίου 18:10
- οι δίκαιοι 2:285-286; 3:8-9; 3:16; 3:147; 3:191-194; 25:74; 59:10
- οι καταπιεσμένοι 4:75
Στίχοι προσκύνησης
- sajadat, πληθυντικός της sajdah, 7:206; 13:15; 16:49; 17:109; 19:58; 22:18; 22:77; 25:60; 27:26; 32:15; 38:24; 41:37-38; 53:62; 84:21; 96:19
Φόρος ελεημοσύνης (ζακά), ως υποχρέωση 2:110; 2:177; 2:277; 6:141
- μία από τις ιδιότητες των πιστών 22:41; 23:4; 51:19
- παραλήπτες 9:60
- φιλανθρωπία (sadaqah) 2:177; 2:261-263; 2:267-274; 3:92; 63:10
- προειδοποίηση προς όσους αποσιωπούν 3:180; 9:34; 47:38
Νηστεία (sawm)
- στο Ραμαζάνι 2:183-185
- ώρες νηστείας 2:187
- εξαιρέσεις 2:184-185
- οικείες σχέσεις κατά τη διάρκεια της νύχτας που προηγείται της νηστείας 2:187
- νηστεία κατά τη διάρκεια του προσκυνήματος 2:196
Προσκύνημα (χατζ)
- μια υποχρέωση για όσους μπορούν να την αντέξουν οικονομικά 3:97
- τελετουργίες και κανόνες 2:158; 2:189; 2:196-203; 5:2; 22:26-37
- θυσίες 2:196; 22:36-37
- απαγόρευση κυνηγιού στην ξηρά κατά τη διάρκεια προσκυνήματος 5:1; 5:94-95
- επιτρεπτό κυνήγι στη θάλασσα 5:96
- Μικρό προσκύνημα ('umrah) 2:158; 2:196
θρησκευτικές κοινότητες
- Μουσουλμάνοι 2:132-136; 3:64; 3:84; 5:111; 22:77-78; 33:35; 41:33; 43:67-70; 72:14-15
- φύλακες ο ένας του άλλου 3:28; 9:71
- Χριστιανοί 2:62; 2:111-140; 4:171-172; 5:14-19; 5:82-86; 5:116-120; 9:30-31; 22:17
- Εβραίοι 2:62, 111-140; 5:44-45; 6:146; 22:17; 62:6-8
- Παιδιά του Ισραήλ 2:40-103, 122-123, 246-251; 3:49; 3:93-94; 5:12-13, 20-26, 32, 70-71, 78-81; 7:137-141, 148-153,159-171; 10:83-93; 14:5-8; 17:2-8, 104; 20:80-98; 26:52-67, 197; 27:76; 44:23-33; 45:16-17; 46:10; 61:5-6
- Άνθρωποι του Βιβλίου (κυρίως Εβραίοι και Χριστιανοί) 2:109; 3:64-115, 199; 4:123-172; 5:15-77; 6:20-21; 13:36; 28:52-55; 29:46-47; 57:16, 28-29; 74:31; 98:1-5
- Οι Μουσουλμάνοι μπορούν να τρώνε από ζώα που θυσιάζονται από αυτούς και να παντρεύονται τις γυναίκες τους 5:5
- τροφές απαγορευμένες στους Εβραίους 6:146
- Σαβιανοί 2:62; 22:17
- Μάγοι 22:17
- πολυθεϊστές (ειδωλολάτρες, ειδωλολάτρες) 3:186; 6:148; 9:6, 17; 10:28; 16:86; 22:17; 53:19-30
- παγανιστικές δεισιδαιμονικές πρακτικές 2:189; 5:103; 6:138-144
- άθεοι 52:35-36
Παγανιστικές πρακτικές απαγορεύτηκαν
- θάβοντας ζωντανές κόρες 16:58-59; 81:8-9
- δολοφονία παιδιών από φόβο φτώχειας 6:137; 6:151; 17:31
- σφυρίζοντας και χειροκροτώντας γύρω από την Κάαμπα 8:35
- αφιέρωση καμήλων σε είδωλα 5:103; 6:136
- θυσία στο όνομα των ειδώλων 6:121
- διαζύγιο zihar 33:4; 58:2-4
- ίλα' (για περισσότερο από τέσσερις μήνες) 2:226-227
- κλήρωση για τις αποφάσεις 5:3
- περικυκλώνοντας την Κάαμπα γυμνοί 7:26-28
- είσοδος σε σπίτια από πίσω πόρτες μετά το προσκύνημα 2:189
Αντικείμενα λατρείας
- άγγελοι (μεταξύ ορισμένων ειδωλολατρών Αράβων) 34:40
- Αλ-Αϊκά (ανάμεσα στον λαό του Σουάιμπ) 26:176
- Βάαλ (ανάμεσα στον λαό του Ηλία 37:125
- Ιησούς (στον Χριστιανισμό) 5:17
- είδωλα (ανάμεσα στον λαό του Αβραάμ) 21:52-53
- τα είδωλα του Λατ, του Ουζά και του Μανάτ (μεταξύ Αράβων ειδωλολατρών) 53:19-20
- τα είδωλα του Γουάντ, του Σουά', του Γιαγκούθ, του Γιαούκ και του Νασρ (ανάμεσα στον λαό του Νώε) 71:23
- ο ήλιος (ο λαός της Σεβά) 27:24
- Σείριος (μεταξύ ορισμένων ειδωλολατρών Αράβων) 53:49
- Φαραώ (στην αρχαία Αίγυπτο) 26:29; 28:38; 79:24
- επιθυμίες 25:43-44; 45:23
- η πίστη σε πολλαπλούς θεούς αντικρούεται 17:42-43; 21:21-24; 25:3
Τόποι λατρείας, τζαμιά 9:18
- εκκλησίες, συναγωγές και μοναστήρια 22:40
- αγιαστήριο 3:39; 38:21
- ναός 17:7
- Θρησκευτικοί τίτλοι, ιερείς, μοναχοί και ραβίνοι 5:44; 5:63; 5:82; 9:31-34
Άγγελοι
- ρωτήστε για τη δημιουργία του Αδάμ 2:30-34
- ποτέ μην παρακούς τον Αλλάχ 21:26-27; 66:6
- δεν είναι κόρες του Αλλάχ 21:26; 43:16-19
- άγγελοι φύλακες 13:11
- δύο άγγελοι που καταγράφουν 50:16-18; 82:10-12
- οκτώ που κουβαλούν τον Θρόνο του Αλλάχ την Ημέρα της Κρίσης 69:17
- δεκαεννέα φύλακες της Κόλασης 74:26-31
- Άγγελοι Θανάτου 6:93; 16:28; 32:11
- Γαβριήλ 2:97; 66:4; 26:192-195; 53:1-14
- Μιχαήλ 2:98
- Μαλίκ 43:77
Αγγελιοφόροι
- ανάμεσα από αγγέλους και ανθρώπους 22:75
- Αγγελιοφόροι με Σταθερή Αποφασιστικότητα (Αβραάμ, Νώε, Μωυσής, Ιησούς και Μωάμεθ ﷺ ) 33:7; 42:13; 46:35
Γραφές
- Κοράνι, μια αποκάλυψη από τον Αλλάχ 12:2-3; 20:2-4; 26:192-195; 32:2-3
- μια υπενθύμιση σε ολόκληρο τον κόσμο 68:51-52
- καθοδηγεί στον πιο ευθύ τρόπο ζωής 17:9
- η αποκάλυψη ξεκίνησε τον μήνα Ραμαζάνι 2:185
- σε μια ευλογημένη νύχτα 44:3;97:1-5
- αποκαλύφθηκε σε στάδια 17:105-106
- γίνεται εύκολο να το θυμάστε 54:17
- επιβεβαιώνει την αλήθεια στις προηγούμενες αποκαλύψεις 3:3-4
- μια ανώτατη αυθεντία σε παλαιότερες γραφές 5:48
- αναμφίβολα σε αυτό 2:2; 10:37
- καμία αντιφάση 4:82
- δεν έχει κατασκευαστεί 10:37-39
- δεν έχει αντιγραφεί από την Αγία Γραφή 25:4-6
- δεν αποκαλύφθηκε από τους δαίμονες 26:210-212
- κανείς δεν μπορεί να δημιουργήσει κάτι παρόμοιο 17:88; 2:23-24; 10:13-14; 11:13
- προστατευμένος από τη διαφθορά 15:9
- προστατεύεται στην Διατηρημένη Πινακίδα 56:75-80
- δεν μπορεί να αποδειχθεί ψευδές 41:42
- προλέγει μελλοντικά γεγονότα 30:1-7; 48:27
- συγκινεί τους πιστούς μέχρι δακρύων 5:83; 17:107-109
- αγγίζει καρδιές 39:23
- λαμπρό φως 4:174; 42:52
- θεραπεία και έλεος για τους πιστούς 17:82
- Τορά 3:3; 3:93; 5:46; 5:66-68, 110; 7:157; 9:111; 48:29; 61:6; 62:5
- Ευαγγέλιο 3:3, 48; 5:46-47, 66-68, 77, 110; 7:157; 9:111; 48:29; 57:27
- Ψαλμοί 4:163; 17:55
- Ρόλοι του Αβραάμ 53:36-44; 87:14-19
Μοίρα και πεπρωμένο 3:145; 9:51; 10:107; 11:6; 54:49; 67:30
- ελεύθερη επιλογή 6:148-150; 11:118-119; 16:93; 33:72-73; 39:41; 76:1-3; 91:1-10
Ημέρα της Κρίσης
- καμία αδικία 2:281; 18:49; 40:17
- φρίκες της αποκάλυψης 22:1-2; 27:82-84, 87; 40:18; 52:11-16; 69:13-18; 70:8-18; 73:17-18; 75:7-15; 77:8-15; 78:17-20; 79:34-36; 80:33-42; 81:1-14; 82:1-5; 84:1-5; 87:17-40; 99:1-8; 101:1-11
- οι δίκαιοι και οι ασεβείς εκείνη την Ημέρα 11:105-108; 16:27-33, 84-89; 18:52-53; 20:100-111; 25:24-29; 30:12-16; 33:63-68; 39:68-75; 50:20-35; 55:37-41; 83:4-36
- μεσολάβηση (shafa'ah) 2:48, 255. 6:51, 70; 10:3; 21:28; 32:4; 36:23; 39:43-44; 43:86; 53:26; 74:48
Αρχεία πράξεων 17:13; 18:49
- οι πιστοί λαμβάνουν το αρχείο τους με το δεξί τους χέρι 69:19-24; 84:7-9
- οι άπιστοι λαμβάνουν το αρχείο τους με το αριστερό τους χέρι 69:25-37; 84:10-15
- τίποτα δεν θα κρυφτεί από τον Αλλάχ 21:47; 40:16
- ζύγιση πράξεων 7:8; 23:102-104; 101:1-11
- μαρτυρία των σωματικών οργάνων 41:19-24; 24:24
- ανταμοιβή για καλές και κακές πράξεις 6:160; 27:89-90; 28:84
Τύποι ανθρώπων
- πιστοί 18:107-108
- άπιστοι 4:167-169
- υποκριτές 4:145; 57:13-15
- κάτοικοι του Παραδείσου, οι πρώτοι πιστοί 55:46-61; 56:10-26
- κάτοικοι του Παραδείσου, άνθρωποι της δεξιάς 55:62-78; 56:27-40
- κάτοικοι της Κόλασης, άνθρωποι της αριστεράς 55:31-45; 56:41-56
- άνθρωποι στα ύψη 7:46-49
Οικονομικός
- Επιχειρηματικές κατευθυντήριες γραμμές 2:188; 2:275; 2:282-283; 4:29; 4:58; 6:152; 17:34-35; 24:36-37; 26:182; 30:39; 55:7-9; 62:9
- Κληροδοτήματα, προαιρετικά κληροδοτήματα σε μη κληρονόμους 2:180-183; 4:11-12
πριν από τον θάνατο ενώ βρισκόταν σε ταξίδι 5:106-108
- Δωροδοκία 2:188
- Χρέη, καλοσύνη στην είσπραξη χρεών 2:280
- σύνταξη και μαρτυρία σύμβασης χρέους 2:282
- λήψη εξασφαλίσεων 2:283
- Κληρονομικότητα, κατευθυντήριες γραμμές 4:7; 4:32-33; 8:75
- μερίδια απογόνων και γονέων 4:11
- σύζυγοι και αδέλφια από την πλευρά της μητέρας 4:12
- ομόφυλα αδέλφια 4:176
- προειδοποίηση προς όσους δεν συμμορφώνονται 4:13-14
- Τόκος, απαγόρευση και προειδοποίηση 2:275-281; 3:130-132
- κατέστη άκερδος 30:39
Νομικός
- νόμος περί προδοσίας (hirabah) 5:33-34
- Δικαιοσύνη, υπερασπιζόμενος τη δικαιοσύνη 4:135; 5:8; 16:90-91
- υπεράσπιση των δικαιωμάτων των ορφανών και των γυναικών 4:127
- δικαιοσύνη σε έναν Εβραίο 4:105-112
- δικαιοσύνη σε έναν ειδωλολάτρη 4:58
- δικαιοσύνη με τους μη Μουσουλμάνους 60:8-9
- Αντίποινα μέσω νόμιμων οδών (με την επιλογή συγχώρεσης) 2:178-179; 5:45; 16:126; 17:33; 42:37-43
- Χωρισμός μεταξύ συζύγου, χούλ' 2:229
- λιανός (κατηγορώ για μοιχεία) 24:6-10
Πολιτικός
- Διεξαγωγή υποθέσεων μέσω συμβουλευτικής (σούρα) 3:159; 42:38
- Μάχη σε αυτοάμυνα (τζιχάντ), εθιμοτυπία 2:190-192; 2:216; 22:38-40
- να μην επιτίθεσαι αδιακρίτως 4:94
- μάχη για τους καταπιεσμένους άνδρες, γυναίκες και παιδιά 4:75
- προστασία χώρων λατρείας 22:37
- αμοιβή των μαρτύρων 2:154; 3:169-171; 9:111; 57:19
- η στρατιωτική ισχύς αποτρέπει πιθανούς εχθρούς 8:60
- επιλογή της ειρήνης 2:192; 8:61
- Ειρήνη μεταξύ των μερών 49:9-10
- Αιχμάλωτοι πολέμου, μεταχείριση 8:70; 47:4; 76:8
Κοινωνικός
- Υιοθεσία 33:4-5
- Φροντίδα για ορφανά 2:220; 4:2-10; 4:127; 6:152; 17:34
- Διαζύγιο, διαιτησία και συμφιλίωση 4:35; 4:128
- εθιμοτυπία διαζυγίου 2:229-231; 65:1-2
- προίκα και περίοδος αναμονής 2:226-241; 4:19-21; 33:49; 65:1-7
- ο σύζυγος να μην παίρνει πίσω τίποτα από την προίκα 4:20
- η σύζυγος δεν πρέπει να παρενοχλείται 65:6
- η σύζυγος πρέπει να λαμβάνει οικονομική υποστήριξη κατά τη διάρκεια της εγκυμοσύνης 65:6
- κατά τη διάρκεια της περιόδου αναμονής της 65:6
- αν θηλάζει το παιδί του πρώην συζύγου, 65:6
- κανένας γονέας δεν πρέπει να υποφέρει εξαιτίας του παιδιού του 2:233
- επιλογή βρεφικής φροντίδας 65:6
- Ενθάρρυνση του καλού και απαγόρευση του κακού 3:104; 3:110; 7:157; 9:71-72; 31:17
- Δικαιοσύνη των ανθρώπων 49:13
- άνδρες και γυναίκες ενώπιον του Αλλάχ και του νόμου, 3:195; 4:124; 5:38; 16:97; 24:2; 40:40
- οι άνδρες έχουν ένα βαθμό ευθύνης μεγαλύτερο από τις γυναίκες 2:228
- Τροφοδοσία των φτωχών, των ορφανών και των αιχμαλώτων 76:8-9
- Συγχώρεση και έλεγχος θυμού 3:134; 42:40
- Απελευθέρωση σκλάβων και βοήθεια σε αυτούς 4:92; 5:89; 9:60; 24:33; 58:3; 90:13
- Τιμή προς τους γονείς 4:36; 17:23-25; 31:14-15
- Ταπεινότητα 17:37; 31:18-19
- Ερμηνεία των ονείρων του Αβραάμ 37:102
- Ερμηνεία των ονείρων του Ιωσήφ 12:4; 12:36; 12:43
- Ερμηνεία των ονείρων του Μωάμεθ 8:43; 48:27
- Καλοσύνη προς τους μη Μουσουλμάνους 60:8
- Γάμος 4:3; 4:129; 16:72; 30:21
- νόμιμες και παράνομες γυναίκες να παντρεύονται 4:22-24
- εθιμοτυπία οικειότητας 2:222-223
- εγκυμοσύνη και θηλασμός 2:233; 31:4; 46:15; 65:6
- ξαναπαντρεύεται κάποιος την πρώην σύζυγό του 2:230
- βοηθώντας τους ελεύθερους να παντρευτούν 24:32
- διακριτική επίδειξη ενδιαφέροντος κατά την περίοδο αναμονής 2:235
- Όρκοι 2:224-225; 16:91-92; 16:94
- επανορθώνοντας έναν σπασμένο όρκο 5:89
- Υπομονή σε δύσκολους καιρούς 2:45; 2:153-157; 3:186; 12:18; 12:83; 16:127-128; 70:5
- Άδεια εισόδου 24:58-60
- είσοδος στα σπίτια των ανθρώπων 24:27-28
- είσοδος σε δημόσιους χώρους 24:29
- Κοινωνική εθιμοτυπία, επαλήθευση ειδήσεων 4:83; 49:6
- σεβασμός προς όλους 49:11-12
- εθιμοτυπία συναθροίσεων 58:11
- ιδιωτικές συνομιλίες 4:114; 58:9
- Όρκοι 2:270; 9:75-77; 22:29; 76:7
- Σπανιότητα και τσιγκουνιά 7:31; 17:29; 25:67
Άλλες ιστορίες
- Άβελ και Κάιν 5:27-31
- Αλ-Χαντίρ και Μωυσής 18:60-82
- Στρατός του Ελέφαντα 105:1-4
- ο πιστός από τον λαό του Φαραώ 40:28-46
- γέννηση της Μαρίας 3:35-36
- Αγελάδα των Παιδιών Ισραήλ 2:67-74
- Έσδρας 2:259
- ιδιοκτήτες κήπων 68:17-32
- Χαρούτ και Μαρούτ 2:102
- Κορέ 28:76-82
- Η συμβουλή του Λουκμάν στον γιο του 31:12-19
- ιδιοκτήτης των δύο κήπων 18:32-44
- λαός της Σαβά 34:15-19
- οι άνθρωποι του σπηλαίου 18:9-26
- άνθρωποι της τάφρου 85:1-8
- Παραβάτες του Σαββάτου 7:163-165
- Η Σαμίρι και το Χρυσό Μοσχάρι 20:83-97
- Σαούλ και Σαμουήλ 2:247-251
- Ζουλ-Καρνάιν 18:83-98
Διάβολοι 2:102; 6:71; 6:112; 6:121; 7:27; 7:30; 17:27; 19:68; 19:83; 22:3-4; 23:97-98; 26:210; 37:7-10; 38:37-38; 67:5
- διαβολικοί άνθρωποι και τζίνια 6:112;114:6
- ο ουρανός προστατεύεται από τους δαίμονες 15:16-18
Μεταμέλεια
- δεν ακολουθεί τον Προφήτη 25:27
- μη υπακοή στον Αλλάχ και στον Αγγελιοφόρο Του 4:41-42; 33:64-68
- αποκτώντας κακούς φίλους 25:28-29; 26:96-102; 43:36-39
- άρνηση των σημείων του Αλλάχ 6:27-30
- δεν εργάζεται για τη Μετά θάνατον Ζωή 89:23-24
Απεγνωσμένες παρακλήσεις
- ικετεύοντας για επιστροφή στον κόσμο 2:167; 6:27-28; 32:12-14; 42:44
- για μια δεύτερη ευκαιρία 35:36-37
- να απομακρυνθεί από τη Φωτιά 40:10-12
- για τροφή και νερό 7:51-52
- για τους μεσίτες 7:52-53
- να ισοπεδωθεί σε σκόνη 4:41-42; 78:40
- για θάνατο 43:74-78
Ιδιότητες των δίκαιων
- τήρηση των δικαιωμάτων του Δημιουργού και της δημιουργίας Του 3:133-136; 4:36; 4:69-70; 6:151-154; 8:2-4; 13:19-24; 17:23-39; 18:107-108; 23:1-11; 25:63-76; 42:36-43
Ιδιότητες των κακών
- αχάριστος 14:34
- τσιγκούνης 17:100
- βιαστικός 21:37
- να θυμάστε τον Αλλάχ μόνο σε δύσκολες στιγμές 10:12; 41:51
- ανυπόμονος 70:19
- διαφωνητικός 18:54
Μεγάλες Αμαρτίες
- συσχέτιση άλλων με τον Αλλάχ στη λατρεία (σιρκ) 4:48; 4:116; 5:72; 6:19; 31:13:
- κακοποίηση των ίδιων των γονέων 4:36; 6:151; 17:23
- παραμέληση ή εγκατάλειψη υποχρεωτικών προσευχών 19:59-60
- μη πληρωμή φόρου ελεημοσύνης 41:6-7
- φόνος 6:151; 17:33
- σκόπιμη δολοφονία ενός πιστού 4:93
- κλοπή 5:38
- απάτη 7:85; 11:85; 26:182-183; 83:1-6
- ψέματα 2:10; 9:77; 39:60
- ψέματα για τον Αλλάχ 6:93; 29:68; 61:7
- απαγορευμένες σεξουαλικές σχέσεις 2:222; 17:32; 24:2; 25:68; 29:28-30
- ψευδείς κατηγορίες για μοιχεία 24:4-5
- αποστασία 2:217; 5:54
- κατανάλωση χοίρων και άλλων απαγορευμένων τροφών (ψοφίμι, αίμα, κ.λπ.) 5:3; 6:145
- αλκοόλ και τυχερά παιχνίδια 5:90-91
- κακολογία 49:11
- ψευδομαρτυρία 22:30
- μαγεία 2:102; 10:77; 20:69
Islamic months
- 1st Muharram sacred month; fast 9th (Tasu'a) and 10th (Ashura) sunnah 9:36
- 2nd Safar
- 3rd Rabi al-Awwal
- 4th Rabi al-Thani
- 5th Jumada al-Awwal
- 6th Jumada al-Thani
- 7th Rajab sacred month
- 8th Sha'ban fast most of month (sunnah)
- 9th Ramadan obligatory fasting; Laylat al-Qadr 2:183-185, 187; 97:1-5
- 10th Shawwal Eid al-Fitr (1st); six days sunnah fasting
- 11th Dhul Qa'dah sacred month
- 12th Dhul Hijjah best ten days of year; fast first 9 days (sunnah); Day of Arafah (9th); Eid al-Adha (10th) forbidden to fast; Ayyam al-Tashriq (11th-13th) forbidden to fast 2:196-203; 22:27-28
- Fast Mondays and Thursdays (sunnah)
- Fast white days 13th, 14th, 15th every month (Ayyam al-Bid)
- Hajj during Shawwal, Dhul Qaa'dah and 10 days of Dhul Hijjah of Dhul Hijjah 2:197
Juz
- Juz 1 1:1-7; 2:1-141
- Juz 2 2:142-252
- Juz 3 2:253-286; 3:1-92
- Juz 4 3:93-200; 4:1-23
- Juz 5 4:24-147
- Juz 6 4:148-176; 5:1-81
- Juz 7 5:82-120; 6:1-110
- Juz 8 6:111-165; 7:1-87
- Juz 9 7:88-206; 8:1-40
- Juz 10 8:41-75; 9:1-92
- Juz 11 9:93-129; 10:1-109; 11:1-5
- Juz 12 11:6-123; 12:1-52
- Juz 13 12:53-111; 13:1-43; 14:1-52
- Juz 14 15:1-99; 16:1-128
- Juz 15 17:1-111; 18:1-74
- Juz 16 18:75-110; 19:1-98; 20:1-135
- Juz 17 21:1-112; 22:1-78
- Juz 18 23:1-118; 24:1-64; 25:1-20
- Juz 19 25:21-77; 26:1-227; 27:1-55
- Juz 20 27:56-93; 28:1-88; 29:1-45
- Juz 21 29:46-69; 30:1-60; 31:1-34; 32:1-30; 33:1-30
- Juz 22 33:31-73; 34:1-54; 35:1-45; 36:1-27
- Juz 23 36:28-83; 37:1-182; 38:1-88; 39:1-31
- Juz 24 39:32-75; 40:1-85; 41:1-46
- Juz 25 41:47-54; 42:1-53; 43:1-89; 44:1-59; 45:1-37
- Juz 26 46:1-35; 47:1-38; 48:1-29; 49:1-18; 50:1-45; 51:1-30
- Juz 27 51:31-60; 52:1-49; 53:1-62; 54:1-55; 55:1-78; 56:1-96; 57:1-29
- Juz 28 58:1-22; 59:1-24; 60:1-13; 61:1-14; 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Juz 29 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28; 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Juz 30 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36; 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Hizb (1/2)
- Hizb 1 1:1-7; 2:1-74
- Hizb 2 2:75-141
- Hizb 3 2:142-202
- Hizb 4 2:203-252
- Hizb 5 2:253-286; 3:1-14
- Hizb 6 3:15-92
- Hizb 7 3:93-170
- Hizb 8 3:171-200; 4:1-23
- Hizb 9 4:24-87
- Hizb 10 4:88-147
- Hizb 11 4:148-176; 5:1-26
- Hizb 12 5:27-81
- Hizb 13 5:82-120; 6:1-35
- Hizb 14 6:36-110
- Hizb 15 6:111-165
- Hizb 16 7:1-87
- Hizb 17 7:88-170
- Hizb 18 7:171-206; 8:1-40
- Hizb 19 8:41-75; 9:1-33
- Hizb 20 9:34-92
- Hizb 21 9:93-129; 10:1-25
- Hizb 22 10:26-109; 11:1-5
- Hizb 23 11:6-83
- Hizb 24 11:84-123; 12:1-52
- Hizb 25 12:53-111; 13:1-18
- Hizb 26 13:19-43; 14:1-52
- Hizb 27 15:1-99; 16:1-50
- Hizb 28 16:51-128
- Hizb 29 17:1-98
- Hizb 30 17:99-111; 18:1-74
- Hizb 31 18:75-110; 19:1-98
- Hizb 32 20:1-135
- Hizb 33 21:1-112
- Hizb 34 22:1-78
- Hizb 35 23:1-88; 24:1-20
- Hizb 36 24:21-64; 25:1-20
- Hizb 37 25:21-77; 26:1-110
- Hizb 38 26:111-227; 27:1-55
- Hizb 39 27:56-93; 28:1-50
- Hizb 40 28:51-88; 29:1-45
- Hizb 41 29:46-69; 30:1-60; 31:1-21
- Hizb 42 31:22-34; 32:1-30; 33:1-30
- Hizb 43 33:31-73; 34:1-23
- Hizb 44 34:24-54; 35:1-45; 36:1-27
- Hizb 45 36:28-83; 37:1-144
- Hizb 46 37:145-182; 38:1-88; 39:1-31
- Hizb 47 39:32-75; 40:1-40
- Hizb 48 40:41-85; 41:1-46
- Hizb 49 41:47-54; 42:1-53; 43:1-23
- Hizb 50 43:24-89; 44:1-59; 45:1-37
- Hizb 51 46:1-35; 47:1-38; 48:1-17
- Hizb 52 48:18-29; 49:1-18; 50:1-30
- Hizb 53 50:31-45; 51:1-60; 52:1-49; 53:1-62; 54:1-55
- Hizb 54 55:1-78; 56:1-96; 57:1-29
- Hizb 55 58:1-22; 59:1-24; 60:1-13; 61:1-14
- Hizb 56 62:1-11; 63:1-11; 64:1-18; 65:1-12; 66:1-12
- Hizb 57 67:1-30; 68:1-52; 69:1-52; 70:1-44; 71:1-28
- Hizb 58 72:1-28; 73:1-20; 74:1-56; 75:1-40; 76:1-31; 77:1-50
- Hizb 59 78:1-40; 79:1-46; 80:1-42; 81:1-29; 82:1-19; 83:1-36
- Hizb 60 84:1-25; 85:1-22; 86:1-17; 87:1-19; 88:1-26; 89:1-30; 90:1-20; 91:1-15; 92:1-21; 93:1-11; 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
Rub (1/8)
- Rub 1 1:1-7; 2:1-25
- Rub 2 2:26-43
- Rub 3 2:44-59
- Rub 4 2:60-74
- Rub 5 2:75-91
- Rub 6 2:92-105
- Rub 7 2:106-123
- Rub 8 2:124-141
- Rub 9 2:142-157
- Rub 10 2:158-176
- Rub 11 2:177-188
- Rub 12 2:189-202
- Rub 13 2:203-218
- Rub 14 2:219-232
- Rub 15 2:233-242
- Rub 16 2:243-252
- Rub 17 2:253-262
- Rub 18 2:263-271
- Rub 19 2:272-282
- Rub 20 2:283-286; 3:1-14
- Rub 21 3:15-32
- Rub 22 3:33-51
- Rub 23 3:52-74
- Rub 24 3:75-92
- Rub 25 3:93-112
- Rub 26 3:113-132
- Rub 27 3:133-152
- Rub 28 3:153-170
- Rub 29 3:171-185
- Rub 30 3:186-200
- Rub 31 4:1-11
- Rub 32 4:12-23
- Rub 33 4:24-35
- Rub 34 4:36-57
- Rub 35 4:58-73
- Rub 36 4:74-87
- Rub 37 4:88-99
- Rub 38 4:100-113
- Rub 39 4:114-134
- Rub 40 4:135-147
- Rub 41 4:148-162
- Rub 42 4:163-176
- Rub 43 5:1-11
- Rub 44 5:12-26
- Rub 45 5:27-40
- Rub 46 5:41-50
- Rub 47 5:51-66
- Rub 48 5:67-81
- Rub 49 5:82-96
- Rub 50 5:97-108
- Rub 51 5:109-120; 6:1-12
- Rub 52 6:13-35
- Rub 53 6:36-58
- Rub 54 6:59-73
- Rub 55 6:74-94
- Rub 56 6:95-110
- Rub 57 6:111-126
- Rub 58 6:127-140
- Rub 59 6:141-150
- Rub 60 6:151-165
- Rub 61 7:1-30
- Rub 62 7:31-46
- Rub 63 7:47-64
- Rub 64 7:65-87
- Rub 65 7:88-116
- Rub 66 7:117-141
- Rub 67 7:142-155
- Rub 68 7:156-170
- Rub 69 7:171-188
- Rub 70 7:189-206
- Rub 71 8:1-21
- Rub 72 8:22-40
- Rub 73 8:41-60
- Rub 74 8:61-75
- Rub 75 9:1-18
- Rub 76 9:19-33
- Rub 77 9:34-45
- Rub 78 9:46-59
- Rub 79 9:60-74
- Rub 80 9:75-92
- Rub 81 9:93-110
- Rub 82 9:111-121
- Rub 83 9:122-129; 10:1-10
- Rub 84 10:11-25
- Rub 85 10:26-52
- Rub 86 10:53-70
- Rub 87 10:71-89
- Rub 88 10:90-109; 11:1-5
- Rub 89 11:6-23
- Rub 90 11:24-40
- Rub 91 11:41-60
- Rub 92 11:61-83
- Rub 93 11:84-107
- Rub 94 11:108-123; 12:1-6
- Rub 95 12:7-29
- Rub 96 12:30-52
- Rub 97 12:53-76
- Rub 98 12:77-100
- Rub 99 12:101-111; 13:1-4
- Rub 100 13:5-18
- Rub 101 13:19-34
- Rub 102 13:35-43; 14:1-9
- Rub 103 14:10-27
- Rub 104 14:28-52
- Rub 105 15:1-48
- Rub 106 15:49-99
- Rub 107 16:1-29
- Rub 108 16:30-50
- Rub 109 16:51-74
- Rub 110 16:75-89
- Rub 111 16:90-110
- Rub 112 16:111-128
- Rub 113 17:1-22
- Rub 114 17:23-49
- Rub 115 17:50-69
- Rub 116 17:70-98
- Rub 117 17:99-111; 18:1-16
- Rub 118 18:17-31
- Rub 119 18:32-50
- Rub 120 18:51-74
- Rub 121 18:75-98
- Rub 122 18:99-110; 19:1-21
- Rub 123 19:22-58
- Rub 124 19:59-98
- Rub 125 20:1-54
- Rub 126 20:55-82
- Rub 127 20:83-110
- Rub 128 20:111-135
- Rub 129 21:1-28
- Rub 130 21:29-50
- Rub 131 21:51-82
- Rub 132 21:83-112
- Rub 133 22:1-18
- Rub 134 22:19-37
- Rub 135 22:38-59
- Rub 136 22:60-78
- Rub 137 23:1-35
- Rub 138 23:36-74
- Rub 139 23:75-118
- Rub 140 24:1-20
- Rub 141 24:21-34
- Rub 142 24:35-52
- Rub 143 24:53-64
- Rub 144 25:1-20
- Rub 145 25:21-52
- Rub 146 25:53-77
- Rub 147 26:1-51
- Rub 148 26:52-110
- Rub 149 26:111-180
- Rub 150 26:181-227
- Rub 151 27:1-26
- Rub 152 27:27-55
- Rub 153 27:56-81
- Rub 154 27:82-93; 28:1-11
- Rub 155 28:12-28
- Rub 156 28:29-50
- Rub 157 28:51-75
- Rub 158 28:76-88
- Rub 159 29:1-25
- Rub 160 29:26-45
- Rub 161 29:46-69
- Rub 162 30:1-30
- Rub 163 30:31-53
- Rub 164 30:54-60; 31:1-21
- Rub 165 31:22-34; 32:1-10
- Rub 166 32:11-30
- Rub 167 33:1-17
- Rub 168 33:18-30
- Rub 169 33:31-50
- Rub 170 33:51-59
- Rub 171 33:60-73; 34:1-9
- Rub 172 34:10-23
- Rub 173 34:24-45
- Rub 174 34:46-54; 35:1-14
- Rub 175 35:15-40
- Rub 176 35:41-45; 36:1-27
- Rub 177 36:28-59
- Rub 178 36:60-83; 37:1-21
- Rub 179 37:22-82
- Rub 180 37:83-144
- Rub 181 37:145-182; 38:1-20
- Rub 182 38:21-51
- Rub 183 38:52-88; 39:1-7
- Rub 184 39:8-31
- Rub 185 39:32-52
- Rub 186 39:53-75
- Rub 187 40:1-20
- Rub 188 40:21-40
- Rub 189 40:41-65
- Rub 190 40:66-85; 41:1-8
- Rub 191 41:9-24
- Rub 192 41:25-46
- Rub 193 41:47-54; 42:1-12
- Rub 194 42:13-26
- Rub 195 42:27-50
- Rub 196 42:51-53; 43:1-23
- Rub 197 43:24-56
- Rub 198 43:57-89; 44:1-16
- Rub 199 44:17-59; 45:1-11
- Rub 200 45:12-37
- Rub 201 46:1-20
- Rub 202 46:21-35; 47:1-9
- Rub 203 47:10-32
- Rub 204 47:33-38; 48:1-17
- Rub 205 48:18-29
- Rub 206 49:1-13
- Rub 207 49:14-18; 50:1-26
- Rub 208 50:27-45; 51:1-30
- Rub 209 51:31-60; 52:1-23
- Rub 210 52:24-49; 53:1-25
- Rub 211 53:26-62; 54:1-8
- Rub 212 54:9-55
- Rub 213 55:1-78
- Rub 214 56:1-74
- Rub 215 56:75-96; 57:1-15
- Rub 216 57:16-29
- Rub 217 58:1-13
- Rub 218 58:14-22; 59:1-10
- Rub 219 59:11-24; 60:1-6
- Rub 220 60:7-13; 61:1-14
- Rub 221 62:1-11; 63:1-3
- Rub 222 63:4-11; 64:1-18
- Rub 223 65:1-12
- Rub 224 66:1-12
- Rub 225 67:1-30
- Rub 226 68:1-52
- Rub 227 69:1-52; 70:1-18
- Rub 228 70:19-44; 71:1-28
- Rub 229 72:1-28; 73:1-19
- Rub 230 73:20; 74:1-56
- Rub 231 75:1-40; 76:1-18
- Rub 232 76:19-31; 77:1-50
- Rub 233 78:1-40; 79:1-46
- Rub 234 80:1-42; 81:1-29
- Rub 235 82:1-19; 83:1-36
- Rub 236 84:1-25; 85:1-22; 86:1-17
- Rub 237 87:1-19; 88:1-26; 89:1-30
- Rub 238 90:1-20; 91:1-15; 92:1-21; 93:1-11
- Rub 239 94:1-8; 95:1-8; 96:1-19; 97:1-5; 98:1-8; 99:1-8; 100:1-8
- Rub 240 100:9-11; 101:1-11; 102:1-8; 103:1-3; 104:1-9; 105:1-5; 106:1-4; 107:1-7; 108:1-3; 109:1-6; 110:1-3; 111:1-5; 112:1-4; 113:1-5; 114:1-6
The 99 Names of Allah
- #0 Best of Names 7:180; 17:110; 20:8; 59:22-24
- #1 Ar Rahmaan Πανεύσπλαχνος 1:3; 17:110
- #2 Ar Raheem Πολυεύσπλαχνος 2:163; 3:31; 4:100; 5:3
- #3 Al Malik Ο Βασιλιάς 20:114; 23:116; 59:23; 62:1
- #4 Al Quddus Ο Πανάγιος 59:23; 62:1
- #5 As Salaam Η Πηγή της Ειρήνης 59:23
- #6 Al Mu'min Ο Πάροχος της Πίστης και της Ασφάλειας 59:23
- #7 Al Muhaymin Ο Φύλακας, ο Προστάτης 59:23
- #8 Al Azeez Ο Παντοδύναμος 3:6; 4:158; 9:40; 48:7
- #9 Al Jabbaar Ο Δυνατός, ο Αποκαταστάτης 59:23
- #10 Al Mutakabbir Ο Ύψιστος, ο Μεγαλοπρεπής 59:23
- #11 Al Khaaliq Ο Δημιουργός 6:102; 13:16; 39:62; 40:62; 59:24
- #12 Al Baari Ο Πλάστης 59:24
- #13 Al Musawwir Ο Διαμορφωτής 59:24
- #14 Al Ghaffaar Ο Παμπολυσυγχωρητικός 20:82; 38:66; 39:5; 40:42; 71:10
- #15 Al Qahhaar Ο Υποτάκτης 13:16; 14:48; 38:65; 39:4; 40:16
- #16 Al Wahhaab Ο Δωρεοδότης 3:8; 38:9; 38:35
- #17 Ar Razzaaq Ο Πάροχος 51:58
- #18 Al Fattaah Ο Ανοικτής 34:26
- #19 Al 'Aleem Ο Παντογνώστης 2:158; 3:92; 4:35; 24:41; 33:40
- #20 Al Qaabid Ο Σφιγκτήρας 2:245
- #21 Al Baasit Ο Διαπλατυντής 2:245
- #22 Al Khaafid Ο Ταπεινωτής 95:5
- #23 Ar Raafi' Ο Υψωτής 58:11; 6:83
- #24 Al Mu'izz Ο Δοξαστής 3:26
- #25 Al Mudhil Ο Εξευτελιστής 3:26
- #26 As Samee' Ο Πανάκουστος 2:127; 2:256; 8:17; 49:1
- #27 Al Baseer Ο Πανόπτης 4:58; 17:1; 42:11; 42:27
- #28 Al Hakam Ο Κριτής 22:69
- #29 Al Adl Ο Δίκαιος 6:115
- #30 Al Lateef Ο Πράος, ο Λεπτός 6:103; 22:63; 31:16; 33:34
- #31 Al Khabeer Ο Παντεπίγνωστων 6:18; 17:30; 49:13; 59:18
- #32 Al Haleem Ο Μακρόθυμος 2:235; 17:44; 22:59; 35:41
- #33 Al 'Azeem Ο Μεγαλοπρεπής 2:255; 42:4; 56:96
- #34 Al Ghafoor Ο Πολυσυγχωρητικός 2:173; 8:69; 16:110; 41:32
- #35 Ash Shakoor Ο Αναγνωριστικός 35:30; 35:34; 42:23; 64:17
- #36 Al Aliyy Ο Ύψιστος 4:34; 31:30; 42:4; 42:51
- #37 Al Kabeer Ο Μέγας 13:9; 22:62; 31:30
- #38 Al Hafeez Ο Φύλακας 11:57; 34:21; 42:6
- #39 Al Muqeet Ο Συντηρητής 4:85
- #40 Al Haseeb Ο Απαιτητής του Λογαριασμού 4:6; 4:86; 33:39
- #41 Al Jaleel Ο Ένδοξος 55:27; 39:14; 7:143
- #42 Al Kareem Ο Γενναιόδωρος 27:40; 82:6
- #43 Ar Raqeeb Ο Επόπτης 4:1; 5:117
- #44 Al Mujeeb Ο Εισακούων 11:61
- #45 Al Waasi' Ο Περιεκτικός 2:268; 3:73; 5:54
- #46 Al Hakeem Ο Σοφός 31:27; 46:2; 57:1; 66:2
- #47 Al Wudood Ο Αγαπών 11:90; 85:14
- #48 Al Majeed Ο Ένδοξος 11:73
- #49 Al Baa'ith Ο Αναστήσας 22:7
- #50 Ash Shaheed Ο Μάρτυς 4:166; 22:17; 41:53; 48:28
- #51 Al Haqq Η Αλήθεια 6:62; 22:6; 23:116; 24:25
- #52 Al Wakeel Ο Φροντιστής 3:173; 4:171; 28:28; 73:9
- #53 Al Qawiyy Ο Ισχυρός 22:40; 22:74; 42:19; 57:25
- #54 Al Mateen Ο Στερεός 51:58
- #55 Al Waliyy Ο Προστάτης Φίλος 4:45; 7:196; 42:28; 45:19
- #56 Al Hameed Ο Αξιέπαινος 14:8; 31:12; 31:26; 41:42
- #57 Al Muhsi Ο Απαριθμητής 72:28; 78:29; 82:10-12
- #58 Al Mubdi Ο Πρωτουργός 10:34; 27:64; 29:19; 85:13
- #59 Al Mu'eed Ο Επαναφέρων 10:34; 27:64; 29:19; 85:13
- #60 Al Muhiy Ο Ζωοδότης 7:158; 15:23; 30:50; 57:2
- #61 Al Mumeet Ο Θανατοδότης 3:156; 7:158; 15:23; 57:2
- #62 Al Haiyy Ο Ζωντανός 2:255; 3:2; 25:58; 40:65
- #63 Al Qayyoom Ο Αυθύπαρκτος 2:255; 3:2; 20:111
- #64 Al Waajid Ο Πλούσιος 38:44
- #65 Al Maajid Ο Ενδοξότατος 11:73
- #66 Al Waahid Ο Ένας 2:163; 5:73; 9:31; 18:110
- #67 Al Ahad Ο Μόνος 112:1
- #68 As Samad Ο Αιώνιος, το Καταφύγιο 112:2
- #69 Al Qaadir Ο Δυνατός 6:65; 36:81; 46:33; 75:40
- #70 Al Muqtadir Ο Παντοδύναμος 18:45; 54:42; 54:55
- #71 Al Muqaddim Ο Προπομπός 16:61; 17:34
- #72 Al Mu'akhir Ο Αναβλητικός 71:4
- #73 Al Awwal Ο Πρώτος 57:3
- #74 Al Aakhir Ο Τελευταίος 57:3
- #75 Az Zaahir Ο Φανερός 57:3
- #76 Al Baatin Ο Κεκρυμμένος 57:3
- #77 Al Waali Ο Διοικητής 13:11; 22:7
- #78 Al Muta'ali Ο Υπέρτατος 13:9
- #79 Al Barr Η Πηγή της Καλοσύνης 52:28
- #80 At Tawwaab Ο Δεχόμενος τη Μετάνοια 2:128; 4:64; 49:12; 110:3
- #81 Al Muntaqim Ο Εκδικητής 32:22; 43:41; 44:16
- #82 Al Afuww Ο Συμπαθών 4:99; 4:149; 22:60
- #83 Ar Ra'oof Ο Πράος 3:30; 9:117; 57:9; 59:10
- #84 Maalik Ul Mulk Ο Δεσπότης της Βασιλείας 3:26
- #85 Dhu Al Jalaali Wa Al Ikraam Ο Κάτοχος της Μεγαλοπρέπειας και της Φιλοτιμίας 55:27; 55:78
- #86 Al Muqsit Ο Δίκαιος 3:18; 7:29
- #87 Al Jaami' Ο Συνάγων 3:9
- #88 Al Ghaniyy Ο Αυτάρκης 3:97; 39:7; 47:38; 57:24
- #89 Al Mughni Ο Πλουτίζων 9:28
- #90 Al Maani' Ο Εμποδιστής 67:21
- #91 Ad Daaarr Ο Θλιπτής 6:17
- #92 An Naafi' Ο Ωφελών 30:37
- #93 An Noor Το Φως 24:35
- #94 Al Haadi Ο Οδηγητής 25:31
- #95 Al Badi' Ο Πρωτοπόρος 2:117; 6:101
- #96 Al Baaqi Ο Αιώνιος 55:27
- #97 Al Waarith Ο Κληρονόμος 15:23
- #98 Ar Rasheed Ο Οδηγητής στη Σωστή Οδό 2:256
- #99 As Saboor Ο Υπομονετικός 2:153; 3:200; 103:3
Matching Ayahs
- = Αλίφ, Λαμ, Μιμ. 2:1; 3:1; 29:1; 30:1; 31:1; 32:1
- = Αυτοί είναι σε ορθή καθοδήγηση από τον Κύριό τους, και αυτοί είναι οι επιτυχόντες. 2:5; 31:5
- = Ω απόγονοι του Ισραήλ, θυμηθείτε την εύνοιά Μου που σας χάρισα και ότι σας προτίμησα έναντι των λαών (των κόσμων). 2:47; 2:122
- = Αυτή ήταν μια κοινότητα που παρήλθε. Θα πάρει αυτό που κέρδισε, και εσείς θα πάρετε αυτό που κερδίσατε. Και δεν θα ερωτηθείτε για όσα έκαναν. 2:134; 2:141
- = Θα μείνουν εκεί αιώνια. Η τιμωρία τους δεν θα ελαφρυνθεί, ούτε θα τους δοθεί αναβολή. 2:162; 3:88
- = Εκτός από εκείνους που μετανοήσουν μετά από αυτό και διορθωθούν. Διότι ο Αλλάχ είναι Συγχωρητικός, Ελεήμων. 3:89; 24:5
- = Εκείνοι όμως που απίστησαν και αρνήθηκαν τα σημεία μας – αυτοί είναι οι σύντροφοι της Κόλασης. 5:10; 5:86
- = Και δεν τους έρχεται κανένα σημάδι από τα σημάδια του Κυρίου τους, παρά το αποστρέφονται. 6:4; 36:46
- = Και πριν από σένα αγγελιοφόροι χλευάστηκαν, αλλά εκείνοι που τους χλεύασαν περιβλήθηκαν από αυτό που χλεύαζαν. 6:10; 21:41
- = Πες: "Εγώ φοβάμαι, αν παρακούσω τον Κύριό μου, την τιμωρία μιας φοβερής Ημέρας." 6:15; 39:13
- = Και τους συνέλαβε ο σεισμός, και έμειναν στα σπίτια τους νεκροί, πεσμένοι μπρούμυτα. 7:78; 7:91
- = Και έριξε το ραβδί του, και ιδού, αυτό ήταν ένα φανερό φίδι. 7:107; 26:32
- = Και έβγαλε το χέρι του, και ιδού, αυτό ήταν λευκό (λαμπρό) για αυτούς που το έβλεπαν. 7:108; 26:33
- = Είπαν: "Πιστέψαμε στον Κύριο των κόσμων." 7:121; 26:47
- = Στον Κύριο του Μωυσή και του Ααρών. 7:122; 26:48
- = Και θα τους δώσω αναβολή. Διότι το σχέδιό Μου είναι ισχυρό. 7:183; 68:45
- = Αυτός είναι που έστειλε τον Αγγελιοφόρο Του με την οδηγία και τη θρησκεία της αλήθειας, για να την υψώσει πάνω από όλες τις θρησκείες, ακόμη κι αν το απεχθάνονται οι πολυθεϊστές. 9:33; 61:9
- = Ω Προφήτα, πολέμησε τους άπιστους και τους υποκριτές και να είσαι σκληρός μαζί τους. Το καταφύγιό τους είναι η Κόλαση, και πόσο άσχημο τέλος! 9:73; 66:9
- = Και λένε: "Πότε θα έρθει αυτή η υπόσχεση, αν είστε αληθινοί;" 10:48; 21:38; 27:71; 34:29; 36:48; 67:25
- = Και στείλαμε τον Μωυσή με τα σημεία μας και με σαφή εξουσία. 11:96; 40:23
- = Και δώσαμε στον Μωυσή τη Γραφή, αλλά υπήρξε διαφωνία γι' αυτήν. Και αν δεν είχε προηγηθεί ένας λόγος από τον Κύριό σου, θα είχε κριθεί μεταξύ τους. Και είναι σε αμφιβολία γι' αυτήν. 11:110; 41:45
- = Αυτό δεν είναι δύσκολο για τον Αλλάχ. 14:20; 35:17
- = Και όταν τον πλάσω και φυσήξω μέσα του από το Πνεύμα Μου, πέστε μπροστά του σε σουτζούντ." 15:29; 38:72
- = Και οι άγγελοι προσκύνησαν όλοι μαζί. 15:30; 38:73
- = (Ο Αλλάχ) είπε: "Τότε βγες από αυτόν, γιατί είσαι διωγμένος." 15:34; 38:77
- = Είπε: "Κύριέ μου, δώσε μου λοιπόν αναβολή μέχρι την Ημέρα που θα αναστηθούν." 15:36; 38:79
- = (Ο Αλλάχ) είπε: "Λοιπόν είσαι από εκείνους που θα λάβουν αναβολή." 15:37; 38:80
- = Μέχρι την Ημέρα του γνωστού χρόνου." 15:38; 38:81
- = Εκτός από τους εκλεκτούς δούλους Σου ανάμεσά τους. 15:40; 38:83
- = Οι ευσεβείς θα είναι σε κήπους και σε πηγές. 15:45; 51:15
- = Είπε: "Ποια είναι λοιπόν η αποστολή σας, ω αγγελιοφόροι;" 15:57; 51:31
- = Είπαν: "Στάλθηκαμε σε έναν λαό εγκληματιών." 15:58; 51:32
- = Εκείνοι που πίστεψαν και δεν συνέχεαν την πίστη τους με αδικία – αυτοί θα έχουν ασφάλεια, και αυτοί είναι καθοδηγημένοι. 16:42; 29:59
- = Για να αρνηθούν αυτό που τους δώσαμε. Απολαύστε λοιπόν, σύντομα θα μάθετε. 16:55; 30:34
- = Έπειτα ακολούθησε έναν δρόμο. 18:89; 18:92
- = Πήγαινε στον Φαραώ, γιατί έχει ξεπεράσει κάθε όριο. 20:24; 79:17
- = Και εκείνοι που φυλάσσουν τα γεννητικά τους όργανα. 23:5; 70:29
- = Εκτός από τις συζύγους τους ή εκείνες που κατέχουν τα δεξιά τους χέρια, γιατί τότε είναι άμεμπτοι. 23:6; 70:30
- = Όποιος όμως επιθυμεί πέρα από αυτά, αυτοί είναι οι παραβάτες. 23:7; 70:31
- = Και εκείνοι που προσέχουν τις εμπιστεύσεις και τις συμφωνίες τους. 23:8; 70:32
- = Είπε: "Κύριέ μου, βοήθησέ με, γιατί με αρνήθηκαν." 23:26; 23:39
- = Τα, Σιν, Μιμ. 26:1; 28:1
- = Αυτά είναι τα εδάφια της σαφούς Γραφής. 26:2; 28:2
- = Σε αυτό υπάρχει σημάδι, αλλά οι περισσότεροι από αυτούς δεν πίστεψαν. 26:8; 26:67; 26:103; 26:121; 26:174; 26:190
- = Και ο Κύριός σου – Αυτός είναι ο Πανίσχυρος, ο Ελεήμων. 26:9; 26:68; 26:104; 26:122; 26:140; 26:159; 26:175; 26:191
- = Και πνίξαμε τους άλλους. 26:66; 37:82
- = Εγώ είμαι για εσάς αξιόπιστος αγγελιοφόρος. 26:107; 26:125; 26:143; 26:162; 26:178
- = Να φοβάστε λοιπόν τον Αλλάχ και να με υπακούτε. 26:108; 26:110; 26:126; 26:131; 26:144; 26:150; 26:163; 26:179
- = Και δεν σας ζητώ καμία αμοιβή γι' αυτό. Η αμοιβή μου είναι μόνο από τον Κύριο των κόσμων. 26:109; 26:127; 26:145; 26:164; 26:180
- = Σε κήπους και σε πηγές. 26:147; 44:52
- = Είπαν: "Είσαι μόνο από αυτούς που έχουν μαγευτεί." 26:153; 26:185
- = Εκτός από τη γυναίκα του – ορίσαμε ότι θα είναι από αυτούς που έμειναν πίσω. 26:171; 37:135
- = Έπειτα καταστρέψαμε τους άλλους. 26:172; 37:136
- = Και ρίξαμε πάνω τους μια βροχή (από πέτρες), και πόσο κακή ήταν η βροχή για αυτούς που προειδοποιήθηκαν! 26:173; 27:58
- = Μήπως θέλουν να επισπεύσουν την τιμωρία; 26:204; 37:176
- = Εκείνοι που τηρούν την προσευχή και δίνουν τη ζακάτ, και αυτοί πιστεύουν με βεβαιότητα στην Eσχάτη Ζωή. 27:3; 31:4
- = Και (θυμήσου) την Ημέρα που θα τους καλέσει και θα πει: "Πού είναι οι 'εταίροι' Μου που ισχυριζόσασταν;" 28:62; 28:74
- = Και οι πρόγονοί μας; 37:17; 56:48
- = Και θα πλησιάσουν ο ένας τον άλλον, ρωτώντας ο ένας τον άλλον. 37:27; 52:25
- = Αλλά (είναι) οι εκλεκτοί δούλοι του Αλλάχ. 37:40; 37:74; 37:128; 37:160
- = Στους Κήπους της Απόλαυσης. 37:43; 56:12
- = Και αφήσαμε γι' αυτόν (καλή μνήμη) στις επόμενες γενιές: 37:78; 37:108; 37:129
- = Έτσι ανταμείβουμε τους αγαθοποιούς. 37:80; 37:121; 37:131; 77:44
- = Ήταν ένας από τους πιστούς δούλους μας. 37:81; 37:111; 37:132
- = Τι συμβαίνει με σας; Πώς κρίνετε; 37:154; 68:36
- = Δεν είναι παρά μια υπενθύμιση για τους κόσμους. 38:87; 81:27
- = Η αποκάλυψη της Γραφής είναι από τον Αλλάχ, τον Πανίσχυρο, τον Σοφό. 39:1; 45:2; 46:2
- = Χα, Μιμ. 40:1; 41:1; 42:1; 43:1; 44:1; 45:1; 46:1
- = Με τη σαφή Γραφή. 43:2; 44:2
- = Άφησέ τους λοιπόν να βυθίζονται σε ματαιότητες και να παίζουν, μέχρι να συναντήσουν την Ημέρα τους που τους υποσχέθηκαν. 43:83; 70:42
- = (Θα τους ειπωθεί): "Φάτε και πιείτε με ευχαρίστηση για όσα κάνατε." 52:19; 77:43
- = Ή μήπως ζητάς από αυτούς αμοιβή, ώστε να είναι βαρυφορτωμένοι από χρέη; 52:40; 68:46
- = Ή μήπως έχουν τη γνώση του αόρατου, ώστε να το καταγράφουν; 52:41; 68:47
- = Και πόσο τρομερή ήταν η τιμωρία Μου και οι προειδοποιήσεις Μου! 54:16; 54:21; 54:30
- = Και κάναμε το Κοράνιο εύκολο στην ανάμνηση. Υπάρχει κανείς που να το θυμάται; 54:17; 54:22; 54:32; 54:40
- = Ποια από τις ευεργεσίες του Κυρίου σας αρνείστε; 55:13; 55:16; 55:18; 55:21; 55:23; 55:25; 55:28; 55:30; 55:32; 55:34; 55:36; 55:38; 55:40; 55:42; 55:45; 55:47; 55:49; 55:51; 55:53; 55:55; 55:57; 55:59; 55:61; 55:63; 55:65; 55:67; 55:69; 55:71; 55:73; 55:75; 55:77
- = Ένα μεγάλο πλήθος από τους πρώτους. 56:13; 56:39
- = Και στερηθήκαμε (τους καρπούς); 56:67; 68:27
- = Δόξασε λοιπόν το όνομα του Κυρίου σου, του Μεγίστου. 56:74; 56:96; 69:52
- = Είναι μια αποκάλυψη από τον Κύριο των κόσμων. 56:80; 69:43
- = Όσα είναι στους ουρανούς και όσα είναι στη γη δοξάζουν τον Αλλάχ, και Αυτός είναι ο Πανίσχυρος, ο Σοφός. 59:1; 61:1
- = Όταν τα εδάφιά μας απαγγέλλονται σε αυτόν, λέει: "Μύθοι των αρχαίων!" 68:15; 83:13
- = Τότε θα είναι σε μια ευχάριστη ζωή. 69:21; 101:7
- = Σε έναν υψηλό κήπο. 69:22; 88:10
- = Και δεν προτρέπει για τη σίτιση του φτωχού. 69:34; 107:3
- = Ότι αυτό είναι λόγος ενός ευγενούς Αγγελιοφόρου. 69:40; 81:19
- = Αυτό είναι μια υπενθύμιση. Όποιος θέλει, ας πάρει έναν δρόμο προς τον Κύριό του. 73:19; 76:29
- = Όποιος θέλει, ας το θυμηθεί. 74:55; 80:12
- = Ουαί εκείνη την Ημέρα για τους αρνητές! 77:15; 77:19; 77:24; 77:28; 77:34; 77:37; 77:40; 77:45; 77:47; 77:49; 83:10
- = Οι ενάρετοι θα είναι σε ευδαιμονία. 82:13; 83:22
- = Είναι ένα βιβλίο γραμμένο. 83:9; 83:20
- = Πάνω σε ανυψωμένες κλίνες θα κοιτούν. 83:23; 83:35
- = Και υπάκουσε στον Κύριό της, και ήταν υποχρεωμένο. 84:2; 84:5
- = Ούτε εγώ λατρεύω αυτό που λατρεύετε εσείς. 109:3; 109:5
noblequran.com Schemas
- Οι Μούσρικ της Μέκκας επιβεβαίωσαν το Ρουμπούμπιγια (Κυριότητα) του Αλλάχ 10:31; 23:84; 29:61, 63; 31:25; 39:38; 43:9; 43:87
- Το Βιβλίο και η Σοφία (η Σούννα) 2:129; 2:151; 2:231; 3:164; 4:113; 33:34; 62:2
- Η ακολούθηση της οδού των (πλανεμένων) προγόνων καταδικάζεται 2:170; 31:21; 43:22
- Ο Αγγελιαφόρος του Αλλάχ ήταν άνθρωπος 10:2; 16:43; 17:93; 18:110; 21:3; 21:34; 25:7; 25:20; 41:6
- Οι Μούσρικ επικαλούνταν μόνο τον Αλλάχ σε περιόδους δυσκολίας 10:22; 17:16; 29:65; 31:32
- Η διάσπαση στη θρησκεία απαγορεύεται και καταδικάζεται 3:103, 105; 6:159; 30:31; 42:13-14; 98:4
- Το γνώρισμα του Ιστιγουά για τον Αλλάχ 2:29; 7:57; 10:3; 13:2; 20:5; 25:59; 32:4; 41:11; 57:4
- Η αύξηση (και η μείωση) της Ιμάν (Πίστης) 3:173; 8:2; 9:124; 33:22; 48:4; 74:31
- Ο Αγγελιαφόρος και κανένας από τα δημιουργήματα δεν γνωρίζει το Άγνωστο ανεξάρτητα 2:33; 3:44; 3:179; 5:109; 5:116; 6:50, 59; 7:188; 10:20; 11:31, 123; 11:49; 12:102; 18:26; 27:65; 31:34; 34:3, 14, 48; 72:26
- Ο Αλλάχ διευρύνει και περιορίζει την τροφή για όποιον θέλει 17:30; 28:82; 29:62; 30:37; 34:36, 39; 39:52; 42:12, 27
- Το Κοράνι αποκαλύφθηκε σε σαφή αραβική γλώσσα 12:2; 13:37; 16:103; 20:113; 26:195; 39:28; 41:3, 44; 43:3; 46:12
- Ο Αλλάχ δεν επιβαρύνει καμία ψυχή πέραν των δυνατοτήτων της 2:233, 286; 6:152; 7:42; 23:62; 65:7
- Κανείς δεν θα φορτωθεί το βάρος άλλου 6:164; 17:15; 35:18; 39:7; 53:38
- Αν ο Αλλάχ σας προσβάλει με βλάβη, κανείς δεν μπορεί να την απομακρύνει εκτός από τον Αλλάχ 6:17; 10:107
- Και ποιος είναι πιο άδικος από αυτόν που... 2:114, 140; 6:21, 93, 144, 157; 7:37; 10:17; 11:18; 18:15, 57; 29:68; 32:22; 39:32; 61:7
- Ο άνθρωπος είναι αχάριστος στην ευημερία και υποτακτικός στην ανάγκη 10:12, 21; 11:9; 17:83; 30:33, 36; 39:8, 49
- Η στερέωση (Τάθμπιτ) ζητείται από τον Αλλάχ και χορηγείται από Αυτόν 2:250; 3:147; 8:12, 45; 11:120; 14:27; 16:102; 25:32; 47:7
- Όλες οι διαφωνίες παραπέμπονται στον Αλλάχ και στον Αγγελιαφόρο Του 4:59, 65, 115; 24:51, 63; 33:36; 42:10
- Η διαμάχη μεταξύ των κατοίκων της Κόλασης 26:96-102; 38:58-64; 40:47-50
- Η υποχρέωση υπακοής (Ταά) στον Αγγελιαφόρο του Αλλάχ 3:32, 132; 4:13, 59, 64, 69, 80; 5:92; 8:1, 20, 24, 46; 9:71; 24:51-52, 54, 56; 33:33, 66, 71; 47:33; 48:17; 49:14; 64:12
- Οι στίχοι της προσκύνησης στο Κοράνι 7:206; 13:15; 16:49; 19:58; 22:18, 77; 25:60; 27:26; 32:15; 41:38; 53:62; 84:21; 96:19
- Όλες οι συμφορές στην Ούμμα οφείλονται στην ανυπακοή 3:165; 4:79; 22:10; 30:36, 41; 42:30, 48; 16:112
- Όποιον ο Αλλάχ οδηγήσει σε πλάνη, κανείς δεν μπορεί να τον οδηγήσει 13:33; 39:23, 26; 40:33; 7:186; 18:17
- Όλοι οι προφήτες άρχισαν τη διόρθωση με το Ταουχίντ της λατρείας 5:72, 11:50, 61, 84; 16:36; 21:25; 23:23; 29:16
- Η επιτυχία και η ευημερία συνδέονται με την Τάζκια (Καθαρμό) της ψυχής 20:76; 35:18; 87:14; 91:9; 92:18;
- Όλη η τιμή και η δύναμη (Ιζά) ανήκουν στον Αλλάχ 4:139; 10:65; 35:10; 63:8
- Η υποχρέωση να επικαλούνται μόνο τον Αλλάχ αγνά και ειλικρινά 2:186; 6:41; 7:29, 55-56, 180; 17:110; 40:14, 60, 65;
- Η απαγόρευση της επίκλησης άλλων μαζί με τον Αλλάχ 10:106; 23:117; 25:68; 26:213; 28:88; 72:18;
- Όλοι οι προφήτες διέταξαν τη Τάκβα του Αλλάχ και την υπακοή (στους ίδιους) 43:63; 71:1-28
- Σχετικά με τη Χίτζρα (Μετανάστευση) 2:218; 3:195; 4:97, 100; 8:72, 74-75; 9:20; 16:41, 110; 22:58; 29:26, 56; 39:10
- Δεν υπάρχει αληθινός Προστάτης ούτε Βοηθός για τα δημιουργήματα εκτός από τον Αλλάχ 2:107, 120; 9:74, 116; 29:22; 42:31
- Εκείνοι των οποίων τις καρδιές ο Αλλάχ έχει σφραγίσει 4:155; 7:100-101; 9:87, 93; 10:74; 16:108; 30:59; 40:35; 48:16; 63:3
- Η Ιμάν είναι μεταξύ φόβου και ελπίδας 17:57; 32:16; 39:9
- Σχετικά με την ακύρωση όλων των έργων μέσω του Κουφρ, Σιρκ και Νιφάκ 2:217; 3:22; 5:5, 53; 6:88; 7:147; 9:17, 69; 11:16; 18:105; 33:19; 39:65; 47:9, 28, 32; 49:2
- Οι αποκαλύψεις και οι προφήτες του Αλλάχ είναι τα φώτα της καθοδήγησης, της γνώσης και της πίστης 5:44, 46; 6:91, 122; 7:157; 14:1, 5; 21:48; 22:8; 35:25; 39:22; 42:52; 57:9, 12, 19, 28; 64:8; 66:8
- Εκείνοι που διαστρέφουν τα λόγια είναι οι Εβραίοι και οι άνθρωποι του Ταουίλ (Ταχρίφ) 2:75; 4:46; 5:13; 5:41
- Η ζωή του κόσμου είναι μόνο μια προσωρινή απόλαυση και ευχαρίστηση 3:185; 6:32; 9:38; 10:24; 13:26; 18:45-46; 28:60; 42:36; 47:36; 57:26
- Οι Νταχρίγια (Άθεοι) 45:24; 6:29; 23:37
- Ο Αλλάχ έστειλε τον Μωάμεθ με τη θρησκεία για να επικρατήσει έναντι όλων των άλλων (καταργημένων ή ψευδών) θρησκειών 9:33; 48:28; 61:9
- Σχετικά με το Ταγούτ και την αναγκαιότητα απόρριψης του Ταγούτ 2:256-257; 4:51, 60, 76; 5:60; 16:36; 39:17
- Αυτοί μηχανορραφούν και ο Αλλάχ επίσης μηχανορραφεί, και Αυτός είναι ο καλύτερος των μηχανορράφων 3:54; 6:123; 7:99; 8:30; 10:21; 13:42; 16:26, 45, 127; 14:46; 27:50-51; 70; 35:43
- Η γνώση της Ώρας ανήκει στον Αλλάχ 7:187; 33:63; 41:47
- Το Φουρκάν (Κριτήριο) 2:53, 185; 3:4; 8:29, 41; 21:48; 25:1
- Η αποτροπή του κακού με το καλύτερο 23:96; 28:54; 41:34
- Η Ώρα είναι κοντά 16:77; 17:51; 21:1; 42:17; 54:1; 70:7
- Και ανάμεσα στα σημάδια Του... 20:46; 30:20-25; 41:37, 39; 42:29; 42:32
- Ο Αλλάχ εξηγεί τα σημάδια Του, ώστε να... 2:73, 187, 221, 242; 3:103; 5:89
- Ο Αλλάχ είναι ο Δημιουργός των πάντων 6:73, 101-102; 13:16; 14:10; 21:33; 24:45; 25:2, 59; 37:96; 39:62; 40:62
- Ο Αλλάχ δεν δημιούργησε τη δημιουργία σε ψευδότητα ή για αστείο 21:16; 38:27; 44:38; 46:3
- Ο Αλλάχ δημιούργησε την ανθρωπότητα για να λατρεύουν μόνο Αυτόν και για να τους δοκιμάσει ως προς το ποιος είναι καλύτερος σε έργα 11:7; 18:7; 51:56; 67:2;
- Ο Αλλάχ έστειλε αγγελιαφόρους για να καλέσουν στη λατρεία Του, για να υπακούονται, και ως φορείς χαρμόσυνων μηνυμάτων και προειδοποιητές 2:213; 4:64, 165; 6:48; 16:36; 18:56; 21:25
- Τα τέσσερα επίπεδα του αλ-Καντρ 5:97; 6:59; 10:61; 22:70; 27:75; 30:54; 37:96; 39:62; 57:22; 76:30; 81:29;
- Οι μορφές και τα είδη λατρείας 1:5; 2:150; 3:19, 85, 185; 4:125, 136; 5:23; 6:162; 8:9; 17:110; 18:110; 21:90; 22:34; 23:117; 31:22; 39:54; 40:60; 64:8; 65:3; 76:7; 108:2; 113:1; 114:1
- Ο Αλλάχ καθοδηγεί και παραπλανά όποιον θέλει 14:4; 16:93; 35:8; 74:31
- Εκείνους που ο Αλλάχ παραπλανά 2:26; 9:115; 14:27; 40:34, 74; 45:23
- Κανείς δεν μπορεί να καθοδηγήσει αυτόν που ο Αλλάχ παραπλανά 4:88; 7:178; 13:33; 18:17; 30:29; 39:23, 36; 40:33; 42:44, 46
- Άρνηση οποιασδήποτε ομοιότητας με τον Αλλάχ 2:22; 19:65; 42:11; 112:4
- Ο Αλλάχ δεν αδικεί κανέναν, αλλά αυτοί αδικούν τους εαυτούς τους 3:182; 8:51; 10:44; 16:33, 118; 22:10; 30:9; 41:46; 50:29; 11:101
- Η υποχρέωση ακολούθησης των Σαλάφ (των Σαχαάμπα) 2:137; 9:100; 4:115; 48:18, 29
- Η μεθοδολογία της Δα'βά 12:108; 16:125; 29:46
- Το Σιρκ δεν περιορίζεται στα είδωλα και περιλαμβάνει την αναζήτηση μεσιτείας μέσω προφητών, αγγέλων, τζιν και ενάρετων 5:116; 10:18; 17:57; 26:69; 34:40; 35:14; 39:3;
- Οι παράγοντες που καθορίζουν την ηλικία γάμου 4:6; 6:152; 24:59
- Ο Τζιμπρίλ είναι το Άγιο, Αξιόπιστο Πνεύμα που έφερε το Κοράνι από τον Αλλάχ στον Προφήτη 2:97; 16:102; 26:192
- Η βοήθεια, η νίκη και η κυριαρχία ανήκουν στον Αλλάχ και στους αγγελιαφόρους Του 30:47; 37:171-173; 40:51; 58:21
Matching Phrases 13 words
- Και πράγματι, ειρωνεύτηκαν αγγελιοφόρους πριν από σένα, έτσι αυτούς που τους ειρωνεύτηκαν, τους περιέβαλε αυτό με το οποίο ειρωνεύονταν. (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 6:10; 21:41
- Και στους Μαδιάμ [στείλαμε] τον αδελφό τους Σουαΐμπ. Είπε: "Ω λαέ μου, λατρεύετε τον Αλλάχ· δεν έχετε άλλο θεό εκτός από Αυτόν." (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:85; 11:84
- Και στους Θαμούδ [στείλαμε] τον αδελφό τους Σάλιχ. Είπε: "Ω λαέ μου, λατρεύετε τον Αλλάχ· δεν έχετε άλλο θεό εκτός από Αυτόν." (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:73; 11:61
- Ότι ο Αλλάχ επεκτείνει την τροφή σε όποιον θέλει και τη στενεύει. Πράγματι, σε αυτά υπάρχουν σημεία για έναν λαό που πιστεύει. (أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ) 30:37; 39:52
- Και στους Άαντ [στείλαμε] τον αδελφό τους Χουντ. Είπε: "Ω λαέ μου, λατρεύετε τον Αλλάχ· δεν έχετε άλλο θεό εκτός από Αυτόν." (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:65; 11:50
- Και εκείνους που πίστεψαν και έκαναν καλά έργα, θα τους εισάγουμε σε κήπους όπου ρέουν ποτάμια, όπου θα παραμείνουν για πάντα. (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122
- Όπου ρέουν ποτάμια, όπου θα παραμείνουν για πάντα. Ο Αλλάχ είναι ευχαριστημένος με αυτούς κι εκείνοι ευχαριστημένοι με Αυτόν. Αυτό είναι... (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ) 5:119; 98:8
- Πες: "Είμαι μόνο ένας άνθρωπος σαν κι εσάς· μου αποκαλύπτεται ότι ο Θεός σας είναι Ένας Θεός." (قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) 18:110; 41:6
- Και ανάμεσα στους ανθρώπους υπάρχει αυτός που φιλονικεί για τον Αλλάχ χωρίς γνώση, χωρίς καθοδήγηση και χωρίς φωτεινό βιβλίο. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ) 22:8; 31:20
- Εισάγει τη νύχτα στην ημέρα και εισάγει την ημέρα στη νύχτα· και έχει υποτάξει τον ήλιο και το φεγγάρι, το καθένα κινείται μέχρι μια καθορισμένη προθεσμία. (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي) 31:29; 35:13
- Από τον ουρανό νερό, και ζωντανεύει μ' αυτό τη γη μετά τον θάνατό της. Πράγματι, σε αυτό υπάρχει σημάδι για έναν λαό... (مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ) 16:65; 30:24
- Πράγματι, εκείνοι που απιστούν, ούτε τα πλούτη τους ούτε τα παιδιά τους θα τους ωφελήσουν ενώπιον του Αλλάχ, κι εκείνοι είναι... (إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116
- Που δημιούργησε τους ουρανούς, τη γη κι όσα ανάμεσά τους σε έξι ημέρες, έπειτα υψώθηκε πάνω από τον Θρόνο. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 25:59; 32:4

Matching Phrases 12 words
- Δεν ταξίδεψαν στη γη και δεν είδαν πώς ήταν το τέλος εκείνων που ήταν πριν από αυτούς; Αυτοί ήταν... (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 35:44; 40:82
- Πράγματι, ο Αλλάχ θα εισάγει εκείνους που πίστεψαν κι έκαναν καλά έργα σε κήπους όπου ρέουν ποτάμια. (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 22:14; 22:23; 47:12
- Η υπόσχεση του Αλλάχ είναι αλήθεια· ας μη σας ξεγελάει λοιπόν η ζωή του κόσμου, και ας μη σας ξεγελάει ο απατεώνας για τον Αλλάχ. (إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ) 31:33; 35:5
- Όποιος λοιπόν παίρνει την καθοδήγηση, την παίρνει προς όφελός του· κι όποιος πλανιέται, πλανιέται σε βάρος του. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15
- Και ρίξε το ραβδί σου! Κι όταν το είδε να κινείται σαν φίδι, γύρισε την πλάτη και τράπηκε σε φυγή και δεν κοίταξε πίσω. "Ω Μωυσή..." (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى) 27:10; 28:31
- Ταξιδέψτε στη γη και δείτε πώς ήταν το τέλος εκείνων που ήταν πριν από εσάς· οι περισσότεροι από αυτούς... (سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم) 30:42; 40:82
- Να είσαι υπομονετικός λοιπόν σε όσα λένε, κι εξύμνα τον Κύριό σου με έπαινο πριν την ανατολή του ήλιου και πριν τη δύση του. (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) 20:130; 50:39
- Και μην πλησιάζετε την περιουσία του ορφανού, παρά μόνο με τον καλύτερο τρόπο, μέχρι να φτάσει στην ωριμότητά του. Κι εκπληρώστε... (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا) 6:152; 17:34
- Δεν υπάρχει αμαρτία στον τυφλό, ούτε στον κουτσό, ούτε στον άρρωστο. (لَّيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) 24:61; 48:17
- "Δεν είναι αυτή η αλήθεια;" Θα πουν: "Μάλιστα, μά τον Κύριό μας!" Θα πει: "Γευτείτε λοιπόν το μαρτύριο για όσα δεν πιστεύατε." (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) 6:30; 46:34
- Και οι αδύναμοι θα πουν σε εκείνους που υπερηφανεύονταν: "Εμείς ήμασταν ακόλουθοί σας, μπορείτε λοιπόν να μας γλυτώσετε από (την τιμωρία του) Αλλάχ;" (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا) 14:21; 40:47
- Εκτός από ονόματα που ονομάσατε, εσείς κι οι πατέρες σας, για τα οποία ο Αλλάχ δεν έχει κατεβάσει καμία εξουσία. Πράγματι, (إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ) 12:40; 53:23
- Πριν από σένα, μόνο άνδρες στους οποίους κάναμε αποκάλυψη. Ρωτήστε λοιπόν τους ανθρώπους της υπενθύμισης, αν δεν ξέρετε. (قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ) 16:43; 21:7
- Είπε: "Πιστέψατε σε αυτόν πριν να σας δώσω εγώ την άδεια; Αυτός είναι ο αρχηγός σας που σας έμαθε τη μαγεία." (قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) 20:71; 26:49
- Και κανένας φορτωμένος δε θα σηκώσει το φορτίο άλλου. Έπειτα, στον Κύριό σας θα επιστρέψετε, και θα σας πληροφορήσει για όσα κάνατε. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 6:164; 39:7
- Και είπαμε: "Κατεβείτε, ο ένας εχθρός του άλλου. Κι έχετε στη γη κατοικία κι απόλαυση μέχρι μια προθεσμία." (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) 2:36; 7:24
- Δύο – πες: "Τα δύο αρσενικά απαγόρευσε, ή τα δύο θηλυκά, ή αυτό που περιέχουν οι μήτρες των δύο θηλυκών;" (اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ) 6:143; 6:144

Matching Phrases 11 words
- Και δε ζητώ από εσάς καμία αμοιβή γι' αυτό· η αμοιβή μου είναι μόνο στον Κύριο των κόσμων. (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) 26:109; 26:127; 26:145; 26:164; 26:180
- Δεν ταξίδεψαν στη γη και δεν είδαν πώς ήταν το τέλος εκείνων που ήταν πριν από αυτούς; (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 35:44; 40:82; 47:10
- Ταξιδεύουν στη γη και βλέπουν πώς ήταν το τέλος εκείνων που ήταν πριν από αυτούς· αυτοί ήταν... (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا) 30:9; 30:42; 35:44; 40:82
- Πράγματι, ο Κύριός σου ξέρει καλύτερα ποιος ξεστρατίζει από τον δρόμο Του, κι Αυτός ξέρει καλύτερα τους οδηγημένους. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 6:117; 16:125; 68:7
- Που δημιούργησε τους ουρανούς και τη γη σε έξι ημέρες κι έπειτα υψώθηκε πάνω από τον Θρόνο. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) 7:54; 10:3; 57:4
- Κι υπάρχει πιο άδικος από εκείνον που επινοεί ψέματα εναντίον του Αλλάχ ή που αρνείται τα σημεία Του; (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) 6:21; 7:37; 10:17
- Αυτός είναι που έστειλε τον Αγγελιοφόρο Του με την καθοδήγηση και τη θρησκεία της αλήθειας, για να την υπερυψώσει πάνω από όλες τις θρησκείες. (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) 9:33; 48:28; 61:9
- Πράγματι, απίστησαν εκείνοι που λένε: "Ο Αλλάχ είναι ο Μεσσίας, ο γιος της Μαρίας." Πες... (لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ) 5:17; 5:72
- Τους τυφλούς από την πλάνη τους· μπορείς να κάνεις να ακούσουν μόνο εκείνους που πιστεύουν στα σημεία μας, κι αυτοί είναι μουσουλμάνοι. (الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ) 27:81; 30:53
- Το παράδειγμα της ζωής του κόσμου είναι σαν νερό που κατεβάζουμε από τον ουρανό, και η βλάστηση της γης αναμειγνύεται μ' αυτό. (مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) 10:24; 18:45
- Σε αυτή (την κιβωτό), από κάθε είδος ένα ζευγάρι, και την οικογένειά σου – εκτός από εκείνον για τον οποίο προηγήθηκε ο λόγος. (فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ) 11:40; 23:27
- Δεν σας λέω ότι έχω τους θησαυρούς του Αλλάχ, ούτε ξέρω το απόκρυφο, ούτε λέω... (لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ) 6:50; 11:31
- Πράγματι, ο Αλλάχ είναι γεμάτος χάρη προς τους ανθρώπους, αλλά οι περισσότεροι άνθρωποι δεν ευχαριστούν. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) 2:243; 40:61
- Κι όποιο σημάδι απ' τα σημάδια του Κυρίου τους έρχεται, γυρίζουν την πλάτη σ' αυτό. (وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) 6:4; 36:46
- Και φοβηθείτε μια μέρα κατά την οποία καμία ψυχή δε θα ωφελήσει άλλη ψυχή σε τίποτα, κι ούτε θα γίνει δεκτό από αυτήν λύτρο. (وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا) 2:48; 2:123
- Πράγματι, εσύ δεν μπορείς να κάνεις τους νεκρούς ν' ακούσουν, ούτε να κάνεις τους κωφούς ν' ακούσουν την κλήση, όταν γυρίζουν τις πλάτες τους. (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) 27:80; 30:52
- Σας απαγορεύτηκαν τα νεκρά ζώα, το αίμα, το χοιρινό κρέας κι αυτό που έχει σφαγιαστεί για άλλον εκτός από τον Αλλάχ. (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) 5:3; 16:115
- Όσα βρίσκονται στους ουρανούς και στη γη δοξάζουν τον Αλλάχ, κι Αυτός είναι ο Παντοδύναμος, ο Σοφός. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) 59:1; 61:1
- Εκτός από εκείνους που μετάνοιωσαν μετά απ' αυτό και διορθώθηκαν· ο Αλλάχ είναι Συγχωρητικός, Ελεήμονας. (إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) 3:89; 24:5
- Οι προφήτες – από τον Κύριό τους· δε διαχωρίζουμε κανέναν μεταξύ τους, κι εμείς είμαστε σε Αυτόν υποταγμένοι. (النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) 2:136; 3:84
- Από τον Κύριό σου, για να προειδοποιήσεις έναν λαό στον οποίο δεν ήρθε κανένας προειδοποιητής πριν από σένα, ώστε... (مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ) 28:46; 32:3
- Ω Προφήτη, πάλεψε με τους άπιστους και τους υποκριτές και γίνε αυστηρός μαζί τους. Η κατοικία τους είναι η Κόλαση, κι άσχημο τέλος! (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) 9:73; 66:9
- Πράγματι, ο Κύριός σου θα κρίνει ανάμεσά τους την Ημέρα της Ανάστασης γι' αυτά στα οποία διαφωνούσαν. (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 10:93; 45:17
- Είπε: "Κύριέ μου, κάνε μου ένα σημάδι." Είπε: "Το σημάδι σου είναι ότι δε θα μιλήσεις στους ανθρώπους..." (قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) 3:41; 19:10
- Γύρνα λοιπόν το πρόσωπό σου προς το Ιερό Τζαμί. Κι όπου κι αν είστε, γυρίστε τα πρόσωπά σας προς αυτό. (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) 2:144; 2:150
- Ω παιδιά του Ισραήλ, θυμηθείτε τη χάρη Μου που σας έδειξα, και πως σας προτίμησα από τους λαούς. (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) 2:47; 2:122
- Επτά παχιές αγελάδες που τις τρώνε επτά αδύνατες, και επτά πράσινα στάχυα και άλλα ξερά. (سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ) 12:43; 12:46
- Κι κάθε έθνος έχει μια προθεσμία· κι όταν έρθει η προθεσμία τους, ούτε μια ώρα δε θα καθυστερήσουν, ούτε θα επιταχύνουν. (وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49
- (Αυτό) που έχει σφαγιαστεί για άλλον εκτός από τον Αλλάχ. Όποιος όμως αναγκαστεί, χωρίς να είναι επαναστάτης ή υπερβάτης, τότε... (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ) 6:145; 16:115
- Κι όταν τους λένε: "Ακολουθήστε αυτό που ο Αλλάχ έχει αποκαλύψει", λένε: "Όχι, εμείς ακολουθούμε αυτό που..." (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا) 2:170; 31:21
- Είπε: "Ω λαέ μου, λατρεύετε τον Αλλάχ· δεν έχετε άλλο θεό εκτός από Αυτόν. Δε φοβάστε λοιπόν (τον Αλλάχ)"; (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23
Matching Phrases 10 words

- Περιδιαβαίνουν στη γη και βλέπουν ποιο ήταν το τέλος εκείνων που ήταν πριν από αυτούς. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 12:109; 30:9; 30:42; 35:44; 40:82; 47:10
- Και ποιος είναι πιο άδικος από εκείνον που επινοεί ψέματα εναντίον του Αλλάχ ή αρνείται; (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ) 6:21; 7:37; 10:17; 29:68
- Αλήθεια, ο Κύριός σου γνωρίζει καλύτερα ποιος ξεστρατίζει από το δρόμο Του, και Αυτός γνωρίζει καλύτερα. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 6:117; 16:125; 53:30; 68:7
- Δεν περιδιάβηκαν στη γη και δεν είδαν ποιο ήταν το τέλος εκείνων που ήταν πριν από αυτούς; (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 35:44; 40:82; 47:10
- Έχουν την ανταμοιβή τους κοντά στον Κύριό τους, και δεν υπάρχει φόβος πάνω τους, και δεν θα λυπηθούν. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:262; 2:274; 2:277
- Και εκείνοι που πίστεψαν και έκαναν καλά έργα, εισήχθησαν σε κήπους κάτω από τους οποίους ρέουν ποταμοί. (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 14:23; 22:14; 22:23; 47:12
- Είπε: "Λαέ μου! Λατρεύετε τον Αλλάχ, δεν έχετε άλλο θεό εκτός από Αυτόν, δεν θα φοβηθείτε;" (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23
- Ούτε ο πλούτος τους ούτε τα παιδιά τους θα τους ωφελήσουν σε τίποτα μπροστά στον Αλλάχ, και αυτοί είναι. (لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَئِكَ) 3:10; 3:116; 58:17
- Κήποι κάτω από τους οποίους ρέουν ποταμοί, όπου θα μείνουν αιώνια, και αυτή είναι η μεγάλη επιτυχία. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) 4:13; 9:89
- Δεν ήρθε σε αυτούς η είδηση εκείνων που ήταν πριν από αυτούς, του λαού του Νώε, των Άντ και των Θαμούντ; (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ) 9:70; 14:9
- Ποιοι είναι οι βοηθοί μου για τον Αλλάχ; Οι μαθητές είπαν: "Εμείς είμαστε οι βοηθοί του Αλλάχ, πιστέψαμε." (مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا) 3:52; 61:14
- Ο Κύριός σου γνωρίζει καλύτερα ποιος ξεστράτισε από το δρόμο Του, και Αυτός γνωρίζει καλύτερα τους καθοδηγημένους. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) 16:125; 68:7
- Αυτό, επειδή ο Αλλάχ είναι η Αλήθεια, και ό,τι επικαλούνται εκτός από Αυτόν είναι ψευδές. (ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ) 22:62; 31:30
- Και όποιος υπακούει στον Αλλάχ και στον Απόστολό Του, ο Αλλάχ θα τον εισάγει σε κήπους κάτω από τους οποίους ρέουν ποταμοί. (وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 4:13; 48:17
- Σας απαγόρευσε μόνο το νεκρωμένο ζώο, το αίμα, το κρέας του χοίρου και ό,τι έχει σφαγιαστεί για άλλον. (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 16:115
- Να μη λατρεύετε κανέναν εκτός από τον Αλλάχ· εγώ φοβάμαι για εσάς τη βασανιστική τιμωρία μιας μεγάλης ημέρας. (أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ) 11:26; 46:21
- Αυτά είναι από τις ειδήσεις του αόρατου, που σου αποκαλύπτουμε· δεν ήσουν μαζί τους όταν αποφάσιζαν. (ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ) 3:44; 12:102
- Θαυμάζετε που ήρθε σε εσάς υπενθύμιση από τον Κύριό σας μέσω ενός ανθρώπου από εσάς, για να σας προειδοποιήσει; (أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ) 7:63; 7:69
- Πες: "Μου έχει απαγορευτεί να λατρεύω αυτούς που επικαλείστε εκτός από τον Αλλάχ." (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ) 6:56; 40:66
- Εκτός από τις συζύγους τους ή ό,τι κατέχουν τα δεξιά τους χέρια, γιατί τότε δεν είναι μεμπτοί. (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ) 23:6; 70:30
- Επειδή ο Αλλάχ εισάγει τη νύχτα στην ημέρα και εισάγει την ημέρα στη νύχτα. (بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) 22:61; 31:29
- Φωτιά, και είπε στην οικογένειά του: "Μείνετε, είδα μια φωτιά, ίσως σας φέρω από αυτήν κάτι." (نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا) 20:10; 28:29
- Είπε: "Εγώ είμαι καλύτερος από αυτόν· με έπλασες από φωτιά, ενώ αυτόν τον έπλασες από πηλό." (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) 7:12; 38:76
- Και όταν τους λέγεται: "Ελάτε σε ό,τι κατέβασε ο Αλλάχ και στον Απόστολο." (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ) 4:61; 5:104
- Και μη λυπάσαι γι' αυτούς, και μη στενοχωριέσαι για τις μηχανορραφίες τους. (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ) 16:127; 27:70
- Αν ο Αλλάχ σε αγγίξει με βλάβη, κανείς δεν μπορεί να την απομακρύνει εκτός από Αυτόν, και αν. (وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن) 6:17; 10:107
- Πριν από αυτούς γενιές που περιπατούσαν στις κατοικίες τους· αλήθεια, σε αυτά υπάρχουν σημάδια. (قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ) 20:128; 32:26
- Και βάλαμε επικαλύμματα στις καρδιές τους, για να μην το καταλαβαίνουν, και στα αυτιά τους βάρος, και αν. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن) 6:25; 18:57
- Οι απεσταλμένοι τους ήρθαν με τα ξεκάθαρα σημάδια, αλλά ο Αλλάχ δεν ήταν να τους αδικήσει, αλλά οι ίδιοι αδικούσαν τον εαυτό τους. (رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 30:9
- Και στη γη, και δεν έχετε εκτός από τον Αλλάχ ούτε προστάτη ούτε βοηθό. (وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 42:31
- Έπειτα θα επιστραφείτε στον Γνώστη του αόρατου και του φανερού, και θα σας ενημερώσει για όσα κάνατε. (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 62:8
- Τη νύχτα, για να ξεκουράζεστε σε αυτήν, και την ημέρα, για να βλέπετε· αλήθεια, σε αυτά υπάρχουν σημάδια για ανθρώπους που σκέφτονται. (اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ) 10:67; 27:86
- Και ό,τι αποκαλύφθηκε σε εσένα από τον Κύριό σου, θα αυξήσει σε πολλούς από αυτούς την υπερβολή και την απιστία. (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) 5:64; 5:68
- Είπε: "Λαέ μου! Τι γνώμη έχετε, αν εγώ έχω ξεκάθαρο σημάδι από τον Κύριό μου και Αυτός μου έχει δώσει." (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي) 11:28; 11:63
- Και λένε: "Γιατί δεν του κατέβηκε ένα σημάδι από τον Κύριό του;" Πες: "Αλήθεια." (وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 29:50
- Πριν έρθει η Ημέρα που δεν έχει επιστροφή από τον Αλλάχ. (مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ) 30:43; 42:47
- Αυτή είναι η χάρη του Αλλάχ, την οποία δίνει σε όποιον θέλει, και ο Αλλάχ είναι ο Κάτοχος της μεγάλης χάρης. (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 62:4
- Και αλήθεια, στα ζώα υπάρχει για εσάς μάθημα· σας δίνουμε να πίνετε από ό,τι βρίσκεται στις κοιλιές τους. (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ) 16:66; 23:21
- Ότι αυτή είναι η αλήθεια από τον Κύριό τους, και ότι ο Αλλάχ δεν αγνοεί ό,τι κάνουν. (أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) 2:144; 2:149
- Μπροστά τους και πίσω τους, να μη λατρεύετε κανέναν εκτός από τον Αλλάχ. (مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) 41:14; 46:21
- Αλήθεια, προσέρχεστε στους άνδρες με επιθυμία αντί για τις γυναίκες· μάλιστα, είστε λαός που ξεπερνά τα όρια. (إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ) 7:81; 27:55
- Θα μείνουν αιώνια σε αυτά, όσο υπάρχουν οι ουρανοί και η γη, εκτός αν ο Κύριός σου θελήσει διαφορετικά. (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ) 11:107; 11:108
- Όσοι βρίσκονται στους ουρανούς και όσοι βρίσκονται στη γη, εκτός από εκείνους που ο Αλλάχ θέλει. (مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ) 27:87; 39:68
- Εκεί θα στολιστούν με βραχιόλια από χρυσό και μαργαριτάρια, και τα ρούχα τους εκεί θα είναι από μετάξι. (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ) 22:23; 35:33
- Και έστειλε νερό από τον ουρανό, και με αυτό έβγαλε καρπούς ως τροφή για εσάς. (وَأنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ) 2:22; 14:32
- Και όταν πήραμε τη διαθήκη σας και υψώσαμε πάνω σας το όρος: "Πάρτε με δύναμη ό,τι σας δώσαμε." (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ) 2:63; 2:93
- Και απομακρύνθηκε από αυτούς και είπε: "Λαέ μου! Σας μετέφερα το μήνυμα του Κυρίου μου και σας συμβούλεψα." (فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ) 7:79; 7:93
- Ποταμοί ρέουν κάτω από αυτούς, εκεί θα στολιστούν με βραχιόλια από χρυσό. (تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ) 18:31; 22:23
- Ακόμη κι αν είχαν όλα όσα υπάρχουν στη γη και άλλα τόσα, για να εξαγοράσουν τον εαυτό τους. (لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا) 5:36; 13:18
- Κανένα ζώο, αλλά τους αναβάλλει μέχρι μια καθορισμένη προθεσμία, και όταν έρθει η προθεσμία τους. (مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ) 16:61; 35:45
- Σας πλάσαμε από χώμα, έπειτα από σταγόνα, έπειτα από σύμπηξη αίματος, έπειτα. (خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ) 22:5; 40:67
- Και ο Αλλάχ θα κρίνει ανάμεσά τους την Ημέρα της Ανάστασης για όσα διαφωνούσαν. (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 22:69
- Σου ήρθε η γνώση, δεν έχεις από τον Αλλάχ ούτε προστάτη ούτε. (جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا) 2:120; 13:37
- Και όταν χαρίζουμε χάρη στον άνθρωπο, απομακρύνεται και αποτραβιέται, και όταν τον αγγίξει το κακό. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ) 17:83; 41:51
- Και δεν υπάρχει τίποτα μικρότερο ή μεγαλύτερο από αυτό, που να μην είναι σε μια ξεκάθαρη Γραφή. (وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ) 10:61; 34:3

Matching Phrases 9 words

- Και είπε: "Λαέ μου! Λατρεύετε τον Αλλάχ, δεν έχετε άλλο θεό εκτός από Αυτόν." (فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) 7:59; 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- Δεν περιδιάβηκαν στη γη και δεν είδαν ποιο ήταν το τέλος εκείνων που ήταν πριν από αυτούς; (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 35:44; 40:21; 40:82; 47:10
- Η ανταμοιβή τους είναι κοντά στον Κύριό τους, και δεν υπάρχει φόβος πάνω τους, και δεν θα λυπηθούν. (أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:62; 2:112; 2:262; 2:274; 2:277
- Περιδιαβαίνουν στη γη και βλέπουν ποιο ήταν το τέλος εκείνων που ήταν πριν από αυτούς. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن) 30:9; 30:42; 35:44; 40:82; 47:10
- Στη γη, για να δουν ποιο ήταν το τέλος εκείνων που ήταν πριν από αυτούς. (فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) 30:9; 30:42; 35:44; 40:82; 47:10
- Και ποιος είναι πιο άδικος από εκείνον που επινοεί ψέματα εναντίον του Αλλάχ ή αρνείται; (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ) 6:21; 6:93; 7:37; 10:17; 29:68
- Και όταν ο Αλλάχ αποφασίσει ένα θέμα, απλώς λέει σε αυτό: "Γίνου!" και γίνεται. (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 2:117; 3:47; 19:35; 40:68
- Και δεν έχετε εκτός από τον Αλλάχ ούτε προστάτη ούτε βοηθό. (وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ) 2:107; 9:116; 29:22; 42:31
- Θα τους συγχωρήσω τις αμαρτίες τους και θα τους εισάγω σε κήπους κάτω από τους οποίους ρέουν ποταμοί. (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 3:195; 5:12; 64:9; 66:8
- Θα τους εισάγουμε σε κήπους κάτω από τους οποίους ρέουν ποταμοί, όπου θα μείνουν αιώνια. (سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 64:9; 65:11
- Ο Κύριός σου γνωρίζει καλύτερα ποιος ξεστράτισε από το δρόμο Του, και Αυτός γνωρίζει καλύτερα. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 16:125; 53:30; 68:7
- Θα επιστραφείτε στον Γνώστη του αόρατου και του φανερού, και θα σας ενημερώσει για όσα κάνατε. (تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:94; 9:105; 62:8
- Σκότωναν τους γιους σας και άφηναν τις γυναίκες σας ζωντανές· σε αυτό υπήρχε μεγάλη δοκιμασία από τον Κύριό σας. (أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ) 2:49; 7:141; 14:6
- Αλήθεια, ο Κύριός σου γνωρίζει καλύτερα ποιος ξεστρατίζει από το δρόμο Του, και Αυτός. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 16:125; 53:30; 68:7
- Του Αλλάχ, που ανήκει ό,τι υπάρχει στους ουρανούς και ό,τι υπάρχει στη γη. (اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 14:2; 34:1; 42:53
- Ανάμεσα σε έθνη που πέρασαν πριν από εσάς, από τζιν και ανθρώπους. (فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ) 7:38; 41:25; 46:18
- Λατρεύετε τον Αλλάχ, δεν έχετε άλλο θεό εκτός από Αυτόν, δεν θα φοβηθείτε; (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 7:65; 23:23; 23:32
- Και βάλαμε επικαλύμματα στις καρδιές τους, για να μην το καταλαβαίνουν, και στα αυτιά τους βάρος. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 6:25; 17:46; 18:57
- Θα κρίνει ανάμεσά τους την Ημέρα της Ανάστασης για όσα διαφωνούσαν. (يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 16:124; 22:69
- Είπε: "Λαέ μου! Τι γνώμη έχετε, αν εγώ έχω ξεκάθαρο σημάδι από τον Κύριό μου;" (قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّي) 11:28; 11:63; 11:88
- Αυτό, για όσα έστειλαν μπροστά τα χέρια σας, και ο Αλλάχ δεν είναι άδικος στους δούλους. (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) 3:182; 8:51; 22:10
- Για αυτούς σε αυτόν τον κόσμο υπάρχει ντροπή, και για αυτούς στον άλλο κόσμο υπάρχει μεγάλη τιμωρία. (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) 2:114; 5:41
- Ό,τι υπάρχει στους ουρανούς και ό,τι υπάρχει στη γη, και ο Αλλάχ είναι αρκετός ως Προστάτης. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) 4:132; 4:171
- Εκτός από εκείνους που πίστεψαν και έκαναν καλά έργα· για αυτούς υπάρχει αδιάλειπτη ανταμοιβή. (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 84:25; 95:6
- Για να μου προσθέτεις συντρόφους για τα οποία δεν έχεις γνώση· μην τους υπακούς. (لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا) 29:8; 31:15
- Αλήθεια, αυτό είναι μια υπενθύμιση· όποιος θέλει, ας πάρει έναν δρόμο προς τον Κύριό του. (إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا) 73:19; 76:29
- Και όποιος είναι ευγνώμων, είναι ευγνώμων για τον εαυτό του· και όποιος είναι αχάριστος. (وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ) 27:40; 31:12
- Εκείνοι που εκτελούν την προσευχή, δίνουν την ελεημοσύνη και πιστεύουν βέβαια στην άλλη ζωή. (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ) 27:3; 31:4
- Στον Αβραάμ, στον Ισμαήλ, στον Ισαάκ, στον Ιακώβ και στις φυλές, και σε ό,τι δόθηκε στον Μωυσή και στον Ιησού. (إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى) 2:136; 3:84
- Κατά ομάδες, μέχρι να φτάσουν σε αυτό, και οι πύλες του θα ανοίξουν, και οι φύλακές του θα τους πουν. (زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا) 39:71; 39:73
- Ο Αλλάχ δεν θα σας λογοδοτήσει για τις μάταιες ορκωμοσίες σας, αλλά θα σας λογοδοτήσει για ό,τι. (لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا) 2:225; 5:89
- Έλεος, χαίρονται με αυτό, και αν τους χτυπήσει κακό για όσα έστειλαν μπροστά τα χέρια τους. (رَحْمَةً فَرِحُوا بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) 30:36; 42:48
- Κήποι κάτω από τους οποίους ρέουν ποταμοί, όπου θα μείνουν αιώνια, και πόσο ωραία είναι η ανταμοιβή των εργατών! (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ) 3:136; 29:58
- Ο Αλλάχ γνωρίζει ό,τι υπάρχει στους ουρανούς και ό,τι υπάρχει στη γη, και ο Αλλάχ. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ) 3:29; 49:16
- Υπακούτε στον Αλλάχ και υπακούτε στον Απόστολο· και αν αποστραφείτε, τότε σε αυτόν βαρύνει. (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ) 24:54; 64:12
- Έχουν την ανταμοιβή τους κοντά στον Κύριό τους, και δεν υπάρχει φόβος πάνω τους, και αυτοί. (فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:274; 2:277
- Και είπαν: "Όταν γίνουμε κόκαλα και σκόνη, θα αναστηθούμε πράγματι ως μια νέα δημιουργία;" (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) 17:49; 17:98
- Και δεν βρίσκουν για τον εαυτό τους εκτός από τον Αλλάχ ούτε προστάτη ούτε βοηθό. (وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) 4:173; 33:17
- "Πόσο έμεινες;" Είπε: "Έμεινα μια μέρα ή μέρος μιας μέρας." Είπε. (كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ) 2:259; 18:19
- Μέχρι την Ημέρα της Ανάστασης, ποιος θεός εκτός από τον Αλλάχ θα μπορούσε να σας φέρει; (سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم) 28:71; 28:72
- Όποιος κάνει καλό, άντρας ή γυναίκα, και είναι πιστός. (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ) 16:97; 40:40
- Εκείνοι που αποτρέπουν από τον δρόμο του Αλλάχ και τον θέλουν στρεβλό, και εκείνοι στην άλλη ζωή. (الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ) 7:45; 11:19
- Φάτε όπου θέλετε, αλλά μην πλησιάσετε αυτό το δέντρο, για να μη γίνετε άδικοι. (حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) 2:35; 7:19
- Πες: "Λαέ μου! Δράστε ανάλογα με τη θέση σας, εγώ επίσης δρω, και σύντομα θα μάθετε." (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 39:39
- Αλήθεια, οι χαμένοι είναι εκείνοι που έχασαν τον εαυτό τους και τις οικογένειές τους την Ημέρα της Ανάστασης, αλήθεια. (إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا) 39:15; 42:45
- Όποιος οδηγείται, οδηγείται για τον εαυτό του· και όποιος ξεστρατίζει, ξεστρατίζει για τον εαυτό του· και. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا) 10:108; 39:41
- Και όσοι απιστούν λένε: "Γιατί δεν του κατέβηκε ένα σημάδι από τον Κύριό του;" (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ) 13:7; 13:27
- Αυτός που έκανε για εσάς τη νύχτα για να ξεκουράζεστε σε αυτήν, και την ημέρα για να βλέπετε, αλήθεια. (الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ) 10:67; 40:61
- Πριν έρθει η Ημέρα που δεν θα υπάρχει ούτε εμπόριο ούτε φιλία. (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا) 2:254; 14:31
- Για να σκεφτούν ότι ο σύντροφός τους δεν έχει τρέλα· είναι μόνο ένας προειδοποιητής. (يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ) 7:184; 34:46
- Θα μείνουν αιώνια σε αυτά, η τιμωρία δεν θα ελαφρυνθεί για αυτούς, και δεν θα τους δοθεί αναβολή. (خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ) 2:162; 3:88
- Μην απλώνεις τα μάτια σου σε όσα δώσαμε σε μερικούς από αυτούς για απόλαυση. (لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ) 15:88; 20:131
- Και μη μειώνετε των ανθρώπων τα πράγματα, και μη σπέρνετε τη φθορά στη γη. (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) 11:85; 26:183
- Και ειρήνη σε αυτόν την ημέρα που γεννήθηκε, και την ημέρα που θα πεθάνει, και την ημέρα που θα αναστηθεί ζωντανός. (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) 19:15; 19:33
- Λαέ μου! Δράστε ανάλογα με τη θέση σας, εγώ επίσης δρω, και σύντομα θα μάθετε ποιος. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن) 6:135; 11:93
- Και δεν επιτρέπεται σε έναν Απόστολο να φέρει σημάδι παρά μόνο με την άδεια του Αλλάχ. (وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ) 13:38; 40:78
- Έπειτα, κάθε ψυχή θα ανταμειφθεί πλήρως για όσα έπραξε, και δεν θα αδικηθούν. (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:161
- Άντρας ή γυναίκα, και είναι πιστός, αυτοί θα μπουν στον Παράδεισο. (مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) 4:124; 40:40
- Δεν απέκτησε παιδί, και δεν έχει συνέταιρο στην κυριαρχία. (لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ) 17:111; 25:2
- Και όποιον ο Αλλάχ οδηγεί, αυτός είναι οδηγημένος· και όποιον παραπλανά. (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ) 17:97; 18:17
- Κοίτα πώς σου φέρνουν παραδείγματα, και έτσι παραπλανήθηκαν, και δεν μπορούν να βρουν τον δρόμο. (انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) 17:48; 25:9
- Πες: "Φοβάμαι, αν παρακούσω τον Κύριό μου, την τιμωρία μιας μεγάλης ημέρας." (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 39:13
- Τα αισχρά τους μέρη έγιναν φανερά σε αυτούς, και άρχισαν να καλύπτονται με φύλλα του Παραδείσου. (بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) 7:22; 20:121
- Και επικαλεστείτε όσους μπορείτε, εκτός από τον Αλλάχ, αν είστε ειλικρινείς. (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) 10:38; 11:13
- Όλα όσα υπάρχουν στη γη, και άλλα τόσα, για να εξαγοράσουν τον εαυτό τους. (مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ) 5:36; 39:47
- Πάρτε με δύναμη ό,τι σας δώσαμε, και θυμηθείτε ό,τι υπάρχει σε αυτό, για να γίνετε ευσεβείς. (خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) 2:63; 7:171
- Μήπως διαπράττετε την ασέλγεια, που κανείς από τους κόσμους δεν έκανε πριν από εσάς; (أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ) 7:80; 29:28
- Και του Αλλάχ ανήκει ό,τι υπάρχει στους ουρανούς και ό,τι υπάρχει στη γη, και ο Αλλάχ είναι. (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ) 4:126; 4:131
- Τα κακά που έπραξαν τους βρήκαν, και ό,τι περιγελούσαν τα περικύκλωσε. (سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 16:34; 45:33
- Έναν Απόστολο από εσάς, που σας διαβάζει τα σημάδια μας, σας εξαγνίζει και σας διδάσκει το Βιβλίο και τη Σοφία. (رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) 2:151; 62:2
- Από αυτό ανάβλυσαν δώδεκα πηγές· κάθε ομάδα γνώριζε το πόσιμο νερό της. (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ) 2:60; 7:160
- Μόνο εικασίες, και η εικασία δεν ωφελεί σε τίποτα απέναντι στην αλήθεια. (إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) 10:36; 53:28
- Και όταν τον τελειοποιήσω και φυσήξω σε αυτόν από το πνεύμα Μου, πέστε μπροστά του προσκυνώντας. (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) 15:29; 38:72
- Σε ποιον ανήκει το καλό τέλος αυτού του κόσμου; Αλήθεια, οι άδικοι δεν θα ευοδωθούν. (مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) 6:135; 28:37
- Αυτός που δημιούργησε τους ουρανούς και τη γη, μπορεί να δημιουργήσει όμοιούς τους. (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ) 17:99; 36:81
- Στους πιστούς άνδρες και στις πιστές γυναίκες, κήπους κάτω από τους οποίους ρέουν ποταμοί, όπου θα μείνουν αιώνια. (الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 9:72; 48:5
- Και αν τους ρωτήσεις ποιος δημιούργησε τους ουρανούς και τη γη, θα πουν σίγουρα: "Ο Αλλάχ." Πες. (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ) 31:25; 39:38
- Και αλήθεια, παρουσιάσαμε στους ανθρώπους σε αυτό το Κοράνιο κάθε είδους παράδειγμα. (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ) 30:58; 39:27
- Όταν οι απεσταλμένοι μας ήρθαν στον Λωτ, λυπήθηκε για αυτούς και ένιωσε αμηχανία, και είπε. (جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ) 11:77; 29:33
- Και όταν είπαμε στους αγγέλους: "Προσκυνήστε τον Αδάμ", προσκύνησαν, εκτός από τον Εβλίς, που αρνήθηκε. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) 2:34; 20:116
- Και τη γη την απλώσαμε, και βάλαμε πάνω της ακλόνητα βουνά, και βγάλαμε σε αυτήν κάθε είδους όμορφα φυτά. (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ) 15:19; 50:7
- Επικαλούνταν τον Αλλάχ, ειλικρινείς στη λατρεία Του, και όταν τους έσωσε στη στεριά. (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ) 29:65; 31:32
- Για αυτούς θα υπάρχει ποτό από βραστό νερό και οδυνηρή τιμωρία, γιατί ήταν άπιστοι. (لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) 6:70; 10:4
- Να επικαλούμαστε αντί του Αλλάχ εκείνα που ούτε μας ωφελούν ούτε μας βλάπτουν; (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106
- Ότι ο Αλλάχ γνωρίζει ό,τι υπάρχει στους ουρανούς και ό,τι υπάρχει στη γη. (أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 5:97; 58:7
Matching Phrases 8 words
- Ποιος είναι πιο άδικος από αυτόν που επινοεί ψέματα εναντίον του Αλλάχ; (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) 6:21; 6:93; 6:144; 7:37; 10:17; 11:18; 18:15; 29:68; 61:7
- Σε αυτό υπάρχει σημάδι, αλλά οι περισσότεροι από αυτούς δεν ήταν πιστοί. (إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ) 26:8; 26:67; 26:103; 26:121; 26:139; 26:158; 26:174; 26:190
- Για να περιηγηθούν στη γη και να δουν ποιο ήταν το τέλος εκείνων. (يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ) 12:109; 30:9; 30:42; 35:44; 40:21; 40:82; 47:10
- Είπε: Ω λαέ μου, λατρεύτε τον Αλλάχ, δεν έχετε άλλο θεό εκτός από Αυτόν. (قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ) 7:65; 7:73; 7:85; 11:50; 11:61; 11:84; 23:23
- Θα τον εισαγάγει σε κήπους κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια. (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 4:13; 4:57; 4:122; 58:22; 64:9; 65:11
- Μεταξύ τους την Ημέρα της Ανάστασης θα κριθεί εκείνο για το οποίο διαφωνούσαν. (بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) 2:113; 10:93; 16:124; 22:69; 32:25; 45:17
- Δεν περιηγήθηκαν στη γη να δουν ποιο ήταν το τέλος; (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 30:9; 35:44; 40:21; 40:82; 47:10
- Κήποι κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) 4:57; 4:122; 5:119; 64:9; 65:11
- Εισάγεις τη νύχτα στην ημέρα και εισάγεις την ημέρα στη νύχτα. (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) 3:27; 22:61; 31:29; 35:13; 57:6
- Δοξάζει τον Αλλάχ ό,τι υπάρχει στους ουρανούς και στη γη. (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 59:1; 61:1; 62:1; 64:1
- Λατρεύτε τον Αλλάχ, δεν έχετε άλλο θεό εκτός από Αυτόν. Δεν φοβάστε; (اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا) 7:65; 11:84; 23:23; 23:32
- Και όταν είπαμε στους αγγέλους: Προσκυνήστε τον Αδάμ, προσκύνησαν, εκτός από τον Ιμπλίς. (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) 2:34; 17:61; 18:50; 20:116
- Ο Αλλάχ γνωρίζει ό,τι υπάρχει στους ουρανούς και στη γη. (اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 3:29; 5:97; 49:16; 58:7
- Κήποι κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια, και αυτό. (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ) 4:13; 5:85; 9:89; 57:12
- Η ανταμοιβή του είναι κοντά στον Κύριό του, και δεν υπάρχει φόβος για αυτούς, ούτε αυτοί. (أَجْرُهُ عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ) 2:112; 2:262; 2:274; 2:277
- Κοντά στον Κύριό του, και δεν υπάρχει φόβος για αυτούς, ούτε θα λυπηθούν. (عِندَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) 2:112; 2:262; 2:274; 2:277
- Όποιος οδηγηθεί, οδηγείται για το καλό του, και όποιος πλανηθεί. (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ) 10:108; 17:15; 27:92
- Οδηγείται για το καλό του, και όποιος πλανηθεί, πλανάται σε βάρος του. (يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) 10:108; 17:15; 39:41
- Γιατί δεν του στάλθηκε σημάδι από τον Κύριό του; Πες: Αληθινά. (لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا) 10:20; 13:27; 29:50
- Όσοι πίστεψαν και έκαναν καλά έργα, για αυτούς ανταμοιβή ατελείωτη. (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) 41:8; 84:25; 95:6
- Βγάζεις το ζωντανό από το νεκρό και βγάζεις το νεκρό από το ζωντανό. (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) 3:27; 10:31; 30:19
- Όποιος δεν κρίνει σύμφωνα με όσα έστειλε ο Αλλάχ, αυτοί είναι. (وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ) 5:44; 5:45; 5:47
- Δημιούργησε τους ουρανούς και τη γη και όσα είναι μεταξύ τους σε έξι ημέρες. (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ) 25:59; 32:4; 50:38
- Αληθινά, ο Αλλάχ είναι γεμάτος χάρη για τους ανθρώπους, αλλά οι περισσότεροι. (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ) 2:243; 10:60; 40:61
- Ο Αλλάχ δεν τους αδίκησε, αλλά αυτοί αδίκησαν τον εαυτό τους. (فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ) 9:70; 29:40; 30:9
- Θα συγχωρήσει τις αμαρτίες σας και θα σας εισάγει σε κήπους κάτω από τους οποίους ρέουν ποτάμια. (عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ) 5:12; 64:9; 66:8
- Σας απαγόρευσε το νεκρό ζώο, το αίμα, το κρέας του χοίρου και ό,τι έχει σφαγιαστεί για άλλον εκτός από τον Αλλάχ. (حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ) 2:173; 5:3; 16:115
- Φοβάμαι, αν παρακούσω τον Κύριό μου, τη τιμωρία της Μεγάλης Ημέρας. (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) 6:15; 10:15; 39:13
- Αλλά αφού ήρθε σε αυτούς η γνώση, από φθόνο μεταξύ τους. (إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ) 3:19; 42:14; 45:17
- Τελούν την προσευχή και δίνουν από όσα τους δώσαμε, κρυφά και φανερά. (وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) 13:22; 14:31; 35:29
- Να επικαλούμαστε αντί του Αλλάχ εκείνο που ούτε μας ωφελεί ούτε μας βλάπτει; (مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا) 6:71; 10:106; 25:55
- Πιστεύουν σε όσα στάλθηκαν σε εσένα και σε όσα στάλθηκαν πριν από εσένα. (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) 2:4; 4:60; 4:162
- Δεν βλέπεις ότι ο Αλλάχ στέλνει νερό από τον ουρανό; (أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً) 22:63; 35:27; 39:21
- Όταν αποφασίσει ένα θέμα, απλώς του λέει: Γίνε, και γίνεται. (قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) 3:47; 19:35; 40:68
- Και στους Μαδιάμ (στείλαμε) τον αδελφό τους Σουαΐμπ. Είπε: Ω λαέ μου, λατρεύτε τον Αλλάχ. (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ) 7:85; 11:84; 29:36
- Αυτά είναι από τις ειδήσεις του αόρατου που σου αποκαλύπτουμε· δεν τα γνώριζες. (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ) 3:44; 11:49; 12:102
- Και όταν έρθει η προθεσμία τους, δεν μπορούν ούτε να την καθυστερήσουν ούτε να την επισπεύσουν. (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) 7:34; 10:49; 16:61
- Μην ακολουθείτε τα βήματα του σατανά, γιατί είναι φανερός εχθρός σας. (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 2:168; 2:208; 6:142
- Και ανάμεσα στους ανθρώπους υπάρχουν εκείνοι που διαφωνούν για τον Αλλάχ χωρίς γνώση. (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) 22:3; 22:8; 31:20
- Ο Αλλάχ το δίνει σε όποιον θέλει, και ο Αλλάχ είναι πλούσιος σε χάρη. (اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 57:21; 57:29; 62:4
- Κάθε ψυχή θα ανταμειφθεί πλήρως γι' αυτά που έπραξε, και δεν θα αδικηθούν. (تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) 2:281; 3:25; 3:161
- Μη σκοτώνετε την ψυχή που ο Αλλάχ απαγόρευσε, παρά μόνο δικαίως. (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) 6:151; 17:33; 25:68
- Όταν αποφασίσει ένα θέμα, απλώς του λέει: Γίνε. (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن) 3:47; 19:35; 40:68
- Μπείτε από τις πύλες της Κόλασης, όπου θα μείνετε αιώνια· και τι άσχημο κατάλυμα για τους υπερόπτες! (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) 16:29; 39:72; 40:76
- Δεν είδες εκείνους στους οποίους δόθηκε μέρος της Γραφής; (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ) 3:23; 4:44; 4:51
- Για αυτούς είναι κήποι κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια. (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:198; 5:119; 9:89
- Ω λαέ μου, δράστε σύμφωνα με τη θέση σας, κι εγώ θα δράσω, και σύντομα θα μάθετε. (يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) 6:135; 11:93; 39:39
- Όποιος αντιτίθεται στον Αλλάχ και στον Αγγελιοφόρο Του, γι' αυτόν είναι η φωτιά της Κόλασης, όπου θα μείνει αιώνια. (اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا) 9:63; 72:23
- Βάλαμε επικαλύμματα στις καρδιές τους, για να μην το κατανοήσουν, και βάρος στα αυτιά τους. (عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) 17:46; 18:57
- Σε όποια πόλη στείλαμε προειδοποιητή, οι εύποροι της είπαν: Εμείς. (فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا) 34:34; 43:23
- Είπαν: Παρακάλεσε για μας τον Κύριό σου να μας ξεκαθαρίσει τι είναι. (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ) 2:68; 2:70
- Θα πουν: Ο Αλλάχ. Πες: Δόξα στον Αλλάχ! Αλλά οι περισσότεροι από αυτούς. (لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا) 29:63; 31:25
- Και η απάντηση του λαού του ήταν μόνο ότι είπαν: Βγάλτε τους έξω. (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم) 7:82; 27:56
- Κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια· αυτή είναι η μεγάλη επιτυχία. (تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ) 9:100; 64:9
- Αυτοί βρίσκονται σε οδηγία από τον Κύριό τους, και αυτοί είναι οι επιτυχημένοι. (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) 2:5; 31:5
- Εκείνον που θα τον βρει τιμωρία που τον εξευτελίζει και θα τον βρει αιώνια τιμωρία. (مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ) 11:39; 39:40
- Περιηγηθείτε στη γη και δείτε ποιο ήταν το τέλος εκείνων που αρνήθηκαν. (فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) 3:137; 16:36
- Δεν θα το επιθυμήσουν ποτέ, λόγω αυτών που έστειλαν τα χέρια τους, και ο Αλλάχ γνωρίζει τους άδικους. (يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) 2:95; 62:7
- Αυτός γνωρίζει καλύτερα ποιος πλανήθηκε από τον δρόμο Του, και Αυτός γνωρίζει καλύτερα. (هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ) 53:30; 68:7
- Αληθινά, ο Αλλάχ είναι ο Κύριός μου και ο Κύριός σας, γι' αυτό λατρεύστε Τον· αυτός είναι ο ευθύς δρόμος. (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ) 3:51; 19:36
- Είναι γεμάτος χάρη για τους ανθρώπους, αλλά οι περισσότεροι από αυτούς δεν ευγνωμονούν. (لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) 10:60; 27:73
- Τους ουρανούς και τη γη και όσα είναι μεταξύ τους δημιουργήσαμε μόνο με αλήθεια και για καθορισμένο χρόνο. (السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى) 30:8; 46:3
- Άφησέ τους να βυθιστούν (στη ματαιότητα) και να παίζουν, μέχρι να συναντήσουν την Ημέρα τους που τους υποσχέθηκαν. (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) 43:83; 70:42
- Όταν συναντούν αυτούς που πίστεψαν, λένε: Πιστέψαμε, και όταν μένουν μόνοι. (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا) 2:14; 2:76
- Τηρούν την Τορά και το Ευαγγέλιο και όσα τους στάλθηκαν από τον Κύριό τους. (أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ) 5:66; 5:68
- Γνωρίζει τι είναι μπροστά τους και τι πίσω τους, και αυτοί δεν το περιβάλλουν με τη γνώση τους. (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ) 2:255; 20:110
- Και Αυτός είναι που δημιούργησε τους ουρανούς και τη γη σε έξι ημέρες. (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) 11:7; 57:4
- Σε αυτό υπάρχει σημάδι για εσάς, αν είστε πιστοί. (إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ) 2:248; 3:49
- Τι εμπόδισε τους ανθρώπους να πιστέψουν όταν τους ήρθε η οδηγία; (وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) 17:94; 18:55
- Και έκαναν στον Αλλάχ εταίρους, για να ξεστρατίζουν από τον δρόμο Του. Πες: Απολαύστε. (وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا) 14:30; 39:8
- Και απόρησαν που ήρθε σε αυτούς προειδοποιητής από ανάμεσά τους, και οι άπιστοι είπαν: Αυτός. (وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا) 38:4; 50:2
- Αληθινά, ο Κύριός σου γνωρίζει καλύτερα ποιος πλανήθηκε από τον δρόμο Του. (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) 53:30; 68:7
- Όπως εκείνος που ξοδεύει την περιουσία του για επίδειξη στους ανθρώπους και δεν πιστεύει στον Αλλάχ. (كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ) 2:264; 4:38
- Ξοδέψτε από όσα σας δώσαμε, πριν έρθει. (أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ) 2:254; 63:10
- Σας υπέταξε ό,τι υπάρχει στους ουρανούς και στη γη. (سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 31:20; 45:13
- Κι εμείς είμαστε σε αμφιβολία γι' αυτό που μας καλείτε. (وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ) 11:62; 14:9
- Αληθινά, ο Κύριός σου αυξάνει τα προς το ζην σε όποιον θέλει και τα περιορίζει. Αληθινά, Αυτός. (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ) 17:30; 34:36
- Ο Κύριος των ουρανών και της γης και όσων είναι μεταξύ τους, αν είστε βέβαιοι. (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ) 26:24; 44:7
- Πιστέψαμε στον Αλλάχ και σε όσα στάλθηκαν σε εμάς και σε όσα στάλθηκαν σε. (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى) 2:136; 3:199
- Και εκείνους που αδίκησαν, τους βρήκε η φωνή και έμειναν γονατιστοί στα σπίτια τους. (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) 11:67; 11:94
- Δεν υπάρχει αμαρτία σε εσάς για ό,τι κάνουν σε σχέση με τον εαυτό τους. (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ) 2:234; 2:240
- Ο Κύριός σου γνωρίζει καλύτερα ποιος πλανήθηκε από τον δρόμο Του, και Αυτός. (رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ) 53:30; 68:7
- Με το Πνεύμα (αποκάλυψη) από την εντολή Του, σε όποιον θέλει από τους δούλους Του. (بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) 16:2; 40:15
- Και δώσαμε στον Ιησού, τον γιο της Μαρίας, τα ξεκάθαρα σημάδια και τον ενισχύσαμε με το Άγιο Πνεύμα. (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) 2:87; 2:253
- Για να κρίνει μεταξύ τους την Ημέρα της Ανάστασης γι' αυτά που διαφωνούσαν. (لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ) 16:124; 22:69
- Και αναποδογυρίσαμε την πόλη και ρίξαμε πάνω τους πέτρες από πηλό. (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ) 11:82; 15:74
- Είναι το ίδιο γι' αυτούς, είτε τους προειδοποιήσεις είτε όχι, δεν θα πιστέψουν. (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ) 2:6; 36:10
- Εκτός από τους ανθρώπους, γι' αυτό επιθυμήστε τον θάνατο, αν είστε αληθινοί. (مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ) 2:94; 62:6
- Τον Αλλάχ, δεν έχετε άλλο θεό εκτός από Αυτόν. Δεν φοβάστε; (اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ) 23:23; 23:32
- Είτε σου δείξουμε μέρος από αυτό που τους υποσχεθήκαμε, είτε σε πάρουμε, σε εμάς είναι η επιστροφή τους. (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا) 10:46; 40:77
- Είπαν: Όταν πεθάνουμε και γίνουμε χώμα και κόκαλα, θα αναστηθούμε; (قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ) 23:82; 56:47
- Η χάρη βρίσκεται στο χέρι του Αλλάχ· τη δίνει σε όποιον θέλει. Και ο Αλλάχ. (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ) 3:73; 57:29
- Και θα επιστρέψετε σε Αυτόν που γνωρίζει το αόρατο και το φανερό, και θα σας ενημερώσει για όσα κάνατε. (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) 9:105; 62:8
- Εσείς που πιστέψατε, θυμηθείτε τη χάρη του Αλλάχ προς εσάς, όταν. (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ) 5:11; 33:9
- Και πριν από εσένα δεν στείλαμε παρά άνδρες στους οποίους δίναμε αποκάλυψη. (وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم) 12:109; 16:43
- Θα συγχωρήσει τις αμαρτίες του και θα τον εισάγει σε κήπους κάτω από τους οποίους ρέουν ποτάμια. (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) 64:9; 66:8
- Όποιος είναι άρρωστος ή σε ταξίδι, τότε (να νηστέψει) άλλες ημέρες. (مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) 2:184; 2:185
- Δεν ακολουθούν παρά την εικασία, και δεν κάνουν παρά υποθέσεις. (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) 6:116; 10:66
- Ένα καλό παράδειγμα για όποιον ελπίζει στον Αλλάχ και την Έσχατη Ημέρα. (أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) 33:21; 60:6
- Και δεν δημιουργήσαμε τους ουρανούς και τη γη και όσα είναι μεταξύ τους, παρά με αλήθεια. (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) 15:85; 46:3
- Βάλε το χέρι σου στον κόρφο σου, θα βγει λευκό χωρίς βλάβη. (يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) 27:12; 28:32
- Εκλέγει με το έλεός Του όποιον θέλει, και ο Αλλάχ είναι πλούσιος σε χάρη. (يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) 2:105; 3:74
- Δεν γνωρίζεις ότι ο Αλλάχ έχει την εξουσία των ουρανών και της γης; (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) 2:107; 5:40
- Ό,τι καλό κι αν στείλετε μπροστά για τον εαυτό σας, θα το βρείτε κοντά στον Αλλάχ. (وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ) 2:110; 73:20
- Και όπου κι αν βγεις, στρέψε το πρόσωπό σου προς το Ιερό Τέμενος. (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) 2:149; 2:150
- Όσοι ήταν πριν από εσάς, και δεν θα βρεις αλλαγή στον νόμο του Αλλάχ. (خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا) 33:62; 48:23
- Εκείνου που ανήκει ό,τι υπάρχει στους ουρανούς και στη γη. (الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) 34:1; 42:53
- Καμία γυναίκα δεν μένει έγκυος ούτε γεννά, παρά με τη γνώση Του. (وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) 35:11; 41:47
- Υπέταξε τη νύχτα, τον ήλιο και το φεγγάρι· το καθένα κινείται μέχρι καθορισμένου χρόνου. (اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى) 35:13; 39:5
- Κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια, και αυτή είναι η ανταμοιβή. (تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ) 5:85; 20:76
- Είπε: Όχι, οι ψυχές σας σας παρότρυναν σε κάτι· υπομονή λοιπόν. (قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ) 12:18; 12:83
- Ό,τι υπάρχει στους ουρανούς και στη γη, και ότι ο Αλλάχ. (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ) 5:97; 22:64
- Και δεν τους ήρθε αγγελιοφόρος, χωρίς να τον κοροϊδέψουν. (وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ) 15:11; 36:30
- Είπαν: Ω Μωυσή, είτε εσύ θα ρίξεις, είτε εμείς θα ρίξουμε; (قَالُوا يَامُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ) 7:115; 20:65
- Αυτός σας θανατώνει, και κάποιοι από εσάς επιστρέφονται στην πιο αδύναμη ηλικία, ώστε. (يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ) 16:70; 22:5
- Για αυτούς είναι κήποι κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια. (رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 3:15; 3:136
- Και βάλαμε επικαλύμματα στις καρδιές τους, για να μην το κατανοήσουν, και βάρος στα αυτιά τους. (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ) 17:46; 18:57
- Η υπόσχεση του Αλλάχ είναι αληθινή, αλλά οι περισσότεροι από αυτούς δεν γνωρίζουν. (إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) 10:55; 28:13
- Αυτό γιατί αντιστάθηκαν στον Αλλάχ και στον Αγγελιοφόρο Του· και όποιος αντιστέκεται στον Αλλάχ. (ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ) 8:13; 59:4
- Και την Ημέρα που θα τους καλέσει και θα πει: Πού είναι οι εταίροι Μου που υποστηρίζατε; (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) 28:62; 28:74
- Δεν είδαν ότι ο Αλλάχ, που δημιούργησε τους ουρανούς και τη γη, μπορεί να δημιουργήσει όμοιούς τους; (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) 17:99; 46:33
- (Αυτός) που σας έπλασε από χώμα, μετά από σταγόνα, μετά. (بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ) 18:37; 40:67
- Θα έλεγαν: Κύριέ μας, γιατί δεν μας έστειλες έναν αγγελιοφόρο, για να ακολουθήσουμε τα σημάδια Σου; (لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) 20:134; 28:47
- Μετά η επιστροφή τους θα είναι στον Κύριό τους, και θα τους ενημερώσει για όσα έκαναν. (ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ) 6:108; 39:7
- Δεν έχουν γνώση γι' αυτό· ακολουθούν μόνο εικασίες. (مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا) 43:20; 45:24
- Βρήκαμε τους πατέρες μας σε μια θρησκεία, κι εμείς ακολουθούμε τα βήματά τους. (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم) 43:22; 43:23
- Εκείνοι στους οποίους δόθηκε η Γραφή, δεν διαφώνησαν παρά μόνο αφού τους ήρθε η γνώση. (الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ) 3:19; 98:4
- Και όταν ο Αβραάμ είπε: Κύριέ μου, κάνε αυτή την πόλη ασφαλή. (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) 2:126; 14:35
- Σας έδωσε την ακοή, την όραση και τις καρδιές· λίγο ευγνωμονείτε. (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ) 32:9; 67:23
- Εκείνοι που διαφωνούν για τα σημάδια του Αλλάχ, χωρίς εξουσία που τους ήρθε. (الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) 40:35; 40:56
- Ακολουθήστε τη θρησκεία του Αβραάμ, του ορθόδοξου, και δεν ήταν από τους ειδωλολάτρες. (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) 3:95; 16:123
- Και όταν σας σώσαμε από την οικογένεια του Φαραώ, που σας υπέβαλαν σε φρικτό βασανιστήριο. (وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) 7:141; 14:6
- Αυτή είναι η ορθή θρησκεία, αλλά οι περισσότεροι άνθρωποι δεν γνωρίζουν. (ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) 12:40; 30:30
- Δεν βλέπεις ότι ο Αλλάχ σας υπέταξε όσα υπάρχουν στους. (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي) 22:65; 31:20
- Οι άπιστοι θα έλεγαν: Αυτό δεν είναι παρά φανερή μαγεία. (لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ) 6:7; 11:7
- Και όταν τους αναγιγνώσκονται τα ξεκάθαρα σημάδια μας, οι άπιστοι λένε. (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا) 19:73; 46:7
- Κήποι της Αϊώνιας Κατοικίας, κάτω από τους οποίους ρέουν ποτάμια, όπου θα μείνουν αιώνια. (جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا) 20:76; 98:8
- Δημιουργεί ό,τι θέλει· ο Αλλάχ είναι Παντοδύναμος. (مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) 24:45; 35:1
- Για να σας συγχωρήσει τις αμαρτίες σας και να σας αναβάλει μέχρι καθορισμένου χρόνου. (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى) 14:10; 71:4
- Θέλετε να μας αποτρέψετε από αυτό που λάτρευαν οι πατέρες μας; (تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) 14:10; 34:43
- Και όταν ο Κύριός σου είπε στους αγγέλους: Θα δημιουργήσω άνθρωπο από πηλό. (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن) 15:28; 38:71
- Και Αυτός είναι που στέλνει τους ανέμους ως μηνυτές χαράς μπροστά από το έλεός Του. (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) 7:57; 25:48
- Πες: Περιηγηθείτε στη γη και δείτε ποιο ήταν το τέλος. (قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ) 27:69; 30:42
- Στη δημιουργία των ουρανών και της γης, και στην εναλλαγή νύχτας και ημέρας (είναι σημάδια). (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) 2:164; 3:190
- Ποιος θα δανείσει στον Αλλάχ ένα καλό δάνειο, για να του το πολλαπλασιάσει; (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ) 2:245; 57:11
- Κρίνε ανάμεσά τους σύμφωνα με όσα έστειλε ο Αλλάχ, και μην ακολουθείς τις επιθυμίες τους. (فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) 5:48; 5:49
- Μήπως περιμένουν τίποτα άλλο παρά να τους έρθουν οι άγγελοι, ή να έρθει η εντολή του Κυρίου σου; (هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ) 6:158; 16:33
- Αληθινά, εκείνοι που επινοούν ψέματα εναντίον του Αλλάχ, δεν θα επιτύχουν. (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ) 10:69; 16:116
- Όπως η συνήθεια της οικογένειας του Φαραώ και εκείνων πριν από αυτούς· αρνήθηκαν τα σημάδια μας. (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا) 3:11; 8:54
- Και φέρνει χαρμόσυνα νέα στους πιστούς που κάνουν καλά έργα, ότι τους αξίζει ανταμοιβή. (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا) 17:9; 18:2
- Ο Αλλάχ αυξάνει τα προς το ζην σε όποιον θέλει από τους δούλους Του και τα περιορίζει. (اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) 28:82; 29:62
- Και θα επιστρέψετε σε Αυτόν που γνωρίζει το αόρατο και το φανερό, και θα σας ενημερώσει για όσα κάνατε. (وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ) 9:105; 62:8
- Και οι συγγενείς είναι πιο κοντά μεταξύ τους, σύμφωνα με τη Γραφή του Αλλάχ. (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ) 8:75; 33:6
cmds - Commands, Exhortations, Prohibitions, Instructions
- fard / wajib (فرض / واجب) — υποχρεωτικό (πρέπει να γίνει· αμαρτία να παραλειφθεί)
- mustahabb / mandub (مستحب / مندوب) — συνιστώμενο (ανταμείβεται αν γίνει, όχι αμαρτία αν παραλειφθεί)
- mubah (مباح) — ουδέτερο / επιτρεπτό (ούτε ανταμοιβή ούτε αμαρτία)
- makruh (مكروه) — απεχθές / αποδοκιμαστέο (αποθαρρύνεται, αλλά όχι αμαρτία αν γίνει)
- haram (حرام) — απαγορευμένο (αμαρτία να γίνει)
- halal (حلال, επιτρεπτό / νόμιμο) — περιλαμβάνει τόσο το mubah όσο και το mustahabb — οτιδήποτε δεν απαγορεύεται
- Λατρεύετε μόνο τον Αλλάχ και ζητάτε τη βοήθεια/υποστήριξή Του. 1:5
- Λατρεύετε μόνο τον Αλλάχ. 2:21
- Μην αποδίδετε συντρόφους στον Αλλάχ. 2:22
- Ο Αλλάχ είναι Αυτός που συγχωρεί (δέχεται τη μετάνοια), δέχθηκε τη μετάνοια του Αδάμ (ειρήνη σε αυτόν). 2:37
- Μην αναμιγνύετε την αλήθεια με το ψέμα και μην κρύβετε την αλήθεια. 2:42
- Εκτελείτε την προσευχή (τις καθημερινές προσευχές) και δίνετε τη ζακάτ (ελεημοσύνη). 2:43
- Προστάξτε τους άλλους να κάνουν το καλό αφού πρώτα το εφαρμόσετε μόνοι σας. 2:44
- Ζητήστε τη βοήθεια του Αλλάχ σε όλες σας τις υποθέσεις. 2:45
- Μην εμπλέκεστε σε διαφθορά και μην τη διαδίδετε. 2:60
- Μην εμποδίζετε τους ανθρώπους να πηγαίνουν στους τόπους λατρείας. 2:114
- Σεβαστείτε την ιερότητα του τζαμιού. Διατηρείτε τους χώρους προσευχής σας καθαρούς και αγνούς. 2:125
- Θυμάστε τον Αλλάχ (με προσευχή, δοξολογία κ.λπ.) και Αυτός θα σας θυμάται, και να είστε ευγνώμονες σε Αυτόν. 2:152
- Να είστε υπομονετικοί στις αντιξοότητες. 2:153
- Μην ακολουθείτε τα βήματα του Σατανά, ο οποίος είναι φανερός εχθρός. 2:168
- Μην ακολουθείτε κανέναν τυφλά. 2:170
- Φυλάξτε και εκπληρώστε όλες τις παρακαταθήκες. Εκπληρώστε τα θρησκευτικά σας καθήκοντα με ειλικρίνεια. Εκπληρώστε τους όρκους και τις συνθήκες σας. Τηρείτε τις υποσχέσεις, ειδικά αυτές που δώσατε στον Αλλάχ. Υποστηρίξτε τους απόρους και ανακουφίστε τις δυσκολίες. Αποφύγετε την τέλεση αμαρτιών που οδηγούν σε απώλεια της θεϊκής εύνοιας. Μην αφήνετε την υπερηφάνεια να σας οδηγεί σε αδικία. 2:177
- Στην κιζάς (ο νόμος της ισότητας στην τιμωρία) υπάρχει (σωτηρία) ζωής για εσάς. 2:179
- Νηστεύετε κατά τον μήνα Ραμαδάν. Τηρήστε την προδιαγεγραμμένη νηστεία για να γίνετε οι Μουττακούν (οι ευσεβείς). 2:183
- Σεβαστείτε το Κοράνι ως την απόλυτη πηγή καθοδήγησης. 2:185
- Μην κατατρώγετε την περιουσία του άλλου άδικα και μην δίνετε δωροδοκίες στους δικαστές (πριν παρουσιάσετε τις υποθέσεις σας). 2:188
- Μην καταπιέζετε τους άλλους, με λόγια ή με έργα. Μην πολεμάτε ποτέ ως επιτιθέμενοι, αλλά μόνο για άμυνα. 2:190
- Προστατεύετε τα ορφανά. Όσον αφορά τα ορφανά, να διαχειρίζεστε την περιουσία τους τίμια και να μην την κατατρώγετε. 2:220
- Μετανοήστε και ζητήστε τη συγχώρεση του Αλλάχ. Μην έχετε σεξουαλική επαφή κατά την περίοδο της εμμήνου ρύσεως. Διατηρήστε την αγνότητα (τόσο σωματική όσο και πνευματική). 2:222
- Εκπληρώστε τις ευθύνες σας απέναντι στην οικογένειά σας. 2:233
- Επιλέξτε ηγέτες με βάση την αξία τους. 2:247
- Δεν υπάρχει εξαναγκασμός στη θρησκεία. 2:256
- Ξοδέψτε πλούτο σε φιλανθρωπία. Να είστε φιλάνθρωποι και σε πλούτο και σε χρόνο. 2:261
- Μην ακυρώνετε τη φιλανθρωπία σας καυχώμενοι για τη γενναιοδωρία σας. 2:264
- Ο Σατανάς σας απειλεί με φτώχεια και σας προστάζει να διαπράττετε αισχρότητες (κακές πράξεις, παράνομες σεξουαλικές σχέσεις, αμαρτίες). 2:268
- Αναζητήστε τους απόρους και βοηθήστε τους. 2:273
- Μην εμπλέκεστε σε τοκογλυφία και τόκους. Μην καταναλώνετε περιουσία που φέρει τόκους. Μην τρώτε ρίμπα (τοκογλυφία). 2:275
- Δώστε περισσότερο χρόνο στον οφειλέτη να αποπληρώσει αν βρίσκεται σε δυσκολία. 2:280
- Κρατήστε το λόγο σας στις εμπορικές συναλλαγές. Να είστε αληθείς στις οικονομικές σας υποθέσεις. Να ενεργείτε με ακεραιότητα σε όλες σας τις δεσμεύσεις. Όταν συνάπτετε χρέος για καθορισμένο χρονικό διάστημα, καταγράψτε το. Παίρνετε μάρτυρες όποτε συνάπτετε εμπορική σύμβαση. 2:282
- Φυλάξτε και εκπληρώστε όλες τις παρακαταθήκες. 2:283
- Πιστέψτε στις αποκαλυφθείσες Γραφές και σε όλους τους Προφήτες. 2:285
- Ο Αλλάχ δεν επιβαρύνει κανέναν πέρα από τις δυνατότητές του. Θα λάβει ανταμοιβή για το καλό που απέκτησε και τιμωρία για το κακό που απέκτησε. Ο Θεός δεν επιβαρύνει τον άνθρωπο πέρα από τις δυνατότητές του· ούτε εμείς πρέπει να το κάνουμε. Εμπιστευτείτε το σχέδιο του Αλλάχ ακόμα και στις δυσκολίες. 2:286
- Όποιος εκπληρώνει τις υποσχέσεις του και φοβάται τον Αλλάχ, τότε ο Αλλάχ αγαπά τους ευσεβείς. 3:76
- Εκτελέστε το χατζ (το προσκύνημα) αν έχετε τη δυνατότητα. 3:97
- Μην διχάζεστε. 3:103
- Προστάξτε το καλό και απαγορεύστε το κακό. Ενθαρρύνετε τη δικαιοσύνη στην κοινότητά σας. Καλέστε τους άλλους στην ανάμνηση του Αλλάχ. 3:104
- Οι πιστοί πρέπει να εμπιστεύονται τον Αλλάχ. 3:122
- Μην τρώτε ρίμπα (τοκογλυφία). 3:130
- Υπακούτε στον Αλλάχ και στον Αγγελιαφόρο Του για να λάβετε έλεος. 3:132
- Ο Αλλάχ αγαπά αυτούς που ξοδεύουν (για την υπόθεση του Αλλάχ — φιλανθρωπικά έργα, ελεημοσύνη, κ.λπ.) στην ευημερία και στη δυσχέρεια, που συγκρατούν τον θυμό τους και που συγχωρούν τους ανθρώπους. 3:134
- Συγκρατήστε τον θυμό σας. Ελέγξτε τον θυμό σας. 3:134
- Συγχωρήστε και συγχωρέστε τα λάθη των άλλων. 3:135
- Μην είστε αγενείς στον λόγο. Να είστε υπομονετικοί με εκείνους που διαφέρουν από εσάς. 3:159
- Αν ο Αλλάχ σας βοηθήσει, κανείς δεν μπορεί να σας νικήσει· και αν σας εγκαταλείψει, ποιος είναι αυτός που μετά από Αυτόν μπορεί να σας βοηθήσει; 3:160
- Κάθε ψυχή θα γευτεί τον θάνατο. Και μόνο την Ημέρα της Ανάστασης θα λάβετε ολόκληρη την ανταμοιβή σας. 3:185
- Σκεφτείτε βαθιά τα θαύματα της φύσης και τη δημιουργία αυτού του σύμπαντος. Να ξέρετε ότι ο Θεός δημιούργησε το σύμπαν με νόημα και σκοπό. 3:191
- Οι άνδρες και οι γυναίκες έχουν ίση ανταμοιβή για τις πράξεις τους. 3:195
- Για εκείνους που φοβούνται τον Κύριό τους, υπάρχουν Κήποι (στον Παράδεισο) από κάτω από τους οποίους ρέουν ποταμοί· εκεί θα κατοικούν για πάντα, ως φιλοξενία από τον Αλλάχ. 3:198
- Να επιδιώκετε πάντα την ευαρέσκεια του Αλλάχ σε κάθε πράξη. 3:200
- Να είστε ευσεβείς απέναντι στον Κύριό σας, να Τον φοβάστε και (μην κόβετε) τους συγγενικούς δεσμούς. 4:1
- Δώστε στα ορφανά την περιουσία τους και μην ανταλλάσσετε (τα δικά σας κακά) με τα (δικά τους καλά)· και μην κατατρώγετε την περιουσία τους (προσθέτοντάς την στη δική σας). 4:2
- Δώστε στις γυναίκες (που παντρεύεστε) τον μάχρ τους (την υποχρεωτική προίκα που ο σύζυγος δίνει στη σύζυγό του κατά τον γάμο) με καλή καρδιά. 4:4
- Προστατέψτε τα δικαιώματα των ορφανών. 4:6
- Η περιουσία του νεκρού πρέπει να μοιραστεί μεταξύ των μελών της οικογένειάς του. Οι γυναίκες έχουν δικαίωμα κληρονομιάς. 4:7
- Μην κατατρώγετε την περιουσία των ορφανών άδικα. 4:10
- Υπακούστε στις εντολές σχετικά με την κληρονομιά. 4:11
- Απαγορεύεται να κληρονομείτε γυναίκες παρά τη θέλησή τους και δεν πρέπει να τις μεταχειρίζεστε σκληρά. Ζήστε μαζί τους (τις συζύγους) με τιμή. Σεβαστείτε και τηρήστε τα δικαιώματα των γυναικών. Συμπεριφέρεστε στη σύζυγό σας με καλοσύνη και συμπόνια. Συμπεριφέρεστε στις γυναίκες με τιμή και δικαιοσύνη. 4:19
- Μην παντρεύεστε εκείνους που είναι εξ αίματος συγγενείς σας. 4:23
- Μην σκοτώνετε ο ένας τον άλλον. Ο Αλλάχ είναι σπλαχνικός απέναντί σας. Μην κατατρώγετε την περιουσία του άλλου άδικα. 4:29
- Αν αποφεύγετε τις μεγάλες αμαρτίες που απαγορεύονται, ο Αλλάχ θα σας συγχωρήσει τις (μικρές) αμαρτίες σας και θα σας εισαγάγει σε ευγενή είσοδο (τον Παράδεισο). 4:31
- Μην επιθυμείτε αυτά με τα οποία ο Αλλάχ έκανε κάποιους από εσάς να υπερέχουν άλλων. Αποφύγετε τον φθόνο και τη ζήλια. 4:32
- Οι άνδρες είναι προστάτες και φύλακες των γυναικών, επειδή ο Αλλάχ έκανε κάποιους να υπερέχουν άλλων, και επειδή ξοδεύουν από τα μέσα τους (για τη συντήρησή τους). Ο άνδρας είναι ο προστάτης και υποστηρικτής της οικογένειας. 4:34
- Λατρεύετε τον Αλλάχ και μην αποδίδετε συντρόφους σε Αυτόν, να είστε καλοί στους γονείς, στους συγγενείς, στα ορφανά, στους φτωχούς, στον γείτονα, στον σύντροφο δίπλα σας, στον οδοιπόρο (που συναντάτε) και σε αυτούς (δούλους) που κατέχουν τα δεξιά σας χέρια. Ο Αλλάχ δεν αγαπά εκείνους που είναι υπερήφανοι και καυχησιάρηδες. Να είστε καλοί στους άλλους. Δείξτε έλεος στους αδύναμους. Διατηρήστε τους οικογενειακούς δεσμούς και τιμήστε τους συγγενείς. 4:36
- Μην είστε τσιγκούνηδες. 4:37
- Ο Αλλάχ δεν συγχωρεί να αποδίδονται σ' Αυτόν σύντροφοι, αλλά συγχωρεί ό,τι είναι κατώτερο από αυτό, σε όποιον θέλει. 4:48
- Μην ζηλεύετε τους άλλους. 4:54
- Ο Αλλάχ σας διατάζει να επιστρέφετε τις παρακαταθήκες στους κατόχους τους. Όταν δικάζετε μεταξύ των ανθρώπων, δικάζετε με δικαιοσύνη. 4:58
- Υπακούτε στον Αλλάχ και στον Αγγελιαφόρο Του. Αποδώστε τον δέοντα σεβασμό σε εκείνους που έχουν εξουσία μεταξύ σας. 4:59
- Μην καταπιέζετε τους αδύναμους και τους ευάλωτους. 4:75
- Ό,τι καλό σας έρχεται, είναι από τον Αλλάχ· ό,τι κακό σας βρίσκει, είναι από τους ίδιους σας. 4:79
- Όποιος υπακούει στον Αγγελιαφόρο (Μουχάμαντ ﷺ), έχει υπακούσει στον Αλλάχ. 4:80
- Όποιος μεσιτεύει για καλό σκοπό, θα λάβει μερίδιο από την ανταμοιβή του· και όποιος μεσιτεύει για κακό σκοπό, θα λάβει μερίδιο από το βάρος του. 4:85
- Δεν είναι επιτρεπτό για έναν πιστό να σκοτώνει έναν πιστό, εκτός από λάθος. 4:92
- Όποιος σκοτώνει εσκεμμένα έναν πιστό, η ανταμοιβή του είναι η Κόλαση, όπου θα παραμείνει για πάντα. Η οργή και η κατάρα του Αλλάχ είναι επάνω του, και έχει ετοιμαστεί γι' αυτόν μεγάλη τιμωρία. 4:93
- Όποιος μεταναστεύει (από το σπίτι του) για την υπόθεση του Αλλάχ, θα βρει στη γη πολλά καταφύγια και αφθονία. 4:100
- Να είστε συνεπείς στις προσευχές σας. 4:103
- Μην υποστηρίζετε και μην είστε συνήγοροι εκείνων που προδίδουν τις παρακαταθήκες τους. 4:105
- Ζητήστε τη συγχώρεση του Αλλάχ, ο Αλλάχ είναι σίγουρα Συγχωρητικός, Ελεήμων. 4:106
- Εσείς που πιστεύετε! Να είστε σταθεροί στη δικαιοσύνη, μάρτυρες για τον Αλλάχ, ακόμα κι αν είναι εναντίον σας, ή των γονιών σας, ή των συγγενών σας, είτε είναι πλούσιος είτε φτωχός. Μην καθυστερείτε τη δικαιοσύνη· ενεργήστε άμεσα για να διορθώσετε τις αδικίες. 4:135
- Οι υποκριτές προσπαθούν να εξαπατήσουν τον Αλλάχ, αλλά Αυτός τους εξαπατά. 4:142
- Οι υποκριτές θα βρίσκονται στο κατώτατο σημείο της Φωτιάς· και δεν θα βρείτε γι' αυτούς βοηθό. 4:145
- Ο Αλλάχ δεν αγαπά να λέγεται το κακό δημόσια, εκτός από εκείνον που έχει αδικηθεί. 4:148
- Οι Αγγελιαφόροι ως φορείς καλών ειδήσεων και ως προειδοποιητές, ώστε οι άνθρωποι να μην έχουν επιχείρημα εναντίον του Αλλάχ μετά τους Αγγελιαφόρους. 4:165
- Εκπληρώστε τις συμβάσεις και τις υποσχέσεις σας. 5:1
- Βοηθάτε ο ένας τον άλλον στην αρετή και την ευσέβεια, και μη βοηθάτε ο ένας τον άλλον στην αμαρτία και την εχθρότητα. 5:2
- Μην τρώτε ψοφίμι, αίμα και χοιρινό κρέας. 5:3
- Να είστε δίκαιοι, μην αφήνετε την εχθρότητα και το μίσος προς τους άλλους να σας απομακρύνουν από τη δικαιοσύνη. Να είστε δίκαιοι. Να ξέρετε ότι η δικαιοσύνη είναι πιο κοντά στην ευσέβεια. Μην καθυστερείτε τη δικαιοσύνη· ενεργήστε άμεσα για να διορθώσετε τις αδικίες. 5:8
- Αναζητήστε τα μέσα προσέγγισης στον Αλλάχ και αγωνιστείτε για την υπόθεσή Του όσο μπορείτε. Για να επιτύχετε. 5:35
- Εκπληρώστε τους όρκους και τις συνθήκες σας. 5:89
- Αποφύγετε τα μεθυστικά ποτά και το αλκοόλ. Αποφύγετε αυστηρά τα μεθυστικά (όλα τα είδη αλκοολούχων ποτών), τα τυχερά παιχνίδια, τα είδωλα (λίθινοι βωμοί) και τα βέλη (για αναζήτηση τύχης ή απόφασης), τα οποία είναι όλα βδέλυγμα του έργου του Σατανά. 5:90
- Μην σκοτώνετε θήραμα ενώ βρίσκεστε σε κατάσταση ιχράμ για το χατζ ή την ούμρα (προσκύνημα). 5:95
- Μην ρωτάτε για πράγματα που, αν σας αποκαλυφθούν, μπορεί να σας προκαλέσουν πρόβλημα. 5:101
- Μην βρίζετε τις θεότητες των άλλων. Μην βρίζετε αυτά που (οι άπιστοι) λατρεύουν πέρα από τον Αλλάχ, μήπως και αυτοί βρίσουν τον Αλλάχ από άγνοια. 6:108
- Αν υπακούσετε στην πλειοψηφία αυτών που είναι στη γη, θα σας παραπλανήσουν από τον δρόμο του Αλλάχ. Ακολουθούν μόνο εικασίες και μόνο ψεύδονται. 6:116
- Εγκαταλείψτε (άνθρωποι) κάθε είδους αμαρτία, φανερή και κρυφή. 6:120
- Μην τρώτε (πιστοί) από εκείνο (το κρέας) πάνω στο οποίο δεν έχει ειπωθεί το όνομα του Αλλάχ (τη στιγμή της σφαγής). 6:121
- Όποιον θέλει ο Αλλάχ να οδηγήσει, του ανοίγει το στήθος για το Ισλάμ· και όποιον θέλει να αφήσει να πλανηθεί, του κάνει το στήθος στενό και σφιγμένο. 6:125
- Να είστε μετριοπαθείς στα έξοδα και να αποφεύγετε τη σπατάλη. Προστατεύστε τα δικαιώματα όλων των πλασμάτων. 6:141
- Μην αποδίδετε συντρόφους στον Αλλάχ, να είστε καλοί στους γονείς, μην σκοτώνετε τα παιδιά σας από φόβο φτώχειας, μην πλησιάζετε τις αισχρότητες, μην σκοτώνετε κανέναν που ο Αλλάχ απαγόρευσε, εκτός αν είναι για δίκαιο λόγο. 6:151
- Να είστε τίμιοι· μην απατάτε σε καμία από τις συναλλαγές σας. Μην πλησιάζετε την περιουσία του ορφανού, παρά μόνο για να την βελτιώσετε, δίνετε πλήρες μέτρο και πλήρες βάρος με δικαιοσύνη, όταν μιλάτε, λέτε την αλήθεια, ακόμα κι αν αφορά στενό συγγενή, και εκπληρώστε τη Συνθήκη του Αλλάχ. 6:152
- Ακολουθήστε τον Ευθύ Δρόμο και μην ακολουθείτε (άλλους) δρόμους, γιατί θα σας απομακρύνουν από τον Δρόμο Του. 6:153
- Πες (Μουχάμαντ): "Αλήθεια, η προσευχή μου, η λατρεία μου, η ζωή μου και ο θάνατός μου είναι για τον Αλλάχ, τον Κύριο των κόσμων." 6:162
- Μην είστε αλαζόνες. 7:13
- Μην σας εξαπατά ο Σατανάς. 7:27
- Πες (Μουχάμαντ): "Ο Κύριός μου πρόσταξε τη δικαιοσύνη…" 7:29
- Τηρείτε τα όρια που έθεσε ο Αλλάχ σε όλα. Αποφύγετε την υπέρβαση σε λόγια και πράξεις. Τρώτε και πίνετε, αλλά μην υπερβάλλετε. Φοράτε καλά ρούχα κατά την προσευχή. 7:31
- Ο Αλλάχ δημιούργησε τους ουρανούς και τη γη σε έξι Ημέρες, και μετά εγκαταστάθηκε στον Θρόνο (με τρόπο που αρμόζει στη Μεγαλειότητά Του). 7:54
- Επικαλείστε τον Κύριό σας με ταπείνωση και κρυφά. Αυτός δεν αγαπά τους υπερβάτες. 7:55
- Και μην προκαλείτε φθορά στη γη, αφού αυτή έχει μπει σε τάξη, και επικαλείστε Αυτόν με φόβο και ελπίδα. 7:56
- Αλλά εκείνοι που έκαναν κακές πράξεις και μετά μετανόησαν και πίστεψαν, ο Κύριός σου μετά από αυτά είναι Συγχωρητικός, Ελεήμων. 7:153
- Πες (Μουχάμαντ): "Άνθρωποι! Είμαι ο Αγγελιαφόρος του Αλλάχ προς όλους σας…" 7:158
- Και (όλα) τα Ωραιότερα Ονόματα ανήκουν στον Αλλάχ, γι' αυτό επικαλείστε Τον με αυτά, και αφήστε εκείνους που βλασφημούν τα Ονόματά Του… 7:180
- Όποιον ο Αλλάχ αφήσει να πλανηθεί, δεν έχει οδηγό· και τους αφήνει να περιπλανώνται τυφλά στις παραβάσεις τους. 7:186
- Δείξε συγχώρεση, πρόσταξε το καλό και απομακρύνσου από τους αμαθείς (δηλ. μην τους τιμωρείς). 7:199
- Συγχωρήστε τους άλλους για τα λάθη τους. 7:199
- Και αν σε πειράξει κάποια σκέψη από τον Σατανά, τότε ζήτησε καταφύγιο στον Αλλάχ. Αυτός είναι Πανάκουος, Παντογνώστης. 7:200
- Οι πιστοί είναι μόνο εκείνοι των οποίων οι καρδιές γεμίζουν φόβο όταν αναφέρεται ο Αλλάχ, και όταν τους απαγγέλλονται τα σημεία Του, τους αυξάνουν την πίστη… 8:2
- Μην προδίδετε τον Αλλάχ και τον Αγγελιαφόρο Του, και μην προδίδετε εν γνώσει σας τις παρακαταθήκες σας (και όλα τα καθήκοντα που σας όρισε ο Αλλάχ). 8:27
- Αν φοβάστε και υπακούτε τον Αλλάχ, Αυτός θα σας δώσει μια διάκριση (ένα κριτήριο για να ξεχωρίζετε το αληθινό από το ψεύτικο, ή μια διέξοδο από κάθε δυσκολία). 8:29
- Εκείνοι που απιστούν, ξοδεύουν τον πλούτο τους για να απομακρύνουν (τους ανθρώπους) από τον δρόμο του Αλλάχ, και θα συνεχίσουν να τον ξοδεύουν· αλλά στο τέλος θα γίνει γι' αυτούς μια λύπη. 8:36
- Πες σ' εκείνους που απίστησαν, αν σταματήσουν (την απιστία), θα συγχωρηθούν τα περασμένα τους. Αλλά αν επιστρέψουν (σε αυτήν), τότε τα παραδείγματα των (τιμωρηθέντων) πριν από αυτούς έχουν ήδη προηγηθεί (ως προειδοποίηση). 8:38
- Όταν συναντάτε (μια εχθρική) δύναμη, μείνετε σταθεροί και θυμάστε πολύ το όνομα του Αλλάχ (με γλώσσα και μυαλό), για να επιτύχετε. 8:45
- Μην είστε σαν εκείνους που βγήκαν από τα σπίτια τους με καύχηση και για να φανούν στους ανθρώπους, και (απομάκρυναν τους ανθρώπους) από τον δρόμο του Αλλάχ. 8:47
- Ο Αλλάχ δεν αλλάζει μια χάρη που έδωσε σε έναν λαό, μέχρι να αλλάξουν αυτοί ό,τι είναι μέσα τους. 8:53
- Τα χειρότερα ζωντανά πλάσματα κοντά στον Αλλάχ είναι εκείνοι που απιστούν. 8:55
- Ο Θεός βάζει αγάπη και στοργή ανάμεσα στις καρδιές εκείνων που πιστεύουν σε Αυτόν. 8:63
- Προστατέψτε και βοηθήστε αυτούς που ζητούν προστασία. 9:6
- Δεν αρμόζει στους πολυθεϊστές να συντηρούν τα τζαμιά του Αλλάχ. 9:17
- Αυτοί (οι άπιστοι, οι Εβραίοι και οι Χριστιανοί) θέλουν να σβήσουν το φως του Αλλάχ (με το οποίο στάλθηκε ο Μουχάμαντ ﷺ — ο ισλαμικός μονοθεϊσμός) με τα στόματά τους, αλλά ο Αλλάχ δεν θα επιτρέψει τίποτε άλλο από το να ολοκληρωθεί το Φως Του, ακόμα κι αν το μισούν οι άπιστοι. 9:32
- Οι ελεημοσύνες (ζακάτ) είναι μόνο: 1) για τους φτωχούς, 2) τους απόρους, 3) αυτούς που τις εισπράττουν, 4) για να ελκυσθούν οι καρδιές αυτών που έλκονται προς το Ισλάμ, 5) για την απελευθέρωση των αιχμαλώτων, 6) για τους χρεωμένους, 7) για την υπόθεση του Αλλάχ (για τους μαχητές) και 8) για τον οδοιπόρο. 9:60
- Όποιος αντιτίθεται και δείχνει εχθρότητα στον Αλλάχ και τον Αγγελιαφόρο Του (ﷺ), σίγουρα γι' αυτόν θα είναι η Φωτιά της Κόλασης, όπου θα παραμείνει για πάντα. Αυτή είναι μεγάλη ντροπή. 9:63
- Οι υποκριτές, άνδρες και γυναίκες, είναι ο ένας σαν τον άλλο. Ξέχασαν τον Αλλάχ, έτσι κι Αυτός τους ξέχασε. 9:67
- Αγωνιστείτε για την αγνότητα. Σεβαστείτε την ιερότητα του τζαμιού. 9:108
- Δεν αρμόζει (στον Προφήτη και τους πιστούς) να ζητούν συγχώρεση για τους πολυθεϊστές, ακόμα κι αν είναι συγγενείς, αφού τους έγινε φανερό ότι είναι κάτοικοι της Φωτιάς (επειδή πέθαναν σε κατάσταση απιστίας). 9:113
- Ποιος είναι πιο άδικος από αυτόν που επινοεί ψέματα εναντίον του Αλλάχ ή αρνείται τα σημεία Του; Σίγουρα, οι εγκληματίες ποτέ δεν θα επιτύχουν! 10:17
- Λατρεύουν, πέρα από τον Αλλάχ, πράγματα που δεν μπορούν ούτε να τους βλάψουν ούτε να τους ωφελήσουν, και λένε: "Αυτοί είναι οι μεσολαβητές μας στον Αλλάχ." Πες: "Θα πληροφορήσετε τον Αλλάχ για κάτι που δεν γνωρίζει στους ουρανούς και στη γη;" Δόξα σ' Αυτόν και είναι Υψηλά πάνω από όσα αποδίδουν σ' Αυτόν ως συντρόφους! 10:18
- Η ανταπόδοση για μια κακή πράξη είναι μια παρόμοια κακή πράξη. 10:27
- Αυτός είναι ο Αλλάχ, ο αληθινός Κύριός σας. Τι υπάρχει λοιπόν μετά την αλήθεια, παρά η πλάνη; Πώς λοιπόν απομακρύνεστε; 10:32
- Οι περισσότεροι από αυτούς δεν ακολουθούν παρά εικασίες. Αλήθεια, οι εικασίες σε τίποτα δεν ωφελούν έναντι της αλήθειας. 10:36
- Αλήθεια! Ο Αλλάχ σε τίποτα δεν αδικεί τους ανθρώπους· αλλά οι άνθρωποι αδικούν τους εαυτούς τους. 10:44
- Να ξέρετε ότι η χάρη του Θεού είναι καλύτερη από οτιδήποτε μπορεί ο άνθρωπος να συγκεντρώσει ή να αποθησαυρίσει. 10:58
- Μην είστε από εκείνους που αρνούνται τα σημεία του Αλλάχ, γιατί τότε θα είστε ανάμεσα στους χαμένους. 10:95
- Αν ο Αλλάχ σε αγγίξει με ζημιά, κανείς δεν μπορεί να την απομακρύνει εκτός από Αυτόν· και αν θελήσει καλό για σένα, κανείς δεν μπορεί να αποτρέψει τη χάρη Του, την οποία χαρίζει σε όποιον θέλει από τους δούλους Του. 10:107
- Δεν υπάρχει ζωντανό πλάσμα στη γη που η τροφή του να μην είναι από τον Αλλάχ. Και Αυτός γνωρίζει τη μόνιμη κατοικία του και τον τόπο εναπόθεσής του (στη μήτρα, στον τάφο, κ.λπ.). 11:6
- Αν δώσουμε στον άνθρωπο να γευτεί το έλεός Μας και μετά το αποσύρουμε, αυτός γίνεται απελπισμένος και αχάριστος. 11:9
- Όποιος επιθυμεί την εγκόσμια ζωή και την καλλονή της, σ' αυτούς θα δώσουμε πλήρως την ανταμοιβή των έργων τους σ' αυτήν, και δεν θα τους μειωθεί τίποτα. 11:15
- Δεν τους αδικήσαμε, αλλά αδίκησαν τους εαυτούς τους. Και οι θεοί τους, που επικαλούνταν πέρα από τον Αλλάχ, δεν τους ωφέλησαν σε τίποτα όταν ήρθε η εντολή του Κυρίου σου, και δεν τους πρόσθεσαν παρά μόνο όλεθρο. 11:101
- Την Ημέρα που θα έρθει, κανείς δεν θα μιλήσει χωρίς την άδειά Του (του Αλλάχ). Μερικοί από αυτούς θα είναι άθλιοι και (άλλοι) ευτυχισμένοι. 11:105
- Όσοι είναι άθλιοι, θα είναι στη Φωτιά, όπου θα βγάζουν στεναγμούς και κραυγές. 11:106
- Θα παραμείνουν εκεί για πάντα, όσο θα υπάρχουν οι ουρανοί και η γη, εκτός αν ο Κύριός σου θελήσει διαφορετικά. Αλήθεια, ο Κύριός σου κάνει ό,τι θέλει. 11:107
- Και όσοι είναι ευτυχισμένοι, θα είναι στον Παράδεισο, θα παραμείνουν εκεί για πάντα, όσο θα υπάρχουν οι ουρανοί και η γη, εκτός αν ο Κύριός σου θελήσει διαφορετικά, ως δώρο αδιάκοπο. 11:108
- Μην κλίνετε προς τους άδικους, για να μην σας αγγίξει η Φωτιά, και δεν θα έχετε προστάτες εκτός από τον Αλλάχ, και τότε δεν θα βοηθηθείτε. 11:113
- Εκτελέστε την προσευχή στα δύο άκρα της ημέρας και σε ώρες της νύχτας (δηλαδή τις 5 καθημερινές προσευχές). Οι καλές πράξεις εξαφανίζουν τις κακές (δηλαδή τις μικρές αμαρτίες). 11:114
- Στον Αλλάχ ανήκει το αόρατο των ουρανών και της γης, και σε Αυτόν επιστρέφουν όλες οι υποθέσεις (για κρίση). 11:123
- Η εντολή (ή η κρίση) ανήκει μόνο στον Αλλάχ. Αυτός πρόσταξε να μη λατρεύετε κανέναν άλλον εκτός από Αυτόν (τον μονοθεϊσμό), αυτή είναι η ορθή θρησκεία, αλλά οι περισσότεροι άνθρωποι δεν γνωρίζουν. 12:40
- Μην χάνετε ποτέ την ελπίδα για το έλεος του Αλλάχ. 12:87
- Και οι περισσότεροι άνθρωποι δεν θα πιστέψουν, ακόμα κι αν το επιθυμείτε έντονα. 12:103
- Και οι περισσότεροι από αυτούς δεν πιστεύουν στον Αλλάχ, παρά μόνο αποδίδοντάς Του συντρόφους (δηλαδή είναι πολυθεϊστές). 12:106
- Αυτό (το Κοράνι) δεν είναι πλαστός λόγος, αλλά επιβεβαίωση των προγενέστερων Γραφών (της Τορά, του Ευαγγελίου και των άλλων Γραφών) και λεπτομερής εξήγηση όλων, και καθοδήγηση και έλεος για τους ανθρώπους που πιστεύουν. 12:111
- Ο Αλλάχ αυξάνει τα προς το ζην σε όποιον θέλει και τα περιορίζει (σε όποιον θέλει). 13:26
- Θυμάστε συχνά τον Αλλάχ μέσω του ζικρ. Εκείνοι που πιστεύουν στον Θεό βρίσκουν ικανοποίηση στην ανάμνησή Του. 13:28
- Εκείνοι που πιστεύουν και κάνουν το καλό, τους δίνεται χαρά και γαλήνη ψυχής. 13:29
- Εκείνοι που προτιμούν τη ζωή αυτού του κόσμου από την Άλλη Ζωή, και απομακρύνουν (τους ανθρώπους) από τον δρόμο του Αλλάχ (το Ισλάμ) και αναζητούν στρεβλότητα σε αυτόν — αυτοί βρίσκονται σε βαθιά πλάνη. 14:3
- Εξασκήστε την ταπεινότητα και την ευγνωμοσύνη στη λατρεία. 14:7
- Η παραβολή εκείνων που απιστούν στον Κύριό τους είναι ότι τα έργα τους είναι σαν στάχτη, πάνω στην οποία φυσάει δυνατά ο άνεμος μια θυελλώδη ημέρα· δεν θα μπορέσουν να αποκομίσουν τίποτα από όσα απέκτησαν. 14:18
- Ο Αλλάχ θα στερεώσει αυτούς που πίστεψαν με τον σταθερό λόγο στην εγκόσμια ζωή (δηλαδή θα συνεχίσουν να λατρεύουν μόνο τον Αλλάχ) και στην Άλλη Ζωή. 14:27
- Μην νομίζετε ότι ο Αλλάχ αγνοεί όσα κάνουν οι άδικοι (πολυθεϊστές, καταπιεστές, κ.λπ.), αλλά τους δίνει αναβολή μέχρι την Ημέρα που τα μάτια θα είναι διάπλατα ανοιχτά από τον τρόμο. 14:42
- Για να ανταμείψει ο Αλλάχ κάθε ψυχή σύμφωνα με όσα απέκτησε. Αλήθεια, ο Αλλάχ είναι γρήγορος στον λογαριασμό. 14:51
- Και αλήθεια, δημιουργήσαμε τον άνθρωπο από πηλό που κάνει ήχο, από μαύρη λάσπη που έχει μεταβληθεί. 15:26
- Και τα τζιν, τα δημιουργήσαμε προηγουμένως από φωτιά που καίει χωρίς καπνό. 15:27
- Έχει (η Κόλαση) επτά πύλες, για κάθε πύλη υπάρχει (ειδική) κατηγορία αμαρτωλών. 15:44
- Δημιούργησε τον άνθρωπο από μια σταγόνα σπέρματος (μείγμα ανδρικού και γυναικείου σωματικού υγρού), και να, αυτός (ο άνθρωπος) γίνεται φανερός αντίπαλος. 16:4
- Και τα ζώα, τα δημιούργησε για εσάς· σ' αυτά υπάρχει ζεστασιά (ζεστά ρούχα) και πολλά οφέλη, και από αυτά τρώτε. 16:5
- Και (δημιούργησε) τα άλογα, τα μουλάρια και τους γαϊδάρους, για να τα ιππεύετε και ως στολίδι. Και δημιουργεί (άλλα) πράγματα που δεν γνωρίζετε. 16:8
- Αυτός είναι που κατεβάζει νερό (βροχή) από τον ουρανό· από αυτό πίνετε και από αυτό φυτρώνει η βλάστηση με την οποία βόσκετε τα ζώα σας. 16:10
- Αυτός είναι που υπέταξε τη θάλασσα (για εσάς), για να τρώτε από αυτήν φρέσκο κρέας (ψάρι) και να βγάζετε από αυτήν στολίδια που φοράτε. 16:14
- Τοποθέτησε στη γη βουνά ακλόνητα, για να μη σείεται μαζί σας, και ποτάμια και δρόμους, για να οδηγείστε. 16:15
- Είναι αυτός που δημιουργεί σαν εκείνον που δεν δημιουργεί; Δεν θα το θυμηθείτε; 16:17
- Αν μετρούσατε τις χάρες του Αλλάχ, δεν θα μπορούσατε ποτέ να τις αριθμήσετε. 16:18
- Ο Αλλάχ γνωρίζει τι κρύβετε και τι φανερώνετε. 16:19
- Εκείνα που επικαλούνται (οι πολυθεϊστές) πέρα από τον Αλλάχ, δεν έχουν δημιουργήσει τίποτα, αλλά τα ίδια έχουν δημιουργηθεί. 16:20
- (Είναι) νεκρά, άψυχα, και δεν γνωρίζουν πότε θα αναστηθούν. 16:21
- Ο λόγος Μας για ένα πράγμα, όταν το θελήσουμε, είναι μόνο να του πούμε: "Γίνου!" και γίνεται. 16:40
- Αυτοί που μηχανεύονται κακά σχέδια, αισθάνονται ασφαλείς ότι ο Αλλάχ δεν θα τους κάνει να βυθιστούν στη γη, ή ότι το μαρτύριο δεν θα τους έρθει από όπου δεν περιμένουν; 16:45
- Όλες οι ευλογίες και τα καλά πράγματα που έχετε, είναι από τον Αλλάχ. Κατόπιν, όταν σας βρει μια συμφορά, τότε σε Αυτόν φωνάζετε για βοήθεια. 16:53
- Κατόπιν, όταν απομακρύνει τη συμφορά από εσάς, τότε μερικοί από εσάς αποδίδουν συντρόφους στον Κύριό τους (τον Αλλάχ). 16:54
- Στα ζώα υπάρχει ένα μάθημα για εσάς. Σας δίνουμε να πίνετε από αυτό που βρίσκεται στις κοιλιές τους, ανάμεσα σε περιττώματα και αίμα, καθαρό γάλα, ευχάριστο για όσους το πίνουν. 16:66
- Μην αποδίδετε λοιπόν στον Αλλάχ ομοιώματα (γιατί τίποτα δεν μοιάζει με Αυτόν, ούτε Αυτός μοιάζει με τίποτα). Αλήθεια, ο Αλλάχ γνωρίζει, ενώ εσείς δεν γνωρίζετε. 16:74
- Να ξέρετε ότι ο Θεός έδωσε στους ανθρώπους την ακοή, την όραση, τη νοημοσύνη και τα συναισθήματα, ώστε να είναι ευγνώμονες. 16:78
- Αποφύγετε την απληστία και τη φιλαργυρία. 16:97
- Όταν θέλετε να διαβάσετε το Κοράνι, ζητήστε καταφύγιο στον Αλλάχ από τον Σατανά, τον καταραμένο. 16:98
- Να ξέρετε ότι ένα κακό που διαπράχθηκε από άγνοια συγχωρείται αν ο άνθρωπος μετανοήσει και διορθωθεί. 16:119
- Προσκαλέστε (Μουχάμαντ) στον δρόμο του Κυρίου σας (το Ισλάμ) με σοφία και καλή νουθεσία, και συζητήστε μαζί τους με τον καλύτερο τρόπο. Η πρόσκληση των άλλων στον δρόμο του Θεού πρέπει να γίνεται με σοφία και καλοσύνη. 16:125
- Ο Αλλάχ είναι με εκείνους που Τον φοβούνται (που εκπληρώνουν το καθήκον τους προς Αυτόν) και με εκείνους που είναι ευεργέτες. 16:128
- Αυτό το Κοράνι οδηγεί σε αυτό που είναι πιο δίκαιο και ορθό. 17:9
- Κανείς δεν μπορεί να βαστάξει το βάρος των αμαρτιών του άλλου. 17:15
- Όποιος επιθυμεί την Άλλη Ζωή και αγωνίζεται γι' αυτήν, με τον αγώνα που της αξίζει, ενώ είναι πιστός, τότε αυτοί, ο αγώνας τους θα εκτιμηθεί και θα ανταμειφθεί (από τον Αλλάχ). 17:19
- Τιμήστε τους γονείς σας και συμπεριφέρεστε τους με καλοσύνη. Να είστε ευσεβείς προς τους γονείς. Μην τους λέτε ούτε μια λέξη ασέβειας. Και ο Κύριός σας έχει ορίσει να μη λατρεύετε κανέναν άλλον εκτός από Αυτόν. Και να είστε καλοί με τους γονείς σας. Αν κάποιος από αυτούς ή και οι δύο φτάσουν σε βαθιά γεράματα στη ζωή σας, μην τους πείτε "Ουφ!" και μην τους αποπαίρνετε, αλλά απευθυνθείτε τους με λόγια τιμής. 17:23
- Και χαμηλώστε για χάρη τους το φτερό της ταπεινότητας και της συμπόνιας, και πείτε: "Κύριέ μου, σπλαχνίσου τους, όπως με ανέθρεψαν όταν ήμουν μικρός." 17:24
- Αλήθεια, οι σπάταλοι είναι αδέρφια των δαιμόνων, και ο Σατανάς είναι αχάριστος στον Κύριό του. 17:27
- Μην σπαταλάτε χρήματα. 17:29
- Μην σκοτώνετε τα παιδιά σας από φόβο φτώχειας. 17:31
- Μην πλησιάζετε τη μοιχεία. Προστατέψτε την ιερότητα του γάμου και αποφύγετε τη μοιχεία. 17:32
- Δίνετε πλήρες μέτρο όταν μετράτε, και ζυγίζετε με σωστό ζυγό. Αυτό είναι καλύτερο (πιο συμφέρον) και καλύτερο στο τέλος. 17:35
- Μην ακολουθείς (άνθρωπε, δηλ. μην λες, μην κάνεις, ή μην καταθέτεις κ.λπ.) αυτό για το οποίο δεν έχεις γνώση (π.χ. κάποιος να λέει: "Είδα", ενώ δεν είδε, ή "Άκουσα", ενώ δεν άκουσε). 17:36
- Να είστε ταπεινοί και μην είστε αλαζόνες. Μην περπατάτε στη γη με έπαρση και αλαζονεία. Αλήθεια, δεν μπορείτε να σχίσετε τη γη, ούτε να φτάσετε το ύψος των βουνών. 17:37
- Ο Κύριός σας σας γνωρίζει καλύτερα· αν θέλει, θα σας σπλαχνιστεί, ή αν θέλει, θα σας τιμωρήσει. 17:54
- Όποιος είναι τυφλός σε αυτόν τον κόσμο (δηλαδή δεν βλέπει τα σημεία του Αλλάχ και δεν πιστεύει σε Αυτόν), θα είναι τυφλός και στην Άλλη Ζωή, και ακόμα πιο απομακρυσμένος από τον Δρόμο. 17:72
- Τηρείτε τις καθορισμένες ώρες της προσευχής. 17:78
- Αλήθεια, έχουμε εξηγήσει διεξοδικά στους ανθρώπους σε αυτό το Κοράνι κάθε είδους παραδείγματα, αλλά οι περισσότεροι άνθρωποι απορρίπτουν (την αλήθεια) και δεν αποδέχονται τίποτα άλλο παρά την απιστία. 17:89
- Έχουμε παραθέσει σε αυτό το Κοράνι κάθε είδους παράδειγμα για τους ανθρώπους. Αλλά ο άνθρωπος είναι πιο φιλόνικος από οτιδήποτε άλλο. 18:54
- Αυτή θα είναι η ανταμοιβή τους, η Κόλαση· επειδή απίστησαν και πήραν τα σημεία Μου και τους Αγγελιαφόρους Μου ως χλευασμό και εμπαιγμό. 18:106
- Δεν αρμόζει (στη Μεγαλειότητα) του Αλλάχ να αποκτήσει παιδί (αυτό αναφέρεται στη συκοφαντία των Χριστιανών εναντίον του Αλλάχ, λέγοντας ότι ο Ιησούς είναι γιος του Θεού). Δόξα σ' Αυτόν (και είναι Υψηλά πάνω από όσα αποδίδουν σ' Αυτόν). 19:35
- Μιλάτε στους ανθρώπους με ευγένεια. 20:44
- Συναγωνιστείτε ο ένας τον άλλον στην καλοσύνη. 21:90
- Αποφύγετε τα μάταια λόγια. 23:3
- Προστατέψτε την αιδώ σας. 23:5
- Προστατέψτε την καρδιά σας από αμαρτωλές ροπές. 23:97
- Συγχωρήστε τους άλλους και συγχωρέστε τα λάθη τους. 24:22
- Σεβαστείτε την ιδιωτικότητα των άλλων, ειδικά στα σπίτια τους. Εκπληρώστε τα δικαιώματα των γειτόνων. 24:27
- Χαμηλώστε το βλέμμα σας (τόσο για άνδρες όσο και για γυναίκες). Προστατέψτε την αιδώ και την αγνότητά σας. 24:30
- Να είστε σεμνοί στην ενδυμασία και στη συμπεριφορά. 24:31
- Να ξέρετε ότι ο Θεός παρέχει ασφάλεια και ειρήνη σε όσους Τον λατρεύουν και πράττουν ενάρετα. 24:55
- Μην μπαίνετε στον ιδιωτικό χώρο των γονιών σας χωρίς άδεια. 24:58
- Να είστε σεμνοί και ταπεινοί. 25:63
- Αποφύγετε την ψευδή μαρτυρία και την απάτη. 25:72
- Αγωνιστείτε για την ανταμοιβή στην Άλλη Ζωή, αλλά μην παραμελείτε τις υποθέσεις σας σε αυτόν τον κόσμο. 28:77
- Μην επικαλείστε μαζί με τον Αλλάχ άλλη θεότητα. 28:88
- Μην επιδίδεστε στην ομοφυλοφιλία. 29:29
- Αγωνιστείτε για την αριστεία σε όλες σας τις προσπάθειες. 29:69
- Εκτελέστε την προσευχή και δώστε τη ζακάτ. 31:4
- Προστάξτε το καλό και απαγορεύστε το κακό. 31:17
- Αποφύγετε την αλαζονεία στη συμπεριφορά σας. Μην σπαταλάτε τον χρόνο σας σε μάταια λόγια. 31:18
- Να είστε μετριοπαθείς στο βάδισμα και στην ένταση της φωνής σας. 31:19
- Ακολουθήστε το παράδειγμα του Προφήτη Μουχάμαντ. 33:21
- Οι γυναίκες δεν πρέπει να επιδεικνύουν ή να καυχώνται για την ομορφιά και τα στολίδια τους. 33:33
- Πείτε την αλήθεια σε όλες τις περιστάσεις. 33:70
- Αναζητήστε τη σοφία και την κατανόηση μέσω του στοχασμού. 38:29
- Ακολουθήστε τις εντολές του Κορανίου. 39:23
- Ο Θεός συγχωρεί όλες τις αμαρτίες όταν ο αμαρτωλός μετανοεί και επιστρέφει σε Αυτόν. 39:53
- Κάντε ειλικρινή ντουά (επίκληση) στον Αλλάχ. 40:60
- Αποκρούστε το κακό με ό,τι είναι καλύτερο. 41:34
- Αποφασίζετε τις υποθέσεις με διαβούλευση. 42:38
- Μην υψώνετε τη φωνή σας πάνω από τη φωνή του Προφήτη. 49:2
- Φυλάξτε τα μυστικά και αποφύγετε την προδοσία. 49:6
- Διευκολύνετε την ειρήνη μεταξύ εκείνων που βρίσκονται σε σύγκρουση. Αναζητήστε τη συμφιλίωση στις συγκρούσεις. 49:9
- Μην κοροϊδεύετε τους άλλους. 49:11
- Αποφύγετε την καχυποψία. Αποφύγετε την κατασκοπεία και την κουτσομπολιά. Μην κουτσομπολεύετε και μην συκοφαντείτε τους άλλους. Απέχετε από όλες τις μορφές κουτσομπολιάς και συκοφαντίας. Μην αφήνετε την υπερηφάνεια να σας οδηγεί σε αδικία. 49:12
- Να ξέρετε ότι μόνο η ευσέβεια κάνει έναν άνθρωπο ευγενή. Σεβαστείτε τις διαφορές μεταξύ των ανθρώπων και των πολιτισμών. 49:13
- Τιμήστε τους φιλοξενούμενους. 51:26
- Να είστε προσεκτικοί στις υποχρεώσεις σας απέναντι στον Αλλάχ. 51:56
- Ξοδέψτε πλούτο σε φιλανθρωπία. 57:7
- Να ξέρετε ότι δεν υπάρχει μοναχισμός (εγκατάλειψη του γάμου και των ανέσεων όπως οι μοναχοί, οι μοναχές ή άλλοι που ζουν υπό θρησκευτικούς όρκους, ή τα κτίρια όπου ζουν) στη θρησκεία. 57:27
- Μην αφήνετε τον πλούτο να σας αποσπά από την ανάμνηση του Αλλάχ. 58:11
- Όσοι έχουν γνώση, ο Θεός θα τους δώσει υψηλότερο βαθμό. 58:11
- Συμπεριφέρεστε στους μη μουσουλμάνους με καλό και δίκαιο τρόπο. 60:8
- Αποφύγετε την υποκρισία στα πιστεύω και στις πράξεις σας. 63:9
- Μείνετε μακριά από την απληστία και τη φιλαργυρία. 64:16
- Φυλάξτε τις αποκαλύψεις που σας εμπιστεύθηκαν. 73:15
- Θυμάστε την Ημέρα της Κρίσης. 75:36
- Προστάξτε την υπομονή και τη συμπόνια. 90:17
- Όσοι αγνίζουν τις ψυχές τους, πετυχαίνουν· και όσοι τις διαφθείρουν, αποτυγχάνουν. 91:10
- Μην αγνοείτε και μην αποκρούετε τους απόρους. 93:10
- Αναζητήστε τη γνώση και την κατανόηση. Διαβάστε το Κοράνι και στοχαστείτε πάνω του. 96:1–5
- Ενθαρρύνετε τη σίτιση των φτωχών. 107:3
""";
